{
  "title": "LA DEIDAD DE JESUCRISTO",
  "id": "49020009",
  "content": [
    "🦅  Hermano Graham, gracias. Buenos días a todos, y una feliz Navidad para todos Uds. Estamos tan contentos de estar nuevamente en esta mañana aquí, en el Tabernáculo, para estar con este grupito hermoso.",
    "El Hermano Graham y yo, estábamos conversando allí adentro un asunto. Él dijo: “Hermano Bill, ¿tiene Ud. algo en su corazón esta mañana?”.",
    "Yo dije: “Solo a Cristo”. Amén. Eso es todo. Siempre tenemos eso. Y, así que, nosotros tenemos eso en común, que lo tenemos a Él.",
    "Ayer llegué tarde de Dallas, en donde tuvimos un… una de las reuniones más gloriosas. Y aquello por lo que hemos estado orando, ahora está a punto de acontecer. Ya está en proceso ahora mismo; y es un avivamiento de alcance nacional. Todos los ministros, ayer, el… o en los últimos días, en donde han tenido ministros de toda envergadura y calibre, o de servicios, nos reunimos en—en Dallas para esta convención. Y hubo unos quince, dieciocho ministros allí que—que tienen un ministerio que reúne entre tres y quince mil, quizás veinte mil personas. Raymond T. Richey, por ejemplo, y Bosworth, y—y Oral Roberts, y Jackson y todos esos hombres allí.",
    "El Hermano Jackson, la otra noche, en su reunión, tuvo quinientos que recibieron el Espíritu Santo de una sola vez, así que eso es maravilloso.",
    "Y todos nosotros nos reunimos ayer o el otro día, para coordinar el trabajo para el año, pues creemos que Dios está aquí para hacer una obra, y dar una sacudida como el mundo nunca antes ha visto. Yo creo, amigos, que estamos—estamos para entrar en algo maravilloso. Y estos ministros, que probablemente tomarán cada noche este próximo verano, si el Señor nos permite, cada noche habrá por lo menos entre… habrá entre quince o dieciséis, tal vez más que eso, grandes carpas instaladas que tienen capacidad para ocho y diez mil personas, alrededor de los Estados Unidos, al mismo tiempo.",
    "¡Oh, es que tenemos que tener un avivamiento ahora! Ya está en proceso, cientos y cientos están recibiendo el bautismo del Espíritu Santo, entrando al Reino de Dios en estos momentos. Ni siquiera es algo que esperamos para un poco después, sino que ya—ya—ya está ocurriendo en este momento. Dios lo está haciendo ahora mismo.",
    "[El Hermano Graham Snelling le pregunta al Hermano Branham acerca del micrófono.—Ed.] Sí, señor, yo… Sí, Hermano Graham. Esa es la cosa que yo siempre… Bien. Bueno, Uds. saben, el Hermano Graham y yo trabajamos muy bien juntos; él es tan alto, y yo tan bajito. Así que yo… [El Hermano Snelling dice: “Él recoge la fruta de abajo y yo toda la fruta de arriba”. El Hermano Branham y la congregación se ríen.] Algunas veces yo tengo que hacer que él sacuda algunas para que caigan… [Cinta en blanco.] Gracias, Hermano Graham. Todavía no me explico eso: el fuego. Lo queremos en el altar, ¿no es así? Amén. Pues, Uds…",
    "La otra noche en donde estábamos sentados, miles concentrados allí, y todos ellos batiendo las manos y alabando a Dios, sencillamente pasamos un momento muy glorioso, entonces tuvimos Fuego sobre el altar.",
    "Y estamos muy contentos de anunciar el avivamiento para este próximo verano. Ahora estoy…",
    "Yo estaré aquí en la iglesia, con el Hermano Graham y todos Uds., durante los próximos ocho o diez días, supongo, hasta donde sé, y quiero estar en cada servicio que me sea posible. Luego debo…",
    "De allí saldremos para Houston, Texas, estaremos en el coliseo. Tienen un gran edificio hermoso allí que tiene capacidad para diecisiete mil personas, y esperamos pasar un momento maravilloso.",
    "Tratamos de hacer una… todos nosotros de hacer una línea de oración allá, pero no pudimos hacerla; un ministro en un lugar, y otro en el otro, en la línea de oración. Pero, ¡qué cosa!, no funcionó de esa manera, y el Hermano Jaggers simplemente tuvo que proceder.",
    "Y, miren, otra cosa que quiero decir: el Hermano Jaggers se levantó y expresó su posición, así como lo hicimos en Calgary. Él… Los Bautistas Misioneros y los Bautistas Libres, y todos, (Uds. saben, Texas está lleno de bautistas), lo apoyaron a él, pero los Bautistas fundamentalistas se opusieron al—al programa. Y, ¡oh, cómo escribieron de él en el periódico y todo! Bueno, él, le escribieron haciéndole preguntas Bíblicas, así que él las contestó. Y ellos tomaron un… después de que ellos recibieron las pruebas, entonces un grupo de posición política, pues, ellos no querían colocar eso en el periódico. Así que el Hermano Jaggers, llamamos a una reunión allí, y setenta y cinco ministros que cooperaron en la ciudad se reunieron; sacamos una copia fotostática de aquello y dijimos: “¿Es esto libertad de expresión? ¿Es esto libertad de prensa?”. Así de esa manera, y la enviamos. Y el periódico perdió diez mil suscriptores a la mañana siguiente.",
    "Y ellos vinieron, llorando, de rodillas, dijeron: “Lo publicaremos en el periódico, gratuitamente, Uds. no tienen que pagarnos ni un centavo”.",
    "¡Oh, hermano!, escuchen, iglesia. En un tiempo nosotros vivimos allá al lado de la vía del ferrocarril; ya no. Ahora vivimos en la Avenida Aleluya. Sí, señor. Somos millones. Solía ser que solo éramos algunos cientos, pero ahora somos millones y millones. Y todos unidos, somos la iglesia más poderosa en número que hay en los Estados Unidos; así es, ¡oh!, y me supongo que en el mundo. Solamente el año pasado tuvimos un millón quinientas mil conversiones. Piensen en eso: un millón quinientas mil conversiones, de personas del Evangelio completo, y eso es de acuerdo al registro del año pasado. ¡Oh, estamos aumentando ahora!",
    "Y estos pequeños periódicos y esas cosas que han… Ellos no hablaban de la gente católica, les tenían miedo. ¿Ven?, ellos tuvieron miedo de hacerlo. Pero nosotros somos bastantes en número ahora. Tenemos derechos. Reclamemos nuestro derecho dado por Dios. Así es. Así que vamos hacia adelante este año, y con Dios siendo nuestra ayuda y nuestro escudo, para causar un… hacer lo mejor que podamos para tener un avivamiento. Ahora yo…",
    "[Alguien le habla al Hermano Branham.—Ed.] ¡Oh!, ¿aquí arriba? Uds. tendrán que decirme cuándo detenerme. Allí arriba, allí mismo. Muy bien. Puedo ubicarme aquí y mirar atrás.",
    "Y, muy bien, ¿cuántos se sienten bien por la Navidad? Digan: “Amén”. ¡Oh, vaya, vaya! ¡Miren! Este es un tiempo de regocijo, un tiempo cuando todos podemos reunirnos y adorar a Cristo.",
    "Y yo—yo no, no tengo un mensaje, nada. Simplemente abrí la Biblia aquí cuando él estaba hablando allí. Abrí aquí; dije: “¿En dónde está el nacimiento de Cristo?”. Casi todos están hablando de eso ahora. Y tendré que leer un poco y entonces encontrar algo, y seguir tratando hasta que el Espíritu de Dios tome algo.",
    "Ahora, para comenzar, empecemos en Lucas, el capítulo 1 de Lucas. Allí comienza el—el nacimiento de Cristo. Y leeremos algo aquí, o simplemente enseñaremos algo de la Palabra si podemos. No sabemos lo que el Señor hará por nosotros, pero solo confiamos que Él nos dará una gran bendición.",
    "Oiga, escuché su programa radial. Estuvo muy bueno. Siga adelante, siga adelante, predique la Palabra.",
    "Estaba diciéndole al Hermano Graham allí adentro: “Si alguna vez hubo un momento en que los Cristianos se necesitan unos a otros, es ahora mismo, ahora mismo”. Hagan lo que hagan, pongan todo a un lado; porque yo creo, por la gracia de Dios… Hablaré sobre eso, un poquito, en breves momentos, de cómo es que nosotros—nosotros nos necesitamos unos a otros ahora mismo.",
    "El gran…Yo creo que estamos frente a… ¿Me están escuchando? [La congregación dice: “Amén”—Ed.] Muy bien. Estamos de frente, ahora mismo, mirando el drama más maravilloso que alguna vez se haya presentado en toda la historia de la humanidad, desarrollándose aquí delante de nosotros. El gran campo del mundo está aquí, y hay un drama que Dios va a representar ahora mismo. Lo cual es sorprendente mirar por todo el mundo y ver cómo la cosa se está moviendo. ¡Oh, es que algo está a punto de suceder, amigo! Esto de lo cual hemos hablado y declarado, está aquí ahora mismo. Ya está comenzando, por todas partes, brotando.",
    "Hay un gran cuadro que me gustaría mostrarles en esta mañana. Yo veo un cordero allá en el campo, comiendo. El pequeñito se pone nervioso y simplemente… se inquieta. Miro más allá en los juncos detrás de él, y veo a un león acercándose sigilosamente. ¿Ven? Golpeando el suelo con su cola, preparando sus patas para dar un salto.",
    "Esa es la iglesia allá en el campo. La oscuridad del comunismo se está esparciendo por todo el mundo, cubriendo todo como una gran sombra.",
    "Y esta es la ley del contraste. Es como antes del amanecer, siempre está más oscuro antes del amanecer porque el día está rayando, empujando la oscuridad. Y esa es la ley del contraste, ¿ven Uds.?, hace que esté más oscuro antes del amanecer.",
    "Y allí mismo estamos ahora. Lo más oscuro justo antes del amanecer. Las grandes sombras de la oscuridad están empujando, para dar cumplimiento al hombre de pecado. ¿Se fijaron Uds.? Precisamente durante esta época de Navidad, todos los países comunistas, en vez de enviar a Cristo en el pesebre, envían libritos de Stalin, con la fotografía de Stalin; el hombre que se opone a todo lo que sea de Dios, y demás, agarrando una gran parte del mundo en sus garras. Y luego otra cosa, que todas estas son para dar cumplimiento a la Escritura.",
    "Y también, quiero que se fijen en otra cosa, uno de los cumplimientos. Estas personas que son formales en estas iglesias formales, están levantándose en contra del Movimiento. Y la Biblia dice: “Ellos tendrían apariencia de piedad, pero negarían la Eficacia de ella; a éstos evita”. Y ellos están tomando su posición.",
    "El comunismo está tomando su posición.",
    "Alabado sea Dios, el Espíritu Santo está tomando Su posición. Sí. “Cuando el enemigo venga como un río, entonces Yo levantaré bandera contra él”. Así es. Y la Iglesia ha tomado Su posición, es decir, la Iglesia del Espíritu Santo.",
    "Ahora, eso es lo único que me interesa, amigos, y estoy aquí. Allá afuera yo oro por los enfermos. Pero aquí estoy interesado en una sola cosa, y esa es la Iglesia de Dios nacida de nuevo. Así es. De todas formas, eso es lo que me interesa. No me interesan reglamentos, ni diáconos, ni nada de eso así, ni órdenes de iglesias. Me interesa que la Iglesia tenga el bautismo del Espíritu Santo, para este día en el que estamos viviendo. Esa es la parte fundamental, y eso es lo que estamos buscando.\n\nOremos ahora.",
    "Padre Celestial, baja esta mañana en medio nuestro. Concédelo, Señor, y que el Espíritu de Dios tome el control del servicio. Bendice la obra aquí, Señor. Bendice a nuestro hermano, el Hermano Graham. Dios, dale palabras de sabiduría esta noche en el programa radial; que él pueda sacudir al pueblo con… al predicar la Palabra. Concédelo, Señor. Que los pecadores lloren, se arrodillen en sus habitaciones y le entreguen sus corazones a Cristo. Si hubiere incrédulos aquí en esta mañana, o algunos que no hayan aceptado a Cristo, que ellos vengan también.",
    "Y ahora, Señor, inicia un avivamiento en los corazones del pueblo en esta mañana. Que este sea un tiempo de renovación, un tiempo cuando el Espíritu sea renovado. Y, ¡Oh, Padre!, lo pedimos de esta manera. Ven y tómanos de la mano, a cada uno de nosotros, y acompáñanos por esta senda aquí. Muéstranos este gran cuadro que está puesto en orden aquí, revelando Tus secretos a los corazones de los santos en esta mañana, para que podamos ver lo que está aquí justo delante de nosotros. Y entonces, a medida que caminamos, Señor, con la armadura de Dios, que vayamos como soldados valientes a enfrentar al enemigo. Pero, ¿cómo pudiéramos enfrentarlo sin conocer sus tácticas? Y ayúdanos en esta mañana a entender, y muéstranos el… su ubicación allí, para que sepamos dónde enfrentarlo. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Vamos, el capítulo 2, vamos a leer esto:\n\nAconteció que en aquellos días, que se promulgó un edicto de parte de Augusto César, que todo el mundo fuese empadronado.\n\nEste primer censo se hizo siendo…por el gobernador de Siria.\n\nE iban todos para ser empadronados, cada uno a su ciudad.\n\nY también José subió de Galilea, de la ciudad de Nazaret, a Judea, a la ciudad de David, que se llama Belén, por cuanto era de la casa y familia de David;\n\npara ser empadronado con María su mujer, desposada con él, la cual estaba encinta.\n\nY aconteció que estando ellos allí, se cumplieron los días de su alumbramiento.\n\nY dio a luz a su hijo primogénito, y lo envolvió en pañales, y lo acostó en el pesebre, porque no había lugar para él en el mesón.",
    "Ahora, solo como una base, para… hasta que lleguemos a la parte que usaré en esta mañana. Y todos Uds. solo manténganse en el Espíritu del Señor.",
    "Hoy estamos, por todo el mundo, se está celebrando el nacimiento de Jesús, que ahora solo es una tradición. Jesús no nació el cinco de diciembre ni nada parecido… o mejor dicho, el 25 de diciembre. Sabemos que eso es imposible. Las colinas de Judea estaban llenas de nieve en esa época, así que ¿cómo pudiera ser así? Jesús por lo general, según la astrología y demás, y según todos ellos, nació a principios, como a principios de abril; pues, para la primavera. Pero este es un día, lo cual está bien, simplemente apartado para adorar, en conmemoración de Su venida al mundo.",
    "Uno de los regalos más grandes que Dios alguna vez le dio al mundo fue a Jesucristo. Eso, sabemos eso. Y ahora quiero hablar, en esta mañana, sobre Su Deidad, Quién es Él. Muchos Lo consideran como un bebito acostado allá en la cuna, y todo eso. Pero esa—esa fue solo una de las escenas, apenas una de las escenas del drama, para manifestar lo que Él realmente es, Su Deidad.",
    "Y Él dijo en las Escrituras, de Su venida, que se había hablado de Él desde los días de—de Juan. Incluso desde allá atrás, en Génesis, fue profetizado que: “La Simiente de la mujer heriría la cabeza de la serpiente”, prometiendo este Niño—Niño, Cristo Jesús. Y así de Él, por todos los profetas; casi todo profeta que alguna vez escribió en la Biblia, habló de Su primera y segunda venida, de cuando Él vendría al mundo.",
    "Jesús viene tres veces. Él vino la primera vez: para redimir a Su Iglesia. Él viene la segunda vez: para recibir a Su Iglesia. Él viene la tercera vez: con Su Iglesia. Todo en la Biblia se desenvuelve en trinidades, en tres, pero todo en un solo Cristo. Él, recuerden, la primera vez: para redimir a Su Iglesia; la segunda vez: para recibir a Su Iglesia; la tercera vez: con Su Iglesia, como Rey y Reina.",
    "Ahora, pero hablaremos solo un poquito sobre Su primera venida, y luego de Su paso por aquí; y después sobre Su segunda venida; eso, sobre eso; y luego sobre la tercera vez; si el Señor lo permite.",
    "Ahora, en aquellos días hubo una gran persecución contra la iglesia. César Augusto había hecho un gran plan para empadronar a toda la gente. Y eso solo fue hecho con un propósito, para que se cumpliera la gran profecía de Dios.",
    "Lo único que Uds. tienen que hacer cuando ven algo en la Biblia que les parezca un poco místico y un poquito supersticioso, solo denle a Dios un poquito de tiempo. Dios no tiene prisa. Nosotros somos los que tenemos prisa. Solo denle a Dios un poquito de tiempo, y Uds. verán las antiguas ruedas proféticas, los engranajes, encajar perfectamente en el cuadro. Se desarrollará, así como cuando se revela una fotografía.",
    "Como alguien que estaba hablando el otro día, dijo: “Dios ¿qué era?”. Cuando Él estaba por allá, hace millones y millones de años, cuando Él no era… era solo como este espacio aquí; y entonces Él se concentró en el Logos; y luego Él vino del Logos, bajando en Cristo. ¿Ven?, es simplemente Dios descendiendo así, a la tierra, y luego regresando otra vez a Dios. ¿Ven lo que quiero decir? Algo giratorio: bajando desde el espacio, desde la Eternidad; uniéndose al girar, bajando en el Logos; y del Logos, allí al Hombre, y luego regresando otra vez. Con un solo propósito: redimir al hombre que había caído.",
    "Ahora, para eso vino, para ser un Redentor. Y antes de que Dios pudiera ser un Redentor, Él tenía que ser, de acuerdo a la ley, un pariente Redentor. Él tenía que ser pariente nuestro.",
    "Y Dios, en el principio, cuando hizo al primer hombre, Él lo hizo espíritu. Y el espíritu es la parte invisible del hombre que uno no ve. Ahora, Dios hizo al hombre a Su Propia imagen. ¿Me están escuchando? Muy bien. Dios hizo al hombre a Su Propia imagen. “Y Dios es Espíritu”, dice la Biblia. Y el primer hombre que fue hecho tenía el señorío sobre toda la creación, así como el Espíritu Santo tiene señorío sobre la Iglesia hoy. Él guiaba la creación. Él guiaba a los animales.",
    "Pero no había hombre para que labrase la tierra, entonces Dios hizo al hombre del polvo de la tierra. Y ese hombre, Él quizás le dio unas manos como las de un mono; quizás le dio pies como los de un oso. Como lo haya hecho, Él simplemente lo juntó e hizo un hombre. Pero este hombre, Él puso ese espíritu inmortal, que nunca muere, dentro de este hombre, y él llegó a ser más que un animal irracional; él llegó a ser un hombre.",
    "Entonces este hombre aquí, ese es del cual creo que los ateos y algunos de ellos andan discutiendo. Pero ha llegado la hora cuando Dios ha irradiado Su Luz, esta es la hora en la que Dios está haciendo cosas. Así es. Y por eso es que ellos discuten: “Bueno, sus pies se parecen a los de un oso, y sus manos se parecen a las de un—un simio, o a las de un—un mono, o algo por el estilo”, y ellos se esfuerzan en decir que él viene de allí. Eso no tiene nada que ver en el asunto.",
    "Esto es solamente el cuerpo de carne en el que está viviendo, como una casa, esto regresará al polvo de la tierra. Pero el espíritu es inmortal; viene de Dios. Esa es la imagen de Dios. Dios es Espíritu.",
    "Ese hombre perdió su origen en el huerto del Edén. Su relación, su comunión con Dios se cortó allí, por causa del pecado y la incredulidad. ¿Incredulidad a qué? A la Palabra de Dios. Una vez le presentaron un cuadro a Eva, y le dijeron cuánto más inteligente sería si ella tan solo—solo desechaba la Palabra de Dios: “Mira este razonamiento”. Uds. no pueden hacerlo. Dios…",
    "Hay una diferencia entre el razonamiento y la Palabra de Dios. La Palabra de Dios es la verdad; el razonamiento es falso. Uds. no pueden razonar nada. Correcto. Nuestra mente no es, ¿ven?, no es lo suficientemente capaz, ni jamás lo será, para llegar a comprender la sabiduría Eterna de Dios. Y, por lo tanto, Uds. no pueden razonarla; simplemente tienen que creerla.",
    "Y así que ese fue el cuadro allá atrás, con nuestro primer padre y madre, y ellos cayeron. Y eso rompió la relación con Dios, y fueron echados del huerto del Edén. Desde esa hora Dios comenzó a llamar a gritos, de un lado a otro en el huerto, buscando a Su—Su hijo perdido.",
    "Y entonces, la única manera en que Dios pudiera redimirlo tendría que ser, haciendo… bajando a redimirlo, Él mismo; no en otro, no enviar a alguien más. Él no podía enviar a un Ángel; eso no hubiera sido correcto. Pero la única manera en que Dios podía redimir al hombre, era bajar Él mismo a redimirlo.",
    "Si alguien pecara aquí y, ¡vaya!, yo fuera el juez de esto, de este grupo de personas, y tuviera la potestad sobre todos Uds., y si yo… Si alguien pecara, y yo dijera: “Ahora, yo… Hermano Graham, yo quiero que Ud. pague el precio”. Eso no sería justo. Si yo le dijera a mi propio hijo que pagara el precio, eso aún no sería…?… justo. De la única manera que pudiera ser justo, es que yo mismo tomara su lugar. Y ¿qué? Yo fui el que pronunció el juicio, entonces si yo quiero redimir al hombre, yo mismo tengo que tomar su lugar. ¿Aún me están escuchando? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, miren, quiero que se fijen en algo. Entonces en esto, de la única manera en que Dios mismo pudiera alguna vez redimir a este hombre, era que bajara y tomara su lugar. Y esa era una ley dada por Moisés, de redención, que tenía que ser por medio de un pariente redentor; un hombre que primeramente fuera digno, un hombre que tuviera lo requerido, un hombre que pudiera dar un testimonio público y redimiera la propiedad perdida de alguien que había caído. Y entonces, Dios era digno. Él descendió hace unos mil novecientos años, en la forma de un bebé, nacido en un pesebre, cubierto por la sombra del Espíritu Santo, no nacido por deseo sexual. Él era Dios. La Sangre de Dios estaba en Él.",
    "El bebé siempre tiene la sangre de su padre, nunca de su madre. Todos sabemos eso. Sin… Yo he enseñado eso antes aquí, en algunas ocasiones, y Uds. saben que el bebé no tiene ni una pizca de la sangre de su madre, en lo absoluto.",
    "No, no la tiene. Es siempre la sangre del varón. Una gallina puede poner un huevo, pero si este no es fértil, nunca saldrá del cascarón. No importa qué tan bonito sea el huevo, y qué tanto ella lo caliente, siempre será infértil. Se quedará allí mismo y se pudrirá, así es, a menos que el ave macho haya estado con el ave hembra, y el germen de vida proviene del macho.",
    "Por lo tanto, cuando María, “sin conocer varón”, ella estuvo con el Varón, Dios, el Todopoderoso Jehová, y Él le hizo sombra, y Dios es el Creador que creó una célula de Sangre en el vientre de María, “sin conocer varón en lo absoluto”. Y eso produjo la mismísima Sangre creadora de Dios, para redimirnos de nuestra vida, viniendo aquí habiendo nacido por medio del deseo sexual.",
    "Y entonces esa Sangre fluyó de las venas de Emanuel, en la cruz del Calvario, y hoy tiene el mismo poder santo, salvador y redentor, que tuvo en el día de la transfusión allá en el Calvario. ¿Lo creen Uds.? ¡Amén! Bueno, así es. Nosotros somos redimidos por la Sangre de Dios. La Biblia dice que: “Somos comprados por la Sangre, y redimidos por Dios, por la Propia Sangre de Dios”.",
    "¿Cómo es que fue la Sangre de Dios? Dios no tiene sangre. ¿Cómo pudiera ser? Porque fue la Sangre creadora de Dios que Él creó para poder redimirnos, y vino y vivió en el mismo cuerpo que Él creó. Por lo tanto, Él no podía… Dios tenía que sufrir tentación; Él no podía sufrir tentación. Él tenía que sufrir tentación sexual. Él tenía que sufrir toda clase de tentaciones, ser tentado por el diablo en cuanto a riquezas y poderes y—y dominios, y demás. Él tenía que sufrir todo eso. Y para poder hacerlo, Él no podía ser Dios en Espíritu; Él tenía que ser Dios en carne.",
    "Ahora, en esta mañana estoy hablando sobre la Deidad de Cristo, para que Uds. sepan Quién es Él que estamos adorando hoy. No a un bebé en un pesebre, ni a Santa Claus; sino que estamos adorando al Dios Todopoderoso, en la Deidad de Su Hijo.",
    "Y fíjense entonces que esa Sangre bajó y fue… y fue Cristo Jesús. Y Dios mismo, saliendo de ser Espíritu, entró en Cristo Jesús. Y la Biblia dice que “Dios estaba en Cristo reconciliando Consigo al mundo”. ¿Es así? Dios mismo, Jehová, vivió en Cristo y se hizo Pariente nuestro, porque Él nació en carne humana como nosotros. ¿Es así? Las células de Sangre se desarrollaron por Dios, y las—las células de carne se desarrollaron en el vientre de María, la cual dio a luz al Niño. Y Dios descendió y vivió en carne humana, y fue tentado en todo tal como nosotros. ¿Lo creen Uds.? Muy bien.",
    "Ahora, entonces, cuando Él lo hizo, Él dio Su Sangre voluntariamente. Él no tenía que hacerlo. Él hizo ese sacrificio. Él pudo haberse ido directamente a la Gloria. Él pudiera haber sido transfigurado como en el Monte de la Transfiguración, e irse al Cielo sin haber muerto por nosotros. Pero por estar dispuesto a morir por nosotros, Él dio Su Sangre voluntariamente en el Calvario. Así es. Y Él escogió… Él fue un Varón de dolores, experimentado en quebranto, y Él dio un testimonio público.",
    "En Ru-… el Libro de Rut, hay un cuadro muy hermoso allí, cómo es que Booz, tipo de Cristo, cómo es que Rut se fue a un país extraño, como una descarriada, dejó la tierra, y al regresar se trajo… quise decir Noemí, y al regresar se trajo a Rut. Y cuando Rut regresó, ella era una… y de la tierra de Moab. Y cuando regresó, era una moabita; absolutamente un cuadro de la Novia Gentil, de la Iglesia.",
    "Y cuando ella fue a dejar a Noemí, Noemí le dijo, dijo… la besó y le dijo que regresara a su pueblo. Ella dijo: “Yo iré contigo a tu pueblo. Tu pueblo será mi pueblo, y tu morada será mi morada, tu Dios será mi Dios, y solo la muerte nos separará. Donde tú mueras, moriré yo. En donde tú seas sepultada, yo seré sepultada”.",
    "Ahora, ese es un cuadro de la Iglesia Gentil viniendo a Cristo. Porque, en un tiempo nosotros fuimos extranjeros, alejados de Dios, únicamente los judíos eran—eran los que iban a ser salvos. Pero nosotros, estando muertos en Cristo, somos considerados Linaje de Abraham y herederos según la promesa, y Cristo tomó una Novia Gentil. Seguro que sí.",
    "Ahora, para poder redimir, para que Booz pudiera redimir la heredad perdida de Noemí (Esa era la condición caída de Israel.) entonces Moab—Moab tuvo que salir, y cuando lo hizo, mejor dicho, Booz, y cuando él salió, tuvo que quitarse el zapato delante de las puertas, delante de los ancianos, para dar un testimonio público de que él había redimido a esa mujer perdida a su heredad. Y al hacerlo, entonces él obtuvo también… él obtuvo allí a su novia, la mujer que él—él estaba buscando. Él primero tenía que redimir a la mujer, a fin de obtener la novia. ¿Lo pueden ver?",
    "Y eso es lo mismo que hizo Cristo. Él dio un testimonio público frente a las puertas de Jerusalén, cuando fue golpeado, herido, afligido, y llevado al Calvario, al Cal-… al monte del Gólgota. Y bañó el monte con Su Propia Sangre, como un testimonio público de que Él había redimido toda la heredad perdida desde allá en el principio, y que ha redimido a Su pueblo de la maldición del pecado y de las garras del infierno.",
    "Y sabiendo que ella necesitaría algo más en los últimos días, que lo que tiene ahora, Él dijo: “No os dejaré huérfanos. Yo rogaré al Padre y Él os dará otro consolador, el cual es el Espíritu Santo. Él estará con vosotros para siempre. Un poco y el mundo no Me verá más; pero Yo voy al Cielo para preparar esta cosa, y regresaré y estaré con vosotros, aun en vosotros, hasta el fin de la edad”. ¡De eso estoy hablando! ¿Aún me están oyendo? Digan: “Amén”. Así es. De eso estoy hablando ahora, es Él viniendo nuevamente en Su poder.",
    "Las edades han pasado: “¡Oh!, ¿Quién es Él?”. ¡Vaya!, en esta mañana ellos piensan en algún pequeño objeto de adoración, en algún pequeño pesebre allá, algún pequeño… Eso… Yo no estoy pensando en eso.",
    "Estoy pensando en Cristo, la esperanza de Gloria en nuestros corazones en esta mañana, por el Espíritu Santo. Así es.",
    "¡Oh, condenado por el mundo! Dios siempre ha venido al mundo; y cuando Lo ha hecho, el mundo lo aborreció. “Como fue en los días de Noé, así será en la venida del Hijo de Dios”. Nosotros estamos en ese día, amigos.",
    "Y ahora fíjense: “Un poco y el mundo no Me verá más, pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Así es. Él está aquí hoy. “Y en los días…”. Cómo es que Su gran cuadro siempre giraba y hacía acontecer lo mismo que estamos viendo hoy. El gran drama está preparado, y ahora estamos listos para ver suceder grandes cosas.",
    "La Iglesia ya ha salido de la cuna. Así es. Pentecostés la meció allá, hace unos cuantos años, allá en el pasado, cuando la gente le lanzaba piedras y se burlaba, y se reía de ella; pero ella ha crecido llegando a madurez ahora. Seguro que sí. ¡La hora ha llegado! ¡Aleluya! Así es. En eso estoy interesado: en ver a la Iglesia de Dios reuniéndose ahora. Hemos sido golpeados aquí, y golpeados allá, pero la hora está llegando cuando Dios nos está envolviendo a todos con el manto, para recogernos, pues el enemigo está a la puerta. ¡Aleluya! Sí, señor. Él dijo, y (ahora de Su pueblo), Daniel dijo: “Las grandes cosas de los últimos días, cuando estas cosas acontezcan, (¡oh!), entonces el pueblo hará grandes proezas, los hombres de fe, en aquel día”.",
    "Y hoy la hora ha llegado cuando el gran drama, el gran cuadro de Dios ha sido presentado, de la lluvia tardía. Joel dijo: “Acontecerá en los últimos días que derramaré de Mi Espíritu sobre toda carne; y vuestros hijos y vuestras hijas profetizarán. Sobre Mis siervas y siervos derramaré de Mi Espíritu. Y mostraré prodigios arriba en el cielo, y señales abajo en la tierra, y columnas de fuego, y vapor de humo. Acontecerá, antes que venga el día grande y terrible de Jehová, que todo el que invocare el Nombre de Jehová será salvo”.",
    "Jesús dijo allí: “Estas cosas que Yo hago, Uds. las harán y mayores que estas, porque Yo voy a Mi Padre”. ¡Aleluya! ¡Aleluya! Esto es lo que Él dijo allí, en—en la—la Palabra allí, dice: “Si permanecéis en Mí, y Mi Palabra permanece en vosotros, pedid lo que quisiereis y os será dado”.",
    "Hace algunos años la gente de por aquí dijo: “Uds. los de allí, de ese Tabernáculo, son santos rodadores. Todos Uds. son esto, aquello, y lo otro. ¡Uds. están locos!”.",
    "Pero, ¡oh, hermanos!, nos hemos parado sobre esa Roca, que es Verdadera, para el bautismo del Espíritu Santo, y ahora el poder del Dios Todopoderoso está formado en la iglesia, mostrándose. ¡Aleluya! Yo estoy esperando por Dios cuando sacudirá la cosa entera, en todas partes. Hermano, ya está en proceso ahora mismo. Está sucediendo. Así es.",
    "Su Deidad. ¿Quién es Él? Algunos lo hacen a Él un pequeño bebé allá en el pasado. Él es Aquel que se puso de pie en lo invisible, (¡oh, vaya!), extendió Sus manos, y habló y dijo: “Sea la luz”, y fue la luz. Ese era Jesucristo. “Porque en el mundo estaba, y el mundo fue hecho por Él, y el mundo no Le reconoció”. Él era… Él es la Deidad de Dios. Miren lo que Él hizo allá atrás. Hablar de lo milagroso allá en el pasado; ¿me hablan de gritar? Cuando Él hizo cosas milagrosas, para hacer cosas que ahora son, de cosas que no eran, Él habló y así fue.",
    "¡Y ese mismo Poder, ese mismo Cristo! ¡Aleluya! Dejen que los fundamentalistas, dejen que esa gente que niega el Poder de Dios diga que está errado; pero ese mismo Poder que habló el mundo a existencia, está en esas personas que tienen el Espíritu Santo. Así es. Hombres y mujeres: es hora que descubran quiénes son Uds. El diablo está tratando de esconderlos a Uds. al decirles que son unos cobardes. No lo son. Uds. son hijos e hijas de Dios. La Deidad no está en el Cielo; está en Uds. ¡Aleluya! Sé que piensan que estoy loco, pero déjeme decirle algo, hermano: ¡Cuando Uds. se den cuenta que el Dios Todopoderoso vive en Uds., Vida inmortal “Mi Vida Yo doy, Zoe”, la Vida de Dios está en el ser humano!",
    "Él se paró allá, Él es el Creador de todas las cosas. Él creó la vida; las ranas, ¡oh!, las abejas, los patos, las gallinas, los animales, creó todo. “Y nada fue hecho que no fuera hecho por Él”. ¿Quién? ¡Cristo, la Deidad! “Él hizo caer plagas y todo en los días de Egipto”. ¿Quién? ¡Cristo! “Él tapó la—la boca de los leones. Él apagó los fuegos impetuosos. Ellos evitaron el filo de espada. Levantaron a los muertos del sepulcro”. ¿Quién? ¡Cristo! ¡Oh, vaya!, ¡qué será! ¿Quién es Él? ¡Cristo, la Deidad!",
    "Y, hermano, hermana, esa Deidad está en Uds. “Todavía un poco, y el mundo no Me verá más. Pero vosotros Me veréis; porque Yo estaré con vosotros, y en vosotros, hasta el final de la edad”. ¿Cristo en el pesebre? No. ¡Cristo en Uds.! ¡Aleluya! No estamos adorando a Cristo en el pesebre, sino a Cristo en Uds., el Espíritu Santo, la esperanza de Vida, aleluya, el Creador, Dios mismo morando en el ser humano. “Aún no se ha manifestado lo que hemos de ser, pero le veremos tal como Él es”. Porque seremos hechos semejantes a Él, el Espíritu en el ser humano.",
    "No había lugar para Él. La gente de por aquí dice que ellos—ellos son de Cristo, que sus iglesias son de Cristo, ellos van a una… Y ¿qué sucedió anoche? Abrieron sus regalos de Navidad. Veamos el de papá; allí había una… allí debajo del árbol de Navidad, de muchos hombres, anoche, pusieron una caja grande de cerveza en alguna parte. No había lugar para Jesús, sino todo para la cerveza. Abrieron el regalo de mamá: un juego de barajas. No hay lugar para Cristo; solo las barajas. Así es. En lugar de una pequeña Biblia o algo para los niños, había un librito de G-man, o alguna cosita como esa. No había lugar para Jesús. En lugar de ir a la iglesia, ellos van a los cines, bailes, de todo, y se llaman a sí mismos Cristianos.",
    "Hermano, cuando la Deidad de Dios, por el Espíritu Santo, entra en el corazón humano, hace salir todo lo que Cristo no ha creado. Uds. saben que esa es la Verdad.",
    "¡Dios, Cristo, la esperanza de Gloria en Ud.! No en la cuna, ¡en Ud.! Eso fue en un tiempo, Dios estaba allá en el principio, luego Él vino en Moisés, Él vino en los hijos de Israel, Él vino en la cuna. Pero ahora ellos lo adoran a Él por allá en el pasado, como algo prehistórico, ¡cuando Cristo está en Uds.! Aquí está Él, hoy, el Hijo de Dios ascendiendo; Su gran Iglesia está progresando.",
    "Hoy, la iglesia tiene ventas de comida, cenas de pasteles, ven quién puede vestirse mejor, entran a la iglesia con pompa, gloria, quién tiene la mejor iglesia, los mejores asientos, quién puede tocar esto, quién puede hacer aquello. Y no hay lugar; siempre tienen algo más que hacer aparte de orar. Ya no pueden orar. Tienen algo más que hacer; no pueden orar más. Ellos sencillamente no pueden amar, servir a Dios como solían hacerlo. “No había lugar para Él en el mesón”. Y ahora es aquí en el tiempo del fin, amigos. “No hay lugar para Él en el mesón”. Por supuesto, yo sé lo que significaba aquel mesón, pero estoy refiriéndome a este mesón.",
    "Pero la Biblia dice: “En aquel día cuando florezca el almendro, el deseo del hombre desfallecerá; porque va a su morada eterna, y los que se lamentan van por las calles; antes que la cadena de plata se quiebre, o el cántaro se quiebre junto a la fuente”. ¡Oh, misericordia, amigo mío!",
    "Pero el profeta también dijo: “Habrá Luz en el atardecer”. Así es. La senda a la Gloria seguramente hallarán. Así es. La hora del atardecer ha llegado. La iglesia ahora, que en un tiempo estuvo vestida como esa experiencia del pequeño pesebre que hemos pasado, ha llegado al punto ahora en que el pueblo se está dando cuenta que la Deidad y el Poder del Dios Todopoderoso está viviendo en el ser humano.",
    "¡Oh, hermano, hermana!, permítanme hablarles en el Nombre de Jesús, en esta mañana. ¿Aún me están oyendo? [La congregación dice: “Amén”.—Ed.] ¡Oh, vaya, permítanme decirles algo!",
    "Está llegando el tiempo cuando las mujeres y los hombres son casi iguales. Se visten tan parecidos que uno no puede distinguir a uno del otro. Así es. Todas las cosas que la Biblia dijo que se cumplirían, están aquí. Así es. Uds. saben que esa es la Verdad. ¿Es la Verdad? [La congregación dice: “Amén”.—Ed.] ¿Será la Verdad? [“Amén”.] Sí lo es, es la Verdad. Ellos actúan igual, lucen igual, maldicen igual, hablan igual. La Biblia dice que así sería. Él dijo: “En los postreros días vendrían tiempos peligrosos. Los hombres serían amadores de sí mismos, más que de Dios; implacables, calumniadores”. ¿Es así hoy? [“Amén”.] Así es.",
    "¡Oh, gloria a Dios! ¡Siento algo moviéndose en mi alma! ¡Oh, hermanos, cuando miro aquí afuera! “Como fue en los días de Noé, así será en la venida del Hijo del Hombre”. Noé tuvo algunos fieles en aquel día. Dios tiene algunos fieles el día de hoy. La hora viene, este gran drama se está preparando.",
    "Hombres y mujeres: si el Espíritu Santo está morando en Uds., el Cristo que nació hace mil novecientos años alcanzó la madurez. Él no se quedó en la cuna.",
    "Y hoy, en la conmemoración de Su nacimiento, ¿qué hacen? Buscan algún árbol, lo cortan, hacen un árbol de Navidad para los niños. Pero ellos piensan… Eso está bien; no me estoy oponiendo a eso. Pero la cosa es que ellos ponen más énfasis en el árbol de Navidad que en Cristo.",
    "Kris Kringle está por todo el país. ¿Quién era él? Un alemán, un santo católico de hace años, un anciano que anduvo por dondequiera haciendo el bien. Y hoy en día ha llegado a ser casi una adoración. Así es. Está bien decírselo a los niños, o lo que Uds. quieran hacer, en lo que a mí respecta. Pero el problema es que es muy fácil caer en esa rutina del otro lado y sacar a Cristo, los verdaderos fundamentos de Cristo, de la Navidad. Y toman a Kris Kringle en lugar de la verdadera Navidad; así es: “No hay lugar para Él en el mesón”.",
    "Todo ha llegado, si tuviéramos tiempo. Sé que se hace tarde, y se está haciendo tarde.",
    "Pero miren, amigos: la hora ha llegado y ahora es, cuando el gran drama de Dios está aquí delante de nosotros. El Hijo de Dios, que estaba en la cuna, ahora está en el corazón. Él es la Deidad de Dios. Él es Dios, el Creador. Él dijo: “Todas las cosas… En el mundo estaba, y el mundo fue hecho por Él, pero el mundo no Le conoció”.",
    "Y, hoy día, eso es lo que pasa con la iglesia. La esperanza de Gloria, el bautismo del Espíritu Santo ha entrado en los corazones de la gente, y ellos no reconocen lo que es. Piensan que es unirse a alguna iglesia, o algo así.",
    "Pero ese es el Dios, el Creador, viviendo en Uds. y dándoles todos los Poderes. Y Uds. poseen todo lo que Él tenía. Así también está en Uds. para que se abstengan de lo malo, hagan el bien, eviten lo malo y huyan hacia la justicia, apartarse de la tentación. Toda malicia, odio, contienda, envidia y demás, apártense de ello, porque eso lo sacará a Él de su corazón. Si Uds. lo reciben a Él, ¡abrácenlo y ámenlo, y manténganlo en su corazón y ámenlo! Yo puedo decirles: la iglesia unida en esa clase de Poder, tiene el Poder para cerrar los cielos, sanar a los enfermos, abrir los ojos de los ciegos, ¡aleluya!, los sordos hablar… los mudos hablar, y los sordos oír, los inválidos caminan, los ciegos ven. ¿Por qué? Al reconocer el Poder del Dios Todopoderoso en su corazón. Allí está Él, la Deidad.",
    "¿Le aman? Con razón el poeta dijo:\n\n¡Sublime gracia del Señor,\n\nQue a un infeliz salvó!\n\nPerdido y Él me halló,\n\nYo ciego fui, mas hoy veo ya.",
    "Querido hermano, hermana, si Uds. no tienen el bautismo del Espíritu Santo en esta mañana, corran hacia el Reino de Dios tan rápido como puedan. El tiempo del sellamiento ha comenzado. El enemigo ha venido como un río; Él está levantando bandera contra eso. El drama está preparado. La iglesia se va a Casa, con toda seguridad. Uds. no tienen mucho tiempo para esperar, amigos. No tienen todo el tiempo para esperar. Más vale que vengan ahora. Más vale que lo hagan hoy (correcto), “entre tanto que se dice: hoy”. Háganlo ahora.",
    "Recuerden, amigos, puede que parezca extraño. El mundo nunca… la religión de Cristo nunca fue popular. Siempre han sido impopulares los caminos de Dios, porque el diablo es “el príncipe de la potestad del aire”. Él tiene todos los gobiernos. Todo gobierno está controlado por el diablo, de acuerdo a la Biblia. El diablo dijo que así era. Así es. Él controla todos los gobiernos.",
    "Y también la Biblia dice: “Regocijaos todos vosotros, santos Ángeles, y vosotros santos sobre la tierra, porque los reinos de este mundo han venido a ser los reinos de nuestro Dios, y de Su Cristo, y ellos… Él reinará”.",
    "Satanás llevó a Jesús a la cima del monte, le mostró todos los reinos del mundo dijo: “Todos estos son míos, y yo te los daré a Ti”.",
    "Y Jesús dijo: “Apártate de Mí, Satanás”. Así es. A Él no le importaba…",
    "Él dijo: “Si Mi Reino fuera de este mundo, Yo pudiera llamar cualquier legión de Ángeles; pero Mi Reino no es de este mundo, sino que Mi Reino está en el Cielo”.",
    "Y Él dijo: “El Reino de Dios estará entre vosotros”. Y, por lo tanto, las legiones y poderes, y el respaldo de los Santos Ángeles (¡aleluya!) está en Uds., en esta mañana, por la Deidad de Cristo, por el bautismo del Espíritu Santo. Sí, señor.",
    "¿Quiénes son Uds. en esta mañana? ¿Quién es Cristo Jesús? Él está en Uds. tanto como se Lo permitan. Él está presionando, tratando de entrar en Uds., vivir dentro de Uds. hoy. Y Uds. se paran a un lado a pensarlo, y miran y contemplan, y lo aplazan por un tiempito. No hagan eso. Vayan directamente al seno de Dios. La hora ha llegado. ¡Aleluya!",
    "¡Oh, cuánto Le amo! Él viene uno de estos días. Yo quiero verle. ¿Uds.? Yo quiero verle. Yo creo que Le veremos. ¿Uds.? Él está aquí ahora. Su Poder se está moviendo.",
    "¿Qué hace que la gente llore, grite y se comporte de esa manera? ¿Qué es lo que pasa? Es el Espíritu Santo moviéndose en ellos. ¡Si tan solo pudieran darse cuenta y—y lo abrazaran! Abracen al Espíritu Santo, créanle a Él, apriétenlo contra su pecho. Vivan correctamente; no hagan nada que le estorbe a Él. Digan: “¡Oh, Señor Jesús, te necesito! Quiero que te pares a mi lado. Yo me voy a parar a Tu lado, Padre”. Y mientras lo hacen, Él simplemente está presionando para entrar en Uds. Él quiere entrar allí. Él siempre está arrullándolos para que vengan a Él.",
    "Ahora, amigos, yo sé que esa es la Verdad. Sé que la gente no se da cuenta de quienes son Uds. Cada persona aquí puede vivir por encima del pecado, puede vivir sin pecado, vivir en Dios. Uds. cometerán errores, pero la Sangre de Cristo les perdonará. “Padre, perdónalos, porque no saben lo que hacen”. ¿Es así? Ese mismo Poder de Cristo que fue colgado en la cruz del Calvario, el mismo Dios que lo levantó a Él en el día de la resurrección, está en Uds. ahora, en Uds. que tienen el Espíritu Santo. ¡Oh!, ¿no le aman Uds.? ¡Oh, hermanos! Escuchen Su Voz llamando hoy.",
    "Acérquenlo a su pecho, y digan, o muy cerca de su pecho, y digan: “¡Pues, Señor Jesús, yo he sido un poco diferente!, pero en este día de Navidad me doy cuenta de Quién eres Tú ahora. Una vez te adoré como un pequeño bebé en un pesebre. Te vi allá en el pasado como un niño, hace mil novecientos años, y pensaba: ‘¡Oh, si yo pudiera haber ido a Jerusalén!’”.",
    "Hoy, ellos consiguen permisos y todo, para ir a la—a la cuna, allá al lugar en donde Él nació, al mismo pesebre. Pero, amigos, no es allá en donde Él nació; es aquí mismo en donde Él nació. Dios lo ha traído a Él hasta cada uno de nosotros, y Su Ser viviente está viviendo dentro de nosotros. ¡Oh, el Creador, aquello que creó al mundo, y creó los cielos, creó la tierra, creó al hombre, está aquí mismo en cada individuo que tiene el bautismo del Espíritu Santo hoy! Esa es la cosa, ese es el secreto: reciban el Espíritu Santo. Él está en Uds. Él es la esperanza de Gloria.",
    "Y miren aquí, en el Antiguo Testamento, como me he referido a eso muchas veces, cuando se hacía el contrato, se rompía sobre el cuerpo muerto de una bestia. Y esos dos contratos tenían que unirse, esos contratos tenían que coincidir el uno con el otro.",
    "Y hoy, Dios ha hecho un contrato. No porque Uds. eran buenos, no porque se unieron a la iglesia, no porque han tenido una buena posición en la sociedad. Uds. pudieran ser muy buenos; pueden vivir una vida limpia, pueden ir a la iglesia todos los días, pueden sacrificar cada día, pueden dar parte de su dinero, pueden renunciar a todos los pecados del mundo, y todo, y vivir tan genuinos y fieles como puedan, y se desviarán del Cielo tan lejos como el este está del oeste. Así es. No es por bondad que somos salvos, sino que es por Su misericordia que somos comprados, que Dios quiso hacer hijos e hijas. La bondad nunca los hace. El Espíritu de Dios los hace. Si no fuera así, Él no hubiese tenido que enviar el Espíritu Santo.",
    "¿Cómo pudiera estar completo el Espíritu Santo a menos que… cómo pudiera estar completo el—el contrato? Jesús dijo: “Yo me iré, pero vendré otra vez; y estaré con vosotros, aun en vosotros. Rogaré al Padre y Él os dará el Espíritu Santo. Él morará con vosotros para siempre”.",
    "Y la gente pone su nombre en los libros de la iglesia, se esfuerzan por abrir una nueva página en el día de Navidad, se esfuerzan por ir allá a la iglesia y pagar unos cuantos tributos al pesebre por allá. Cuando el Espíritu Santo está presionando, queriendo encontrar… Y el mundo los tiene tan ciegos que ellos van allá y dicen: “Bueno, ese es un montón de santos rodadores”. Como fue en los días de Noé, así también es ahora.",
    "¡La venida del Hijo de Dios se está acercando! Así es. Y solamente aquellos que estén cargados por medio del Espíritu Santo, que tengan Vida inmortal viviendo en ellos, el Espíritu Santo, esa es la clase que va a ser sacada de aquí, con toda seguridad.",
    "Había algo especial de esa pequeña arca en los días de Noé que flotó en el agua. Era una fuente de poder de lo Alto. Había una luz en la parte de arriba, y la Gloria de Dios brillaba desde el Cielo, sobre ese aposento en la parte superior.",
    "Y déjenme decirles hoy, amigos, escuchen mis palabras. Hay una fuente de Poder, no proviene de la iglesia, no del pastor, sino de la Gloria: el bautismo del Espíritu Santo descendiendo en ese canal correcto, para levantar a una Iglesia. ¿Qué es? El Poder de Dios, el acceso a Su Vida, Zoe.",
    "🦅 Estas cosas que Yo hago, Uds. las harán también; mayores que estas harán”. Él fue perseguido, recibió burla, mofado, y murió, y fue sepultado. Pero Él fue fiel, Él tenía el Espíritu de Dios dentro de Él, y Dios Lo resucitó. Si nosotros partimos de la misma manera, así también resucitaremos. ¡Oh, aleluya! ¡Yo Le amo!",
    "¿Aún me están oyendo? ¿Le aman? ¿Le aman con todo su corazón? ¿No es Él maravilloso? ¡Oh, vaya!\n\nOjo ha visto, oído ha oído, lo que está escrito en la Palabra de Dios;\n\n¿No es Él maravilloso? ¡Maravilloso!\n\nInclinemos nuestros rostros.",
    "Padre Celestial, ¡Oh, Jesús!, estoy en espera de una gran hora. La veo viniendo. Veo que no hay esperanza en ninguna otra parte. Veo la edad avanzando. Veo las grandes luces rojas del comunismo moviéndose sobre toda la tierra. Veo las iglesias formales tomando su posición en contra de Tu Iglesia, tratando de condenarlos, diciendo: “La sanidad Divina está errada. Es un montón de fanatismo”. Hay un proyecto de ley en nuestra propia Casa Blanca, para cerrarla por completo.",
    "¡Oh, pero Dios, el otro día, sentado allá y viendo a esa gente santa, toda iluminada con el Poder de Dios; mirando sus rostros y viendo la gloria de Dios! Ellos pueden ser como los jóvenes hebreos frente al horno ardiente. “Nosotros no nos inclinaremos. No. Nuestro Dios es poderoso para librarnos. Tú vendrás rápidamente, Señor Jesús”.",
    "Y yo veo que está llegando la hora cuando: “La gente tiene apariencia de piedad, pero niega la Eficacia de ella; a éstos, evita”. Tú lo dijiste, el Espíritu hablando de los postreros días. Y aquí estamos hoy en ese día.",
    "Aquí está nuestra iglesita sentada aquí, Señor: hombres y mujeres que creo que Te aman. Y ruego, Dios, que ese Espíritu que ha llenado muchos de sus corazones, en días pasados, ahora venga más profundo, en muchos más. Que ellos pongan a un lado toda malicia, toda contienda, todo lo que no es semejante a Ti, y vayan hoy, no al pesebre, sino al Calvario. No solamente al Calvario, sino a Cristo, la esperanza de Gloria, la Deidad de Dios, la magnificencia de Dios, el Poder de Dios que ahora está en nuestros corazones, tratando de sacarnos de las cosas del mundo, para que un día Él pueda llevarnos de esta tierra, a una Tierra mejor. Dios, concédelo hoy. Escucha la oración de Tu siervo, y háblale al pueblo.",
    "Si hay algún perdido aquí, alguno sin el Espíritu Santo, que puedan recibir de parte de Ti en esta mañana. Concédelo, amado Dios, porque lo pedimos en el Nombre de Tu querido y amado Hijo, Jesús; Quien nació en un pesebre hace mil novecientos años, Quien sufrió treinta y tres años después en el Calvario por nuestros pecados, Quien ascendió a las Alturas unos días después, cuarenta días después. Él fue recibido arriba en Gloria, luego diez días después regresó de nuevo en el Poder del Espíritu Santo, y ahora está viviendo en la Iglesia. Y pronto, con ese mismo Poder que lo resucitó a Él, el Espíritu Santo en la Iglesia, la sacará. ¡Oh, Dios!, ven, ¿por favor?, y salva a la Iglesia. Porque lo pedimos en Su Nombre.",
    "Mientras tienen sus rostros inclinados, vamos a cantar: Llamando hoy. Si hay alguien aquí sin Cristo, sin Dios, sin esperanza, ¿vendría Ud. ahora?\n\n¡Llamando hoy!\n\n¡Llamando hoy!\n\nJesús está llamando,\n\nÉl está llamando tiernamente hoy.\n\nJesús está llamando tiernamente hoy,\n\n¡Llamando hoy!",
    "¿Está Ud. sin Dios, sin esperanza, sin Cristo? ¿Se dan cuenta, Cristianos, que Uds. no tienen esa vida completa de la Palabra de Dios? ¿No querrán Uds. venir?\n\n…más lejos.\n\n¡Llamando, Él está llamando hoy!\n\n¡Llamando hoy!\n\nJesús está llamando hoy,\n\nÉl está llamando tiernamente hoy.",
    "Escuchen: el Padre está aquí y Él—Él quiere salvarlos, si Uds. no son salvos. Y sé que no lo están. Pero escuchen, amigos: yo quiero hacer algo por Uds. en esta mañana, mientras están de pie aquí. Quiero que tengan sus ojos cerrados. Quiero bajar una cortina aquí y permitirles mirar a otro lado. Vamos a hacer un pequeño viaje en esta mañana, mientras que ella está tocando ese canto. Voy a bajar la cortina solo para aquellos que están en este Tabernáculo, jóvenes y ancianos, y todos.",
    "Voy a mirar hacia los portales del infierno por un rato en esta mañana. Ellos saben allá abajo que aquí arriba es la época de Navidad. Ellos saben lo que hicieron en la época de Navidad. Algunos de ellos bebieron, algunos anduvieron por ahí, algunos fueron a la iglesia, algunos se mofaron, algunos se burlaron. ¿Qué pasaría si ese asqueroso y huesudo cuerpo pudiera regresar a la puerta de esta iglesia en esta mañana? Saben, la próxima Navidad Uds. pudieran estar allí. Puede que Uds. ya hayan estado allí un año, para la próxima Navidad. Pero, recuerden, Uds. están lidiando con almas humanas; están lidiando con cosas espirituales, y cada uno de Uds. tiene que dar cuenta en el Día del Juicio. Yo solamente puedo ser honesto. Solo puedo decirles que si no han recibido al Cristo en esta mañana, ¡Él está parado junto a la puerta abierta! ¿Lo tratan Uds. mal a Él?",
    "Y Uds. que tienen el Espíritu Santo, recuerden, Uds. van a ser juzgados por lo que han hecho con Él. Uds. pudieran haber recibido a Cristo por el Espíritu Santo, pero serán condenados; todo hombre es juzgado de acuerdo a las obras que hizo en su cuerpo. Después que recibieron el Espíritu Santo, ¿qué han hecho Uds. con Él? ¿Han hablado Uds. de su prójimo? ¿Han hecho cosas incorrectas? Si es así, recuerden, yo comenzaría la vida de nuevo desde ahora mismo. Digan: “Señor Jesús, hoy, de ahora en adelante, yo voy a ser lo que Tú quieras que sea. Me doy cuenta que es la parte inmortal de Dios, y que el Espíritu de Dios vive en mi cuerpo. Y si yo—yo he estado errado, perdóname ahora. Yo—yo quiero volver a casa. Yo—yo quiero ser mejor”.",
    "Pruébenle a Él allí, en esta mañana, así mismo. Solo levanten su mano, hacia mí, allí atrás. Digan: “Hermano Branham, yo quiero empezar de nuevo hoy”. Yo también tengo la mía levantada; voy a comenzar de nuevo. ¡Yo quiero hacer más por Él de lo que alguna vez hice! ¿Están Uds…?…",
    "Una de las historias más tristes que he oído, en una ocasión. Una jovencita, ella era una joven muy atractiva. Venía de un hogar muy fino, yo le hablé de Cristo. Su—su padre dijo: “Yo—yo estoy avergonzado de ella, reverendo”. En la sociedad, ella se va a encontrar con esa clase de gente debido a que ella es… Ahora, recuerden, en cuanto a la sociedad, Uds. se están identificando con algo llamado “locura”. Pero ella recibió la mejor educación. Y cuando decidió salir con esa sociedad, y juntarse con distintas clases de hombres finos, la muerte la golpeó, le dio un ataque al corazón. Todo su entrenamiento no le sirvió para nada. Ella se fue a otro lugar.",
    "¿En qué dirección van Uds. en esta mañana? ¿Cuáles son sus sueños? A mí no me importa en qué clase de grupo se encuentren cada uno de Uds., Uds. van a ir a la Eternidad uno de estos días. Y sin Cristo, sin el Espíritu Santo, su alma está perdida. Recuerden eso.",
    "Ud. solo puede obtener eso al aceptar a Cristo, por medio del Espíritu Santo. Si Él está en Ud., Él es el Poder de Dios. Viva por medio de Él. Él es Dios en Ud. La Biblia dice: “Vosotros llegáis a ser dioses”. Así es. “¿No sois dioses todos vosotros”? Y Jesús le dijo a…\n\nLos fariseos allá, dijeron: “Tú te haces Dios”.\n\nDijo: “¿No está escrito en vuestra ley que: ‘dioses sois’?”.\n\nÉl hizo a Moisés un dios para Faraón.",
    "Y Él los hizo a Uds. un dios para la gente. Así es. Y Uds. en esta mañana son epístolas escritas de Dios. Sus—sus vidas son de Dios, y hasta llevan ese Espíritu Santo.",
    "Miren aquí, amigos, no permitan que esto se les pase. ¡No permitan que esto se les pase por alto como si solo fuera algún pequeño mito!…?…",
    "Padre, venimos en esta mañana como Tus hijos humildes. Comprendo que—que estamos viviendo en la hora postrera, en el tiempo final, algo puede suceder en cualquier momento. Hombres, mujeres, muchachos, o muchachas, aquí, están sin Dios. Y Te ruego, Padre, que seas misericordioso. Te ruego que seas misericordioso con aquellos que han recibido, y no se dan cuenta de que Tú estás cerca, en sus corazones. Y dándonos cuenta que las cositas del mundo, a través de los afanes, es morir. Yo ruego, Dios, que cada uno aquí en esta mañana esté realmente consagrado a Ti, para los días venideros, y no importa cuánto más tiempo tengamos que esperar antes de Tu Venida. Creemos que está a la mano ahora.",
    "Y después de un tiempo, la gente va a procurar ser salva; no podrán hacerlo. Estoy pensando en esos jóvenes aquella noche, allí en el altar, procurando ser salvos, pero ya habían cruzado la línea. No había redención para ellos; estaban perdidos, no podían ser salvos.",
    "Padre, yo solo—yo solo oro que los bendigas, a cada uno, mientras haya tiempo para nosotros, Padre, que ellos la reciban hoy. Porque lo pedimos en el Nombre de Jesucristo. Amén.",
    "Pongámonos de pie. ¿Cuántos le aman con todo su corazón? ¿No desean Uds. estar un poco más cerca de Él, amarle un poquito más? Cantemos Yo—Yo me rindo a Él, mientras levantamos nuestras manos a Él, en esta mañana…?… ¿Lo harán? Denos la nota allí para comenzarlo, hermana.\n\nYo me rindo a Él, yo me rindo a Él, (todos sus hábitos, todas sus maneras)\n\nYo me rindo a Él, yo me rindo a Él,\n\nTodo a Cristo, yo me entrego,\n\nQuiero serle fiel.\n\n¿Realmente lo dicen de corazón?\n\nYo me rindo a Él, yo me rindo a Él,\n\nYo me rindo a Él, yo me rindo a Él,\n\nTodo a Cristo, yo me entrego,\n\nQuiero serle fiel.",
    "¡Oh, Padre, ten misericordia! Te amamos tanto, Señor. Uno de estos días la trompeta sonará. Puede que yo esté en algún lugar allá en el campo. Señor, yo estaré pensando en la iglesia en ese momento. Cuando los vientos comiencen a aullar, el mundo comience a tambalearse. Algunos dirán: “¿Qué sucede?”. Los cielos se estarán poniendo rojos, la hora del juicio estará cerca. Yo pensaré: “¡Oh!, ¿en dónde está el Hermano Graham? ¿En dónde…? ¡Oh, ellos están en casa!”. Pero, Padre, entonces, después de un rato, oiremos un sonido como nunca antes: la Trompeta; el Ángel tocará la Trompeta. ¡Oh, Dios!, aquellos que han entrado en la cámara de la muerte, resucitarán. Se escucharán los gritos: “¿Qué pasa con el mundo? No podemos estar de pie. Ella se está tambaleando”. Y entonces seremos arrebatados juntos para encontrarnos con Él en el aire.",
    "¡Oh, Padre!, si la muerte viniera a nosotros antes de ese tiempo, es decir, la muerte natural o separación de esta tierra aquí, que podamos entrar en la cámara con una fe valiente, envolviéndonos con el manto de Cristo, el Espíritu Santo. Algún día tendremos que llegar allí, Padre. Y sé que yo también tengo que caminar por esa senda. Está allá, delante de mí, en alguna parte, esa hora en la que entraré en esa cámara de la muerte. Cuando oiga que se lea mi sentencia, no quiero ir como un cobarde. Yo quiero ir como Tú fuiste, Señor. No tratar de envolverme con mi propio manto, sino envolverme con el manto de Cristo, el Espíritu Santo, como lo hizo Pablo, y decir: “Muerte, ¿dónde está tu aguijón? Sepulcro, ¿dónde tu victoria?”. Entraremos en esa cámara oscura entre aquellos que están muertos, esperando entonces escuchar Su voz de Arcángel que sonará, y seremos llamados a salir de entre los muertos, para encontrarnos nuevamente con nuestros seres queridos.",
    "¡Oh, Señor!, si nos perdemos eso en vida, la vida no habrá sido nada para nosotros; hemos fallado. Pero si lo encontramos a Él Quien es precioso en nuestro corazón, entonces habremos encontrado todo el propósito de Dios.",
    "¡Oh, cuánto le amamos, en esta mañana! Que todo Cristiano, en esta mañana, vea la visión rápidamente, Señor. La hora ya se hace tarde, y pido que Tú les permitas ver la visión y se aferren de la Vida hoy, y vivan para siempre, porque lo pedimos en el Nombre de Jesús. Amén.",
    "¿Se aman los unos a los otros? Dense la vuelta y salúdense de manos unos con otros, digan: “Dios le bendiga. Cristo sea con Ud.” En lugar de: “Feliz Navidad”, digan: “Cristo sea con Ud.”, mientras se dan la vuelta. Ahora, no se vayan solo—solo dense la vuelta, digan: “Cristo sea con Ud.”. (Cristo sea con Ud.)\n\nTodo…\n\nAhora un momento.\n\nTodo a Cristo yo me entrego,\n\nQuiero serle fiel.",
    "Bueno, pensé que eran más de las doce. Son más de las once, y pensé que eran las doce y veinte. Solo… [Una hermana dice: “Quedémonos otra hora”.—Ed.] ¿Cómo dice? Amén.",
    "¿Todos aman al Señor? Digan: “¡Alabado sea el Señor!” Tengamos solo un—un poco, solo unas pocas, no más de—no más de tres o cuatro palabras de testimonio, algo así como: “Yo amo a Jesús”. Solo digan, sí, tan solo eso. [Alguien dice: “Yo amo a Jesús”.—Ed.] Así es. Alguien más. [Mucha gente dice: “¡Yo amo a Jesús!”.] ¡Yo Le amo! ¡Yo Le amo! ¡Oh…!\n\nJesús, Salvador, guíame\n\nPor el tempestuoso mar de la vida;\n\nOlas desconocidas se levantan delante de mí…?… 🦅"
  ]
}