{
  "title": "ENFERMEDADES Y AFLICCIONES",
  "id": "50010009",
  "content": [
    "🦅  Quiero explicarles algo, algunas cosas vitales que deberían saber. No estoy muy fuerte de voz, así que probablemente tenga que acercarme aquí. Si el Señor lo permite, el domingo en la tarde quiero predicarles un sermón evangelístico, el domingo en la tarde. Y estamos esperando que el Señor haga grandes cosas por nosotros esta semana.",
    "Una es concerniente a… muchos aquí difícilmente entenderían cómo se—se reparten estas tarjetas de oración a los enfermos y afligidos. En tres años de experiencia, este es el único programa que yo he encontrado que realmente pareció tener la bendición de Dios.",
    "Primero solo íbamos y no teníamos tarjetas, y dejábamos que la gente formara una línea. Y, de hecho, se producía una gran congestión. Luego alcanzaba a orar tal vez quince, veinte minutos a la vez; la multitud se me venía encima y tenían que sacarme.",
    "Y luego, lo siguiente que comenzamos, fue enviarles las tarjetas de oración por adelantado a los ministros. Y cada ministro que patrocinaba, posiblemente cincuenta iglesias o más en el área, patrocinaban la reunión, y cada ministro recibía por lo menos cien tarjetas. Cada ministro quería que su congregación pasara primero. Él se las daba a su congregación y probablemente las cuatro o cinco noches enteras, solo pasaba la congregación de un ministro, los demás se sentían muy mal por eso.",
    "Entonces pensamos en invitar a la gente local, solo la gente local de la comunidad; pero a veces la gente viene desde siete, ocho mil millas a las reuniones. Eso no era correcto.",
    "Y la única manera que encontramos en que podíamos ser, y dejar realmente que el Señor abriera el camino, era venir y tomar tarjetas de oración, como unas cincuenta de ellas, y simplemente repartirlas entre el pueblo a los grupos, y nadie sabe exactamente quién pasará.",
    "He visto ocasiones en que repartí cincuenta tarjetas y ni una de ellas ser llamada. Empezar la reunión, y el Espíritu del Señor me llevaba justo entre la gente, así, sin ni siquiera usar las tarjetas de oración.",
    "Ocurrió una vez que, estando en la plataforma, solo comencé a hablar y no estar en mis cabales por una hora o más, mientras llamaba al primero, y luego el otro, así. Yo… Y todos fueron sanados.",
    "Muchas personas se esfuerzan por estar en la—la línea. Hice este comentario, es la verdad, ha sido efectivo por cinco años… por tres años ya. Discúlpenme. Cada persona que pasa a esta plataforma es sana. No ha habido nada, no importa cuán torcida, lisiada o afligida, siempre es sanada. Ha habido algunos casos horribles. Pero yo… Tal vez, en lo que dura una noche, solo alcanzaba quizás tres o cuatro o cinco. Tal vez en algún momento…",
    "Vi una vez en Calgary, Canadá, que solo tuvieron dos, donde se habían reunido veinticinco mil personas: dos.",
    "Uno era un chico que llevaba dieciocho años afligido, su mano lisiada, encogida; él estaba en una silla de ruedas. Su madre había empeñado el anillo de bodas, para poder cuidarlo. Había estado en unas siete u ocho reuniones; no había podido conseguir una tarjeta. Finalmente le llegó la hora de estar en la plataforma. El chico bajó de la plataforma caminando. A la mañana siguiente, se afeitó por primera vez en su vida. Me encontró allá en el puerto de embarque cuando el avión aterrizó en Vancouver, para estrecharme la mano.",
    "Una niña pequeña fue la otra. La pequeña, de fe católica, tenía una pierna diez centímetros más corta que la otra. Estuvimos cerca de una hora con esa niña. Y esta misma Biblia… Cuando la trajeron allí, se iba bastante de lado. Le puse esta Biblia en la cabeza, caminó tan normal como cualquier niño, de allá para acá en la plataforma, mientras las veinticinco mil personas que estaban allí miraban. Pero, en esas cosas, solo decimos:",
    "No conozco a nadie aquí que tenga una tarjeta de oración, o quién será el primero. Repartimos esas tarjetas y luego entramos.",
    "Trataré de darles una idea. Mi hermano dice: “He repartido cincuenta tarjetas”.",
    "Al entrar al edificio, puede ser que me encuentre con un niño pequeño. Le digo: “¿Sabes contar?”.\n\nDice: “Sí, señor”.\n\nLe digo: “Comienza a contar”.",
    "Tal vez contaba hasta diez, quince o veinte, y se detenía; donde se detenía, yo comenzaba la línea de oración. Si se detenía en veinte, yo comenzaba la línea de oración en la veinte, y tal vez iba hacia adelante o hacia atrás.",
    "Tal vez la noche siguiente contaba tantas personas en una hilera y la dividía por dos, y veía qué número era, o algo así.",
    "Nadie sabe aún, en esta noche, dónde empezará la línea de oración; solo donde parezca ser. A veces cae justo entre los lisiados; a veces cae entre los enfermos. Yo no lo sé. Nadie lo sabe. Simplemente repartimos la tarjeta y luego dejamos que el Señor dirija lo demás, y de esa manera siempre ha funcionado con éxito. Estén en oración.",
    "Creo que todo esto es nuevo para Uds. aquí. En todas las reuniones en las que he estado, esta es la reunión más pequeña de la segunda noche que he tenido en cualquier reunión desde que estoy en el campo. Generalmente, en la segunda noche, en cualquier auditorio, o cuando se ha anunciado de alguna manera, generalmente llegan siete, ocho, diez mil personas, en la segunda noche. Por supuesto, solo se anunció localmente. La multitud es porque se anuncia internacionalmente, y tantos centenares vienen de un estado y de los otros estados, para formar el grupo.",
    "Mi próxima reunión después de aquí será en Houston, en el coliseo. Creo que tiene capacidad para diecisiete mil. Ya está en unos cuatro o cinco periódicos internacionales. Por eso es que la gente asiste, atravesando mares y todo, de todas partes.",
    "Deseo leer un poco de la Palabra esta noche, porque la Palabra de Dios nunca falla. Mis palabras sí; Su Palabra no. Se encuentra en el Salmo 103, el versículo 1, 2 y 3.\n\nBendice, alma mía, a Jehová, Y bendiga todo mi ser su santo nombre.\n\nBendice, alma mía, a Jehová, Y no olvides todos sus beneficios.\n\nÉl es quién perdona de todas tus iniquidades, El que sana todas tus dolencias.",
    "¡Dios añada Sus bendiciones a Su Palabra! Todo esto, al hablar de Enfermedades y aflicciones, es mi deseo compartir algunos testimonios al respecto solo por unos momentos. Y quiero que escuchen y le brinden toda su atención.",
    "Las enfermedades y aflicciones todas son resultado del pecado, quizá no en su vida, sino en la vida de alguien antes de Ud. El diablo es el autor de las enfermedades y aflicciones. Antes de que tuviéramos un diablo, no teníamos enfermedades ni aflicciones. Pero, cuando vino Satanás, trajo consigo enfermedades y aflicciones.",
    "Tantas veces nos referimos a ellas como bendiciones. Yo no creía que Dios pudiera obtener una bendición de una persona enferma; a menos que fuera un pecador, llevándolo a Dios; o un hijo desobediente, trayéndolo a reconciliarse con su Padre. Pero las enfermedades son el resultado del diablo y de la caída. Hay…",
    "Hoy, tenemos los mejores médicos que jamás hemos tenido. Tenemos los mejores avances médicos, los mejores hospitales que jamás hemos tenido; y más enfermedad que jamás hemos tenido. Y en el día cuando tenemos la mejor ciencia médica que jamás hemos tenido, se siguen construyendo instituciones para los desahuciados. Precisamente cuando tenemos la mejor investigación científica sobre aflicciones y enfermedades que jamás hayamos tenido, construimos instituciones, anualmente, para los desahuciados.",
    "Pero no se ha presentado nada ante Jesucristo, el Hijo de Dios, que Él no fuera más que capaz de vencer. Y Él sigue siendo el mismo hoy como lo fue ayer, y lo será para siempre. Y Él lo prueba. Y Uds. lo verán, noche tras noche. Y si no es así, entonces tienen derecho de dudar.\n\nAlguien dijo: “¿Duran las sanidades?”.",
    "Duran lo que dure la fe. Pero cuando falla la fe, entonces su sanidad fallará. ¿Diría Ud. que toda persona que viene al altar y se convierte será un Cristiano el resto de sus días? Él podría ser un hijo de Dios esta noche, y mañana ser un hijo del diablo. Es cuando él pierde la fe en Dios, lo que lo hace retroceder.",
    "Y cualquier poder que puede sanarlo a Ud. aquí en esta plataforma puede mantenerlo sano. Por eso dije esto, que: todo el que viene aquí recibirá liberación. Saliendo de aquí, será conforme a su fe si la conserva.",
    "He visto a personas venir a la plataforma completamente ciegas, y poder leer de esta misma Biblia. Y en menos de cinco días, volver tan ciegas como antes. ¿Por qué leyeron aquí? El poder del diablo reconoció ese don de Dios, y tuvo que salir. Ahora es un… eso es un… Sé que esa es una declaración muy fuerte, pero yo sé donde estoy parado. Y yo sé en Quién he creído, y conozco Su poder para sanar.",
    "Alguien dijo, no hace mucho cuando yo estaba en Phoenix. Las líneas de oración se extendían por las calles, ellos ni podían entrar al auditorio. En la línea, alguien dijo: “¿Tiene—no tiene Ud. miedo, Hermano Branham, de pararse allí ante todas esas cosas, y sabiendo que los críticos están parados allí y los reporteros de los periódicos y todo eso, para criticar?”.",
    "Dije: “No tengo temor mientras sienta que Él está cerca. Pero si yo no puedo sentirlo a Él, me bajaría de la plataforma y me iría a casa”.\n\nNo hay hombre que puede hacer algo. Todo tiene que venir de Dios.",
    "Por ejemplo, tomaremos el… para hablar por unos momentos sobre el cáncer. Parece ser uno de los enemigos más grandes hoy. ¿Qué es un cáncer? ¿De dónde vino? Tumor, catarata, úlcera, neumonía, tuberculosis, todos esos nombres son nombres médicos que la ciencia médica les dio. La Biblia declara que son demonios. Por ejemplo, el cáncer, ¿qué es un cáncer? Generalmente viene de un golpe.",
    "Toda cosa natural de la tierra tipifica lo espiritual. Todo en lo natural tipifica lo espiritual. Uds. saben eso, la mayoría de Uds.",
    "Por ejemplo, como cuando nace un bebé, y cuando un niño nace de Dios. Cuando un bebé, cuando un niño nace en el Reino de Dios… La Biblia dice: “Tres son los que dan testimonio en el cielo: el Padre, el Hijo, y el Espíritu Santo”. [Alguien ha gritado, varias veces.—Ed.]",
    "Bueno, es alguien que está enfermo o algo, así que denme su atención. Si Ud. no entiende estas cosas, probablemente pierda su sanidad por completo.",
    "🦅 Porque tres son los que dan testimonio en el cielo”. Ahora, cuando estamos… Nuestra conversión. El elemento vino del cuerpo de Jesucristo cuando Él murió; había agua, Sangre y Espíritu, y estas tres cosas componen el nuevo Nacimiento. ¿Verdad que sí, ministros? Estos tres elementos componen el nuevo Nacimiento: agua, Sangre y Espíritu.",
    "Eso compone el nacimiento natural, cuando nace un bebé. ¿Qué es lo primero? El agua, la sangre, la vida. Todas las cosas naturales tipifican lo espiritual.",
    "Y un cáncer, en lo natural… En lo espiritual, es un demonio.\n\nEs tipo del animal carroñero, un buitre; come cosas muertas.",
    "El cáncer viene de un golpe. Por ejemplo, mi mano, no—no—no tiene cáncer. Y en algún momento podría tenerlo. Entonces, ¿qué causa un cáncer? Es una… Alguna célula, un germen en mi cuerpo que se descarría, recibe un golpe, o algo entra allí. Y de ese germen o célula, empieza una multiplicación de células, multiplicándose, y forma un cáncer y empieza a comerse el cuerpo.",
    "Ahora, toda vida, y toda vida por pequeña que sea, vino… viene de un germen. Ud. mismo viene de un germen de vida. Ud. vino, en una ocasión Ud. solo era un germen pequeñito, tan diminuto que no se podía ver con el ojo natural. Ud. vino de su padre. No es, no proviene para nada de la sangre de su madre. La célula sanguínea viene del sexo masculino. Y entonces de ese germen vienen a multiplicarse las células. Y todo según su género; un germen de perro traerá un perro, de un pájaro un pájaro, un humano un humano. Si nada interrumpe eso (el programa de Dios), si nada lo interrumpe, producirá un niño perfecto y normal. Y crecerá hasta ser un adulto perfecto, normal, si nada lo interrumpe. Pero cuando algo lo interrumpe, entonces tendrá que ser el mal que interrumpe el programa de Dios.",
    "Dios no quería que Ud. estuviera enfermo. Dios lo hizo a Ud. a Su semejanza. Él quiere que Ud. esté bien. Él ha hecho todo lo posible para mantenerlo a Ud. saludable.",
    "Pero Satanás está en contra suya. Por lo tanto, este cáncer que él—él comienza o este tumor, lo que sea, comienza a multiplicarse de ese germen, como un tumor se vuelve maligno, y demás. Es un cuerpo, como Ud. es de un cuerpo. Aquello tiene un espíritu así como Ud. es espíritu, solo que no tiene alma. Pero tiene una vida así como Ud. tiene vida. Y, entonces, pues en Ud., en su carne, hay dos vidas. Una es Ud. y la otra es otro ser, multiplicando células, formando un cuerpo, así como Ud. creció en un cuerpo. ¿Correcto?",
    "Bueno, entonces, ¿qué es lo que lo hace? El diablo. El—el germen es una vida. Primero, el germen es una pequeña célula diminuta que contiene vida. Y esa vida solo puede venir de dos fuentes: de Dios o del diablo. Y Ud. vino del germen de vida, de Dios. El cáncer, el tumor y todo eso, vino del germen de vida del diablo. Y él se esfuerza por destruir su vida. Él carcome el torrente sanguíneo y—y lo ataca a Ud. de diferentes maneras. Por lo tanto, yo sé que son demonios. Jesucristo los llamó demonios; y lo que Él dice es la Verdad. Ellos son el diablo. El diablo es un atormentador. Él está aquí para hacer pedazos su cuerpo, para devorarlo, destruirlo a Ud., acortar sus “setenta años”, si puede.",
    "Por eso cuando este Ángel de Dios baja a donde estoy… yo no sé nada, de ninguno de Uds. Pero por eso Él les dice la clase de enfermedad que Uds. tienen en su cuerpo, porque esa vida está sujeta a la Vida que Dios ha enviado para que la discierna; como también las cosas que Ud. ha hecho en su vida. Se hace por el poder de Dios, entonces puedo saber si está allí o si ya se ha ido. Y uno puede verlo por los resultados físicos que muestran. Se puede ver en el paciente, cuando su cuerpo se endereza y queda normal, sus ojos se abren, o se abren sus oídos.",
    "Ahora ¿qué es? Por decir un hombre, como el niño aquí, o creo que algunos de Uds. estuvieron en el tabernáculo hace unas noches para presenciarlo. Aquí hay una foto donde el Chicago Tribune reportó de nueve mudos que ellos enviaron allí, que vinieron del sanatorio, sordomudos de nacimiento, uno de ellos sordomudo y ciego. Ahora, quizá alguno de los directores les han leído esas notas. Ahora esa gente, los periódicos como el Chicago Tribune, no son fanáticos. Esos casos tienen que ser examinados muy bien antes de publicarlos en un periódico como ese, el Waukegan Sun, o Post Dispatch, o cualquiera de esos periódicos. No es fanatismo. No es una emoción manufacturada, una creencia mítica, o una teoría; es el Poder del Dios Todopoderoso. Y Él está aquí para confirmarlo esta noche, y lo hará. Y tan pronto como nuestra congregación se encuentre en un mismo parecer y de un corazón…",
    "Si este—si este grupo de personas sentadas aquí, probablemente por los que se ha de orar en esta noche, que vendrán a la plataforma, si estuvieren en un acuerdo y unánimes, en los próximos cinco minutos, no quedaría ni uno de ellos en estas sillas de ruedas o catres; si ellos creen que esta es la Verdad. Y mientras pasan uno por uno esta noche, a la plataforma, si ellos, cada uno, no se levanta de esas sillas de ruedas y catres y cosas, y no sale caminando normalmente de esta plataforma, entonces Uds. pueden decir que yo estoy equivocado.",
    "Y yo apunto de nuevo a Dios, Quien es infalible. Ud. será sanado. Ahora, Él está aquí para confirmar Su Palabra. Toda Palabra que Dios dice es verdadera. Pero Ud. no puede creerla a medias; Ud. tiene que estar seguro de Eso.",
    "Algunas personas vienen, dicen: “Yo creo”. Ellos piensan que creen; pero quizás se encuentre uno en mil que realmente cree. “La fe es la sustancia de lo que se espera, la evidencia de lo que no se ve”.",
    "Estamos controlados, nuestros cuerpos, por cinco sentidos. ¿Cuántos saben que así es? Levanten la mano. Cinco sentidos: vista, gusto, tacto, olfato y el oído. Eso controla al hombre natural.",
    "Ahora, hay otro hombre en el interior, que es el hombre de fe: el espíritu. Él tiene dos sentidos. Uno de ellos es la fe, el otro es la incredulidad. Lo cual, compone el número perfecto de Dios: siete; los sentidos que uno tiene.",
    "Ahora, la mayoría de Uds. aquí, creen sin duda alguna en sus cinco sentidos. Ahora observen esto por un momento.",
    "¿Podría pararse aquí, solo por un momento, Dr. Cauble? Ahora, yo creo que hay un hombre parado frente a mí, usando un pequeño traje a cuadros, tiene anteojos, con una corbata roja. ¿Cuántos creen que tengo razón, veamos su mano? Bueno, ¿cómo sabe uno que hay un hombre de pie allí? Porque uno lo ve. ¿Correcto? Bueno, esa es la única manera, el único sentido que tengo ahora que me podría decir que hay alguien de pie allí, porque lo veo. La vista lo declara.",
    "Bien, ahora ya no lo veo, pero aún creo que él está allí. [El Hermano Branham gira su rostro del Hermano Cauble, pero lo toca.—Ed.] Ahora Uds. dicen: “Hay que ver para creer”. ¿Será? Yo creo que el Dr. Cauble está de pie allí ahora, y no lo veo. Pues, poseo un sentido particular, aparte de la vista; se llama tacto, y yo puedo palpar que él está allí. Y sé que es el Dr. Cauble. No es el Dr. Bosworth. Pues, el Dr. Cauble tenía un pequeño Testamento en la mano, y aún está allí. Y yo…?… Una vez dije eso y alguien me cambió la persona. Pero me fijé en que el Dr. Cauble tenía esta pequeña Biblia en su mano, y es el Dr. Cauble. Bueno, la única manera en que yo podría saber que él está allí de pie ahora es por el sentido del tacto. Y sé que es cierto.",
    "Pero ahora ya no puedo palparlo, en absoluto. Ese sentido está muerto para mí, pero sé que él está allí porque yo lo veo. ¿Ven lo que quiero decir?",
    "Hay dos sentidos distintos del cuerpo que declaran que él está allí. Uno de ellos, puedo verlo. El otro, es al tocarlo. Ahora sucede…\n\nPárese allí por un minuto, hermano.",
    "Ahora tengo otro sentido, y es el del oído. Toque algo de música. [La pianista empieza a tocar.—Ed.] ¿Cuántos creen que hay música sonando? Veamos sus manos. ¿La ven? ¿Cuántos ven esa música? ¿La huelen, la saborean, la pueden tocar? Bueno, ¿cómo saben que es música? Ud. posee… ¿Qué pasaría si alguien aquí no tuviera este, el—el sentido del oído? No sabrían que esa música está sonando; ese sentido está muerto para ellos. Ellos no podrían oírla, porque no pueden oír. Pero Ud. que tiene el sentido de oír sabe que está sonando porque la oye. Ud no puede verla, no puede sentirla, no puede olerla, no puede saborearla, pero Ud. puede oírla.",
    "Ahora, la fe es la sustancia de las cosas que se esperan, la evidencia de las cosas que Ud. no ve, gusta, toca, huele, u oye. Pero el sentido de la fe es tan real como lo es su vista, o cualquier otro de sus sentidos. ¿Ven lo que quiero decir? Ud. lo cree, simplemente… No hay nadie que pueda hacerlo dudar, porque Ud. posee ese sentido que le dice que es así.",
    "Ud. pudiera decir: “Esa camisa es blanca”. ¿Qué pasa si yo le dijera que es roja? Bueno, Ud. no lo creería, porque es blanca. Su sentido de la vista le dice que es blanca; sus ojos así lo declaran.",
    "Bien, ahora si Uds. creen, los que están aquí para recibir la oración, quien quiera que sea, si Ud. cree esta noche que va a ser sanado, tan firmemente como su vista declara que esa camisa es blanca, la obra está hecha ahora mismo.\n\nGracias, Dr. Cauble.",
    "Así es. La fe es la sustancia de las cosas que se esperan, la evidencia de las cosas que Ud. no ve, gusta, toca, huele u oye. Es otro sentido. Está en otra esfera. No es nada en lo natural.",
    "Ud. no puede recibir nada de Dios, solamente por la fe: por la fe cayeron los muros de Jericó; por la fe Moisés se negó a ser llamado hijo de la hija del Faraón; por la fe Gedeón hizo tal o cual cosa. Por la fe, ¡es la única manera!",
    "🦅 Y sin fe es imposible agradar a Dios”. Y si Ud. quiere agradarlo, tiene que venir a Él con fe, creyendo que Su Palabra es la Verdad.",
    "¿Cómo puedo pararme y afirmar a viva voz diciendo que nada podrá venir a esta plataforma sin que sea diagnosticado y se declaren las enfermedades y los secretos de los corazones? Y no importa cuán lisiado esté; no hay ni uno que haya estado en otras reuniones que no sepa que ellos sanan cada vez. ¿Por qué? Cuando el Ángel vino a mí, Él dijo: “Si logras que la gente sea sincera…”. O, “Si tú eres sincero y logras que la gente te crea, nada impedirá tu oración”. Yo lo creo. Y si puedo hacer que Uds. hagan lo mismo, Louisville, Kentucky, tendrá una conmoción como nunca antes la ha tenido. He ahí un reto.",
    "Pero lo que estoy tratando de hacer, esta noche, es—es lograr que Uds. entiendan lo que quiero decir. Entonces cuando Ud. pase por aquí y sea liberado, párese firme en esa Palabra. Él—Él es el Sumo Sacerdote de su confesión. Dios no puede hacer nada por Ud. hasta que primero Ud. confiese que Él es. Entonces cuando Ud. lo confiese, luego créalo, actúe sobre aquello y quédese con eso, y Dios lo librará. ¿Lo creen? [La congregación dice: “Amén”.— Ed.] Seguro.\n\nAquí no hace mucho… en Fort Wayne, Indiana.",
    "Por cierto, tengo allí un pequeño documento, Dr. Bosworth, en el bolsillo de mi abrigo, se lo traerán, de la—la reunión, salimos en We The People. Creo que fue una niñita ciega, de lo que publicaron. Saldrá en We The People, un libro de publicación mundial, de un reportero de periódico que escribió un artículo de crítica, dijo: “La niña afirmó que fue sanada, y no lo fue”. Y la niña tiene los informes médicos y todo eso, y lo publicaron. Y entonces ellos lo investigaron, y ahora incluso ha salido en We The People. Dios se moverá, y no hay nadie que pueda… Dejaré que el Dr. Bosworth quizá se los lea mañana en el servicio de la tarde. Fue enviado por, por el periódico de Fort Wayne allá.",
    "La Sra. Bosworth, en la reunión; ellos hablaban, algunos decían… Había un hombre que estaba allí con esclerosis múltiple, llevaba paralizado diez años. Y sufría parálisis progresiva, que llegó a su columna vertebral. Él era un hombre de negocios de la ciudad. Y ellos no sabían… Lo tenían sentado allí. Y habían visto a muchos en sillas de ruedas y personas afligidas, siendo liberadas. Y esa noche, una pequeña con los ojos cruzados, atrás en el edificio, había visto a muchas personas bizcas, sanas.",
    "Yo no he visto un niño con los ojos cruzados que venga a la plataforma sin que reciba sanidad. Y vimos más de trescientos casos de ojos cruzados, sanados, en menos de seis meses. Lo teníamos registrado. Cuarenta mil testimonios de enfermos, a la fecha, de sanidad, testigos, firmados por médicos y demás.",
    "Ha llegado la hora, pueblo. El momento ha llegado. Diré esto, y Uds. pueden tacharme de fanático si desean: Yo creo que esto indica a la segunda Venida de Jesucristo. Amén. Pues, habrá señales y prodigios. Y el asunto es que, si Ud. no está en el Reino de Dios, esfuércese por entrar en Él. Yo seguramente debería saber algo de lo que estoy hablando, o Dios no honraría mi oración haciendo lo que Él hace. Y Ud. que no ha entrado en el Reino, busque a Cristo ahora como su refugio, mientras hay tiempo y tiene la oportunidad.",
    "Nunca olvidaré algo que oí. Una vez yo estaba parado en el…",
    "A propósito, para terminar de contarles de la niña en Fort Wayne. La Sra. Bosworth le habló, dijo: “Cariño…”. Ella estaba vendiendo literatura en la parte de atrás del edificio.",
    "Ella salió allí, llorando, dijo: “Sra. Bosworth” es la esposa del Hermano Bosworth, le dijo, “yo vi la sanidad en todas esas personas bizcas”, ella era una joven como de dieciocho años, espantosamente bizca. Le dijo: “Si Ud.…”. Dijo: “¡Si yo tan solo pudiera pasar allí y entrar en esa línea de oración! Pero ni siquiera puedo conseguir una tarjeta”.",
    "La compasión de la Sra. Bosworth le fue extendida a la muchacha. Le dijo: “Cariño, si regresas directamente allí donde puedas verlo, y realmente… Pues, que no—no sea solo algo imaginado. Sino creyendo con todo tu corazón que ese es un don de Dios, te aseguro que él te llamará en unos minutos”.",
    "Yo estaba orando por los enfermos en la plataforma, estaba de espaldas a la muchacha. De repente, sentí que eso llegó, la fe actuando. Miré alrededor, no podía distinguirla, había demasiados de pie, muy congestionado. Y supe que venía de allí, y traté de discernir qué clase de espíritu era. ¿Ven?, su fe se había elevado a esa categoría.",
    "Y cuando me volví, finalmente la encontré. ¡Oh, el doble de la distancia de este edificio!, vi donde estaba. Ella tenía puesto un abrigo verde. Dije: “La joven de pie allá atrás, con los ojos cruzados y un abrigo verde, no tema más; Dios la ha sanado”. Sus ojos se enderezaron perfectamente. Ese solo es uno de los miles de casos que sucedieron así.",
    "Ahora, cuando, si podemos tener la reunión, si Uds. se pueden juntar y solo descartar lo que Uds. creen acerca de esto, aquello, tan solo hacerlo a un lado. No vengan solo de espectador. Vengan creyendo y vean si esas mismas cosas no ocurren aquí mismo en el edificio.",
    "La primera vez, cuando conocí al Dr. Bosworth, aquí, fue en Miami. Estábamos en una reunión. El Dr. Bosworth, conocido internacionalmente, con cuarenta años de experiencia en la enseñanza de la sanidad Divina. Él pensaba que algún día Dios enviaría el—el don a la iglesia. Y entonces cuando escuchó que yo estaba por allá, él pensó: “Bueno, ahí está de nuevo, alguien que solo predica de la sanidad Divina”. Él vino a la reunión una noche. Y en la reunión, pasaban… Estábamos teniendo lo que llaman: la línea rápida; miles estaban de pie.",
    "Esa tarde, dos niños pequeños, en WBAY, la radio emisora, fueron entrevistados, habían nacido ciegos. Los dos recibieron la vista, y los tenían allá en la estación de radio entrevistándolos.",
    "Así que, el Hermano Bosworth vino a la reunión. Y sucedió que, mientras empezaba la línea rápida, varios miles tenían que pasar por allí esa noche; sencillamente se les imponía manos cuando pasaban, de a cuatro.",
    "Pasaron una niña a empujones. Nunca olvidaré a la niña. Era una cosita muy linda. Era una pequeña de cabello rubio; le faltaba un diente enfrente; y tenía un pequeño, una pequeña manicura nueva en el pelo, o como llamen esas cosas que las mujeres se aplican en el pelo. Ellos la empujaban… Tenía un traje ortopédico aquí en su—su cinturita. Y la empujaban por la línea, y yo le impuse las manos. Ella bajaba de la plataforma, y la volvían a empujar por la línea. ¡Pues, la pobrecita! Y ella seguía pasando. Y entonces alguien la traía por allí, y ellos le ponían las manos. Y mientras pasaba de nuevo, ella miró hacia arriba, con una sonrisita de esas, Uds. saben, y sin ese diente.\n\nY Algo simplemente dijo: “Detén a la niña”.",
    "Yo dije: “Cariño…”. Vi que ella no tenía fe para ser sanada en ese momento.",
    "Pero, ¿ven?, para eso es el don. Aquí en la plataforma, Uds. notan cómo Él, a veces uno tiene que esforzarse. La gente dice: “¡Oh, yo creo, Hermano Branham!”. Pero están por aquí, aquí abajo; y aquí es donde deberían estar, aquí arriba. Bueno, entonces esas cosas de decir sus enfermedades y los secretos de su corazón, levanta la fe hasta que logro que la persona me crea.",
    "Eso fue lo que Él dijo: “Si logras que la gente te crea, y eres sincero cuando oras, entonces ningún demonio puede aferrarse allí”. Él tiene que reconocer al Maestro. Entonces… Y yo sé que Él me dijo eso.",
    "Y cuando puedo llevar a ese paciente al punto en que su fe alcanza esto, eso es lo que me da a mí una fe perfecta. Jamás lo he visto fallar. Y jamás fallará; no puede fallar.",
    "Y entonces cuando la niña, ellos la pasaban a empujones, le dije: “Cariño, párate aquí detrás de mí”. Y ella se paró allá atrás, la tenía allí, ella se aferró de la cola de mi abrigo. Le dije: “Tú ora, cariño”. Y ella inclinaba su cabecita, orando.",
    "Y el Hermano Bosworth estaba sentado, viendo todo esto, aún un poco escéptico. Y él estaba observando, pues estaba afuera, solo observaba a los últimos de la reunión que pasaban. Y ella estaba… Era la última noche, creo yo.",
    "Y ella aferrada de mi abrigo, y yo seguía orando. Me había olvidado de la niña. Me di la vuelta de nuevo, le dije: “Cariño, sigue orando” así.",
    "Y después de un rato, empecé a sentir que llegaba esa fe, como un latido del corazón, latía, latía, latía. Y cuando comenzó a…[Cinta en blanco.—Ed.]…hacía así, me volví hacia ella. Dije: “Ahora, cariño” y puse mis manos sobre ella y le pedí al Señor Jesús.\n\nLe dije a la madre, dije: “Ahora quítele los soportes ortopédicos”. Ella dijo: “Pero, Hermano Branham, déjeme decirle que ella…”.",
    "Dije: “No dude eso, señora. Haga lo que se le dice”. Ella fue hacia allá y le quitó los soportes ortopédicos a la niña.",
    "Ella bajó de allí y sostenía esos grandes aparatos ortopédicos así ante esas personas; perfectamente normal, tan normal como pudiera estar, esas pequeñas piernas. ¿Verdad que sí, Dr. Bosworth? [El Hermano Bosworth dice: “Amén”.—Ed.] Y continué con la reunión. En unos momentos, yo seguí…",
    "¡Oh!, el doble de la distancia, o tal vez más, de este edificio, bajo la gran carpa de circo donde la gente estaba de pie, atrás hasta las carreteras, allí en el Princess Gardens. Luego, volviendo, seguí…",
    "Sentí que algo entró, comenzaba de nuevo: “Fiu, fiu”. Yo sabía que era la fe. No sabía exactamente de dónde venía. Me volteaba y buscaba; pero la gente pasaba tan rápido, y ellos llorando, tratando de tocarlo a uno y todo así.",
    "Después de un rato, Lo vi, allá atrás, hacia el fondo, un hombre de camisa blanca. Esperé, para saber qué clase de espíritu lo tenía atado. El hombre estaba lisiado. Se había caído de un caballo, unos años antes. Era un comerciante en Miami. Estaba lisiado de su mano, y su brazo, así. Él vino como un crítico, para criticar en la reunión. Y luego comenzó a tener fe.",
    "Me detuve y dije: “Señor, Ud. por allá atrás, cuarto de la hilera, en esta dirección, con una camisa blanca arriba, puesta, póngase de pie. Jesucristo lo ha sanado”. Y cuando se puso de pie, alzó sus manos hacia arriba. Su mujercita toda pintada, uno hubiera creído que era una santa rodadora, como dijo el hermanito esta mañana en su emisora radial, al oírla gritar. Allí estaba él, perfectamente sano.",
    "El Hermano Bosworth investigó el caso, y luego vino a verme. Le preguntó al hombre todos los detalles. Y cuando se enteró que así era, dijo, me preguntó, dijo: “¿Cómo supo Ud. que ese era el hombre?”.",
    "Le dije: “Señor, yo empiezo a debilitarme. Sabía que eso venía de alguna parte”.",
    "Y él dijo, pasó al micrófono, dijo: “Eso prueba que Jesucristo es el mismo ayer, hoy y por los siglos. Eso lo prueba”. Dijo: “Ahora, el don que estaba en Jesucristo sería como todo este océano aquí, golpeando contra la orilla. El don en nuestro hermano sería como una cucharada de agua sacada de allí. Pero los mismos químicos estarían en la cucharada de agua, el mismo tipo de químicos que está en el océano entero”. Correcto.",
    "Y yo—yo podía sentir que me debilitaba. Y allí estaba el hombre perfectamente sano.",
    "Ahora eso ha sucedido cientos de veces. Y hay gente en este edificio, creo, que ha estado en otras reuniones, que lo testifica. ¿Tendré amigos aquí que han estado en otras reuniones, que podrían testificar y decir que es la verdad? Levanten las manos si están aquí. Ahora lo pueden ver. La Biblia dice: “En boca de dos testigos o más”.",
    "Ahora, Uds. pueden recibir eso mismo aquí en Louisville. No hay necesidad de que alguien se vaya de aquí sin ser perfectamente liberado. Tal vez yo no tenga tiempo para todos en la plataforma, pero todos pueden recibir el beneficio. Si Dios Mismo puede demostrar aquí que es Dios, y ha confirmado que lo que yo he dicho es la verdad, entonces créanle a Dios. Actúe entonces sobre su fe, y ponga su fe como una acción viva, y Dios comenzará a trabajar en Ud. allí mismo, y le sanará.",
    "Hot Springs, pues, fue… creo que fue en Little Rock. Una noche había tantas ambulancias, que bloquearon los carros de la calle. Tuvieron que llevar a la policía allá para hacerlos mover de la esquina, más allá del castillo en Hot… en Rock… Little Rock, Arkansas.",
    "El Rev. Sr. Brown fue uno de los pastores allá. Si desean recibir este testimonio, escríbanle al Rev. G. H. Brown, 505 Victory Street, Little Rock, Arkansas, y escuchen esto. ¡Hablando del poder del demonio! Y solo… Esa era como mi cuarta o quinta reunión, como a eso de las once; mi mano estaba muy entumecida.",
    "A veces cuando llego a casa, tengo la mano tan entumecida que tengo que colocarla en agua caliente por casi media hora, para volver a sentirla, de lo físico. Y si hay reloj, al tomar la mano de un humano, con él allí puesto, parará ese reloj dejándolo quieto. Tengo un reloj Longines ahora, recién sacado de la fábrica. Yo empuñé allí, con él. La reacción física o qué cosa mecánica lo cause, no lo sé.",
    "Pero el Sr. Brown dijo: “Baje al sótano, Hermano Branham, del auditorio”. Él dijo: “Tengo un caso aquí abajo que Ud. nunca ha visto algo igual”. Bueno, yo bajé, estando en mi descanso.",
    "Yo he visto escenas horribles, pero jamás había visto algo así. He entrado en sanatorios donde las jóvenes usaban las bacinillas, y se untaban la cara, dementes. He visto cosas horribles, pero nunca algo así. Acostada en el piso estaba una mujer como de treinta años, treinta y cinco, una mujer de aspecto fuerte. Y tenía sus—sus piernas levantadas hacia arriba así, y estaban sangrando.",
    "Había un hombre de pie en los escalones, un buen hermano típico de Arkansas con un par de overoles puestos, y una camisa azul. Y, amigos, déjenme decirles que a veces los mejores corazones humanos laten allí bajo ese atuendo. Así es. Es cierto, yo lo creo. A mí—a mí no me gusta nada fingido. A mí—a mí me agradan verdaderos hombres y mujeres chapados a la antigua, es cierto; salvados por Dios, nacidos dos veces. Y él estaba allí de pie, con su ropa vieja y descolorida. Le dije… Yo iba bajando.\n\nLe dije: ¿Cómo está Ud.?\n\nY él dijo: “Buenas noches. ¿Ud. es el Hermano Branham?”. Yo dije: “Sí, señor”.\n\nDijo: “Eso pensé”.",
    "El sistema de sonido también se escuchaba allá abajo. Tenían un montón de dementes en un lado.",
    "Pero a esta mujer no la podían tener con nadie. Se necesitaron como ocho o diez hombres para traerla. No pudieron traerla en una ambulancia. No podían entrarla a la ambulancia. Y enviaron a alguien allí en un carro, y ella rompió todos los vidrios del carro a patadas, y esos hombres tratando de sujetarla en el carro. Y allí estaba ella, tendida de espaldas. El médico le había aplicado unas inyecciones. El cambio de vida prematuro la había llevado a esto. Y allí estaba ella, tendida de espaldas.",
    "Y yo dije: “Bueno, iré allí a ver si siento alguna vibración”.",
    "Él dijo: “Hermano Branham, no vaya allí”. Dijo: “Ella lo mataría”.\n\nDije: “¡Oh, no lo creo!”, muy confiado.",
    "Y caminé hacia allá. Ella estaba tendida allí mirándome, parpadeaba mientras miraba. Y dije: “Buenas tardes”. Ella no dijo ni una palabra. Le tomé la mano. Dije: “Buenas tardes”.",
    "Él dijo: “Ella ni siquiera sabe su propio nombre, Hermano Branham; no lo ha sabido por dos años”.",
    "Y tomé su mano. Y solo por la bendición de Dios sucedió que yo estaba alerta. Ella me dio un tirón con ambas manos, así, y probablemente me hubiera roto los huesos del cuerpo. Y puse mi pie al frente y la detuve justo por el pecho. Ella me jaló hasta abajo. De un tirón me alejé de ella. Y entonces, cuando corrí de ella, para subir a los escalones, vi una escena que nunca había visto antes. Esa mujer, con sus dos extremidades levantadas al aire, así, me persiguió, de espaldas, como una culebra. Se podía oírla arrastrándose así, sobre el suelo.",
    "Ahora, eso es el diablo. Ud. puede decir lo que quiera, pero esa mujer estaba atada por el diablo. Ella vino a mí de espalda, como una serpiente, y llegó allí y ella golpeó contra el lado del piso así. Ella se dio vuelta, puso sus miembros grandes y fuertes contra… pateó así. Había una banca allí. Ella la golpeó con su cabeza; la sangre voló del lado de su cabeza. Y—y ella le arrancó un pedazo del golpe. Y lo agarró con la mano, lo lanzó contra su marido y golpeó la pared. Y el estucado cayó de la pared, donde lo golpeó con una fuerza tan tremenda… Demente, probablemente veinte veces su fuerza. Y allí esa gran… En todo caso, era una mujer de buen tamaño, fuerte.",
    "Y entonces ella comenzó hacer un ruido muy extraño, hacía: “I-i-i-i-i-i, iiiiii”, así. La miré y pensé: “¡Vaya, nunca he visto algo… Dios tenga misericordia de un pobre ser humano con una atadura de esas!”.",
    "Y el hombre comenzó a llorar. Él se acercó y me puso sus brazos, me abrazó, dijo: “Hermano Branham, pues, ¿Ud. dice que no hay vibración?”. Dijo: “Yo no sé lo que voy a hacer”. Y se quebrantó, llorando. Dijo: “Ella tiene cinco pequeños en casa”. Y dijo: “Yo—yo… Ella ha sido una buena mujer”. Dijo: “Ella aró esos viejos terrones y me ayudó a cultivar algodón”. Y dijo: “Cuando ella se enfermó” dijo, “hice todo lo que pude hacer. Yo—yo vendí mi granja”. Y dijo: “Para traerla aquí, Hermano Branham, me quedaba algo, un par de mulas. Y las vendí, para que el hermano la trajera doscientas millas, para traerla aquí. Y ahora ella ha pateado los vidrios del carro, por eso sus extremidades están sangrando”. Dijo: “Ella lleva postrada dos años, y ni siquiera sabe su propio nombre”.\n\nYo dije: “Bueno, hermano, seguro, Dios puede sanarla”.",
    "Y en ese momento ella se dio vuelta. Ella dijo: “William Branham, no tienes nada que ver conmigo. Yo la traje aquí”.\n\nÉl dijo: “¡Oh…!”.",
    "Yo le dije: “No es ella; es ese demonio hablando por ella”. Así es. Ellos reconocen. Ellos saben.",
    "Él dijo: “¡Oh, Hermano Branham, esa es la primera palabra que ella habla en dos años!”.",
    "Le dije: “Solo es el diablo usando sus labios, así como en el caso de Legión”.",
    "Ella se arrastró hacia mí, dijo: “No tienes nada que ver conmigo”. Arrastrándose así.",
    "Yo dije: “Hermano, ¿Ud. cree el relato que me oyó contar acerca de aquel Ángel que vino?”.",
    "Él dijo: “Con todo mi corazón” dijo, mientras me abrazó.",
    "Yo fui hasta el último escalón, y oré con todo mi corazón al Señor Jesús. Dije: “Dios, mira a esa pobre mujer; cinco hijitos inocentes en casa, sin madre, un bebé de pecho”. Dije: “¿Qué podrá suceder? ¡Oh, Dios, ten misericordia!”. Y vino el Espíritu del Señor. Y pedí que el diablo dejara a la mujer.\n\nVolviéndome, le dije: “¿Ahora lo cree?”.",
    "Dijo: “De todo corazón. ¿Qué debo hacer con ella Hermano Branham?”.",
    "Dije: “Llévela de vuelta. Llévela de vuelta al sanatorio”. Dije: “Si no duda una sola cosa de lo que le he dicho, mire lo que va a suceder”.",
    "Dos meses después, yo estaba en Jonesboro, Arkansas, allí donde estaban sucediendo muchas cosas. Unas veintiocho mil personas se habían reunido en la ciudad. Y yo estaba hablando, y vi, levantando o agitando sus manos hacia mí, a una mujer. Ella dijo: “¿No me reconoce, Hermano Branham?”.",
    "Yo dije: “No, señora”. Ella allí sentada así, y todos…",
    "Dijo: “Yo… Uds., Uds. discúlpenme”. Ella dijo: “Yo solo quería verlo”.",
    "Y vi que alguien estaba riéndose; era su esposo. Y allí estaba ella sentada, completamente normal y en su sano juicio, con sus cinco hijitos, absolutamente en perfecta condición.",
    "La habían llevado de vuelta. Ella no pateó el carro ni una sola vez, al regresar. La pusieron de nuevo en la celda acolchada. A la segunda mañana fueron a darle de comer, y ella estaba allí sentada. Y a la cuarta, tercera o cuarta mañana, la dieron de alta como una persona sana, y la enviaron a casa con sus hijos. “Jesucristo es el mismo ayer, hoy y por los siglos”.",
    "Mire, amigo: los demonios reconocen el Poder de Dios a veces antes que los ministros y los Cristianos. ¿Sabían eso? Muchas veces. Lean la Biblia.\n\nCuando el sacerdote dijo: “¡Oh, Él es Beelzebú!”.",
    "El diablo dijo: “Nosotros sabemos Quién eres, el Hijo de Dios, el Santo de Israel”. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "¿Recuerdan cuando Pablo y Silas, cuando los ministros dijeron que eran impostores? Aquella adivina dijo que eran hombres de Dios, quienes tenían el camino de la Vida.",
    "Si no me equivoco, el Rvdo. Hooper, de Phoenix, Arizona, que está en la parte de atrás del edificio, puede confirmar esa declaración. ¿No estaba Ud. allí esa noche, Rvdo. Hooper? Allí hay un hombre que estaba presente allá cuando sucedió. Escriba al Rvdo. G. H. Brown, 505 Victory Street, Little Rock, Arkansas, y pídale el testimonio. Que les envíe… Que el sanatorio dé testimonio de ello. Es uno de los miles.",
    "Solo uno más. El día después de esto, el Ángel del Señor vino al edificio… Y luego voy a empezar la línea de oración.",
    "Yo estaba—estaba allá en El Dorado. Voy a estar allí en el hipódromo como dos noches; apenas salga de aquí, voy a Shreveport, y luego a El Dorado, y por allá. Yo—yo estaba en una iglesita. Me dijeron: “Si Ud. pudiera venir a predicar en esta iglesia…”.",
    "Miles de personas habían llenado la ciudad. Y el reportero se había convertido; por esta foto, el conserje del—del hotel; los dos al mismo tiempo. Ellos querían saber cómo encontrar a Jesús. Habían sido miembros de iglesias por años; pero cuando vieron a Dios obrar, lo que Dios estaba haciendo con esto, entre Su pueblo. Me tenían en un—un—un cuartito. Y yo estaba predicando.",
    "Y cuando salí, había cuatro hombres rodeándome, salimos por la puerta. Y parados allí en la lluvia afuera, sosteniendo lonas sobre sus seres queridos y de todo, por cuadras, la gente esperaba; sin lugar para ir, no, ni siquiera podían entrar, no había lugar, no había casas privadas. Habían tendido periódicos en el suelo, sostenían lonas cuando venía la lluvia sobre los pequeños lisiados, y esperando su turno para tratar de entrar en la línea de oración. Déjeme decirle, hermano, esas son personas que aman a Dios. Así es. Jamás lo olvidaré. Tantas cosas fenomenales, místicas que han sucedido a lo largo del camino. Yo, comencé a salir del edificio, la gente llorando, presionando, tratando de llegar donde él estaba, así. Ellos tenían esta línea avanzando hacia el coche.",
    "Yo escuchaba que alguien gritaba: “¡Misericordia! ¡Misericordia! ¡Misericordia!”.",
    "Y miré alrededor. Podía oírlo en alguna parte, parecía que algo saltaba en mi corazón. Miré. De pie a un lado… En Arkansas tienen una—una ley, que los de color y los blancos no pueden estar juntos. De pie a un lado había un hombre de color, solo tenía una pequeña gorra en sus manos, de pie allí en la lluvia, y la lluvia le golpeaba en la cara. Su esposa gritaba: “¡Misericordia! ¡Misericordia! ¡Misericordia!”.",
    "Pensé en el pobre ciego Bartimeo. Y cuando iba a seguir, parece que Algo me decía que no lo hiciera. Cientos de ellos presionando. Yo dije: “Quiero ir hacia donde está ese hombre de color”.",
    "Ellos dijeron: “Hermano Branham, no puede hacer eso”. Dos de ellos eran policías. Dijeron: “Ud. comenzaría un disturbio racial ahora mismo”. Dijeron: “No puede hacer eso”.\n\nYo dije: “Pero el Señor me está diciendo que vaya donde él”.",
    "Y yo simplemente me aparté a un lado y fui hacia allá. Ellos formaron un pequeño anillo. Y la oí decir, cuando llegué; la anciana esposa, dijo: “Aquí viene el párroco, cariño”. ¡Vaya, vaya! Me acerqué un poco a donde él estaba.\n\nÉl dijo: “¿Es Ud., Párroco Branham?”.\n\nY dije: “Sí, señor”.",
    "Él comenzó a palparme la cara, con su mano. Y dijo: “Párroco, ¿tiene Ud. un minuto para escuchar mi historia?”.\n\nDije: “Sí, señor”.",
    "Dijo: “Párroco” dijo él, “mi anciana mami era una buena mujer religiosa”. Dijo: “Ella nunca me dijo una mentira en toda su vida”. Dijo: “Hace diez años que partió”. Dijo: “Además, yo no he escuchado de Ud. en mi vida”. Dijo: “Vivo como a ciento sesenta kilómetros de aquí”. Y dijo: “Anoche…”. Dijo: “He estado ciego por muchos años”. Dijo: “Anoche, desperté, y al lado de mi cama estaba parada mi anciana mami. Y me dijo: ‘Cariño, hijito, ve a El Dorado, Arkansas, y pregunta por alguien de nombre Branham’. Dijo: ‘El Señor ha dado un don de sanidad Divina. Vas a recibir tu vista’”. ¡Oh, vaya!, sentí que mi corazón se ponía así de grande. Vi que era Dios hablando.",
    "Si el hombre no cree, Dios lo declarará de alguna manera a los de corazón sincero; Él lo hará.",
    "Coloqué mis manos sobre él, y dije: “Hermano, el Señor Jesús que le envió esta visión está parado aquí ahora para sanarle”. Quité mis manos de él.",
    "Tomé su mano; la catarata había muerto. Las lágrimas salían y rodaban de su mejilla. Dijo: “Te doy gracias, Señor. Te doy gracias, Señor”.\n\nElla dijo, su esposa dijo: “Cariño, ¿puedes ver?”.\n\nDijo: “Sí, veo”.\n\nDijo: “¡Oh!, tú—tú ¿realmente ves, cariño?”.",
    "Dijo: “Sí”. Dijo: “Ese es un carro rojo allí”. ¡Oh, vaya! Ella de inmediato comenzó a gritar así.\n\nY entonces me tomaron, me llevaron hacia el carro.",
    "Un tiempo después, bajé de un avión cerca de Memphis, Tennessee, una noche. Empecé a caminar, escuché a alguien gritar: “¡Hola, Párroco Branham!”. Fui hacia allá. Y ¿quién era? Allí estaba él, normal, podía leer su Biblia o cualquier cosa.",
    "Pienso: “Sublime gracia, cuán dulce sonido, que a un infeliz salvó…”.",
    "Él sigue siendo el mismo que entonces, esta noche. Él está aquí, amigos. Lo único que les pido que hagan es que Uds. crean que les he dicho la Verdad. Y vean el Poder de Dios Todopoderoso hacer lo que he dicho. Si no sucede, entonces digan que el Hermano Branham es un falso profeta. Si Lo hace, entonces créanle a Dios por Su testimonio.\n\nInclinemos nuestro rostro.",
    "Nuestro Padre Celestial, ¡oh!, yo pienso que, algún día cuando lleguemos al final de la jornada y yo suba a Tu casa, pido que me des cabida, y yo pueda tener un asiento allá en algún lugar con todas estas queridas personas que he conocido. Podremos hablar de las cosas, los recuerdos que tenemos de estas grandes cosas que Tú has hecho por nosotros. Y cuán maravilloso, a lo largo de este peregrinaje aquí, verte a Tí y saber que estás cerca, y que estás aquí esta noche para liberar a estas personas enfermas y afligidas.",
    "Señor, hasta este momento no sabemos a quién has elegido para que entre en esta línea. Tú lo sabes. Alguien está aquí. Hay cincuenta personas que tienen tarjetas. Señor, Tú proveerás. Tú sabes quién está aquí y que vendrá. Y lo encomendamos en Tus manos, Señor.",
    "Ahora bendícelos a todos. Y que aquellos, Señor, que no podrán estar en la línea de oración, cuando vean a otros que están afligidos y atormentados, como ellos, libéralos ¡Oh, Dios!, pido que su fe aumente y crean. Y, ¡oh, Padre!, concede que comience un avivamiento a la antigua por toda la ciudad, Señor, que cada iglesia tenga avivamientos y las almas perdidas vengan, creyendo en Tu amado Hijo. Concédelo, Amado Dios.",
    "Ahora, Padre, Tú conoces la—la debilidad del hombre. Y nosotros conocemos el Poder de Dios. Y oro para que envíes a Tu Ángel, Aquél Quien me separó desde el vientre de mi madre, trayéndome a esta vida, y que ha ordenado para este propósito, que esta noche se pare aquí. Amado Dios, al hacer esta gran declaración con audacia, ante los miles, y cientos de miles de personas, Tú nunca has fallado aún. Y yo sé que Tú no nos fallarás esta noche, sino que concederás esta noche que todo pecado secreto del corazón sea declarado a las personas; sus enfermedades les serán declaradas, los demonios que los están atando. Y todos serán liberados (¿verdad, Padre?) porque confiamos en Ti y Te amamos y Te creemos, y lo pedimos en Tu Nombre y para Tu gloria. Escucha la oración de Tu siervo ahora, Padre, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Muy bien, el encargado de la línea de oración ahora. [Un hermano se acerca al micrófono y dice: “Quiero que los que tienen tarjetas de oración desde la B ochenta y cinco, hasta la B cien, se pongan en línea según su número a mi derecha, y a su izquierda, en los escalones de la plataforma. Desde la B ochenta y cinco, hasta la B cien. Todos los demás permanezcan sentados”.—Ed.]",
    "Podría decir, mientras él forma las líneas, que todos los que están aquí saben el… Tratamos de decir esto: que deben ser reverentes. No seremos responsables… Tengo que decir esto por ley, cada noche. Yo no soy responsable por ningún crítico en la reunión. Estas cosas se pasan de uno a otro, especialmente la epilepsia, y cosas así. He visto a gente entrar en la reunión, perfectamente normal; ver a un espástico estar aquí, y este espástico salir normal y el crítico salir lisiado. Los he visto entrar hasta en veintiocho a la vez, caer con epilepsia, al suelo. Estos poderes demoníacos encontrarán un lugar donde ir.",
    "Y, amigos, eso es la Biblia. ¿Cuántos saben que eso es doctrina de la Biblia, levanten la mano? Esto es justamente la iglesia del Nuevo Testamento en acción. ¿No es así, amigos? El Poder de Dios Todopoderoso para liberar.",
    "Y mientras están alineando a las personas, creo que los que están en las sillas de ruedas, ellos solo quieren que Uds. permanezcan quietos, ellos vendrán por Uds. cuando… Cuando su número de tarjeta esté listo, ellos—ellos les llamarán.",
    "Ahora quiero que todos recuerden esto: Uds.—Uds. siempre son bienvenidos a las reuniones, todos. Pero cuando yo les pida que inclinen el rostro, Uds. deben inclinar sus rostros. Y luego cuando yo… no levanten el rostro hasta que me oigan decir por este micrófono, o al Hermano Bosworth aquí de pie, que levanten el rostro. Si lo hacen antes, no seré responsable de lo que ocurra.",
    "El Sr. Hooper, sentado cerca, él estuvo en una… Me agrada ver a alguien que ha estado en otras reuniones. Él estaba en Phoenix, Arizona, con nosotros, donde uno de los funcionarios de la ciudad estaba en la reunión.",
    "Él dijo: “Bueno, eso es un buen ejemplo de psicología” dijo, “yo solo… No hay nada cierto en eso”.",
    "Yo sentía al hombre. Estaba atrás hacia mi derecha. Dije: “Hay alguien a mi derecha que no tiene el rostro inclinado”. Él no quiso inclinar el rostro.\n\nUno de los ujieres le dijo: “Mantenga su rostro inclinado”.\n\nEra un funcionario de la ciudad, así que dijo: “No me pueden obligar”.\n\nAsí que: “Muy bien”.\n\nY él me trajo el recado.",
    "Yo tenía un niño pequeño allí, y tenía un trapo prendido alrededor con un alfiler de ropa, tratando de… Había tenido un ataque epiléptico; le había dado uno allí mismo en la plataforma en ese momento. A veces cuando pasa un epiléptico, les dan ataques de inmediato.\n\nY le dije: “Está bien, señor, yo se lo pedí; es todo lo que puedo hacer”.",
    "Oré. Dije: “Dios, no permitas que este niño inocente sufra por ese niño… por la desobediencia de ese hombre”. Salió del niño. El hombre solo sonrió y siguió.",
    "Unos dos días después, él vino… empezó a tener una sensación extraña, dijo: “¡Oh!, solo me lo estoy imaginando, eso es todo”. Dijo: “Solo—solo es mi imaginación, me está molestando”. Trató de no pensar en eso.",
    "Un día más tarde o algo así, los oficiales lo recogieron en el centro de la ciudad caminando sin rumbo. Unas seis semanas más tarde, él vino…",
    "Yo estaba teniendo un servicio donde Charles Fuller… con Charles Fuller, allá en Long Beach. Si alguno de Uds. estuvo, sabe cuántos había allí. Literalmente miles allí, de pie en la playa, por lo que ellos… Él no pudo entrar allí.\n\nFue a Los Ángeles, no pudo entrar allí.",
    "Y, finalmente, en Modesto. Su esposa, en una noche lluviosa, se postró en el camino. A él le había crecido barba en la cara, horrible, de aspecto espantoso. Y allí estaba. Dijo: “Hermano Branham, hay que hacer algo”. Dijo: “Él—él—él no, ni siquiera come. No podemos hacerle tragar agua”. ¡Oh, se veía horrible! Allí sentado, sus ojos solo miraban fijamente.",
    "Yo entré. Él empezó a hacer: “hummmm”, retrocediendo de mí, así.",
    "Les dije que le pusieran seguro a la puerta. Y estábamos cansados, habíamos estado el sábado en la noche en la sede del club allá, por horas, lidiando con los enfermos. Hice que el Hermano Brown y el Hermano Moore le pusieran seguro a la puerta, para que la gente no entrara. Su esposa estaba embarrada al haberse postrado en el camino y aferrarse de mi pantalón. Yo no podía ni moverme. No podían arrastrarme, ella estaba aferrada, para que fuera donde su marido.",
    "Unos cuarenta y cinco minutos después, aquello lo dejó. Me tomó en sus brazos y me abrazó. Se puso el sombrero en la cabeza así, me dio la mano, se fue a casa un hombre sano.",
    "Se los digo, amigos, si yo fuera un crítico, ni me quedaría por aquí para ver lo que está pasando. Yo estoy aquí para ayudarles y no serles de impedimento. Bien, ahora, solo recuerden eso. Si Ud. mantiene su rostro inclinado y algo sucediera, entonces yo soy responsable de eso. Ahora, Ud. no podría mentir, porque lo sabré cuando venga aquí. Pero ahora solo sea reverente, esté en oración. Cuando yo le pida que incline su rostro, mantenga el rostro inclinado. Anoche lo hicieron, fue muy bonito. Hagan lo mismo en esta noche y todo estará bien. ¿Están…?\n\nTengan las líneas listas.\n\n¿Inclinamos el rostro por un momento?",
    "Padre, me doy cuenta de que este es un gran momento. Es un momento en el que estamos cara a cara con el adversario. Y aquí hay gente lisiada, afligida y moribunda. Aquí hay gente que está parada en la línea, tal vez con cáncer o tal vez con problemas cardiacos. Yo no sé lo qué estén sufriendo ahora; pero Tú se lo dirás a Tu siervo. Y oro que Tú los liberes a cada uno perfectamente. Y que Satanás sea reprendido cada vez, y que sea expuesto ante la congregación. Que todos sean amables, Señor, cooperando, todos Cristianos. Que tengamos una gran reunión esta noche. Que el Poder del Espíritu Santo recorra el edificio, sane a todos los que están en el edificio, porque lo pedimos en el Nombre de Jesús. Amén.\n\nCantemos, solo una vez, por favor.\n\nSolo creed…\n\nSean todos lo más reverentes que puedan.\n\nTodo es posible, solo creed;\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed.\n\nMe pregunto si podríamos cantarla así ahora:\n\nAhora creo yo…",
    "¿Cuántos lo creen? Levanten la mano mientras lo cantan.\n\n…ahora creo yo, (¡alabado sea el Señor!)",
    "[Cinta en blanco. La línea de oración ha comenzado.—Ed.]…tiene un cáncer o un problema femenino. Y un momento; ambos golpean casi por igual. [El Hermano Branham pausa.] Es un problema femenino, es lo que es. ¿Es cierto? Sí. Seguro. Pero, ya casi es un cáncer, eso es lo que es. La vida no ha sido un lecho de rosas para Ud., ¿verdad? No. Ud. tuvo muchos problemas. [Fin de la grabación. La línea de oración continúa.] 🦅"
  ]
}