{
  "title": "LOS PRINCIPIOS DE LA SANIDAD DIVINA",
  "id": "51010001",
  "content": [
    "🦅  Estoy muy feliz de estar aquí esta noche y ver a todos mis amigos reunidos aquí. Siento tener que ausentarme por un tiempo, pero estoy agradecido por esta oportunidad. Quiero tomar un momento ahora para agradecer a los patrocinadores de esta reunión: Al Sr. McDowell de la Compañía Eléctrica McDowell, y al Sr. McSpadden del Mercado de la Calle Sexta, al Sr. Morgan, y a los demás que han patrocinado esta reunión.",
    "Regresé a casa el otro día, de Kansas City, y había anuncios en las calles, y la gente repartiendo boletines en la—la ciudad, y pensé: “Bueno, van a tener una reunión aquí”. Entonces, se los agradezco.",
    "Le agradezco al director de esta escuela por esta espléndida cooperación que nos ha brindado, y a estos varones aquí, nos permitieron usar este gimnasio esta noche para tener este servicio de despedida; mi pequeña iglesia no es lo suficientemente amplia. Se los agradezco, y a todos los conserjes, a todos los que han tenido algo que ver con este servicio, quiero darles las gracias. Y hace un poco de calor aquí esta noche. Recibimos una cálida recepción, ¿no es así?",
    "Y si el Señor quiere, en la mañana salgo para el Saint Nicholas Arena en la ciudad de Nueva York por cinco noches, y de allí mi próxima reunión es en Rodesia del Sur, África, Sudáfrica, vamos de allí al norte de África, y de allí a la India, luego a Palestina. Regresaremos a casa, si el buen Señor lo permite, a principios del próximo año.",
    "Y hablando con el director de la escuela hace unas semanas, me dijo que cuando regresara, podríamos usar el gimnasio grande allá para una verdadera reunión en algún momento. ¿Les gustaría eso? Démosle un aplauso. [La congregación aplaude.—Ed.] Muchas gracias. Gracias.",
    "Siempre he querido tener una de nuestras reuniones aquí en casa. Hay algo especial en casa que, aunque sea muy humilde, no hay lugar como él, ¿verdad? El hogar es… Siempre he sido algo así como una piedra rodante, como dicen, acechando por todo el país. Pero uno de los momentos más felices de mi vida es cuando los escucho anunciar en el avión: “Abróchense los cinturones, estamos sobre Louisville”. Vaya, eso se—se siente bien entonces, me gusta. Yo creo que a cualquiera, regresar a casa.",
    "Mi obra para el Señor ha sido en lo evangelístico, y quizás lo sea, hasta que Él me llame a Casa. Ahora, quiero preguntar ¿cuántos de Uds. aquí orarán por mí mientras estoy fuera? Bueno, puedo escucharlos… ¡Oh, eso está muy bien! Muchas gracias, lo agradezco. Parece que es mi suerte ahora ir a las tribus allá en Sudáfrica, como ayuda a los misioneros y demás por allá. Confío que será una gran bendición para muchos.",
    "Ahora, siendo que hace tanto calor aquí, trataré de no predicarles mucho, solo quiero hablar un poco sobre el tema de la sanidad Divina. Y luego vamos a tener una—una línea de oración esta noche y orar por algunos de los enfermos. No he tenido más que un solo servicio de sanidad, fue allá en el tabernáculo hace como dos años, y estaba muy mal, la gente parada bajo la lluvia, y cosas, así que estos hombres de negocios de la ciudad dijeron que se encargarían de conseguir el auditorio, si yo podía venir aquí. ¿Ven? Así que, les dije que con gusto lo haría.",
    "Y lamentamos ahora, y veo que están de pie en los pasillos, y de allá para acá por las calles afuera, y pensábamos—pensábamos que tal vez, tal vez no vendrían tantos, y que con este pequeño gimnasio bastaría. Pero la próxima vez, tendremos el grande al otro lado.",
    "Y realmente me gustaría, cuando regrese, posiblemente, tener cinco o seis noches aquí en la ciudad para una campaña. [La congregación aplaude.—Ed.] Gracias. Muchas gracias. Me hace sentir muy bien estar en casa y ver a la gente aplaudir por los servicios que vienen.",
    "Y muchas veces… Hace unos años, cruzando la calle por aquí, siendo un muchachito, yo—yo jamás pensé que tendría la oportunidad de viajar para nuestro Señor, pero Él ha bendecido tanto los servicios que, bueno, pasamos a lo internacional ahora, alrededor del mundo. Y este es mi segundo viaje al exterior, y yo—yo confío que esta vez sea superior al otro.",
    "La última vez cuando estuvimos en Finlandia, Suecia, Inglaterra, por todos los países escandinavos, y hasta Francia, y Bélgica, Escocia, Irlanda, literalmente cientos, cientos y miles de personas asistieron a las reuniones, a veces hasta cuarenta mil a la vez, en una sola reunión. Y hubo tantas sanidades, y cosas ocurriendo, que serían casi innumerables para—para mencionar.",
    "Ahora, estaba pensando justo antes de partir, estaba en Houston, Texas, en una—una reunión allá cuando, me llamaron a Sudáfrica, para volar allá, e ir a ver a una Señorita Florence Nightingale, ella es una—una nieta de la difunta Florence Nightingale, que fue la fundadora de la Cruz Roja. Muchos de Uds. saben de Florence Nightingale, y esta es una de sus nietas, ella es una mujer célebre en Sudáfrica.",
    "Ella tenía cáncer, y el cáncer estaba en el estómago, y no se podía hacer nada, se ramificó demasiado en ella antes de darse cuenta. El cáncer es bastante engañoso, y ella se enteró abruptamente. No quería comer mucho, y simplemente paró, cerrándose. Y cuando la intervinieron fue imposible realizar la operación, así que simplemente la postraron para que muriera, y le cerraron la—la boca del estómago hasta que ella, o, el vacío, donde el estómago se vacía en el tracto intestinal, le cerraron allí al punto que ella no podía comer nada, la alimentaron con glucosa por diferentes vías, a través de sus venas hasta cuando ya no pudieron alimentarla más, y luego solo era esperar que llegara la muerte.",
    "Ella me envió una fotografía, y es uno de los cuadros más horribles que yo haya visto de un ser humano. Pensé en ese momento, al verla, que estaba más delgada que—que la pequeña Georgia Carter. Probablemente ella esté aquí esta noche. Ella pesaba quince kilos cuando fue sana, y había estado inválida, postrada en cama por nueve años y ocho meses, no se había movido de su espalda por nueve años y ocho meses, con tuberculosis. Y cuando, por una visión, fui donde ella vivía, en Milltown, Indiana, y allí entré, y oré por ella, y nuestro Señor la sanó. Y ella nunca ha estado en cama desde entonces por nada, solo para acostarse en la noche, ella está perfectamente normal, sana, es la pianista en la Iglesia Bautista de Milltown, ahora.",
    "Me pregunto si Georgia está en el edificio esta noche, podría testificar o simplemente ponerse de pie. Solo levante la mano, Srta. Carter, si está aquí. Por lo general, está aquí. Me supongo que ella no está esta noche. ¡Oh, aquí está ella, sí! Digamos: “Alabado sea el Señor”, de esta manera, con nuestras manos así. Así es. [La congregación aplaude.—Ed.] Nueve años y ocho meses sin levantarse de la cama, ella pesaba prácticamente quince kilos.",
    "Y había una señora aquí, no recuerdo exactamente su nombre ahora, creo que es Weaver, ella fue paciente de algunos cirujanos famosos aquí en la región.",
    "Y ¿pueden oírme allá afuera? Creo que el micrófono se apagó en alguna parte. Muy bien, ahora así está mejor. Puedo oír el… Tal vez tengo algo cruzado aquí. Muy bien.",
    "Y esta Sra. Weaver no era más que huesos, su médico le había dado hasta el día siguiente de vida. Y estaba tan delgada que apenas podía levantar la mano para que yo la saludara. Mientras oraba por ella, el Espíritu Santo habló y le dijo que ella iba a ser una persona con salud.",
    "Y me pregunto si la Sra. Weaver estará presente ahora. Sra. Weaver, ¿podría ponerse de pie, la que fue sanada de cáncer en esa condición tan terrible? ¿Está Ud. presente ahora? Si ella pudiera pararse, adentro. Mueva su mano dondequiera que esté, no puedo ver, quizás por tantos abanicos, que salude, si la Sra. Weaver está cerca. Aquí está su hermana sentada aquí. Sí. Ahora, escuché que ella… ¿Dónde está ella? ¿Está…? Está en casa. Ud. es testigo del caso. Digamos: “Gracias al Señor”, por—por eso.",
    "La Srta. Margie, la Sra. Margie Morgan, enfermera graduada de veintiún años, con cáncer, que estaba muriendo en un hospital en Louisville, donde ellos, los siervos de Dios, los médicos, habían hecho todo lo que podían por ella, y la trajeron a la casa. Su esposo me trajo esta noche, él dijo: “No sé si están en el edificio o no”. Su padre de noventa años…",
    "Me pregunto si está por aquí, Sra. Morgan, si ella pudiera levantarse, donde esté, como testigo de la gracia del Señor y poder sanador. Yo… De repente… ¡Oh, aquí está, parada aquí! Bueno, veamos su mano otra vez. Ella era piel y huesos, ¡mírenla ahora! Algunos de los cirujanos más destacados de la región la habían desahuciado, sin esperanza, moribunda, y allí está ahora en perfecta salud. La oración cambia las cosas.",
    "Y esta Srta. Florence Nightingale, fue un caso similar a cualquiera de esos tres. Hay más sentados aquí, pero no tengo tiempo para mencionarlos, de los diferentes que están aquí en el área, los cuales son testimonios infalibles del poder del Jesucristo resucitado.",
    "Y, así que, esta—esta Señorita Nightingale, cuando mi esposa vio su fotografía, comenzó a llorar. Pusimos la foto en el piso, empezamos a orar, y dije: “Padre Celestial, si Tú sanas a esta amada persona, será una luz verde para que yo vaya a África”. Y simplemente lo encomendé al Señor.",
    "Y me llamaron para ver al Rey Jorge de Inglaterra, para orar por él con esa esclerosis múltiple. Tengo entendido por la radio hoy, que él tiene algo así como un problema pulmonar ahora. Y de camino allá, cuando paramos en el aeropuerto internacional a las afueras de Londres, escuché que me llamaron, y vi a toda la guardia afuera, y cuando fui allá, algunos de los—los clérigos de la iglesia principal allá, vinieron y me informaron, dijeron: “La señorita Florence Nightingale acaba de llegar aquí antes de Ud. en un avión desde Sudáfrica”, y dijeron: “Creemos que se está muriendo, no podemos sacarla del avión”. Dijeron: “¿Puede venir a orar por ella?”.",
    "Y yo dije: “Bueno, yo no podría abrirme paso entre esa multitud de gente allí” donde probablemente, creo que ellos calcularon alrededor de veintiséis mil personas. Yo dije: “¿Cómo podría llegar a ella?”. Le dije: “Llévela a su casa, y nosotros iremos al Palacio de Buckingham, nos esperan en la Abadía de Westminster, y luego de regreso al Hotel Piccadilly”. Le dije: “Ud. llámeme, y yo iré allá, y oraré con ella”.",
    "Y yo no llegué ese día. Y al día siguiente me llamaron y, amigos Cristianos, una de las escenas más patéticas que he presenciado en mi vida, fue la que vi entonces. Como muchos de Uds. muchachos aquí que estuvieron en el servicio en la última guerra, Inglaterra, sus casas están sobre los negocios, y me llevaron a una hermosa casa donde dos enfermeras estaban ayudando a esta Srta. Nightingale, y cuando entré, había varios ministros allí, cuatro de mis representantes fueron conmigo, y cuando entramos al cuarto, se los digo, yo—yo nunca había visto algo así, aun con estas mujeres aquí.",
    "La Sra. Carter, allá atrás, quien probablemente pesaba menos, pero ella es una niña más pequeña. Esta muchacha hubiera pesado, siendo que ella hubiera medido un metro setenta, o setenta y tres de alto, probablemente hubiera pesado un peso normal, sesenta y ocho o setenta y dos kilos, tal vez setenta y siete, alta, una mujer espigada, y allí estaba ella toda marchita.",
    "Ahora, este es un público mixto, y estoy seguro que Uds. me consideran su hermano, para… En su cuerpo aquí, no había más que, el, su seno, su pecho, se había hundido debajo de las costillas, y cuando le quitaron la sábana, pues ella, ella estaba tan delgada, al punto que la—la piel en el borde de su cadera aquí, se había juntado. Y donde…",
    "Ella estaba llorando, yo no podía oír lo que decía, algunas de las enfermeras se agacharon mucho, y ella dijo: “Díganle al Hermano Branham, que quiero estrecharle la mano”. Y cuando lo hice, ellos le levantaron el brazo, y tomé esos huesos, Uds. nunca sabrán la sensación que me inundó; ¡un ser mortal en esa condición!",
    "Y la enfermera sabía que ella quería algo más, y me acerqué, inclinándome, y pues, no pude entenderla. Y la enfermera me dijo que ella dijo: “Dígale al Hermano Branham que le pida a Dios que me deje morir, yo—yo no puedo continuar así”. Y ella estaba completamente consumida.",
    "Y yo no podía pedir que ella muriera después de que ella había orado tanto. Ella le había dicho a Dios, ella dijo: “Si yo puedo—si—si yo tan solo…” ella quería que Él me permitiera ir a orar por ella. Y ella dijo que si yo llegaba a orar por ella, sabía que ella se recuperaría.",
    "¡Y qué fe más valiente! Y luego, cuando la conocí, pedir que ella… a Dios que la dejara morir, no pensé que fuera correcto. Y le dije a ella, dije: “Hermana, yo no puedo pedirle a Dios que la deje morir. Arrodillémonos y oremos”.",
    "Y, por lo general, Inglaterra está neblinosa, como una isla. Y la ventana estaba abierta. Y nunca olvidaré esta experiencia. Me arrodillé para orar, y yo, todos esos ministros se arrodillaron alrededor, y comencé a orar, dije: “Padre nuestro, Quien estás en el Cielo, Santificado sea Tu Nombre”. Y al decir eso, una pequeña tórtola voló hacia la ventana y comenzó a caminar por todo el borde de la ventana, haciendo: “Cuu, cuu, cuu”. Y todo el tiempo que yo estuve orando, caminaba de un lado a otro, de allá para acá por el borde de la ventana. Entonces cuando dije: “Amén”, la pequeñita extendió sus alas y se fue volando.",
    "Esos ministros se levantaron y dijeron: “¿Vio Ud.…?”.",
    "Y antes de yo poder decir algo, el Espíritu del Señor vino y le dijo a ella que estaría bien. Y ahora tengo sus fotografías, después de ocho meses. Y sucede que la traje esta noche, porque esa fue mi luz verde para África, y ella realmente tiene el país en llamas. Dicen que habrá cien mil personas en la primera reunión.",
    "Aquí está su fotografía justo antes de que yo orara por ella. ¿Pueden verla, allá atrás? Supongo que es un poco difícil. Tal vez le pida a uno de los ujieres, por favor, que camine aquí y lleve esta fotografía, y dar una vueltecita por allí.",
    "Ahora, yo, cuando la vi, ocho semanas después de esto, la estaban alimentando con glucosa y demás, y luego aquí está su foto hoy. ¡Un milagro! Ahora, esa es la Srta. Florence Nightingale, su bisabuela fue la fundadora de la Cruz Roja, y una—una mujer realmente importante que…",
    "Teddy, hijo, ¿podrías venir por esta también, por favor, y llevarla contigo? Solo camina por los pasillos, y voltéense de lado para verla.",
    "Pero ha pasado mucho tiempo, mis queridos amigos, aquí en Jeffersonville. Probablemente, con toda seguridad, hace unos años, algunas de las personas pensaron que yo había perdido la razón cuando empecé a hablar de que Dios era el mismo ayer, hoy, y por los siglos. En mi corazón había algo anclado allí de lo cual yo no podía apartarme. Y yo sabía que algún día Dios me daría el privilegio de probar que eso era correcto, porque es la Escritura. Y hoy estoy muy contento de estar en mi ciudad natal con una vindicación Divina de la verdad, que es universalmente conocida, que las declaraciones que he hecho acerca de nuestro Señor Jesús, son la verdad, que Dios ha testificado que es la verdad.",
    "🦅 No se cansen nunca de hacer el bien; porque ciertamente segaran a su tiempo, si no desmayan”. Siempre hagan lo correcto. Y todo lo que Dios ha dicho en Su Libro, créanlo, porque Ud. puede colgar su alma de cualquier parte de la Palabra de Dios. Uds. lo creen, ¿verdad? Ahora, todo lo que Él ha prometido en la Palabra, Dios lo hará, porque Dios está obligado a Su Palabra.",
    "Ahora, podría continuar hora tras hora, pero Uds. tienen hijos, están de pie en las calles, y en los pasillos, y afuera, y yo—yo quiero empezar el servicio de sanidad, y antes de eso quiero hablar un poco sobre: Los Principios De La Sanidad Divina, antes de tener la reunión de sanidad.",
    "Pero, ahora, si no regreso de África, no tengo esa seguridad, pero así nunca regrese, mis amigos Cristianos, he sido veraz y he sido fiel, y he servido a Dios, y he hecho lo mejor que puedo. Y agradezco todas sus oraciones. Muchos de Uds. aquí han orado día y noche por mí, y la razón por la que he podido hacer estas cosas para mi Señor, por Su gracia, ha sido por cuanto Uds. me han sostenido ante el Trono de Dios en oración, es por eso. Lo agradezco, mis queridas madres y padres, con todo mi corazón, nunca los olvidaré.",
    "Y ahora, si yo nunca regresara, las declaraciones que he hecho ciertamente son vindicadas por Dios como ciertas, universalmente, en todas partes por el—el mundo.",
    "Y recuerdo cuando yo era un muchachito, esto es para algunos de los niños de aquí en la escuela, y demás: No importa si Uds. tratan de hacer lo correcto, jóvenes, jovencitas, hagan lo correcto, y Dios los bendecirá. Siempre hagan lo correcto. Uds. no pueden ir en esta dirección si van por esa dirección. Siempre aférrense de lo correcto, hagan lo correcto, y terminarán correctamente.",
    "Ahora, cuando yo era un muchachito, no tenía muchos amigos, pero siempre amé a la gente, yo quería amigos, y ahora, al tratar de servir a Dios y hacer todo a mi alcance, esta noche creo que tengo algo así como, seis u ocho millones de amigos alrededor del mundo. Es para mostrar lo que Dios hará por uno si uno confía en Él. ¿Verdad que sí? Me da gusto oír ese: “Amén”. La palabra amén, significa “así sea”.",
    "Y ahora deseo leer un poquito de la Escritura, del Libro. Y antes de hacerlo, quiero despedirme de Uds., Dios bendiga a cada uno, gracias a todos por lo que han hecho por mí, y por ayudarme a mí y a mi familia, en tiempos cuando estábamos en necesidad, Uds. nos apoyaron. ¡Oh, cuánto lo aprecio! Y que la pequeña ciudad produzca ministros de esta ciudad que viajen por todo el mundo, y hagan grandes cosas para Dios, es mi oración.",
    "Ahora, ahora quiero decir esto: Estoy contento, a la gente de Jeffersonville, estoy contento de saber esto: que el director de nuestra escuela aquí es un Cristiano devoto. Dios lo bendiga. Él nunca tuvo reparos cuando le preguntamos por este auditorio, y también nos dijo que podíamos usar el grande, y realmente agradezco eso. A todo el personal: Que Dios los bendiga.",
    "Ahora, en el Libro de San Juan el capítulo 5, deseo leer solo una porción. Uds. saben, la fe viene por el oír, el oír de la Palabra de Dios. ¿Verdad que sí? Muy bien, ahora escuchen atentamente mientras leo:\n\nDespués de estas cosas había una fiesta de los judíos, y subió Jesús a Jerusalén.\n\nY hay en Jerusalén, cerca de la puerta de las ovejas, un estanque, llamado en hebreo Betesda, el cual tiene cinco pórticos.\n\nEn estos yacía…grandes multitudes de enfermos, ciegos, cojos y paralíticos, que esperaban el movimiento del agua.\n\nPorque un ángel descendía de tiempo en tiempo al estanque, y agitaba el agua; y el que primero descendía al estanque después del movimiento del agua, quedaba sano de cualquier enfermedad que tuviese.\n\nY había allí un hombre que hacía treinta y ocho años que estaba enfermo.\n\nCuando Jesús lo vio acostado, y supo que llevaba ya mucho tiempo así, le dijo: ¿Quieres ser sano?\n\nEscuchen atentamente:\n\nSeñor, le respondió el enfermo, no tengo quien me meta en el estanque cuando se agita el agua; y entre tanto que yo voy, otro desciende antes que yo.\n\nJesús le dijo: Levántate, toma tu lecho, y anda.\n\nY al instante aquel hombre fue sanado, y tomó su lecho, y anduvo. Y era día de reposo aquel día.",
    "El versículo 19, cuando Lo interrogaron sobre esto… Ahora, quiero que se fijen, se vio bastante extraño. Ahora, nuestra escena es justo antes de la crucifixión cuando Jesús subió a la fiesta en Jerusalén.",
    "Y ahora, ¿cuántas personas aquí están enfermas y necesitadas de oración esta noche? Veamos sus manos alzadas por todas partes. ¡Vaya, solo miren! Amigos míos, este es un mundo enfermo, ¿no es así? Y ver el día en que tenemos la mejor medicina con la que hayamos contado, tenemos los mejores médicos que hayamos tenido (¿Lo creen?), tenemos los mejores hospitales institucionales, las mejores drogas con las que hayamos contado, y tenemos más enfermedades de las que el mundo haya conocido. ¿Quieren mi análisis de eso? Tenemos más pecado e incredulidad de lo que el mundo jamás ha conocido, esa precisamente es la razón, seguro.",
    "Ahora, al hablar de sanidad Divina, Ud.… debemos abordarla tan sensatamente como se encuentra en la Escritura. Ahora, la sanidad Divina ha sido malentendida por muchos. Algunas personas piensan que la sanidad Divina es una especie de, Uds. saben, un encanto sobre la gente, y ponerles alguna clase de—de hechizo para que se recuperen, o algo así, o un hipnotismo, eso está errado. La Biblia enseña sanidad Divina para este día presente, y sanidad Divina a través de toda edad.",
    "Ahora, Dios siempre ha tenido una manera provista para que el pueblo sea sano. Él la dio en los días del viaje de Israel, Él tuvo la serpiente de bronce. Después de terminada la serpiente de bronce, cuando la gente hizo un ídolo de ella, entonces el profeta rompió la serpiente, y la destruyó, la desechó, y Dios envió un Ángel sobre un estanque de agua, llamado en la lengua hebrea, Betesda, en el mercado de ovejas, donde traían las ovejas en las puertas de Damasco en Jerusalén. Si el buen Señor lo permite, en algunas semanas estaremos visitando ese mismo lugar del cual estamos hablando.",
    "Y había un—un—un estanque allí en el mercado, y de vez en cuando, un Ángel bajaba y agitaba el agua. Ahora, ¿cuántos saben lo que es el agua turbulenta, viviendo aquí en el río? Un agua turbulenta es cuando la corriente va en una dirección, y las olas en otra, agitadas, hace aguas turbulentas, y aguas muy peligrosas.",
    "Y la gente creía que era un Ángel, lo cual Dios testificó que así era, que descendía, porque no había corriente en el agua, sino que solo revolvía el agua, en una condición agitada. Y la gente yacía allí, grandes multitudes, ahora escuchen lo que dice la Escritura: cojos, lisiados, ciegos, paralíticos. ¡Qué espectáculo de humanidad sufriente, esperando el movimiento del agua! Y entonces el que entraba primero en el agua, cuando el agua estaba agitada, era sanado de cualquier enfermedad que tuviera, porque toda la virtud del Ángel sobre el agua iba al individuo y lo sanaba de su enfermedad.",
    "Ahora, ¿creen que eso es verdad? Yo creo que sí, porque está en la Escritura, y por eso es que yo creo que es la verdad. Yo creo que era un Ángel, no una superstición, no la teología de alguien, era un Ángel que Dios envió del Cielo para ministrar a los enfermos y necesitados.",
    "Ahora, si Dios hizo una provisión en la, en cada edad, ¿no sería más que justo que Dios hiciera una provisión en esta edad para los enfermos? Pues, Él lo ha hecho.",
    "Noten, ahora, Jesús fue a este estanque, a Jerusalén, y pasando por el mercado, Él vino a esta gran masa de humanidad. ¿Cuántos de Uds. creen que Él era el Hijo de Dios? Él estaba lleno de amor y compasión, ¿no es así? Bueno, ahora, ¿no parece extraño que nuestro amado Jesús pasara por esa gran multitud de cojos, lisiados, ciegos y paralíticos, y solo sanara a un hombre que tal vez tenía un problema cardíaco, o diabetes, o algo, y dejar allí a esa gran masa de personas lisiadas? Yo creo que si Él les hubiera dicho a todos ellos…",
    "Solo piensen, esta pequeña congregación esta noche no sería ni un puñado al lado de lo que era esa gran multitud que estaba postrada allí. Una multitud consta de más de dos mil personas, y eran “grandes multitudes”. Es difícil saber cuántos miles había allí de cojos, ciegos, paralíticos, y Él sanó a un hombre, y se fue, y dejó a los demás allí.",
    "Ahora, eso no… Si Uds. lo miran en el sentido correcto, ahora… ¿No parece extraño que el Hijo de Dios solo sanara a una persona y dejara a toda esa multitud postrada allí? ¿No les parece extraño? Como que Él debería haberlos sanado a todos. Y yo creo que si Él hubiera dicho: “Todos Uds. son sanos”, yo creo que todos ellos habrían sanado. ¿Lo creen?",
    "Pero ahora, cuando los judíos Lo interrogaron, escuchen lo que Él dijo:\n\nRespondió entonces Jesús, y les dijo: De cierto, de cierto os digo: No puede el Hijo hacer nada por sí mismo, sino lo que ve hacer al Padre; porque todo lo que el Padre hace, también lo hace el Hijo igualmente.\n\nPorque el Padre ama al Hijo, y le muestra todas las cosas que él hace; y mayores obras que estas le mostrará, de modo que vosotros os maravilléis.",
    "Ahora, Jesús dijo que Él mismo no podía hacer nada, solo podía hacer lo que el Padre Le mostraba que hiciera, esa es la Escritura. Jesús dijo: “No soy Yo el que hace las obras, Es Mi Padre que mora en Mí, Él hace las obras”. ¿Es así? Dios.",
    "Ningún hombre puede atribuirse el mérito de la sanidad, ni siquiera un médico. No hay médico que pueda sanarlo a Ud. Ahora, los médicos le dan ayuda, y ellos lo operan, y las cosas que son necesarias, pero Uds. no han oído a un médico decir que él puede sanarlos, porque él no puede, solo hay un Sanador, y ese es Dios.",
    "Ahora, en el Salmo 103:3, Él dijo:\n\nBendice, alma mía, a Jehová, Y no olvides ninguno de sus beneficios.\n\nÉl es quien perdona todas tus iniquidades, El que sana todas tus dolencias;",
    "Ahora, yo nunca… He recibido algunas críticas muy duras. Algunas personas que practican la sanidad Divina no creen en el médico, Ud. puede, Uds. pueden tener sus propias ideas al respecto, pero yo creo en los médicos, yo creo que Dios los puso aquí en la tierra, y ellos son Sus ayudantes, pero no hay ninguno de ellos que pueda sanarlos. Ellos pueden colocar un hueso, sacar un diente, pero si ellos—si ellos sacan el diente, ¿quién va a sanar la cavidad de donde salió? Si colocan un hueso, pueden acomodarlo, mirar con rayos X, ver si está bien, acomodar el hueso. Pero ¿quién lo va a sanar? ¿Quién va a producir el calcio y las cosas que lo sanan?",
    "Miren qué sencillo: De todas las buenas drogas que tenemos hoy, no hay una—una droga en el mundo que pueda sanar una simple cortada de cuchillo a mi mano. ¿Sabían eso? No tenemos alguna medicina que sane una cortada de cuchillo; alguna—alguna medicina que sane la cortada del cuchillo a mi mano que sanara un corte de cuchillo a mi abrigo.",
    "🦅 Pues” Ud. dirá, “Hermano Branham, eso ya es ir a un extremo”.\n\nBueno, si pudiera sanar la cortada de un cuchillo, de eso estoy hablando.\n\n“Bueno” dice Ud., “Hermano Branham, la medicina fue hecha para su cuerpo” es correcto, “y no para su abrigo”.",
    "Es correcto. Ahora, vamos a ver Quién es el Sanador. Ahora, sabemos que esa medicina fue hecha para el cuerpo. Pero ahora, por ejemplo, si yo me cortara la mano aquí, y cayera muerto en la plataforma, me llevarían a la morgue en la funeraria, si tuvieran un líquido para embalsamar mi cuerpo para que me viera natural por los próximos cincuenta años, y que enviáramos, o incluso me llevaran a la Clínica Mayo, y ellos vendaran esa mano a diario por cincuenta años, aplicando todo ungüento y mercurocromo, y penicilina que pudiera haber, a mi cuerpo, y en cincuenta años a partir de hoy, esa cortada seguiría allí, tal como estuvo en el momento en que el cuchillo la cortó. ¿Verdad que sí? Seguro.",
    "Ud. dice: “Seguro, Hermano Branham, la vida salió de su cuerpo”.",
    "Entonces quiero preguntarles: ¿Cuál es el sanador, la medicina o la vida? La vida, exactamente. Bueno, entonces si Ud. me dice y saca de Ud. la parte que es la vida o la naturaleza, yo puedo mostrarle qué parte de Ud. es Dios: Dios es vida. Allí lo tienen. Así que Él es el Sanador, el Sanador de toda enfermedad.",
    "No hace mucho me entrevistaron, fui para una examinación a la Clínica Mayo, la mejor del mundo, y me examinaron, una buena examinación. Y es bueno ir de vez en cuando y que lo examinen a uno. Pero cuando recibí ese examen allá en la Clínica Mayo, con todo lo minucioso que fue, no había tenido otros exámenes más que los de mi propio doctorcito aquí, el Dr. Sam Adair, aquí en la ciudad. Él me hizo la misma clase de examen, y en mi opinión, es tan buen médico como los que tienen allá. Y no estoy diciendo eso para adularlo, lo diría por todo el mundo.",
    "Pero fíjense, después de tomar el examen, tuvieron la oportunidad de entrevistarme, y entonces, ellos hablaron de las obras, y dijeron: “Reverendo Branham” dijeron, “nosotros no profesamos ser sanadores aquí” dijeron, “solo profesamos ayudar a la naturaleza, solo hay un Sanador, ese es Dios”.\n\nYo dije: “Así es, estoy de acuerdo en eso un cien por ciento”.",
    "Y una de las cosas que me emocionó el corazón el otro día, después de haber sido un paciente allí, y de la Clínica Mayo decirme que yo jamás tendría esperanza de estar bien, nunca he pesado más de cincuenta y nueve kilos en toda mi vida, sesenta y uno, creo, una vez, y ahora peso setenta kilos, y estoy en perfecta salud. La oración cambia las cosas.",
    "Los mejores médicos que había en Sudáfrica e Inglaterra le dijeron a la Srta. Florence Nightingale que no había esperanza para ella, pero allí está. La oración cambia las cosas.",
    "Ahora, Jesús dijo que Él no podía hacer nada sino lo que el Padre Le mostraba. Ahora, Uds. han visto que los periódicos y algunas de las revistas más importantes escribieron sobre mí, dijeron: “El Hermano Branham el sanador Divino”. Ahora, eso es un error, yo no soy un sanador Divino, ni algún otro hombre es un sanador Divino; ni siquiera Cristo reclamó ser un sanador Divino, Él solo afirmó hacer lo que el Padre Le mostraba que hiciera. ¿Es correcto? Él no era un sanador, Él no reclamó serlo, dijo: “No soy Yo, es Mi Padre”. Y si Cristo, el Hijo de Dios, no reclamó ser un sanador, ¿cuánto menos una pobre persona pecaminosa como yo podría reclamar ser un sanador? Solo se manifiesta por medio de un don Divino para levantar la fe en el pueblo.",
    "Ahora, Jesús, cuando Él estuvo aquí en la tierra, Él ministró a los enfermos y a los necesitados, cerca del setenta por ciento de Su ministerio o más fue de sanidad Divina. Atrae la atención de la gente, los fascina para que piensen…",
    "El diablo le dijo algo cierto a Job una vez, dijo: “¿Qué daría el hombre por su pellejo?”. Así es. Un hombre hará lo que sea para sanar cuando está enfermo. Tal vez Ud. nunca haya llegado a ese punto, pero en algún momento puede que Ud. llegue a ese punto, como la Sra. Morgan, o algunos de estos otros aquí que han sido sanados por sanidad Divina.",
    "Ahora, lo primero que hace una persona cuando se enferma, tal vez en casa Ud. tenga algunos remedios y cosas que pruebe, lo siguiente es—es tal vez que Ud. llame a su médico, eso es algo sensato, si el médico no le puede ayudar, entonces Ud. tiene el derecho de ir a Dios. Eso—eso es lo que Ud. debe hacer, invocar a Dios, y Dios es el Autor de las circunstancias, Él puede—Él puede obrar cuando nada más puede hacerlo. Cuando el hombre llega al final de sus esfuerzos, Dios puede hacerlo.",
    "Ahora fíjense, y nunca olviden esto, Uds. que están postrados aquí enfermos y necesitados: La actitud mental correcta hacia cualquier promesa Divina de Dios la traerá a cumplimiento. Cuando Ud. cree, y toma a Dios por Su Palabra, dice que así es, cree que así es, Dios la traerá a cumplimiento.\n\nEspero no estar gritándoles, esta cosa realmente tiene potencia ahora, ¿verdad?",
    "La actitud mental correcta hacia cualquier promesa Divina de Dios la traerá a cumplimiento. Si Ud. es un pecador, confiese sus pecados, crea que Dios lo salvó, y luego testifique de ello, diciéndole a la gente que Ud. es salvo, eso obrará justicia, después de un tiempo Ud. será un Cristiano. ¿Lo creen?",
    "Ahora miren, en Hebreos 3 y 1, Jesucristo es Sumo Sacerdote de nuestra confesión, Él es lo que nosotros confesamos que Él es. Y cualquier bendición redentora por la cual Él murió, Él está sentado a la diestra del Padre en esta noche, para hacer efectiva cualquier cosa que Uds. acepten en Él. ¡Oh, espero que lo capten!",
    "Miren, mis queridos amigos, esto no es algún fanatismo, no es alguna cosita inventada en un rincón. Hace como siete u ocho años, la gente decía que el programa no podía prosperar, que nunca resultaría, pero cuando el Ángel del Señor se me apareció allá en la ribera de Green’s Mill, allá en esa pequeña cabaña esa noche, Él me dijo que fuera, y que yo oraría por estadistas, y grandes hombres, y reyes, y monarcas, eso abarcaría alrededor del mundo, y ahora hay un avivamiento abarcando el mundo, originado de Jeffersonville, Indiana. Amén. ¡Oh, qué maravilloso!",
    "Ahora, los reyes y gobernantes, y los grandes hombres, no se relacionan con el fanatismo. Ahora, admito que el diablo tiene espantapájaros por el camino, él tiene gente que trata de imitar algo, él tiene gente, el diablo tiene gente que imita a un Cristiano, tratan de hacer que la gente crea que son Cristianos cuando no lo son. Pero eso no le quita el valor a un verdadero Cristiano, en mi opinión, lo hace llamativo.",
    "Y es lo mismo con la sanidad Divina, hay gente que anda por ahí con un montón de manufactura y fanatismo, llamándolo sanidad Divina, eso no le quita el valor a la Palabra de Dios y Su muerte en la cruz, eso solo lo hace más notable que es correcto. Pues mientras haya algo falso, tiene que haber uno real de donde fue copiado, solo es una vindicación de que hay uno verdadero.",
    "Ahora fíjense, muchas han sido las pruebas, angustias y dificultades, pero esta noche somos más que vencedores en Cristo Jesús. Cuando Cristo murió en la cruz, Él fue herido por nuestras rebeliones, molido por nuestros pecados, el castigo de nuestra paz fue sobre Él, y por Sus llagas fuimos nosotros curados. Esa es la Palabra de Dios sin adulterar. ¡Verdaderamente!",
    "Ahora, entonces Él incluyó en el Calvario esas grandes cosas, y todo, aquí está, espero que Uds. lo vean, miren, todo creyente Cristiano tiene derecho a cualquiera de esas bendiciones redentoras por las que Cristo Jesús murió, son suyas, pero no se practica. La gente teme tomar a Dios por Su Palabra, no teman, Dios está obligado a hacerlo así.",
    "Miren aquí a las personas, niños afligidos aquí, gente allá afuera, algunos de Uds. comidos por el cáncer, y—y problemas cardíacos, y cosas de las que Ud. no puede curar, por medio de cura médica, y luego viene Satanás ¿y trata de robarle a Ud. la única esperanza que tiene? Si Uds. disculpan esta expresión frente a un grupo religioso: “La prueba del budín está en comérselo”. Aquí hay gente presente, que sus propios médicos de la ciudad y alrededor han dicho que ya no pueden vivir más, y ellos son testigos vivientes y testimonios esta noche del poder del Jesucristo resucitado. ¿Cómo pueden Uds. dudar?",
    "Miren, postrados aquí adentro frente a mí, por supuesto, esta solo es una pequeña reunión de una noche, a veces se postran miles. Pero supongo que si yo recopilara los testimonios que he visto acontecer, pruebas infalibles, médicos que lo presenciaron, en los últimos seis años que he estado en el campo serían más de cien mil. Y he visto sarcomas cancerígenos sanados por la actitud mental correcta hacia la Palabra Divina de Dios. Así es. Si Ud. Lo cree, Lo acepta.",
    "No importa cuán pecador sea Ud., no importa cuán sumido haya estado en el pecado, si Ud. mira a Jesucristo y cree en Él como su Salvador y Lo confiesa, Dios lo salvará a Ud. por Su gracia. No importa cuán sumido esté Ud. en enfermedad, cuán mal esté Ud., si el siervo médico de Dios lo ha desahuciado, con todo lo que él puede hacer, Ud. tiene el derecho de aceptar a Jesucristo como su Sanador y ser sanado. Aquí mismo están esta noche, pruebas infalibles, no algo que sucedió al otro lado del mar, sino algo que sucedió aquí.",
    "Ahora, no hay hombre que puede sanarlo a Ud. Cuando un predicador viene, o cualquier otra persona, y dice: “Bueno, que él tiene poder sanador” eso es un error, el poder sanador está en el Calvario, no en el hombre, en el Calvario.",
    "La otra noche dije en una conferencia internacional, donde muchos, muchos miles estaban reunidos, dije: “Encuentro dos grupos de personas en el mundo, uno de ellos es el grupo fundamental, posicionalmente, ellos saben, y el otro es el grupo del Evangelio completo que lo tiene y no sabe. Es como un hombre que tiene mucho dinero en el banco, pero no sabe escribir un cheque, el otro hombre no tiene dinero en el banco pero sabe cómo escribir un cheque, si Ud. pudiera juntar los dos, entonces Ud. tendría algo”.",
    "Si Uds. se dieran cuenta de que son hijos e hijas de Dios por la muerte de Cristo, ¡y que Ud. tiene una chequera en la mano para retirar cualquier dividendo del Calvario por el cual Cristo murió! Amén. Así es. No teman, pónganla a trabajar, echen a andar su fe, suéltenla.",
    "Miren, postrados aquí esta noche muriendo delante de mí, hay personas por aquí, yaciendo aquí que estarán muertas dentro de unas pocas semanas si no se les muestra misericordia de alguna parte. Y ¿qué clase de persona debería ser yo? Dios me hará responsable en el Día del Juicio si yo engaño a alguien. Pero si yo sé de un verdadero remedio para Uds., y puedo presentárselos, será una bendición.",
    "Fíjense, solo unos momentos ahora, y comenzaremos la línea de oración.",
    "Ahora, lo único que un ministro pudiera hacer sería predicarle a Ud. la salvación en la cruz, él no podría salvarlo a Ud. No hay predicador que le diga que él puede salvarlo, él le pide a Ud. que acepte lo que Jesús ya ha hecho. ¿Es correcto? ¿Cuántos de Uds. son pastores, y hacen eso? Levanten la mano. Seguro, para aceptar a Cristo. Ahora, él puede predicar, pero no puede salvar, pero él le señala a Ud. al Calvario. Ud. lo acepta, entonces cuando Ud. viene, y dice: “Ahora yo recibo a Jesús como mi Salvador personal”, Ud. cree en su corazón que Ud. es salvo.",
    "Ahora, los críticos de afuera dicen: “¡Oh, Juan, estás igual! Pues, te vez igual que siem-…”. Pero, quizás Ud. se vea igual, quizás no se sienta diferente, pero en su corazón Ud. cree que es diferente, entonces Ud. confiesa que Ud. está diferente; “El que Me confiese delante de los hombres, Yo lo confesaré delante del Padre y de los santos ángeles”.",
    "Ahora, Ud. cree que está mejor, entonces Ud. dice que está mejor, Ud. actúa como si estuviera mejor. ¿Ven? Ud. dice: “Sí, señor, soy—soy salvo”. Ud. se relaciona con aquellos que son salvos, Ud. cree que es salvo, Ud. actúa como si fuera salvo, y eso obra justicia. ¿Es así? Eso es por cuanto Él fue herido por sus rebeliones, sentado a la diestra del Padre para cumplir todo lo que Ud. confiesa.",
    "Ahora, ¿qué tal si Ud. viene al altar y dice: “Pues, yo no sé”, pero en su corazón Ud. cree que es salvo y no dice nada al respecto? Ud. nunca será salvo hasta que Ud. lo crea, lo acepte y lo confiese.",
    "Bueno, lo mismo con la sanidad Divina. Señora, Ud. está muy enferma, Ud., Ud., Ud., Uds. los casos aquí en las camillas, quizás agonizando, yo no los conozco, no reconozco a ninguno de Uds., ni a la niña aquí, no la conozco, una mujer allí, nunca la he visto en mi vida, pero le estoy trayendo a Ud., mi hermana, el mensaje de que Jesucristo es el mismo ayer, hoy, y por los siglos, Su amor y devoción por Ud. es el de siempre. Y no hay ni una sola cosa más que Él pueda hacer en Su gran Reino para que Ud. sea sano, porque Él ya lo ha hecho. Hace mil novecientos años cuando Él murió, Él salvó a toda criatura sobre la tierra. ¿Lo hizo Él? Seguro que lo hizo: “El Cordero de Dios que quita el pecado del mundo”.",
    "Ahora, eso nunca le servirá de nada hasta que Ud. lo acepte. ¿Verdad? ¿Ven? Él lo salvó a Ud. allá atrás, la Sangre roció la tierra: “Padre, perdónalos, porque no saben lo que hacen”. Pero ahora Ud. está bajo la misericordia, cuando… Ud. es una persona con libre albedrío, pero cuando la vida deja su cuerpo y Ud. entra en la Presencia de Dios, Ud. ya está juzgado, porque Dios ya ha juzgado el pecado. Entonces: “Él fue herido por vuestras rebeliones, por Su llaga fuisteis sanados”. Y ¿cómo puede alguien hacer ahora, lo que Jesús hizo hace mil novecientos años? Allí lo tienen. Ud. no puede.",
    "Ahora, lo único que puede hacer un ministro es predicar el Evangelio, decirle a Ud. la verdad, y Ud. creerlo, aceptarlo, actuar conforme a su confesión, sale, dice que está sano, cree que Ud. está sano, actuando como si lo fuera.",
    "Ud. dice: “Hermano Branham, ¿debería hacer eso antes de…?”.",
    "Uno nunca siente nada. Jesús no dijo: “¿Lo sentiste?”. Él dijo: “¿Lo creíste?”. Es por fe, no por un sentir, Ud. no es salvo por un sentir. Pues, el diablo puede machacarle a Ud. por todas partes del país, diciendo que es por sus sentimientos. Yo no soy salvo porque sienta que soy salvo, soy salvo porque la Palabra de Dios dice que soy salvo.",
    "Ahora, y escuchen, por un momento: La Palabra de Dios derrotará al diablo en cualquier lugar, donde sea, en cualquier momento y bajo cualquier condición. Cuando Jesús estuvo aquí en la tierra, el Padre estaba en Él: “Dios estaba en Cristo reconciliando Consigo al mundo” creemos eso, todas las bellas cualidades que eran—eran del Padre estaban en Él, pero cuando Él enfrentó a Satanás, miren cómo lo hizo: Él lo puso al alcance suyo, y suyo, y suyo, y de todos Uds. ¿Ven? Él en ningún momento usó Sus grandes dones.",
    "Cuando Satanás vino a Él, dijo: “Si eres el Hijo de Dios, convierte estas piedras en pan”.\n\nÉl dijo: “Escrito está: No solo de pan vivirá el hombre”.\n\nÉl Lo llevó al pináculo del templo, Jesús dijo: “¡Escrito está!”.\n\nÉl Lo llevó a un monte alto, Le mostró los reinos del mundo, dijo: “Todo Te lo daré, si Te postras y me adoras”.\n\nJesús dijo: “¡Escrito está!”. ¿Ven? Siempre: “Escrito está”, la Palabra.",
    "La Palabra de Dios es una Semilla, acéptela en su corazón, créala, irríguela, testifique de Ella, tómela como su propia necesidad personal, y Dios La traerá a cumplimiento.",
    "Ahora, entonces Ud. dice: “Hermano Branham, ¿qué hizo que su ministerio se destacara?”.",
    "Esto último que diré. Cuando era un muchachito, yo nací aquí en el condado de Cumberland, Kentucky, en una pequeña cabaña de troncos. Mi querida y anciana madre sentada aquí esta noche en este auditorio, ella tenía quince años cuando yo nací, mi padre tenía como dieciocho. La mañana en que yo nací, él estaba parado con su, me dicen, con sus manos en las pecheras de su overol. Y había una ventanita al lado de la cabaña, después de que yo nací, una Luz entró por esa ventana, bajó donde yo estaba, y Aquello ha estado conmigo desde aquel día hasta este.",
    "Cuando yo era un niño, veintidós años antes de que el Puente Municipal abarcara el río, sentado en mi patio, vi esta cosa cruzar el río y vi a los hombres que perdieron la vida allí. Mi madre pensó que sufría de nervios.",
    "Aquí mismo en la casa del Sr. Wathen, en Utica Pike, cuando yo cargaba agua en dos pequeños baldes de jarabe, de la zarza salió un sonido como“¡Fiu!”. No vi hojas que se movieran, por ninguna parte, miré hacia arriba en el árbol, parecía del tamaño de un barril, moviéndose de allá para acá en el árbol, y de allí salió una Voz audible y dijo: “Nunca fumes ni bebas ni degrades tu cuerpo en ninguna manera, habrá una obra para ti cuando seas mayor”.",
    "Estoy en casa, estoy entre la gente, estoy entre las jovencitas con las que salí en mis días de juventud, estoy entre muchachos aquí, amigos con los que jugué, yo les pregunto hoy si alguna vez me vieron fumar, beber, o estar borracho, ¿o—o contaminarme de esa manera? No, señor. No lo hice; no por bondad mía, sino por Su misericordia, Su voluntad preordinando que yo hiciera esto.",
    "Más adelante llegué a ser un ministro. Uds. muy bien recuerdan el tiempo cuando la Estrella apareció aquí en el río, esa Luz. Ha aparecido, ahora lo tienen colgado en Washington, DC, la única ocasión en el mundo que tuvieron hasta ese momento, en que se pudiera probar científicamente un Ser sobrenatural, probado por el FBI que era absolutamente un Ser sobrenatural. Viene a la reunión, está aquí mismo en la plataforma ahora. Y Eso no soy yo, yo no tengo nada que ver con Eso, es el Ángel del Señor, y Él está aquí ahora.",
    "Y un hombre puede pasar por esta región, decirles cualquier cosa, un ministro puede hablar de cualquier cosa, el hombre está sujeto a cometer errores y a contar historias. La palabra del hombre es solo la palabra del hombre, pero cuando Dios habla que así es, entonces Ud. créalo, porque así es. La Palabra de Dios tendrá más valor en los próximos minutos que todas las palabras que yo pudiera decir.",
    "Nací… Yo creo que los dones y llamamientos son sin arrepentimiento. ¿Cuántos Cristianos lo creen? No es lo que Ud. se propone hacer, es lo que Ud. ha nacido para ser. ¿Ven? Allá atrás, en su hechura… Ud. comienza en su germen de vida cuando Ud. es germinado en su bisabuelo, esa es la Escritura, Leví pagó diezmos en los lomos de Abraham, su abuelo, ¿ven?, muy bien, pero su germen, su vida, su alma, comenzó en la creación de Dios en el principio. ¿No les dijo Jesús a Sus discípulos: “Yo os conocí antes de la fundación del mundo”? Nos llamó, nos ordenó para ser ministros del Evangelio, y demás, es la preordinación de Dios.",
    "Ahora, ¿cuántos…? Ahora, aquí, al obrar… Ahora observen, Jesús dijo… (Gracias, Teddy.) Jesús dijo: “Las cosas que Yo hago vosotros también las haréis; y mayores que estas haréis, porque Yo voy a Mi Padre”. ¿Es así? ¿Lo creen?",
    "Ahora, Uds. enfermos, miren aquí por un minuto ahora: ¿Creen Uds. que esa es la verdad, que Jesús dijo en San Juan 14:7, o—o, quiero decir 14:12: “Las cosas que Yo hago, vosotros también las haréis; y mayores que estas haréis, porque Yo voy a Mi Padre”? Y Jesús claramente dijo… Ahora escuchen, y allá afuera, espero que escuchen: Jesús declaró claramente que Él no podía hacer nada por Sí Mismo, sino lo que Dios Le mostraba que hiciera en una visión, eso es lo que Él hacía. ¿Correcto?",
    "Ahora veamos eso cómo funcionó. Después de Él declarar Quién era, Felipe se convirtió, fue a buscar a Natanael, y cuando encontró a Natanael—Natanael, él dijo: “Ven, mira a Quién he hallado, a Jesús de Nazaret, el hijo de José”.",
    "Y ¿qué dijo Natanael? Ahora, Uds. maestros de la Biblia aquí, pues ¿qué dijo él? Él dijo: “¿Pudiera salir algo bueno de Nazaret?”. Una ciudad mala, perversa, mala, peor que Jeffersonville. Y entonces, pues, entonces dijo: “¿Pudiera salir algo bueno de Nazaret?”.\n\nÉl le dijo: “Ven y ve”.",
    "Y cuando él llegó a donde estaba Jesús, Jesús estaba en una línea de oración, y cuando Natanael llegó, Jesús dijo: “¡He aquí un verdadero israelita, en quien no hay engaño!”. En otras palabras—en otras palabras: “Tú eres un buen hombre Cristiano, un hombre honesto”.\n\nY Natanael se sorprendió, y dijo: “¿Cuándo me conociste, Rabí?”, o Maestro, Reverendo.\n\nÉl le dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”. ¿Es la Escritura?",
    "Ahora, ¿y si Felipe hubiera dicho, o Natanael hubiera dicho entonces como mucha gente dice hoy: “Eso es leer su mente, es telepatía mental?”. Pues entonces, la Escritura hubiera… el asunto nunca hubiera sido hecho. Pero él dijo: “Tú eres el Hijo de Dios”. ¿Correcto?",
    "Cuando la mujer estaba junto al pozo, Él le dijo a ella sus pecados, cuántos maridos tenía. ¿Verdad? Él sabía dónde estaba el pez, tenía la moneda en la boca; Dios Le mostró dónde estaba este hombre con la enfermedad, y Él hizo todas las cosas como el Padre Le mostró que las hiciera.",
    "Ahora, si yo viniera, mi hermano y hermana, esta noche, y les dijera que el espíritu de algún gran artista está en mí, Uds. esperarían que yo instalara un lienzo aquí en este lugar y pintara un cuadro como pintaría el artista. ¿Verdad que sí?; si el espíritu del artista estuviera en mí. Y si les dijera que el espíritu de algún criminal, John Dillinger, está en mí, entonces Ud. esperaría que yo tuviera unas tremendas pistolas y fuera un bandido como lo fue John Dillinger. Si su espíritu está en mí, actuaré como él. Y si somos Cristianos, y el Espíritu de Cristo está en nosotros, hacemos las obras de Cristo.",
    "Ahora, como dije antes, yo no puedo hacer nada sino lo que Él me muestra. Ahora, en las reuniones… (Lo siento, tiré de eso, hermano.) Yo, en las reuniones, lo veo por visión. Yo no puedo sanar, pero veo el problema del paciente. Puedo decirles por el Espíritu de Dios qué hacer y cuál será el resultado. Eso regresará y le dirá las cosas de su vida, y luego Lo presentará aquí, si Uds. saben que eso es verdad, entonces de aquí en adelante, Aquello les dirá lo que será, y observen y vean si no es verdad. Eso nunca falla.",
    "Ahora, otro caso. Hace unas semanas, yo estaba parado, en Los Ángeles. ¿Pueden oírme en la parte de atrás? Levanten las manos si pueden. Yo estaba en Los Ángeles, California, teniendo reuniones. Ahora escuchen aquí la manera en que se lleva a cabo la reunión, antes de comenzar. Yo oro, yo ayuno. Acabo de salir de una reunión, he estado fuera por dos días, he estado en casa, regreso a casa un par de veces. Salgo a solas a orar, sin comer, ayunando, esperando, y algo desciende, se apodera de mi vida, de mi cuerpo, y ya no soy yo.",
    "No más que… Esa luz no puede decir: “¿Ves qué luz soy yo?”. Ese foco no está produciendo luz, es la corriente que pasa por el foco lo que produce la luz. Y antes de que pueda haber luz alguna allí, tiene que haber un interruptor para hacer contacto, y luego sale la luz.",
    "Ahora, cuando Él habla a través de mí, yo sé lo que Él me dice, yo lo veo tal como estoy mirando aquí, pero cuando Él no habla, yo no puedo decir nada, o en la reunión, allí simplemente paso a la plataforma. Y al entrar, miré, vi una pila de heno, solo se materializa frente a mí, empecé a hablar de ese montón, vi a un muchachito lastimarse en la pila de heno. Y lo vi años después, vendiendo libros en una silla de ruedas, o algo así. Lo vi como un gran hombre en una oficina grande donde los hombres usaban cuellos redondos, comencé a hablar de eso.",
    "Mi representante se me acercó, o uno de los ministros y dijo… Y vi al hombre allá atrás en la congregación. Yo dije: “Allí está el hombre, tiene una silla de ruedas y cosas” dije, “allí está el hombre allí mismo. Él es de cierta iglesia”.\n\nAlguien se me acercó, dijo: “¿Sabe quién es?”, uno de mis representantes.\n\nYo dije: “No”.\n\nDijo: “Es el Diputado Upshaw. ¿Alguna vez ha oído hablar de él?”.\n\nYo dije: “No, señor”.\n\nÉl dijo: “Él se postuló para presidente”.\n\nYo dije: “No lo recuerdo”.\n\nY él dijo: “Ha estado inválido, lisiado por sesenta y seis años”.\n\nYo dije: “Sí, señor”.\n\nY él dijo: “Bueno, ¿qué va a suceder?”.\n\nYo dije: “No lo sé”.",
    "Y vi a su esposa orando con él. Comencé a voltear para decir: “Traigan a la siguiente persona a la línea de oración”, y cuando la siguiente persona venía, miré, y aquí frente a mí estaba parado un médico, un hombre delgado, usando anteojos de carey, tenía uno de esos, lo que sea que usen en la cabeza para mirar por la garganta, él estaba desanimado, sacudía la cabeza. Dije: “Veo a un doctor delgado, está sacudiendo la cabeza. Él—él acaba de operar a una niña de color, eso la paralizó, y ella está paralizada de los hombros hacia abajo”.",
    "Y me di la vuelta, y le dije a mi hermano: “Tráeme al paciente”.",
    "Y luego por allá, bien lejos, oí a alguien llorando, y miré, y había una camilla de hospital, como estas de aquí, y una anciana, de color, venía gateando, venía detrás, gritando: “¡Dios, ten misericordia de mí!”. Y miré, y allí estaba la muchachita de color que vi en la visión. Ella dijo: “¡Diosito, misericordia!”. Ella dijo: “Párroco, Ud. dijo exactamente cómo era el médico. ¿Permitirá Dios que mi bebé viva?”.\n\nYo dije: “Tía, no lo sé”. Dije: “Yo solo digo lo que veo”.\n\nY ella dijo: “¡Oh, Dios, ten misericordia, ten misericordia!”. Siguió llorando. La pobrecita estaba paralizada. Ella…\n\nDije: “Han pasado como dos años, ¿no es así, tía?”.\n\nElla dijo: “Así ha sido, señor”.",
    "Me di la vuelta para llamar a la paciente, miré, y vi algo frente a mí, vi algo materializándose, parecía un camino, pero era una calle, y yendo por esa calle iba esa muchachita de color con una muñeca en su brazo, caminando así. Hermano, hermana, ni todos los diablos del infierno podían detenerlo entonces. Yo dije: “Tía, su fe ha salvado a la niña, está sana”.",
    "Lo he visto en cientos de casos, miles de casos. Y aquí, ante mí esta noche, le cedo la palabra a cualquier persona: ¿Lo han visto alguna vez decir algo que no fuera perfectamente así? ¿Cuántos han estado en las reuniones y lo han visto? ¿Veamos su mano? Levanten sus manos, en todas partes. Allí está. Cada vez eso es perfecto, porque es Dios, no un hombre, es Dios, y no puede equivocarse.",
    "Entonces, fíjense, ella dijo: “¿Está sana mi bebé?”.",
    "Yo dije: “Sí, señora”. Y ella tomó a la pobrecita de la mano, la bebé se levantó, abrazó a la madre, se levantó y salió caminado del edificio, perfectamente sana. La gente comenzó a desmayarse.",
    "Y la reunión continuó, en unos minutos dije: “Veo al diputado, él tiene puesto un traje a rayas, él está sano”. Y él se inclinaba así, después de haber estado lisiado por sesenta y seis años. El Diputado Willie D. Upshaw, exdiputado. Creo que fue senador de Georgia, y candidato a presidente, por su rectitud religiosa en cuanto a lo que pensaba del whisky fue derrotado en la carrera. [Cinta en blanco.—Ed.] Dios honró su fe, y esta noche, en la plataforma está el Diputado Willie D. Upshaw, que estuvo paralítico por sesenta y seis años, perfectamente sano aquí delante de nosotros.",
    "Venga aquí, Sr. Upshaw, mi hermano. Aquí está un hombre que estuvo paralizado por sesenta y seis años. Dios lo bendiga, Hermano Willie. [La congregación aplaude.—Ed.] Diga lo que quiera decirles.",
    "[El Congresista William D. Upshaw habla.—Ed.]",
    "[“Uds. no saben lo feliz que estoy de poner mis brazos de compañerismo alrededor de este amado hombre de Dios, y lo que él significa… y ha significado para mí. Yo sé que a él no le importa si les digo estas palabras. La noche en que terminó la reunión, cuando vino mi sanidad, él autorizó, él sabía que yo quería cubrir los seis estados que aún no he cubierto desde que me levanté de la cama donde estuve siete años. Él me autorizó y me ofreció que comprara un carro, él sabía que yo había regalado todo lo que había ganado, ayudando a personas en apuros.]",
    "[“Pienso que él estaría contento ahora, así como lo enciéndera, de saber que para ese carro solo faltan doscientos veinte dólares, para tener suficiente para completarlo, y comenzar en nuestros… algunos de estos viajes. Y que todos los que nos den la mano a la Sra. Upshaw y a mí esta noche, que aporten un dólar, o lo que sea, y Ud. estará más que cubierto, porque además Ud. aporta dinero para gasolina, o si Ud. no puede hacer eso, envíelo al Hotel Times Square, Nueva York, nosotros…”. Cinta en blanco.—Ed.]",
    "[“Recuerden esto, Uds. que están postrados aquí y quieren ser sanados: Den un paso adelante como Dios me ayudó a hacerlo a mí. Yo dije: “La voz de Dios ha hablado conmigo, Hermano—Hermano…”.] Branham. [“…Branham dijo: ‘El Diputado está sano’. Yo dije: ‘Es la voz de Dios’. Y he sido el hombre más feliz desde que tiré mis muletas y comencé a testificar de Su sanidad así como también de Su poder salvador. El hombre más feliz que haya estado en Jeffersonville desde que Colón descubrió América.]",
    "¡Amén! Digamos: “Alabado sea el Señor”, por el hermano anciano. Él apenas tiene ochenta y cinco años. Miren, parece como si él hubiera sido sanado, hubiera sido sanado allá cuando tenía como diecisiete años, ¿no es así? Pero Dios, a través de la edad, lo retuvo.",
    "Y ahora, él testificó allí y en—en el Congreso, y Billy Graham va allá a la reunión, ¿no ven Uds. cómo Dios tiene a Su Cuerpo obrando en este día? ¿No pueden verlo? Entonces Uds. ven lo sobrenatural en un hombre postrado allí y en silla de ruedas, con muletas por todo este tiempo, y ahora un hombre sano, cuerdo, ochenta… ya para los ochenta y cinco.",
    "Abraham tenía ciento veinticinco años antes de que le naciera Isaac, Dios le dio una promesa y Abraham testificó de ella por veinticinco años antes de que Isaac viniera a la tierra. ¿Es así? Él es el mismo Dios ayer, hoy, y por los siglos; Sus promesas aún son verdaderas.",
    "Ahora, aquí personas Cristianas, tengo el sentir que regresaré a esta ciudad aquí dentro de poco para una reunión que durará por varias semanas, o varios días, debería decir, si Dios quiere. Hace mucho calor, y uno no puede mantener la atención de la gente cuando hace tanto calor y está todo abarrotado, lo intenté algunas veces en reuniones donde había muchos, muchos miles de pie, en una carpa. Oren por mí. Yo los amo con un amor Cristiano, arde profundo en mi alma.",
    "Y las cosas que les he dicho esta noche, con respecto a la sanidad Divina y Su poder, son verdad; son verdad, con mi Biblia aquí en mi corazón, son la verdad. Yo no puedo sanar a nadie.",
    "Pero, quiero preguntarles algo. Había leprosos, una vez, sentados a la puerta, ellos dijeron: “¿Por qué nos quedamos sentados aquí hasta morir? Hagamos algo”. Hagan un esfuerzo, levántense, el doctor hizo todo lo que pudo, todo, han hecho lo que pudieron, el próximo esfuerzo… Dios hizo todo lo que Él pudo hacer, y lo que sigue, es que Ud. actúe y permita que su fe obre en la Palabra de Dios.",
    "Ahora miren, todos, un vidente… ¿Cuántos aquí alguna vez han soñado un sueño? Veamos sus manos. Muy bien. Sucede con la mayoría de la gente normal. Ese es su subconsciente, como lo llamaremos. Ahora escuchen esto, su subconsciente… Aquí está un nor-… su consciente, y aquí está su subconsciente. ¿Alguna vez han visto a gente que no sueña en lo absoluto? El de ellos está bien atrás. Ahora, yo creo que Dios obra en sueños, correcto: El rey Nabucodonosor, y José, y muchos de ellos, y demás, Él obró en sueños. Pero con un vidente no es de esa manera. Ahora… [Cinta en blanco.—Ed.]",
    "…llamaremos a una línea de oración. Y luego de eso, algunos de Uds. aquí… ¿Cuántos no tienen una tarjeta de oración? Veamos sus manos alzadas. ¡Oh, vaya! Muy bien. Les diré esto: Si Uds. hacen esto, si Uds. me miran, hacia acá…",
    "Para comenzar, ¿me creen Uds.? Por todas partes: ¿Creen Uds. que es la verdad? Eso es algo difícil para mí preguntarles, simplemente aparecer aquí en este pequeño cuarto caluroso, y con gente de pie, y niños llorando, y demás, tratando de acortar un mensaje como este, pero pararé ahora, y dejaré que Dios testifique. Si yo—si yo he dicho la verdad, que Dios envió esto para Uds., no para mí, es para Uds.…",
    "Allí está sentado un hombre allá atrás, que uno de los mejores médicos que hay en este país le dijo hace unos días que tenía cáncer en el hígado. Se estaba muriendo, nunca se recuperaría. Acabo de ver al hombre ahora. Una persona lo llevó a Louisville a un muy buen especialista, un médico aquí en la ciudad, quien es un amigo mío, que dijo que lo hiciera. Lo llevaron allá, y mi amigo doctor me llamó, dijo: “El hombre se va a morir, tiene cáncer al hígado”.",
    "Y el hombre ya fue a dos grandes instituciones, y ambas lo desahuciaron. Y yo amo al hombre, él fue convertido en mi reunión. Y él se frotaba las manos, su esposa se frotaba las manos y lloraba.",
    "Y yo estaba sentado al lado de mi cama, aquí hace unas mañanas, y me preparaba para salir antes del amanecer. Y mientras estaba sentado allí, sucede que miré y justo frente a mí había una manzana muy verde, carcomida por gusanos, toda nudosa, pensé: “Bueno, ¿dónde está…?”. Y era tan real, así como Uds. miran aquí. Extendí la mano, y vi que se movía. Y yo vi, dije… Sabía que era una visión. Y aquí venía otra, y otra, y otra, vinieron cinco más. Luego bajó una gran manzana del Cielo y se comió esas cinco manzanas nudosas. Y el Ángel del Señor habló en el cuarto y dijo: “Esto se refiere a tu Hermano Hall”.\n\nYo dije: “Hermano Hall” fui donde él, le dije, “no se preocupe. Ud. ha estado… ¿Cuántas—cuántas semanas ha estado enfermo, Hermano Hall?”.\n\nÉl dijo: “Cinco”.",
    "Yo dije: “Pero ya viene el momento de su liberación”. Él estaba en el… él estaba como esta fotografía aquí. Y aquí está él sentado, en el edificio esta noche, comiendo, ocupándose de sus asuntos, alabando a Dios. Digamos: “Alabado sea el Señor”. Levante la mano, Hermano Hall. Allí está él, allí mismo, ese es el hombre. Hace unas semanas.",
    "Y, Doctor, lo vi sentado allá atrás, allí hay un hombre que iba a morir el otro día. Digamos: “Alabado sea el Señor”. Amén. Él es muy digno de toda alabanza. Gracias, señor. Ese es un ministro de Milltown, el mismo lugar donde por una visión…",
    "Nunca había oído de Milltown en mi vida. Yo estaba sentado aquí con el Sr. Wright, otro hombre sentado aquí. Yo estaba en mi iglesita. Muchos de ellos eran… Yo nunca había oído de… Vi una visión, escuché a un cordero clamando: “Milltown, Milltown”. Yo no sabía dónde estaba. Fui, salí, y el Sr. Wright me dijo dónde era, y fui allá.",
    "Yo no sabía qué hacer. Compré un cajoncito de jabón, iba a predicar encima de eso, en la esquina de la calle. El Señor me dijo: “Sube allá a la colina”.",
    "Y fui allá y había una gran iglesia bautista, y yo pertenecía a la iglesia bautista, y dije: “Bueno, ¿hay alguien allí?”.\n\nDijo: “No” dijo, “hubo un problema y no lo habían usado para nada”.\n\nYo dije: “Señor, si Tú quieres que yo entre a esa iglesia, abre la puerta”.",
    "El hombre vino a los pocos minutos y me abrió la puerta, entré, comencé una reunión, y yo aún estaba extrañado. El Sr. Hall entró allí la primera noche y fue convertido; él es el pastor allá ahora.",
    "Entonces pensé: “Ese no es el cordero”. Y unos días después, alguien me dijo que había una dama colina abajo, una niña, que había tomado uno de mis libros y lo estaba leyendo, y ella se estaba muriendo, llevaba en cama nueve años y ocho meses. Fui allá y oré por ella, por ella y su madre. Y miren, escuchen esto: Yo fui, salí, prediqué mi avivamiento.",
    "Dos o tres semanas después, regresé y tuve otro servicio, ella quería bautizarse, no se había levantado de la cama. Y fui a casa con el Sr. Wright, sentado aquí, para cenar, después de haber tenido un servicio bautismal. Ella lloró todo el día, ella vio a la chica Nail aquí, puede ser que ella esté aquí en el edificio esta noche, de la iglesia metodista allá en—en… Olvido el nombre del lugar aquí arriba de Salem. Lisiada en su derecho—pie derecho y mano izquierda, la artritis la había tullido, ella fue sanada instantáneamente por una visión.",
    "¿Ven?, no es lo que yo hago, es lo que Él me muestra. Yo no puedo hacer nada, lo que Él me dice, solo voy y lo digo, y lo hago como Él me dice. Si fuera mi propia madre tendida aquí muriendo, yo no podría decir nada hasta que Él me lo dijera. ¿Cuántos entienden ahora? No soy yo, es Dios, yo no puedo hacer nada hasta que Él me lo diga.",
    "Y luego, eso es lo que el Ángel del Señor me dijo cuando vino a mí allá en Green’s Mill. Dije… Yo dije… Él dijo: “Tú debes llevar este don a la gente del mundo, y orarás por reyes y grandes hombres”. Mírenlo.\n\nYo dije: “¡Oh, yo no tengo educación, señor!”.\n\nÉl era un hombre, no solo una sombra, Él era un hombre, pesaba como noventa kilos, tenía el cabello oscuro hasta los hombros, y tenía los brazos cruzados así. Dijo: “Tú naciste para este propósito”.\n\nY dije: “Señor, ellos no me creerán, yo no tengo educación”.",
    "Él dijo: “Como fue con el profeta Moisés, y Él le dio dos señales para vindicar su ministerio, así se te darán dos señales”. Y dijo: “Una de ellas, es que tomarás las manos de la persona, y no hablarás, pero Yo hablaré a través de ti y te diré cuál es el problema del paciente. Lo siguiente, avanzarás como—como lo hizo nuestro Maestro, y les dirás las cosas que han hecho en su vida que lo han impedido y causado, como lo hizo nuestro Maestro”.",
    "Bueno, fue difícil para mí pararme aquí delante de mis amigos en Jeffersonville, y alrededor, y hacer esa primera declaración. Pero cuando la Srta. Margie Morgan allí, la primera que vino, acostada allí tan desvalida, consumida por el cáncer, y comenzaron a radi-… los tratamientos de rayos-x, y el médico dijo que el cáncer se había envuelto alrededor en sus intestinos como la raíz de un árbol, envuelto alrededor. Y allí estaba postrada. Y bajé, tomé su mano, y la solté, la miré, y el Espíritu del Señor descendió, y le dijo que ella viviría, y allí está. Eso es solo uno de los miles, gente saliendo de los manicomios, y demás. Él lo prometió, Él lo hará, Él es Dios.",
    "Y allá en Milltown ese día, fui a la casa del Sr. Wright a cenar. Aquí está él, aquí mismo. Y él… Yo dije: “Hermano Wright, debo subir a la colina a orar”. Y yo fui, subí allá y me arrodillé entre los arbustos, y oraba, y las espinas me pinchaban, parecía que no podía orar. Oí sonar la campana de la cena, y supe que Mamá Wright quería que viniéramos. Seguí orando, orando. Dije: “Señor, ¿qué quieres que haga?”. Y de repente, aquí venía esa Luz, vino directamente a un arbusto de cornejo, brilló directamente sobre mí, y oí una Voz decir: “Ve por donde los Carter”. Eso fue suficiente.",
    "Ya habían armado grupos para buscarme. Salté la cerca, corriendo hacia mi carro, y caí directo en los brazos del Sr. George Wright, parado allí. Y él y el Sr. Brace, un hombre de Texas que acababa de llegar, y su esposa había sido sanada, ellos que-… Él dijo: “¿Me quiere decir que Georgia Carter va a sanar?”. Pues, sus piernecitas parecían un palo de escoba aquí arriba alrededor de sus caderas.",
    "Yo dije: “Ella sanará en los próximos treinta minutos, si no es así, entonces márquenme, falso profeta y digan que no sé de lo que estoy hablando”. Nos subimos al carro.",
    "Al mismo tiempo, su madre se había puesto muy mal, su niña había estado llorando, ella había estado acostada allí y acompañado a su hija por nueve años y ocho meses, al punto que se tornó canosa. Y, así que ella entró, estaba orando en el cuarto y preguntándole a Dios qué había sucedido, yo había pasado por la región y le había dicho eso a la muchacha y, o la muchacha estaba toda alterada y demás. Y ella había dicho que había visto una visión de alguien que venía, pensó que era su hija, de al lado, que venía.",
    "Ella miró y era Jesús parado allí, una sombra en la pared, Él dijo: “¿Quién viene aquí?”. Y ella me vio salir del carro con esta misma Biblia sobre mi corazón, y ella pudo notar mi cabello escaso allí, y sabía que era yo quien venía, dijo: “¿Quién es este?”. Y ella saltó para correr y contárselo a Georgia, y tan pronto como entró al cuarto, la puerta se cerró, y yo venía saliendo del carro. Dios obra en ambos extremos de la línea, Él siempre llega a tiempo.",
    "Entré al cuarto bajo la unción del Espíritu Santo, fui allá—allá donde estaba la muchacha, puse mis manos sobre ella, y dije: “Georgia, aun Jesucristo, a Quien tú amas, se me apareció por allá donde el Sr. Wright, y me dijo que, viniera a poner las manos sobre ti, y que tú estarás bien. Levántate, en el Nombre del Señor Jesús”.",
    "Y sin ni siquiera la fuerza suficiente, al grado que ni siquiera podían poner un orinal debajo de la niña, tuvieron que usar una sábana plástica por años; allí está su madre, así es. Y ella estaba en tal condición, y allí me mostraron su cama el otro día cuando estuve allá, le había frotado toda la pintura donde ella la agarraba con sus manos y lloraba y oraba así, aferrada de ella, frotándola allí. Y ella ya ni siquiera podía poner sus manos allí. Cuando iba a toser, ella hacía: “¡Ah! ¡Uh! ¡Hum-hum!” en el bacín de esputo, cuando su madre lo levantaba.",
    "Caminé allí bajo la unción del Espíritu Santo y pronuncié a esa muchacha sana, y en el Nombre del Señor Jesús, ella se levantó de allí y salió y se sentó, y bendijo el pasto y los árboles, y tocó el piano, y allí está sentada esta noche como un testigo perfecto.",
    "Y Dios, ante Quien me paro ahora y me juzgará en el gran día, cuando me pare ante cada uno de Uds., sabe que han sucedido cientos de cientos de esos casos, y ninguno de ellos ha fallado aún, y no fallará esta noche, Dios no me fallará al estar parado aquí delante de mi pueblo donde he sido criado, yo sé que Él estará aquí para encontrarme, así es.",
    "¿Es verdad ese testimonio, Sra. Carter, dondequiera que Ud. esté? Si Ud. levanta la mano, dondequiera que esté. Eso—eso es, levante la mano. Sr. Wright, ¿es verdad ese testimonio? Sí. ¿En cualquier parte, amigos? Podrían ser por miles.",
    "Ahora miren, viene la gente. Ahora voy a orar, por unos momentos. Yo quiero que Uds.… ¿Cuántas personas tienen tarjetas de oración? Creo que mi muchacho dijo que tienen las O. Hay cien de ellas. Que los primeros quince o veinte se formen aquí abajo y pasen por la plataforma, de acuerdo a su número. Número uno, número dos, número tres, número cuatro, solo tomaremos… Pues no se pueden poner muchos aquí de pie.",
    "¿Quién tiene la tarjeta de oración número uno? Levante la mano. Número uno, tarjeta de oración número uno, levante la mano. Tarjeta de oración número dos, levante la mano. Número tres, número cuatro, número cinco. Solo formen una línea aquí abajo así, justo—justo al final de esta línea aquí abajo, mientras el piano toca, Solo Creed, por favor.",
    "Y ahora todos, para cambiar de postura, pongámonos de pie ahora y cantemos: Solo Creed mientras se alinean de acuerdo a su número, ese es el primer grupo. Luego tomaremos otro grupo en un momento. Muy bien, vengan. [La congregación canta Solo Creed—Ed.]",
    "Gracias. Mientras inclinamos nuestros rostros ahora, por favor, para orar.",
    "Nuestro Padre Celestial, Te damos gracias por esta sublime gracia, por Cristo Quien murió por nosotros en nuestro lugar, un Ser inocente por nosotros pecadores culpables. No somos dignos de venir a Ti esta noche, Padre, y pedirte estas bondades que vamos a pedir. Dios, no mires nuestra iniquidad, mira las llagas en la espalda del Hijo de Dios, Él fue azotado para nuestra sanidad. No venimos en nuestra justicia, porque no tenemos nada que ofrecer, pero venimos como creyentes, testigos Suyos en este día postrero.",
    "Te damos gracias por todo lo que has hecho por la humanidad, por los hospitales y por los médicos, y las enfermeras, las muchas ayudas que Tú nos has dado, Señor, Te damos gracias. Y, Padre, que allá en los laboratorios, y alrededor, que ellos pronto encuentren algo para ayudar al cáncer, y problemas cardíacos, y estas grandes cosas que están arrebatando a tanta gente. Oramos por ellos, Señor.",
    "Ahora esta noche, aquí hay gente muriendo. Yo—yo—yo no sé qué decir, Señor, aquí. Tú has dicho en Tu Palabra que un profeta no tenía honra en su propia tierra. Señor, ¿podrías quitar eso un poco esta noche para mí? Y que el Ángel de Dios, Quien me ha alimentado todos los días de mi vida, y me ayudó cuando yo era un muchachito, corría por aquí con uno de los zapatos de mi papá y de mi mamá, yendo a la escuela sin ropa…",
    "Te amo. Antes de ir a tierras oscuras, allá en África, ¿podrías venir a Tu siervo esta noche y ungir, Señor, para el servicio? Sabes que Te doy toda la alabanza. No soy yo, Señor, sino Tú, como Tu representante.",
    "Y ahora, como Tú has venido en otros países, y alrededor, aquí están esta noche, Señor, paralizados, acostados aquí en camillas y catres, y en sillas, están allá afuera con problemas cardíacos, cáncer, tuberculosis, supongo, y toda clase de enfermedades. Yo no conozco a ninguno de ellos, Tú los conoces a todos.",
    "Padre, me doy cuenta de que Jesús pagó el gran precio en el Calvario. Ahora, ¿podrías enviar al Ángel de Dios sobre Tu siervo, para, por medio de una visión, ver a estas personas y que los anime a creer en el Señor y ser sanos? Concédelo, Señor. Bendícelos a todos ahora reunidos.",
    "Y voy a esperar en Ti, yo sé que estás aquí. Tú dijiste que ni un gorrión puede caer sin que Tú lo sepas. Y eres tan sensible que, aun sabes cuando cae un gorrión, y de todos los que caen, ¿cuánto más sensible eres a estas pobres personas lisiadas, sufriendo, postradas en cama aquí arriba?",
    "Sé misericordioso, Dios Todopoderoso, y ayúdame ahora. Si he hablado de Ti, Tú habla de mí, Señor, que he dicho la verdad; ¿Lo harás, Padre? Y confírmalo con señales y prodigios, porque lo pedimos, en el Nombre de Tu amado Hijo, Jesús. Amén.",
    "Pueden sentarse. ¡Cuando pienso en Su bondad, Su misericordia! Ahora, amigo, voy a pedirle algo muy seriamente (Así es, Solo Creed), tan solemnemente como pueda. Ahora, si… Ahora, no tengo tiempo para explicar todas estas cosas, el tiempo no lo permite. Hay cosas relacionadas que ningún hombre sabe, eso está entre Dios y yo.",
    "Pero hay una cosa que sí sé: Las enfermedades son respaldadas por la demonología. Si Ud. no sabe lo que quiero decir: Como Jesús, cuando un hombre era sordomudo, los médicos dicen: “Pues, sus cuerdas vocales están muertas”.\n\nDigan: “¿Qué las mató? ¿Por qué no mató todo por su cuerpo?”.",
    "Jesús dijo: “Cuando el espíritu sordomudo salió del hombre, él pudo hablar y oír. Id por todo el mundo y predicad el Evangelio. El que creyere y fuere bautizado, será salvo; el que no creyere, será condenado. Estas señales seguirán a los que creen:” (¿Correcto?) “Sobre los enfermos pondrán sus manos, y sanarán; en Mi Nombre echarán fuera demonios”.",
    "Ahora, si Ud. está aquí y es un crítico, si Ud. es un crítico, recuerde, querido amigo: si yo estuviera en su lugar, yo haría que Él me salvara de eso, porque les aseguro que pasan de uno a otro. Ahora, eso es cierto. Es la Escritura y ha sucedido aquí hace unas noches. Yo estaba hablando, tenía un bebé y la epilepsia no lo dejaba. La epilepsia es un diablo.",
    "Miren a Jesús, cuando llegaron allá, y trajeron a este muchacho que tenía epilepsia, él dijo: “Él tiene un demonio, y a menudo cae en el fuego”, y cosas así, y Jesús reprendió al diablo, y el muchacho se desmayó, cayó, y se levantó sano.",
    "Miren a esos muchachos que pensaron… ellos vieron a Pablo echando fuera demonios, haciendo esta clase de obras, y pensaron que ellos también podían hacerlo. Así que fueron, Hechos 19, y le dijeron a un hombre que tenía epilepsia, invocaron a ese diablo, le dijeron: “¡Te conjuramos por Jesús, a quien Pablo predica, a que salgas!”.",
    "El diablo dijo: “A Jesús conozco, y a Pablo conozco, pero ¿quiénes son Uds.?”. Y a ellos mismos les dio epilepsia. Ud. tiene que saber de lo que está hablando. ¿Ven? Y esta no es la manera en absoluto…",
    "Hace unas noches contrataron, en una gran ciudad, a un hipnotizador para que viniera a hipnotizarme. Van por estos campamentos del ejército y hacen que los muchachos ladren como perros, Uds. han oído de eso. Y yo estaba sentado delante de, como, como doce mil personas. Y sentía un espíritu extraño cuando la unción estaba presente, había un hombre sentado allí mirándome así, y miré de nuevo, vi a un montón de muchachos, lo contrataron para hacer eso, yo dije: “¿Por qué puso el diablo en tu corazón hacer eso?”. Y antes de que el hombre saliera del edificio, estaba paralizado, y aún está paralizado esta noche. ¿Ven?",
    "Yo estaba tratando de que la epilepsia dejara a este niño, había un ministro sentado allá atrás con su gente, veintiocho de ellos, que no quisieron creer y nunca habían creído en sanidad Divina. Y yo no podía lograr que aquello dejara al niño, dije: “Alguien no está creyendo”. Miré hacia atrás, dije: “Es el hombre sentado allí con el traje gris, ese grupo de personas con él”. Y yo dije: “Incline su cabeza, señor”.\n\nY él dijo: “No tengo por qué”.",
    "Yo dije: “Ud. está interfiriendo”. Y dije: “Padre, no culpes a esta pobre criatura inocente por esa persona. Satanás, sal y quedas libre”. Y veintiocho personas cayeron al suelo con epilepsia allí mismo. Eso es verdad. ¿Ven? No es jugar a la iglesia, amigos. Si Ud. no entiende, sea reverente. Ahora recuerden, están advertidos.",
    "Si Ud. es reverente, lo que sea que le diga que haga, Ud. hágalo, pero no se muevan mientras el edificio… mientras—mientras se lleva a cabo el servicio. Les daré las entrevistas cada ciertos minutos mientras los muchachos me llevan de regreso, o algo.",
    "Ahora, cuando viene la unción, quiero que Uds. entiendan esto: si me ven actuando extraño, estoy en un estado de subconciencia, cuando baja esa unción, es otra cosa hablando, no yo. Que todos lo sepan, con seguridad. Ahora sean muy reverentes, mantengan a sus hijos cerca, en tanto silencio como puedan ahora, mientras oramos.",
    "Ahora, Padre, por favor, oro en el Nombre de Tu Hijo, Jesús, que vengas ahora a Tu humilde siervo y me ayudes, Dios Todopoderoso, a hacer Tu voluntad. Ahora acércate a mí, Padre, y unge a Tu siervo, y sácame de esta—esta existencia atada a los sentidos hacia las esferas donde Tú vives. Y que sea hecho en el Nombre de Jesucristo, para que yo pueda conocer las enfermedades y los pensamientos de la mente de la gente. Y Tú dijiste: “Estas cosas que Yo hago, vosotros también las haréis; porque Yo voy a Mi Padre. Un poco y el mundo no Me verá más, pero vosotros Me veréis; porque Yo estaré con vosotros, aun en vosotros hasta el fin de la edad”. Yo Te creo, Señor.",
    "Ahora ven, Señor, quítame y entra Tú, para que las obras de Dios se puedan realizar aquí en esta ciudad. Recuerdo cuando fuiste a Tu ciudad, ellos dijeron: “Oímos de Él que hace estas cosas en otro lugar, veamos que Él las haga aquí”. Y Tú te maravillaste de su incredulidad. Ellos dijeron: “¿Quién es éste? El hijo del carpintero”.",
    "Entonces Tú dijiste: “No hay profeta sin honra sino en Su propia tierra”. Pero, Padre, estas personas aquí me aman, ellos creen, y ayúdame ahora, porque lo pido, en el Nombre de Tu Hijo, Jesús. Amén.",
    "Ahora, por favor, solo dejen que el órgano y el… por favor, sigan tocando suave.",
    "Ahora, para Uds. por aquí que están enfermos, atados y afligidos, sin tarjetas de oración, y demás, ahora miren aquí, y miren hacia acá y crean con todo su corazón, y acepten la historia que les he contado.",
    "Ore al Padre así: “Señor Jesús, sé que Tú prometiste estas cosas en los últimos días. Aquí está nuestro hermano, crecimos con él, y sabemos que solo es un hombre, solo un pobre muchacho analfabeto, pero creemos que Tú estás lidiando con él, y yo creo que él ha dicho la verdad. Ahora, si él ha dicho la verdad, háblale Tú y has que él me llame y me diga cuál es mi problema y lo que yo, y demás, cualquier cosa que pudiera estorbar”. Y pidan eso, y observen entonces al Espíritu Santo moverse en la congregación, por todas partes en el edificio, Él lo hará. Y entonces, si Ud. duda y es un incrédulo, observe cómo Le hará a Ud. de la misma manera.",
    "Muy bien. Ahora sean reverentes, y estén orando como puedan. Y traigan al querido paciente. Venga, señora. ¿Revisaron estas tarjetas aquí, a todos? ¿Ud. no estaba en esos números allí, señora? ¿No avanzó más en la línea? Miren, les diré lo que todos deben hacer: Comiencen a orar y a creer. ¿Lo harán? ¿Orarán y creerán? ¿Harán lo que les pido? Uds. dos damas aquí, y Uds. allá, y Uds. allá, oren ahora y pidan, digan: “Señor, ayúdame”? Y si Dios habla y la ayuda, señora, Ud. Le creerá a Él, ¿verdad?, en la camilla, ¿y Ud. aquí en la camilla? Todos Uds., ¿creerán con todo su corazón? ¿La niña aquí?",
    "Señoras, no conozco a ninguna de Uds., nunca las he visto en mi vida que yo sepa, todas son desconocidas para mí. Y allá afuera, Uds. que no tenían tarjetas de oración, y demás, no los conozco, no conozco a una sola persona aquí. Creo que conozco a esta señora sentada allí, creo que ella es de Tennessee. Creo que Ud. fue sanada, o algo así, su niña, o algo, en una ocasión en la reunión, ¿no es así? La reconozco.",
    "Y por—por esa línea allá, no reconozco a nadie. Conozco a esta señora sentada aquí, ella es una enfermera…?… Correcto. Ud. está con ella. Muy bien. Muy bien, señor. Ahora, creo que con esos.",
    "Ahora, allá en las galerías, o balcones más bien, solo tengan fe y crean. Ahora crean con todo su corazón, solo dejen todo a un lado, y digan: “Ahora voy a dejar todo atrás, y voy a observar”.",
    "Ahora, si he dicho la verdad, nuestro Padre Celestial hablará de mí; si no digo la verdad, Él no tendrá nada que ver conmigo. ¿Les parece justo? Es justo. Ahora que el Padre Celestial, a Quien oro en Su Nombre, venga y confirme que lo que he dicho es la verdad.",
    "Soy un poco bajito, y yo… el micrófono para mí. No sé dónde estoy muchas veces cuando hago esto, cuando viene sobre mí.",
    "¿Cuántos saben que eso es Escritural? Pues, Daniel vio una visión, y estuvo turbado en su cabeza por muchos días. ¿Verdad que sí? Y Jesús, cuando una mujer tocó Su manto, Él dijo: “Percibo que virtud ha salido de Mí”. Se debilitó tanto que Se recostó en la parte de atrás de una barca y ni siquiera sabía de la tormenta. Ahora sean reverentes.",
    "Ahora, Ud. es la paciente, ¿verdad, señora? Muy bien. Ahora, solo quiero hablar. ¿Pueden oír mi voz, allá atrás ahora, desde donde estoy? Muy bien. Ahora sean reverentes, todos.",
    "Ahora, creo que Ud. es una desconocida para mí, señora. Yo no—no la conozco, yo—yo nunca la he visto en mi vida. Pues entonces, somos perfectos desconocidos esta noche. Ahora, por supuesto, Ud. sintió una sensación muy extraña, ahora, eso no es nada que la lastimaría, solo es la unción que viene sobre mí. Y—y Ud. me cree, Ud. me cree, porque puedo sentir que me acoge, ¿ve Ud.?, y sé que Ud. es una creyente. Ahora, eso no le hará daño, es para—es para sanarla, para que esté bien.",
    "Ahora, si hay algo en su vida, o con respecto a Ud., que—que yo no… Yo sabría… no tengo manera de saberlo, a menos que me sea revelado por medio del Espíritu. ¿Es así? Tiene que ser Alguien sobrenatural.",
    "Ahora, si somos desconocidos, levante su mano allí, para que la gente vea. No nos conocemos. Y lo único que Ud. sabe ahora, es que hay una sensación real, como algo sagrado, de calma. Sí, es como una sensación de satisfacción. Si es verdad, para que la gente pueda ver, levan-…?",
    "Ahora, lo que es, congregación, está bajando ahora mismo, el Señor Jesús, el Espíritu que estaba sobre Él, y mi cuerpo se está saliendo ahora, ¿ven?, o mi vida.",
    "Ahora se ve blanquecino por sobre la congregación. ¿Ven? Ahora, no sé si podré hablar con Uds. por mucho más tiempo o no. Ahora es para la hermana. Ahora, quiero que Ud. entienda, señora, que realmente solo es el Espíritu del Señor. Y ahora, cuando Jesús Se puso de pie, fue igual, de la misma manera, la misma operación. Y no soy yo. Él dijo: “Un poquito y el mundo no Me verá, pero vosotros Me veréis; porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”.",
    "Ahora, lo que estoy tratando de hacer ahora, es simplemente contactar su espíritu. ¿Ven? Ud. es humana. Y a la mujer junto al pozo, Él le habló, dijo: “Ve, tráeme de beber”, solo para entablar una conversación. Entonces Él le dijo exactamente lo que le sucedía. ¿Correcto? Ahora, si ese Espíritu de Él está aquí esta noche, puede hacer con Ud. de la misma manera. ¿Correcto?",
    "Ahora, ¿no es Él hermoso? Maravilloso Cristo, ¿verdad? Yo Lo he amado, señora, con todo mi corazón, Lo amo ahora. Y sé que mientras voy allá a las tierras oscuras, estaré bajo hechicería y brujos y, pero sé en Quién yo he creído, y estoy convencido de que Él es poderoso para cumplir lo que Le he encomendado para ese día.",
    "Sí, señora. Ahora, veo, parado frente a Ud., que acaba de pasar por una operación, ¿no es así? Ud. pasó por una operación hace algún tiempo, hace años, fue por un tumor, y ese tumor estaba en la cara, ahora, creo. ¿Es así? Veo a los cirujanos en la operación. Ese tumor ha regresado de nuevo. ¿Verdad que sí? ¿Es verdad? Muy bien, Ud. está sana ahora, Ud. puede dejar la plataforma y ser sana. Dios la bendiga, hermana.",
    "Otra cosa, me fijé allí, Ud. ha estado orando, ¿no es así? Y Ud. nunca, en su vida, Ud. no ha tenido la satisfacción de vivir como Ud. siempre ha querido vivir. ¿Es así? Eso le será concedido, hermana, siga adelante, Ud. va a estar bien. Yo la vi orando, y supe… Ud. estaba orando junto a una silla, y que… Dios le bendiga, vaya ahora.",
    "Digamos: “Alabado sea Dios”. Eso la ha dejado. Se puede ver, está bien ahora, ella está bien.",
    "¡Oh, vaya! ¡Bendito sea su corazoncito! Tráiganla. Ven, cariño. ¿Tenía ella una tarjeta de oración? Hola, cariño. ¿La madre? No llore, madre. Quiero que mire hacia acá, hacia mí. ¿Me cree como Su profeta, como el profeta de Dios? Yo soy un desconocido para Ud., no conozco la bebé, nunca la he visto. Pero, ese bebé tiene un problema al corazón. ¿Verdad que sí? Nació con un problema cardíaco, nació en esa condición. ¿Es así? Escuché a un médico decir eso, que así era.",
    "Ahora, Ud. ha orado, y cuando oyó que yo iba a tener esta reunión, Ud. dijo: “Si puedo llevársela al Hermano Branham, y él ora por eso, se recuperará”. ¿Verdad que sí? No estoy leyendo su mente, pero le estoy diciendo lo que Ud. hizo. ¿Es así? Muy bien, tráigame la bebé.",
    "Dios Todopoderoso, Autor de la Vida, y Dador de toda buena dádiva, yo bendigo a esta criatura, en el Nombre de Tu Hijo, Jesús, para confirmar la fe de esta madre, que la criatura viva y esté bien. En el Nombre de Jesucristo, pido que este problema cardíaco deje a la bebé. Amén.",
    "No se preocupe por su niña, su niña estará bien, llévesela a casa.",
    "Digamos: “Gracias a Dios, Quien nos da la victoria por medio de nuestro Señor Jesucristo, que Lo resucitó de entre los muertos”. Ahora, Él está aquí para sanar y dar salud.",
    "Ahora, muy bien, traigan a la dama. Muy bien.",
    "Todos reverentes. Ahora, si Uds. se fijan, congregación, en la expresión del rostro de la gente a medida que se acercan a la plataforma. ¿Ven lo que es? ¡Si tan solo pudieran sentir lo que es esto ahora!",
    "¿Cuántos han visto la fotografía de Aquello, donde la tomaron (Veamos sus manos levantadas así), donde George J. Lacy, y el FBI, todos la examinaron? Está cerca de nosotros aquí ahora mismo. Eso le pasa a la señora, ella siente eso.",
    "Ahora, algo anda mal con ella, siento que se mueve contra mí, ¿ven?, es como una nube oscura haciendo: “Fiu, fiu, fiu”. Ahora, lo que sea, no lo sé. Ahora, solo quiero que mire hacia acá, por un momento, señora. Ahora, trate de conservar la calma. ¿Ve? Y, ahora, somos desconocidos, creo, yo no la conozco, yo no—yo no creo haberla visto. Bueno, entonces somos—somos perfectos desconocidos. [La hermana le habla al Hermano Branham.—Ed.] Sí. Ahora, no hay nada aquí que la lastime, señora. Ahora, Ud., quiero que me mire hacia acá, solo míreme y crea con todo su corazón que Ud. va a ser sana. ¿Lo cree? Muy bien.",
    "Si—si sé algo de su problema, tendrá que venir de nuestro Padre Celestial. ¿Verdad que sí? Ahora, Ud. solo sea reverente. Por supuesto, veo que Ud. está tosiendo, pero eso solo es una carraspera en su garganta, ahora, ese no es su problema. Yo la veo, ¡oh, sí!, Ud. acaba de ser operada, no, Ud. acaba de ser examinada, y Ud.—Ud. tiene cáncer, y el cáncer está localizado en la matriz, el médico le dijo que no se puede hacer nada al respecto. Ahora Ud. solo tiene una esperanza, y es en Cristo Jesús. ¿Es así? ¿Es verdad eso, lo que se dijo? Entonces, ¿cree Ud. que si se lo pido a Él, Ud. sanará? ¿Será Ud. como la Srta. Morgan y los demás?",
    "¿Podrían inclinar sus rostros, congregación?",
    "Nuestro Padre Celestial, Te damos gracias por Tu misericordia. Y Te pido que bendigas a esta mujer, a quien bendigo en Tu Nombre. Y que ahora Tu Espíritu venga sobre ella, que quiere vivir, y yo pido esta bendición. Y que este espantoso demonio de cáncer deje a la mujer, en el Nombre de Jesucristo, el Hijo de Dios. Amén.",
    "Dios la bendiga, hermana. Ahora váyase testificando de Su bondad, y alábelo con todo su corazón.",
    "Muy bien, traigan a la dama.",
    "¿Cómo está, señora? ¿Cree Ud. con todo su corazón? Ud. está… Ud. tiene sensaciones muy extrañas, ¿verdad? Especialmente, bien entrada la tarde. Veo que Ud. se angustia, con sensaciones como de agobio. Ud. está nerviosa, es lo que le pasa, y es debido al tiempo de la menopausia, es el tiempo de cambio de la vida, Ud. en verdad tiene pensamientos que la agobian.",
    "Hace unos días, cuando Ud. escuchó de esta reunión, le dijo a Dios que si Ud. se… le permitía subir, y que se orara por Ud., sería sana. ¿Verdad que sí? Y Ud. está recibiendo cierta clase de inyecciones para eso, ¿verdad, hermana? Sí, veo que Ud. está recibiendo, veo que se la están dando… ¿Verdad que sí? Venga aquí.",
    "¿Me cree Ud. como el profeta de Dios? ¿Le he dicho la verdad? ¿Y cree que eso viene de Dios? Bueno, si le he dicho la verdad, entonces por el Espíritu de Dios, ahora le digo lo que es la verdad: Puede retirarse, sea muy feliz, Ud. va a estar bien porque Cristo la ha bendecido, Ud. se va para estar bien. Dios la bendiga, hermana. Sí, señor.",
    "¿Podemos decir: “Gracias a Dios”? Eso quizás no le parezca mucho, pero ¿y si se tratara de Ud.? Tengan fe en Dios, créanle a Él con todo su corazón, y Dios lo traerá a cumplimiento.",
    "Muy bien, señora. ¿Cómo está, señora? Creo que nosotros también somos desconocidos, ¿no es así? [La hermana le habla al Hermano Branham.—Ed.] ¿Dónde…? ¿En qué servicio estuvo Ud.? En Louisville, Ud. estuvo en el Auditorio de la Escuela Secundaria Masculina. Sí. Tuvimos un buen servicio, a lo mejor que recuerdo. Ud. no pudo conseguir una tarjeta de oración. Pero entonces cuando la recibió, ¡cuán feliz se sintió! Ud.… Dijo en su oración, que si Ud. pudiera llegar a la línea de oración, Dios la sanaría.",
    "Ud. ahora se pregunta qué voy a decir. Ud. está sufriendo de un problema al corazón. ¿Verdad que sí? Ud. tiene un problema al corazón, es un corazón inflamado. Y Ud., también, Ud.… ¿No tiene también un problema a la vesícula biliar?, ¿no es como que…? ¿No tiene Ud. cálculos en la vesícula biliar? ¿Es así? Siga su camino y sea sana, hermana. En el Nombre del Señor Jesús, que Él le bendiga.",
    "Digamos: “Alabado sea nuestro Señor”. Eso pudiera parecerles muy extraño a Uds., pero es lo mismo del Diputado Upshaw, cuando estuvo inválido por sesenta y seis años, y fue sano. Él está aquí, Su Presencia está aquí ahora, Él conoce todas las cosas, Él puede hacer todas las cosas.",
    "¿Lo cree Ud., señora? ¿Lo cree? ¿Lo cree, señora? ¿Cree Ud. con todo su corazón? ¿Y Ud.? ¿Y por acá? Quiero que oren ahora, sigan orando, crean con todo su corazón.",
    "Muy bien, señora, venga.",
    "Ahora todos muy reverentes. Confío en Dios que iremos a esta línea de paralíticos dentro de poco.",
    "¿Cómo está, señora? ¿Cree Ud. con todo su corazón? ¿Cree Ud.? ¿Cree que Dios la sanará? A Ud. le gustaría recuperarse de esa enfermedad de asma, ¿verdad? Sí. ¿No le gustaría? Vaya, como ha creído, le será hecho, y que Dios la bendiga.",
    "Eso fue realmente… Ahora, solo un momento. Todos muy reverentes ahora. Todos reverentes. Que pase la señora. Alguien está orando aquí mismo. Parece como si algo lo jalara a uno, se debilita.",
    "¿Cómo está, señora? Percibo que Ud. es una creyente. Ahora, esa hermosa sensación… Si nuestro Señor Jesús estuviera aquí, Él podría decirle cuál es su problema, Él podría ayudarle, ¿verdad? Pues, entonces, si Él estuviera—si Él estuviera parado aquí, Él, lo único que podría hacer sería decirle cuál es su problema o—o su impedimento, o algo. ¿Verdad que sí? ¿Ven? Él podría… Él ya ha hecho la expiación por su sanidad. Ahora miren hacia acá, por un momento. ¿Le gustaría ser libre de ese nerviosismo? ¿Le gustaría? Levante su mano así, diga: “Gracias, Señor”. Ahora siga su camino y sea sana, en el Nombre del Señor Jesús. Dios la bendiga, hermana.",
    "Digamos: “Alabado sea el Señor”. ¿Le aman? Él está aquí ahora.",
    "Hermana, deje de preocuparse por su muchacho allá atrás, él va a estar bien. El muchachito que atropellaron, va a estar bien. El padre retrocedió y atropelló al niño. ¿Ven? Muy bien, no tema ahora, él va a estar bien.\n\nTodos reverentes.",
    "Muy bien, venga, señora. ¿Cree Ud. que yo soy el siervo de Dios? ¿Lo cree? ¿Cree Ud. que el Jesús que llevó la cruz del Calvario está presente aquí ahora en la plataforma para sanarla? ¿Lo cree? Ha estado sufriendo por algún tiempo, ¿no es así? Sí, señora. Muy bien, a Ud. le gustaría recuperarse de esa asma que tiene. Venga aquí un momento.",
    "Padre, yo bendigo a esta mujer, en el Nombre de Tu Hijo, Jesús, para que ella sea sana. Concede esta bondadosa bendición. En el Nombre de Jesucristo. Amén.",
    "Muy bien, señora, no tema más. Siga su camino y sea feliz. Cristo la sana.",
    "Digamos: “Alabado sea el Señor”. ¿Lo aman ahora con todo su corazón?",
    "Ud. se siente muy diferente ahora, ¿verdad? ¿Ve?, ese nerviosismo la ha dejado, esa tensión. Ahora, muchas veces dicen del nerviosismo: “Contrólate”. ¿Ven? Eso no se debe hacer, es algo que lo provoca. Ahora, cuando Ud. estaba parada aquí hace un rato, había como una nube negra flotando hacia mí, haciendo: ‘Fiu, fiu”. Ahora se ha ido de Ud. Ud. está bien ahora. Ahora vaya, y la paz de Dios sea con Ud., porque Ud. va a estar bien.",
    "Muy bien, todos reverentes, y traigan al bebé. ¿Cómo está, madre? ¡Misericordia, miren al bebé! Ud. está muy enferma, ¿verdad? [La hermana le habla al Hermano Branham.—Ed.] Sí, señora. ¿Cree Ud. que Él la sanará? ¿Puede oír? ¿En qué oído fue, señora? ¿Lo cree Ud. con todo su corazón? Venga aquí, solo por un momento.",
    "Misericordioso, Padre Celestial, vengo en el Nombre de Tu Hijo, Jesús, como Tu siervo, pidiendo la liberación de esta mujer. Concédelo, Dios Todopoderoso. Que ella se vaya de aquí esta noche una persona sana, normal. En el Nombre de Jesucristo. Amén.",
    "¿Me escucha bien ahora? ¿Me oye bien? ¿Cuánto tiempo ha estado así? ¿Está bien ahora? ¿Puede oír bien? Todo se ha ido. Ud. está sana ahora, puede seguir su camino regocijándose. Dios la bendiga, hermana.",
    "Digamos: “Gracias a Dios”. La mujercita… Sí. Muy bien. Todos sean reverentes.",
    "Muy bien, pase, señora. No tema, solo tenga fe, nuestro Señor está aquí para sanarla. Sin embargo, Ud.—Ud. tiene mucho miedo, algo anda mal. Yo no… sí, lo sé, es cáncer. ¿Lo sabía? Ud. tiene miedo de que eso se la lleve. Tenga fe en Dios. Ud. está en Su Presencia ahora, hermana. Lo único que puede ayudarla, hacerle algún bien, Ud. está parada cerca de Ello ahora, no yo, su hermano, sino Esto que Ud. sabe que está presente a su lado. Ud. está consciente de eso, ¿verdad? Ud. sabe que hay Algo allí.",
    "Muy bien, pase aquí por un momento. Quiero mostrarle algo, quiero que mire mi mano. Parece la mano de un hombre común, ¿no es así? Quiero mostrarle los efectos de un cáncer. Ponga su mano aquí sobre la mía. Ahora mire allí. ¿Ve esas cositas blancas corriendo por mi mano? Yo llamaría a eso una vibración de cáncer. Quiero que la congregación mire eso.",
    "Ahora miren aquí, quitaré mi mano, miren mi mano ahora. ¿Ven? Pongo mi mano sobre eso. Ponga esta otra mano aquí, hermana. Ven aquí, Billy, yo sé que no sufres nada. Observen la mano de mi muchacho aquí. Voy a poner… Miren mi mano ahora, normal como la de cualquier otro hombre. ¿Es así? Ahora miren aquí, pondré mi mano encima. Ahora ponga su mano izquierda encima. Ahora cambie sus manos, hermana. Ahora ponga esta mano. Ahora mire allí. ¿Ve lo que quiero decir? Ahora, hay algo que Ud. sabe que está allí. Ahora, yo creo que la visión le dijo lo que era, cáncer.",
    "Ahora, ¿ve?, en Ud. hay una—hay una—una potestad, en otras palabras, es un crecimiento viviente. Ahora, cuando Ud. nació, Ud. solo era un pequeño germen en el vientre de su madre, y Ud. comenzó a desarrollar—a desarrollar células, llegó a ser una criatura, y Ud. está como está ahora, una multiplicación de células. ¿Es así? Ahora hay otra cosa allí que tiene una multiplicación de células, lo cual se llama cáncer. Tiene una vida, una vida diferente a la suya, está en Ud., devorándola.",
    "Ahora, esa vida allí adentro, y yo estando ungido, y Ud.… sabe que está sucediendo algo, ¿no es así? Ahora mire aquí cuando ponga su mano allí, vea los resultados de eso. Ahora, Jesús dijo aquí en la Biblia: “Sobre los enfermos pondrán las manos”. ¿Es así? Eso es lo que Él quiere decir. Ahora, ¿lo ve? Ahora, cuando mueva sus manos, que la retire, mire aquí, yo pongo mi mano encima, está igual. Ahora, congregación, Uds. ven eso.",
    "Ahora, yo no puedo hacer que eso deje a la mujer; sé lo que tiene. Ahora, hay una vida allí adentro, un crecimiento, malignidad, le va a quitar la vida, si algo no…",
    "Ahora, lo único que podría suceder sería como, si Ud. le quitara la vida, el cuerpo de ella caería aquí muerto, aún estaría aquí, pero estaría, no estaría activa, y finalmente se pudriría y desaparecería.",
    "Ahora, si esa vida sale del cáncer, el cáncer muere, y la mujer estará bien como por setenta y dos horas, entonces cuando el cáncer comienza a descomponerse, o pudrirse, entonces entra la corrupción, y el cáncer está en ella, el crecimiento está muerto, como un tumor o algo, y es una bola de carne, y luego el torrente cardíaco, o el torrente sanguíneo lo recoge y le causa tener fiebre, y se enferma por unas veinticuatro horas, algo así, tal vez un poco más, y luego ella se recupera.",
    "Pero ahora, fíjense aquí: La Biblia dice: “En boca de dos o tres testigos, conste toda palabra. ¿Es así? ¿Cuántos dicen que eso es Escritural? Muy bien. La mujer es una desconocida para mí. No recuerdo lo que se le dijo, porque yo no… no… Pero yo sé que era cáncer. Pero lo que yo dije era la verdad, ¿no es así?",
    "Ahora, Ud. es una desconocida, y ambos somos humanos, y Ud. vino aquí, y puso su mano sobre la mía. Ahora, para comenzar, hay un testigo, que Aquello—Aquello le dijo a Ud. cuál era el problema, o lo que hubo, o… Era verdad, ¿no es así? Ese es un testigo. Hay otro testigo de que algo está ocurriendo físicamente que Ud. puede ver con sus propios ojos. Mire, ¿ve esas pequeñas verrugas sobre mi mano? ¿Las ve?",
    "Digamos, desorden femenino, también. ¿Verdad que sí? Ud. ha tenido eso por algún tiempo. Ajá. Yo nunca la he visto en mi vida, y ¿cómo sabría eso? Ud. sabe que hay Algo sobrenatural, ungiendo aquí, ¿no es así? Ahora, si yo tomara eso… Si eso la dejara a Ud., eso se detendría, si no lo hace, yo—yo no puedo hacer que se vaya. Pero ¿me cree Ud.? ¿Me acepta como el profeta de Dios, a Jesucristo como su Sanador? ¿Lo hace? ¿Y cree que lo que le dije es la verdad?",
    "Oremos. Ahora, congregación, ahora, este es un caso persistente de cáncer. Si la dejará o no, yo no lo sé. Quiero que ella observe, quiero que sus ojos estén abiertos, observando mi mano. ¿Puedo poner…?",
    "Quiero que se fije, señora, que no es como alguien por allá está pensando, no piense que esto es telepatía mental, no lo es. Ahora quite eso de su mente, ¿ven?, porque no lo es. ¿La telepatía mental mostrar algo como esto?",
    "Ud. dice: “Ud. está leyendo la mente de la mujer”.",
    "Correcto, pero yo no leo las mentes. Jesucristo leyó la mente de la gente. ¿Es así? Él percibió sus pensamientos. Pero Jesús dijo… ¿Alguna vez han visto a alguien que lee las mentes predicando el Evangelio? No, no existe. Uds. han visto un letrerito por aquí en la calle, cobrándole a la gente para engañarlos. Pero Jesús dijo: “Por sus frutos los conoceréis”. Un árbol corrupto no puede dar buen fruto, ni un árbol bueno puede dar fruto corrupto. ¿Es así? Y no es telepatía mental, seguro que no lo es.",
    "Yo, como lo digo, señora… Vea, Ud. no puede… ¿Ve Ud.?, no es la posición en la que está su—su mano, está en todas partes. ¿Ve? Pero quiero que Ud. mire mi mano. Si eso se va, quiero que Ud. crea, si se va, muy bien; si no lo hace, Ud.… lo único que sé, hermana, es que Ud. debe estar a cuentas, a cuentas con Dios, ir a reunirse con Él en paz. Si aquello la deja, Ud. se recuperará. Ahora, es su fe en Dios lo que lo determina. Pero ayudaré en oración y veré si eso la deja, eso la animará. ¿Ve? Pero simplemente volverá de nuevo si Ud. descree. Ud. tiene que creer, así como para la salvación, Ud. tiene que creer que es salva, y actuar en base a eso.",
    "Pero, ahora todos inclinen sus rostros. Y si alguno de los sentados aquí es sordo, dígales que mantengan sus rostros inclinados durante este momento, y que no levanten sus rostros, hasta que les diga. Quiero que Ud., señora, la paciente, mire, Ud. es la que tiene el cáncer.",
    "Nuestro Padre Celestial, Tú conoces todas las cosas, y sé que no estoy aquí tratando de hacer un espectáculo público al desplegar Tus dones Divinos. Pero mi corazón está emocionado esta noche al saber que aquí en la ciudad que Tu—Tu Espíritu ha ungido a Tu siervo para ver y saber estas cosas. Y aquí está mi gente, mis hermanos, mi madre, muchos de mis seres queridos presentes aquí. ¡Oh, Dios!, ¡cuánto Te agradezco por estar siempre cerca!",
    "Y ahora, esta señora ha venido con un cáncer, un demonio espantoso cuyo nombre médico es, cáncer, Tú lo llamas un demonio, lo cual es, un atormentador del cuerpo de ella. Sabiendo que la vida es corta para ella, a menos que Tú la ayudes, oro que Tú seas misericordioso. He pedido ahora que esta mujer aquí pueda ver y mostrar los resultados físicos, y cómo mi brazo se está endureciendo y muriendo, se siente como que—que está dormido, o algo, por el poder de ese enemigo que ha sido enviado para quitarle la vida. ¡Dios ten misericordia!",
    "¡Tú, espíritu de Satanás, que has atado a la mujer, en el Nombre del Señor Jesucristo, déjala, sal de ella!",
    "Ahora, todos con sus rostros inclinados, yo no he abierto mis ojos, pero, señora, no ha cambiado, ¿verdad? Sigue igual que antes, el cáncer aún está allí, está escondido. Ahora, Ud. tenga fe ahora. Oremos. Todos inclinen sus rostros ahora y permanezcan en oración. Y Ud. vigile.",
    "Padre, por favor, si he hecho mal, perdóname. Y este enemigo quiere poseer su vida. Amado Dios, parado allá, Tú, el Espíritu, Quien vino a mí esa noche en ese cuarto y me dijiste que fuera a hacer estas cosas, está conmigo, Tú lo has bendecido, Señor, y has probado que es verdad. Y ahora, Señor, vengo humildemente en Tu Nombre para pedir esta bendición. Y yo no… No, Padre, por favor no lo cargues contra mí porque esto tiende a ser un espectáculo público, pero, Señor, bendice a esta amada mujer y dale este gran testimonio, mientras ella está observando mi mano, reverentemente, sabiendo que su vida son solo unos días más, a menos que Tú la ayudes, y ella se irá a casa animada y sana. Bendice a Tu siervo, Señor, yo he testificado de Ti.",
    "Ahora, Tú dijiste: “En Mi Nombre echarán fuera demonios”. Ayúdame mientras avanzo en el espíritu de fe para desafiar a este gran y espantoso demonio que le está quitando la vida.",
    "Tú, demonio llamado cáncer, vengo en el Nombre representativo de Jesucristo que murió en el Calvario, te ordeno por Su muerte, reclamando un don de sanidad Divina que me fue ministrado por un Ángel de lo cual sabes, sal de la mujer, en el Nombre de Jesucristo, ¡déjala!",
    "Allí va. Mantengan su rostro inclinado, en todo lugar.",
    "Ahora, señora, antes de yo abrir mis ojos, algo sucedió allí, ¿no es así? Todos pueden levantar la cabeza antes que yo. Algo está sucediendo. Ud. está sana, señora, Ud. sabe cuándo eso la dejó. Vaya a casa ahora, Ud. va a estar bien. Dios le bendiga.",
    "¡Oh!, digamos: “Gracias a Dios”. ¡Gracias a Dios! Ahora, traigan a la señora aquí de nuevo por un momento, por favor, para que…",
    "Venga aquí, hermana. Quiero que la congregación aquí vea mi mano ahora. Regrese por aquí para ver lo que ha sucedido con el… Ahora, hace un rato cuando tomaba su mano, grandes bultos blancos corrían por mi mano. Mírela ahora. ¿Ve Ud.? Ahora, algo ha sucedido, ¿no es así? ¿Qué ha sucedido? Ud. está sana. Vaya a casa, sea sana ahora, hermana, su fe la ha sanado.",
    "Digamos: “Alabado sea Dios”. La Biblia dice: “El pueblo alabó a Dios por tan maravillosa…”. Ese no soy yo, ese es el Señor Jesús, su Salvador, Él está aquí en la plataforma. La misma obra que estaba en la Escritura está siendo hecha aquí mismo. “¿Crees esto”? Muy bien. Tengan fe.",
    "Muy bien. Venga, señora. ¿Cómo está? Una persona de apariencia muy amable, percibo que es una Cristiana. ¿Cómo podría saber que Ud. es Cristiana? Recuerden, el Espíritu estaba sobre nuestro Señor cuando Felipe vino a Él, dijo: “¡He aquí un verdadero israelita, en quien no hay engaño!”. Madre…\n\nÉl dijo: “¿Tú de dónde me conoces?”.\n\nDijo: “Cuando estabas debajo del árbol”.",
    "Y Yo la conocí a Ud. cuando le dijeron que tenía problemas al corazón. ¿Verdad que sí? Ahora vaya y sea sana, en el Nombre del Señor Jesús. Dios la bendecirá. Ud. va a estar…",
    "Digamos: “Alabado sea el Señor”. Escuchemos a esta congregación decir: “Alabado sea el Señor”. ¡Alabado sea el Señor! Eso suena bien.",
    "Muy bien. Vengan ahora, traigan a la dama si quieren. ¿Cómo está, hermana? Ud. y yo somos perfectos desconocidos, ¿no es así? Yo no la conozco. Quiero hablarle por un momento de algo que, veo algo moviéndose delante de mí. [El Hermano Branham le habla a la hermana alejado del micrófono.—Ed.] ¿Es así? Ahora, nadie en lo absoluto podría ver eso, solamente el Dios Todopoderoso. ¿Es así? Levante la mano si eso es verdad. Solo el Dios Todopoderoso sabría eso, lo que le fue dicho a la señora hace un momento, cuando la vi, lo que ella estaba haciendo y se lo dije ahora. ¿Es así, señora? Muy bien. Ud. ha sido sana, Ud. ha creído, Ud. puede ir y ser sana.",
    "Digamos: “Gracias a nuestro Señor Jesús”, todos ahora. Amén. Tengan fe en Dios, Dios lo traerá a cumplimiento. ¿Cree Ud.? Nuestro Señor Jesús está aquí ahora.",
    "Amigos, me temo que Uds. no están conscientes de lo que está sucediendo. El mismo Dios de la Eternidad, el Dios Quien hizo los Cielos y la tierra, el Dios que estaba sobre nuestro Señor Jesús, y Lo trajo a Él de entre los muertos, Lo ungió y Él anduvo haciendo el bien, está aquí en este auditorio en Jeffersonville, Indiana, esta noche. Él está aquí ahora, sean reverentes, crean con todo su corazón.",
    "Muy bien, traigan a la dama. Todos muy reverentes.",
    "Muy bien, venga. Ud. es la—Ud. es la dama, ¿verdad? Muy bien, venga aquí un momento. ¿Cómo está, hermana? Ud. es una creyente, muy consciente de dónde está parada ahora. Ahora, Eso no le hará daño, ¿ve?, Eso es para bien suyo. Ahora, Ud. tiene un problema. Ud. está… La veo cruzando una calle. Y Ud. baja lentamente, Ud. luce un vestido claro y Ud. se inclina hacia atrás, es artritis, ¿no es así, o algo-…? ¿Es así? ¿Artritis? Ud. se levanta de la cama en la mañana, veo que se mueve lentamente, ¿no es así? Pues Ud. casi no puede levantarse. Pero Ud. ha creído. ¿Me acepta Ud. como el profeta de Dios? Levante sus manos, en el Nombre del Señor, dé pisotones con sus pies. La artritis la deja, baje de la plataforma, aquí está su bolso, diciendo: “Gracias al Señor”, y siga adelante, y alábelo a Él.",
    "Digamos: “Alabado sea el Señor” así, todos alaben a Dios. Muy bien. Tengan fe.",
    "Venga, señora. ¿Cómo está, señora? Ud. se está esforzando por creer, ¿verdad, señora? Ahora tenga fe. Yo sé cuál es su problema, pero si Ud. tan solo tuviera un poco más de fe podría levantarse de allí e irse a casa. ¿Ve? Ahora tenga fe.",
    "¿Cómo está, señora? ¿Ud. es la que ha venido aquí, la paciente? No piense que es extraño… Veo una mesa que viene delante de mí, tiene comida, y Ud. la está rechazando. Ud. tiene problemas estomacales, causados por problemas de acidez, algo péptico en el estómago, causado por una condición nerviosa, hace que su comida se agrie, y tiene acidez estomacal, y demás. ¿Me cree Ud. como el profeta de Dios? ¿Es cierto? ¿Es así? ¿Me cree Ud. como Su profeta? Váyase a casa y coma lo que quiera, Jesucristo la sana. Amén. Sí. Dios la bendiga, señora.",
    "Digamos: “Alabado sea el Señor”. Muy bien, traigan—traigan a la dama aquí. Tenga fe en Dios, no dude.",
    "¿Cómo está, hermana? ¿Cree Ud. que… a mí como siervo de Dios? Si puedo saber de su vida por el Espíritu de Dios, entonces yo—yo sería el siervo de Dios. ¿Lo cree? Ud. también está sufriendo de un problema estomacal. Ud. también tiene un desorden femenino, ¿verdad? ¿Verdad que sí? ¿Qué piensa Ud. que sucedió en ese momento? Ud. fue sanada, bájese de la plataforma, sea sana en el Nombre del Señor Jesús. Ya no dude ni tema, solo siga creyendo.",
    "¿Creen Uds. con todo su corazón? ¿Cuántos de Uds. creen allá?",
    "Pobre señora de color aquí, sobre una camilla, con la mano levantada, ¿cree Ud., tía? ¿Con todo su corazón? ¿Cree Ud. que yo soy el siervo de Dios? Recuerde, hace mil novecientos años, arrastrada por las calles de Jerusalén, venía una vieja y cruenta cruz, arrastrando las huellas ensangrentadas del Portador, en Su camino hacia el Calvario, Su pequeño y frágil cuerpo cayó bajo la carga, Simón, de Cirene, vino y Lo ayudó a llevar la cruz.",
    "Él sabe cuál es su problema ¿Lo cree Ud.? ¿Me acepta como el profeta de Dios? ¿Cree Ud. que yo digo la verdad? Ud. tiene problemas al corazón. ¿Verdad que sí? ¿Cree Ud. con todo su corazón? Si así es, levántese, tome aquello en lo que está sentada, váyase a casa. Levántese, no dude, levántese, Marta, levántese, en el Nombre del Señor.",
    "¿Y Ud., señora, sobre esta camilla aquí? ¿Cree Ud. con todo su corazón? Señora postrada aquí en la camilla, ¿qué piensa Ud.? ¿Cree Ud. con todo su corazón? ¿Cree Ud. que yo soy el profeta de Dios? ¿Me acepta Ud. como el profeta de Dios? ¿Hará lo que le digo? Ud. está en una condición moribunda con cáncer. ¿Es así? En el Nombre del Señor Jesucristo, póngase de pie, y Él le dará fuerza, y Ud. puede tomar su camilla e irse a casa. ¿Lo cree Ud.? Levántese.",
    "Levántenla de la cama. Ud. tiene fe. Muy bien. Allí viene ella. Muy bien. El que sepulta puede venir a buscar la camilla, o el que sea.",
    "¿Qué piensa Ud. de eso, la otra dama? Tendida en esa camilla, ¿me cree Ud. como el profeta de Dios? ¿Me acepta Ud. de esa manera? Si puedo decirle cuál es su problema, ¿me creerá? Un problema a la vesícula biliar está a punto de atacarla. ¿Verdad que sí? ¿Me acepta Ud. como Su siervo? ¿Cree Ud. que lo que le digo es la verdad? Entonces, en el Nombre del Señor Jesucristo, levántese de esa camilla y váyase a casa. Póngase de pie, levántese, no dude de nada.",
    "Así es, échenle una mano allí, algunos de Uds. ujieres. Muy bien, crean. Miren hacia acá, todos Uds. Aquí. Muy bien, señora. Miren hacia acá, todos Uds., sean reverentes mientras se levantan. Miren aquí, ¿creen Uds. allá atrás? Algunos de Uds. oren.",
    "¿Qué dice Ud., señora? Ud. allá, que está allí llorando, que ora, las lágrimas le corren. ¿Cree Ud. que yo soy el profeta de Dios? Ud. está sufriendo de una condición nerviosa. ¿Es así? Levántese por un momento. Veo una visión pasando al lado suyo. Algo está sucediendo. Aquí, Ud. tuvo un accidente no hace mucho. ¿Es así? Un accidente automovilístico. ¿Es cierto? Mueva su mano. Acepte a Jesucristo Quien la ha sanado. Váyase a casa y sea sana.",
    "¿Creen todos Uds.? ¿Están listos? Levanten sus manos ahora.",
    "Nuestro Padre Celestial, Te pedimos ahora, en el Nombre de Tu Hijo Jesucristo, que sanes a cada persona que está en la Presencia Divina en este momento, para que sean completamente sanos.",
    "¡Satanás, deja esta congregación, sal de cada persona aquí! 🦅"
  ]
}