{
  "title": "LA CRUELDAD DEL PECADO, Y EL PRECIO QUE COSTÓ PARA QUITAR EL PECADO DE NUESTRAS VIDAS",
  "id": "53110009",
  "content": [
    "🦅  Gracias, Hermano Thom. Podría darle todo el volumen a esa cosita que tiene allí, por favor. Por poco me libro de venir aquí esta noche. Tengo gripe. Y prometí que estaría aquí. Y le dije al Hermano Neville, hice que el Hermano Cox subiera y le dijera. Le dije: “Dígale al Hermano Neville que se encargue del servicio, porque yo estoy muy ronco. A duras penas puedo hablar”.",
    "Y él dijo, regresó y dijo: “Mejor suba, Hermano Bill. Creo que sería para bien”. Así que, yo—yo siempre estoy dispuesto a hacer cualquier tipo de esfuerzo. Si un… Realmente estoy muy ronco para predicarles, pero puedo hablarles por un rato, con la ayuda de este pequeño aparato aquí. Yo…",
    "Cada vez que vengo a Indiana, quedo ronco. No sé por qué, pero me—me sucede, cada vez, me resfrío. Está muy bajo aquí. Bajo por aquí y parece que simplemente no puedo evitarlo. Oro, y parece como que me viene de todos modos. Pero—pero siempre me esfuerzo por hacer lo mejor que puedo con lo que tengo. Así he querido hacerlo siempre, lo mejor que podemos. Eso es todo lo que Dios respeta… espera, mejor dicho, discúlpenme; es todo lo que Él espera.",
    "Ahora confío que—que nuestro Señor los bendiga a todos y les dé una gran bendición a lo largo de este servicio, este viernes, sábado y domingo. Los servicios continuarán esta noche, mañana en la noche. ¿No es así, Hermano Neville? [El Hermano Neville dice: “Sí”.—Ed.] Continúa mañana en la noche.",
    "Tengo que venir acá, y luego salir e ir a predicar para un grupo de misioneros en Louisville. Creo—yo creo que son diecisiete o veintisiete naciones representadas en una reunión misionera. Querían darme unos minutos allá mañana en la noche. Do-… El domingo en la mañana es el…",
    "¿Qué sucede? [Alguien dice: “¿Podría orar por este hombre aquí ahora mismo?”.—Ed.] Póngale allí su mano, hermano.",
    "Nuestro Padre Celestial, oramos en el Nombre de Tu amado Hijo, Jesús, en este momento, que nos sea extendida Tu misericordia esta noche, en forma de sanidad para nuestro hermano, el hombre allí que parece estar muy enfermo en este momento. Tú dijiste: “Confesaos vuestras ofensas unos a otros, y orad unos por otros, para que seáis sanados”. Y oro con estas personas esta noche, en el Nombre del Señor Jesús, que sanes a nuestro hermano en este momento. Nuestro hermano se para allí poniéndole las manos, representando la mano de nuestro Señor Jesús, y juntos unimos nuestras oraciones y te las enviamos a Ti, en el Nombre de Cristo, para que nuestro hermano se recupere rápidamente de esta aflicción que tiene. Amén.",
    "El Señor lo bendiga, hermano. Denle todos un poco de aire. Él está un poco encerrado allí. Pues, dejen que salga a caminar. Si quiere salir a caminar, señor, pues, pase y busque un asiento en la parte de atrás del edificio allí, donde reciba un poco de aire.",
    "Ahora, el Señor Jesús conoce todos nuestros problemas. Él lleva nuestras cargas.",
    "Y ahora el domingo en la mañana, temprano, a las seis, el servicio matutino. ¿A cuántos les gusta el servicio matutino de Pascua? Esperamos una gran bendición. Y, entonces, si el Señor quiere, tendré los servicios matutinos, desde las seis hasta las siete. Luego vuelven a casa para desayunar, y regresan aquí. Y a las nueve y media, el servicio normal de la escuela dominical, el Hermano Neville estará aquí. E inmediatamente después del servicio de escuela dominical, tendré servicios bautismales para aquellos que se bautizarán, el domingo de Pascua en la mañana.",
    "Si Ud. no ha sido sumergido en bautismo, y lo desea, y Ud. es Cristiano, cree en la Deidad de—de Jesucristo como el Hijo de Dios, y quiere tomar su—su lugar en nuestro compañerismo, al ser bautizado, nos daría gusto tenerlo aquí en la mañana de Pascua, como a las diez y media, para sumergirlo. Traiga su ropa. Si no tienen, por supuesto, pues, sobre todo las mujeres, tienen túnicas allí de diferentes tamaños para las damas. No creo que aún tengan para todos los varones. Pero nosotros… da mucha felicidad que Uds. nos acompañen la mañana de Pascua.",
    "Y el domingo en la tarde tendremos un servicio fúnebre, de alguien que vivía en el campo, o algún lugar por aquí, que se… creo que se convirtió aquí, por la predicación del Hermano Neville hace algún tiempo. Creo que su nombre es East, o algo así. Me llamaron de la funeraria y pidieron si yo y el Hermano Neville y un grupo de nosotros podíamos venir y cantar y tener los servicios para el domingo en la tarde, a las dos en punto, en la Funeraria Mottaz.",
    "No recuerdo a la señora, East, Yast o East. Muchos de Uds. lo vieron en el periódico, supongo, esta noche. Y… [Una hermana dice: “¿Hermano Bill?”.—Ed.] Sí. [“Era Edna Justice; solía venir aquí bastante”.] Edna Justice, puede ser que la conozcan. Ella quizás era una mujer joven. ¿Lo es? ¿Correcto, hermana? [“Veintinueve años. Ajá”.] Una mujer joven. Creo que ellos… Su madre me llamó y dijo que deja dos o tres niños pequeños. Realmente es una pena.",
    "Solo muestra la crueldad de—de esta vida mortal, ¿no es así? Pero en… Si estaba en Cristo Jesús, ella está mucho mejor esta noche que cualquier persona sentada en este edificio. Ella acaba de pasar por el valle de la sombra de la muerte por el que todos los mortales tendrán que pasar. Y algún día Ud. y yo tendremos que recorrer también ese camino, pero no tendremos que cruzar el Jordán solos, porque Él es nuestro Salvador. Así que, nosotros—nosotros…",
    "Si desean venir a la Funeraria Mottaz, que está en la calle Maple, entre Walnut y… No, creo que es Locust y Wall Street, en el lado derecho yendo hacia el oeste. El… No sé dónde está su… ¿Cuál es el número? [Alguien dice: “221”.—Ed.] 221. Queda donde estaba la antigua Funeraria Scott y Combs, cuando yo era joven. Y será para el domingo en la tarde, y a las dos.",
    "Y luego el domingo en la tarde, los servicios normales de Pascua aquí otra vez. Probablemente prediquemos la—la muerte, sepultura y la resurrección, para el domingo en la noche. Y no sabemos lo que nuestro Señor hará la semana siguiente, la que viene, si los servicios continuarán, o qué suceda, para la semana que viene. Confiamos en que todos Uds. estarán—estarán aquí el domingo, los que puedan estar.",
    "Reconozco a muchos de los predicadores por aquí. Alguien me dijo que el Sr. Fuller estaba aquí, que era… o venía a nuestras reuniones. ¿Está él aquí? Hermano Fuller, ¿no es Ud. el hombre que me llevaba, en Nueva York, de un lugar a otro, a la reunión? Me alegra verle, Hermano Fuller. El Señor lo bendiga.",
    "Luego vi a otro pequeño ministro aquí que—que el Hermano Thom no conocía. Ni siquiera sé el apellido del muchacho, pero sé que lo llaman Junior allá. Jackson, Hermano Jackson, Junior Jackson, solo levante su mano, Hermano Jackson. Nos da gusto tenerlo con nosotros. Él es de los alrededores de Elizabeth, de la iglesia metodista por allá, donde tendré un servicio muy pronto, si el Señor quiere, antes de que regresemos al campo.",
    "Ahora el gran llamado a la India. Y se hace más y más intenso cada día. Oren por mí.",
    "Ahora, esta noche, este es Viernes Santo. Es la noche que, cuando nosotros… ¡Oh!, me supongo que en Jerusalén, a esta hora, es… ya habrá salido el sol, la mañana del sábado. Pero, todo el día la gente se ha arrastrado, subiendo por esa misma vieja senda allá donde la cruz rayó las huellas sangrientas del que la llevaba; las lágrimas afligiendo sus almas, llorando. Muchas grandes catedrales y demás, hoy, han celebrado esta gran fecha conmemorativa. Si alguna vez hubo una fecha que el mundo debería estar celebrando, es ahora, en esta hora de dificultad.",
    "Y me pregunto si nuestra hermana, al ver este pequeño órgano viejo aquí… a mí me—me encanta el órgano. Soy un poco a la antigua. Y me—me pregunto si pudiéramos tener un acorde para:\n\nJesús, tenme cerca de la cruz.",
    "Uno de esos buenos cantos de corazón, a la antigua, que cantábamos hace mucho tiempo. Y me pregunto si nos pudiéramos unir todos. Me encanta.\n\nHay una fuente preciosa,\n\nLibre para todos, un arroyo de sanidad,\n\nQue fluye del monte Calvario.",
    "¿Cuántos se saben por lo menos una estrofa? Muy bien, únanse ahora conmigo. Y ahora simplemente bajemos las cortinas a nuestro alrededor, y en nuestras mentes regresemos atrás unos mil novecientos años, a esta tarde. ¡Qué Sacrificio! El mundo no ha conocido algo igual. ¡Eso estremeció al mundo entero! Y ahora ¿no quieren Uds. permanecer cerca de ese lugar, donde están en el lugar de la comunión y las bendiciones con Él?",
    "Cantémoslo todos ahora, a la antigua, ahora, no… pues, así—así como lo cantaría si Ud. estuviera solo. Muy bien. Hermano Thom, ayúdeme a dirigirlo, ¿quiere? No me queda mucha voz ahora. Y entonces, muy bien. Muy bien. [El Hermano Robert Thom ayuda a cantar Cerca de la cruz.—Ed.]\n\nJesús, mantenme cerca de la cruz,\n\nHay una fuente preciosa,\n\nGratuita para todos, una corriente de sanidad,\n\nFluye del monte del Calvario.\n\nEn la cruz, en la cruz,\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.",
    "Con sus rostros inclinados, por favor, vamos a tararearla muy lentamente ahora. [El Hermano Branham y la congregación comienzan a tararear Cerca de la cruz.—Ed.]\n\nCerca de la cruz esperaré…\n\nEsperando, confiando, siempre,\n\nHasta que llegue a esa orilla dorada,\n\nMás allá del río.",
    "[El Hermano Thom continúa cantando suavemente el coro, Cerca de la cruz.—Ed.]",
    "Me pregunto si ahora mismo quieren… Nadie lo ha hecho por Ud. Me pregunto si simplemente no… querrán dedicar de nuevo su vida a Cristo, y: “Señor, acuérdate de mí. Agradezco Tu… ese cansancio y sufrimiento, sangrar, al morir por mí. Soy indigno, pero ahora voy a levantar la mano, Señor, y Tú me verás. Quiero dedicar de nuevo mi vida”. Dios le bendiga. Dios le bendiga. Muy bien. “Me quiero dedicar de nuevo a Ti ahora mismo, Señor, esta noche de Viernes Santo”. Dios le bendiga.",
    "Padre, pido que bendigas a estos que levantaron sus manos, y a los que ni siquiera tuvieron el valor de hacerlo. Oramos que ese Ser todosuficiente, esta noche, los bendiga a cada uno.",
    "Pensamos en el Calvario, Dios, nuestro Salvador, allí en el oprobio; fue bajado, entregado en manos de un hombre rico que tomó Su cuerpo, después de rogar a Pilato; lo tomó y lo envolvió en unos lienzos limpios, para ponerlo en la tumba. ¡Oh, Dios!, ¡lo que deben haber sentido esos pobres discípulos!; parecía que estaban derrotados en ese momento. Aquel en quien tanto habían confiado, ahora se había ido, pero no por mucho tiempo. Sencillamente era el Sacrificio sangrante, era todo. Un día, unas horas más tarde, Él se levantó y entonces llegó el gozo.",
    "Ayúdanos esta noche, Señor, estando en esta fecha, que se nos conceda ver el sufrimiento que costó nuestra redención, la tristeza que costó para que fuéramos felices. Y que nuestras almas… Esta noche, Señor, que nos consagremos a Ti, y nuestras almas sean afligidas, para mirar allá y ver qué, ¡Oh, Dios!, qué muerte más horrible. ¡Cuán cruel debe ser el pecado! Y oro, Padre, que congregados nos bendigas ahora.",
    "Y ayúdame, ¡Oh, Dios!, como Tu siervo que está parado aquí falto de voz, y Tus hijos que esperan escuchar algo de la Palabra. Ayúdame, Señor, y parte la Palabra de Vida libremente para todos, mientras re-dedicamos nuestras vidas y nuestros corazones. Nuestro corazón llora profundamente, en nuestro pecho, cuando pensamos en el Sacrificio. Ayúdanos ahora, porque lo pedimos en el Nombre de Cristo. Amén.",
    "Quiero ahora tan solo leer un poco, si me brindan toda su atención por un momento, y oran por mí. En Isaías, el capítulo 53.",
    "Es probable que hoy hayamos escuchado programas de radio y demás.",
    "Hoy no he hecho más que pensar en Cristo. No pude evitar salir a algún lugar y arrodillarme. Y tuve que llorar, cuando pensé en… cuando en mi mente regresé a ver lo que se llevó a cabo allí en el Calvario.",
    "No pude escuchar los programas de radio, pero tal vez hayan predicado del Evangelio. Y tal vez mañana en la noche lo abordemos desde ese punto de vista.",
    "Pero, esta noche, regresemos al Antiguo Testamento. Quiero hablar sobre: La crueldad del pecado, y el precio que costó para—para quitar el pecado de nuestras vidas. En Isaías 53, el profeta, ungido, setecientos doce años antes de la venida del Señor, dijo estas palabras:\n\n¿Quién ha creído a nuestro anuncio? ¿…sobre quién se ha manifestado el brazo de Jehová?\n\nSubirá cual renuevo delante de él, y…raíz de tierra seca; no hay parecer en él, ni hermosura; le veremos, mas sin atractivo para que le deseemos.\n\nDespreciado y desechado entre los hombres, varón de dolor, experimentado en quebranto; y como que escondimos de él nuestro rostro, fue menospreciado y no lo estimamos.\n\nCiertamente llevó él nuestra enfermedad,…sufrió nuestro dolor; y nosotros le tuvimos por azotado, por herido de Dios y abatido.\n\nMas él herido fue por nuestras rebeliones, molido por nuestra iniquidad; el castigo de nuestra paz fue sobre él, y por su llaga fuimos nosotros curados.\n\nTodos nosotros nos descarriamos como ovejas, cada cual se apartó por su camino; mas Jehová cargó sobre él el pecado de todos nosotros.\n\nAngustiado él, y afligido, no abrió su boca; él—él como cordero fue llevado al matadero; y como oveja delante de sus trasquiladores, enmudeció, y su boca no abrió.\n\nPor cárcel y por juicio fue quitado;…su generación, ¿quién la contará? Porque fue cortado de la tierra de los vivientes, y por las rebeliones de mi pueblo fue él herido.\n\nY fue…se dispuso con los impíos su sepultura, mas con los ricos fue en su muerte; aunque nunca hizo maldad, ni hubo engaño en su boca.\n\nCon todo eso, Jehová quiso quebrantarlo, sujetándole a padecimiento. Cuando hayas puesto un alma…o cuando…haya puesto su vida en expiación por el pecado, verá linaje, y vivirá por largos días, y la voluntad de Jehová será en su mano prosperada.",
    "Si lo titulara de un texto Escritural, en esta noche, tomaría el versículo 6.\n\nTodos nosotros nos descarriamos como ovejas,…más Jehová…cada cual se apartó por su camino; mas Jehová cargó sobre él el pecado de todos nosotros.",
    "Solo quiero hablar por unos momentos. Siempre nos trae felicidad cuando se trata de tener el gozo del Señor en medio nuestro; y cómo me regocijo con Uds., grandemente. Pero, ¿alguna vez se habrán detenido Uds. a pensar lo que costó para tenerlo? ¿Se han dado cuenta del precio que tuvo?, ¿el dictamen y el castigo del pecado? ¡Cuán cruel debe ser el pecado, al causar que el Hijo de Dios fuera al Calvario, y que Dios Lo golpeara y apartara Su rostro de Él, y lo hiriera, y—y fuera afligido! Miren Quién era Él.",
    "Ahora quiero dibujar para Uds. un pequeño cuadro, al hablar. Tomemos todos un pequeño viaje esta noche, en una pequeña nave, y vamos a… en una pequeña nave espacial, o nave aérea. Regresemos cien millones de años antes de que hubiera un mundo, antes de que aun hubiera una estrella o algo, y allí no se puede ver más que espacio. Y todo ese espacio era Dios; en el principio era Dios.",
    "Y ahora observaremos que viene a existencia una pequeña Luz blanca. La llamaremos algo así como un Halo. Y eso fue el Hijo de Dios, el Logos que salió de Dios, en el principio.",
    "Y entonces cómo es que al estar parado allí; y Él, en Su mente, Él empieza a pensar en lo que sería el mundo, y en Su mente dibujó todo este cuadro. Y Él dijo: “Sea la luz”.",
    "Y un átomo se dividió y comenzó a desprenderse, y hubo una explosión atómica, la primera explosión atómica. Y entonces esos átomos comenzaron a acumularse hasta que se convirtieron en cenizas, mientras que la humedad, lo que haya sido, comenzó a romperse, y los átomos se dividieron. Y después de un tiempo, vino una estrella, o un pedazo de… un proyectil que se desprendió y salió volando por el aire. Él tal vez lo haya observado por unos millones de años, y luego lo detuvo. Él no tenía prisa. Él tenía suficiente tiempo, siglos. Él era desde el principio hasta el fin. No existía el tiempo con Él. Y luego otro se desprende, y Él lo detiene por acá.",
    "¿Qué está haciendo Él? Está escribiendo Su primera Biblia. La primera Biblia que fue escrita, fue escrita en los cielos, el Zodiaco. Empieza con la virgen, así fue como Él vino primero. Termina con Leo el león, la segunda Venida. Y Él está escribiendo Su primera Biblia.",
    "La segunda Biblia escrita, fue escrita por Enoc y puesta en la pirámide.",
    "La tercera Biblia fue escrita, y la última, es esta. [El Hermano Branham indica a su Biblia.—Ed.]",
    "Dios siempre hace las cosas en tres. Dios es perfecto en tres. Él es perfecto. [El Hermano Branham aclara su garganta.—Ed.] Perdónenme. Él es perfecto en Padre, Hijo, Espíritu Santo. Él es perfecto en la justificación, santificación, bautismo del Espíritu Santo. Él es perfecto en Sus tres.",
    "Nosotros somos conforme a Él, así que somos perfeccionados en tres: alma, cuerpo y espíritu. Y nuestro cuerpo está controlado por—por nervios, por sangre, y por células (carne): tres. Todo perfeccionado en tres.",
    "Entonces Él dijo, después de que había hecho todo eso, antes de Él hacer cualquier otra cosa…",
    "Puedo ver este pequeño Halo moverse sobre—sobre este mundo, que simplemente era cenizas, congelado, suspendido allí como un gran témpano. Y Él lo movió, acercándolo al sol. Y comenzó a girarlo así, alrededor del sol. Comienza a descongelarse, y los grandes glaciares de hielo a desprenderse. Texas se estaba formando, y esas llanuras allí; como se nos enseña que los icebergs bajaron por allí, hasta donde entienden los cronólogos. Y entonces el mundo entero, después de eso llegar hasta el Golfo de México y demás, comenzó a llenarse de agua. “Y el mundo estaba desordenado y vacío”, ahora estamos en Génesis 1, ¿ven? Ahora, entonces, Dios se movió y separó el firmamento de las aguas. Y Él hizo la luz.",
    "Y luego Él creó todas Sus creaciones. Y después de haberlo hecho, crecieron todos los árboles y las plantas, y demás. ¡Qué paisaje más hermoso tuvo! A Él le encantó. Era hermoso. Y lo consideró bueno.",
    "Y Él no podía simplemente dejarlo en ese estado, tenía que dejar algo allí. Así que, dijo: “Hagamos” (plural) “al hombre” plural, “a nuestra propia imagen”. “Hagamos al hombre a nuestra propia imagen”. Y entonces cuando Dios hizo Su primer hombre, Él era un hombre espíritu. Él era algo como Dios, o el Hijo de Dios, el Logos. Ese fue el primer hombre. Entonces Él le dio al hombre jurisdicción sobre el… para guiar toda la vida animal, así como el Espíritu Santo guía al creyente hoy: “Ve aquí. Haz esto”.",
    "Ahora, si nosotros estuviéramos perfectamente en sumisión al Espíritu Santo, Dios nos guiaría por el Espíritu Santo, así como Adán guiaba a los animales de ese día.",
    "Así que, Él—Él los hizo. Y luego, al haberlo hecho, Él comenzó a—a actuar entonces sobre la idea de que—que Él haría al hombre del polvo de la tierra. No había hombre para labrar la tierra, nadie para hacer el trabajo, un ser físico. Entonces Él hizo al hombre del polvo de la tierra.",
    "Ahora ahí es donde yo creo que un—un botánico, o—o la ciencia y el Cristianismo, no entran en conflicto el uno con el otro. Pues, la ciencia dice que el hombre vino de una vida diferente; y nosotros decimos, cuando uno mira al hombre aquí, que él es a la imagen de Dios. Esto es, no era la imagen de Dios, para empezar; esta es la imagen de la vida animal. Y él… Y los evolucionistas argumentan que nosotros… Yo no creo en la cadena de la evolución como ellos, que todo viene de una sola célula. Pero sí creo que nosotros evolucionamos, seguro, evolución de un hombre a otro. Pero, entonces cuando Dios hizo todo eso, y consiguió… colocó al hombre en el…",
    "Lo hizo a él del polvo de la tierra, ahora, no a Su Propia imagen; Él ya había hecho al hombre. Entonces sopló en él, aliento de vida, y él vino a ser un alma viviente. Entonces, el alma del hombre es la naturaleza del espíritu.",
    "Ahora, cuando Ud. nace de nuevo, no recibe un nuevo espíritu; Ud. recibe una nueva naturaleza de ese espíritu. Es el mismo espíritu, pero con una nueva naturaleza. Compare a dos hombres, párelos juntos, los dos se parecen; y uno es un pecador, y uno es un Cristiano. Uno dice: “Yo tengo un espíritu igual que tú”, ¿ven? Pero uno de ellos es diferente, su alma; su naturaleza es diferente. Él ha sido cambiado.",
    "Y entonces Él sopló en este hombre. Ahora, yo no sé cómo, cómo lo hizo a él. Él—Él lo puso en cinco sentidos para que pudiera contactar su hogar terrenal, con: vista, gusto, tacto, olfato y oído. Y Él lo hizo a él en esa forma. Ahora, esos sentidos no eran para contactar a Dios.",
    "Su sentido para contactar a Dios era su espíritu, su alma debía con-… “El alma que pecare, esa alma morirá”.",
    "Ahora, estoy dando una vuelta larga para llegar a algo, pero espero que Ud. capte cada punto allí para que pueda ver exactamente lo que Dios tuvo que hacer en el Calvario.",
    "Ahora, cuando este hombre, fue después, cuando Él lo puso en sus sentidos, sus cinco sentidos; y fue entonces que el hombre se sintió solo, así que Él le hizo una esposa, una ayuda, tomada de su costado, una costilla, e hizo una mujer.",
    "Un hermoso tipo allí, todo en tipo, de Dios tomando del costado de Cristo, a la Novia. ¿Ven? Dios abrió el costado de Adán, tomó una costilla; pues, el hombre tiene una costilla menos que la mujer, en la estructura del—del cuerpo. Y entonces Dios abrió el costado de Cristo, en el… allá en el Calvario, y sacó a la Novia. La Iglesia viene por medio de la Sangre de Cristo, para entrar al Cuerpo de Cristo.",
    "Así es como—como entramos, y no por otro camino. No importa a qué iglesia Ud. pertenezca, qué tan buen hombre sea Ud., qué tan buena mujer sea Ud.; Ud. tiene que aceptar el Sacrificio todosuficiente de Dios, Su camino provisto, o Ud. está perdido. Así es. Ese es el único camino por el que Ud. puede entrar, es por Allí. Ahora, solo hay un camino, y esa es la Puerta.",
    "Jesús enseñó esa famosa parábola cuando estuvo aquí en la tierra. Él dijo que la cena de las bodas estaba preparada y—y a cada hombre se le dio un—un vestido, y él encontró a un hombre allí sin el vestido. Le dijo: “Amigo, ¿qué estás…? ¿Cómo—cómo es que no tienes un vestido?”.",
    "Ahora, la costumbre oriental en eso, cuando el novio invitaba a cada persona, él proveía… él invitaba. Si él invitaba a cincuenta personas, entonces él proveía cincuenta túnicas. Y él se paraba en algún lugar, a la puerta, y cada vez que un hombre entraba, rico o pobre, él le ponía la túnica. Así, nadie sabía si era rico o pobre. Todos lucían igual bajo la túnica.",
    "Y Dios lo hace de esa manera hoy. Él da el Espíritu Santo; que es un tipo. Cada hombre que Él invita, todos somos iguales. No este porque sea un poco mejor que el otro, y aquel un poco más importante que este. Todos somos iguales en los ojos de Dios, todo aquel que es invitado a la Cena de Bodas.",
    "Entonces cuando él entró y encontró a un hombre… Ahora, solo hay una puerta por la cual pasar, porque allí es donde repartían la vestidura. Y él encontró a un hombre en la mesa de la cena, sin la vestidura. Le dijo: “Amigo, ¿qué estás haciendo aquí? ¿Por qué no tienes una vestidura puesta?”. Y el hombre enmudeció. Entró por una ventana o de otra manera. Él no entró por la puerta.",
    "Y cada hombre que viene a través de Cristo, al Cuerpo de Cristo, recibe el Espíritu Santo, el manto. Él está parado allí mismo para ponérselo tan pronto como Ud. entre, ¿ve? Eso es lo que Él ha prometido y eso es lo que Él hace.",
    "Ahora, allá atrás en el—en el principio, en el Edén, Él entonces le hizo una compañera, o una ayuda.",
    "Ahora, Uds. ven estas fotografías en revistas, de algunos artistas. Bueno, eso es muy falto de inspiración. Si Uds. vieran a Eva con el pelo parado así, y, ¡oh, qué cosa tan horrible!, y que digan: “¡Esa fue nuestra madre!” pues, nadie en el mundo admiraría eso. Yo creo que Eva fue la mujer más hermosa que ha estado en la tierra. Seguro. Cuando Adán la vio, su, él—él… Eso sencillamente, pues, eso muestra que esa característica viene desde allá en los seres humanos hasta hoy en día. Si no, sería contrario.",
    "Así que, Adán tomó a Eva como su esposa. Y entonces cuando entró el pecado… Y tengo mi idea de lo que fue. No lo expreso en la iglesia, a menos que solo sea en alguna pequeña clase, de lo que fue el pecado en el principio. Pero, de todos modos, cuando sucedió, eso los separó a ellos del compañerismo con Dios.",
    "Bueno, aquí está el cuadro que quiero traer. Ahora, cuando Dios se dio cuenta, o algún Ángel o algún Ser vino y le dijo a Dios, que: “Tu hijo está perdido. Él, él pecó. Él ha caído”.",
    "Ahora, fíjense en la naturaleza del hombre: lo primero que hace es fabricarse religión. El hombre, él tiene algún tipo de religión.",
    "Yo hablaba con un hombre famoso aquí en la ciudad, el otro día. Dijo: “Sabe, mi religión, Hermano Branham, es cumplir la Regla Dorada”. Eso es bueno.",
    "Pero, hermano, a menos que un hombre nazca de nuevo, él perecerá. Sí. Le es necesario, él tiene que nacer de nuevo. Ahora, la Regla Dorada está bien; eso, un hombre moral lo puede hacer. Pero tiene que venir todo en línea de lo sobrenatural. Y Uds. verán lo que Dios tuvo que hacer para que nosotros pudiéramos nacer de lo sobrenatural.",
    "Ahora, entonces cuando ellos pecaron, él—él se hizo una reli-… La palabra religión significa “cobertura”. Es como algo que cubre. Este abrigo es una—es una—una religión moral para mí, porque cubre mi ser. Y con su vestido igual. Y es una… Es una—una cobertura.",
    "Ahora, noten, entonces cuando Adán, no había problema con sus hojas de higuera mientras no tuviera que presentarse ante Dios. Pero cuando tuvo que presentarse ante Dios, él se dio cuenta de que sus hojas de higuera no servían. Y ahora, amigo, Ud. puede pensar que Ud. es una persona bastante buena, ¿ve?, y tal vez lo sea; así es. Pero cuando Ud. venga ante Dios, su… si no ha aceptado el Sacrificio provisto para Ud. por Dios, estará perdido y Ud. lo sabrá.",
    "Me he parado al lado de ellos, viéndolos morir; he visto al médico inyectarlos en los brazos para silenciarlos. Y los he oído gritar en ese desespero. Dicen: “¡Oh, ellos no están en sus cabales!”.",
    "Le dije: “Doc, por favor, no inyecte, solo un minuto más”. ¿Ven? Y uno puede oírlos cuando ellos—ellos consideran que uno tiene la razón.",
    "🦅 Hay camino que al hombre le parece recto; Pero su fin es camino de muerte”.",
    "Y todo hombre que no es generado, regenerado por Dios, irá por ese camino de destrucción. Ud. no puede evitar eso; su propia alma le guía. Si Ud. nace de nuevo, Ud. está destinado a subir. Si Ud. no ha nacido de nuevo, tendrá que bajar; su—su propia alma sencillamente lo hará. Es como una—una varita mágica que abre una puerta hacia algún lugar; si Ud. no tiene la—la varita, la puerta no se abrirá. Y si no nace de nuevo, Ud. es rechazado automáticamente. Así es, ahora.",
    "Y entonces, al yo—yo ver eso, allá, que cuando ellos salieron, pues Dios sabía que no podían pararse delante de Él; y Él lo sabía. Y ellos estaban escondidos, escondidos detrás de unos arbustos. Aunque estaban cubiertos, pero ellos sabían que su cubierta no era suficiente.",
    "Y todo hombre o mujer que va a la iglesia… Hoy, yo pensaba en el campaneo de las catedrales y las campanas repicando y todo eso; y la gente yendo a la iglesia y preparándose, y las mujeres comprando sus sombreros de Pascua y demás, ¿a qué ha llegado esto? ¡Vaya! No logro entender qué tiene que ver un conejo con la resurrección, ¿ven?, (no, señor) ¡cómo un árbol de Navidad tiene algo que ver con el nacimiento de Cristo! Eso es pagano, amigos. Nos hemos desviado del camino en alguna parte. Así es. Pero ahora un hombre o mujer genuinamente nacido de nuevo se da cuenta, porque en Ud. hay vida, y ella le dice que eso está mal. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, miren. Adán y Eva. ¡Oh, vaya! Cuando pienso en eso, se me olvida la gripe, o lo que haya tenido. Cuando pienso, atrás por allá en el principio. ¡Miren! ¿Hábleme Ud. de sangre?",
    "Aquí no hace mucho, pues, cuando en el gran concilio metodista consideraban sacar todos los cantos de la Sangre del himnario metodista. Dijeron: “Esta no es una religión de carnicería”. Dijeron: “Nosotros no… Queremos algo bonito y distinguido”. Hermano, esa no es la manera en que Dios lo recibe. O es…",
    "🦅 Cuando Yo vea la sangre, pasaré de vosotros”. ¡Sangre! Dios, el único sustituto que hay, solo está en… “La vida está en la sangre. Puedes comer la carne, pero su sangre, que es la vida, viértela en la tierra”. ¿Lo ven?, no comer la vida.",
    "¡Fíjense en lo hermoso! ¡Cuánto lo pienso! Entonces pensó Dios: “Pues salgan aquí, Adán y Eva. Y antes de Yo poder sacarlos, voy a tener que hacer algo”. Y Él va allí a la ladera y toma una oveja; la mata, le quita la piel, y la deja morir.",
    "Pues, Dios tiene que cumplir Su Palabra, no importa qué tan buen hombre sea Ud., qué tan buena mujer sea Ud., lo que Ud. sea. Es, Dios, Dios tiene que cumplir Su Palabra.",
    "Por eso fue que la virgen María tuvo que subir allí, en el Día de Pentecostés, y recibir el bautismo del Espíritu Santo así como hicieron los demás; porque ella nació aquí como mortal y tuvo que nacer de nuevo antes de poder ir al Cielo. Amén.",
    "Ahora mire, señora, déjeme decirle: solo porque los tiempos han cambiado, Dios no ha cambiado. Si Ud. no da la talla, está perdida. ¿Ve? Ahora, yo solo estoy hablando a favor de lo que Dios hizo hace mil novecientos años, hoy, en el Calvario, para mostrarles el Sacrificio que tuvo que hacerse para pagar esto, y ese es el camino de Dios. Ahora hay camino que parece recto; pero Dios tiene un camino provisto. Si Ud. siempre va por el camino provisto de Dios, nunca se equivocará.",
    "Es como si Ud. sale hacia Indianápolis, o al otro lado del puente, y dice: “Bueno, mire: ¿ese es Louisville allá?”. “Sí”. Y simplemente sale en esta dirección; muy pronto no podrá seguir. Así es. Será mejor que Ud. tome el plano, el mapa, estúdielo y vea qué camino tomará.",
    "Y entonces, Aquí está el plano de Dios para llegar a la Gloria. Estúdielo. Allí está. Todo el camino está rociado de Sangre. Ud. no se puede perder del camino si sigue la Sangre. ¡Amén! Ahora Uds. pueden ver. ¿Ven? Solo sigan la Sangre y estarán bien, porque hay una huella ensangrentada a cada paso del camino.",
    "Ahora, noten cómo Dios allá atrás, antes de que Él pudiera hacerlo, pues, que Él pudiera pararse o… Ellos aún poder pararse para recibir, Él los hubiera matado inmediatamente. Él tenía que hacerlo, porque Él es soberano. Él tiene que cumplir Su Palabra. Él dijo: “El día que de él comieres, ese día morirás”. Allí quedó establecido para siempre.\n\nEntonces puedo verlo allá atrás, cuando mató a estas ovejas. Ud. dice: “¿Eran ovejas, Hermano Branham?”. Eso creo. Él era el Cordero que fue inmolado desde la fundación del mundo.",
    "Y era piel de oveja; toma y las arroja detrás de los arbustos, y les dijo que “Se envolvieran en ellas, y salieran, y era para recibir”.",
    "Y puedo ver a Adán y a Eva tomar estas viejas pieles sueltas, ensangrentadas y envolverse en ellas. ¿Se lo pueden imaginar! Esos hermosos cuerpos armoniosos de esos dos seres humanos perfectos, ahora envueltos en piel de oveja ensangrentada. Puedo verlos pararse allí afuera.",
    "Dios dijo: “Adán, por cuanto escuchaste a tu esposa y no a Mí, pues, del polvo te saqué, y al polvo volverás”.",
    "Y: “Eva, por cuanto escuchaste a la—a la serpiente y no a Mí, pues, trajiste la vida… sacaste la vida del mundo, tendrás que traer la vida al mundo. Yo multiplicaré tus dolores, y tu deseo será para tu marido”, y demás.",
    "Y Él dijo, entonces: “Serpiente, por cuanto hiciste esto, caminando erguido…”. Él no era un reptil. Él era una bestia, caminaba de pie, más sutil que todas las bestias del campo. Que conste, esa es la Escritura. Caminaba de pie como un hombre, y él la había engañado. Y Él dijo: “Y por haber hecho esto, quedas sin tus piernas, y sobre el vientre andarás, todos los días de tu vida. Y el polvo será tu carne”.",
    "Y allí mismo se encontraban: juicio. Dios tenía que cumplir con Su juicio, porque Él lo había hablado. Y Él es Dios; Él no puede retractarse en eso. Él tiene que permanecer… Para ser Dios, Dios tiene que cumplir Su Palabra. Correcto.",
    "Y allí puedo imaginarme ver a la pobrecita de Eva, al mirar a Adán, su cabello largo y rubio le colgaba por la espalda. Esos grandes ojos azules claros como los cielos, donde Dios los había hecho, las lágrimas cayendo; mezclándose con la sangre en las vestiduras, y golpeando sobre su cuerpo, Eva. Adán, con su cuerpo fuerte, la sostuvo y la recostó sobre su pecho, y allí las lágrimas se mezclaban, caían, mientras corrían por las pieles de ovejas, la sangre goteaba. Sangre todo el tiempo. ¡Allá!\n\nAhora Él dice: “Uds. tienen que salir de Mi Presencia”.",
    "Y puedo ver a Eva y Adán, abrazados, en camino, saliendo así, esas viejas pieles de oveja golpeando contra sus piernas, ensangrentadas, golpeando sus piernas. [El Hermano Branham palmotea.—Ed.]",
    "Y puedo ver todo ese espacio, que era Dios. Dios no tiene principio de días, ni fin de años; Él es por los siglos de los siglos. Puedo ver todo ese gran espacio comenzar a juntarse así, bajando en la forma de un embudo de esa manera, y bajar directamente, mientras Él comienza a mirar esa parejita cruzando por el huerto de Edén, pieles ensangrentadas golpeando contra sus piernas. Él no pudo soportarlo. Y eso bajó, ¡oh!, bajó hasta el mismo corazón de Dios, deletreando a-m-o-r: “Porque de tal manera amó Dios…”. Él no soportó verlos salir.",
    "Él los llamó de nuevo, dijo: “Pondré enemistad entre tu Simiente y la simiente de Satanás”. Entonces, cuando sucedió aquello, fue en el Calvario; cuando Dios Mismo bajó a través de una mujer, naciendo de una virgen.",
    "¡Cómo me gustaría estar allí solo un momentito, en el Edén! Fíjense, cuando ellos eran expulsados del huerto por la transgresión. Toda bendición cortada por causa de la transgresión.",
    "Y yo creo, esta noche, que eso es lo que sucede con la Iglesia. Todas las bendiciones están siendo cortadas por transgresión. Ahí lo tienen.",
    "¡Expulsados del huerto de Edén! Ahora quiero que se fijen, aquí vienen… cuando Caín y Abel, los dos hijos de Adán y Eva, se presentaron para hacer una ofrenda.",
    "Yo creo que el gran Querubín estaba en el lado este de la puerta, y esa Espada se revolvía de un lado a otro, vigilando esa puerta allí de entrada al Edén. Fíjense: Fuego, el Fuego del Espíritu Santo vigilando la puerta.",
    "Y, hoy, eso es lo que vigila la puerta. Si Ud. le teme al Espíritu Santo y al Fuego, Ud. no entrará. ¡Fuego, la Espada de Dios! Dios es un Fuego consumidor, vigilando ese Árbol, protegiendo ese Árbol de la Vida.",
    "Y ahora fíjense, entonces, este es un cuadro hermoso. ¡Oh, vaya! Puedo ver a Adán o… Caín y Abel, más bien, trabajando ahora, o saliendo a hacer un sacrificio. Yo creo que ellos construyeron su altar allí mismo junto a la puerta, en el Trono, donde podían adorar.",
    "Fíjense, aquí viene Caín. Probablemente trabajó todo el año, esforzándose, haciendo todo lo que pudo para cosechar las manzanas más grandes, o las calabazas más grandes, o lo que sea que tuviera, lo trajo hasta la puerta. Construyó un altar allí mismo al lado de la puerta, en la Presencia de Dios. Colocó todos sus frutos y los enormes lirios calas y demás, y los puso correctamente en el altar, luego se arrodilló y adoró a Dios.",
    "Ahora, quiero que Uds.… Espero que esto baje profundamente, como nunca antes, hasta que lo entiendan. ¿Ven? Ahora, fíjense:",
    "Si Dios solo requiere que uno vaya a la iglesia, Caín fue tan justo como Abel. Caín le construyó un altar al Señor. Ud. dice: “Bueno, Hermano Branham, yo no solo hago eso, sino que hago un sacrificio. Yo aporto para las misiones en el extranjero, y yo…”. Esas cosas están bien. Eso está bien. Pero Dios requiere más.",
    "Caín mismo hizo eso. ¿Ven? Él trajo un sacrificio; él adoró al Señor. Él se arrodilló y ofreció alabanza al Señor, y dijo: “Señor, heme aquí. Aquí estoy, y Te he traído una ofrenda. He construido un altar”. Amén.",
    "En pocas palabras: “Soy un miembro de iglesia”. ¿Habrá penetrado eso a fondo? Miren. “Yo soy miembro de una iglesia. Yo creo en Ti”. Ahora llegará hasta el fondo. Dejen que cale profundamente. “Yo soy un creyente en Dios; he construido un altar; he traído un sacrificio. Y heme aquí, Señor. Yo te estoy adorando a Ti”. Y Dios le volteó la espalda a eso. Así es.",
    "🦅 Y la mañana de Pascua” como dijo un pastor de esta ciudad: “¿Sabe lo que yo hago, predicador, en la mañana de Pascua?”.\n\nYo dije: “¿Qué?”.\n\nDijo: “Yo les digo a todos mis amigos, les deseo una ‘Feliz Navidad’”.\n\nDije: “¿Por qué?”.\n\nDijo: “No los veré más hasta la próxima Pascua”.",
    "Todos vienen para la Pascua y no más, compran sombreros nuevos y ropa nueva. ¿Y eso qué tiene que ver con Cristo? ¡Oh! Y se gastarán millones de dólares este año, mañana, en el mundo protestante, en lirios, grandes lirios hermosos; cada miembro vendrá y lo pondrá en el altar. A Dios no le interesa el lirio sobre el altar. Él lo quiere a Ud. sobre el altar. No es el lirio; no es su sacrificio. Ud. es la persona que debe estar sobre el altar. Esa es la diferencia. Colocar lo que Dios requiere sobre el altar: es Ud.",
    "Ahora, quiero que se fijen en cómo es que esa característica, eso era Satanás en Caín. Y fíjense que la misma…",
    "Ahora, esto debería hacerlos sentir muy bien, a algunos de Uds. que son peregrinos y extranjeros. Y tal vez tengamos que decir: “Bueno, quisiera que pudiéramos hacer esto en nuestra iglesia, y aquello”; estén satisfechos. ¡Aleluya! Yo prefiero adorar en un pequeño cuartito viejo en algún callejón por allá atrás, y tener a Dios allí, que en una catedral donde no está Dios. Así es. Seguro. ¡Allí! Él era un hombre pobre. Fíjense. Entonces trajo su ofrenda, Caín, y la puso allí. Ahora, fíjense, él vino del linaje de Satanás, pues él esperaba que Dios lo recibiera porque era un fruto hermoso, algo que él mismo había hecho.",
    "Y mucha gente dice: “Bueno, yo pertenezco a ciertas organizaciones distintas. Y yo—yo aporto a la Cruz Roja, y doy para caridad. Yo les dono a las iglesias. ¿Qué dice de eso, Hermano Branham?”. Todo eso está bien.",
    "Pero: “A menos que el hombre nazca de nuevo, de ninguna manera entrará en el Reino”. Fíjese.",
    "Esas cosas caritativas están bien, pero fuera… Ese aún no es el camino provisto por Dios. Caín vino a su propia manera. Y muchos esta noche están viniendo a su propia manera.",
    "Ud. ni siquiera puede razonarlo. Pues, los razonamientos ni siquiera pueden… Sus razonamientos no son admisibles. Ud. no está calificado para razonarlo. Si Ud. pudiera razonar Aquello, Eso ya no sería por fe. Ud. tiene que ofrecerlo por fe.",
    "Ahora, Ud. dirá: “Hermano Branham, me quiere decir que tengo que arrodillarme allí y—y ser lleno del Espíritu Santo y ¿portarme como los demás?”. Si Ud. espera estar con los demás, tiene que hacerlo. Así de sencillo. Sí, señor. Así de sencillo. Ud. puede tomar…",
    "A Naamán le sucedió lo mismo. Dios le dijo al profeta: “Dile: ‘Vé y lávate siete veces’”.",
    "Él dijo: “¿No es esta agua mejor y más limpia?”. Pero era aquella agua del Jordán; se ve muy sucia a veces.",
    "Pero yo desearía que cada uno aquí esta noche mirara al Calvario, y lo que le costó a Dios, hace mil novecientos años. Y levantara la mano, dijera: “¡Yo escogeré el camino con los pocos despreciados del Señor!”.",
    "Ud. dice: “¿Tendré yo que unirme con esos tipos, al Hermano Thom o, a algunos de ellos que llaman ‘santo rodador’?”.",
    "Hermano, he viajado alrededor del mundo casi tres veces, y aún no he visto un santo rodador. No, señor. He visto santidad, pero no santos rodadores. El diablo le puso ese sobrenombre a la Iglesia. Dios dijo: “Sin santidad, nadie verá a Dios”. Haga como Ud. guste; ese es el camino de Dios.",
    "Ud. dice: “¿Gente que da alaridos y grita y se porta así?”. Hermano, eso es lo que es. “Pues” Ud. dice, “eso, eso me parece una locura”.",
    "Por eso es que Ud. debe nacer de nuevo. Cuando Ud. nace de nuevo, entonces Aquello no será “locura”; Ud. estará con nosotros. En algún momento ellos pensaban igual que Ud. Es cierto. Ellos pensaban igual que Ud., hasta que ellos mismos entraron en Aquello. Es un cambio, una conversión. Convertir significa “cambiar” alguna cosa. Y a menos que un hombre muera a sí mismo… y diga: “Señor, yo no sé nada acerca de esto. Solo recíbeme”. Amén. Entonces Dios lo hará. ¿Ven?",
    "Ahora, Caín dijo: “He puesto todo esto allí”. Dios lo rechazó. Él lo presentó todo bonito.",
    "Y tal vez Ud. piensa: “Bueno, iré al servicio de amanecer; necesitaré un sombrero nuevo”.",
    "Una muchacha iba a cantar una vez en mi reunión. Y ella dijo: “Hermano Branham…”. Su madre lavaba en un lavadero, para ganarse la vida. Y ella tenía que hacerse “retorcer” el cabello, Uds. saben.",
    "¿Qué es, manicura? ¿O cómo se llama la cosa, lo que sea eso, en su pelo? Sé que no es eso. Nunca recuerdo el nombre de aquello. No sé mucho de eso. ¿Qué? [Alguien dice: “Rizos”. Otro: “No. La permanente”.—Ed.] La permanente, eso es lo que era.",
    "Y tenía que hacérselo en el pelo antes de poder cantar en el coro. Y su pobre mamá lavando en una palangana, para ganarse el sustento. Cuando ella fue y se hizo la permanente, yo le dije que no la dejaría cantar, porque no estaba en condiciones de cantar cuando se hizo eso. ¡Seguro!",
    "Como sea, que Dios nos ayude a mantener el púlpito limpio. Eso es lo que sucede con el mundo hoy, en sus…?… Escuche, hermano. Yo creo en una experiencia antigua rústica, de por allá en el campo, donde se arrancan todas las raíces de amargura y se remueve la tierra, así es, se planta la semilla.\n\nAhora fíjense, pues Caín, él pensó: “La belleza”.",
    "Ellos piensan: “Bueno, pues, ¡nuestra iglesia! Construiremos una nueva iglesia”. Eso está bien. Todo con belleza está bien, si el Señor Jesús va incluido en aquello. Entonces si se incluye a Él primero, Él se encargará de lo demás.",
    "Alguien dijo: “Hermano Branham, ¿cree Ud. que esta muchacha debe venir al altar, luciendo así?”.",
    "Le dije: “Hermano, está llegando la primavera. Todos esos robles de matorrales aquí afuera, cada uno de ellos, tiene allí las hojas que tenían el otoño pasado. Pero no tenemos que ir a desprenderles las hojas, para que crezcan las hojas nuevas. Solo permita que venga la vida nueva, y la hoja vieja se desprenderá”. Correcto. Amén.",
    "Escuchen. Permítanme decir esto también: Si la hoja vieja no cae, muestra que la Vida nueva no ha llegado. Pues, no se enfaden conmigo; estoy hablando de Jesús. Muy bien. Eso es. Muy bien.",
    "Miren lo que le costó a nuestro Padre Celestial. Pues, miren lo que Él hizo.",
    "Allí viene Caín, y él hizo su ofrenda. Él adoró. Fue a la iglesia. Él era tan bueno como la persona del lado.",
    "Esaú era igual. Esaú, en su carácter, era mejor persona que Jacob, ¡más caballero! ¡Él amaba a su padre; y vaya que hizo cosas! Pero Dios escogió a Jacob.",
    "Observen ahora cuando Abel vino a presentar su ofrenda, bueno, ¡qué gran diferencia cuando vino Abel! Aquí viene Abel. Él no trabajó, él no se esforzó en buscar la iglesia más grande de la ciudad a la cual asistir. Él no quiso buscar el grupo más agradable de personas con el cual relacionarse. Amén. Sencillamente tomó algo que él tenía y vino.\n\nEso era todo. Él era un pastor de ovejas. Así que él solo fue y tomó un cordero, y ató… Supongo que no tenían cáñamo en ese día, así que debe haber conseguido una vid y solo se la envolvió en el cuello.",
    "Pero ¿qué representaba eso? Ellos Lo llevaron a Él al Calvario. Él era el Cordero. Dicen: “¿Por qué Él nació en un establo?”. Bueno, los corderos no nacen en casas; ellos nacen en establos. Y eran llevados… ellos llevaron al matadero como a un cordero. Y lo llevaron a Él, guiándolo hasta el Calvario. Él era el Cordero de Dios, amén, desde la fundación del mundo. ¡Cuando pienso en eso, allá! Allí venía el corderito de Abel; allí venía el Cordero de Dios.",
    "Cuando pienso en eso, el corazón se me conmueve una y otra vez. ¡Pensar que yo, un pobre, indigno pecador impío, muriendo sin Dios, sin Cristo, en el mundo, sin esperanza! Y en su debido tiempo Cristo murió en mi lugar, aquel Ser hermoso, y vino a ser despreciado y rechazado para que yo pudiera ser aceptado ante Sus ojos. ¡Tomó mi lugar! ¡Oh! Esto me asombra. No logro imaginarme cómo pudo hacer eso por mí. ¿Quién era yo? Entonces, Ud. dice: “¿Lo hizo por Ud.?”. Sí.",
    "El Espíritu Santo vino, me buscó, un día, y dijo: “Él lo hizo por ti”, y yo Le creí. Yo Le creí. Sí, señor. Lo acepté a Él, y descubrí que era cierto. No importa lo que la gente decía de ellos: “Que eran fanáticos”, o lo que fueren; yo le creí a Dios. Y yo… Y Él hizo exactamente lo que dijo.",
    "Puedo ver al pequeño Abel. Ahora fíjense. ¡Vaya! Puedo ver a Abel ir y tomar esta pequeña vid, extender la mano y tomar un corderito macho, el primero de la vieja madre oveja, envolvió esta vid de su cuello. Aquí viene, arrastrándolo. No hay mucha belleza en eso, ¿verdad? Jalándolo allí arriba. Luego lo subió a una gran roca, que estaba en el extremo este de la puerta. Ahora fíjense.",
    "Caín probablemente había trabajado todo el año, para tener la mejor cosecha posible, pensó que con eso podría complacer a Dios.",
    "Y mucha gente dice: “Dejaré de mentir; dejaré de robar; dejaré de fumar; iré con una mejor clase de personas; entraré en algo de la sociedad”.",
    "¡Aquí está! A Dios no le interesa que Ud. le de vuelta a una nueva página. Él quiere que Ud. vuelva su corazón a Cristo, y permita que Él haga algo de Ud. No es lo que Ud. pueda hacer. No es por buenas obras que somos salvos, sino por Su misericordia que hemos sido comprados. “No por obras, para que ningún hombre se gloríe”. Pues somos—somos de Dios porque… No es lo que yo soy, no es lo que yo hago por mi cuenta; es lo que Cristo, en Dios, ha hecho por mí y por Ud.",
    "Fíjense, un hermoso tipo. Aquí viene, arrastrando al corderito, jalándolo allí. Puedo imaginarme al animalito cayéndose, probablemente sabía lo que le esperaba, arrastrando sus patitas. Un tipo perfecto de Cristo arrastrando la cruz, el Cordero de Dios viniendo por Jerusalén, cayéndose, débil.",
    "Aquí viene el pequeño, allí balando. Y cuando lo subió a la gran roca, lo puso sobre la roca, tomando un pedazo de roca afilada… No sé, supongo que no tenían cuchillos en esos días. Lo colocó así. Lo agarró por la parte de atrás de su cabeza, y lo levantó así, tomó un cuchi-… o la roca, y comenzó a golpear su pequeña garganta, y la roca comenzó a romper su garganta. Sobre esa roca murió el cordero, sangrando, balando, la sangre salpicaba, sus pequeñas arterias cortadas, la sangre salpicando todo. Su lanita blanca bañada de rojo en ese momento con sangre. Dios miró desde el Cielo, y dijo: “Eso es. Ahora lo has captado. Ese es el camino”. La sangre brotando de sus pequeñas venas.",
    "¿De qué se trataba? Del Hijo de Dios, hace mil novecientos y tantos años, esta tarde. Él fue conducido desde la prisión. Fue llevado al tribunal; y de allí, a la plaza de azotes; de allí, al Gólgota, llevado colina arriba; Simón, el cireneo, ayudándolo a cargar la cruz. Y allí, murió, sobre la Roca de las Edades, desangrado a golpes; Su cuerpo lacerado. ¡Aleluya! Grandes y viles escupitajos de soldados burlones, en Su cara. Y Él dijo: “Si Mi Reino fuera de este mundo, le pediría a Mi Padre, Él Me daría legiones de Ángeles que vendrían y pelearían por Mí. Pero este no es Mi Reino.",
    "🦅 Pero venga Tu Reino. Hágase Tu voluntad”. Y llegará muy pronto. “Venga Tu Reino. Hágase Tu voluntad”. ¡Oh, vaya!",
    "Cuando Billy Sunday dijo una vez, que: “En cada árbol había un Ángel” dijo, “solo desata Tu mano y señala con el dedo, es todo lo que tienes que hacer. Dejaremos el asunto concluido aquí abajo”. ¡Vaya, si esa no es la verdad!",
    "Caifás miró al pasar, y dijo: “A otros salvó; a Sí Mismo no se puede salvar”. Fue el mayor cumplido que se Le hizo. De haberse salvado a Sí Mismo, no hubiera podido salvar a otros. Así que Él dio Su vida, para poder salvar a otros. ¡Aleluya! Amén.",
    "🦅 Todos nosotros nos descarriamos como ovejas; mas Dios cargó en Él la iniquidad de todos nosotros. Como cordero fue llevado al matadero; y como oveja, enmudeció, delante de sus trasquiladores, no abrió Su boca. Mas Él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”. ¿Cómo podrían Uds. rechazar un amor tan inigualable? Verlo mientras Él sube la colina, tambaleando; ¡ese pobre cuerpecito débil y frágil doblándose debajo de la carga!",
    "Pienso en el poeta cuando aquel día, al vislumbrarlo, escribió.\n\nEntre rocas partidas y cielos oscuros,\n\nMi Salvador inclinó Su rostro y murió;\n\nEl velo abierto reveló el camino\n\nAl gozo celestial y el día sin fin.",
    "¡Qué Salvador! ¡Oh, vaya! ¿Cómo podríamos, cómo podría yo rechazar un amor tan inigualable, Aquel Quien lo haría por mí y por Ud.?",
    "Confío, esta noche, hermano mío, hermana, que Ud. vendrá. Dios, ese fue el camino provisto por Dios. Ese es el camino para Ud. Ese es el Único Quien puede tener algo que ver con Ud. Ese es Aquel que tomó su lugar. Ese es Aquel que está de pie esta noche, un Redentor resucitado, de pie a la diestra del Padre, esta noche; viéndole, rogando y suplicando por cada pecador que está en este edificio que venga a Él. Confío en que Ud. lo hará. Confío en que Ud. no dejará pasar esta—esta Pascua.",
    "Queridos amigos, estamos al final del camino. Yo creo que lo estamos, con todo mi corazón. Estamos al final del camino. Que el Señor Jesús los bendiga. Que Él haga de Ud. una nueva criatura en Él, esta noche, es mi oración. Que Él le guíe. Una vez, en la…",
    "Había un anciano ciego, en la Biblia, con el nombre de—de Bartimeo. El anciano ciego, Bartimeo, tenía dos tortolitas, nos dice la historia. Que estas tortolitas solían salir y hacer pequeñas volteretas una sobre otra, y la gente sostenía su… Él sostenía su taza, y entonces cuando la—la gente pasaba, ellos miraban estas tortolitas hacer pequeñas volteretas, y le arrojaban allí monedas al mendigo anciano, ciego. Él era un hombre casado y tenía una niña pequeña. Él no había visto a la niña, en su vida. Ella tenía unos doce, catorce años, en la etapa en que estamos por entrar ahora en su vida. Y él estaba…",
    "Una noche, dice que su niña se enfermó, y él acudió al Señor. Y dijo: “Señor, si Tú sanas a mi niña, sacrificaré mis dos tórtolas para Ti, mañana”. Así que ellos… El Señor sanó a su niña, y él sacrificó las dos tórtolas. Pasado un tiempo, su…",
    "Cuando menos lo esperaba, su amada esposa se enfermó, y ella pensó que se iba a… Pensaron que ella iba a morir. Así que él va y acude al Señor, en la noche, tanteando el camino a lo largo del lado de la pared de su casa. Se arrodilló en el campo, y dijo: “Dios, Dios, si solo le perdonas la vida a mi esposa, mañana te sacrificaré a Ti mi cordero”.",
    "Ahora, Uds. han visto a los hombres ciegos siendo guiados por un perro hoy en día. Ellos entrenan a esos perros para guiarlos. En esos días, ellos entrenaban a las ovejas para que guiaran personas, así que él tenía un—un—un cordero que lo guiaba.",
    "Y él dijo: “Señor, si solo sanas a mi esposa, pues, entonces, mañana Te sacrificaré mi cordero”. Y su mujer se recuperó.",
    "Y al día siguiente él subía al templo, y dice que el sumo sacerdote, Caifás, se paró allá y dijo: “Ciego Bartimeo, ¿a dónde vas?”.",
    "Él dijo: “Subo al templo, ¡oh, sumo sacerdote!, a sacrificar mi cordero. Le prometí al Señor que si sanaba a mi esposa, yo ofrecería mi cordero”.",
    "Él dijo: “No puedes dar ese cordero, Bartimeo, porque ese cordero son tus ojos”. Dijo: “Te daré dinero, y compra un cordero con los vendedores del templo”.",
    "Pero Bartimeo dijo: “¡Oh, sumo sacerdote!, yo no le prometí a Dios un cordero; Le prometí este cordero”. ¡Oh, vaya!",
    "Me pregunto si Ud. habrá hecho promesas así. Si Ud. ve ese Cordero todosuficiente en esta noche, piense: “Señor, si permites que me recupere, Te prometo que Te serviré; haré todo lo que yo pueda. Si le concedes la vida a mi bebé…”. O, estando de pie y su madre bajando a la tumba, o su padre o sus seres queridos: “¡Oh, Dios, los veré, los volveré a ver!”. Me pregunto si Ud. realmente fue sincero. Me pregunto si esta Pascua vendrá y pasará sin Ud. cumplir aquello que Ud. ha prometido.",
    "Él subió allá y ofreció su cordero. Regresó, alguien lo guiaba alrededor.",
    "Y le dijo, cuando él fue allá, dijo: “Bartimeo, no puedes hacer eso”. El sacerdote que fue a recibir su cordero, le dijo: “Tú no puedes dar este. Tú no puedes sacrificar este cordero”. Dijo: “Ciego Bartimeo, ¿sabes que ese cordero son tus ojos?”.",
    "Dijo: “Sí, lo sé. Pero se lo prometí a Dios, y Dios proveerá un cordero para los ojos de este ciego Bartimeo”.",
    "No mucho tiempo después, estaba temblando de frío un día; oyeron un ruido. Dios había provisto el Cordero para los ojos del ciego Bartimeo. Él venía por la calle. Dijo: “¿Qué es todo este ruido?”. Suele haber ruido donde Él está. Dijo: “¿Qué es todo este ruido?”.\n\nDijo: “Un tal Jesús de Nazaret, pasó”.",
    "Tiró su abrigo, sin ver dónde; en ese momento no le importó. Dios había provisto un Cordero. Él llegó directamente al Cordero. Dijo: “¡Oh, Jesús, hijo de David, ten piedad! ¡Ten piedad!”.",
    "Las personas ricas y aquellos se paraban alrededor, para acercarse al profeta, al rey; le dijo: “¡Oh, calla!, Él no te puede oír”.\n\nÉl clamaba aún más.",
    "Algunos decían: “Los días de los milagros han pasado. No existe tal cosa como en aquel día”.",
    "Él clamó aún más: “¡Tú, hijo de David, ten piedad de mí! Ten piedad de mí”. Dios proveyó el Cordero.",
    "Ese mismo Cordero que Él proveyó para los ojos del ciego Bartimeo, Él lo proveyó para Ud. hace mil novecientos y tantos años, hoy, cuando él subió el Gólgota, allá, y Se ofreció a Sí Mismo, todo herido y molido.",
    "Escuche, amigo. Recuerde, Abel salió entre su rebaño y tomó el cordero, y lo mató sobre el lugar del sacrificio. Y…[Cinta en blanco.—Ed.]…más vale que capte esto ahora: Abel murió sobre la misma piedra en la que murió su cordero.",
    "¿Está Ud. dispuesto a morir esta noche a sí mismo? ¿Está Ud. dispuesto a morir a todo lo que Ud. se cree? Solo a yacer en la piedra allí con su Cordero, y morir. Decir: “¡Oh, Dios, ten piedad!”. ¡Cuando pienso en hombres y mujeres llevados por la vanidad, jóvenes y jovencitas que le rinden sus vidas a cosas! ¡Y también los hombres mayores, pensando en su trabajo y su prestigio y el vecindario, o algo así!",
    "¡Oh!, ¿por qué no se arrastra Ud. hasta el Calvario en esta noche? ¡Aleluya! Deje que su propia vida sea golpeada, y muera allí en la cruz con Él. Abrace la “Roca de la Eternidad, abierta por mí, sé Tú mi escondedero fiel. Aunque en calma, viles aguas se agitan, mientras la tempestad aún ruge, escóndeme, ¡oh, mi Salvador!, escóndeme. Dejen que el mundo haga lo que quiera. Que los teólogos hagan lo que quieran; yo no quiero su teología. Lo que yo quiero es a Jesucristo en mi corazón. Déjenme morir con mi Cordero”.",
    "¡Oh!, sé lo difícil que fue esa noche cuando entré en esa pequeña y vieja misión por allá de los de color, y todos los blancos parados alrededor, dijeron: “Allá va entrando a una misión de los de color”. Fue difícil. Yo llegué allá lleno de un montón de orgullo de Kentucky, así, pero Dios dijo: “Si Lo quieres, entra allí mismo”. Y yo entré allí mismo y me arrodillé en el altar, y allí me quedé hasta que el Cordero… Yo morí al viejo hombre, Bill Branham, hace veinte años. ¡Aleluya!",
    "🦅 Fui crucificado con Cristo. Sin embargo, vivo; no yo, sino que Cristo vive en mí”. Algún día en esa gloriosa resurrección, cuando Él venga, mi cuerpo puede estar descansando bajo el césped allá afuera. Pero cuando suceda, Uds. verán la hierba abrirse y saldré, en Su gran imagen gloriosa, y a muchos de ellos, aleluya, porque yo lo conozco a Él en el Poder de Su resurrección.",
    "Yo confío que así sea con cada uno de Uds. esta noche, arrástrense directo al Gólgota allá, esta noche. Tomemos un pequeño viaje ahora.",
    "Mientras nos da la nota, por favor, hermana, de Más cerca, mi Dios a Ti. Mientras estamos…",
    "Ud. dice: “Eso es para un funeral”. Bueno, hermano, si en algún momento hemos necesitado un funeral es ahora mismo, cuando los hombres mueran a ellos mismos y a su orgullo.",
    "Inclinemos nuestros rostros, en silencio ahora, mientras ella nos da una nota, si nos hace el favor.",
    "¡Oh, Dios!, ¡oh, cuando pienso en lo que sucedió allá! ¡Oh! ¡Hasta los huesos me tiemblan! Pienso al ver ese Cordero, cuando ellos Lo molieron, sí, Le pusieron espinas en la cabeza y se las enterraron. Los soldados Le escupieron en la cara, y dijeron: “Tú, Rey, ahora haz algo”.",
    "Él era el Profeta de los profetas. Le envolvieron Su rostro con un trapo, y Lo golpearon en la cabeza con una caña, diciendo: “Ahora profetiza, dinos quién Te golpeó”.",
    "Pero el profeta dijo: “Él enmudeció”. Él ya lo había dicho.",
    "Le ataron Sus manos atrás. Se pararon con un gran látigo y lo azotaron hasta que Sus preciosas costillas se veían por Su espalda; la Sangre corría por Su costado, goteando hasta el suelo. Ahora Lo escucho caminar; y oigo el ruido de la sangre en Sus sandalias. Ese era Emmanuel. Ese era Dios, la Sangre de Dios.",
    "Y los veo tomar, colocar esa cruz en Su espalda; esa vieja cruz rugosa, astillada, áspera. Y allí va Él, con ella sobre esa espalda adolorida, por la calle va Él. La muchedumbre aullando, riéndose, burlándose de Él: “Allí va ese Profeta. Allí va ese gran Jesús. Allí va ese Sanador Divino”.\n\n¡Pero Él es mi Señor! ¡Oh, Dios!, he… Permíteme subir con Él.",
    "Allí va Él, subiendo la colina. Veo a las jóvenes, mujeres medio vestidas, corriendo, burlándose. Con sus novios, en abrazos, mientras suben la colina. Hermano Ward, no ha cambiado mucho aún.",
    "Puedo ver a los grandes miembros de la iglesia, diciendo: “Miren, ese era el Tipo que iba a destrozar nuestra iglesia; predicaba contra nuestro pastor. ¡Mírenlo ahora!”. Pero el profeta dijo que debía ser de esa manera. Él era el Cordero de Dios.",
    "Lo veo mientras gira Su cabeza, y la saliva resbala, cayendo de Su barba. Levanta Sus ojos al Cielo, gime, y avanza un poco más.",
    "Señor, por fe, yo quiero caminar allí con Él en este momento. Quiero darle a Él una palmadita en la espalda, decir: “Señor, me pararé aquí. Solo dime qué hacer, yo lo haré. ¡Cuánto Te aprecio, Señor!”.",
    "Allá en la colina, cuando Lo pusieron en el suelo, poniendo atrás Sus manos preciosas. Esas manos que detuvieron la fiebre; esas manos que dijeron… a ese niño de la pobre viuda, cuando tocó su frente, o el ataúd donde yacía; él vino a la vida.",
    "Aquel Quien llamó a Dorcas a la vida. Aquel Quien llamó a vida a la hija de Jairo. Aquel que dijo: “Lázaro, sal fuera”. Ahora esos labios resecos sangran, llorando.",
    "¡Esos grandes clavos crueles atravesando Sus manos y Sus pies! “Horadaron Mis manos y Mis pies” dijo el profeta, setecientos años antes de que sucediera. ¿Qué era? Era el Cordero de Abel. Allí Lo arrojaron al suelo, y la carne se desgarró. Su pobre cuerpo temblaba.\n\nDijo: “Tengo sed”. Le dieron vinagre.",
    "Le insultaron y escarnecieron, y se burlaron de Él, dijeron: “Gran obrador de milagros, haz algo ahora”.",
    "Pero entonces los cielos comenzaron a oscurecerse, relámpagos destellaron. Dios escondía Su rostro; Él no pudo soportarlo más. ¡Oh, Dios, cuán cruel debe ser el pecado! ¡Cuán cruel, cuánta crueldad, que causó que ese Ser precioso sufriera eso! Fue tal el precio que Él pagó, al grado que Dios Mismo escondió Su rostro. Los Ángeles cubrieron sus rostros, dándose vuelta, para llorar con Él. La luna y las estrellas no pudieron más; no pudieron brillar más. El mismo Dios que las creó estaba muriendo en la cruz. Y Él inclinó Su cabeza.",
    "Antes de hacerlo, Él miró allí abajo a la gente que apostaba por Su ropa, cumpliendo lo que el profeta había dicho. Dijo: “Padre, perdónalos; no saben lo que hacen”. Todo en amor, el Cordero de Adán, el Cordero provisto por Dios, sacrificado desde la fundación del mundo. Allí murió, sin amigos, incluso abandonado por Dios Mismo. Dios, y después, Su propio Padre Lo abandonó; sangrando.",
    "Y, nosotros andamos por ahí riendo, alegres, como si nada hubiera pasado.",
    "¡Oh, Dios, fue esa Sangre! Cuando estaba allá en el hospital, el médico dijo: “Él se está muriendo”, fue esa Sangre que me sanó. Un vil muchachito pecador andando por aquí, fue esa Sangre la que perdonó mis pecados. Fue esa Sangre la que sacó… la que me sacó del libertinaje del lugar en el que estaba viviendo, y me posicionó y me hizo Tu hijo. ¡Oh!,…?… y Cordero moribundo, ¡Tu preciosa Sangre! Mantenme cerca de la cruz, Señor.",
    "Esa es mi visión. Eso fue allá, amor, el gran corazón completo de Dios bajando allá. Y todos los que vienen por medio de Él no serán rechazados. Todos recibirán la Vida Eterna. “El que a Mí viene, no le echo fuera”.",
    "Dios, que cada individuo aquí vaya a casa esta noche con esto en su mente, pensando en: “¡Qué Sacrificio! ¿Cuánto costó la redención? ¿Qué le costó a Dios?”. No nos costó nada a nosotros. Pero le costó a Dios Su Hijo. Le costó a Dios el mayor precio: Le costó a Cristo Su vida. Él era la Rosa de Sarón; pero para sacar el perfume de una rosa, hay que aplastarla. Su hermosa vida fue aplastada, un joven de treinta y tres años y medio, para que nosotros pudiéramos vivir.",
    "¡Más cerca, Dios mío, de Ti! Quédate cerca de mí, Señor. Quédate cerca de mí. Y cuando llegue al final de este camino, mi vida terminando, Señor: que Él, Quien murió allí, se acerque a mí entonces. Que sea así con cada uno de los aquí presentes.",
    "Mañana, Señor, o pasado mañana, se sepultará a una mujercita que estuvo aquí en esta iglesia una vez, escuchando el sermón. Tú sabes todo sobre ella ahora. Si ella vino, está a salvo. Si no lo hizo, está perdida.",
    "¡Oh, Dios, ten piedad! Que cada hombre y mujer, al salir de este edificio esta noche, vayan a sus casas; vayan, pensando seriamente: “Sin nada en mis brazos; simplemente de Tu cruz”. Y que cada uno muera en esa cruz.",
    "Señor, mientras estoy aquí en este púlpito esta noche, esta pequeña y vieja estructura de concreto, consagro mi vida a Ti. Te doy gracias por lo que has hecho por mí. Y me consagro nuevamente a Ti, en esta noche de conmemoración de la crucifixión. Recíbeme, Señor. Perdóname, todos mis errores y problemas. Hazme fuerte y poderoso, Señor, en el Espíritu de Dios, para poder ganar almas para Ti.",
    "Y bendice a esta congregación, porque lo pedimos en Su Nombre. Perdona a cada pecador. Reclamamos a todo descarriado.",
    "Mientras tenemos nuestros rostros inclinados, y a cada hombre y mujer pecador aquí ahora mismo, niños y niñas, a todos Uds. Algunos de Uds. jóvenes allá atrás, tuve que hablarles duramente, la otra noche. No me gusta hacer eso. Dios bendiga sus corazones. Puede ser que hayan pensado que el Hermano Branham fue duro, pero yo—yo los amo. He estado en donde Uds. comienzan. Yo sé lo que es; por eso es que dije eso, para ver si Uds. no quieren amar a nuestro Señor. Oren por mí, oren para que este sea el momento de consagración para mí. Algunos de Uds. madres y padres, personas mayores, hagan este el momento de consagración, ahora mismo, ¿lo harían? Acéptenlo a Él en su corazón. Créanle con toda su alma.",
    "Ahora mientras nuestros rostros están inclinados, ¿quisiera alguien ser recordado en oración? Si quiere, solo levante la mano, diga: “Hermano Branham, recuérdeme a mí. Quiero acercarme a Dios”. Muy bien, docenas de manos.",
    "Padre, recuérdalos a todos. Te pido que lo concedas; que tengan paz. Mientras las lágrimas ruedan por nuestras mejillas y gotean aquí, con las mías, en el púlpito. Algunos con pañuelos. Algunos de ellos, hombres grandes, fornidos y rudos aquí, aquí delante de mí, lágrimas caen de sus rostros por esas mejillas arrugadas. Recíbenos, Señor. Perdónanos a cada uno estando ante esta Presencia Divina. Amado Dios, en esta noche, perdónanos, Señor, a jóvenes y ancianos. Que seamos salvos en ese Día, y llevados a Tu Reino, pues lo pedimos en Su Nombre. Amén.",
    "Ahora pueden ponerse de pie, en silencio. Ahora solo tengan sus rostros inclinados. Lentamente:\n\nMás cerca, Dios mío, de Ti, más cerca de Ti;\n\nAunque en una cruz me hayan de alzar;\n\nAún cantaré así…",
    "[El Hermano Branham ora en silencio por la gente.—Ed.]…?… “Dios, Dios mío, Dios mío, ¿por qué Me has desamparado?”. Ven, Señor, bendice estos corazones. [El Hermano Branham continúa orando con la gente.]…?…",
    "¿Podrían por favor, en reverencia, sin hablar con nadie, en absoluto, sin decir una palabra más, solo dejar el edificio en silencio ahora, e ir a sus hogares. Solo dé la vuelta y vaya a su casa ahora. Sin decir una palabra, dé la vuelta y salga. Que Dios los acompañe.",
    "[El Hermano Branham pausa mientras la congregación comienza a salir en silencio del edificio, mientras el organista y el pianista continúan tocando Más cerca, Dios, de ti.—Ed.]…?…",
    "🦅 Todos nosotros nos descarriamos como ovejas; mas Jehová cargó sobre Él el pecado de todos nosotros. Pero Él fue herido por nuestras transgresiones, molido por nuestra iniquidad; el castigo de nuestra paz fue sobre Él”…?… “Sin embargo, Le tuvimos por azotado, herido, abatido…?…”.",
    "[El Hermano Branham continúa orando en silencio por la gente, mientras el organista y el pianista siguen tocando Más cerca, Dios, de Ti.—Ed.]…?… 🦅"
  ]
}