{
  "title": "DEMONOLOGÍA, REINO FÍSICO",
  "id": "53230009",
  "content": [
    "🦅  Ahora yo…?… [Cinta en blanco.—Ed.] Esta es la primera vez que lo hago en alguna de mis reuniones desde que estoy en el campo misionero. Este es un tiempo nuevo. El Hermano Baxter se ha ido; y—y el Hermano Bosworth está en la India o África; y el Hermano Baxter, no sé dónde está. Se ha ido para alguna parte, y los demás no se encuentran y se han ido. Y Billy y yo estamos aquí solos, así que estamos pasándola muy bien, solo nos levantamos, matamos y comemos. Así que, nos—nos sentimos como que tal vez podemos, con la ayuda del Señor, llevar a cabo la reunión nosotros mismos. Por eso me gusta un poco ver que resulte bien, solo por esa razón. Yo creo que el Señor nos ayudará a hacerlo. [La congregación dice: “Amén”.—Ed.] Ahora, saben, hay…\n\nYo amo mi administración. Tengo unos hermanos encantadores, Bosworth, Baxter, Lindsay, Moore, todos, tengo cinco de ellos, Baron Von Blomberg; simplemente son hombres muy finos. Pero hay algo que ocurre cuando se reúne un grupo de hombres: uno tiene una cosa, uno tiene otra. A veces eso es contrario a lo que yo mismo pienso. Por eso, yo—yo—yo siento como que ahora soy libre. Podemos pasarla bien, sencillamente remangarnos las mangas y entrar directamente a comer. Pienso en uno remangarse las mangas y pasar un—un buen tiempo.\n\nMi primera Biblia fue la naturaleza. Yo conocí a Dios a través de la naturaleza. Y me gusta pescar. ¡Cómo me encanta pescar! Y ¿te gusta pescar, hijito? Si te gusta pescar y amas a tu madre serás un buen muchacho. Y ni aun mi conversión me lo sacó todo. Así que, un día estaba arriba en las montañas, pescando. Ahora esto solo es para el beneficio de este muchachito. Y yo estaba pescando allá en las montañas…Y para los otros pequeños, desde luego, sentados alrededor. Y pescaba trucha. Y, ¡oh, es maravilloso en la primavera! Voy avanzando así, y había una trucha en el siguiente estanque, Uds. saben, así. Y solo glorificaba al Señor y pasándolo muy bien, gritando. De vez en cuando arrojaba mi línea. Yo creo en gritar. Amén. Seguro que sí. Pues, sé que algo se apodera de mí, y simplemente me hace algo.",
    "Así que llevaba un buen rato ausente esa mañana, y cuando regresé, la cosa más extraña: Hay mucho oso por allá arriba en esa región, en New Hampshire. Yo tengo un pequeño campamento por allá, donde pesco. Tenía armada una pequeña carpa vieja, una carpita pequeña en la que estaba viviendo. Y el oso negro es lo más travieso que hay. Así que, una madre oso y un par de cachorritos se habían metido allí, ¡y qué estrago el que hicieron de mi carpa!",
    "Ahora, ¿qué piensan Uds. que debí haberle hecho a ese oso, la niña allá atrás con eso cabello rojo, allá atrás? Realmente debí haberlo corrido, ¿no es así?",
    "Pero esto es lo que ella hizo. Ella entró, me tumbó la carpa y arrojó todo afuera, y se me comió toda la comida que tenía allí, y ella estaba muy bien. Entonces cuando llegué, ella se fue. Y les chilló a sus cachorros, y un cachorrito salió corriendo con ella. Y el otro no corrió; él solo se sentó allí. Tenía su espalda hacia mí, así, y estaba haciendo algo. Y yo no tenía en la mano sino una pequeña hacha vieja de mano. Había estado cortando unos Saúcos por allá. Bueno, ella corrió como hasta, ¡oh!, me supongo que ese poste de teléfono allá, y se sentó. Ella le chilló a este osito y él no prestó atención. Él seguía sentado allí.",
    "Pensé: “¿Qué estará haciendo el pequeño?”. Me acerqué un poco. Temí acercarme demasiado, temiendo que ella me fuera a rasguñar. Y—y yo—yo no veía un árbol y sé que ella también puede trepar. Así que, y no me quise acercar mucho a ella, porque conozco la naturaleza del oso. Así que, me acerque un poco. Y ¿saben lo que sucedió?",
    "Ahora, a mí me gustan los panqueques. ¿A cuántos de Uds. niños les gustan los panqueques? ¡Oh, vaya! ¡Oh, yo… a los niños grandes también! Los vi levantar sus manos. A todos nos gustan los panqueques, y a mí simplemente me encantan, y me gusta vaciarles la miel encima. Siendo bautista, Uds. saben, eso es lo que nos mantiene en lo correcto, Uds. saben, es la miel, Uds. saben. Así que, y escuchen, yo no los rocío, realmente los bautizo. Realmente se la vacío para que queden bien cargados. Y yo no los rocío un poquito aquí y allá; se la vacío encima, los empapo completamente de miel.",
    "Y entonces, saben, yo tenía un cubo de miel allá, medio galón de miel. Y a los osos les gusta mucho la miel. Así que, este pequeñito se había metido allí y destapó ese cubo de miel, y estaba sentado así, con este cubo de miel debajo de su brazo, así. Él agarró la… Y no sabía cómo comerla, así como lo haría uno, Uds. saben; así que metía su patita allí y la lamía así, y lamía. Y se dio vuelta para mirarme, y tenía los ojitos todos untados, su barriguita no podía estar más untada, de miel. Él simplemente estaba sentado allí, metiendo su mano y lamiendo miel, así, tan duro como podía lamer.",
    "¡Oh, vaya! Pensé en una buena reunión antigua del Espíritu Santo cuando logramos abrir la cubeta, metemos nuestra mano en la jarra y lamemos. No paramos, Uds. saben, lamiendo a más no poder.",
    "Y con todo, ¿saben Uds. qué era lo gracioso? Después de que el pequeño consiguió lo que más pudo, bajó la cubeta y salió corriendo para allá. ¿Saben Uds. lo que pasó? La madre oso y el otro cachorrito comenzaron a lamerlo, quitándole esa miel.",
    "Pues, bueno, tal vez nuestra reunión sea algo parecido, eso espero, para que así podamos seguirle contando a otros y la gloria de Dios siga cayendo sobre nosotros. Muy bien.",
    "Me da gusto verlos aquí a Uds. niños. Me gusta contarles cosas así. Y tal vez mañana en la tarde tengamos más tiempo, y—y podamos hablar un poco más. Y ahora hablaremos con papá y mamá acerca de algo.",
    "Vamos a hablar sobre Demonología. En el Salmo 103:1 al 3, leemos estos versículos. Casi todo ministro y clérigo o lector de la Biblia se los sabe de memoria.\n\nBendice, alma mía, a Jehová, Y bendiga todo mi ser su santo nombre.\n\nBendice, alma mía, a Jehová, Y no olvides ninguno de sus beneficios.\n\nÉl es quien perdona toda tu iniquidad, El que sana todas tus dolencias;",
    "Quiero que Uds. noten allí, era “todas”. “Él es quien perdona todas tus iniquidades, El que sana todas tus dolencias”. Ahora ¿podemos inclinar nuestro rostro por un momento?",
    "Ahora, Padre Celestial, Te damos las gracias en esta tarde por estar aquí. Te damos gracias por estos pequeños sentados alrededor, ellos son los hombres de mañana y las mujeres, si hay un mañana, si Jesús tarda. Y ahora, Padre, oramos que—que Tú nos bendigas ahora mientras hablamos ahora de Tu Palabra, y del gran enemigo que tenemos, Satanás. Oramos, Dios, que Tú nos permitas poner una vanguardia, una unidad mecanizada aquí, el poder de Dios que lo resista a él en esta noche en cada pulgada de su terreno, Señor, y le muestre que él no tiene ningún derecho legal en lo absoluto, que Cristo lo derrotó a él por nosotros allí en el Calvario, cuando Él murió y quitó principados y robó a Satanás de todo—todo poder que tenía. Y, Dios, danos sabiduría y entendimiento ahora, para saber y para explicarle al pueblo la manera en que ellos puedan saber cómo ser sanos y derrotar a Satanás. Oramos en el Nombre de Jesús. Amén.",
    "Ahora por unos minutos vamos a hablar de Demonología. Uno escucha tanto acerca de los demonios. Ahora, mañana en la tarde probablemente terminemos. Yo quería dos días de esta semana, de todas maneras, para predicar sobre esto; solo… o dos días de servicios en la tarde, para hablar de esto.",
    "Ahora, lo primero, lo que es un demonio. Uno escucha a tantas personas hablar de un demonio. Bueno, ahora un “demonio, diablo”, viene todo de una palabra, y en el inglés es llamado “atormentador”. Un sujeto que atormenta, es un diablo, un maligno. Él dice… Ahora, la Biblia hoy es (para la mayoría, para muchas personas), es algún libro viejo, antiguo, que el abuelo y la abuela leían, o algo así. “No sirve de nada, es para los ancianos y cosas así”. Pero eso está errado, es para todos. Y los demonios son atormentadores que nos atormentan.",
    "Ahora, hay demonios que entran al alma del hombre, y eso es, en la fraseología, sería en—eso sería en la… Yo diría esto, eso sí: el demonio que entra al alma es algo que atormenta el alma.",
    "Muchas veces uno puede ver una persona tal vez con demencia. Ahora, puede ser que ellos sean una persona convertida, llena del Espíritu Santo, y aun estar totalmente demente. ¿Ven? Es cierto. Eso no tiene nada que ver con el alma. Es un atormentador (¿ven?), algo que los atormenta.",
    "Ahora toda enfermedad, tenemos que darnos cuenta primero que toda enfermedad vino del diablo. Dios no es el Autor de la enfermedad. No hay enfermedad que venga de Dios. Dios a veces permite que Satanás lo enferme a Ud., como látigo para traerlo de nuevo a la casa de Dios cuando Ud. ha desobedecido; pero la enfermedad, en su origen, vino del diablo. ¿Se podrán Uds. imaginar que una persona creería que Dios, nuestro Padre Celestial, sería el Autor de semejante cosa como la enfermedad y la muerte? Pues, no, Él no lo es, nunca lo fue, jamás lo será. Dios permite la muerte por causa de la desobediencia. Dios permite la muerte. Como dijo un escritor: “Lo único que la muerte puede hacer, Dios la enganchó a una carreta y ella nos jala hasta la Presencia de Dios, al creyente”. Pero la palabra muerte significa “separación”.",
    "Jesús dijo: “El que escucha Mis Palabras y cree al que Me envió, tiene Vida Eterna”. Y Él dijo: “Yo soy la resurrección, Vida, el que cree en Mí aunque esté muerto vivirá, y todo aquel que vive y cree en Mí jamás morirá”. Y nosotros llevamos los cuerpos el uno del otro a esa impiedad de nuestra tumba; “pero él jamás morirá”.",
    "Ahora si Uds. observan cuando Él habló de Lázaro, Él dijo: “Lázaro duerme”.",
    "Los discípulos, hombres como nosotros, dijeron: “¡Oh, si duerme él está bien! Él se refería a tomar un descanso”, fue lo que ellos pensaron.",
    "Pero Él vino y les habló a ellos en su lenguaje. Dijo: “‘Él está muerto’, lo que Uds. creen. Pero” dijo, “Yo voy a despertarlo, a despertarlo”. ¿Ven? ¿Ven? Cuando uno está…",
    "Muerte significa “separar”. Ahora, si uno de Uds., uno de su familia muriera o algo, él (si se han convertido), ellos no están muertos; están muertos desde el punto de vista humanístico. Pero solo están separados de nosotros, sin embargo, están en la Presencia de Dios. Ellos no están muertos y no pueden morir, es imposible que ellos mueran. Jesús dijo: “El que oye Mis Palabras y cree al que Me envió tiene Vida Eterna; y no vendrá a condenación, mas ha pasado de muerte a Vida”. Así que, él no puede morir. Todo lo que es inmortal, Eterno, no puede perecer; es Vida imperecedera. Él La tiene porque Dios se La dio a él. Y no—no es por merecerla, es con… es incondicional; Dios se La da a él.",
    "Dios llama. No hay hombre que pueda venir a Dios si Dios no lo llamó. Jesús dijo: “Ninguno puede venir a Mí, si Mi Padre no lo llama, lo trae”. ¿Es correcto eso? Así que, es Dios en todo. Tal vez mañana en la tarde entremos un poco más en eso, pues quiero tocar para Uds. esta cosa de la enfermedad, para que lo vean.",
    "Hubo un tiempo cuando nosotros fuimos germinados en nuestro bisabuelo. Uds. saben eso; el médico lo sabe. Bueno, Uds. también, Uds. lectores de la Biblia. Uds. saben que el germen de vida comenzó en su bisabuelo, llegando a ser un germen y salió a través de su abuelo, luego por su padre y luego a su madre, y ahora donde Ud. está. Es correcto. Aun la Escritura enseña eso. Aquí tienen la Escritura si quieren. Creo que dice que Leví pagó diezmos cuando él estaba en los lomos de Abraham quien era su bisabuelo. ¿Correcto? Entonces (¿ven?), el germen vino a ser allá atrás.",
    "Pero sus almas fueron hechas antes de la fundación del mundo, cuando Dios creó al hombre a Su Propia imagen; el espíritu del hombre; no un hombre a Su Propia imagen, sino al hombre a Su Propia imagen. ¿Ven? Y después Él los creó varón y hembra, antes de que Él llegara a tener un hombre del polvo de la tierra. Quisiera que tuviéramos la oportunidad en esta tarde de tomarnos el tiempo y regresar a escudriñar eso. Simplemente ver cómo Dios… Ahora, está entre el renglón, pero una vez que Ud. lo ve, sube inmediatamente a la par con el renglón. ¿Ven? Cómo es que Dios allá en el comienzo, lo que hizo allá, y cómo Él bajó a la tierra y cómo fue que Él hizo al hombre a Su imagen; y luego Dios dio la vuelta y fue hecho a la imagen del hombre, para redimir al hombre.",
    "Ahora, cuando Dios hizo al hombre a Su imagen, él fue un hombre espíritu. Y entonces no había hombre para labrar la tierra. Después Él creó al hombre del polvo de la tierra. Ahora, cronólogos y demás, y estas personas que buscan y encuentran huesos viejos y todo eso, y que creen en la evolución… Yo creo en el tipo de evolución correcta. El hombre evoluciona de sí mismo, pero no todo de una célula. No, señor, porque un—un ave ha sido un ave desde que Dios la creó un ave, y un mono ha sido un mono, un hombre ha sido un hombre. Eso es correcto.",
    "Ahora, estaba hablando con un médico aquí hace un tiempo, de Louisville. Él dijo: “¡Pues, Rev. Branham!”. Yo hablaba de cómo los nativos de África, la manera en que comen, solo bajan junto al… ¡Oh, algunas de las cosas más terribles que Ud. llegará a ver, cómo se las comen! Solo recogen cosas contaminadas, con gusanos, le dan una sacudida, gusanos y todo; a él no le importa. ¿Ven? Ellos dijeron… Beben cualquier cosa, no importa qué cosa sea. Él dijo: “Pero, Rev. Branham, esas personas no son humanas”.\n\nYo dije: “¡Oh, sí, lo son! Seguro que son humanos”.",
    "Dije: “Lo más cercano a un ser humano, en línea con las bestias, es el chimpancé. Y Uds. han tratado por cuatro mil años de sacar un murmullo de ese chimpancé y él no puede hacerlo” dije, “porque él no puede pensar; él no tiene con qué pensar”. ¡Oh, Ud. le puede enseñar cositas como a un caballo, ji y ja o ponerse gafas, o fumar un cigarro, o balancearse en una bicicleta, montar un caballo o algo así, pero eso es solo ji y ja, para un caballo, o para un perro o algo así. Yo dije: “Él es un animal”.",
    "🦅 Pero déjeme Ud. ir allá al África, a la tribu más salvaje que tienen, y esa es la pequeña tribu del bosquimano”. Y yo dije: “Probablemente su tátara-tatarabuelo nunca vio a un hombre blanco ni nada. Lo único que sabe, él ni siquiera distingue entre mano derecha e izquierda. Lo único que él sabe es comer, y se come lo que pueda tener en sus manos, así sea carne humana, cualquier cosa, a él no le importa, siempre y cuando él coma. Pero démelo a los cinco años, y a los quince años hablará buen inglés y tendrá una buena educación. ¿Por qué? Él tiene un alma. Dios lo hizo a él un ser humano, y él tiene tanto derecho a oír el Evangelio por lo menos una vez, como lo tenemos nosotros de predicar por aquí, por toda América a las personas, una y otra y otra vez y rogándoles, persuadiendo y de todo. Deje que él lo oiga una vez y mírelo gritar y correr al altar rápidamente”. ¿Ven? ¡Sí, señor!",
    "Y allí está mi corazón hoy, hermano, cuando pienso en África, y esas pobres manitos negras siendo levantadas, diciendo: “Hermano Branham, ¡una vez más acerca de Jesús!”. ¡Oh, misericordia! Algo en mí me conmueve y arde. De hecho, tan pronto como consiga suficiente dinero me voy para allá. Eso es lo que hago con cada centavo que recibo, todo, Dios sabe, aparte de lo que puedo para comer. Y la mayoría de las personas me dan la ropa. Y solo con lo que puedo pasar, personalmente, tan a ras como puedo, yo lo entrego allí a los fondos misioneros que el gobierno ha establecido. Yo ni siquiera pago impuestos de eso. Para cuando consigo tres o cuatro, cinco mil dólares, voy para allá y predico el Evangelio al pueblo, por lo cual sé que tendré que responder en ese día. Y sabré por qué es lo que respondo.",
    "Acostumbraba, cuando iba a una ciudad, que tenía una reunión grande, antes cuando tenían bastante dinero, y tenían grandes campañas y miles de dólares, yo se los daba a la Cruz Roja y así. Ahora, pues, no para desacreditarlos, pero venían por la calle en un auto de cuatro mil dólares, con diamantes grandes puestos, fumando un cigarro, y recibiendo quinientos dólares por semana del dinero que personas enfermas… ¡No, señor! ¡Seguro que no! Y estos, tan pronto uno se iba de la ciudad, decían: “Santos rodadores” y todo así, y burlándose y rebajando la religión por la que nos paramos. ¡No, señor!",
    "Yo mismo lo tomo, y delante de Dios como mi Juez, lo pongo para la obra del Evangelio allá para saber que en ese Día, que yo… cuando tenga que responder por mi mayordomía, ha sido hecho correctamente. Eso es exactamente correcto, pues me doy cuenta que como trato a las personas, así estoy tratando a Dios. Sencillamente mi actitud hacia Uds. es mi actitud hacia Cristo. Y la actitud de Uds. hacia mí es igual, correcto, hacia Cristo.",
    "Ahora, ver personas así, y entonces ver cómo un ser humano, pues, con un alma inmortal que no puede morir, no puede perecer, no puede más que tener Vida Eterna, que Dios soberanamente, de Su Propia voluntad, se los dio a Uds. Y ahora, luego, ahora yo…",
    "Permítanme corregir esto un poco o decir algo. Alguien va a salir y decir: “El Hermano Branham es un calvinista”. No lo soy. Soy calvinista mientras que el calvinismo esté en la Biblia. Pero cuando los calvinistas se salen de la Biblia, entonces soy arminiano, ¿ven? Yo creo en santidad y también creo en calvinismo. Pero los dos, uno se salió por una rama y fue en esta dirección, y el otro se salió a la rama y fue en esa dirección. Si no fuera por el Libro de Efesios que lo trae de nuevo y lo pone en el lugar correcto donde lo puso Dios, todos estaríamos totalmente confundidos. Sin embargo, los dos tienen una doctrina, pero se ponen a sembrar eso, cada uno; esos son los de la santidad y también los calvinistas, el arminiano. Ahora, los calvinistas tienen algo cierto. Yo lo creo, que la doctrina calvinista…",
    "Yo creo esto: En seguridad, yo creo que la Iglesia tiene Seguridad Eterna. Cualquier lector de la Biblia sabe eso, pues Dios ya dijo que aparecería allá sin mancha. ¿Es correcto? Por tanto, estará allá. ¿Es correcto? La Bi-… La Iglesia está Eternamente segura. Ahora, ¿está Ud. en la Iglesia?, eso es lo siguiente. Si Ud. está en la Iglesia, muy bien, Ud. está seguro con la Iglesia, pero más vale que Ud. se quede en la Iglesia. Y ¿cómo entra uno en la Iglesia? ¿Por estrechar manos? No. ¿Poner su nombre en el libro? No, señor. “Por un Espíritu somos todos bautizados en un Cuerpo”. Y ese Cuerpo, Dios lo juzgó en el Calvario, fue el Cuerpo de Jesucristo, y somos bautizados en ese Cuerpo por un Espíritu. Nosotros tenemos seguridad Eterna siempre y cuando estemos en el Cuerpo de Cristo, nada puede separarnos, nada nos puede tocar. Si Ud. se sale, Ud. se sale por su propia voluntad. Pero, tan cierto como, si Ud. está en el Cuerpo de Cristo, tan cierto como Jesús resucitó de los muertos, Ud. también resucitará. Dios ya lo ha hecho. Él…",
    "Ud. no puede pecar. ¡Oh, uno comete…! Puede ser que yo sea un pecador en sus ojos, pero si estoy en Cristo, Dios no ve eso, porque sus pecados expía… Su Sangre expía allá por mis pecados. ¿Ven? Yo no puedo pecar. “El que nace de Dios no comete pecado, porque no puede pecar. La Simiente de Dios permanece en él”. ¿Ven? Él, él está dispuesto, si comete un error, seguro él está dispuesto a confesarlo en ese momento. Si él es un verdadero Cristiano, él lo hará. Si retiene eso, muestra en primer lugar que él no tiene nada. Es cierto. Él no tiene nada, para empezar. Pero si él es un verdadero Cristiano…",
    "Aquí mismo, siembre Ud. un grano de trigo en la tierra, siempre será un grano de trigo. Puede ser que esté rodeado de cizaña y cuanta cosa más, pero será un grano de trigo mientras exista. ¿Es correcto? Y si un hombre verdaderamente nace del Espíritu de Dios, él no anda entrando y saliendo y de allá para acá, y allá en el mundo y acá. No, señor. No, no. Ud. no es una cizaña un día y un grano de trigo el día siguiente; Dios no tiene eso en el campo. Sí, señor. Si Ud. nace del Espíritu de Dios, Ud. es un Cristiano desde ese momento hasta el… hasta que Ud. se va, y entonces Ud.—Ud. es inmortal, con Dios. Es correcto, si Ud. está en la Iglesia.",
    "Ahora, hablemos entonces del lado de la muerte. Ahora, ¿cómo puede una persona en ese estado, en esa clase de condición, llegar a estar enferma? Es porque su cuerpo aún no está redimido; su cuerpo no ha sido redimido. No importa cuánto, lo bueno que Ud. sea, ni lo pío, ni cuán santo, ni cuánto Espíritu Santo, eso solo es su alma. Y su alma no está completa aún. Solo tiene la Bendición, la promesa de Dios, que es las arras de nuestra salvación. Pero ahora, si no tenemos las arras de nuestra resurrección, si no hay sanidad Divina, entonces no tendré seguridad o algo que me pruebe a mí que hay una resurrección.",
    "Es como si Cristo no vive en mi corazón, si yo tengo que tomarlo de alguna clase de—de asunto psicológico de antaño, tengo que creerlo de algún lugar así, pues, entonces yo—yo—yo sería un poco escéptico de eso. Y por esa razón allá en África, cuando ellos vienen, allá llegan misioneros trayendo miles de esos nativos, y ellos cargando pequeños ídolos de lodo y cuanta cosa más, era porque solo habían oído el lado psíquico de la Biblia. Correcto. Y mi propia iglesia es bautista, metodista, presbiteriana, todas entraron allá. Pero cuando ellos vieron el poder de Dios que vino en demostración, eso lo concluyó, ellos supieron entonces que Dios era Dios.",
    "Pero, entonces ¿qué da comienzo a esta enfermedad? Ahora, lo primero, es un espíritu antes de que llegue a ser una enfermedad, así igual como Ud. fue un espíritu antes de venir a ser un ser humano. Ahora voy a tomar aquí al Hermano Willett como un ejemplo. Hermano Willett, yo… Había un tiempo cuando Ud. y yo no éramos nada. Y entonces lo primero, Dios nos dio una vida. Y tomemos por decir que yo desglose su cuerpo en esta tarde, Ud. está compuesto de una cantidad de células, sostenidas con átomos. Y ahora, algún día esos átomos serán destruidos si Jesús tarda; Ud. retornará. Ellos serán tal y como fueron en el principio, regresarán al aire. Pero cuando su espíritu regrese, esos átomos se reunirán nuevamente con este espíritu y producirán otro Hermano Willett igual a ese, solo que más joven, cuando él estaba en su mejor momento.",
    "Cuando un hombre pasa alrededor de los veinticinco años, encuentra unas arrugas debajo de sus ojos y le aparecen algunas canas. Así será, porque la muerte viene por Ud. Y un día de estos se lo llevará; no importa quién sea Ud., se lo llevará. Pero gradualmente… Ud. entra en un aprieto aquí y Dios lo saca de ese aprieto, y Ud. es apretado aquí, la muerte por poco se lo lleva, y por acá, pero después de un tiempo ella lo alcanzará. Pero entonces, lo que la muerte puede hacer, cobra su precio, y entonces en la… cuando haya hecho todo lo que puede hacer… Cuando Dios le dio a Ud. esta vida y que Ud. estaba en su mejor momento, alrededor de los veintitrés, cuando Ud. venga en la resurrección Ud. volverá exactamente como cuando tenía veintitrés años o veinticinco, antes de que la muerte entrara. La muerte hará todo lo que puede hacer. Ella entró allí, pero Ud. volverá como Ud. era.",
    "Ahora, si cada una de sus—las células en su cuerpo, vamos a desglosar eso ahora; Ud. es formado de célula sobre célula, célula sobre célula, y separe eso aquí en la plataforma, siguiendo cada célula en su cuerpo Ud. terminará en un pequeño germen diminuto, del cual Ud. comenzó, no se puede ver con el ojo natural. Uno lo tiene que ver con lentes de aumento. Yo he visto el germen de vida bajo un microscopio; parece una pequeña hebra diminuta. Y lo primero que aparece es allí en la columna, es como un pequeño nudo. Esa es la primera célula pequeña que se acumula encima de una célula.",
    "Ahora, si yo tuviera que tomar esa única célula pequeña de la que cada uno de Uds. vino, una pequeña célula diminuta, germen… ¿Qué es un germen? Un germen es una cosita diminuta, lo más pequeño de la célula. Bueno, ¿qué viene después de eso? Ahora, los he tomado, cada pedacito de Uds., hasta llegar a esta pequeña célula y aún no lo he encontrado a Ud.; solo tengo expuestas sus células. Bueno, entonces lo siguiente: células de sangre, y células de carne, y lo que sean, exponiéndolas todas aquí; pero todavía no lo tengo a Ud. Ahora he llegado hasta un solo germen hasta el momento. Bueno, voy a desglosar esa pequeña célula. Ahora, ¿dónde está Ud.? Su vida. Y la vida hace la primera célula, que es un germen, luego todo continúa según su naturaleza: perro trae perro, ave trae ave, hombre trae hombre. Células desarrollándose, célula tras célula, célula tras célula, viene hasta lo que es Ud., un ser humano, las células desarrollándose. Ahora, eso fue ordenado por Dios que fuera así.",
    "Pero, ahora ¿qué pasa con un cáncer? Hablemos un poco de él. Ahora Dios le dio a Ud. su vida. Y digamos que Ud. está aquí hoy, aquí estoy yo, mi mano no—no tiene nada, pero en algún momento pudiera haber un cáncer en mi mano. Bueno, ¿cómo llegaría allí ese cáncer? Veamos lo que es ese cáncer, vamos a desglosarlo ahora, tomémoslo. Ahora, él también es un montón de células, ¿sabían Uds. eso? Un tumor, catarata, cualquiera de esas cosas son células; ellas no tienen forma. Algunas se esparcen, y algunas parecen una araña, y algunas parecen… corren en estrías, un cáncer rojo es como hebras rojas largas que corren por allí… Y también hay un cáncer rosa que generalmente aparece en el seno de la mujer, son como panqueques el uno sobre el otro, y entonces comienzan a regarse. Y sencillamente crecen donde sea.",
    "A veces los tumores están volteados, para este lado, largos, cuadrilongos y de todo. No tienen forma, pues están conforme a un espíritu, el cual no tiene forma; pero es un desarrollo de células. Es una cantidad de células que por decir, ahora mismo en Ud. hay un tumor o un cáncer, son células desarrollándose, creciendo, creciendo, creciendo. Eso está comiendo, succionado la vida de Ud. Se está sustentando del torrente sanguíneo. Las cataratas toman la mucosidad del ojo y crecen allí encima, ella misma cubre, le apaga sus ojos. Algunos de ellos vienen y nunca… como la tuberculosis, que sencillamente viene en un pequeño germen. El tamaño no importa. El mismo tamaño de germen que hace a un elefante hace una—a una nigua ¿ven?; no tiene nada que ver el tamaño del germen.",
    "Y algunos de ellos toman forma de un cuerpo, algunos nunca lo hacen; y algunos nunca entran en las células. Algunos llegan a ser espíritu, atormentan el alma. Trataremos de cubrir esa parte, dejaré esa parte para mañana en la tarde si puedo, dónde entra a esa alma-espíritu, y cómo es aquí abajo.",
    "Y ahora, amigos, no estoy diciendo esto de alguna clase de psicología; he lidiado con demonios por años y Uds. lo saben. Si Uds. solo conocieran la cosa, después de que terminan los servicios en la noche, lo que a veces sucede. Uds. no saben. Recuerden, cuando Ud. se enfrenta a un espíritu, es mejor que Ud. sepa de lo que está hablando. No se pare ahí solo a gritar porque de nada va a servir. Pero realmente cuando un demonio tiene que obedecerle a uno, él reconocerá eso. No es qué tan fuerte Ud. grite, no es cuánto aceite Ud. pueda poner; es lo que hay aquí atrás que él reconocerá, la Verdad. Jesús sencillamente le dijo: “Sal de él”.",
    "Recuerden, los discípulos habían estado pateando y retorciéndose, y tratando de sacarlo, y de todo. Ellos dijeron: “¿Por qué no pudimos sacarlo nosotros?”.\n\nDijo: “Por vuestra incredulidad”.",
    "Dijo: “Sal de él”. El muchacho cayó y sufrió la convulsión más fuerte que había tenido. ¿Ven? ¿Ven? Ellos reconocen autoridad.",
    "Miren esos muchachos allá, esos vagabundos que vieron a Pablo echando fuera demonios. Ellos dijeron: “Nosotros podemos hacer lo mismo”, hijos de algún sacerdote. Entonces fueron allá y dijeron: “Nosotros podemos echar diablos”. Hechos 19. Ellos fueron a un hombre que sufría convulsiones epilépticas, y dijeron: “Te conjuramos, por Jesús: Sal de él…”. El diablo dijo: “Ahora…” “¡…en el Nombre de Jesús del que Pablo predica!”.",
    "El diablo dijo: “Ahora, a Jesús conozco y sé de Pablo, pero ¿quiénes son Uds.?”. Uds. saben lo que sucedió. Saltó sobre el hombre, les rasgó la ropa y ellos mismos tuvieron las convulsiones, y salieron corriendo a la calle.",
    "Esos mismos demonios viven hoy, así que hay bastante fanatismo. Esta es la iglesia, esta tarde. Hay bastante fanatismo hoy en la tierra con el nombre de sanidad Divina que debe ser callado. Eso es lo que trae reproche a la verdadera Causa. Por eso es que Uds. tienen una lucha tan fuerte. Hay mucha cosa llamada religión hoy que debe ser callada. [Cinta en blanco.—Ed.] ¡Solo son sectas! Eso causa que la verdadera Iglesia de Dios tenga que luchar tan fuerte con eso. Pero nosotros somos América (¿ven?), y de esa manera seremos. Dios dijo que el trigo y las enredaderas y el zarzal crecían juntos; no trate de arrancarlos. Déjelos crecer juntos, pero por sus frutos Uds. los conocen. Si no hay frutos, pues no hay Vida, no hay nada ahí.",
    "Ahora observen esta célula. Digamos por ejemplo, como muchas veces el cáncer rojo usualmente ataca en el vientre de una mujer, por heridas femeninas y demás. Ahora, eso, tomemos eso, ese sujeto a fondo, su célula, este—este cáncer. Ahora un cáncer…",
    "Todo en lo natural tipifica lo espiritual. ¿Saben Uds. eso? Todo en lo natural tipifica lo espiritual, no importa qué sea.",
    "Por ejemplo así: cuando—cuando nosotros nacemos en el Cuerpo de Cristo, hay tres elementos que se requieren para producir nuestro Nacimiento. Y esos son los tres elementos que salieron de la vida de Cristo cuando Él murió. De Su cuerpo salió: agua, Sangre, Espíritu, ¿verdad que sí? [La congregación dice: “Correcto”.—Ed.] Tres elementos, esos son los elementos por los que pasamos cuando nosotros nacemos de nuevo: justificación, santificación, bautismo del Espíritu Santo. Ahora, todo esto puede ser en un hecho. Pero requiere… Sin embargo, Ud. puede estar en un estado justificado sin estar santificado. Ud. puede creer en el Señor Jesucristo y aun cargar consigo su inmundicia. Pero Ud. puede absolutamente vivirlas ambas, justificado y una vida santa y no tener el Espíritu Santo. Vea, la Biblia, Primera de Juan 5:7, dice: “Son tres los que dan testimonio en el Cielo, el Padre, Hijo y el Espíritu Santo, y… Padre, la Palabra, y Espíritu Santo” que era el Hijo, “y estos tres son uno. Y hay tres que dan testimonio en la tierra, el agua, Sangre, y Espíritu, y estos concuerdan en uno”. No son uno, pero concuerdan en uno. Ud. no puede tener el Padre sin tener el Hijo; Ud. no puede tener el Hijo sin tener el Espíritu Santo, porque son inseparables, uno. La trinidad está en uno.",
    "Yo no lo escucho por aquí, pero se escucha bastante alrededor del país, una de las cosas más grandes entre los grupos pentecostales, es una confusión en ese solo asunto tan sencillo. Y he reunido a sus cabezas y les he probado que los dos creen lo mismo. Es el diablo entre ellos, es todo. Si esa gran iglesia pentecostal solo se… rechazara esas pequeñas tradiciones anticuadas y se unieran en una bendita Iglesia de Dios, el Rapto acontecería; pero mientras Satanás pueda mantenerlos divididos, muy bien. Esa es su manera de hacerlo. Y ellos creen absolutamente la misma cosa.\n\nUno dice: “Bueno, esto es Eso”.",
    "Yo dije: “Bueno, si esto es Eso, entonces Eso es Esto”. Así que, ahí lo tienen. Así que, es todo la misma cosa. Pero ahí tienen Uds., en esa tri-unidad trina de Dios. Ahora, entonces, es Dios en Su unidad. Dios el Padre, Hijo y Espíritu Santo. Ahora, nosotros no decimos “nuestros dioses”, como paganos; es “nuestro Dios”. ¿Ven? Es un Ser trino de Dios.",
    "Ahora noten, pues, Satanás también está en una trinidad; y sus poderes están en una trinidad.",
    "Ahora, noten entonces cuando el agua, la Sangre, y el Espíritu producen el nuevo Nacimiento. ¿Es correcto? Ahora observen. Eso representa el nuevo Nacimiento. ¿Qué representa el nacimiento natural antes de venir el nuevo Nacimiento? Cuando… Uds. madres, cuando nace un bebé, ¿qué viene primero? Agua. Sigue, sangre. Sigue (¿ven?), eso compone la vida (¿ven?), compone a la persona: agua, sangre, espíritu.",
    "Ahora, un cáncer, veámoslo en lo siguiente. Nos quedan como cinco minutos, me supongo. Por los próximos cinco minutos, veamos el cáncer. ¿Qué es ese individuo? ¿Qué representa él? Es un carroñero. Él representa el buitre, come cosas muertas. Y un cáncer viene mayormente de un golpe, donde una célula ha sido golpeada y se—se divide. Y una pequeña célula ahí se descarría. ¡Oh, esa es una palabra grande para un bautista, verdad! Muy bien, pero se descarría, esa célula. Soy un bautista que cree en el descarrío.",
    "Alguien dijo por acá en una reunión de Arkansas el otro día, dijo: “Hermano Branham”, dijo… Era un individuo nazareno. Él había sido sanado. Tenía sus… Salió a caminar por el pueblo con las muletas sobre sus hombros. Él dijo: “¿Sabe qué?”. Dijo: “Cuando llegué aquí por primera vez” dijo, “yo—yo pensé que Ud.… lo escuché predicar, pensé que Ud. era un nazareno”. Él dijo: “Entonces vi que la mayoría de las personas son pentecostales, y alguien me dijo que Ud. era pentecostal. Y ahora Ud. dice que es bautista”. Dijo: “No entiendo”.",
    "Yo dije: “¡Oh, es fácil!”. Dije: “Soy un pentecostal nazareno bautista”. Así que, eso—eso es cierto. Muy bien. No, nosotros somos uno en Cristo Jesús, por el Espíritu Santo que nos hace uno. Es correcto.",
    "Ahora, noten, esta pequeña célula se descarría cuando es golpeada. Comienza pequeña. Otros gérmenes pequeños corren a dar sus vidas allí; y por eso sale pus de una herida. Esos son soldaditos pequeños peleando por la vida suya. Ellos corren allí y—y golpean ese veneno, esos poderes demoniacos que tratan—tratando de reunirse allí, y dan sus vidas. Eso es lo que hace… Eso… Son una cantidad de soldaditos muertos, ese pus que está en su sangre… que está en un—en una llaga, que dan sus vidas para salvar la suya.",
    "Ahora, una vez que una pequeña célula rechaza ahí y este demonio empieza, él comienza a crecer, comienza a multiplicar células. Él está edificando un cuerpo, exactamente como sus bebés comienzan en su vientre y como Ud. en su madre. Célula sobre célula, célula sobre célula, célula, de cualquier forma, donde sea; no tienen forma de nada como la tiene un ser humano, conforme a su naturaleza. Eso simplemente es de un espíritu. Ella crece de cualquier manera y comenzará célula sobre célula, célula sobre célula.",
    "Y bueno, antes de Ud. darse cuenta, Ud. comienza a debilitarse y a sentirse enfermo. Ud. va al médico y él lo examina. Tal vez él no pueda encontrarlo; si puede hacerlo, tal vez lo corte. Si lo puede cortar todo, pues bien, él lo ha detenido. Pero si él no puede cortarlo todo, entonces, si es en la garganta o en alguna parte donde no pueda ser cortado completamente, una pequeña manchita seguirá con vida. ¿Ven?, pues no es como si Ud. se amputara la mano y ahí concluye o algo, o Ud. amputa… Lo que quiero decir, si Ud. cortara el cuerpo principal y dejara su mano ahí, pues ella no viviría. Pero—pero, vean, eso no tiene la forma de vida como la tiene Ud. Eso es un poder demoniaco moviéndose.",
    "Y ahora fíjense, Uds. le llaman, el médico le llama “cáncer”; Dios le llama un “diablo”. Miren hoy. Ellos simplemente le dan… ¿De dónde vino la palabra cáncer? Viene del… de una palabra en latín que se usa en términos médicos que significa un “cangrejo”, un cangrejo que Ud. ve por ahí en la playa, tiene todas esas patas. De esa manera es—es que hace, se extiende, se esparce. La palabra cáncer es cangrejo. Y al entrar, pues sigue aferrándose y chupando sangre a medida que avanza, como el pulpo o algo. Pues, un tumor, la catarata y otras enfermedades, cada una de ella viene de un germen, y ese germen tiene que ser un cuerpo. Y antes de que pueda ser un cuerpo, tiene que ser una vida. Antes de poder crear o—o germinar y hacer más células, tiene que ser una vida. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Ahora, ¿de dónde vino ese cáncer? ¿Quién, de dónde vino eso? Ud. no lo tenía un tiempo atrás, pero ahora tal vez Ud. lo tiene. ¿De dónde vino? Es otra vida ajena a la vida suya, viviendo en Ud. Y está atormentando, agotando su vida. Por esa razón fue que Jesús le llamó “un diablo”.",
    "Hoy ellos llaman a la epilepsia, le dicen “epilepsia”. Pues, epilepsia, en la Biblia, Jesús la llamó “un diablo”. Cuando el hombre vino con el muchacho que caía al suelo y echaba espuma por la boca y todo eso, él dijo: “Él tiene un diablo, y muchas veces lo arroja en el fuego, en el agua”.",
    "Ahora ellos le pulieron el nombre y lo nombraron epilepsia, pero él es un diablo. Y Jesús dijo: “Tú, diablo, ¡sal del niño!”. Exactamente. Ahora, la epilepsia es causada generalmente por un problema al riñón. Tal vez entremos en eso más adelante. ¿Ven? Eso causa una epilepsia, lo urémico.",
    "Ahora, noten que en esto, luego esa célula que está ahí es un diablo. Él está edificando una vida; él está creciendo, aumentando más y más. Él tiene un deber que hacer, es tomar su vida. Para eso lo envió el diablo, para acortar sus días de los setenta años.",
    "Ahora, mis respetos para todo médico. Sí, señor. Toda la ciencia médica, Dios los bendiga por la ayuda que han brindado a las personas. Eso es correcto. ¿Qué haría uno hoy en el mundo sin ella? Yo le doy gracias a Dios por la ciencia médica; le doy gracias a Dios por mi automóvil. Si Dios no hubiera permitido que la ciencia me hubiera hecho un automóvil, se me dificultaría llegar aquí caminando. Por las luces eléctricas y por el jabón para lavarme las manos, y la pasta dental con la cual cepillarme los dientes, seguro. Le agradezco a Él por todo, porque todas las cosas buenas vienen de Dios.",
    "Pero déjenme decirles: no existe la más mínima porción de medicina que haya curado alguna enfermedad. Y no hay un médico, a menos que sea algún charlatán, pero un verdadero médico le dirá que ellos no reclaman ser sanadores. Allí mismo en la Mayo Brothers, muchos de Uds.… yo he sido entrevistado allá dos o tres veces. De pacientes que vienen de ahí, incurables… ¿Leyeron Uds. Selecciones, la edición de noviembre? ¿Cuántos leyeron la edición de noviembre, ese artículo mío allí, en Selecciones? ¿Ven? Y me recibieron allá, en la entrevista de ese bebé que ellos habían desahuciado. Dijeron: “Eso no se puede hacer”. Pero el Espíritu Santo me habló y me dijo cómo sería hecho, y así fue. Muy bien. Ahora, ellos me llamaron allá. Y allí mismo sobre la puerta donde Jimmy y ellos, donde antes estaba la Mayo, había un aviso grande que decía: “Nosotros no profesamos ser sanadores. Nosotros solo profesamos ayudar a la naturaleza. Solo hay un Sanador, ese es Dios”. Ellos son los mejores del mundo. Ahora, tenemos algunos charlatanes, sí. Eso es cierto. De hecho, también tenemos algunos predicadores charlatanes. Muy bien. Así que, eso se aplica en ambos lados.",
    "Fíjense, pero cualquier hombre que reclama ser un sanador, él es un cuentista, porque él no puede hacerlo; pues la Biblia dice: “Yo soy Jehová Quien perdona todos tus pecados y sana todas tus dolencias”.",
    "He estado en estudios. Y en mi habitación, los… han venido algunos de los mejores médicos de la nación. Uds. no saben el trasfondo de la vida, amigo, para saber lo que ha sucedido, y de cosas que no digo en público. Hombres vienen secretamente. Y no vayan a pensar Uds. que ya no hay Nicodemos en el mundo; seguro que los hay, miles de ellos. Ven eso y ellos vienen a las reuniones. Se sientan ahí con alguna camiseta, así de alguna manera, con nombres pulidos, que los dejaría sorprendidos, sentados ahí en la reunión. A los pocos días a escondidas llaman en secreto y envían alguien para una entrevista. Y dicen ahora mismo, dicen: “Hermano Branham, yo creo que esa es la Verdad”. Ellos son humanos igual que nosotros. Seguro. Y todo hombre está deseando mirar más allá de ese velo oscuro allí que algún día tendrá que cruzar.",
    "Pero esos cánceres y estas cosas definitivamente son diablos formados en un cuerpo de carne, creciendo, quitándole su vida.",
    "Ahora, si yo hiciera como el médico, si pudiera cortar eso, ponerlo en el suelo… O como decir por ejemplo que Ud. mismo fuera un cáncer en esta tierra. Ahora, aquí está sanidad Divina. Si yo quisiera deshacerme de Ud. de la manera como haría un médico, sencillamente continuaría… tendría que frotar su cuerpo o alguna otra cosa, hasta que se desvaneciera todo de la tierra. No quedaría nada, así como el médico quita de Ud. el crecimiento. Pero en la forma de la sanidad Divina, si Ud. fuera un cáncer, yo sencillamente llamaría esa vida a que saliera de Ud., y Ud. seguiría. Su vida lo dejaría, pero su cuerpo seguiría aquí como antes.",
    "Ahora, ahí es donde la vista y el tiempo son el peor enemigo de Dios en la sanidad Divina. Yo no sé si el Hermano Baxter llega a estas cosas en la reunión. Yo me siento, se lo he explicado a él y al Hermano Bosworth, vez tras vez. Pero aquí está lo que ha sucedido. Dudo que muchas personas lo capten, pues, pasado un tiempo, uno encuentra que las personas vuelven, diciendo: “Yo tenía mi sanidad, Hermano Branham, por dos o tres días, pero, bendito Dios, se—se me fue”. Y encuentro eso, y pienso que es porque no establecen la reunión correctamente; las personas no entienden. He tenido a hombres que vienen a la plataforma y estar completamente ciegos, cánceres, o con cataratas cubriendo sus ojos, y leen esta Biblia después de orar por ellos, bajan caminando; a los tres o cuatro días están tan ciegos como al principio. ¿Qué sucedió? Cualquiera sabe que cuando la vida ha salido de cualquier carne, ella se encoje por un tiempo. ¿Es correcto esto?",
    "¿Alguien aquí ha llegado a matar un venado o una vaca, o algo así? Seguro. Muy bien. Pésenlo Uds. esta noche, Uds. cazadores aquí, los amigos míos. Uds. matan el venado y lo ponen sobre la pesa, díganle a los muchachos cuánto pesa. ¡Cuidado! En la mañana tendrá unas libras menos que antes. Cuando un ser humano muere, el embalsamador, lo primero, le saca los dientes postizos o un ojo, lo que tenga allí, lo saca; porque se encoje, eso será expulsado, porque el cuerpo humano se encoje. Toda otra carne se encoje. Cuando la vida ha salido de la célula, ella comienza a bajar, a encogerse. Hará eso como por setenta y dos horas; y luego comenzará a hincharse. Dejen que un perrito sea atropellado acá en la carretera. Déjenlo ahí bajo el sol como por tres días y miren lo que sucede. Será un perro más grande que antes; se hincha. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Bueno, eso mismo sucede cuando un—un demonio es echado de una persona enferma. Durante los primeros días: “¡Oh, me siento de maravilla!”. Luego comienza a decir: “Estoy—estoy más enfermo que—que antes. He perdido mi sanidad”. Tan cierto como la fe lo sacó, la incredulidad lo trae allí de nuevo. Así como la fe lo mata, la incredulidad lo resucita. Jesús dijo: “Cuando el espíritu inmundo sale de un hombre, camina por lugares secos y regresa con otros siete demonios”. Y si el hombre bueno de la casa no está parado ahí para proteger esa puerta, él entrará directamente. Y el buen hombre de su casa es su fe. Dice: “¡Aléjese de aquí!”. Eso es.",
    "Pero ahora observe Ud. a un paciente que es sanado normalmente, a menos que sea un milagro sobresaliente; lo cual la sanidad Divina y un milagro son dos cosas diferentes. La sanidad Divina es una cosa y un milagro es otra cosa. Pero la sanidad Divina funcionando normalmente, cuando el espíritu inmundo es echado, un diablo de cáncer, cuando deja a la persona, “¡Oh!”. Ahora, o por decir tomemos algo para que Uds. puedan verlo más visual, digamos que la catarata. ¿Qué sucedió cuando ese hombre…? Si se fijan en una persona ciega. No sé si aún he tenido alguna aquí o no, ojos con cataratas. Haré que se paren ahí por unos minutos. ¿Por qué? Para que ese encogimiento inicie. Les digo que vuelvan, que nos testifiquen. “¡Oh, vaya”! Ellos pueden ver maravillosamente. “¡Oh, vaya! Simplemente, ¡puedo ver cosas! ¡Sí! Yo…”. ¿Qué sucede? La vida ha salido; el cuerpo de la catarata está encogiéndose. Bien, lo hará por un par de días. Dirán: “¡Oh, estoy recuperándome tan bien!”.",
    "Y después de un tiempo, les comienza un dolor de cabeza, no se sienten tan bien. A la mañana siguiente se levantan: “Estoy perdiendo mi vista otra vez”.",
    "Algunos de ellos dicen: “Ajá, solo estabas emocionado. Esa cantidad de santos rodadores te emocionó”. ¡No crea Ud. eso! Esa es una mentira del diablo. Si Ud. la cree, volverá a quedar ciego.\n\nPero si Ud. solo se aferra, dice: “No. Señor, yo creo”.",
    "Entonces ¿qué sucede? Ese cuerpo se hincha en cierto tiempo. Cubre de nuevo esa vista. Ese cáncer en el cuerpo se hincha. A Ud. le volverá el dolor y esa aflicción. Luego Ud. se enfermará horriblemente, se enferma terriblemente. ¿Por qué? Ese gran crecimiento de carne muerta en Ud., está allí muerto.",
    "Ud. regresa al médico y él dice: “¡Oh, son tonterías! Allí está el cáncer. Puedo verlo”. Seguro, allí está, pero está muerto. ¡Aleluya!",
    "Ahora el torrente sanguíneo tiene que purificar el cuerpo. Cada vez que el corazón palpita, manda la sangre por el cuerpo y recoge esa infección. Seguro, eso lo enfermará a Ud. ¿Qué si Ud. tuviera un pedazo de carne colgando en Ud. de alguna parte, o tan largo como una culebra, o algo del grueso de su dedo y colgando por dentro y estuviera muerto, toda esa carne muerta prendida de Ud., y eso pudriéndose? Bueno, por supuesto, su torrente sanguíneo tiene que mantener eso puro a medida que va bombeando. Pero ahí está ese cuerpo muerto, la cosa prendida ahí, pues la vida ha salido de él. El poder de Dios, por la fe, sacó eso. Él es un demonio; él tiene que salir.",
    "Pero sucede porque la gente no es instruida. Ellos se van, se rinden. Y ese mismo diablo está parado ahí para entrar allí de nuevo. Cuando Dios le dice a Ud. cualquier cosa en esta plataforma, por medio de Su Espíritu, estando bajo la unción, no dude Ud. eso o le vendrá algo peor, dijo Él. Pues Jesús dijo: “El postrer estado de ese hombre fue siete veces peor que al principio”. ¿Es correcto? Cuando el espíritu inmundo salió del hombre, él caminó por lugares secos, regresó con otros siete diablos. Así que, no descrea Ud. Permanezca ahí con Eso. Sea sincero, de corazón. Diga: “¡No, señor! ¡No seré movido! No importa lo enfermo que me ponga, eso no tiene nada que ver”. Entonces, cuando Ud. menos lo piensa se le estará quitando. Luego todo estará bien. ¿Ven?, eso está muerto. La—la operación con la que el médico se lo hubiera sacado, ese mismo crecimiento sigue en Ud., sin vida.",
    "Ud. dice: “Vida en él, Hermano Branham, ¿tomará eso mi vida?”. No, señor. Esa vida es una vida aparte de la suya. Les acabo de mostrar que Uds. son una vida y se tornan en un ser, y es una vida y se convierte en un ser; y Ud. es de Dios, y eso es del diablo. ¿Ven lo que quiero decir? Demonología. Ahora, Uds. deberían ver cómo luce esa cosa cuando uno se para y la ve.",
    "¡Oh, vaya, lo siento, son casi las tres y media! Lo siento. Miren, amigos. ¡Oh, lo que necesita este mundo!",
    "Llevo como siete años enseñando por América, teniendo estos servicios de sanidad. Tengo el pensamiento de empezar de nuevo por el país, enseñando la Biblia y sobre demonología, para que la gente pueda entender qué hacer. Y esa es la razón, ellos van a estas reuniones muchas veces, y el compañero… Si Ud. no entiende, las personas salen, y muchas veces…\n\nAhora, ¿recuerdan a ese individuo que vino y dijo que tenía un don de sanidad Divina? El don de la sanidad Divina estaba en Ud. si Ud. recibió sanidad. Es Ud., el individuo. Cualquier don opera por fe. Y no importa qué tanto don de sanidad Divina tenga yo, yo lo creo con todo mi corazón, pero Ud. pudiera pararse aquí y si Ud. no tiene la misma clase de fe, a Ud. de nada le aprovecha. Yo puedo orar por Ud., por horas y semanas y meses; no son los predicadores con la sanidad Divina. Es Ud. que tiene el don de la sanidad Divina, que cree en ser sano, pues es por fe. ¡Por fe! Toda operación de Dios es por fe.",
    "Toda la armadura de Dios es por fe. Nosotros no tenemos ni una sola cosa en lo natural de este mundo. Todo en cuanto la—a la iglesia Cristiana es un acto de fe. Miren la armadura de Dios: amor, gozo, paz, longanimidad, benignidad, mansedumbre, bondad, paciencia. ¿Es correcto? Todo es sobrenatural, nada natural. Así que nosotros no miramos las cosas naturales, porque estamos operando en lo sobrenatural. Y la única manera en que nosotros podemos basarlo, es la fe, es en base a lo que Dios dijo que era la Verdad, y nosotros vemos lo Invisible. Y llamamos esas cosas que no son como si fueran; como hizo Abraham, y lo recibió. ¡Amén! Abraham llamó esas cosas que no eran, así como hizo Dios, como si fueran. Teniendo cien años, no titubeó en la promesa de Dios por incredulidad.",
    "Me puedo imaginar eso, ¿Uds.? Ver a Sara levantarse una mañana. Dios dijo: “¡Abraham!”. Dijo: “Abraham, vas a recibir el bebé”.",
    "Sara se levantó. Dijo: “¿Cómo te sientes, Sara?”. Esta es una multitud mixta, pero escuchen.\n\n“Nada diferente”.",
    "🦅 Bueno, gloria a Dios, ¡lo vamos a tener! Ve por los tejidos y los ganchos y todo. Prepárate”.\n\nMuy bien, pasó otro mes. “Sara, ¿cómo te sientes?”.\n\n“Nada diferente”.\n\nPasó un año. “Sara, ¿ocurre algo?”.\n\n“Nada diferente”.\n\nDiez años pasaron: “Nada diferente”.\n\nVeinticinco años pasaron. “Nada diferente”.",
    "Abraham en lugar de debilitarse se hizo más y más fuerte. Él sabía que sería aún más milagro con el tiempo, porque le creyó a Dios, y él no titubeó en la promesa de Dios por incredulidad. Él dijo: “¡Vamos a tenerlo!”. Y una mañana el vientre de Sara comenzó a hincharse, y el pequeño Isaac nació, porque Abraham le creyó a Dios. Y él miró las cosas, y consideró esas cosas que no eran como si fueran.",
    "No por alguna sensación, no por la vista; uno no camina por sentimientos ni por vista: es por fe. Y cuando Dios ha dicho algo, dijo: “Cualquier cosa que pidieres, cuando ores, cree que lo recibes”, luego aférrese de eso. ¡Dios lo dijo, así tiene que ser! Amén. ¡Demonios!\n\n\nFe en el Padre, fe en el Hijo,\n\nFe en el Espíritu Santo, estos tres Uno son;\n\nDemonios temblarán y pecadores despertarán;\n\nFe en Jehová lo hará todo temblar.\n\nEso es cierto. ¡Oh, vaya! Seguro que sí. Tenga fe en Dios. Mírelo a Él. No se mueva Ud. Quédese allí: ¡Dios lo dijo!",
    "Y los demonios, ¿qué son? Son seres espirituales. Ahora el—el médico dice: “Ud. tiene cáncer. Ud. tiene tuberculosis. Ud. tiene cataratas. Ud. tiene pleuritis. Ud. tiene esto”: es un diablo. Esa es una vida, y detrás de esa vida hay un espíritu. ¿Cuántos saben y pueden ver que un cáncer, cataratas, tienen—tienen…? Eso es un espíritu, tiene—tiene vida. Bueno, nada puede tener vida sin un espíritu (¿ven Uds.?), así que tiene que haber una vida para manejar eso, en alguna parte.",
    "Aun ese árbol allí tiene vida por dentro. Toda la ciencia del mundo ni siquiera puede hacer una hoja de pasto. ¿Sabían Uds. eso? Ellos hacen algo que se parece, pero no pueden encontrar la fórmula de la vida. Eso es Dios. ¿Ven? Jesús le dijo al árbol: “Maldito seas. No tienes fruto y nunca lo tendrás”. Ellos volvieron a pasar por allí. Era como a las ocho esa mañana. Volvieron a pasar como a las once, cuando iban a comer. Pedro dijo: “Miren ese árbol, está muerto desde la raíz para arriba”. ¿Por qué? Jesús reprendió la vida que estaba en ese árbol, que estaba en las raíces, y la cosa murió completamente. ¡Aleluya!",
    "Ese mismo Cristo puede reprender un cáncer desde las raíces, y la cosa morirá por completo. Ese árbol continuaba allí de pie como antes, horas antes, pero uno se da cuenta que las hojas comenzaron a caer, y luego se ve que la corteza comenzó a desprenderse. Y el… Comenzó a desgastarse, día tras día y semana tras semana, y pasado un tiempo no quedaba ni una sola mancha de ese árbol. ¡Aleluya! Cáncer, tumor, catarata o cualquier cosa, tendrá que salir cuando Cristo habla. Él echa fuera demonios. Y Él dijo: “En Mi Nombre echarán fuera demonios, hablarán nuevas lenguas, tomarán en las manos serpientes o beberán cosa mortífera y no les hará daño. Si sobre los enfermos ponen las manos, ellos sanaran”.",
    "🦅 ¿Le aman? Lamento haberlos tenido una hora aquí esta tarde, sentados aquí. ¿Aman Uds. al Señor? [La congregación dice: “Amén”.—Ed.] ¿Qué sucederá ahora? Si Ud. acepta a Cristo como su sanador y cree en su corazón que algo le ha sucedido, y cree que Ud. ha sanado, ¿está dispuesto a creer que Ud. ha sanado? No deje que el diablo le enganche otra cosa; solo siga adelante.\n\n“El doctor” oiga—oiga, “doctor, ¿cómo se ve?”.\n\nÉl dice: “Pues, eso aún sigue allí”.",
    "En su corazón Ud. sabe, Ud. sabe lo que ha sucedido. ¡Ajá! Cuando menos lo piense, él dirá: “Oiga, ¿qué sucedió con esa cosa?”.",
    "Entonces dígale: “Mire, doctor, le voy a contar. Aquí está lo que sucedió: Jesucristo me sanó. Es correcto. Jesucristo me sanó”.",
    "Muy bien, inclinemos nuestros rostros por un momento. Hermano Willett, ¿podría venir acá por un momento, hermano?",
    "Ahora, Padre Celestial, estamos agradecidos por la Sangre de Cristo. Y tal vez en momentos Tu siervo, Señor, no usa sabiduría, al extenderse hablando. Pero tal vez me siento como Pablo que predicó toda la noche cierta noche. Un jovencito se cayó de la ventana y murió. Y ese apóstol, con la Palabra de Dios en su vida, fue y tendió su cuerpo sobre el muchacho, le entró vida y él volvió a vivir.",
    "Amado Dios, me doy cuenta que la puesta del sol de esta gran civilización está ahora bajando, gran parte ha pasado, el medio día ha pasado, las sombras de la tarde están cayendo. La gran Luz está irrumpiendo del Reino de Dios, para tomar el lugar de esta gran oscuridad que viene sobre la tierra. Dios, me doy cuenta que cada día envejezco más. Permíteme continuar, Señor. Dame fuerza. Ayúdame a hablar de esta gran Verdad en todas partes. Ayúdanos mañana en la tarde, para que entendamos más.",
    "Y amado Dios, bendice esta pequeña audiencia en esta tarde. En esta noche, cuando se reúnan para el servicio de sanidad, que todo hombre y toda mujer vayan el uno al otro y se pongan a hablar, y digan: “Ahora, aquí está… no—no tengan más duda. Nosotros entendemos ahora de donde viene eso. Sabemos que es un diablo. Y sabemos que cuando salga, él tiene que rendirse al mandato de Dios; tiene que hacerlo. Dios ya lo ha dicho. Él se tiene que ir”. Entonces, que ellos salgan, contentos, regocijándose, reclamando su sanidad. Nada, no permitiendo que nada les estorbe más; simplemente que vayan creyendo.",
    "Y Dios, que esta pequeña iglesia aquí y estas iglesias cooperando, que tengan una avivamiento después de esta reunión, Señor, que sencillamente la llene, y muchos, cientos de almas sean traídas al Reino de Dios. Concédelo, Padre. Que hombres y mujeres aquí, de a través de las naciones y otros lugares, que ellos lleven el Mensaje de nuevo a sus iglesias, y que ellos tengan un avivamiento a la antigua. Concédelo, Señor. Perdónanos ahora de nuestros pecados. Ayúdanos a ser Tus siervos. En el Nombre de Jesucristo. Amén.",
    "Me pregunto, mientras están sentados aquí, ¿habrá un pecador en el edificio hoy que diga: “Hermano Branham, recuérdeme a mí en oración?”. ¿Levanta, levantaría Ud. la mano? ¿Habrá una persona pecadora? Yo no… Dios la bendiga, señora. ¿Habrá una? Dios lo bendiga, señor. Ud., y Ud., y Ud., Dios lo bendiga. Me pregunto si Ud.… Ahora, esto es para Ud.",
    "Vean, yo no creo en regresar por la audiencia. No critico a otros que lo hacen. Yo no creo en ir por la audiencia y tratar de jalar a alguien. ¿Ven? “Ninguno puede venir, si el Padre no le trae”. ¿Ven? Eso es correcto. Uno solo lo jala allí arriba en contra de su voluntad. ¿Ven? Pero si Dios toca en su corazón, Ud. es la persona más privilegiada del mundo. Uds. no saben a cuántas personas les he hablado. 🦅"
  ]
}