{
  "title": "REDENCIÓN POR PODER",
  "id": "54190009",
  "content": [
    "🦅  Amablemente, muchas gracias. Buenas tardes, amigos. Es un privilegio estar aquí esta noche, para dirigirme a Uds. nuevamente en el Nombre de nuestro amado Señor Jesucristo. Y siempre es un privilegio conocer el pueblo de Dios, donde sea, y hablar de ese gran Nombre, Jesús.",
    "Aprecio mucho el canto que nuestro hermano acaba de cantar. Ese, ese es mi favorito. En un día en que quieren hacer de Jesús solo un profeta, o un buen hombre, o un maestro, eso realmente saca a relucir Su Deidad, lo que Él era. Y yo creo que Él fue…",
    "Jamás hubo Uno como Él, en la tierra, nunca lo habrá; Él era Emanuel. Él era el Alfa, la Omega; el principio y el fin; el que era, el que es, y el que ha de venir; la Raíz y el Linaje de David; la Estrella de la Mañana. En Él habitaba la Deidad; en Él estaba Dios.",
    "🦅 Dios estaba en Su Hijo, en Cristo, reconciliando Consigo al mundo”. Jesús dijo: “No soy Yo el que hace las obras, sino Mi Padre que mora en Mí. Mi Padre y Yo somos uno” Dios manifestado, en carne. ¡Qué revelación tan maravillosa del amor de Dios por nosotros, de cómo Él Se desplegó, descendió y habitó en carne humana, para quitar el pecado y la enfermedad de la raza humana, y redimirnos de nuevo al Padre! ¡Qué maravilloso!, ¿verdad? Realmente agradecemos eso.",
    "Ahora, anoche, supongo que tendré que disculparme. Yo… Billy se adelantó al venir por mí, anoche, porque yo estaba un poco… me debilité. Pues, esas reuniones, ese discernimiento, nadie llegará a saber lo que es, a menos que… Ud. tendría que experimentarlo, para saberlo, ¿ven? No hay manera de intentar explicarlo; no hay manera de uno poder hacerlo. Solo es una experiencia de—de la cual nadie sabe, solo aquellos que pasan por ella. ¡Lo que eso le hace a la raza humana, lo que le hace a un hombre, le saca la vida misma!",
    "Bueno, uno vive en dos mundos. Uno está en un mundo aquí, y uno está en un mundo allá, uno está con alguien más, quizás de hace cincuenta años; y uno puede estar con alguien, a años de hoy, en el futuro; y aun consciente uno que está parado aquí en la plataforma, y uno está hablando de algo que sucedió hace muchos, muchos años; quizás hace semanas, hace meses; en otra nación, otro lugar, o algo. Y luego uno trata de no desubicarse en eso, y pensar; déjenme decirles, es algo tremendo. Pero el Señor nos ha bendecido hasta ahora, en eso, y estamos muy contentos, y confiamos ahora que Dios recibirá la gloria de la reunión.",
    "Ahora, en los—los servicios esta noche, pensé que, ya que solo somos un puñado de personas, reunidas; nuestras reuniones solo se anuncian localmente aquí, y solo son para la gente local. Y antes de entrar en la parte de las reuniones más grandes, pensé hoy, que tal vez podría traer alguna enseñanza de la Biblia, a la antigua, para el pueblo; para que cuando venga el gran evento, si Dios nos lo envía, podamos entonces entenderlo mejor.",
    "Después de todo, la sanidad Divina solo es la—la carnada en el anzuelo, para pescar los peces, como Uds. saben. Solo es que con eso… El pez toma la carnada y agarra el anzuelo. Así que, nuestro principal… Nuestro único fin es este: que se ganen almas para Jesucristo.",
    "Si Dios lo ha sanado esta noche, puede ser que Ud. se enferme de nuevo antes de morir. Ud. pudiera enfermarse de nuevo, dentro de un año, o dentro de dos años; pudiera estar enfermo dentro de una semana, o dentro de un día. No lo sé. Pero una cosa es segura, Ud. dejará este mundo un día de estos, porque esto solo ha sido remendado.",
    "Pero si esa alma alguna vez entra en contacto con el Espíritu Santo y nace de nuevo, Ud. tiene Vida Eterna. No importa lo que suceda aquí, Ud. nunca perecerá. Jesús dijo: “El que oye Mis Palabras, y cree al que me envió, tiene” que es tiempo presente, “Vida Eterna, y no vendrá a condenación; sino que ha” tiempo pasado, “ha pasado de muerte a Vida”. Eso nos haría a todos los metodistas comenzar a gritar, (¿no es así?) correcto, al pensar en eso, que Dios ha hecho eso. Ahora, esa no es palabra mía; es de Él, San Juan 5:24.",
    "San Juan 6, Jesús dijo: “El que come Mi carne y bebe Mi Sangre, tiene Vida Eterna; y Yo lo resucitaré en el día postrero”. Así es. “El que come Mi carne y bebe Mi sangre, tiene” que es tiempo presente, “Vida Eterna”. Ahora, esto “Eterno”, no solo dura de un avivamiento al otro, sino que pasa a la Eternidad.",
    "Y ahora, algunos de Uds. ministros sentados aquí, saben que esa “Vida” Eterna viene de la misma palabra que significa “La Vida de Dios”. La palabra Zoe, la palabra griega, que significa “La Propia Vida de Dios”.",
    "Entonces, llegamos a ser un hijo o una hija de Dios, un linaje de Dios, con una parte de la Vida de Dios en nosotros. No podemos perecer, así como Dios no puede perecer, aunque se intentara. Así que, nosotros tenemos Vida Eterna; y seremos resucitados en el día postrero. ¿No es maravilloso? Eso debería causar que bautistas, metodistas, se dieran la mano y gritaran. ¿No es así? Seguro que sí. Correcto.",
    "Eso es lo bueno de la religión antigua. Causa que todos se sienten juntos y se amen. Seguro que sí. Deshace todas las diferencias, hace nuevas criaturas. Hará que un—un esmoquin y un par de overoles, se abracen y digan: “Hermano, ¿cómo le va?”. Así es. Seguro que sí. Hará que un vestido de seda y un calicó, se abracen y digan: “Hermana, yo la amo”. Eso es lo que produce. Seguro que sí, derriba toda diferencia. “Ricos o pobres, esclavos o libres, todos somos uno en Cristo Jesús”.",
    "El domingo, en el tabernáculo, y veo que hay un buen grupo de personas del tabernáculo aquí, tuvimos—tuvimos una—una lección de escuela dominical sobre, “la redención por la sangre”. Y me compenetré tanto en eso, que siento como que aún estoy en otra esfera en alguna parte, sobre: Redención por sangre.",
    "Y esta noche, después de que se fue la familia y llegué aquí temprano, para poder escuchar el servicio de cantos y demás, yo estaba en el cuarto. Y parecía como que… Comencé a leer en la Escritura, y encontré algo. Y pensé: “Bueno, si el Señor quiere, hablaré sobre eso por un momento esta noche”.",
    "Eso fue, Redención por sangre, el domingo. Ahora, esta noche, voy a hablar sobre Redención por poder. Y mañana en la noche voy a hablar sobre Redención completa (si es la voluntad de Dios), en gozo. En sangre, en poder y en gozo; ¡la redención!",
    "Y para hacerlo… Ahora, mucha gente, fina, eruditos educados saben cómo comenzar y dar esta clase de revelación, tal vez, para esto o aquello, o lanzar algo. Pero, yo, soy como uno de estos predicadores analfabetos que son… Lo único que sé hacer, para estar seguro de estar lo bastante correcto, es ir a las sombras. Si yo comenzara a caminar hacia la pared, y con la luz de este lado, podría distinguir más o menos qué apariencia tengo; si soy una bestia de cuatro patas, o—o ave, o lo que fuera, si veo qué clase de sombra reflejo.",
    "Ahora, el Antiguo Testamento fue una sombra del Nuevo Testamento. Fue el negativo. Como la luna, al sol; el sol brillando sobre la luna, refleja la luz a la tierra. ¡Y sencillamente me encanta el Antiguo Testamento! Esta tan lleno de parábolas como esa, o como pudiera estarlo. Ahora, la perfecta…",
    "En Génesis, cuando Dios hizo el—el sol, primero, la luna después, esa luna y el sol representan a Cristo y a la Iglesia. Así como el sol sale en su poder y gloria; y cuando baja, refleja su luz a la luna, en las tinieblas, para alumbrar la tierra mientras el sol no está. Jesús, cuando Se fue, Él entró a la Gloria y reflejó Su Luz de nuevo sobre la Iglesia; para darle a la Iglesia la Luz del Evangelio hasta que Él regrese, ¡oh, vaya!, y luego se casarán. Eso será maravilloso. Será una gran Luz de luna y… “El Cordero es su lumbrera”. Ellos no necesitaban más del sol, en la Ciudad.",
    "Ahora como un pequeño repaso, regresemos a Éxodo. Y espero que no se cansen de que yo hable del Éxodo.",
    "Una vez, en mi iglesia al otro lado del río, prediqué, creo, como por un año y seis meses, sobre Job, cada noche. Ellos regresaban; yo tomaba una pequeña parte de Job y, no la soltaba, la llevábamos por toda la Biblia.",
    "Cada Escritura encaja. No hay contradicción en la Palabra de Dios. No, señor. ¡Cada pedacito, es perfecto! El único Libro alguna vez escrito que está inspirado de esa manera, que puede perfectamente… Fue escrito por muchos escritores y con muchos cientos de años de diferencia; y cada uno de ellos, por el Espíritu Santo hablando, encajan perfectamente. Por eso, todos estos libros adicionales, los Macabeos y demás, no calzan con Esto, y por eso yo no lo acepto. Esta es la Palabra de Dios, para mí.",
    "Y alguna mujer me escribió una carta y dijo… Yo predicaba, Job sobre las cenizas. Ella dijo: “Hermano Branham, Ud. ha tenido a Job sobre las cenizas por bastante tiempo, ¿no cree? Ha estado allí como seis semanas”. Dijo: “Pues, ¿piensa quitarlo en algún momento de ese montón de cenizas?”.",
    "Bueno, dije: “Cuando el Espíritu Santo deje de hacer salir las Palabras de allí, supongo que tendré que dejar de hablar de esto”. Pero mientras Él me mantuviera hablando de él en el montón de cenizas, bueno, yo me quedé con eso; y almas eran salvas.",
    "Así que, como el evangelista que vino a la ciudad. Él predicó, una noche, él predicó sobre arrepentimiento. A la noche siguiente, él predicó sobre arrepentimiento. A la noche siguiente, él predicó sobre arrepentimiento. Después de unas cuatro o cinco noches, la junta de diáconos se reunió con él y le dijo: “Hermano, ¿no puede Ud. predicar otra cosa aparte del arrepentimiento?”.",
    "Dijo: “¡Oh, sí! Pero que todos se arrepientan primero, luego predicaré sobre otra cosa”. Así que, esa es una—una buena idea. Ellos, que todos se arrepientan, entonces podemos predicar sobre otra cosa. Muy bien.",
    "Como un pequeño repaso ahora, para aquellos, o especialmente para aquellos que no estaban en el Tabernáculo el domingo por la mañana. Queremos regresar allá al capítulo 12. Pero nuestro pensamiento principal esta noche está en el capítulo 14, comenzando con el versículo 13 de Éxodo. Ahora, quedamos en el versículo 10, el domingo por la mañana, “la redención por sangre”. La mayoría de Uds. están familiarizados con la historia, estoy seguro.",
    "Ahora sabemos que podríamos abrir las hojas de este Libro, y darles vuelta a estas páginas. Pero solo hay Uno Quien puede abrir el Libro, es Jesucristo.",
    "Juan vio el Libro. Estaba sellado. “Y él lloró porque no había hombre en el Cielo que pudiera abrirlo, nadie en la tierra, nadie debajo de la tierra. Pero un Cordero que había sido inmolado desde la fundación del mundo, vino y tomó el Libro de la diestra de Aquel que estaba sentado en el Trono, y abrió los sellos y—y abrió el—el Libro, y desató sus sellos. Y Él era digno, porque había sido inmolado desde la fundación del mundo”.",
    "Hablemos con Él en esta noche, y pidámosle que La abra ahora para nosotros.",
    "Ahora, Padre bondadoso y amoroso, venimos a Ti, dirigiéndonos a Ti, primero, en el Nombre de Jesús. Orando ahora, que, mientras estamos parados aquí, resguardados bajo este techo, esta noche, con una tormenta rugiendo afuera, lluvias arrolladoras y soplando, estamos muy agradecidos de tener la casa de Dios donde poder entrar. Y estamos agradecidos de que haya una torre, un refugio; Tú dijiste: “El Nombre del Señor es una torre fuerte; los justos corren a ella y están a salvo”. Estamos muy contentos de conocer el Nombre del Señor, y de haber entrado en Él.",
    "Ahora oramos que Tú nos abras esta Palabra en esta noche, Padre. Que el Espíritu Santo venga y entre en la Palabra. Circuncida los labios de este pobre siervo humilde, y los corazones de aquellos que escuchan, Tus hijos. Y que el Espíritu Santo tome solo las Palabras de Dios y las coloque en cada corazón, justamente donde se necesita. Bendícenos ahora. Renueva nuestras mentes, en esta noche, en Tu Espíritu. Recibe la gloria del servicio. Salva a los perdidos. Sana a los enfermos. Trae a Casa a los descarriados, Señor. Y Te daremos la alabanza, porque lo pedimos en Tu Nombre, el de Tu Hijo amado, Jesús. Amén.",
    "Ahora abran en el versículo 10 del capítulo 12 de Éxodo. Estábamos leyendo, “la redención por sangre”, cómo Dios había ordenado inmolar un cordero en cada casa, y cómo es que no debía quedar nada.",
    "Los juicios habían estado cayendo, y el último juicio ya estaba a punto de caer. Dios iba a cumplir Su Palabra, al pie de la letra. Y todos esos juicios allá atrás eran una señal perfecta, o un tipo perfecto, de los juicios que están a punto de caer ahora.",
    "Y si Uds. se fijan, antes de que cayera el juicio, ahora, los ministros pudieran no estar de acuerdo conmigo en esto, lo cual está bien, pero antes de que el juicio comenzara a azotar a Egipto, Dios envió a Israel a Gosén. Ellos estaban en Gosén, y ninguna plaga cayó sobre ellos. Un tipo perfecto de la Iglesia siendo pasada allá, mientras pasa la tribulación, ¿ven? Muy bien.",
    "Entonces, la última plaga que azotó la tierra allí, o que azotó a Egipto, fue la muerte. Todos Uds. lectores de la Biblia aquí, lo saben por sus clases de escuela dominical y demás, han visto esto, quizás, muchas veces. Pero, la muerte fue el último enemigo que hirió a Egipto.",
    "Y el último enemigo que va a herir a la iglesia ahora es la muerte, espiritualmente hablando. Aquellos que no sigan a Cristo, en—en el bautismo del Espíritu Santo, espiritualmente se secarán y morirán; las iglesias, Uds. pueden verlo ahora. Después de muchos, muchos grandes avivamientos y evangelistas que han pasado por la tierra y, sin embargo, la iglesia está, (hablando de la parte política de la iglesia) empeorando cada vez más. Sus miembros están viviendo como ellos quieren, haciendo lo que quieren, y con todo, llamándose Cristianos, y diciendo que están bien.",
    "Ser un Cristiano, significa ser “como Cristo”. No ir a ningún lugar donde Ud. no quisiera estar si Cristo viniera. No decir nada que no quisieran decir cuando Cristo venga. No hacer nada que Ud. no quisiera estar haciendo cuando Cristo venga. No pensar en nada que no quisiera estar pensando cuando Cristo venga. Manteniendo un único motivo, su corazón centrado en el Calvario. Amén. “Andemos en la Luz, como Él está en la Luz, y teniendo compañerismo el uno con el otro, y la Sangre de Jesucristo, el Hijo de Dios, nos limpia de toda maldad”. Esos son metodistas, bautistas, y todos nosotros, juntos, nos hace a todos uno en Él.",
    "Ahora, lo último, lo último fue la muerte. Y antes de que viniera esa muerte, se hizo una expiación por esa muerte, para todos quienes deseaban escapar de ella.",
    "Y se hizo una expiación antes de la primera destrucción, del mundo antediluviano. Dios tenía un predicador de justicia, Noé, y él predicó ciento veinte años, para que la gente entrara en el arca. Y aquellos que voluntariamente rehusaron ir, no les quedó más que juicio.",
    "Y, hoy, los hombres que rehúsan caminar en la Luz de Cristo, Uds. han despreciado la misericordia, así que no queda más que juicio. Eso es todo. Hay solo un lado derecho y un izquierdo, hay uno solo al que uno puede ir. Y Ud. escoge.",
    "Ahora, vemos que, antes de que llegara la—la terrible noche, Israel recibió la orden. Y ya vimos eso, de matar el cordero.",
    "Dios estaba trayendo a Su iglesia al éxodo, para sacarla de Egipto, a la tierra prometida. Eso me gusta. Ellos iban allá a poseer la tierra. Dios les dio la tierra, y sin embargo estaba toda cercada con grandes edificaciones y cercas. Y los muros alrededor de Jericó, los carruajes podían hacer carreras alrededor de ella. Y solo piensen en eso, con todo, Dios dijo: “Yo se las he dado. Es vuestra”. Pero ellos tenían que limpiar, limpiarla.",
    "Y eso es lo que Dios ha hecho hoy. Él le ha dado a cada uno de Uds. que Lo desean, el bautismo del Espíritu Santo. Pero Uds. tienen que entrar, poseer Eso, así de sencillo; pelear contra las diferencias y derribar los muros, y entrar allí y recibir Eso.",
    "Ud. dice: “El pastor dijo: ‘Eso no es para nosotros hoy’”. Solo siga caminando de largo. “Si la madre dice: ‘Te echaré de casa’”. Avance de todas maneras. “Si el esposo dice: ‘Te voy a dejar’”. Avance de todas maneras. Eso es todo. ¡Hay que avanzar y poseer Eso! Así de sencillo.",
    "La sanidad Divina es para cada uno de Uds. Cada uno de Uds. sentados aquí esta noche, con cáncer, problemas cardíacos, lo que sea, Dios ha dado la promesa. Y eso es suyo, pero Ud. tiene que ir y poseerla.",
    "Ahora Ud. dice: “Bueno, es que no me siento muy bien”. Eso no tiene nada que ver con el asunto. La promesa es suya. Dios se la dio a Ud. Simplemente entre y mate filisteos, de un lado al otro. Y saque a todos los heveos y—y amorreos, simplemente mátelos. Entre, poséala. Dios dijo: “Es tuya. Ve y tómala”.",
    "Pero Él no dijo: “Ahora, entraré, lo barreré todo, y les edificaré algunas ciudades bonitas, y le dio a Ud. todo servido”. Él no lo hace de esa manera.",
    "Él se lo pasa a Ud., y Ud. tiene algo que hacer. Él es lo suficientemente bueno para darle tierra, dijo que Él lo ayudaría y estaría con Ud. ¡Vaya, tómela!",
    "Y si Ud. está enfermo, esta noche, lisiado, ciego, sordo, mudo, como Ud. esté; vaya, tómela. Dios dijo que era suya. Es su posesión. Dios se la dio a Ud.",
    "Él les dijo que les daría esa tierra. Envió un Ángel delante de ellos, para encargarse del camino, traerlos al lugar donde estaba.",
    "Miren a esos espías cuando pasaron allá. Aquí regresaron diez de ellos, dijeron: “¡Oh, no podemos hacerlo! Es imposible. Pues, somos científicos, y hemos estudiado el asunto. Científicamente es imposible. No podemos hacerlo”.",
    "Pero había dos hombres, uno de ellos llamado Josué, y el otro llamado Caleb. Ellos no estaban mirando el aspecto científico. Ellos estaban mirando lo que Dios dijo. Dijeron: “Podemos hacerlo”. Y así es. Y ellos regresaron con la evidencia de que era una tierra buena.",
    "¡Estoy tan contento por esa evidencia, (¿Uds.?) de que hay una Tierra buena justo sobre nosotros! Y estamos de camino, esta noche. ¡Aleluya! Muy bien.",
    "Aquí estaban, ahora, un poco antes de la redención. Dios requirió que los hijos de Israel, para que tuvieran la seguridad de estar protegidos, que mataran este cordero. Y que pusieran la sangre en el dintel, la parte de arriba de la puerta, así, y en cada poste.",
    "Y ellos debían entrar y comerse este cordero, cada pedacito; fíjense, todo el cordero, no solo una parte. Cada pedacito de él debería de comerse.",
    "Algunas personas dicen: “Aceptaré esta parte, y—y esta parte la creeré”. Pero Uds. tienen que tomarlo todo, cada parte de Ella. Dicen: “¡Oh!, yo creo que Él fue herido por nuestras rebeliones, pero, ‘por Sus llagas’, de Eso no estoy seguro”. Nosotros Lo queremos todo. Toda porción de Ella es para comer; todo Eso. Algo de Eso se pone duro, pero de todas maneras tenemos que comerlo. Dios lo dijo.",
    "Fíjense ahora en el versículo 10.\n\nNinguna cosa dejaréis—dejaréis de él hasta…mañana; y lo que queda…hasta la mañana…lo quemaréis en el fuego.",
    "Y, ahora, no debía quedar nada de él; todo. Ahora, Él dijo: “Cuando lo comiereis, no lo coman crudo ni hervido, sino que deben comerlo bien cocido”. Y me gusta eso.",
    "La gente trata de comerse la Palabra de Dios, y La toman como si estuviera cruda; La mastican, y La escupen, y todo lo demás. Dicen: “¡Oh!, es que yo no puedo pasar Eso. Yo no Lo soporto”. Es que no se ha cocinado lo suficiente. Por eso es.",
    "Él dijo: “Cocínenlo con fuego”. El fuego representa al Espíritu Santo. Primero Ud. reciba a Dios en su corazón, y Él Lo cocinará para Ud. Así es. Ya cocinado, completamente, sazonado, entonces Eso sabe bien.",
    "Ahora, Uds. no pueden pararse así, afuera, y decir: “¡Oh!, yo, yo no sé si Eso sea para mí o no. Eso puede haber sido para días pasados”. Solo reciba el Espíritu Santo, primero, y observe entonces lo que significa la sanidad Divina para Ud.",
    "Miren entonces lo que significa para Ud. una religión sentida de corazón, cuando Ud. tiene el Espíritu Santo aquí para cocinar el Cordero a medida que Eso viene. Amén. Así es. Cocine el Cordero, primero. Y uno tiene que tener Fuego para cocinarlo. Debe asarse. ¡Oh, vaya!, es cuando queda bueno. Áselo, quemando todo el…",
    "Yo estaba parado aquí, no hace mucho, junto a una gran fundición, y noté lo caliente que estaba ese fuego, y calentaba y calentaba y calentaba. Y entre más caliente se hacía, la—la escoria en los metales, en el oro, todo salía a la superficie, y ellos quitaban esa capa. Y ellos calentaban el fuego un poco más en la fundición. Y luego cuando esto hervía más, ellos le sacaban otras cosas más, pirita y cosas.",
    "Lo primero que flotó fue la tierra, tierra y lodo. Lo que flotó después fue algo como la escoria, ¡oh!, algo que no sirve; un poco de mercurio y todas estas cosas, eso flota, y quitan esa capa. Siguieron, siguieron allí, y lo último que le sacaron fue la pirita. Ese es el oro de los tontos.",
    "Uds. saben que hay muchas cosas en las personas, que tratan de engañarse el uno al otro cuando se es Cristiano, o, como sea, es una farsa. ¿Ven? Pero Uds. simplemente permitan que el Espíritu Santo lo hierva todo, de hecho, saca—saca de Uds. todo el oro de los tontos.",
    "El oro de los tontos, mucha gente va al Oeste y encuentran de eso, y piensan, ¡oh!, que encontraron una mina de oro. Brilla más que el oro. Pero es oro de los tontos, no tiene ningún valor.",
    "Y ahora, ellos cocinan eso, y quitan toda esa capa, y siguen cocinándolo y cocinándolo, hasta que es oro puro, reducido a nada más que cien por ciento oro.",
    "Y así es como Dios lo hace en Su Iglesia, derrama el Espíritu Santo sobre Ella, y cocina allí adentro hasta que Él saca fuera toda la mundanalidad, y las diferencias, y el egoísmo, y todo esto, hasta que al hervirlo, Él simplemente lo saca de cada individuo que viene a Él. Amén.",
    "Ahora, entonces, Ud. puede comérselo. Aquí hay otro hermoso pensamiento en esto, en el—el versículo 11.\n\nY lo comeréis así;…(escuchen esto)…ceñidos vuestros lomos,…(me gusta eso)… calzado en vuestros pies,…bordón en vuestra mano; y lo comeréis apresuradamente; es la Pascua de Jehová.",
    "Eso me gusta. Mientras Ud. está comiendo, prepárese para partir. Ese es el asunto.",
    "Vamos a Efesios, como en el capítulo 6 de Efesios, y miren aquí lo que dijo Pablo acerca de preparar la Iglesia; el capítulo 6 de Efesios, comenzando en el versículo 14 del capítulo 6.\n\nEstad, pues, firmes, ceñidos vuestros lomos con la verdad,…vestidos con la coraza de justicia;\n\n…calzados los pies con el apresto del evangelio de la paz;\n\nY sobre todas las cosas, tomad el escudo de la fe, con que podáis apagar…los dardos de fuego del maligno.\n\nY tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios.",
    "¿Ven a Pablo vistiendo a un hombre para el campo de batalla, para la marcha?",
    "Dios, en el principio, en la liberación de Israel, dijo: “Ahora Uds. deben prepararse para la marcha. Cuando Uds. vengan bajo la sangre, pónganse los zapatos. Ciñan sus lomos. Tenga su bordón en la mano y prepárese para ese llamado”. Eso me gusta.",
    "Un hombre ahora, cuando entra en Cristo, se pone sus zapatos del Evangelio, para predicar el Evangelio; se pone el yelmo de la salvación; la coraza de justicia; se ciñe los lomos. Hay un…",
    "Por lo general, los antiguos soldados, cuando se ponían esos aparejos de guerra, tenían un gran cinturón. Ellos se lo habían abrochado, sosteniendo sobre sus lomos estos escudos, para evitar las lanzas del enemigo. ¡Qué lección tan real para nosotros! Y cuando el—el lomo comenzaba a debilitarse, y el escudo se descolgaba, ellos se apretaban el cinturón, volviendo a subirlo.",
    "¡Qué cuadro tan perfecto, hoy, cuando comienza a sentir que uno afloja, o el diablo dice: “Ni para qué”! Extienda la mano y apriete un poco el cinturón; levante la espada un poco más fuerte en la mano, y siga adelante. Me gusta eso, estar listo para la marcha.",
    "A cada hombre que caminaba bajo esa sangre, esa noche, se le había ordenado permanecer allí, no salir hasta que llegaran las órdenes, de marchar.",
    "Y todo hombre que ha nacido del Espíritu de Dios, que ha entrado en Cristo, tiene Vida Eterna; se pone su escudo, su coraza, se para listo, y tiene prohibido salir hasta que ordenen marchar.",
    "¡Oh!, ¿verdad que es maravilloso? ¿No están contentos de tenerlo todo bien puesto, Uds. soldados?",
    "Teníamos un líder de cantos en el tabernáculo, nuestro canto principal era:\n\nLa batalla ruge, ¡oh! soldados Cristianos,\n\nCara a cara con un atuendo firme,\n\nLas armaduras brillan, emblemas ondean,\n\nEl bien y el mal arrecian hoy;\n\nLa batalla ruge, pero no desmayen;\n\nSea fuerte, y en Su fortaleza permanezca;\n\nSi Dios está con nosotros, Su estandarte sobre nosotros,\n\n¡Al fin cantaremos la alabanza de victoria!",
    "Muchos de esos santos de antaño ya están en la tumba. Pero un día de estos, allá en un mundo nuevo, cuando vengan a la Tierra prometida, el estandarte de la cruz estará sobre nosotros, y cantaremos el himno del vencedor. Cuando nos sentamos en la Cena de las Bodas esa noche, alrededor de la mesa, esa gran mesa, tal vez cien mil millas de largo, con los santos lavados por la Sangre sentados allí. Quiero ir por la mesa y estrechar la mano de cada uno de ellos, amén, sencillamente gritando. ¿Quieren oírme gritar? Esperen a que yo llegue allá; obsérvenme. Aún no soy lo suficientemente grande, aún, para esto.\n\nPero, fíjense, en marcha ahora. Prepárense. Nos vamos.",
    "Aquí hay un cuadro triste, antes de que lleguemos a nuestra lección, se encuentra allí en el versículo 38. Escuchen.\n\n…subió con ellos grande multitud de toda clase de gentes con sus rebaños…",
    "Allí es donde Israel cometió un error. Lo sobrenatural había sido obrado. Y una multitud de inconversos los siguió por causa de lo sobrenatural, finalmente los metió en problemas. Y más adelante, veremos aquí, como en el versículo 42 y el versículo 43. El Señor hablándole a Moisés, dijo que, “Nadie sino aquellos que fueron sacrificados… podían comer el sacrificio” mejor dicho, “sino los que fueron circuncidados. No extraños, ni extranjeros, nadie debería tomarla sino aquellos que están circuncidados”.",
    "Y qué desgracia tenemos hoy, en este día, amados amigos; cuando, en la iglesia, todos los que pertenecen a la iglesia toman la Santa Cena. Y eso está errado. Solo aquellos quienes son redimidos, son los únicos dignos.",
    "Isaías habló y dijo que: “Las mesas del Señor estarían llenas de vómito”. Dijo: “¿A quién enseñaré Doctrina? A los destetados de los pechos”. Dijo: “Mandamiento tras mandamiento, línea sobre línea, un poquito allí, otro poquito allá”. “Y aférrense a lo que es bueno”. Dios hablando, sabiendo que en el día en que estamos viviendo, la iglesia sería tan política, al punto que dejaría entrar toda clase de gente; siempre y cuando tuvieran su nombre en el libro de la iglesia, siendo miembros, tomaban la Santa Cena.",
    "Y la Biblia dice: “El que la come y bebe, indignamente, es culpable del cuerpo y de la Sangre del Señor”;\n\nSan Juan, capítulo 13, Jesús hablando.",
    "Segunda de Corintios el capítulo 11, Pablo dijo, años después, que, “El que coma y beba esto, indignamente, será culpable del cuerpo y de la Sangre del Señor. Pruébese cada uno a sí mismo” dice él, “antes de que la tome”. Estoy citando la Escritura. Así es. “El que come y bebe indignamente, come y bebe condenación para sí mismo, no discerniendo el cuerpo del Señor. Por lo cual hay muchos enfermos y debilitados entre vosotros, y muchos duermen”. Esté seguro de Ud. estar correcto con Dios.",
    "Aquí está, en la sombra, que, ¡nadie sino los circuncidados! No importa cuán leal fuera, cuánto ayudó a la iglesia judía; él tenía que ser un prosélito, tenía que ser un verdadero creyente circuncidado, antes de poder tomar la Santa Cena, o comer la pascua. ¡Oh, cuánto nos hemos desviado hoy!",
    "Ahora, avancemos rápidamente entonces. Y Dios los sacó, esta noche. Vamos ahora al versículo 13 del capítulo 14.",
    "Dios les dio la Columna de Fuego para que fuera delante de ellos. Creo que tenían aquí la fotografía, esta noche. Y lo digo con reverencia. En mi sincera opinión, estando aquí en este grupo esta noche: yo creo que Ella está con nosotros esta noche. La misma Columna de Fuego que guio a los hijos de Israel, va delante de nosotros, obrando las mismas señales y maravillas. Y cualquier maestro aquí, o erudito de la Biblia, sabe que el Ángel que siguió a Israel y los guio a la tierra prometida, era el Ángel del Pacto, el cual era Jesucristo.",
    "Y, hoy, “Jesucristo, el mismo ayer, hoy, y por los siglos” sigue en frente de este grupo que Uds. quieren llamar santos rodadores, si eso quieren. Muy bien. ¡Avanzando, guiando de victoria en victoria! ¡Alabado sea Dios!",
    "En aquellas naciones, en aquellos días, fueron despreciados y odiados y repudiados, y rechazados por las naciones, y llamados de todo.",
    "Así es hoy, con el verdadero creyente. Uds., en sus iglesias, Uds. lo saben, cuando se paran por Cristo y hablan por la Verdad, toda la iglesia dice: “¡Mírenlo! Perdió la mente. Se ha vuelto loco”. ¿Ven?",
    "No le presten atención a eso. Siga adelante. Pues, ya Uds. tienen toda la armadura. Y la Sangre va delante de Uds.; el Espíritu Santo guiándolos. Solo sigan moviéndose. No le presten atención a lo que alguien les dice. Miren directamente al Calvario y sigan adelante. ¡Un tipo hermoso!",
    "Ahora, ellos habían salido, y llegaron… Y ahora fíjense, la redención por la sangre los sacó de Egipto, ahora ellos necesitaban de algo más en ese momento para llevarlos a cruzar a la tierra. Apenas estaban comenzando. Ellos habían salido, habían sido circuncidados, habían venido bajo la sangre, y estaban en marcha. Ahora ellos habían llegado a algo. Iban por allí, sabiendo que habían pasado de muerte a vida; sabían que tenían Vida Eterna.",
    "Pero aquí están, llegando ahora, y comienzan las dificultades. Aquí viene el ejército de Faraón, persiguiéndolos, para tomarlos. Llegó el problema.",
    "¡Escuchen! “Dios es nuestro refugio y nuestra fuerza, una ayuda muy presente en tiempo de angustia”. ¡Oh, espero que Uds. vean esto! ¿Ven? Aquí está. Sabiendo… Pero, escuchen, el versículo 13 ahora.\n\nY Moisés dijo al pueblo: No temáis;…",
    "Eso me encanta. Después de que Jesús resucitó de los muertos, Sus Palabras constantemente fueron: “No temáis”.",
    "Ese es el problema de la Iglesia hoy, está aterrorizada de cometer una falla. ¿Cómo puede fallar cuando Ud. está en Cristo? Ud. no puede fallar. Ud. tiene Vida Eterna. Ni todos los demonios del infierno pueden desprenderlos. Ud. tiene Vida Eterna. Jesús lo dijo. Así que no le teman al fracaso.",
    "Ud. dice: “Bueno, le temo a volverme fanático”. Prefiero tener un poco de fanatismo que quedarme quieto y no hacer nada. Seguro que sí. Un hombre que va a hacer algo…",
    "Se dice que Ballard aquí, que un hombre vino a pedirle un trabajo, y dijo: “Firme su nombre aquí”. Él tomó su lápiz, para firmar. Él le dijo: “¿Dónde está su goma de borrar?”.\n\nDijo: “Yo no hago… no cometo errores”.\n\nÉl le dijo: “No me sirve; Ud. no hará nada”.",
    "Así es. Si Ud. no comete errores, Ud. no—no está haciendo nada. Vamos, hermano. Levántese y ande. Me gusta Longfellow allí:\n\nNo me digas lamentándote,\n\n¡La vida no es más que un sueño vano!\n\nPuesto que muerta está el alma que dormita.\n\nY las cosas no son lo que parecen.\n\nDijo:\n\nSí, ¡la vida es real! ¡Y la vida es grave!\n\nY la tumba no es su meta.\n\nPolvo eres y en polvo te convertirás,\n\nNo se refería al alma.\n\nEn pie y manos a la obra,\n\nCon ánimo para afrontar cualquier destino.\n\n¡No seas como buey mudo aguijado!\n\n¡Sino un héroe!",
    "No espere a que la gente lo persuada a Ud. a ir a Cristo. Párese como un hombre o una dama, acéptelo a Él, y avance en victoria. Amén. Eso es lo que Dios quiere, soldados fuertes y listos. Puede ser que Ud. no pese ni cuarenta y siete kilos, pero aun puede ser valeroso, hermano, y lleno de poder, si tan solo le permite a Dios hacer lo que Él quiere. He visto hombres que pesan cien kilos, sin tener ni una onza de hombría. Es verdad. Muy bien. Fíjense.\n\n…Moisés dijo al pueblo: No temáis, estad firmes y ved la salvación de Jehová…",
    "Eso es bueno. Solo sigan adelante. No anden temerosos de nada. Si Ud. ha aceptado a Cristo como su Salvador, siga adelante.",
    "🦅 Hermano Branham, yo quiero el bautismo del Espíritu Santo”. Solo siga avanzando. No tema.",
    "Ud. dice: “Ahora estoy enfermo, Hermano Branham. No podré avanzar mucho”. No se canse. Siga adelante; ¡Mire la salvación de nuestro Señor! Acéptela. Solo siga adelante.",
    "🦅 ¿Cómo va a ser? El médico me desahució”. Bueno, el hombre hizo lo mejor que pudo, pero Dios aún no ha hecho Su mejor esfuerzo. Así es.",
    "Un momento, bueno, escúchenlo. Muy bien.\n\n…que Jehová, hará hoy con vosotros; porque los egipcios (los que nos prueban, los verd-… el alborotador)…",
    "Por decir: “Hermano Branham, ¡si tan solo pudiera dejar de fumar! ¡Si tan solo pudiera dejar de beber! ¡Si tan solo pudiera dejar de robar! Si tan solo pudiera dejar de hacer esto, aquello y lo otro”. No se canse. Solo siga caminando. Dios se encargará del resto.",
    "🦅 Si supiera que yo puedo hacerlo, Hermano Branham, yo aceptaría a Cristo ahora mismo”. No se preocupe. Siga adelante. Solo continúe. ¡Ud. verá la salvación del Señor!\n\n…porque los egipcios que hoy habéis visto, nunca más para siempre los veréis. (Amén. Eso quedará resuelto, después de un tiempo.)\n\nJehová peleará por vosotros, y vosotros seréis…estaréis tranquilos.\n\nEntonces Jehová dijo a Moisés: ¿Por qué clamas a mí? Di a los hijos de Israel, que marchen. (Eso me gusta.)",
    "No vaya a decir, por ejemplo: “Bueno, yo me uní a la iglesia hace diez años, Hermano Branham. He sido un buen miembro fiel”. Eso está bien; me agrada eso. Pero esta noche, avancemos. Dios está avanzando. La gente de hoy, aquí, ellos regresan, dicen, “Bueno, pues…”.",
    "La ciencia, hace ciento cincuenta años; había una ciencia en Francia, que decía: “Si un hombre alcanzara la tremenda velocidad de cuarenta y ocho kilómetros por hora, la gravedad lo sacaría de la tierra, y desaparecería”. ¡Ah! ¿Cuarenta y ocho kilómetros por hora? Él va ahora como a dos mil quinientos kilómetros por hora. Uno no escucha que la ciencia se refiera a ese individuo. Él estaba bien en su día, pero ellos están viviendo en otro día. Así es.",
    "Pero, nosotros los predicadores, ¡oh, no! “¿Sanidad Divina? Bueno déjeme ver lo que—lo que San Moody, Finney, Knox, Calvino, algunos de ellos dijeron de Eso”. Ellos estaban bien en sus días. Pero vamos adelante, avanzando. Nosotros tenemos algo más.",
    "Jesús dijo, en la parábola allí del sembrador, cuando un sembrador salió y sembró semillas. Y algunos… El enemigo vino y sembró cizaña entre el trigo. Él dijo: “Déjalos crecer juntos”.",
    "Siempre se está señalando lo malo que se está volviendo el mundo, pero Uds. fallan en ver lo poderosa en que se está convirtiendo la Iglesia, al mismo tiempo. Ella está surgiendo, parada en el campo. ¡Oh, Ella es un pequeño rebaño, pero, hermano, Dios está con Ella! Y Ella va a triunfar tan cierto como Cristo resucitó de los muertos. Amén. La Iglesia de Dios nunca fallará. “Las puertas del infierno no prevalecerán contra Ella”. Mostró que estarían en contra de Ella, pero ellos no pueden prevalecer. La Iglesia va a triunfar, por la Sangre de Jesucristo, con una marcha de victoria. Estoy seguro de esto: que Dios tendrá una Iglesia sin mancha, arruga e imperfección. Amén. Por eso estoy tan contento.",
    "Ahora, “Si yo estoy en esa Iglesia, ¡amén! Hermano Branham, ¿cómo entra uno en Ella? ¿Con una carta?”.\n\nNo.\n\n“¿Cómo entra uno en Ella”?\n\nPor Nacimiento; ¡naciendo en Ella!",
    "Yo he estado en la familia Branham, serán cuarenta y cinco años, el seis de este próximo abril, y en ningún momento me pidieron que me uniera a su familia. Yo nací un Branham; siempre seré un Branham.",
    "Como Cristiano, yo nací en Jesucristo; seré un Cristiano, porque Dios lo ordenó así, por elección. Él nos llamó, por la gracia de Su Propio Hijo amado. Lo recibimos a Él y obtuvimos Vida Eterna. “¿Por un apretón de manos”? “¿Por una membresía”? “¿Por una carta”? “Por un solo Espíritu somos todos bautizados en un Cuerpo, Jesucristo”, y ahí venimos a ser conciudadanos del Reino.",
    "Hoy estaba pensando, me había ido a orar, acerca de cómo este es el día por el cual tendremos que rendir cuentas. Yo no tendré que responder por la generación anterior a mí, o la generación que vendrá después de mí. Pero, en el Juicio, deberé pararme con esta generación. Y dije: “Miren eso, la fotografía de una mujer en el letrero, bebiendo cerveza, o algo así, diciendo que ella quedó ‘sin aliento’, o algo así”. Yo dije: “Sí, y también sin Vida”. Muy bien. Allí lo tienen. Yo dije: “¡Qué desgracia!”.",
    "🦅 Con toda la predicación” dije, “a veces parece”, le comentaba a mi esposa, dije: “A veces parece que no sirve de nada. Pero, como sea, tengo que ser la voz de advertencia, sin importar lo que la gente haga al respecto. De todas maneras, tengo que predicar el Evangelio, y dar testimonio de la resurrección y del Poder de Jesucristo”. Que Lo abandonen y Le den la espalda; Dios los juzgará en el Juicio por ello. Yo solo soy responsable por predicar, y también los otros ministros, quienes predican el Evangelio.",
    "Ahora, sencillamente me encanta. Fíjense: “Marchen ahora”, y veréis la gloria de Dios. Pero escuchen, ahora el versículo 16. Leemos esto:\n\nY tú alza…la vara,…",
    "🦅 La vara”, esa era la vara de juicio. Ahora, no era la vara de Moisés; esa era la vara de Dios. Si se fijan, Moisés tomó esa vara, la levantó así, y vinieron las pulgas. Él la sostuvo sobre las aguas, y se convirtió en sangre. Esa era la vara de juicio de Dios. Y esa misma vara… ¡Lo captan! Esa misma vara fue con la que golpeó la roca; y se hizo una hendidura en el costado de la peña, y aguas salieron de la roca.",
    "Ahora, esa roca era Cristo, y era el juicio de Dios: “El día que de él comieres, ese día morirás”. Hirió a Cristo en el Calvario, y pagó esa muerte amarga y agonizante. No ha habido hombre, jamás, que pudo describir lo que era, o nunca podrá. Allí Dios cargó todo el juicio Divino sobre Él, y Lo hirió en el costado, cuando de Su costado salieron agua y Sangre y Espíritu, para nuestra redención.",
    "La gente a veces pinta Su cuadro, con un paño puesto, o alguna otra cosa, en la cruz. Eso no fue así. Ellos despojaron a ese Hombre, usando toda cosa inmunda y vulgar que pudieron; pero así Le tenía que suceder. Allí estaba Él, el más alto y leal de todo el mundo, que haya existido o que existirá. Y allí expuesto, desnudo, en la cruz; herido, inmolado, sangrando; escupitajos de burla cayendo de Su rostro; con una corona de espinas en Su cabeza, como burla. Pero allí fue cuando Él conquistó la muerte, el infierno, el pecado, la enfermedad y la tumba, y pagó el precio por todos nosotros.",
    "Es muy frecuente que dicen: “Allí es donde Él le sacó el aguijón a la muerte”. Allí es donde Pablo dijo: “¿Dónde está, ¡oh muerte!, tu aguijón?”.",
    "Me han dicho que muchos insectos, abejas y demás, tienen un aguijón, y allí su veneno. Pero una vez que pican, pierden su aguijón.",
    "En un tiempo, la muerte tenía un aguijón; pero Cristo, en el Calvario, le sacó el aguijón a la muerte. ¡Aleluya! ¡Oh, cuando pienso en eso! Allí Él le sacó el aguijón a la muerte, por mí y por Ud., todo el aguijón de la muerte.",
    "Pablo dijo, cuando le iban a cortar la cabeza, en la prisión romana, él dijo: “Muerte, ¿dónde está tu aguijón?”. Señaló de nuevo al Calvario, y allí es donde le fue sacado el aguijón a la muerte. “Sepulcro, ¿dónde está tu victoria?”. Él dijo: “Pero gracias a Dios, que nos da la victoria por medio de nuestro Señor Jesucristo”. Amén. Muy bien.\n\n…la vara (el juicio), y la extendió… sobre el—el mar, y lo dividió; Entonces los hijos de Israel pasaron por en medio del mar, en seco.\n\nY he aquí, yo endureceré el corazón de los egipcios, para que te sigan; y yo me glorificaré en Faraón, y en todo su ejército, y en sus carros, y en su caballería;\n\ny sabrán los egipcios que yo soy Jehová, cuando me glorifique en Faraón, y sobre sus carros, y en su gente de a caballo.\n\nY el ángel de Dios…",
    "¡Escuchen! Apriétese ahora el arnés. “Y el Ángel de Dios, que iba delante del campamento de Israel”, Él aún está aquí.\n\n…el ángel de Dios, que iba delante del campamento de Israel, se apartó e iba detrás en pos de ellos; y asimismo la columna de nube que iba delante de ellos, se apartó y se puso a sus espaldas; (o, fue de aquí, y se puso aquí atrás; un intermediario en tiempos de angustia.)",
    "Cuando a Ud. le comienzan los problemas, enfermedad por todos lados, problemas, el Ángel de Dios viene, sale allá entre Ud. y la enfermedad, y se para allí en el camino, desafiándolo a Ud. a que tome la Palabra de Dios.",
    "Dios le había dado a Israel la promesa, que ellos entrarían a la tierra. Había un millón de hombres, probablemente, que venían para perseguirlos y derribarlos, y masacrarlos, como un montón de animales. Pero el Ángel del Señor, Quien estaba allí para llevarlos a la tierra prometida, Se alzó del campamento y fue y Se paró entre ellos y el peligro.",
    "¡Aleluya! Él aún lo hace. Él abrirá el camino. ¡Oh!, yo Lo amo a Él por eso, ¿Uds.? Él abrirá camino para cada persona enferma sentada aquí ahora mismo. Él ya abrió camino, y Él está parado entre Ud. y el problema.",
    "Y yo sé que Él está aquí ahora mismo. Ud. puede llamarme fanático si quiere; no soy responsable por lo que Ud. diga. Sino que soy responsable por lo que yo digo, ante Dios. Pero Él, Quien guio a los hijos de Israel, si lo he considerado correctamente, con respecto a esa Luz que Uds. ven esta noche, o que han visto en esa fotografía. Supongo que las tienen disponibles esta noche. Ese mismo Ángel de Dios está en este edificio ahora mismo, para hacer exactamente lo que hizo Jesús en ese día. Él está aquí para confirmar. Precisamente lo que Él hizo allá, es lo que Él es ahora, y siempre será el mismo. El Ángel de Dios, alzándose para pararse entre nosotros y la enfermedad, pararse entre nosotros y la muerte.",
    "Con razón David dijo: “Aunque ande por valles de sombra de muerte, no temeré mal alguno, porque Tú estás conmigo”. Seguro.",
    "Parado allí, el Ángel de Dios iba delante del campamento de Israel, y se apartó, y fue y se paró entre ellos y el enemigo.",
    "Y el Ángel de Dios está parado, esta noche, entre cada individuo aquí y el enemigo. Yo sé de lo que estoy hablando. Yo sé, estando parado aquí ahora en la plataforma, ante este grupito de personas esta noche, sé que Dios ha descendido, bajando de la Gloria, y está parado en este edificio ahora. Si Ud. tan solo se atreve a empezar en la Palabra de Dios, vea si Él no Se mueve delante de Ud. Observe.",
    "Y Él Se puso entre el campamento y los egipcios. Él Se pone entre Ud. y su enfermedad. Él está parado entre Ud. y sus pecados, ahora mismo. ¿Por qué? Estamos en el éxodo de la Iglesia. Siempre se ha referido a Egipto como el mundo, y cuando Israel salió de… Recuerden, ellos eran miembros de iglesia allá. Pero después de que se aplicó la sangre y la expiación, ellos llegaron a ser los circuncidados de Dios.",
    "Y la circuncisión, hoy, es el bautismo del Espíritu Santo. “Todos” dijo Esteban, “todos Uds. incircuncisos de corazón y de oídos, ¿por qué resisten siempre al Espíritu Santo? Como vuestros padres, así también vosotros”. El Espíritu Santo circuncidó el corazón, cortando las cosas del mundo. Antes, la iglesia de la santidad a la antigua vivía eso, actuaba así, vivía así. Pero, hoy, es igual que el resto del mundo; es una desgracia. Bajamos la guardia.",
    "El anciano Hermano Spurgeon solía decir, un predicador metodista, anciano, amigo mío, solía entonar un canto:\n\nBajamos la guardia, bajamos la guardia,\n\nCedimos ante el pecado\n\nBajamos la guardia, las ovejas se salieron,\n\n¿Cómo entraron las cabras?",
    "¡Porque Ud. bajó la guardia! Eso es. Uds. han bajado los valores de la vida Cristiana, porque los seminarios empollaron unos cuantos predicadores y los enviaron para que cedieran de la Verdad. Pero el Espíritu Santo siempre ha estado allí para condenar el pecado, y está parado esta noche entre el creyente y las cosas del mundo. Amén.\n\ne iba entre el campamento y los egipcios y el campamento de Israel; y era una nube de tinieblas para aquellos, y alumbraba a Israel de noche, y en toda aquella noche nunca se acercaron los unos a los otros.",
    "Miren, la propia cosa que le daba Luz a este grupo de creyentes, estaba cegando a aquellos.",
    "Muy bien, pónganse sus chaquetas a prueba de golpes. Aquí viene. Miren, todo hombre que rechaza la Luz se vuelve ciego y camina en tinieblas por cuanto Ud. no acepta la Luz. Amén. Dios envía ministros que predican el Evangelio. Él envía señales y maravillas entre los hombres, para vindicar que Eso es la Verdad; y los hombres al rechazar Eso, no queda más que tinieblas para Ud. Camine en la Luz mientras que la Luz esté brillando, mi hermano. Reciba la Luz. Cristo es la Luz. Él ha venido a traerle Luz a Ud. Pero aquellos quienes rechazaron la Luz recibieron tinieblas. Y todo hombre y mujer, esta noche, quien rechaza la Luz, camina en tinieblas, sin saber a dónde va. Él va tambaleándose sin mucho problema, es popular entre la gente, pero me pregunto ¿cómo estará él en la Presencia de Dios?",
    "¡Noten eso! ¡Qué cosa más maravillosa aquí! Él era Luz para uno y tinieblas para el otro. Los israelitas, entonces, después de que Moisés oró, pudieron acostarse en paz. Ahora observen.\n\nY extendió Moisés su mano sobre el mar, e hizo Jehová que el mar se retirase por recio viento oriental toda aquella noche; y volvió el mar en seco, y las aguas quedaron divididas.\n\nEntonces los hijos de Israel entraron por en medio del mar, en seco;…",
    "Si se fijan, mientras los hijos de Israel, quienes habían salido de las tinieblas y habían aceptado la Luz, cuando se metieron en problemas, la Luz dio la vuelta. Y ellos durmieron toda la noche. Y mientras ellos dormían, Dios enviaba un viento, soplando a través del mar, abriendo una vía de escape.",
    "¡Aleluya al Cordero! Estoy tan contento en esta noche de haber sido lleno del Espíritu Santo. ¡Es mientras nosotros dormimos, regocijándonos, descansando en la promesa de Dios!",
    "Dios les prometió a ellos que haría una vía de escape. Y mientras descansaban en esta promesa, Dios estaba allá, delante de ellos, abriendo camino.",
    "Todo hombre y mujer, en esta noche, que acepte a Jesucristo sobre esas bases: ¡el Espíritu Santo!, mientras Ud. duerme, mientras está descansando en Su promesa. Quizás Ud. es un lisiado; tal vez está ciego; tal vez no pueda oír; tal vez no pueda ver; tal vez Ud. esté enfermo; problema cardíaco, cáncer o algo, muriendo. Acepte la Luz, en esta noche, y descanse sobre Ella.",
    "Y el viento, vendrá como un viento recio en el día de Pentecostés, bajará por allí y abrirá camino para Ud., aleluya, para que Ud. pase directo por ese valle de enfermedad, directamente de nuevo a la tierra de salud. Ud. pasará directamente por esa tierra de religiones frías, formales, encadenadas e indiferentes, a un corazón lleno del Espíritu Santo, feliz, que se regocija, lleno de gozo.",
    "Dios muestra Su poder, y lo estaba mostrando. Discúlpenme, estoy subiendo mucho la voz. Mostrando redención por poder. Él mostró la sangre allá atrás, en una cosa. Él mostró Su poder aquí, por Su Sangre, por medio de la redención. Mostró Su poder para escapar de la muerte, a través de la sangre. Él mostró Su poder para abrir una vía de escape, por medio de la redención de poder.",
    "Y hoy, Uds. quienes han aceptado, amén, Uds. quienes han aceptado la Sangre de Jesucristo, para limpiarlos del pecado, el poder del Espíritu Santo está aquí para guiarlos al bautismo del Espíritu Santo. El Poder de Dios está aquí para transformarlo a Ud. de enfermedad a salud. ¡Dios, avanzando, en el éxodo de Su Iglesia! Ella está floreciendo, donde Dios recogerá, después de un tiempo, Su grano. ¡Maravilloso, saliendo de las tinieblas, entrando a esa maravilla de Luz! ¡Cuánto amamos eso! ¡Cuánto amo eso yo! ¡Lo que significa para mi alma, esta noche! Amigos, Uds.…",
    "Hablaba con un hombre hoy, quien vino a mí estando yo afuera. Y él dijo: “He estado tratando de decirle a la gente”. Dijo: “He cambiado mucho, Billy, desde que eras un muchacho”. Dijo: “Venías y me decías, en mi lugar de negocio, que yo debía estar a cuentas con Dios, que debía estar a cuentas con Dios”. Y dijo: “Yo me reía un poco de ti. Pero” dijo, “Billy, las cosas han cambiado ahora”. Dijo: “Ahora sé de lo que hablabas”.\n\nPensé: “¡Alabado sea Dios!”.",
    "Dijo él: “Yo me esfuerzo por hablarles a otros al respecto” y dijo, “cambian de tema y hablan de las tiras cómicas en el periódico o algo. ¡Oh, no es que sea yo! Ese hombre allá en la esquina, podría morir. Él es el que sigue. Su número podría seguir, no se sabe quién sea el número que sigue”. Pudiera ser el suyo, esta noche, amigo. Este puede ser el momento en que Dios lo llama a Ud.",
    "Dios, el gran Espíritu Santo, Se para aquí esta noche, entre la muerte y la Vida; Se para aquí esta noche entre la enfermedad y salud. Yo sé de lo que hablo. Así es. Ahora mismo, el mismo Espíritu Santo que Uds. sienten, toda persona nacida de nuevo ciertamente sentirá ese Espíritu en el salón. Ud. no puede evitarlo. Si Ud. tiene algo de Vida, Ud. sabe que Eso está allí. Muy bien.",
    "Es como un imán, cuando se… Cuando un gran imán se acerca al material, este comienza a moverse y a ser arrastrado, (¿por qué?) viene acercándose más. Como un gran imán que bajó, por acá, una vez, en Hammond, Indiana. Yo estaba observando cómo recogían virutas del suelo. Tiraron de una gran palanca; y un gran imán bajó. Y habían barrido todas las virutas en el suelo allí al centro. Y mientras pasaba, todas esas virutas que estaban magnetizadas al imán, el hierro, subieron y se fueron con el imán. Y lo desmagnetizaban, dejándolo caer en el crisol, y era moldeado de nuevo. Quedaron muchas virutas de aluminio. Yo dije: “¿Por qué no se fueron esas?”.\n\nÉl dijo: “Esas no están magnetizadas al imán”.",
    "Dije: “Alabado sea Dios”. Dije: “Y ¿por qué no subieron estos, aquí abajo, este pedazo de hierro?”.\n\nDijo: “Si Ud. se fija, está atornillado”.",
    "Y así sucede con mucha gente en esta noche, amigos. Ud. ha llegado a ser un miembro de iglesia, pero no está magnetizado por el bautismo del Espíritu Santo. Luego Ud. deja que algo lo sujete, engrilletándolo, alguna diferencia, que lo engrillete, atándole.",
    "Pero un día de estos, un gran imán vendrá del oriente, llamado el Hijo de Dios, que pasará sobre esta tierra. Y toda persona que haya muerto en Cristo se levantará con Él, para ir más allá. Y estos cuerpos viejos serán transformados y hechos a Su semejanza, a la de Su Propio cuerpo glorioso, donde viviremos por los siglos de los siglos, sin enfermedad, sin vejez, sin nada de todo eso otro; y en la Gloria de Dios, para vivir en Su bendita Presencia para siempre. Amén. No se atemoricen por eso. Me siento religioso ahora mismo. Seguro que sí. Muy bien.",
    "🦅 Porque yo sé que mi Redentor vive, y en los últimos días Él se levantará sobre esta tierra; Aunque los gusanos destruyan este cuerpo, aun en mi carne he de ver a Dios; a quien veré por mí mismo, mis ojos lo verán, y no otro”.",
    "No piensen que estoy loco; no lo estoy. Si lo estoy, déjenme así. Estoy más contento de esta manera que de la otra. Sí, señor. Solo déjenme de esta manera. ¡Oh, seguro!, “loco” para el mundo, porque esas cosas que el mundo llama locura, Dios llama bienaventuranzas. Ud. tiene que “perder la mente” de este mundo, (¿por qué?) porque Ud. no es de este mundo.",
    "Cuando Uds. cruzan esa línea de separación, llegan a ser conciudadanos del Reino de Dios. ¡Oh, vaya! ¿Qué bueno es, verdad? Pues, Ud. llegó a ser una nueva criatura, (¡oh, vaya!) cambiado de esto que Ud. es ahora; “Uds. ahora son los hijos de Dios. Ahora estamos sentados juntos en lugares Celestiales”. No que, “lo seremos” en el Milenio; lo somos ahora, ahora mismo somos los hijos de Dios. “Ahora mismo estamos sentados juntos en lugares Celestiales, en Cristo Jesús”, no solo en la iglesia, “en Cristo Jesús”.",
    "El Señor Jesús resucitado está aquí. Él está aquí en Su poder. Él está aquí en Su poder de redención. Él está aquí para el éxodo. Él está aquí para traer a cada miembro de iglesia a compañerismo con Él. Él está aquí para traer a todo pecador, no importa cuán bajo esté Ud. Él está aquí para traer el poder de Su resurrección a su vida y hacer de Ud. una nueva criatura.",
    "Aquí, hace unos años, se reunieron todas las religiones del mundo, creo que fue en Londres, Inglaterra, o en algún lugar. No recuerdo exactamente. Pero, cuando todos hablaban por las diferentes iglesias, los mahometanos, y los de Buda, y todo. Un pequeño… un individuo que representaba a la iglesia americana de la santidad, John Witt, creo que era su nombre. Entonces cuando él se levantó, para su tiempo de hablar, todas las religiones representadas en esta gran reunión, él contó la historia de la Dama Maccabee, lo baja que era; fue arrestada en Oklahoma, con un puro en la boca, conduciendo un… o quebrantando la ley de velocidad, yendo por las calles en un carruaje grande. Ella había cometido tantos asesinatos, y era tan inmunda, y tan iracunda, que cuando fueron a ponerle alquitrán y plumas, ellos ni siquiera le querían colocar las manos encima, por temor a contaminarse.",
    "Y cuando terminó de contar la historia de una manera tan dramática, cada oyente estaba sentado en la punta de su asiento. Él dijo: “Señores, de las religiones de este mundo, ¿tiene su religión algo que pueda limpiar las manos de la Señora Maccabee?” Nadie dijo una palabra. Él dio un saltó de regocijo en el aire, y palmeó sus manos. Él dijo: “La Sangre de Jesucristo no solo limpiará sus manos, sino que limpiará su corazón”. Amén. Así es.",
    "La Sangre de Jesucristo tomará a la prostituta más baja de Louisville, Kentucky, y hará una dama de ella, una santa. Sacará al contrabandista de ese lugar por allá, y hará de él un caballero, y un santo de Dios.",
    "Amigos míos, ciudadanos del Reino, mis amigos de Kentucky e Indiana, y alrededor, ¿no creen Uds., esta noche, que ya es hora de que consideren a este Señor Jesús, antes de que pase su última oportunidad?",
    "Cuando Uds. ven la Iglesia que sale en este gran éxodo, ven la Columna de Fuego guiando delante de nosotros; de pie, haciendo milagros y señales. Él está aquí esta noche, en todo Su poder redentor. Él está aquí para sanar a todo pecador, para traer de nuevo a todo descarriado. Él está aquí para sanar a toda persona enferma.",
    "Él es el Evangelio completo. Y nosotros predicamos el Evangelio completo; cómase todo el Cordero. Áselo con el Espíritu Santo, y entérese que es sabroso para comer, porque el Espíritu Santo nos ha dicho que es muy bueno; “Probad y ved que el Señor es bueno. Sabe a miel en la roca”.",
    "¡Es nuestro Señor Jesús aquí, en Su amor y poder, en Sus grandes bendiciones redentivas! ¡Oh, Él Se para entre la iglesia y el pecado en esta noche! ¡Él Se interpone entre Ud. y el juicio, sangrando, orando!",
    "Aquí, no hace mucho, entré a un lugar por acá en Ohio, donde estuve a punto de pasar mi opinión como juicio. Yo venía comiendo en un pequeño restaurante Dunkard. Estábamos teniendo una gran reunión. Tuve que quedarme a varias millas en el campo, en un pequeño motel. Comía en un restaurante Dunkard; gente amable y encantadora, y el domingo ellos cerraban e iban a la iglesia. Tuve que ir hasta el otro lado a un lugarcito americano común para tener la cena.",
    "Cuando entré por la puerta, para sorpresa mía, había un policía estatal abrazando una muchacha, jugando en una máquina tragamonedas. Y, el juego es ilegal en Ohio, y allí estaba precisamente el representante de la ley quebrantándola. Y quizás, un hombre de mi edad, tal vez casado, con una familia en alguna parte; abrazando a una joven parada allí.",
    "Miré hacia atrás, al otro lado del restaurante, unos muchachos estaban sentados allá atrás, borrachos, y una jovencita actuando inmoralmente. Miré, sentada, aquí a mi lado derecho, a una mesa de banco corrido. Y, estaba a punto de sentarme.",
    "Había una señora mayor sentada allí, de unos cincuenta y ocho, sesenta años, de la edad de mi madre; sentada allí, con su piel toda arrugada, vistiendo ropa corta. Y, ¡oh, era terrible! Y con las uñas de los pies pintadas de púrpura, sus labios pintados de púrpura, la escena más horrible que Uds. hayan visto. Su cabello cortado muy corto y con flecos así. Y ella estaba bebiendo.",
    "Y había dos hombres sentados con ella allí, de aspecto horrible, borrachos, y uno de ellos estaba tendido sobre los platos de la mesa. Y cuando ellos se excusaron, y salieron al baño…",
    "Yo me paré allí. Pensé: “¡Oh, Dios!, ¿cómo puedes soportarlo? ¿Cómo puedes mirar algo así? Cuando, aun en mi corazón, y siendo tan malo como yo soy, y aun me pregunto si mi pequeña Sarah y Rebekah tendrán que crecer en semejante generación, para ver eso que viene. Señor, ¿por qué no lo borras de la faz de la tierra?”. Pensé: “¿Por qué no lo haces, Señor?”.",
    "Me senté allí y comencé a llorar. Vi una visión. Vi, por así decirlo, el mundo girando en el aire, y allí había un arco iris alrededor de ese mundo. Y alguien que me estaba hablando, dijo: “Esa es la Sangre de Jesucristo, alrededor de este mundo, que impide que Él lo destruya. Si Dios puede ver el pecado: ‘El día que de él comieres, ese día morirás’. Todo hombre bajo esa Sangre allí, tiene un… está bajo el libre albedrío, para él escoger. Pero si Ud. llega a morir, y su alma se remonta más allá de la misericordia de esa Sangre, Ud. ya estará juzgado antes de llegar allí. No queda nada para Ud.”.",
    "Entonces me vi a mí mismo. Vi a mi Señor Jesús parado allí, con una corona de espinas en Su cabeza, y las lágrimas rodaban, mezclándose con sangre, al caer de Su barba. Y vi mis pecados venir delante de Él, y cada vez que venían ante Él de esa manera, [Cinta en blanco.—Ed.]…al punto que Él se estremecía. Las espinas se clavaban más en Su frente. Él Se tambaleaba, retrocediendo. Decía: “Padre, perdónalo, no sabe lo que hace”. Y de nuevo yo hacía algo, y entonces Su Sangre era como el parachoques de un carro, protegiendo el carro, escudándome a mí de la ira de Dios, indigno.",
    "Y me acerqué a Él, lentamente, me arrodillé ante Él. Yo dije… Miré allí, frente a mí, y había un libro viejo, de pecado, y mi nombre estaba escrito allí encima. Dije: “Señor, ¿me perdonas?”.",
    "🦅 Seguro” dijo Él, con ojos amorosos; llevó la mano a Su costado, sacando un poco de Sangre, y escribió encima, “Perdonado”. Y lo arrojó atrás al Mar del Olvido. Él dijo: “Ahora…”\n\nYo dije: “Gracias, Señor”.",
    "Él dijo: “Ahora, Yo te perdono; y tú la estás condenando a ella”. ¡Oh, eso para mí cambió el cuadro!",
    "Yo—yo salí de eso. Fui allá y me senté con ella, y comencé a hablar. Y ella había tenido una vida difícil. Le dije: “¿Ha sido Ud. Cristiana?”.\n\nDijo ella: “Fui criada en un hogar Cristiano”.\n\nY dije: “¿Qué sucedió?”.",
    "Ella me contó de una falla con su esposo, y sobre los hijos y demás. Le dije: “Todos, en todos estos años, ¿Ud. nunca ha vivido en paz como cuando estuvo con Dios?”.\n\nElla dijo: “Señor, esa es la verdad”.\n\nLe dije: “¿Por qué no Lo recibe a Él ahora mismo?”.\n\nElla dijo: “¿Él me recibiría?”.\n\nLe dije: “Él está tocando a su corazón ahora”.",
    "Salimos de esa mesa de banca corrida, y allí en el suelo nos arrodillamos frente a ese grupo de personas; las máquinas tragamonedas se detuvieron, las malas palabras cesaron y todo lo demás. Y levanté mis manos, y mis manos… esas pobres manos arrugadas, y la llevé a Jesucristo. Así es. Eso es, amigos. No miren… Jesús…",
    "No me importa lo que Ud. haya hecho, lo negros que sean sus pecados, cuán sucia sea su vida; Dios está parado, en esta noche, tocando a la puerta de su corazón, para perdonarlo, no importa quién sea Ud.",
    "Inclinemos nuestros rostros un minuto. Hermana, ¿pudiera pasar allí al órgano?",
    "Padre Celestial, ¡oh!, pido que lo hagas ahora mismo… mientras que el Espíritu Santo se está moviendo en el edificio. Busquemos primero el Reino, para encontrar favor Contigo, luego creo que Tú sanarás a los enfermos. Pero ahora mismo, Padre, sintiendo que hay un gran y profundo interés y una convicción, la gente sabe que Tu Iglesia está en el éxodo, y que vamos hacia el Juicio. No se sabe si, en la mañana, alguien pudiera venir al lado de la cama, y allí estaremos yaciendo, muertos. Para esta hora mañana en la noche, puede ser que estemos en una morgue en algún lugar, y nuestras almas allá en la Eternidad.",
    "¡Oh, Dios, esta puede ser la última hora! Esta puede ser la última oportunidad que los hombres reciban. Muchos, sin duda, están sentados aquí, hombres y mujeres, quienes lo han deseado, quienes han vivido una vida normal y buena, pero que nunca han nacido de nuevo, no saben lo que significa estar lleno del Espíritu Santo, una vida completamente rendida; despojados de toda cadena, inseguridad, y el Espíritu de Dios habiéndolos bautizado en Su misericordia.",
    "Padre Amado, ¿podrías en esta noche, en el Nombre de Tu Hijo amado, Jesús, entrar a cada corazón y hablarles ahora mismo? Y que ellos, en la simplicidad de su corazón, alcen sus pensamientos a Ti, alcen su corazón y digan: “Heme aquí, Jesús. Tómame ahora, tal como soy, y moldéame y hazme algo diferente. Hazme la clase de persona que Tú quieres que sea. A lo largo de mi vida, Tú me has hablado. Me has hablado; has querido que yo obre diferente; has querido que yo me rinda. Pero ahora el día se acaba, Señor, para mí, pero ahora estoy listo para venir”. Concédelo, Padre. Mientras la misericordia está llamando, antes del Juicio, y el éxodo de la Iglesia está saliendo de Egipto; que ellos vengan, vayan con ese gran grupo, los llamados a salir. Lo pedimos en Su Nombre.",
    "Y estando con nuestros rostros inclinados y los ojos cerrados, y los Cristianos orando, me pregunto si Ud. solo levanta la mano, dice: “Hermano Branham, recuérdeme a mí. Yo—yo creo que cada palabra que Ud. está diciendo es la Verdad acerca de Jesucristo. Y todos necesitamos ser llenos del Espíritu, y aún no ha sucedido conmigo. He sido un miembro de iglesia”. O, tal vez Ud. no lo ha sido, en lo absoluto. Quizás Ud. ha sido un pecador, y nunca ha aceptado a Cristo. O, Ud. ha sido un miembro de la iglesia, y no ha nacido de nuevo. ¿Levantaría la mano, diciendo: “Recuérdeme a mí, Hermano Branham, en su oración; yo quiero estar correcto”?",
    "Dios le bendiga. Dios le bendiga, y a Ud., y a Ud., a Ud., a Ud.; y a Ud., mi hermano; y a Ud., hermana; y a Ud., hermano; a Ud., a Ud., a Ud., hermano, hermana. Los veo.",
    "¡Oh!, a mi izquierda, ¿cuántos por aquí? Levanten la mano, digan: “Recuérdeme a mí, Hermano Branham, yo quiero nacer”.",
    "Ahora, recuerden, el Espíritu Santo les está hablando. Si soy el siervo de Dios, yo sé, tan cierto como estoy parado en esta plataforma, que el Espíritu Santo está hablando aquí a los corazones. Amigos, tal vez yo sea peculiar para Uds., pero no soy un fanático. Sé de lo que hablo; si supiera cuál es su problema allá afuera, y cuál fuere su enfermedad, y Dios oye mi oración por Ud.… Y aquí mismo en este edificio hay personas que han sido sanadas, de cáncer y ceguera, y sordera, y lisiados, y todo lo demás, miren las reuniones alrededor del mundo, ¿qué me dice de Ud. ahora? ¿Qué le parece ahora? Si Él escucha mi oración por eso, ¿no oirá Él mi oración por la condición de su alma? Si Él me revela dónde está su problema, ¿no me revelará ahora también dónde está su problema?",
    "¿Cuántos más levantarán la mano, diciendo: “Hermano Branham, recuérdeme a mí; yo quiero, en este momento, pedirle a Dios que tenga misericordia de mí”? Dios los bendiga, y a Uds., y a Uds., a Uds., de nuevo. ¡Oh, vaya, por todo el edificio, por todas partes!",
    "Mientras tienen sus rostros inclinados. Me pregunto si Uds. que han levantado la mano, solo tengan un poco más de gracia, digan: “Señor, tuve suficiente gracia para levantar mi mano, dame suficiente gracia para ponerme de pie mientras él ora. Si Él viene por mí, antes del amanecer, Señor, esta es mi señal para Ti, que yo quiero estar correcto. Yo quiero encontrarme Contigo algún día. Esta tos me subirá por la manga y moribundo presionaré una almohada. El médico dejará el lado de mi cama; no hay más que hacer. Entonces, Dios, ten misericordia de mi alma. Mientras las frías nieblas de la muerte entran flotando en la habitación, que la antigua nave de Sion venga y me lleve. Me pondré de pie, Señor. Se requiere de mucha gracia, pero Algo me está moviendo. Estoy de pie”. Dios lo bendiga, hermano.",
    "Alguien más que se pare y diga: “Estoy de pie, Señor”. Dios lo bendiga, hermano. Dios le bendiga, hermano, hermana. Solo permanezcan de pie. Todos los que quieran ser recordados en esta oración, por la salvación de su alma, ¿se pondrían de pie? Dios los bendiga. Dios lo bendiga, joven. Dios le bendiga, señor. Dios lo bendiga, hermano. Dios la bendiga, mi hermana. Dios la bendiga, hermana; a Ud., hermano.",
    "Alguien más párese ahora y diga: “Aquí estoy. Hermano Branham, no me estoy parando delante de Ud., me estoy parando delante de Dios. Algo dijo que me pusiera de pie, y estoy de pie”. ¿Lo harán? Solo póngase de pie. Solo tomen a Dios en eso. Dios la bendiga, señora.",
    "Hay más. Dios la bendiga, señora. Así es. Una pobre madre cargando a su bebé, queriendo levantarse, con lágrimas en los ojos. ¿Por qué no viene? Póngase de pie de nuevo. Dios la bendiga, señora, la señora mayor se paró allí, y muy anciana, sabiendo que ella tendrá que presentarse ante Dios, uno de estos días. Dios la bendiga. ¿Quién se pondrá de pie ahora y dirá: “Yo me pararé”?\n\nSolo permanezcan de pie para la oración.",
    "¿Alguien más? Siento que hay alguien más que se quiere poner de pie. Tal vez Ud. solo quiera acercarse un poco. No lo posponga más. Solo pónganse de pie. ¿Lo hará? Uds. que quieren acercarse más a Dios. Dios los bendiga. Así es. ¿Alguien…? Dios la bendiga, señora. Sí, señor.",
    "Hay por lo menos tres personas más que estoy mirando directamente, que deberían estar de pie, porque allí está el Ángel de Dios. Dios la bendiga, señora. Así es. Ahora, muy bien, hermano, ¿qué le parece? Muy bien. Y, el Ángel del Señor de pie, lo sé. Lo veo, y sé que alguien debería pararse ahora mismo. Esperaré un minuto más. Que Dios… Ud. sabe que Él está presionando su corazón. Él está parado allí, mi amigo. Ese es Él que le está diciendo que se ponga de pie. ¿Lo hará? Solo póngase de pie y acéptenlo a Él, ahora mismo. Muy bien.",
    "¿Está seguro ahora? Si Dios lo llamara esta noche, en esta reunión; este sermón, esta invitación, lo encontrará a Ud. allá cuando muera. ¿Qué ha hecho Ud. al respecto? Si Ud. no está seguro, con certeza, párese ahora, para que Él vea que Ud. quiere aceptar, caminar en la Luz.",
    "Ahora, nuestro bondadoso Padre Celestial, estos, Tus amados hijos, teniendo corazones tiernos, la Palabra cayó en sus corazones esta noche; “La fe es por el oír, y el oír, por la Palabra”. Y Tú pudiste oír. Y enterneciste sus corazones, muchos están de pie, hombres y mujeres, muchachos y muchachas, confesándote a Ti como su propio Salvador amado y Líder.",
    "Y que el Ángel de Dios, Quien está aquí ahora en esta noche, que Él los guíe a través de la vida. Que ellos sean guiados al Calvario ahora mismo, en sus corazones, y acepten a Jesús como su Salvador. Y que el Espíritu Santo, por medio de la Sangre de Cristo, baje sobre sus almas, y saque toda la indiferencia, y los llene con el bautismo del Espíritu Santo. Que esta sea la noche más grandiosa de sus vidas. Sabemos que lo es, porque en esta noche ellos Te están recibiendo a Ti. Concédelo, Señor, ahora mismo. Y que ellos se vayan a casa de aquí, esta noche, contentos y regocijándose, alabando a Dios, con todo su corazón. Pido esta bendición en el Nombre de Cristo Jesús.\n\nAhora que el Señor los bendiga mientras toman asiento.",
    "Permítanme preguntarles ahora. Cada uno de Uds. que se paró, y que saben que algo les sucedió mientras estaban de pie, levanten la mano. Solo levante la mano, Ud. sabe que algo sucedió. Dios los bendiga. Dios los bendiga. Así es. Tiene que ser así, amigos. Tiene que ser así. Yo me paré, y vi aquí mismo ahora, el mismo Ángel del que hablo, pasando por este edificio aquí; el mismo Ángel del Señor, la Columna de Fuego. He estado predicando en los últimos cinco o diez minutos, bajo esa inspiración. Puedo sentirlo, Lo veo moviéndose por este edificio. Ahora, Uds. pueden pensar que les estoy contando una fábula, pero es la Verdad.",
    "Ahora, creo que ni siquiera llamaré una línea de oración. Creo que me pararé aquí y solo le pediré a Dios que confirme que les he dicho la Verdad, así es, con señales, maravillas.",
    "¿Cuántos aquí quieren ser sanados, las personas enfermas? Levanten las manos, dondequiera que estén. Solo levante la mano, diga: “Yo Lo acepto”. Muy bien.",
    "Yo quiero que Uds. miren, vivan y crean. Alguien en esta congregación, por aquí, alguien por aquí, solo mire, y diga: “Señor Jesús…”.",
    "Así. Yo creo que la razón por la que hice ese llamado al altar primero, es porque tenemos que hallar favor con Él. Esto es algo nuevo para mí. Tengo que hallar favor con Él, primero. Entonces si he hallado favor, y he hecho algo propicio… Y Uds., una docena o dos de almas vinieron a Él en ese momento. Seguramente, seguramente…",
    "Ahora Uds., cada uno de Uds. personas que vino a Cristo, entonces, busquen una buena iglesia llena del Espíritu Santo y asistan. Y busquen allí Su bautismo hasta hallarlo; simplemente vayan, cada noche, cada día, solo sigan orando. Y cuando busquen…",
    "Ahora, Uds. que están enfermos. Si les he dicho la Verdad, Dios testificará que es la Verdad. Así es. Es lo único que puede hacerlo. Y Dios dará eso a conocer, si Ud. solo ora y cree con todo su corazón. Solo mire y diga esto…",
    "Cuando el Ángel del Señor se encontró conmigo allá en Green’s Mill, Indiana, hace ocho años, después que de niño me siguiera, mostrando visiones, cuando fui a Él, me dijo: “Si eres sincero, consigues que la gente te crea, nada impedirá la oración”.",
    "Ahora, Él puede hacer lo mismo por Ud. ahora como lo pudo hacer entonces. Él ha resucitado de los muertos. Y Él… allí la congregación allá afuera delante de Él. Él sabe lo que cada uno de Uds. tiene, Lo que han hecho, cuál es su problema, todo al respecto. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Entonces créalo con todo su corazón.",
    "Veo a un joven sentado aquí, creyendo, esforzándose, teniendo fe. ¿Cree Ud. que Dios me puede dar a conocer cuál es su problema? ¿Lo cree? Si Él lo hace, ¿aceptará Ud. su sanidad? Ud. tiene problemas cardíacos. ¿No es así? ¿Y si yo le dijera ahora que Ud. está bien? ¿Lo creería? Póngase de pie por un minuto. Ud. tiene un corazón nervioso y un soplo cardíaco. Ha tenido esa molestia por algún tiempo. Solo sucede, aun cuando Ud. se acuesta, eso lo ahoga, y Ud. tiene muchas palpitaciones, latidos irregulares. ¿Es así? Pues, le provoca una indigestión al estómago, subiendo por esas venas. ¿Verdad? Eso ya no le molestará más. Solo conserve lo que ha recibido ahora mismo; Ud. puede irse a casa y estar bien.",
    "No estoy leyéndole la mente. Soy un perfecto desconocido para Ud. Ud. solo es un hombre sentado allí. ¿Verdad? No le he visto, en mi vida, y no sé nada de Ud. ¿Es verdad? ¡Crea que el Señor está aquí!",
    "Francamente, joven, quiero preguntarle algo, y Ud. vea si esto es verdad o no. Hace unos momentos, de repente, algo extraño se apoderó de Ud. cuando comencé a hablar de que “la punzada salió del aguijón”. ¿No es así? ¿No fue una sensación extraña la que Ud. tuvo, sentado allí? ¿Verdad? ¿Y no me miró Ud. en ese mismo momento, y mis ojos lo miraron a Ud. al mismo tiempo? Allí es cuando Ud. fue sanado, de los problemas cardíacos, allí mismo. Amén. Exactamente. Él está aquí.",
    "No estoy leyendo sus mentes, amigos. Yo solo hablo la Verdad, y Dios vindica que es la Verdad.",
    "¿Qué piensa Ud. al respecto, sentado allí junto a él? ¿Cree Ud.? ¿Cree Ud. que soy el profeta de Dios? ¿Cree Ud. que si Dios…? Ud. sentado adelante, aquí en el asiento delantero, por eso es que le estoy hablando tanto a Ud., el Espíritu va allá atrás, alrededor de mí. Pero, ¿cree Ud. que si yo puedo contactar su espíritu, Dios revelará cuál es el problema? ¿Aceptaría Ud. su sanidad? Ud. es diabético. ¿Correcto? Levante la mano si es verdad. Póngase de pie. ¿Acepta Ud. su sanidad ahora? Que el Señor Jesucristo lo sane por completo. Dios lo bendiga.",
    "Tengan fe. Alguien aquí crea. Tengan fe, con todo su corazón.",
    "Veo a un joven sentado allí con un traje azul. Allí mismo está Ella sobre él. Ud. tiene una enfermedad de la piel, ¿verdad, joven? ¿No es así? Póngase de pie. ¡Oh!, ya veo, Ud. está con esta delegación. ¿Correcto? Bueno, ¿quiere irse a casa sano? Levante la mano y diga: “Señor Jesús, yo ahora creo que el Ángel del Señor está guiando. Y yo creo que estoy sano”.",
    "¿Qué piensa Ud. al respecto, el hombre allí que sigue, cree Ud. también? Póngase de pie por un minuto, para poder mirarlo. ¿Cree que yo soy el siervo de Dios; con todo su corazón? ¿Quiere Ud. recuperarse de ese problema cardíaco? Eso es lo que Ud. tenía, ¿no es así? Eso es lo que Ud. “tenía”, fue lo que dije. Ud. no lo tiene ahora. Ud. también puede irse a casa.",
    "El hombre al lado de él, ¿qué le parece a Ud., señor? ¿Cree Ud. con todo su corazón? ¿Cree Ud. que yo soy el profeta de Dios? Póngase de pie. ¿Cree Ud. ahora con todo su corazón? Tenía nerviosismo. ¿No es así? ¿Ven? ¿Verdad que sí? Levante la mano. Puede irse a casa sano ahora. Jesucristo le sana.",
    "¿Qué me dice del hombre que sigue, párese, al final de la fila?, ¿cree Ud. con todo su corazón? Póngase de pie. ¿Cree Ud. que yo soy el profeta de Dios, que soy Su siervo? ¿Cree Ud. que Él me puede decir cuál es su problema, para que Ud. acepte su sanidad? Está en su garganta. ¿Correcto? Vaya a casa y sea sano, en el Nombre de Jesucristo.",
    "Cualquier otra persona en este edificio que quiera ser sana, puede levantarse y recibir su salud. Si me han creído, como siervo de Dios, pónganse de pie. Dios los bendiga. Problemas femeninos, cáncer, ahí va. ¡Bendito sea Dios! Cada uno de Uds., levanten sus manos a Dios.",
    "Nuestro Padre Celestial, yo condeno ahora toda enfermedad de este edificio, echo fuera todo espíritu malo, y que el Espíritu Santo tome control ahora y sane a toda persona.",
    "Pongan sus manos el uno sobre el otro, y digan: “Alabado sea el Señor”, por todas partes. Y regocíjense y sean felices, porque Jesucristo está aquí, el Cordero de Dios, para sanarlos, a todos. 🦅"
  ]
}