{
  "title": "REDENCIÓN COMPLETA, EN GOZO",
  "id": "54200009",
  "content": [
    "🦅  Estoy contento esta noche de poder saludarlos de nuevo en el precioso Nombre de nuestro Señor Jesús, el Hijo de Dios resucitado. Y Su Presencia ya estaba aquí cuando entré, así que, estamos esperando ver que exceda en abundancia “más de todo lo que pudiéramos aun hacer o pensar”, en esta noche; que Dios derrame sobre nosotros de Sus bendiciones, y magnifique a Jesucristo entre nosotros.",
    "He estado predicando, las últimas dos noches… Creo que el domingo en la noche tuvimos un servicio de sanidad, y el lunes en la noche prediqué. Y anuncié… Empezamos un tema el domingo en la mañana en el tabernáculo. Y pensé, en espera que aumentara la audiencia un poco, poder expresarles mis sentimientos. Estoy…",
    "Un día de estos, si es la voluntad de Dios y me ayuda, me gustaría simplemente tener varias campañas en donde uno—uno no… solo venir y predicar o enseñar de la Escritura, y hacer llamamientos al altar, y bajar al altar y orar por las personas y, como solíamos hacer los antiguos bautistas. [Alguien dice: “Amén”.—Ed.] Solo escuché a dos bautistas decir: “Amén”. Pues, ¿dónde están todos Uds. esta noche?\n\nAlguien preguntó: “Hermano Branham, ¿Ud. era bautista?”.\n\nDije: “Sí”, le dije.",
    "Yo estaba predicando por acá en Arkansas una vez. Un hombre, un anciano recibió la sanidad. Él era… tenían… Él era un nazareno. Al día siguiente cargaba las muletas sobre la espalda, yendo por la ciudad, con un—un letrero: “Dios me libró de ellas, anoche”. Y él estaba gravemente lisiado; fue en Little Rock. Y así había estado por varios años. Y todos lo conocían porque andaba por todas partes y ponía el sombrero en el suelo y vendía lápices, del sombrero. Y todos lo conocían; así que eso comenzó algo, causó un gran impacto en la ciudad.",
    "Y unas noches después de eso, yo estaba predicando, y—y él se levantó. Dijo: “Un minuto, Hermano Branham, ¿le importa si le pregunto algo?”.\n\nDije: “No, señor”.",
    "Y él dijo: “Bueno” dijo, “cuando—cuando lo oí predicando, me di cuenta que Ud. era un nazareno”. Dijo: “Luego vi a toda esta gente pentecostal por aquí, y alguien me dijo que Ud. era un pentecostal”. Dijo: “Y lo oí decir hace un rato que Ud. era bautista”. Él dijo: “No lo entiendo”.",
    "Dije: “Bueno, es fácil. Soy un pentecostal nazareno, bautista”. Correcto. Así es. Solo somos… creemos.",
    "¡Oh, amigos!, yo no pertenezco a ninguna denominación de iglesia, aunque pertenezco a cada una de ellas. Cuando empecé en esto, dije: “Cristo es mi cabeza. Esta Biblia es mi manual. Y el mundo es mi iglesia”. Por tanto, quiero que así—así sea hasta que yo muera.",
    "Ahora, en una noche o dos, trataremos de tener de nuevo un servicio de sanidad, cuando consigamos… Por supuesto, viendo estos catres y camillas por aquí, me gustaría ver algo. Estoy muy ansioso porque algo suceda aquí en Louisville, Kentucky, pues este es mi estado natal.",
    "Nunca he tenido una buena, lo que se dice una buena reunión, en Kentucky. Y no lo digo en reproche. He—he tenido muchas malas, en muchos lugares. Pero, me refiero aquí en mi propia casa, es muy difícil. Yo… es tan difícil de romper eso; no sé por qué. Pero me supongo que es porque Jesús dijo: “En su propia tierra”, y cómo sería, que probablemente es de—de esa manera. Pero no es que veamos muchos milagros sobresalientes.",
    "Tuve un servicio aquí hace como un año o dos, en Jeffersonville, pero sucedió que la mujer era de alguna parte por aquí de Kentucky. Ella se había convertido como en tiza, de sus extremidades para abajo; de su cadera hasta sus extremidades, más bien. Y ella—ella no había caminado por diecisiete años. Muchos de Uds. estuvieron allí esa noche y recuerdan el caso. Y ella se levantó y salió caminando del tabernáculo, normalmente.",
    "Ahora, me gustaría que algo comenzara aquí en Louisville, donde yo pudiera ver un avivamiento a la antigua moverse aquí por esta encantadora y gran ciudad.",
    "Es una ciudad como cualquier otra ciudad; no podría haber más maldad. Uds. saben que esa es la verdad. No es por lastimar a Kentucky porque, de hecho, yo soy de Kentucky. Muy bien. Pero es—es la verdad. Hay maldad. Esta es la central de todos los whiskies y destilerías, y artimañas de maldad y todo eso así, aquí alrededor de Louisville, Kentucky; así que, este es el asiento de Satanás.",
    "Pero podemos hacerlo pedazos con el Evangelio de Jesucristo, si nos unimos todos. Así es. Tenemos que unir nuestras fuerzas y empujar.",
    "Hace un tiempo, un evangelista muy famoso en el país estaba, dijo, refiriéndose a los servicios aquí; dijo: “Bueno, el asunto es este”. Él dijo: “Cuando yo voy a una ciudad, toda la región tiene que patrocinar mis reuniones o yo no iré. Así es. Bueno, y de solo pensarlo. Creo que tal vez hay sesenta o setenta iglesias bautistas grandes aquí en Louisville. ¿Ven? ¿Y las metodistas? Y es una ciudad metodista; Asbury está por aquí. ¿Qué tendría ese hombre si viniera a esta ciudad, solo con los metodistas y bautistas, sin contar a los presbiterianos y demás?",
    "Ahora ¿cuántas iglesias del Evangelio completo hay aquí en la ciudad? Dos o tres misiones pequeñas por aquí en alguna parte, solo pequeñas iglesias aquí y allá, y están en guerra entre ellas.",
    "Y cuando uno viene, tiene que apoyarse en la fortaleza de su ministerio. Correcto. E incluso el… todos, es como en la política; se basa en la fortaleza de su ministerio, y apoyarse de lo que el Señor envíe. Me gusta de esa manera. Hermano, si Jesucristo no es mi estancia aquí, y mi dependencia, entonces no tengo otra cosa de la cual depender. Así es. Él… En Cristo, la Roca sólida, estoy parado; todos los otros terrenos son arenas movedizas, para mí. Prefiero predicarles a cinco personas que yo sé que Dios ha enviado para oír el Mensaje, que predicarles a diez mil que fueron empujados políticamente allí. Así es.",
    "Prefiero ver una conversión a la antigua, llegar al altar y llorar y gemir, que ver a diez mil ponerse de pie, y solo decir: “Bueno, voy a probar Eso”. ¿Probar Eso? Él no es un Cristo para ensayar; Él es Uno para aceptar. Vivir o morir, flote o se hunda, acéptelo igual. Así es.",
    "Si yo oro, orara por diez mil personas esta noche, y en la mañana se murieran todas, mañana en la noche estaría de nuevo aquí orando por los enfermos, creyendo que la Palabra de Dios es la verdad. Así es.",
    "Si yo estuviera muriendo; y cinco mil personas que murieron hace cien años, habiendo estado en la Eternidad todo ese tiempo, resucitaran y vinieran a la tierra, y dijeran: “Hermano Branham, no confíe en Eso. Él no está correcto. No confíe en Eso. Nosotros—nosotros confiamos en Él, partimos; y fallamos”.",
    "Con todo, diría: “Déjenme morir en Jesucristo”. Así es. Yo Lo creo. Y allí está asentado mi corazón, todo está depositado allí en Eso. Y yo Lo creo con todo mi corazón, y dependo de Él.",
    "Y yo amo a Su pueblo. Yo los amo, conciudadanos del Reino de Dios. Y quiero pararme hombro a hombro con Uds., y llevar la carga.",
    "Ahora, esta noche; anuncié anoche que iba a predicar un rato esta noche, el Señor mediante. No quiero demorarlos mucho, cansarlos, porque estamos esperando…",
    "Tengo puesto una especie de vellón ante el Señor para esta reunión. Y estoy esperando que Dios haga algo para que la reunión inicie aquí mismo en la ciudad. Uds. oren, cumplan su parte; entonces, cuando llegue el Juicio, todos podremos estar de pie y decir que hicimos nuestra parte.",
    "En el capítulo 20 de Éxodo y comenzando con el versículo 7, deseo hablar solo por unos momentos, si Dios permite, sobre un tema muy… bueno, yo diría que no un tema sobresaliente, pero un—un buen tema. El domingo pasado, en la escuela dominical en el tabernáculo de Jeffersonville, empezamos, con: “redención por la Sangre”.",
    "Y lo que estoy tratando de hacer, si quieren saber por qué estoy haciendo esto aquí. Muchos de Uds. dicen que nunca me han visto predicar en una campaña de sanidad, pero eso tiene un propósito. Creo que, si yo pudiera hacer quebrantar las almas y pasaran al altar, entonces encontraría el favor de Dios para Louisville, correcto, cuando la gente realmente se quebranta ante Dios y ora.",
    "Y, entonces, hay muchos de Uds., amigos, que están orando, ayunando, y temerosos de poseer aquello por lo que están orando. Es cierto. ¿Ven? Pues, de nada les servirá ayunar y orar, si no tienen obras que acompañen eso. Aunque Ud. tenga, toda la fe del mundo, no le servirá de nada a menos que Ud. salga allí, y enfrente eso, y lo tome. Así de sencillo. Ud. tiene que avanzar. Sencillamente dar el paso y hacerlo, como sea. Cuando Ud. pida algo, tómelo. Dios dijo que es suyo, pues, no reciba nada menos que eso. Reciba lo que ha pedido. Ud. hágalo, y vea lo que pasa. Sí. No—no retroceda y diga: “Bueno, esto otro también me sirve”.",
    "Reciba lo primero. Dios me prometió eso primero, eso es lo que yo quiero. Y en estos veintitrés años que Le he servido, Él me ha dado ese lugar. Y yo… Y mientras yo Le crea y Le ame, y Él me ame a mí, así será porque Él está obligado a Su Palabra; “Todo lo que pidiereis orando, creed que lo recibiréis, y os vendrá”. Eso es lo que Él dijo. ¿Verdad? [La congregación dice: “Amén”.—Ed.] Eso está bien. Muy bien.",
    "Me gusta oírlos decir: “Amén”. Sabe, Hermana Hoover, amén significa “que así sea” para mí, Ud. sabe. Y yo—yo cuando comienzo a predicar, y no oigo a nadie decir “amén” me—me extraña mucho.",
    "Aquí hace un tiempo me encontraba predicando en una pequeña iglesia, y—y yo estaba… ¡Oh!, no tengo muchos modales en el púlpito, de acuerdo con la, supongo, la teología del día, y supongo que me puse un poco alborotado. Y creo que salté a la plata-… el púlpito, así, y agarré el micrófono en la mano, y me senté allí, con los pies balanceándose, predicando tan fuerte como pude. Volví en mí; y no sabía lo que estaba haciendo. A los pocos minutos, perdí la noción de nuevo, y me encontré en medio del pasillo, arremangándome los pantalones. No sé por qué, pero realmente estaba… Me hubiera gustado quedarme allí un rato; esa es la pura verdad. En verdad me estuve gozando tremendamente. Aquello me duró, por varios días después.",
    "Un hombre se me acercó, y me dijo: “Oiga” dijo, “¿cómo puede predicar con toda esa gente diciendo: ‘Amén’?”.\n\nDije: “Eso es lo que me hace predicar”. Sí.",
    "Yo tenía un perro viejo cuando cazaba mapaches. Supongo que hay muchos amigos de Kentucky aquí que les gusta cazar mapaches. Así que… Y él correteaba cualquier cosa que fuera a un árbol, iba tras él, menos un zorrillo; es que no quería tener nada que ver con eso. Ahora, él lo correteaba debajo de un arbusto de maleza. Y lo único que yo tenía que hacer, y estaba seguro que no quería meterme allí debajo tras él. Entonces, lo único que yo hacía era levantar la maleza, le daba palmaditas y gritaba: “¡Ve por él, muchacho! ¡Ve por él!”. Y él iba por el zorrillo.",
    "Ahora, el peor zorrillo que yo conozco es el diablo. Y si Ud. quiere dar una palmadita, grite: “amén” de vez en cuando. Y yo—yo… Lo haremos subir al árbol después de un rato, e iremos por él. ¿Ven?",
    "Saben, el anciano Buddy Robinson, muchos de Uds. han oído hablar de él. ¿Verdad? La iglesia Nazarena. Él dijo: “Señor” dijo, “dame un espinazo como tronco de aserradero. Dame mucho conocimiento hasta el fondo de mi alma. Y déjame luchar contra el diablo mientras yo tenga un diente, y luego morderlo con las encías hasta que me muera”. Creo que es un buen… Y eso precisamente es lo que él hizo. Eso precisamente es lo que hizo; avanzado, casi con cien años, y aún predicando el Evangelio.",
    "Oigo a esos veteranos ancianos predicando así. El otro día, encendí la radio, y un hermano anciano, llamado Mordecai F. Ham, cerca de los cien años, aún predicando el Evangelio. Dije: “Dios, bendícelo, y que tenga estrellas en su corona cuando llegue Allá”. El Hermano Ham, a duras penas lo conozco. Uno de estos días quiero conocerlo antes de que cruce a esa Tierra. Y, pues, él podrá estrecharle la mano a mucha gente Allá. Sé que él tendrá muchas manos para estrechar cuando llegue Allá, ¡oh!, porque ha sido un veterano anciano.",
    "El Señor les bendiga ahora. Y ahora, antes de entrar en esta Palabra, pidamos al Autor que baje y nos La revele.",
    "Nuestro bondadoso Padre Celestial, nos acercamos a Ti, esta noche, en el hermoso y magnífico Nombre de Tu Hijo, Jesús; confesando nuestros pecados, que no somos dignos de pronunciar Su santo Nombre. Porque en… Toda la familia del Cielo se llama “Jesús”. Toda la familia de la tierra se llama “Jesús”. Y en ese Nombre se doblará toda rodilla, y toda lengua Lo confesará, sean pecadores o santos. Y, cuando hablamos en Su Nombre, deberíamos estar temblando en nuestros corazones, con reverencia, mientras hablamos. Pedimos entonces en Su Nombre, reverentemente, que Tú vengas a nosotros esta noche, Señor.",
    "Estamos aquí en medio de una gran ciudad, con toda clase de artimañas con las que Satanás tiene a la gente tan atada, en sus negocios, en sus apuestas, y prostitución, whisky y cigarrillos. Y, ¡oh, Dios!, pues muchos ministros en el púlpito solo dejan pasar eso como si fuera una más de muchas cosas comunes.",
    "Pero, Dios, danos la voz de advertencia, para que prediquemos el Evangelio directo y veraz, pon el hacha en la raíz del árbol, que las astillas caigan donde caigan. Y ayúdanos, Señor, a pronunciar juicio sobre tales cosas, y a predicar el Evangelio de Tu amado Hijo, Jesús.",
    "Dios, concede que ocurra algo que sacuda esta ciudad para el Reino de Dios. Que, aun las iglesias donde solo van unos pocos miembros, en las esquinas, ¡oh, Dios!, que esas iglesias se llenen y a tope, de buena gente santa, a la antigua, nacida de nuevo. Concédelo, Señor. Y que recibamos un avivamiento, un avivamiento a la antigua, enviado por Dios que sacuda la ciudad de un lado al otro, deshaciendo toda la maldad. ¡Oh, Dios!, no nos des una reunión prolongada. Danos un avivamiento que cierre antros de contrabando, y que arregle las cosas; y que cause que la gente venga, cuando suene la campana de la iglesia, y acuda al altar y ore antes del mensaje del pastor, y esté preparada. Dios, concédelo.",
    "Ahora, esta noche, puede haber enfermos aquí, Padre. Y al mencionar los enfermos, o a favor de los enfermos, también, que el Espíritu Santo sane a cada persona enferma en el edificio. Salva a cada pecador. Llama de nuevo a todo descarriado de vuelta a casa de su camino caprichoso.",
    "Y que el Espíritu Santo sea Quien me haya guiado a este tema, esta noche. Y que Él tome las cosas de Dios y solo use a Su siervo aquí como un instrumento, y que Dios reciba la gloria. Pues, lo pedimos en Su Nombre. Amén.",
    "En el versículo 7 del capítulo 20 de—de Números, leemos esto:\n\nY habló Jehová a Moisés, diciendo:\n\nToma la vara, y reúne la congregación, tú y Aarón tu hermano… y hablad a la peña a vista de ellos; y ella dará su agua…",
    "Quiero que se fijen allí: “Su” agua.\n\n…dará Su agua y les sacarás aguas de la peña, y darás de beber a la congregación y a sus bestias.\n\nEntonces Moisés tomó la vara de delante de Jehová, como él le mandó.\n\nY reunieron Moisés y Aarón a la congregación delante de la peña, y les dijo: ¡Oíd…, rebeldes! ¿Os hemos de hacer salir aguas de la peña?\n\nEntonces alzó Moisés su mano y golpeó la peña con su vara dos veces; y salieron muchas aguas, y bebió la congregación, y sus bestias.",
    "Que el Señor tome ahora estas pocas Palabras, al regresar a nuestro tema de anoche y traerlo a esto, si Dios quiere.",
    "Y ahora, quiero que todos los enfermos aquí, esta noche… Pues, Billy no repartió tarjetas de oración hoy, porque le dije que no lo hiciera. Le dije: “Solo ve allá, Billy, y dile al Hermano Cauble. Y solo déjame…”.",
    "Estoy tratando de hacer algo, para la gloria de Dios. Solo pidiéndole a Dios que nos ayude, que nos dé almas para el Reino; y que los creyentes fortalezcan su fe, y avancen, aunque no suceda nada más, que solo avancen y digan: “Dios, yo Te creo, en base a la Palabra”. Eso es. Eso es lo inicial, y lo primero, y la mejor manera. Así es. Confiar en Dios en base a Su Palabra. Y, si Ud. no lo puede hacer, entonces, por supuesto, Dios envía otras cosas, como dones y señales, para—para confirmar Su Palabra, para confirmarla a cada creyente.\n\nAhora, el domingo, tuvimos: “redención por la Sangre”.",
    "Ahora estamos viendo a Israel, en su viaje, saliendo de Egipto, tipo del mundo, de camino a Palestina, la tierra prometida. Creo que es algo hermoso. Cómo me encanta. Casi todas las semanas me siento y leo ese libro del Éxodo, si puedo, o tanto de allí como pueda. Me encanta porque es un tipo perfecto de la iglesia hoy, su condición, y la manera en que Dios se está moviendo. Se movió allá, lo que Él hizo en lo natural allá, Él lo está haciendo en lo espiritual ahora. ¿Lo ven?",
    "Ahora, allá Él guió a Israel, en lo natural, donde ellos vieron, miraron, los sacó de cierta tierra a otra tierra en lo natural.",
    "Ahora nosotros nos movemos por el Espíritu Santo, yendo ahora a la Tierra prometida. ¿Creen que estamos de camino a la Tierra prometida? [La congregación dice: “Amén”.—Ed.] “En la casa de Mi Padre muchas mansiones hay. Si así no fuera, Yo os lo hubiera dicho. Iré y os prepararé un lugar”. ¿Correcto? [“Amén”.] Ahora, tenemos una Tierra prometida a la que vamos, y cada día marca un nuevo hito; otro día, otra meta.",
    "Y más allá hay una gran sombra oscura que nos espera, llamada la muerte. Y con cada latir de nuestro corazón, nos acercamos un paso más a ella. Uno de estos días, latirá por última vez, y entraremos. Quiero en mi momento, asegurar mi porción; como espero que cada uno de Uds. lo haga, esta noche. Cuando sé que eso me espera, y tengo que enfrentarla, no quiero ser un cobarde. Quiero envolverme en el manto de Su justicia, caminando hacia ella, sabiendo esto, que estoy seguro que Lo conozco a Él en el Poder de Su resurrección. Así es. Que, cuando Él llame de entre los muertos, yo sea llamado con los que viven. Dios es un Dios de los vivientes.",
    "Ahora, mientras ellos viajaban en esta tierra, vimos que Dios hizo un—hizo un plan para ellos. Él trajo redención, por la sangre. Y nos damos cuenta, que una vez más, Él trae la redención por el poder.",
    "Anteanoche vimos que Él aplicó la sangre; que fue un tipo muy hermoso del creyente, que, cuando ha aceptado la muerte de Cristo en su lugar, entonces viene a ser un hijo de Dios. Comienza su viaje.",
    "Ahora, lo siguiente que él tiene que tener… después de ser salvo, espiritualmente.",
    "Ahora, la muerte del cordero inocente proveyó vida para el creyente culpable. ¿No es ese un tipo perfecto ahora? La muerte del Inocente, proveyendo Vida para el culpable. Y la muerte del Cristo inocente provee Vida para nosotros los culpables.",
    "Ahora, lo primero entonces, después de que Dios les dio vida por medio de la sangre, y lo probó, al pasar la muerte sobre ellos, Él los encaminó en su viaje. Los alcanzaremos después de un rato.",
    "Ahora noten, entonces, lo siguiente que hizo Dios, tan pronto como vinieron a ser creyentes e hijos, y aceptaron a Dios, el enemigo de la muerte física fue tras ellos. Y los acorraló inmediatamente; con el desierto en un lado; el Mar Rojo en otro; montañas del otro lado; el ejército de Faraón venía, persiguiendo, millones de soldados venían en la marcha, para vencerlos.",
    "Ahora, Dios había manifestado que Él les había dado vida, por medio de la muerte del cordero; ahora Él les va a mostrar la redención física. ¡Aleluya! ¿Ven?, tanto para salvación como sanidad, ¿ven?, para el hombre natural y el hombre espiritual.",
    "El Ángel de la muerte pasó por encima de ellos, probando que Dios había hecho una vía de escape, por medio de la ofrenda de la sangre, y ellos la aceptaron. Ahora Él va a hacer una vía de escape de la muerte física.",
    "Como el creyente, en cuanto se salva. Tal vez un cáncer lo tiene carcomido, o alguna enfermedad; Dios tiene redención, también, por poder. Así como Él tiene redención para el alma, Él tiene redención para el cuerpo. Era un…",
    "Ellos fueron salvos, y fueron circuncidados. Ellos estaban bajo la sangre, pero, sin embargo, Faraón iba… El enemigo iba a destruirlos, matarlos a todos allí mismo en el desierto, entonces Dios mostró Su poder de redención para sus cuerpos. ¿Lo captan? ¿Saben a lo que me refiero? [La congregación dice: “Amén”.—Ed.] ¡Redención por el poder! Y entonces, cuando el enemigo estaba casi sobre ellos, el gran Pilar de Fuego sobrenatural se levantó de sobre Israel, vino aquí y se paró entre ellos y la muerte.",
    "Dejen que eso penetre por unos minutos. ¿Pueden ver de lo que estoy hablando? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, para cada hijo de Dios creyente, nacido de nuevo, cuando la muerte viene hurtando a la puerta, prematuramente, el Ángel de Dios se para entre Ud. y la enfermedad. Ahora, si Ud. quiere correr directo a eso, es asunto suyo; pero no tiene que hacerlo. ¿Ve? Él se para entre Ud. y la muerte.",
    "Hace veintitrés años, en el Hospital Judío, el Dr. Morris Fletcher me dio tres horas; uno de los mejores cirujanos aquí de la ciudad, me dio tres horas de vida. Estoy con vida, esta noche. ¡Aleluya! ¿Por qué? Por gracia inmerecida, el Ángel de Dios se paró entre la muerte y yo, para protegerme, y yo Lo acepté. Y en gratitud, por la gracia de Dios, he ganado medio millón de almas para Él, esta noche.",
    "¡Oh, cómo es que Dios sabe hacer las cosas!, si solo Lo seguimos. No quieran Uds. dirigir a Dios. Deje que Dios lo guíe a Ud. ¿Ve? Nosotros somos los que debemos ser guiados. Por eso creo que Dios nos comparó con ovejas.",
    "¿Alguna vez Ud. ha visto una oveja perdida? Pues, es la criatura más indefensa del mundo. No logra llegar a ninguna parte. Solo se para y bala hasta que el lobo se la come, o muere allí; no encuentra el camino de regreso.",
    "Y así es cuando un hombre está perdido, queda completamente indefenso. No hay nada que se pueda hacer al respecto. Dios, por la gracia, tiene que llevarlo a uno a Cristo. Jesús dijo: “Ningún hombre puede venir a Mí, si el Padre no lo trae. Y todo el que Él trae, y viene, Yo le daré Vida Eterna”. ¡Qué promesa!",
    "¡Oh!, desearía poder traer a toda persona aquí, para que profundizara a fondo debajo de la quinta costilla en el lado izquierdo, hasta dar en el fondo del corazón. Uno simplemente vería a la gente levantarse, con todo tipo de enfermedades colgando de ellas, salir caminando de este edificio, regocijándose, rehusando tenerlas. Los lisiados caminarían perfectamente normales. Rehusarían saber cualquier otra cosa. ¿Ven?",
    "Ud. teme. Tiene miedo de empezar; está esperando que Dios baje y lo saque. Dios no lo hace de esa manera. Ud. es el que tiene que dar el paso. Él da la promesa, y dice: “Vamos” entonces Ud. sigue.",
    "Ahora, fíjense en los hijos de Israel allá. Dios vino y Se interpuso entre ellos y el peligro; el poder de redención… redención por poder, mejor dicho. Redención por sangre; redención por poder.",
    "Anoche los dejamos, arrastrándose por la orilla, al otro lado del Mar Rojo. Todos los enemigos, se les había arrancado las ruedas de sus carros. Sus caballos se espantaron, allá al medio del río, y giraban en todas direcciones, yendo en esta dirección, y las ruedas se hundieron en el barro y se desprendieron. Y una cantidad de hombres huyendo desesperadamente, el enemigo. E Israel subió a la orilla, para ver a Dios extender Su mano y destruir todo enemigo.",
    "Un tipo hermoso, el creyente, bajo la Sangre; sanado entonces por el intermediario, el poder de Dios perdonándole la vida, prolongándola por un tiempo. Ellos, cada uno, habría muerto allí mismo; él los habría masacrado allí mismo en el desierto, si Dios no Se hubiera parado entre ellos. Yo habría muerto hace mucho tiempo, si Dios no se hubiera parado entre mí y la muerte. Cada creyente aquí estaría muerto, hace mucho tiempo, si Dios no Se hubiera parado entre Ud. y la muerte; con cada uno de Uds. Así que, Dios, en Su gracia soberana y misericordia, se para entre el creyente y la muerte. ¡Aleluya!",
    "Aquí está. Entonces, ¿qué sigue para el creyente? Lo siguiente entonces es el bautismo del Espíritu Santo. Moisés condujo a los hijos de Israel directo hasta el Mar Rojo, siendo bautizados en el Mar Rojo. El mar, el agua, representaba al Espíritu. Cuando él golpeó la Peña, salió agua. Y era un tipo de Cristo, en Juan 3:16; “De tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en Él cree, no se pierda, mas tenga Vida Eterna”. Fíjense, un pueblo que perecía, en el desierto, fue salvado por una Peña golpeada. Y un pueblo que perece es salvo hoy (que perece en pecado, perece en iniquidad) porque el Hijo herido de Dios tomó su lugar; ¡agua, el Espíritu salió!",
    "Observen, quiero que lo vean ahora, ellos al pasar por el Mar Rojo, era un tipo de recibir el Espíritu Santo. Después de que el creyente ha sido redimido de la muerte, a la Vida, el poder de Dios ha sanado su cuerpo, ahora él es un candidato para el bautismo del Espíritu Santo. Ahora él tiene un viaje, allá, delante de él; pero, antes de que él pueda llegar a ese viaje, necesita tener algo para llevarlo hasta el otro lado. Amén. ¡Un tipo perfecto de Pentecostés!",
    "Noten, ellos se arrastraron saliendo de la orilla. Todo creyente, cuando Ud. entra y es salvo, acepta la Sangre de Jesús, Ud. aún quiere aferrarse de esto y aferrarse de aquello, y Ud. no puede dejar esto y no puede dejar aquello. Después de un tiempo, puede ser que Dios haga cosas buenas para Ud.; pero Ud. no puede dejar sus cigarrillos, tiene que tomar un trago sociable con los compañeros de vez en cuando. Pero lo que Ud. tiene que hacer es pasar por el Mar Rojo.",
    "Cuando ellos salieron al otro lado, (Aquí está, quiero que lo vean), cuando ellos salieron al otro lado, subieron arrastrándose por la orilla y miraron hacia atrás, y vieron a todos esos viejos capataces quienes les habían golpeado, asesinado a algunos de ellos. Al igual que el cáncer y los cigarrillos y el tabaco y el whisky y todo lo demás, lleva a los muchachos a la locura, los envía al manicomio, a los hospitales, y se produce un montón de neuróticos y demás en el mundo. Cuando ellos miraron atrás y vieron todas esas cosas retorciéndose, indefensas y muriendo en el mar, hermano, hábleme de una reunión; ¡ellos la tuvieron!",
    "¡Moisés! Oh, voy a dejar que esto baje profundamente. Espero que llegue al fondo. ¡Moisés, el profeta más importante que haya existido, aparte de Jesucristo! Nunca hubo un hombre al que Dios le hablara, como lo hizo con Moisés, aparte de Cristo. Él dijo: “Si hay alguno quien sea espiritual, o profeta, entre vosotros, Yo le mostraré visiones y Me daré a conocer a él. Pero no así con Mi siervo Moisés; Yo hablo de labios a oídos con él”. Correcto.",
    "Moisés, este hombre distinguido. Tan pronto como pasó por esa experiencia, vio a todos esos capataces muertos, él supo que todas esas cosas habían desaparecido para siempre. Todas esas cosas que los habían esclavizado, y golpeado, y movido con azotes, habían terminado. Él levantó sus manos y cantó en el Espíritu. ¡Oh, vaya!",
    "Nunca ha sido tipificado, y no lo será, hasta que lleguemos a la Gloria allá arriba. Cuando se completó aquello allí, él cantó en el Espíritu. Y cuando somos redimidos en el cuerpo…",
    "Eso fue un tipo del Espíritu Santo que vino en Pentecostés, cuando nosotros pasamos por el mar. Era un tipo de Pentecostés. Y Moisés, en el anti-… en el tipo allá, cuando pasó por eso, él cantó en el Espíritu. Eso vino en el Día de Pentecostés. Y cuando el cuerpo sea perfecto, redimido… Ahora nuestra alma está perfectamente redimida, correcto, “no puede perecer; recibió Vida Eterna”. ¡Es lo que dice la Biblia!",
    "¡Oh, me siento bien! Fíjense por qué. Porque sé que es ASÍ DICE EL SEÑOR. Sencillamente anclo mi alma allí, y sigo caminando, y digo: “Satanás, grúñeme todo lo que quieras. No me molesta, porque yo sé a Quién he creído, y estoy seguro que Él es poderoso para guardar lo que Le he encomendado para aquel el Día”. Amén.",
    "Lo que necesitamos esta noche es un buen avivamiento aleluya a la antigua de Billy Sunday, y de quebrantamiento, es lo que necesitamos por aquí en Louisville. Así es, necesitamos un buen avivamiento pentecostal a la antigua, enviado de Dios. Sí, señor.",
    "Observen, entonces, cuando nuestros cuerpos sean redimidos… Lo cual, tenemos la sanidad Divina ahora, como una sombra.",
    "Como eso allá fue una sombra de Pentecostés, miren lo que ellos hicieron en la sombra del tiempo, de la salvación. Miren cómo ellos caminaron allá delante de Dios, “Apagaron… el filo y así… fuegos, y evitaron el filo de espada”, todas estas cosas que hicieron, “salieron de los hornos ardientes; dejaron atrás el foso de los leones, y todo eso”, bajo la sombra, aleluya, bajo la sombra de Pentecostés.",
    "Ahora nosotros tenemos redención perfecta por medio de la Sangre de Cristo. Ellos no podían tener redención perfecta allá, porque estaban bajo la sangre de toros y machos cabríos, y eso no quitaba el pecado; solo cubría el pecado. Pero cuando la Sangre de Jesús fue derramada, la Sangre más santa y justa, los pecados no fueron cubiertos más; fueron divorciados y eliminados, y el creyente entra a la Presencia de su Creador. ¡Aleluya!",
    "Si ellos hicieron eso allá, en la sombra allí, de Moisés cantando en el Espíritu, entonces, en Apocalipsis, aquellos quienes han conseguido la redención perfecta del cuerpo, se pararon sobre el mar de vidrio y cantaron de nuevo el canto de Moisés, allá en el Libro de Apocalipsis.",
    "¡Hábleme de una—una reunión del Espíritu Santo! Ellos la tuvieron cuando subieron a esa ribera. Escuche, hermana. La pequeña y distinguida María, la profetisa, la hermana de Moisés, una profetisa, ella se emocionó tanto que tomó un pandero y corrió por la orilla, golpeando este pandero y danzando en el Espíritu. No solo eso, sino que todas las hijas de Israel la siguieron, danzando en el Espíritu. Si eso no es el Espíritu Santo cayendo, no sé lo que será. Pues, por supuesto, esos, todos esos ritualistas, naciones refinadas, podrían haber mirado por sus binoculares y al ver eso, habrían dicho: “Fanatismo”. Seguro. Pero era Dios. ¡Correcto!",
    "Las cosas refinadas desprecian hoy lo que Dios ha bendecido. ¡Así es!",
    "Me recuerda una historia. Un hombre tenía una granja grande, muy bonita. Construyó graneros grandes muy bonitos, no podían ser más refinados y clásicos, pero él era muy perezoso para cultivar. Muy bien. Había otro granjero que vivía cerca de él; este apenas tenía algo parecido a un granero, pero realmente era un granjero, y había almacenado mucha comida buena en ese granero ese año. Y nacieron dos terneritos, uno en un establo y otro en el otro. Cuando llegó la primavera, soltaron a los terneritos del establo.",
    "Ese ternerito de aquí, había sido alimentado muy bien, ¡vaya!, cuando recibió ese viento, ¡oh, vaya!, daba saltos, y salió tan rápido como pudo; resoplando, y saltando, y corcoveando, y libre.",
    "Y entonces el otro granjero soltó el suyo, allá. Él—él solo había comido hierbas malas; era muy perezoso para cultivar, muy perezoso para alimentarlo.",
    "Me trae a la mente algunos de estos pastores. ¡Así es! ¡Así es! ¡Muy perezosos! No es de mucha importancia. Y solo tienen graneros bonitos. ¡Pongan Alimento allí para el ternero! Seguro. Seguro. El bautismo del Espíritu Santo predicado con poder los chamuscará. Seguro. Pero eso es lo que necesitan, una buena chamuscada a la antigua; es lo que la iglesia necesita, lo que los miembros necesitan. Noten.",
    "Y se había arruinado este ternerito. El pobrecito salió del establo, estaba tan flaco que apenas podía caminar. Y se asomó por una grieta, y miró al otro lado.",
    "Y vio al otro ternero resoplando. Estaba todo gordo y redondo; se sentía bien. Había estado comiendo todo el invierno.",
    "Y aquel ternerito hambriento miró allá, dijo: “¡Qué fanatismo!”. ¡Vaya! Seguro, él estaba muy flaco para pensar otra cosa.",
    "Pero, déjenme decirles, cuando ese que engordó, todo el invierno, hermano, él sabía dónde estaba. Lo estaba pasando bien cuando ese viento cálido comenzó a soplarle.",
    "Y cualquier hombre que es nacido del Espíritu de Dios, ellos lo llamarán un fanático o cualquier otra cosa. Pero cuando ese cálido viento primaveral del Espíritu Santo comienza a venir como en el Día de Pentecostés, algo va a suceder. Seguro. Los vientos tibios comienzan a soplar; hermano, Ud. está bien engordado con el Evangelio, todo redondo y sintiéndose bien. Comience a saltar y pásela bien.",
    "Así lo hicieron María y los demás. Miraron atrás y vieron que todas esas cosas pasadas que antes hicieron, habían muerto y desaparecido. Ellos habían visto que Dios aceptó la sangre; vieron Su poder en la sanidad Divina allí entre ellos; pasaron por el Mar Rojo y fueron bautizados con el Espíritu; caminaron hasta el otro lado, simplemente pasándola bien. No les importó lo que el… todas las organizaciones pensaron acerca de eso. Amén.",
    "¡Qué tipo tan perfecto hoy, del creyente que se atreve a salir!",
    "Dios prometió que les supliría todas sus necesidades. Él prometió que supliría todas nuestras necesidades. Él no les dijo: “Haré un camino de sanidad; haré un camino de esto; haré un camino de aquello”; Él dijo: “¡Yo estaré con vosotros!”. ¡Aleluya!",
    "Eso es lo que nos dijo: “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Eso es todo lo que tengo que decir. Ud. no tiene que discutir esto, aquello o lo otro. Si Él está aquí, eso me satisface; la sanidad Divina está aquí, el Poder está aquí. Todo lo que Él fue allá, Él lo es ahora: “Jesucristo el mismo ayer, hoy, y por los siglos”. Así que, Ud. puede tomar su teología y ahogarse en ella. Hermano, yo creo que Jesucristo es el mismo ayer, hoy, y por los siglos; dijo: “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Sí.",
    "Y allá, ellos salieron, y Él estaba con ellos. Ahora él dijo… ¡Oh!, ellos tenían una canastita de pan en la cabeza; se lo comieron todo y ya no había. Ya no tenían. Se fueron a la cama, un poco hambrientos esa noche. Pero a la mañana siguiente cuando se levantaron, había pan por todo el suelo.",
    "Así es como Dios hace las cosas; deja que uno llegue hasta el último minuto, entonces le muestra lo que Él puede hacer al respecto. Así es. Le encanta hacer eso. A Él le encanta. Le encanta sorprender a Su pueblo.",
    "A Uds. varones les gusta hacerlo con su esposa. Esperar hasta su cumpleaños, mantenerla bajo expectativa, porque la aman.",
    "Por eso es que a veces Dios nos deja llegar al final del camino, porque nos ama y quiere probar lo sobrenatural que Él es y Su poder. Es porque nos ama, por eso es que Él lo hace. Sí. Él solo deja que lleguemos hasta el punto donde vamos a dar el último paso, entonces entra en la escena.",
    "Dejó que los jóvenes hebreos entraran directo en el horno ardiente, pero había un cuarto hombre allí de pie con un ventilador, alejándolo de ellos. ¿Ven? Él siempre está allí. Él nunca se va. Él siempre está cerca. “El Ángel de Jehová acampa alrededor de aquellos que Le temen”.",
    "Allí, esa noche, recogieron ese pan a la mañana siguiente. Puedo ver a esos israelitas que acababan de pasar por el Mar Rojo; acababan de ser redimidos por la sangre; vieron el Poder sanador de Dios, o el Poder milagroso que se paró entre, Dios y… entre Israel y Egipto; y ahogó a los enemigos allá atrás.",
    "Como el viejo cáncer que se ha ido para siempre, la ceguera que desapareció, la sordera que desapareció, la diabetes que desapareció, todo se ahogó allá atrás en la Sangre de Jesucristo. ¿Cómo te sientes? ¡Vaya!",
    "Al caminar por la calle, y algún crítico dice: “¡Ahora espera un minuto! ¿Estás seguro de eso?”.\n\n“Cállate”. Amén. ¡Oh, vaya!",
    "Puedo verlos allá, recogiendo y recogiendo, y comiendo, y pasando un tiempo glorioso. Como una reunión del Espíritu Santo a la antigua. Aquí viene el Espíritu de Dios cayendo sobre algún santo, se alza; lo recibe así en el corazón, y grita: “¡Alabado sea el Señor!”. Sencillamente en una reunión así a la antigua. Sí, señor. Ellos solo lo recogían de un lado al otro, pasándolo muy bien.",
    "Ahora, ese pan no cesó. Cayó durante todo el viaje, para ellos. Correcto. Y fue un tipo perfecto de Pentecostés en nosotros; eso fue en lo natural. Ese pan nunca cesó. Fue el mismo pan, hasta que entraron en la tierra prometida. ¿Verdad? Uds. los lectores de la Biblia lo saben. Y luego, cuando nosotros…",
    "La Iglesia fue inaugurada en el Día de Pentecostés, cuando los creyentes estaban allá arriba. “Y vino un estruendo como de un viento recio que soplaba, el cual llenó toda la casa donde estaban sentados”. El mismo Espíritu Santo que cayó allá, cae ahora. Continuará desde aquel tiempo hasta el fin del tiempo. Así seguirá. Es nuestro pan. Ellos fueron alimentados con pan natural; nosotros somos alimentados con pan espiritual.",
    "Jesús dijo: “Yo soy el Pan de Vida que viene de Dios, del Cielo”.",
    "Ellos dijeron: “Nuestros padres comieron maná en el desierto, durante cuarenta años”.\n\nÉl dijo: “Y todos están muertos”. Sí, señor.",
    "🦅 Pero el que come Mi carne y bebe Mi Sangre, tiene Vida Eterna, y Yo lo resucitaré en los días postreros. Yo soy el Pan de Vida que viene de Dios, del Cielo. Si alguien come este Pan, nunca morirá”. Ahí lo tienen. Ellos recibieron lo natural; nosotros recibimos lo espiritual. ¡Oh, yo no lo cambiaría por nada! ¡Maravilloso!",
    "🦅 ¡Oh!” dice Ud., “Hermano Branham, todos sabemos que Ud. es un fanático”. Bueno, yo también lo sé. Soy un tonto por Cristo. ¿Por quién está tonto Ud.? Puede ser que Ud. sea el tonto del diablo. De acuerdo. Entonces, prefiero ser un tonto por Cristo, ¿Ud. no? Muy bien.",
    "Fíjense, aquí hay otra cosa acerca de ese maná. Cuando empezaron a probarlo, dijeron: “Sabe a miel”. Sí, era dulce. Puedo ver a esos santos ancianos chuparse los dedos y comer. Estaba sabroso.",
    "¿Ha probado Ud. Esto? Esto también está sabroso. Dijo: “Prueben y vean, que el Señor es bueno. Sabe a miel en la peña”. A menudo he hecho este comentario, muchas veces. De cuando David de antaño, quien dijo eso en su Salmo, dijo: “Sabe a miel en la peña”.",
    "David, siendo un pastor, tenía una pequeña alforja, la cargaban a su lado, y siempre tenían miel. Los viejos pastores aún lo hacen, en—en Palestina. Y cuando su—su oveja empezaba a enfermarse, entonces, lo primero, Uds. saben, él metía la mano allí y sacaba un pedacito de esta miel, y la tomaba y la frotaba en la peña, una piedra caliza. Y a la oveja le gusta esa miel, así que, va y lame esa miel de la peña. Y hay algo en la piedra caliza que cura a la oveja enferma.",
    "Y déjenme decirles: tenemos toda una alforja llena de miel aquí esta noche, y vamos a ponerla en la Peña, Cristo Jesús. Y cuando las ovejas enfermas lamen, seguro que Uds. se sanarán. Así es, solo laman, laman, laman. Y mientras lamen la miel, pues, no hay duda que recibirán de la piedra caliza; sin duda alguna. Ahora, no vamos a ponerla en la iglesia; vamos a ponerla en Cristo, donde pertenece. Correcto. Pues, la sanidad pertenece a Cristo, amén, como toda otra bendición de redención. Fíjense.",
    "Y otra cosa. Cuando aquello comenzó a caer, se le ordenó a Aarón que saliera y tomara varios gomer llenos de eso.",
    "Ahora, si querían conservar un poco para el segundo día, se echaba a perder. Y en gran parte es así entre la gente del Espíritu Santo esta noche. Uds. se inclinan a pensar: “Pues, hace veinte años tuvimos un mensaje bueno. Pasamos un—pasamos un buen tiempo”. ¿Qué tienen Uds. esta noche? Esa es la cosa. Ellos…",
    "Caía todas las noches. No falló ni una vez, solo en—en el Sabbat. Así es. Y ahora Dios lo ha enviado, fresco, cada noche; cada día, cada hora, venía.",
    "Fíjense, esos gomer llenos no escaseaban. Él dijo: “Ahora, miren, cuando vengan a la tierra, y sus hijos comiencen a preguntar de esto…”. Dijo: “Cada sacerdote ahora que entre al sacerdocio, después de tener el permiso de entrar al Lugar Santo y así sucesivamente, y era ordenado, un sacerdote, entonces tenía el derecho de entrar y tomar un bocado del maná original que cayó al principio”. El primero que cayó, ellos lo recogieron y lo pusieron en un gomer, y lo guardaron, y fue reservado solo para el sacerdocio.",
    "Ahora Ud. dice: “Hermano Branham, ¿cuál es el tipo de eso hoy?”.",
    "Bueno, nosotros somos el sacerdocio. “Vosotros sois real sacerdocio, nación santa, pueblo adquirido por Dios, que ofrece sacrificios espirituales a Dios, los frutos de vuestros labios en acción de gracias a Su Nombre”. Amén. Ahí está. Ahora, entonces, en el Día de Pentecostés, cuando el Espíritu Santo estaba cayendo: ¡el maná nuestro!",
    "Ahora, cada sacerdote allá, bajo el Antiguo Testamento, cuando entraban, para ser un sacerdote, sabían que iban a recibir un bocado del maná original; no algo inventado, algo hecho por el hombre que se le pareciera. Sino que ellos iban a recibir un poco del original.",
    "Bueno, en el Día de Pentecostés, cuando nuestro maná comenzó a caer, el Espíritu Santo vino como un viento recio. Aquí estaba un puñadito de gente respetable, ciento veinte, en un aposento alto; a puertas cerradas, ventanas cerradas, sentados allí, esperando la promesa. Sí, ellos habían estado con Jesús, seguro. Conocían Su poder y todo eso, pero ellos estaban esperando la promesa.",
    "Eso es lo que nosotros queremos esta noche. Para ser… Si este grupo de personas pudiera ponerse de acuerdo, como lo estaban ellos aquella noche, lo mismo se repetiría esta noche, aquí mismo en este edificio, en Louisville, Kentucky, lo que se repitió en el Día de Pentecostés. Así es. ¡Oh!, por supuesto, tendrían el mismo tipo de críticos aquí en Louisville que ellos tuvieron allá. Pero, todos estaban en un lugar, unánimes. Y de repente…",
    "¿Vino un ministro, y él tenía una carta, y ellos firmaron sus nombres y recibieron la diestra de compañerismo, y entraron en el compañerismo de la iglesia? Puede ser que así sea hoy, pero no allá. Así es como lo hacen los protestantes. El católico se acerca al altar y toma su primera comunión; saca la lengua, recibe la hostia; y el sacerdote bebe el vino. Entonces él se convierte en eso.",
    "Pero, hermano: “En el Día de Pentecostés, ellos estaban unánimes, en un lugar, y de repente vino un sonido del Cielo” el hombre no tuvo nada que ver con Eso, “como un viento recio poderoso. Llenó toda la casa donde estaban sentados”. ¡El Poder de Dios cayó sobre ellos! Salieron a la calle, actuando como un montón de dementes; como lo hicieron allá cuando cruzaron el Mar Rojo. ¿Verdad, que sí? Ellos gritaron. Se portaron así. Se tambalearon; con sus labios tartamudearon.",
    "Ellos, ¡oh!, en tal comportamiento, Ud.… hasta que la gente, la iglesia distinguida, dio un paso atrás y dijo: “Esta genta está llena de vino nuevo.",
    "¡Aleluya! Me van a llamar un ‘santo-rodador’ de todos modos, pues, más vale que empiecen ya. Muy bien.",
    "Miren, estaban llenos de Vino nuevo, así es, el Vino que viene de Dios, del Cielo. ¿Han visto alguna vez a un hombre borracho? Ese hombre está enamorado de todos, ¿ven? No le importa. Así es un hombre cuando se emborracha del Espíritu. La Biblia dice: “No se emborrache con bebida fuerte, con exceso, sino emborráchese del Espíritu”. El Espíritu de Dios le emborracha tanto, que Ud. olvida todos sus enemigos, y demás. Todos están enamorados de Ud. A él no le importa quién está alrededor. Ud. es el hombre más importante del país en ese momento.",
    "No me importa si su vecino, sentado a su lado, fue a una iglesia de renombre; solo deje que el Espíritu Santo entre en Ud. una vez, vea lo que sucede. Dese una buena emborrachada, verá lo que sucede. Ud. dirá: “¡Hermana, yo Lo tengo! ¡Ud. también Lo quiere!”. Así es. Sí, señor, algo se llevará a cabo.",
    "Allí estaban, todos borrachos de Vino nuevo. Y, escuchen, algunas de Uds. hermanas aquí, ¿sabían que la bendita virgen María estaba allí? Bueno, ella tuvo que subir allá. La madre de Jesucristo tuvo que subir allá y ser incluida en ese grupo de personas, tan borracha en el Espíritu hasta que se tambaleó como si estuviera borracha de whisky o algo así.",
    "Y ¿cree Ud. que llegará al Cielo yendo a la iglesia disimuladamente y con el himnario debajo del brazo, y caminando allá cada domingo por la mañana, y las campanas sonando, y porque se sienta a escuchar algunas de las… y regresa caminando? Ud. nunca lo logrará.",
    "Ud. tendrá que seguir aquella ruta, porque es la única ruta que Dios ha trazado, y que trazará. Y Ud. la caminará o no estará Allí. Yo no soy su juez, pero estoy predicando el Evangelio. Esa es la Verdad exactamente. La virgen bendita estaba allí, actuó tan insensata como los demás, tan ebria como los demás. Estos hombres y mujeres, cada uno estaba lleno de Vino nuevo. Si Dios alguna vez cambió ese programa, señálemelo en la Escritura; no está allí. No, señor. Así sería hasta que la edad termine, de esa manera, hasta que la Biblia termine, y así mismo será cuando Jesús venga.",
    "¡Miren! Mientras estaban ebrios con ese Vino nuevo, miren, veremos si Dios dejó un gomer lleno para todos Uds. Muy bien.",
    "Aquí estaban todos ellos parados allá afuera, y un predicadorcito viejo y cobarde llamado Pedro, la “pequeña piedra”, en tanto temor de su posición hasta que negó a Jesús, y salió corriendo y entró en oración; y él tuvo que reunirse con ellos. Se paró en un cajón o algo, dijo: “Pues, ¡vosotros varones judíos, y los que habitáis en Jerusalén!”. Eran doctores, D.D.’s. ¡Oh!, dijo: “Vosotros varones que… y hombres de Israel, y habitantes de Jerusalén, y demás, esto os sea notorio. Estos no están ebrios, como vosotros suponéis, viendo que es la hora tercera del día. Mas esto es eso…”.",
    "Si esto no es Eso, quiero conservar esto hasta que Eso llegue. Seguro que sí.",
    "Dijo: “Esto es lo dicho por el profeta Joel: ‘En los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne, vuestros hijos y vuestras hijas profetizarán; y sobre Mis siervas y criadas derramaré de Mi Espíritu, y ellos profetizarán; y mostraré señales en los cielos arriba, y en la tierra; y columnas de fuego, y humo, y vapor; y sucederá, antes que venga el día de Jehová, grande y terrible, que todo aquel que invocaré el Nombre del Señor, será salvo’”.",
    "Esa cantidad de supuestos sacerdotes hipócritas, de túnicas largas, dijeron: “¿Qué podemos hacer para ser salvos?”.",
    "Pedro dijo: “Arrepentíos cada uno de vosotros, y bautícese en el Nombre de Jesucristo, para perdón de vuestros pecados; y recibiréis el don del Espíritu Santo”. ¿Hasta cuándo será? “Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "Entonces, cada hombre que se arrepiente y es bautizado en el Nombre de Jesucristo, y Dios le da el bautismo del Espíritu Santo, no recibe algo que se parece al primer maná, pues, no solo recibe un bocado del primer maná, sino que recibe un corazón lleno del mismo Espíritu Santo.",
    "Uds. podrían decir: “Hable un poco más bajo”. Sé que soy un poco ruidoso en eso, pero no puedo evitarlo. Fíjense, miren. No les estoy gritando a Uds.; quizá sea el rebote. Pero, ¡oh!, si se sintieran como yo, Uds. también serían ruidosos.",
    "Observen, ¡oh!, un corazón lleno del maná original que cayó al principio; el mismo Espíritu Santo que cayó allá, está cayendo ahora. Y ¿a dónde iría? “A Ud., a sus hijos, a los que están lejos” Louisville, Kentucky, “y todos los que el Señor nuestro Dios llamare, recibirán lo mismo que nosotros tenemos aquí”.",
    "Eso es lo que Él dijo. Dios lo bendijo. Él lo predicó. El Espíritu Santo Lo trajo; yo Lo tengo; asunto concluido. Amén. Eso, con eso basta para mí. Yo le tomé a Él por Su Palabra; Él lo hizo. Si Ud. Lo quiere, también puede tenerlo. Así es.",
    "Entonces, salga de esa—esa condición muerta, y despierte, y solo sacúdase así y despierte. Y lo primero, al Ud. mirar alrededor, pues todo le parecerá diferente. Ese compañero con el que no hablaba, Ud. se dará prisa a él y le hablará; sí, señor, Ud. sencillamente tiene que hablarle, es todo. ¡Oh!, todas esas cosas, devolver esas herramientas viejas para neumáticos, y todas las… esas cosas que Ud. se llevó del hotel esa vez. Esa toalla vieja con la que envolvió esa vajilla de plata que tomó de la mesa; Ud. se dará prisa para devolverla. Seguro que lo hará. Sí, señor. Eso le hará una nueva criatura en Cristo Jesús. Ahora, miremos a María. ¡Oh, vaya!\n\nTenemos que darnos prisa. Vamos avanzando bien.",
    "Aquí van, por el desierto ahora, después de la reunión a la antigua. Ahora ellos van en su viaje. ¿No es extraño que ellos fueran llevados directo al desierto de Sin, directo al desierto, directo a la—la fuente de agua amarga? ¿Podrían Uds. imaginarse a Dios llevar a Sus hijos, inmediatamente después de ser salvos y llenos del Espíritu Santo, a fuentes de agua amarga? Seguro. Él quería expresar de nuevo Su amor por ellos. Así es. Ellos llegaron allá.",
    "Saben, cuando uno recibe el Espíritu Santo, se llega a muchos obstáculos; “Muchas son las aflicciones del justo, Pero de todas ellas le librará Jehová”. Dios lo trae a Ud. precisamente allí, encarándolo a eso, para poder mostrarle Su poder y Su bondad.",
    "Como la historia que oí del pastor en Jerusalén, quien le había quebrado la pata a su oveja. Le preguntaron: “Vaya, pastor cruel. ¿Por qué le quebró la pata a la oveja?”.",
    "Dijo: “Bueno, ella no se portaba como si me amara. Entonces se me ocurrió simplemente romperle la pata, así tendría que prestarle una atención especial, y entonces ella me amaría desde ese momento”.",
    "A veces Dios tiene que ponerle de espaldas, con una enfermedad, que el médico dice que Ud. se va a morir. Dios podría darle un pequeño tratamiento especial para que Ud. lo ame a Él un poco más. Así es.\n\nUnos por las aguas, otros por torrentes,\n\nUnos por profundas pruebas, pero todos por la Sangre;\n\nJesús guía a Su Iglesia.",
    "Ahora, cuando estaban allí, y las aguas eran amargas y no podían beber, Dios proveyó una manera. Un arbolito viejo que se balanceaba allí en la orilla, Moisés simplemente lo cortó y lo arrojó al agua, cambió todo; agua sabrosa y dulce.",
    "Ahora cuando Ud. enfrente una de sus aguas amargas, o una que otra cosa así, hay un árbol, esta noche, espiritualmente hablando, colgando sobre el Gólgota, o el mundo, esta noche, que endulzará cualquier agua amarga a la que Ud. tal vez ha sido llevado. Así es. El Calvario endulzará cualquier experiencia. Muchas veces nos metemos en lugares difíciles, y nos preguntamos cómo. Y a veces cierro mis ojos, y pienso: “Allá en el Gólgota, donde mi Redentor sangró y murió por mi vida”, mi prueba entonces parece algo pequeña. Arrojo eso a un lado y sigo caminando. Endulza allí. Endulza cada experiencia que he tenido. Él siempre la endulza, cuando llego a mis aguas de Mara.",
    "Bueno, estamos a punto de alcanzarlos aquí ahora en el desierto, después de todas esas grandes señales y maravillas. El avivamiento se había aquietado. Y lo primero que vemos, cuando el avivamiento se aquietó, pues, ellos se olvidaron por completo de los milagros.",
    "¿No es algo así la gente de hoy? Ellos olvidan lo que Dios hizo el año pasado. Lo que Dios hizo en la reunión aquí en la secundaria, Uds. olvidan todo eso. ¿Ven? Lo que Dios hizo, simplemente lo olvidamos.",
    "Ahora, fíjense, y empiezan a discutir entre ellos: “Bueno, en realidad, a fin de cuentas, yo soy metodista. Nuestra iglesia es la más grande”. “Yo soy bautista, y déjeme decirle: nosotros creemos en la Seguridad Eterna, y La tenemos. ¡Ja-ja! Uds. allá no tienen la doctrina, en resumidas cuentas”. Ahí es cuando Ud. se mete en problemas, y se le corta el suministro de agua. Así es. Así es.",
    "Allí sucede, el desierto, cuando él vive allá en el desierto, empieza a murmurar, a murmurar y a quejarse; “Bueno, déjame decirte. Te lo digo, cuando ese pastor anticuado estaba aquí, ese predicador anticuado que predicaba esa religión así a la antigua, yo—yo no sé si tendría razón o no. Déjame contarte, él—él enojó tanto a mi madre una noche, que ella se fue a casa. Y en serio, ella estaba como agitada”. Ella debería estarlo. Correcto. “¡Oh!, no sé si quiero oír más de Eso, o no”. Y ahí es cuando su suministro de agua se acaba. Así es. Ahí es cuando Ud. entra al desierto.",
    "Ellos comenzaron a murmurar. Dijeron: “Nuestra—nuestra alma tiene fastidio de este pan tan liviano”. Después de haber dejado los ajos y las cebollas de Egipto, y estar comiendo alimento de Ángeles, y aún quejándose. ¿No es así la iglesia? Ya estoy llegando ahora a la gente de santidad, a Uds.; sí, a todos Uds. Comiendo alimento de Ángeles, y luego dijeron: “Desearíamos estar de nuevo en Egipto, para conseguir más ajo”.",
    "🦅 Clayton McMichen y sus Wildcats estarán en el bar esta noche. Si no me hubiera unido a esa vieja iglesia, podría ir”. Da lo mismo que Ud. vaya. Donde estén sus tesoros, allí también estará su corazón. Ud. no recibió nada cuando empezó. Así es. Así es. “¡Oh, yo quisiera hacer esto, o hacer aquello”! Ahí tienen, siempre una queja.",
    "Y dejaron las aguas lodosas de Egipto para beber las aguas puras de la Roca de las Edades, y se quejaban por Eso. Dejaron el lugar de los grandes médicos jactanciosos de Egipto, tremendos jactanciosos y todo, para estar con el Gran Médico. Dejaron el lugar donde decían que, “Los días de los milagros habían pasado” para estar con la gente que tenía señales y maravillas siguiéndolos y aún se quejaban. ¡Oh, vaya! Sí, señor. Allá atrás, por supuesto, los egipcios eran gentiles fríos, indiferentes. Ellos no creían en nada de milagros.",
    "Luego, estaban aquí afuera donde la Columna de Fuego los rodeaba. Nosotros La tenemos esta noche. Ellos estaban allá afuera donde tenían gozo en el campamento, gritando, con milagros, y todo, y luego se quejaban por eso. Por esa razón el agua se secó, por eso no tenían nada que comer o beber, por murmurar.",
    "Y eso es lo que pasa con las iglesias alrededor de Louisville, esta noche: murmuran, se quejan. ¡Piedad! Vuelva al arnés. Eso es.",
    "🦅 Y, ¿quién es este tipo, Moisés? ¿Y por qué escuchamos, escuchamos a este predicador santo rodador? ¿Qué estamos haciendo aquí afuera?”. Y su fuente de agua se les secó.",
    "Me imagino a Moisés, ese gran hombre. Instruido en toda la—la sabiduría de los egipcios. Veámoslo solo por unos minutos. Tomemos a Moisés, solo por un minuto. Miren a ese hombre. Él era…",
    "Los egipcios, estaban mucho más avanzados que nosotros hoy en día, en cuanto a nuestra ciencia médica. Estaban más avanzados que nosotros. Podían hacer muchas cosas que nosotros no pudiéramos.",
    "Y Moisés tenía todos los remedios. Y cuando estaba allá, piénsenlo, Moisés tenía cerca de dos millones de personas con él. Tenía niños pequeños; tenía ancianos, ancianas. Tenía lisiados y ciegos. Nacían bebés, miles de ellos, en una semana. Y Moisés, el Dr. Moisés, estaba allí en el desierto con todas estas personas. Me gustaría dar un vistazo a su botiquín, ¿a Uds. no? Me gustaría ver lo que el Dr. Moisés tenía en el botiquín. Echemos un pequeño vistazo en el botiquín para ver lo que él tenía.",
    "🦅 Moisés, pues, ¿qué tienes allí adentro, Moisés?”. Pues, nos enteramos de que, en todo ese viaje de cuarenta años, nacieron más de dos millones de bebés. Así es. “¿Qué usaste, Moisés? ¿Qué usaste para todas esas heridas y dolores y cánceres, y ceguera, y sordera, y mudez? Bueno, me dicen que cuando saliste del desierto, no había un solo enfermo entre ellos”. Oigan, ¿no les gustaría a algunos de estos médicos echar un vistazo en ese botiquín?",
    "🦅 Y otra cosa, Moisés, ¿qué rociaste sobre esas personas, que ni siquiera sus ropas se gastaron? Sus zapatos no se gastaron, al caminar sobre esas piedras”. Si han estado allí, Uds. saben cómo es el desierto, uno gasta un par de zapatos en tres días. Y no desgastaron ni una pizca de cuero de ellos, en cuarenta años. “Moisés, ¿qué había en tu botiquín?”.",
    "Demos un vistazo allí. Lo veo a él: “Tenía una receta: ‘Yo soy Jehová tu sanador’”. Asunto concluido. Amén.",
    "Decían: “¡Oh, Moisés!, mi padre por acá se cayó y se rompió su pierna. ¿Qué tienes para él?”.",
    "🦅 Déjame mirar y ver. ‘Si obedecieres Mi voz, haciendo todo lo que Yo te mando, no te enviaré ninguna de estas enfermedades, como a los egipcios, porque Yo soy Jehová tu sanador’. Dile eso”. Y él se recuperaba. Amén. Así es.\n\n“¡Oh, está gravemente enfermo! Mi bebé tiene un cólico, o una neumonía, ¡está muy grave! Dr. Moisés, ¿qué puedo hacer?”.",
    "🦅 Déjame ver lo que tengo. ‘Yo soy Jehová tu sanador’”. Con eso basta. Amén. Se iban. Así es. Siguieron adelante, regocijándose. Eso era todo lo que él necesitaba: “Yo soy Jehová tu sanador”.",
    "De seiscientas y tantas, promesas definitivas de sanidad Divina, solo en el Nuevo Testamento, y aun así cuestionamos a Dios, esta noche. ¿Qué significará el Juicio para nosotros? Así es.",
    "🦅 Yo soy Jehová tu sanador”. Sí, señor. Eso es lo que tenía Moisés, el Dr. Moisés tenía en su esfera, en su… en su botiquín, era esto: “Yo soy Jehová tu sanador”. Así que, Él sanó todas las enfermedades, y los cuidó perfectamente, y los llevó a través del desierto, a la tierra prometida. ¡Oh, vaya!",
    "Ellos dejaron todos esos grandes médicos jactanciosos, para estar con este Gran Médico. Habían dejado ese montón de gente que era fría, formal e indiferente, que decía: “No existen los milagros”. Y aquí, una Columna de Fuego estaba suspendida sobre ellos. La gente estaba siendo sanada. Todo, y lo que fuere que necesitaran, les era provisto a ellos allí mismo, y aun así se quejaron cuando se les acabó el agua. Pero, entonces, en la gracia soberana de Dios, en todo eso…",
    "Como lo están Uds. aquí en Louisville esta noche, en medio de todo este clamor: “Los días de los milagros han pasado. La Asociación Médica intenta detener la sanidad Divina, en todo el país”. Uds. nunca la detendrán. Es mejor que dejen de intentar. No pueden detenerla más de lo que pueden detener el sol. Así es.",
    "Aquí, hace unos años, cuando recién empecé en Jeffersonville, yo predicaba la sanidad Divina. No se sabía de ella, prácticamente, por años. Era una cosa difícil. Pero, hermano, esta noche hay millones de ellos, por todas partes, gritándolo. ¿Tratar de detener eso? Ud. no podría. “Yo Jehová la he plantado; Yo la regaré, día y noche, para que nadie la arrebate de Mi mano”.",
    "Aquí no hace mucho, estaba mirando unos gorrioncillos en la Estatua de la Libertad. Estaban allí caídos. Los pequeñines habían caído por todas partes, bajo la luz. Y pregunté: “¿Qué les pasó?” al guía.",
    "Dijo: “Se azotaron las cabezas, anoche, en esa tormenta. Llegaron a la luz, y la luz los habría llevado a un lugar seguro, pero intentaron apagar la luz. Y se azotaron la cabeza, intentando apagar la luz”.",
    "Le dije: “¡Gloria a Dios!”. Supongo que pensó que yo estaba loco. Dije: “Eso me trae a la mente algunas de estas personas que intentan apagar la sanidad Divina y el Poder de la resurrección de Jesucristo”. Ud. se azotará la cabeza; nunca lo logrará. Solo acéptelo, y vuele a la seguridad, entrando allí. Así es. Amén.",
    "🦅 Háblale a la peña, Moisés” le dijo Dios a Moisés, “y dará agua, dará Su agua”.",
    "Aquí no hace mucho, estaba observando un cuadro en cierto museo, de esta peña siendo golpeada. Y se veía como un pequeño arroyo que salía, del tamaño de una aguja de tejer. Pensé: “¡Qué ridiculez de estos artistas!”. Pues, hermano, yo podría dejar eso seco si estuviera sediento. Sí, señor.",
    "¿Saben los que Moisés tuvo para beber de esa Peña? Él tenía más de dos millones de personas, además de todos los animales. Se necesitaron cerca de cuarenta mil galones por minuto, para—para beber, ellos. ¡Aleluya!",
    "Eso me trae a la mente alguien en cuanto a su religión. Con solo suficiente religión para ir a la escuela dominical el domingo por la mañana, solo unos escupos para humedecerlo a Ud. un poco.",
    "A mí me gusta sentarme junto a la Fuente donde sale a chorros, aleluya, suficiente para llevarme a través de la Eternidad. ¡Aleluya! Me alegra haber salido de ese viejo lugar húmedo; pasando a la abertura donde no deja de borbotear todo el tiempo. Sí, señor.",
    "La gente solo tiene suficiente religión para hacerlos miserables: “Bueno, no me puedo sentar por más de diez minutos. ¡Vaya!, ¿cómo se demora ese predicador?”. ¿Qué tan profunda es su salvación? Así es.",
    "Van un domingo por la mañana y dicen: “Bueno, iré y oiré qué tienen para decir”. Y recibe un pequeño escupo y regresa, y es todo lo que Ud. recibió.",
    "Hermano, déjeme decirle que cuando Moisés golpeó esa Peña, regó todo el desierto. Amén. Sí, señor. Lo único, era todo lo que ellos necesitaban, ellos solo cayeron y bebieron, bebieron, bebieron hasta quedar saciados. Aun así, brotaba más agua, cerca de cuarenta mil galones por minuto. Calcule cuántas personas, un millón de personas, dos millones de personas pudieron beber, en el lapso de un minuto; personas sedientas, además de los camellos y los animales, y demás que tenían. Y la Biblia dice: “Salieron muchas aguas”. Simplemente salieron rugiendo, por el desierto.",
    "Así de esa forma Jesucristo dio el Espíritu Santo.",
    "No solo un poquito, como para decir: “Bueno, creo que iré y me uniré a la iglesia”. ¡Oh, hermano! “Yo no soporto ese ruido. Me da escalofríos”. Si Ud. llega a morir, se congelaría si va al Cielo, porque, hermano, Ud. escuchará bastante ruido cuando llegue Allá. La Biblia dice que ellos gritan “aleluya” día y noche; todo el día, porque no hay noche. Así es. Ud. seguramente moriría al llegar al Cielo, al segundo día allá Arriba. Sí, señor. Bueno, Ud. solo… lo que hizo, Ud. solo fue y se humedeció un poco.",
    "¿Por qué no se sienta junto al borboteo, y deja que ella se derrame y lo lave a Ud. en el… aleluya, en el medio, y hasta que Ud. se pierda y no sepa dónde está? [Cinta en blanco.—Ed.] Así es como Ud. quiere ser.",
    "Yo le decía a mi tío, a mi papá: “Vaya, yo puedo nadar” en este pequeño estanque aquí en Utica Pike.",
    "Un día, papá fue y se sentó sobre la acequia y dijo: “Quiero verte nadar”. El pequeño estanque era como así de profundo. Yo estaba parado sobre una caja de jabón. Me quité mis ropas, y me tapé la nariz así, y salté de arriba hacia abajo sobre esa caja de jabón. Aterricé y el barro voló para ambos lados, y empecé a salpicar el barro.\n\nLe dije: “¿Cómo lo estoy haciendo, papá?”.",
    "Dijo: “Sal de allí”. ¿Nadar? Gateando en el barro, eso era todo.",
    "De hecho, tenemos muchos miembros de la iglesia gateando en el barro. Cierto. Es cierto, gatean en el barro. Sí, señor.",
    "Un día, mi tío me sacó en el bote y yo no me callaba de que nadaba; fue por acá en el río Ohio, a unos seis metros de agua. Él simplemente tomó el remo y me empujó al agua, dijo: “¿Ahora déjame verlo?”. Amén. ¡Aleluya! Entonces tuve que nadar o ahogarme. ¡Oh, vaya!",
    "Será mejor que se acostumbre a Eso ahora. Salga allá al borbotón, donde Dios abre la peña allí en el desierto y sencillamente lo derramó. “Habla a la Peña” dijo Él, “y dará Su agua”.",
    "Puede ser, amigo mío, esta noche, que tal vez esté pereciendo. Ud. debería hablarle a la Peña. Así es.",
    "Tal vez Ud. ha ido a todas partes. Tal vez ha ido a la iglesia, y se ha unido a la metodista, y se ha unido a la bautista; y se enojaron con Ud., y fue a la presbiteriana; y regresó a los pentecostales, allá a los nazarenos, donde los Peregrinos de Santidad. Y Ud. aún sigue sin entender.",
    "Ud. solo háblele a la Peña, esta noche. Solo… ¿Puede Ud. hablar con Él? Sí. Él dijo: “Háblale a la Peña, y Él dará Su agua”. Dará Su agua, si Ud. solo… Ya no hay que golpearlo más; solo háblele a Él. En términos amistosos, háblele a Él.",
    "Quizá Ud. ha ido al médico. Tal vez ha hecho todo lo que Ud. sabe, buscando recuperarse. Tal vez ha hecho casi todo lo que está a su alcance, y no consigue recuperarse. Todos los médicos, ha ido a todas las consultas que pudo, y el médico ha dicho: “Ud. solo… No hay nada que hacer por Ud.”. ¿Por qué no habla Ud. con la Peña, esta noche? Él… Él tiene aguas de Vida allí para Ud., dándole Vida más abundante.",
    "Cierta vez había una mujer, en la Biblia, llamada Agar. Me viene ella a la mente. Y ya termino; por el tiempo. Había una mujer llamada Agar, y ella tenía un pequeño. Ella fue expulsada al desierto, con un pequeño odre con agua. Ella le dio al pequeño, todo el día. Pero el agua se acabó, a eso del mediodía, y el pequeño clamaba y lloraba. Tenía los labios resecos y la lengua se le hinchaba. La pobre madre protectora, ¿qué podía hacer? Buscó en cada lugarcito que pudo, queriendo encontrar agua, pero no pudo encontrar agua. Ella no soportó ver al niño morir, así que lo recostó debajo de un arbusto y se fue a distancia de un tiro de arco.",
    "Y ella se arrodilló y le habló a la Peña. Cuando ella le habló a la Peña, un Ángel le respondió y dijo: “Agar, ¿qué es eso borboteando allá?”.",
    "Había todo un pozo, lleno de agua, que aún fluye hoy. Después de casi cuatro mil años, aún fluye hoy. La fuente que Hagar… allí, la cual, aún fluye hoy. Ella Le habló a la Peña, y la Peña dio el agua.",
    "Había unos jóvenes hebreos que un día entraron en el horno de fuego y le hablaron a la Peña. Y la Peña estuvo con ellos.",
    "Una mujer salió de Samaria, una vez. Estaba desanimada. Ella era pecadora, y tenía muchas cosas pendientes en su vida, tal vez. Y estaba desanimada. Ella iba al pozo de Jacob buscando alivio, y regresaba. Iba al pozo de Jacob, y regresaba. Y un día ella descargó el cántaro, y estaba parada allí, desanimada. Y allí estaba la Peña, parada junto a ella. Ella le habló a esa Peña. Él le dio un gran borboteo en su alma. Ella corrió a la ciudad. No regresó más a sacar. Ella obtuvo Vida. Ella dijo: “Venid, ved a un Hombre que me dijo todo cuanto he hecho. ¿No será éste el Cristo?”. Ella Le habló a la Peña, y la Peña dio Su agua.",
    "Había una mujercita quien había malgastado todo el dinero en médicos, curanderos, quienes le habían quitado todo su dinero. No pudieron detener el flujo de sangre. Probablemente había hipotecado su granja, y tal vez la había vendido. Y estando sentada, tejiendo, un día, pues, oyó Algo que venía por el camino. Ella le habló a la Peña. La Peña se volvió y dijo: “¿Quién Me ha tocado?”. Todo eso terminó cuando ella le habló a la Peña. Él le dio un torrente de Vida, que detuvo el flujo de sangre. Dejó de fluir, rápidamente.",
    "Un mendigo anciano, ciego, estaba de pie junto al muro un día, temblando de frío. Despojado de todo lo que tenía. Y aquí estaba él, y miserable, y la gente pasando. Oyó que Algo se acercaba; dijo: “¿Qué es?”. Y él le habló a la Peña.",
    "Aunque los miembros de su iglesia alrededor de él quisieron detenerlo, diciendo: “No hay necesidad; no lo conseguirás; ni te acerques. Calla”.",
    "Pero él clamó más: “¡Hijo de David, ten misericordia de mí! ¡Ten misericordia de mí!”. Y él Le habló a la Peña, y la Peña le dio un gran chorro, y sus ojos fueron abiertos.",
    "Esa misma Peña que estaba en el desierto está hoy aquí. Hace que el pueblo se regocije.",
    "Un día, toda Jerusalén estaba de pie allá para ver entrar en la ciudad a un sanador Divino, un santo rodador; unas cuantas personas estaban allí de pie, gritando a voz en cuello: “¡Hosanna! ¡Hosanna, al que viene en el Nombre del Señor!”.",
    "Esos supuestos miembros de la iglesia, estaban allá con sus largas túnicas, apoyados en sus D.D; diciendo: “Que se callen. ¡Vaya!, me dan escalofríos en la espalda, y todo eso. Hagan que callen”.",
    "Dijo: “Si ellos callan, las piedras clamarán inmediatamente”. ¿Por qué? La misma Piedra que fue cortada de la montaña, no con mano, venía, rodando a Jerusalén. Las piedritas bebían de Ella. “Habla a la peña, y dará Su agua”.",
    "Si Ud. necesita salvación, esta noche, háblele a la Peña. Dará Su agua. Si Ud. es un descarriado, esta noche; háblele a la Peña, dará Su agua. Si Ud. está aquí esta noche, y sin Cristo, ha probado cada iglesia que hay en la ciudad, buscando salvación, háblele a la Peña, Ella dará Su agua. ¿Lo cree Ud.? Si Ud. es un descarriado, alejado de Dios, piensa que no hay oportunidad para Ud., solo háblele a la Peña, y Ella dará Su agua.",
    "¿Lo cree Ud., de todo corazón? ¿Cree que Dios lo concederá? ¿Con todo su corazón, lo cree? ¡Aleluya! Él está aquí esta noche.",
    "Si Ud. está enfermo, y ha probado de todo en el mundo, ha intentado entrar en la línea de oración, y no ha podido entrar en la línea de oración; ha tenido tarjetas de oración, y no han sido llamadas; ha ido a una reunión, ha ido a otra reunión; ha sido ungido por el pastor; Ud. ha pasado por esta línea de oración; Ud. ha estado en todas partes, y no recibe la sanidad, ¿por qué no le habla a la Peña ahora? Él dará Su agua. Así es. ¿Por qué no Le da una oportunidad a Él? Póngase en condición de hablar con Él, ahora mismo, mientras Él está en el edificio.",
    "Su Presencia está aquí ahora mismo para sanar a cada uno de Uds. Yo lo creo, lo sé con todo mi corazón. Creo en… Y hay algunas cosas que no sé, pero hay algunas cosas que sí sé, y sé que Jesucristo, el Hijo del Dios viviente, está aquí mismo.",
    "Aun mientras quiero hacer un llamado ahora mismo al altar, en mi corazón, las visiones aparecen por todo el edificio en este—este momento. ¡Oh, así es! Los poderes de Dios están aquí mismo. Así es. Lo vi a Él moviéndose por aquí. Ha empezado a irrumpir llevándome de una dimensión a otra, ahora mismo; porque hay personas enfermas aquí, y son sus oraciones lo que lo está haciendo; es para confirmar la Palabra de Dios, diciendo que Él está aquí mismo para hablarle, esta noche, la misma Peña que se paró y percibió sus pensamientos. Vio donde estaba la mujer, que tenía el flujo de sangre, y todo eso. Él está aquí ahora. Si Ud. Le habla, Él dará Su agua. ¿Lo cree Ud. con todo su corazón?",
    "¿Qué le parece, señora? Con el… allí mismo en la mitad. Ahora, Ud. no tiene tarjeta de oración, ¿verdad? La señora con la cosa blanca alrededor del cuello, sentada allí mismo. Ud. tiene diabetes, ¿verdad? Ud. no tiene una tarjeta de oración, ¿verdad? No necesita una tarjeta de oración. ¿Lo cree Ud.? ¿Cree que Ud. le puede hablar a la Peña? ¿Quiere hablar con Él, de su diabetes, ahora mismo? Póngase de pie entonces. ¿Es cierto eso? Solo diga: “Acepto a Jesucristo ahora como mi sanador” y Dios La llevará a casa y le dará su salud. Háblele a la Peña. Dios la bendiga. Muy bien. Vaya, y sea sanada.",
    "¿Qué le parece, sentada a su lado, señora? Ud. tiene varices en las piernas, ¿verdad? Así es. Póngase de pie. ¿Ese es su marido el que está sentado allí a su lado? ¿Correcto? Ud. también tiene diabetes, ¿no? ¿Verdad? Ponga su mano sobre su esposa. Muy bien. Los dos son de Illinois. ¿Correcto? Ahora regresen a Illinois, habiendo hablado con la Peña, pues, eso les dejará y jamás volverá. ¡Aleluya!",
    "Sé una cosa, que la Peña está aquí, la Roca de las Edades que fue herida en el desierto. Así es.",
    "¿Qué le parece, señorita, allí con esas flores en el sombrero? Sentada allí, con artritis, queriendo recuperarse. Ud. que se dio vuelta y miró para el otro lado, ¿cree con todo su corazón que Dios le va a sanar? Póngase de pie entonces, y con sus pies golpee un par de veces, y diga: “Ya no tengo artritis” y así será. Háblele a la Peña, y Él dará…?…",
    "Yo les digo: Jesucristo es el mismo, ayer, hoy y por los siglos. Él está aquí para manifestar todo lo que…",
    "¿Qué le parece a Ud., señora sentada allí, que dijo: “alabado sea el Señor”, que tiene ese problema femenino, con una pequeña chaqueta verde, sentada allí? ¿Cree que Dios la sanó en ese momento? Levántese, solo por un minuto; sentada allí. ¿Cree con todo su corazón? Ud. tiene un problema femenino. Es un forúnculo. Tiene un conducto, algo supura de allí. ¿No es así? Si es así, levante la mano. ¿Qué me hace decir eso? Es la Peña hablándole a Ud. Respóndale a Él, y Ud. será sanada. ¡Aleluya!",
    "¡Oh, Él quiere tanto dar las manifestaciones de Su poder! Y veo al Ángel de Dios, la misma Columna de Fuego que siguió a los hijos en el desierto, moviéndose por este edificio ahora.",
    "Estoy tratando de localizar a una mujer. Ella está orando. ¿Dónde está ella aquí? Él está Aquí, de pie. Sí, es una mujercita parada allí mismo, la segunda sentada allí. No, ella… Se trata de un hombre, de pie. Es un marido borracho por el que Ud. está orando. ¿Verdad, señora? Si lo es, póngase de pie allí mismo. ¿No tiene Ud. un marido borracho por el que está orando? Si es así, levante la mano. Háblele a la Peña, y Dios lo sacará de—de esa cosa.",
    "Dios hará cualquier cosa aquí, si Ud. solo lo hace. ¿Lo cree? ¿Está Ud. en condición de hablar con Él? Si lo está, póngase de pie ahora mismo y háblale a la Peña, y la Peña, dará Su agua. ¿Se pondrá Ud. de pie?",
    "¿Quién lo quiere a Él para salvación? Levante la mano y diga: “Yo quiero que Él entre a mi corazón”. Que Dios le bendiga. Dios le bendiga. Dios le bendiga. Dios le bendiga, y a Ud., y a Ud., y a Ud. ¡Dios mío! Sí, señor.",
    "Ese cáncer le ha dejado allí, hermano mío. Se ha ido. Puede irse a casa y estar bien ahora. ¡Aleluya! Eso es verdad.",
    "Todo el que quiera sanidad, levante la mano, diga: “Señor, Te estoy hablando. Estoy hablándote a Ti”. Así es.",
    "Allí va él. Señor, su sinusitis lo dejó, allí. Ud. queda libre. Váyase a casa; en el Nombre de Jesucristo, está sano.",
    "Cualquiera aquí que quiera encontrarlo a Él ahora, levante sus manos y diga: “Gracias, Señor, por sanarme. Te estoy hablando, en el Nombre de Jesucristo, para que Tú me sanes”.",
    "¡Oh Dios, de misericordia!, envía Tu poder esta noche, con la unción del Espíritu Santo, mientras Él está en este edificio ahora, para moverse sobre esta congregación. Y que el Espíritu Santo realice cada milagro. Que no quede ni un enfermo ni una persona lisiada en el edificio esta noche. Que Tú los sanes a cada uno, en el Nombre de Jesucristo. 🦅"
  ]
}