{
  "title": "DIOS TIENE UN CAMINO PROVISTO",
  "id": "54210009",
  "content": [
    "🦅  Buenas tardes, amigos. Es un gran privilegio estar aquí esta noche en este auditorio, para ministrar a los hijos de Dios, a los enfermos y afligidos, y ministrar a los no salvos, el camino de la salvación. Y lamentamos que esta tenga que ser nuestra última noche en esta campaña especial, y serie de estos servicios, pero realmente queremos agradecerle a cada uno de Uds. por su maravillosa cooperación, por todo lo que han hecho por nosotros, dándonos su fe, y su… todo lo que han hecho. Lo apreciamos desde lo profundo de nuestro corazón; solo la Eternidad dirá cuánto lo agradecemos.",
    "Y queremos agradecerle a nuestro Hermano Cauble, por él patrocinarnos aquí en la ciudad; y por la hermosa cooperación que hemos tenido con él y su iglesia, y su gente. Y les agradecemos a todos Uds. que han venido de diferentes lugares, de Indiana y de los alrededores, desde los estados. Ni siquiera lo anunciaron allá. Supongo que Uds. lo recibieron por correo, de alguna manera, de que sería aquí. Pues, sabemos que no tendríamos mucho espacio en esa iglesia. Y pensamos que si eran demasiados, entonces tal vez podríamos conseguir una o dos noches en el auditorio.",
    "Ahora, estamos agradecidos por las personas que nos han permitido este auditorio esta noche, pues lo agradecemos, que nos hayan abierto este lugar para estos servicios en esta noche dominical, para la gloria de nuestro Señor Jesucristo. Le damos gracias a Él.",
    "Y ahora, justo al entrar hace un momento, mi hermano y Billy, y algunos más estaban parados allá afuera, me dijeron que había buenos, suficientes fondos para pagar todas las deudas. Ellos pagaron el alquiler de la iglesia, y el periódico, y los conserjes de la iglesia, y la música, y todos los anuncios del periódico, la transmisión radial. Todo ya está pagado, hasta esta noche. Creo que recibieron suficiente, y así ha quedado la ofrenda de amor de la noche libre para mí.",
    "En eso, siempre he procurado mantener, como Uds. saben, una reputación en cuanto a dinero; nosotros no hacemos eso. Y si no hay suficiente para cubrir las cosas, entonces lo saco de mi ofrenda de amor. Y la ofrenda de amor, ni la recibiría, si yo no fuera un hombre pobre y necesitara el sustento como el resto de nosotros. Si yo pudiera trabajar, y aún tener estas reuniones por la nación, ni mencionaría una ofrenda de amor para mí. Solo que se paguen los gastos es lo que requerimos. Y eso no solo ha sido en Louisville, sino alrededor del mundo. Y mientras yo viva, y Dios me ayude, así permanecerá. No es por dinero; no busco dinero. Busco que la gente Le crea al Señor Jesucristo, para su salvación y para su sanidad.",
    "Y sus diezmos y demás, que han dado esta última semana, tienen ese fin. Y el domingo por la noche, por lo general, o la última noche de la reunión, lo que sea, una semana o dos semanas, diez días o lo que sea, recogen una ofrenda de amor para mí. Y si hubiere algo allí que sobre, va directamente a las misiones en el extranjero. Tal vez mi secretario y los que se encargan del dinero y demás, están presentes ahora, y mi esposa y demás, quienes saben que esa es la verdad. Y el Dios Todopoderoso, Quien es nuestro Juez, sabe que eso es cierto. Y por eso les damos las gracias por todo lo que Uds. han hecho.",
    "Ahora, siendo esta la noche de clausura del servicio, salimos mañana para Shreveport, Louisiana, para comenzar allí en el Auditorio Municipal para los servicios; el próximo servicio comenzará entonces.",
    "Y luego vamos de allí a Denver, Colorado, donde los Hombres Cristianos de Negocios, de Denver, nos patrocinan allí, en una—una campaña. Y creo que es en el Civic o el Auditorio de la Ciudad allí; las iglesias no lo están patrocinando, solo los Hombres Cristianos de Negocios.",
    "Y luego, de allí, vamos a—a Edmonton, Alberta. Y luego, de allí, a Grande Prairie, Columbia Británica; Dawson Creek; hasta la tierra esquimal.",
    "Y volvemos otra vez, de regreso, para comenzar aquí en los estados otra vez, alrededor de junio, que será en Des Moines, Iowa. Y vamos a campamentos metodistas en Cedar Lake, en la convención allí; y luego hacia el Noroeste del Pacífico.",
    "Y luego, de allí, a Durban, Sudáfrica. Esta vez, no es elección mía, el lugar; es ASÍ DICE EL SEÑOR. Y para ir a África, India, Palestina, Luxemburgo, Fráncfort, Alemania, y Londres; y luego a París, luego de regreso a casa.",
    "Luego de allí, debemos llegar como en enero o febrero, iremos a Nueva Zelanda, Australia, y al este.",
    "Y estaré esperando oraciones de Louisville, Kentucky, en apoyo de esta reunión a la que vamos, del itinerario.",
    "En una de estas ocasiones, si sucede que pueda regresar aun dentro de un año, hay muchos sentados aquí esta noche, quizás, que no estarán aquí, si no soy yo. En una multitud de este tamaño, ¡oh!, mil personas o más, lo que sea, serán—serán muchos los que partirán. Luego, me encontraré de nuevo con Uds. una de estas mañanas gloriosas, en la resurrección, cuando traigan de vuelta a los santos (los redimidos) a la tierra, para el gran Milenio. Espero pasar una Eternidad sin fin con Uds. en el Reino de Dios, al cual represento aquí esta noche.",
    "Dios los bendiga a todos. Y no quiero excluir a nadie. Las damitas que tocan la música y, ¡oh!, a todos, Dios los bendiga.",
    "Ahora, me ha tocado esta noche, hablar de nuevo solo por unos momentos. Y no sé a qué hora tenemos que cerrar el auditorio. Pero comenzando a tiempo, a las ocho y media, tal vez hablemos por media hora; luego comenzaremos nuestra línea de oración, orando por los enfermos.",
    "Y ahora Uds. amados Cristianos aquí, de Louisville, Kentucky, y Jeffersonville, New Albany, un día de estos me gustaría anunciar la reunión a nivel nacional, y levantar una carpa grande aquí, con capacidad para varios miles de personas, y tener un avivamiento a la antigua. Es lo que pienso que necesitamos en Louisville, un avivamiento a la antigua, enviado por Dios. Oren. Si el Señor me guía por ese camino, vendré.",
    "Ahora hay dos o tres campañas de sanidad en la ciudad. Por eso no lo hicimos un asunto nacional. Sencillamente vinimos a la iglesia del Hermano Cauble, ¿ven? Y no vinimos aquí en rivalidad con estos otros hermanos. Nosotros no creemos en eso de competir en la religión de Jesucristo. Somos hermanos, juntos, trabajando juntos en todo lo que podemos, para el bien del Reino de Dios, y de cada iglesia, de todos.",
    "Pudiéramos diferir un poco en ideas, los ministros, pero no con las personas. Aún creemos que la Sangre de Jesucristo nos limpia de toda maldad. Llegamos a ser hijos e hijas de Dios al confesar nuestros pecados y al aceptar esta Sangre, no importa a qué iglesia Ud. pertenezca. Y creemos eso de todo corazón. Mis servicios siempre son inter-evangélicos, o inter-denominacionales, por lo que confiamos que Dios los bendecirá a todos.",
    "Ahora, al pararnos, principalmente en una ciudad o un lugar, no estamos aquí para representar la sanidad Divina; ni siquiera estamos presentando sanidad Divina, estamos presentando a Jesucristo, el Hijo de Dios. Y cuando Ud. presenta a Jesucristo, Ud. presenta sanidad Divina. Pues, son los atributos de Su muerte lo que nos da salvación y sanidad para nuestros cuerpos.",
    "Y no hay—no hay poder en ningún hombre, que pueda sanar a otra persona. La sanidad ya fue comprada en el Calvario. Y lo único que nosotros podemos hacer es señalarles a los hombres a ese único evento, el Sacrificio todo suficiente que fue hecho por Jesucristo el Hijo de Dios. Allí, solo miramos y vivimos. Dios hizo el camino, y nosotros lo aceptamos.",
    "Un ministro no podría salvar a nadie; solo puede predicar el Evangelio, si está ungido del Espíritu Santo, y señalar a la gente al lugar donde fueron salvos. Ellos fueron salvos, hace mil novecientos años, en el Calvario. Uds. tienen que aceptarlo ahora como su Salvador personal, para tener beneficios, o dividendos, de Su muerte, y disfrutar los atributos por los cuales Él murió.",
    "Bueno, y así mismo es con la sanidad Divina; “Él herido fue por nuestras rebeliones, molido por nuestros pecados, el castigo de nuestra paz sobre Él, por Su llaga fuimos nosotros curados”, todo en el mismo día, por el mismo Hombre. Inseparables, corren paralelos, lo uno con lo otro; la Sangre que salía de Su espalda, y la que venía de Su herida, se mezclaron y caían de Sus pies. ¿Ven?, eso es. Salvación, sanidad, paz, satisfacción, gozo, todo lo que necesitamos en la jornada terrenal, fue suplido en el Calvario. Y Dios ministrará a cada uno quien lo acepte sobre esas bases y lo crea con todo su corazón.",
    "Ahora, “Dios puso en la Iglesia, algunos maestros, apóstoles, profetas, dones de sanidad” y, ¡oh!, diferentes clases de dones. Él colocó eso en la Iglesia “para el perfeccionamiento de la Iglesia”, para juntar la Iglesia.",
    "Y ahora, los días han pasado desde la primera ronda de los apóstoles. Ellos tenían todos los nueve dones obrando en la iglesia.\n\nEn la segunda ronda, comenzaron a enfriarse.\n\nLa tercera ronda, casi habían desaparecido.\n\nLuego pasó a los mil quinientos años del Oscurantismo.\n\nLuego vino la reforma.",
    "Después de la reforma, vino la santificación; después de la justificación vino Juan Wesley, predicando santificación. Allí entraron Calvino, Knox, y todos aquellos que vinieron a los pentecostales, nazarenos, esa edad.",
    "Y ahora estamos entrando directamente en otra gran edad, viniendo para el Rapto de la Iglesia. Y en esta, estamos viviendo en el tiempo de la restauración de los dones. Hizo tropezar a muchas de sus iglesias grandes y finas; hizo retroceder al nazareno; hizo fanáticos de muchos de Pentecostés. Pero, de todas maneras, Dios sigue adelante, introduciendo la Fe de Rapto para Su Iglesia. Así es. Así que, esta noche, yo represento esa Fe, “La Fe que una vez fue dada a los santos”, en la manera de un don Divino.",
    "Pues, en mi opinión, “Dones y llamamientos…”. No es mi opinión; pero la Biblia dice que, “Dones y llamamientos son sin arrepentimiento”. No hay nada que uno pueda hacer al respecto. Uno no puede hacerse de ojos azules cuando los tiene café. Ud. es lo que es, por la gracia de Dios.",
    "Ud. ni siquiera puede venir a Dios sin que Dios lo llame primero. Ud. no puede buscar a Dios sin que Dios lo busque a Ud. primero y lo llame; “Nadie puede venir a Mí, si Mi Padre no le trajere”. Así que, Dios está buscando; “Dios ha puesto en la Iglesia…”.",
    "Y luego desde que era un niño pequeño, nacido aquí en este estado de Kentucky, las visiones vienen a mí tal como—como comer o cualquier otra cosa. Es como Dios quiera, Él lo provee. Yo solo hago lo que Él me dice que haga.",
    "Desde luego, tengo muchos críticos. Tengo muchas personas quienes no lo creen. No importa lo que sucediera, de todas maneras, ellos no lo creerían. Yo espero encontrarme con eso. Y si no los tuviera, me hincaría en un altar en alguna parte y diría: “Amado Señor, ¿qué pasa conmigo?”;",
    "🦅 porque todos los que viven piadosamente en Cristo Jesús sufrirán persecución”. Correcto. Debemos sufrirla. Así es.",
    "Así que, Jesús la sufrió. Y Él dijo, si… Cuando Él podía pararse ante Su multitud, y saber lo que la gente sufría, y si habían sido sanados o no. Y ellos Lo tocaron, con su—su fe. Cuando Él se volvió y dijo: “¿Quién Me tocó?”. Él dijo: “Tu fe te ha salvado. Ahora tu flujo de sangre ha cesado. Tu fe te ha sanado”.",
    "Una mujer vino a Él una vez, o, Él estaba parado donde estaba ella, en el estanque, o el lugar de beber, el pozo, el pozo de Jacob, y una mujer vino, y Él conversó con ella por unos momentos hasta que encontró su problema, dijo: “Ve, llama a tu marido”.\n\nElla dijo: “No tengo”.\n\nDijo: “Bien has dicho. Cinco has tenido”.",
    "Él, cuando estuvo aquí, sabía dónde había un pez con una moneda en la boca. Él sabía dónde había dos mulas, amarradas, dónde se unían dos caminos. Y Él sabía dónde habría un hombre cargando un cántaro; muchas cosas que Él sabía. Sabía de Felipe cuando vino a Él, que había estado orando antes de venir, debajo de un árbol; sabía que él era un hombre bueno y justo.",
    "Pero Él dijo, en Sus Propias Palabras: “Nada puedo hacer por Mí Mismo, hasta que el Padre Me muestra”. Todos los que creen esa Escritura, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Eso es, San Juan 5:19.",
    "Él pasó por una gran multitud, dos o tres mil personas allí; lisiados, torcidos, cojos, mancos, ciegos, paralíticos; lleno de amor y compasión, pasó junto a cada uno de ellos. Sanó a un hombre con una pequeña enfermedad. ¡Oh, no sé!, pudiera haber estado propenso a resfriados fuertes, hasta donde sé. Eso, lo sufrió él por treinta y ocho años. No era terminal ni iba a matarlo; lo discapacitaba. Y Él sanó a ese hombre, y se alejó y dejó a esa multitud postrada allí. Y luego cuando Él fue interrogado, Él dijo: “No puedo hacer nada por Mí Mismo, sino lo que veo hacer al Padre”.",
    "Ahora, a veces la gente quería que Él payaseara con eso, cuando veían que Él tenía ese poder. Ellos se Lo pidieron. Herodes dijo: “Hazme un milagro. Déjame verte hacer algo”. Y él le pidió que hablara por Sí Mismo. Él se quedó como mudo ante sus trasquiladores, como una oveja muda ante sus trasquiladores.",
    "Le envolvieron la cabeza con un trapo, un día, un grupo de soldados críticos, y Le dieron golpes en la cabeza, y dijeron: “Ahora, si Tú eres un profeta, si sabes todas estas cosas y demás, dinos quién Te golpeó. Haznos un milagro”.",
    "La primera vez cuando Satanás Lo encontró, Satanás dijo: “Ahora, si me haces un milagro, yo creeré que Tú eres el Hijo de Dios. Convierte estas piedras en pan; déjame verte hacerlo”.\n\nJesús solo le respondió citando la Escritura.",
    "Y luego, cada vez, Satanás quiso verlo a Él hacer un milagro. La gente que está poseída por Satanás, quiere verlo a Él: “Haz algo para mí. Déjame verte sanar a este. Permíteme cortarte la mano; y Tú sánala y yo Te creeré”. Allí lo tienen. El mismo espíritu maligno que dijo: “Baja de la cruz ahora y Te creeremos. Tienes las manos clavadas allí. Estás llamando a Elías; veámosle venir, a liberarte ahora. Si encontraste tanto favor con Él, con Dios, veamos que Él Te libere. Baja de la cruz y Te creeremos. Haz un milagro delante de nosotros”.",
    "Los milagros siempre han dejado perplejo al incrédulo. Pero, de todas maneras, nuestro Padre Celestial es un Dios que obra milagros. Eso es. Dondequiera que Él ha estado, cualquiera que haya sido Su ministerio, donde Él haya tenido Sus ministros, ha habido señales, maravillas y milagros.",
    "Ahora, el Señor los bendiga, mientras leo un texto de la Escritura aquí por unos momentos, y luego entraremos al servicio, y luego directamente al servicio de sanidad.",
    "Ahora miren. Jesús, cuando estuvo aquí en la tierra, Él dijo: “Pues, las cosas que Yo hago, vosotros también las haréis; y aun más que estas, o mayores, porque Yo voy a Mi Padre. Ahora, todavía un poco” estoy citando a Jesús, “todavía un poco y el mundo no Me verá más; pero vosotros Me veréis; porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”; “Jesucristo el mismo ayer, hoy, y por los siglos”.",
    "¿Cuántos Cristianos aquí, esta noche, creen con todo su corazón que Jesucristo ha resucitado de entre los muertos y vive esta noche? Veamos su mano. Bueno, si Él es el mismo ayer, hoy, y por los siglos, ¿no producirá Él, esta noche, en Su Iglesia, lo mismo que hizo en Su Iglesia, cuando Él estuvo aquí en la tierra, en carne? ¿Ven? Simplemente es… El Espíritu Santo es el Espíritu de Jesucristo. Él está aquí en una forma espiritual, tan vivo como siempre Lo ha estado; aquí, viviendo en nosotros, obrando las cosas que Él hizo cuando estuvo aquí en la tierra, en confirmación de que Su Ser está con nosotros; “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. El Señor les bendiga.",
    "Oremos.",
    "Padre Celestial, esta noche, recibe gloria, Padre Celestial, de nuestros esfuerzos que queremos llevar a cabo para Tu gloria. Ahora aquí está la Palabra, aquí en el púlpito, abierta. Pero ¿quién puede entenderla? Siendo que Ella fue escrita por inspiración, y se prometió que, “estaba escondida de los ojos de los sabios y entendidos, y sería revelada a los niños que aprenderían”. Ahora, Padre, oramos que nos permitas considerarnos bebés, no sabiendo nada, para que podamos aprender algunas cosas por medio de la revelación del Espíritu Santo. Que Él tome la Palabra de Dios ahora y La dé a cada corazón según nuestra necesidad. Porque lo pedimos en Su Nombre. Amén.",
    "En Génesis…",
    "Hace un poco de calor aquí arriba; supongo que también allá afuera. Si los conserjes dieran un poco de aire en el edificio, para que la gente se sienta un poco mejor. Veo a algunos abanicándose.",
    "Ahora, en Génesis el capítulo 22, quiero llevar su atención a unas palabras aquí; ya para concluir esta reunión, del Evangelio. Siempre me gusta decir, o leer un poco de la Palabra aquí, porque esta Palabra nunca pasará; y Ella es Eterna, para siempre.",
    "Y si mencionara algo como texto para esta noche, desearía hablar de esto: Dios tiene un camino provisto. Él tiene una manera provista para acercársele. Él tiene una vía de escape provista. Y Él tiene una manera provista para todo lo que necesitamos. Si tan solo podemos encontrar esa manera que Dios ha provisto, entonces es seguro que lo recibiremos. Si Dios…",
    "Si este edificio fue provisto aquí para protección, y evitar que nos caiga la lluvia, siempre y cuando entremos al edificio, entonces estaremos fuera de la lluvia.",
    "Si Dios ha provisto un camino para la salvación, pudiendo encontrar ese camino provisto, podemos tener salvación. Si Dios ha provisto un camino de sanidad Divina, encontraremos entonces, por ese camino, encontraremos la sanidad Divina. Si Él ha provisto paz para los inestables, entonces si entramos en ese camino y encontramos Su camino provisto, podemos tener paz.",
    "Leemos ahora del versículo 7 del capítulo 22. Observen esto ahora; el gran drama en esta historia aquí ante nosotros.\n\nEntonces habló Isaac a Abraham su padre, y dijo: Padre… Y él respondió: Heme aquí, mi hijo. Y él dijo: He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto?\n\nY respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío…",
    "El Señor añada Sus bendiciones a la lectura de esa Palabra. Tal vez lea, en respuesta a eso, también el versículo 14.\n\nY llamó Abraham el nombre de aquel lugar Jehová proveerá; Por tanto se dice hoy: En el monte de Jehová será provisto.",
    "Jehová-jireh era el nombre de redención de Dios. Dios, la palabra Jehová-jireh, significa: “Dios Se proveerá de un sacrificio”; “Dios abrirá un camino”, en otras palabras. Ahora, Dios tenía siete nombres redentivos compuestos; Jehová-jireh, y Jehová-manasés, y Jehová-rafa el Sanador, y todos estos diferentes nombres compuestos que Él tenía, lo que Él era, representaba lo que Él era para el pueblo. Y este sacrificio provisto, esta noche, Jehová-jireh: “El Señor Se proveerá un cordero”.",
    "El gran drama que tenemos ante nosotros, al—al abordarlo ahora, que el Espíritu Santo tome estas próximas Palabras y ate cada corazón.",
    "Ahora, esta es la última noche del servicio, y quiero que cada uno me preste toda su atención, y escuche atentamente ahora. Queremos la victoria más grande de la reunión; esta es la última noche. Por lo general sanan más personas en la última noche que en el resto de la reunión; por la gran expectativa.",
    "Satanás pelea más. Todo sale mal, aparentemente, porque Satanás quiere aplicarles tensión a esas personas, y todo lo demás, para poder alejarlos de este gran momento de tensión en el que estamos entrando ahora, para la gran, como diríamos: “Estocada final”.",
    "Ya él está vencido, arrinconado. Ha sido expuesto, y todas sus artimañas develadas. Y hombres y mujeres han aceptado a Jesucristo como su Salvador. Personas con cáncer y tumores, y—y todo lo demás, han sido sanadas; con declaraciones médicas que prueban que es la verdad.",
    "Ahora hay un grupo de personas aquí esta noche, sentadas, esperando con gran expectativa. Y Satanás, si puede distraer su mente, con eso basta. Pero entremos ahora para la gran estocada, ahora mismo, para sacar a Satanás y a todos sus poderes del edificio, para abrir el camino a Dios y que sane a toda persona enferma, para la gloria de Dios.",
    "Ahora, Abraham el patriarca vino de Sinar, dejando atrás la torre de Babel. Él y su padre viajaron a las—las llanuras. Y allí, Abraham, a la edad de setenta y cinco años, Dios llamó a Abraham, por elección, y lo envió a salir de su propia región, diciéndole que iba a tener un hijo por su esposa, Sara, quien tenía sesenta y cinco años en ese momento. Dios lo prometió. Quiero que vean las promesas de Dios lo reales que son para aquellos quienes lo aceptan. Y le dijo lo que Él iba a hacer. Y él salió, sin saber a dónde iba, sino que peregrinó en una tierra extraña.",
    "Dios, cuando Él llama a las personas, Él pide una separación total de todas las cosas del mundo; una aniquilación de las cosas mundanas. Sepárese Ud., y Dios lo bendecirá; “Salid de en medio de ellos; no seáis partícipes de sus pecados”. “No os unáis en yugo con incrédulos, sino en yugo con creyentes, conciudadanos del Reino”.",
    "Y Abraham tuvo que tomar a su esposa y dejar la región. Pero él Le creyó a Dios, por fe. Uno no podría razonarlo; no hay manera de entender cómo él podría hacerlo, cómo esta mujer, viviendo con ella desde que era una jovencita, los dos jóvenes y saludables, todos esos días, hasta que ella tuvo cuarenta, cincuenta, sesenta, probablemente veinticinco años después de la menopausia, y Dios dijo: “Vas a tener un bebé con esta mujer”, y Abraham Le creyó a Dios, en contra de toda razón, en contra de toda investigación científica, aun hasta este día. ¿Cómo una mujer de sesenta y cinco años podría tener un bebé? Pero Dios dijo que ella lo tendría, y Abraham lo creyó.",
    "Así que, él salió sin saber a dónde iba. Y, finalmente, después de Sara llegar a tener casi cien años, Abraham seguía creyendo. Quiero que Uds. lo vean. Aún creyendo que Dios iba a cumplir Su promesa, él tenía todo listo para el bebé. Y finalmente llegó el joven. Dios siempre lo hace de esa manera. Él trajo el bebé a su debido tiempo.",
    "¿Ven?, entre más tiempo, Abraham pensó: “Bueno, no lo recibí hoy; no lo recibí este mes; no lo recibí el mes pasado; pero no importa el tiempo que tarde, cuánto más tarde, más anciano sea, más milagroso será”. Le dio gloria a Dios por eso.",
    "En lugar de debilitarse, como lo haríamos nosotros; esta noche se ora por Ud., y es—es sano; digamos que mañana empeora, Ud. dice: “¡Oh, pues, no sucedió nada!”. Por eso es; Ud. no se puede aferrar de la Palabra de Dios.",
    "🦅 Tu Palabra he guardado en mi corazón, ¡oh, Señor!”. ¡David! Guarda la Palabra de Dios en tu corazón, y entonces Dios cumplirá esa Palabra. Dios tiene que cumplir Su Palabra. Dios no tiene que obrar sanidad para probar Su poder. Pero Él tiene que sanar, para cumplir Su Palabra. Correcto. Dios no tiene que probar nada; Él es Dios. Pero lo que habla, Él está obligado a Su Palabra. Así Ud. y yo estamos obligados a nuestra palabra. Y Dios está obligado a Su Palabra.",
    "Y si la sanidad Divina está en la Palabra, asunto terminado; si “Él fue herido por nuestras rebeliones, por Su llaga fuimos nosotros curados” ese fue el sacrificio, eso lo concluye. En lo que a mí respecta, eso es todo. Si Dios lo hizo allí, y prometió que Él lo haría, asunto terminado.",
    "Así fue con Abraham. No importa lo que viniera o pasara, Abraham lo creyó de todas maneras. Quizás preparó todo para el niño, entonces Dios le permitió llegar a los cien años; convirtiéndolo a él y a Sara de nuevo en una joven, un joven, y les dio el bebé.",
    "Allí, ¡qué cuadro tan hermoso tenemos ahora ante nosotros, para considerar! Aquí está el joven, cumple unos dieciséis años, diecisiete, es el corazón mismo de este anciano y anciana; es encantador, el pequeño.",
    "Ahora Dios le habla a Abraham, una noche, le dice: “Abraham, llévalo allá al monte, y ofrécelo. Mátalo”. Y, sin embargo, Dios le había prometido a Abraham que, “Por medio de Isaac serían benditas todas las naciones del mundo”. Ahora ¿qué va a hacer él?, después de esperar y creer, todos estos años, y ahora después de pasar todo este tiempo, ¿cómo será con el bebé…? La única esperanza de la promesa de Dios, y Dios le dice a Abraham que destruyera toda esperanza que había vuelto a tener.",
    "¿Ven cómo lo hace Dios? ¡Pruebas! Dios permite que Ud. empeore un poco después de haberse orado por Ud., solo para probarlo. ¡Las pruebas y tribulaciones de la fe! Pero, “el que persevere”. Allí está. Aférrese; tome a Dios por Su Palabra. Crea cada Palabra de Ella. No importa lo que cualquier otra cosa diga o haga; créale a Ella, de todas maneras. No importa cómo se vean las circunstancias; créale a Dios, de todas maneras.",
    "Entonces, allí Dios dice: “Toma al muchacho y llévalo allá arriba. Bendeciré a todo el mundo con él. Has esperado todos estos años; ahora tienes cien años, como ciento dieciséis, dieciocho años. Ahora quiero que tomes al pequeño, y lo lleves a la colina allí y lo mates”.",
    "Vaya, ¡oh!, parecía muy extraño, irrazonable, que Dios le pidiera a Abraham que destruyera a su único hijo. Pero, detrás de eso ahora, vemos el cuadro que Él estaba pintando: Dios dando a Su único Hijo.",
    "Abraham no quería decírselo a la madre, por supuesto, le rompería el corazón. Ensilló unas mulas, y tomó unos cuantos siervos, y se fueron a la montaña.",
    "Me encanta esta parte aquí. Entonces llegó a donde estaba el monte, y le dijo al siervo: “Espera aquí ahora, mientras el muchacho y yo vamos allá a adorar. Y el muchacho y yo regresaremos”.",
    "¿Cómo va a regresar, cuando iba a matarlo? Pero Abraham sabía esto, que, “Él lo había recibido en tipo, como uno de entre los muertos, y Dios podía levantarlo de entre los muertos”. Dios haría una vía de escape, de alguna manera. ¿Cómo?, él no lo sabía. Dios le dijo, llévalo y mátalo, y era lo único que tenía que hacer.",
    "🦅 Esperen aquí. El muchacho y yo iremos allá a adorar, y el muchacho y yo regresaremos”.",
    "Fíjense, el pequeño Isaac recogió la leña, subió la colina. El padre, guiando; Isaac, atrás, con la leña en su espalda. Mírenlo, un cuadro hermoso de unos ochocientos años más tarde, Dios guiando a Su Propio Hijo al Calvario, con la leña sobre Su espalda, para el sacrificio. Un cuadro, Dios haciendo una vía de escape.",
    "Ahora, y cuando Abraham llegó a la cima del monte, arrumaron las rocas y edificaron el altar, colocaron la leña; el muchachito dijo: “¿Padre?”.\n\nÉl dijo: “Heme aquí, hijo”.",
    "Él dijo: “Aquí está el altar, y aquí está la leña, pero ¿dónde está el cordero para el sacrificio?”.",
    "Y Abraham, con voz temblorosa, dijo: “Dios proveerá un cordero para el sacrificio”. Miren ese momento oscuro. La fe, inalterada, no le permitió descreerle a Dios. Fíjense. ¡Oh, a veces miro esta historia y lloro de gozo!",
    "Abraham ató la mano de su propio hijo, lo puso sobre el altar; sacó el cuchillo de su cinturón, y estaba listo para quitarle la vida a su hijo, porque Dios le había dicho que lo hiciera.",
    "Y en ese momento, una Voz gritó desde el Cielo, dijo: “¡Abraham, detén tu mano!”. Y cuando el Espíritu Santo le detuvo la mano, dijo: “Veo que no has negado a tu propio hijo; sé que Me amas”.",
    "Y en ese momento, algo comenzó a balar en el desierto, atrapado allí, y había un pequeño carnero. Dios proveyó un sacrificio.",
    "Fíjense, “un carnero”. Tenía que ser un borrego, un macho, un carnero. Tipo de Cristo, Quien tomaría el lugar de la muerte. He allí el Sacrificio provisto por Dios. Y Abraham ofreció el sacrificio en lugar de Isaac. ¡Qué hermoso cuadro ahora! Fíjense, Dios siempre proveyó un camino. Él hará camino, esta noche, para cada uno de Uds.",
    "E Israel, cuando estaban allá en Egipto, estaban en esclavitud y en problemas, y comenzaron a clamar a Dios por liberación. Fíjense, la manera en que Dios proveerá es cuando estamos en la Palabra de Dios. Israel tenía la Palabra de Dios, que ellos saldrían de allí algún día. Y, comenzaron a clamarle a Dios, conforme a la voluntad de Dios, para que Dios proveyera lo que había prometido hacer.",
    "Ahí lo tienen. Ud. ora por algo que está fuera de la voluntad de Dios, no se puede tener fe para eso. Pero cuando Dios promete algo, yo creo que Él cumplirá Su Palabra. Así que, ellos lo sabían.",
    "Por esa razón Abraham sabía que Dios lo iba a liberar, de alguna manera, porque Él había prometido que por medio de Isaac, todas las naciones del mundo serían bendecidas.",
    "Los hijos de Israel, allá en Egipto, sabían que Dios les había prometido liberación, y se pusieron a orar por la promesa.",
    "Ud. dice: “Hermano Branham, ¡si yo supiera de la sanidad Divina, que Dios la ha prometido!”.",
    "Muy bien, veámoslo por un momento, Santiago 5:14. Si no hay una campaña de sanidad en alguna parte de la ciudad, él dijo: “Si hay alguno enfermo entre vosotros, llamen a los ancianos de la iglesia; únjanlos con aceite, y oren por ellos. La oración de fe salvará al enfermo”. Esa es la Palabra de Dios, el camino provisto por Dios. Así es.",
    "Fíjense cuando Israel comenzó a clamar. Dios comenzó a oír, y proveyó una vía de escape; les envió a Moisés. ¡Qué extraño fue!, después de clamar por liberación; y cuando se les presentó la liberación, no la reconocieron, y la rechazaron, y tuvieron que sufrir por cuarenta años más.",
    "¿No es eso típico de hoy? Dios les traerá algo, y Uds. se atemorizan de eso.",
    "Dios les envió el Espíritu Santo a Uds. personas a quienes no les gustaba toda esta iglesia formal, religiones ritualistas. Dios les envió el Espíritu Santo; y grandes grupos de ellos Le temen.",
    "Los discípulos estaban a punto de hundirse, una noche, en una pequeña barca, y se azotaba allá en el mar, y a gritos pedían ayuda. Y cuando vieron venir al único Hombre que podía detener las olas, Le temieron y pensaron que era un fantasma. La única esperanza que tenían; y ellos Le tuvieron miedo.",
    "Hay hombres y mujeres sentados aquí esta noche, con cáncer, problemas cardíacos, enfermedades peligrosas, sin duda, y la única esperanza que Ud. tiene, después de que su médico ya ha hecho todo lo que puede, Ud. tiene miedo de extender la mano y confiar en Él.",
    "No tema. Tome Su Palabra. Párese allí mismo; es el camino provisto por Dios para Ud. Dios lo envió aquí, esta noche, con ese propósito. Él no lo envió aquí, esta noche, para que yo orara por Ud.; Él lo envió a Ud. aquí, esta noche, para aceptar Su camino provisto: a Jesucristo el Sacrificio expiatorio por el pecado y la enfermedad. Espero que Uds. lo entiendan.",
    "Fíjense, ellos clamaron por liberación. Dios les envió liberación. Tuvieron que esperar nuevamente cuarenta años para recibirla.",
    "En el desierto, Dios prometió que Él supliría todo lo que necesitaran. El pan se les agotó. Y el mismo Jehová-jireh, “Dios proveerá el sacrificio” a Abraham, cuatrocientos años después, aún era Jehová-jireh, para proveer todo lo que Sus hijos necesitaban.",
    "Aquí está. Quiero que penetre bien profundo en el lado izquierdo, debajo de la quinta costilla. Escuchen. Él todavía es Jehová-jireh, el sacrificio provisto por el Señor. Acéptelo. No trate de solo razonarlo. No trate de razonar; Ud. no puede razonar. Los caminos de Dios son inescrutables. Ud. no puede razonar a Dios; Ud. no Lo conoce a Él por conocimiento; Ud. no Lo conoce a Él por la educación; Ud. Lo conoce a Él solamente por una cosa: la fe. Ud. no puede razonar. No es razonable creer que Ud. pudiera razonar eso. Ud. no puede. Ud. solo tiene que aceptarlo.",
    "Fíjense, de nuevo, en este gran y tremendo tiempo. Se les acabó el pan. ¿Qué van a hacer? Si Dios les dijo que iban a la tierra prometida, es responsabilidad de Dios cuidarlos hasta que lleguen allá. Y el mismísimo Jehová-jireh estaba allí con ellos. Y luego cuando se les acabó el pan, Jehová-jireh proveyó una manera para el pan, por todo el desierto: llovió maná del cielo.",
    "Se les acabó el agua. ¿Para qué preocuparse? Jehová-jireh, el sacrificio provisto por el Señor, estaba allí con ellos. Y él hirió la roca. Y de allí en adelante le hablaron, y las aguas brotaron en abundancia. Daba agua a todo su ganado, miles de galones por segundo, brotando de una roca en un desierto seco. No es razonable, ¿verdad? Pero Dios proveyó. Ud. no razona cómo Él lo hace. Él simplemente lo hace porque dijo que lo haría.",
    "¿Cómo podrían recuperarse pacientes, postrados, muriendo de cáncer, con los mejores médicos diciendo que no hay esperanza alguna? No es razonable. Pero Él es Jehová-jireh, el sacrificio provisto por el Señor. ¡Qué hermoso!",
    "Un día, la enfermedad entró en el campamento. Probablemente no tenían médicos ni tratamientos. Lo que… Moisés allá con todo ese grupo de personas, como dos millones de ellos, ancianos y jóvenes, y enfermos y todo; cuando salieron del desierto, no había ni uno solo débil entre ellos. Pero ahora fíjense cuando ellos estaban allá afuera, y pecaron, y las serpientes comenzaron a morderlos, no había nada que pudieran hacer. Y Dios, y mientras Moisés Le hablaba, proveyó una expiación; le dijo a Moisés: “Ve y trae un pedazo de bronce. Hagan una serpiente con eso, y pónganla en una asta. Y acontecerá que cualquiera que mirare a esta serpiente será sanado”.",
    "Hermoso tipo, otra vez. El bronce, la serpiente misma, habló del pecado ya juzgado; en Edén, cuando Dios pronunció el juicio sobre la serpiente, ya estaba juzgado.",
    "El bronce habla del juicio Divino, en el altar de bronce donde se quemaban los cuerpos de las bestias. Después de haber tomado la sangre; a las nueve de la mañana, las doce, y tres de la tarde, galones de sangre se arrojaban sobre este altar, sobre los cuerpos de las bestias muertas, humo negro subía. Todo judío en Palestina caía, a sus pies, y sus manos hacia el Cielo; y, al subir ese humo, se acompañaba con sus oraciones. Muy bien. Juicio Divino; los cuerpos quemados en un altar de bronce.",
    "Así como en Israel, cuando Acab había causado que Israel pecara. Y Elías salió a mirar los cielos; tres años y seis meses, sin lluvia. Él dijo: “Parecen de bronce”, juicio Divino.",
    "En Apocalipsis, cuando ellos vieron a Jesús, en Apocalipsis 1: “Sus pies parecían de bronce”, juicio Divino.",
    "La serpiente habló del juicio Divino, para apaciguar a Dios. Sus juicios son Divinos. Y, bueno, el poste representaba la cruz. Y la serpiente representaba a Jesús, el amoroso Señor Jesús; Él bajó y fue hecho pecado. Dios Mismo Se reveló en un cuerpo, hecho semejante a la carne pecaminosa, para quitar la enfermedad y el pecado del mundo. ¡Qué hermoso! Allí Él abrió un camino. Jesús dijo: “Como Moisés levantó la serpiente de bronce en el desierto, así es necesario que el Hijo del Hombre sea levantado”.",
    "Ahora, ¿para qué se levantó la serpiente de bronce? Por una razón compuesta: ellos habían pecado y, estaban enfermos. Ahora, entonces, Jesús fue levantado, “herido por nuestras rebeliones; por Su llaga somos curados”, razón compuesta. Y aún es tan real, en esta noche, que Cristo sane a los enfermos, como lo es que salve a los pecadores.",
    "Es más milagroso que Él salve a un pecador; tiene que cambiarle sus caminos. Y, seguramente, después de que él ya es cambiado, sabe cómo creerle a Dios por su sanidad. ¿Ven lo que quiero decir?",
    "Otro tipo hermoso, rápidamente, me viene a la mente, en el Libro de Rut. Muchos de Uds. pasan por encima de ese Libro; no piensan, sin pensar lo que realmente es. Es una de las historias más importantes allí, de un tipo de Cristo, en todo el Antiguo Testamento.",
    "En el 1er capítulo del—del Libro de Rut. Noemí, la palabra Noemí, significa “agradable”. Ella, su esposo y sus dos hijos, salieron de Palestina, tipo de la iglesia. Y salieron de Palestina, fueron a la tierra de Moab. Y allí se asentaron, fuera de la patria. Eso simboliza el descarriarse, como Israel. Todo judío que ha dejado Palestina ha estado fuera de la voluntad del Señor. Dios le dio Palestina a los judíos, y dijo: “Quédense allí”. Y Rut se fue… o, no Rut, sino Noemí.",
    "Y sus dos hijos se casaron. Y todos los varones murieron; su marido y los dos hijos. Ella emprendió el regreso a su casa. Sus nueras la acompañaron parte del camino. Una de ellas levantó los ojos y miró atrás a su tierra natal; ella regresó. Pero Rut, la moabita, no se quiso ir. Ella amaba a su suegra.",
    "Ella le dijo: “Regresa a tu pueblo. Yo soy anciana. Y si tuviera más hijos, pues,…” Uds. conocen las leyes, cómo tenía que ser en esos días, Uds. eruditos de la Biblia. Dijo: “Si yo tuviera un hijo, sería… serías muy anciana para él cuando creciera. Así que regresa, y puedes volver a casarte”. ¡Oh, me encanta esto!",
    "Noemí, ahora, el tipo de la iglesia judía. Rut, el tipo de la Iglesia Gentil. Fíjense. Y ahora, aquí ella responde, ¿ven?",
    "Rut, siendo una gentil, una adoradora pagana, miró atrás y dijo: “Iré contigo. Donde vivas, yo viviré; donde mueras, yo moriré; donde seas sepultada, yo seré sepultada. Que tu Dios sea mi Dios”. Esa es la Iglesia Gentil aceptando la salvación por medio de Jesucristo nuestro Señor. ¡Observen qué cuadro más hermoso! Y ahora ojalá tuviéramos tiempo.",
    "El capítulo 2, de Rut, revela su tiempo de regresar, cuando regresó justo en el tiempo de la cosecha, la temporada de cebada. Y cuando vio, al contemplar la patria, ella lloró: “¡Yo anhelo entrar a Palestina!”. ¿Ven?, ellos lloraron cuando vieron la patria.",
    "Esos judíos, por miles, llegando a Palestina. Ese es el calendario actual, hermano.",
    "Déjenme decirles, estamos viviendo en el fin del camino. No me sorprendería ni poquito que haya mucha gente sentada aquí, que en su vejez verán el tiempo cuando no quedará piedra sobre piedra, en Louisville, Kentucky. Puede suceder en otro año; yo no sé. No digan que yo dije un año; yo no lo sé, nadie lo sabe. Pero estamos al final del camino. Eso lo sé. Esas bombas de hidrógeno y cosas están listas para explotar, en cualquier momento.",
    "Los judíos están regresando a Jerusalén. Y la estrella de seis puntas de David, la bandera más antigua del mundo, flamea sobre Jerusalén, por primera vez en dos mil años. ¡Una señal del tiempo!",
    "Y, fíjense, así como Noemí, quien había perdido todo lo que tenía, y regresaba justo en la temporada de la cebada.",
    "Y Palestina, hoy, está floreciendo como una rosa. Han hallado de las mejores cosas, riquezas de todas las tierras del mundo; han descubierto químicos en el Mar Muerto, que son incalculables de mencionar. Palestina, la región más grande de cidra; se cultivan limones que pesan casi cinco libras cada uno. ¡Piénsenlo, todo cumpliendo la Palabra Divina de Dios! Regresando a casa, ¡los judíos, regresando en la estación de la cebada!",
    "Ella levantó las manos y lloró. Y ellos dijeron: “Aquí viene Noemí”.",
    "Ella dijo: “No me llaméis Noemí, porque en amargura me ha puesto Dios”, sin saber lo que traía consigo. Poco saben los judios que su rechazo de Jesús solo era para darles un lugar de entrada a los gentiles. ¡Oh, me encanta esto! Fíjense, entonces, ella al levantar los ojos, pues lloró.",
    "Y fíjense, entonces ellas tuvieron que conseguir… Le habían quitado toda su herencia, así que ellas tuvieron que ganarse el sustento. Rut, siendo una joven hermosa, salió a los campos de Booz, a espigar. Eso era lo que hacían los campesinos; los pobres.",
    "Quiero que se fijen en el tipo que es la Iglesia; es una Iglesia pobre. Rut, siendo ahora un tipo de la Novia Gentil, ella salió detrás de los segadores, para recoger unas cuantas gavillas con un poco de trigo; sacudirlo así en un saco, para el sustento. Espigando, descalza, en los campos de Booz.",
    "Y Booz era el señor de la cosecha, representando a Jesucristo el Hijo de Dios, fíjense, el gran Señor de la cosecha. Y él salió, para ver sus campos. Vio a los espigadores allá; vio a los segadores. Y cuando fijó sus ojos en Rut, él se enamoró de ella; Cristo, con Su Iglesia.\n\nÉl dijo: “¿Quién es esta doncella que espiga en el campo?”. Ellos dijeron: “Rut. La trajo de vuelta”.",
    "La iglesia judía, bajo la dirección de la Columna de Fuego, bajo la dirección de Jehová, hizo camino, en el Antiguo Testamento, para el Cristiano con el Espíritu Santo del Nuevo. La trajeron con ellos. ¡Oh!, si tuviéramos tiempo para descansar un poco en esto, fíjense, volviendo.",
    "Entonces él dijo: “Hagan que ella venga y se siente a la sombra, y coma de la comida con nosotros”. ¡Oh, si tuviéramos tiempo para hacer énfasis en eso!",
    "Fíjense, entonces, Booz la miró, vio que ella era “una mujer virtuosa”. Eso seguramente debe haber sido santidad. Así que, él caminó alrededor y les dijo a todos los segadores, dijo: “Ahora, Uds., cuando esta joven venga detrás de Uds.” sin que ella supiera, dijo, “pero, cuando ella venga detrás de Uds., de vez en cuando, dejen caer un puñado de gavillas de más para ella”. ¡Oh, vaya!",
    "Yendo alrededor, en una pequeña reunión aquí, y una reunión de oración en la casita de campo, siendo mofada, objeto de burla por otros, los otros segadores. Recogiendo una paja aquí y allá, y desgranándola. Recibiendo una pequeña bendición aquí, y manejando cincuenta millas por otra. Pero estoy tan agradecido por un gran puñado, de vez en cuando, la pequeña Iglesia nacida de nuevo encontrando en un avivamiento a la antigua, un puñado.",
    "Ella recogía esto, supongo, y decía: “Bendito sea el Señor”. Lo desgranaba. Y en la noche ella tenía un saco lleno.",
    "Booz, representando a Cristo, va a la ciudad, rápidamente. Él no quería perder a esta muchacha. Preguntó: “¿A quién pertenece ella?”.\n\nDijeron: “Noemí”.",
    "Y la iglesia Judía Ortodoxa dio nacimiento a la Iglesia Gentil. Así es.\n\nDijo: “¿Quién es ella?”.\n\nDijo: “Ella es Noemí”. Así que ella va…",
    "Luego él va. Dice: “Ahora, tengo que redimir todas sus posesiones”. Ahora, la ley de redención, en el Antiguo Testamento, era que debía ser un pariente redentor. La—la ley lo requería, no cualquier persona podía redimir una propiedad perdida, sino que tenía que ser alguien que fuera pariente; y además alguien que pudiera redimir, lo suficientemente digno para redimir, económicamente capaz.",
    "¡Qué hermoso! ¡Oh, vaya! ¡Cristo, digno, doblemente digno! El Rey del Cielo, viendo a la pequeña Iglesia llena del Espíritu Santo, dejando caer un puñado de vez en cuando.",
    "Fíjense, la única manera en que Dios podía redimir, Dios tenía que venir y convertirse en pariente nuestro. Dios estaba en Espíritu. Dios descendió y fue hecho carne; “Dios estaba en Cristo, reconciliando Consigo al mundo”. Entonces, para redimir al hombre, Él tuvo que llegar a ser hombre, pariente. ¿Podrían Uds. imaginarse a la Deidad bajando, hecha carne? ¡El amor!",
    "¿Qué hará un joven por su novia a la que él quiere entregarle su amor? Él está ciego. Él hará lo que sea. Sí, señor. Él la quiere. Nada puede detenerlo; él la va a tener.",
    "Así fue con Dios cuando vio a la Iglesia. Él La amó. Nada Lo iba a detener. Él estaba listo para entregar Su vida, y Dios bajó a un cuerpo de carne. Digno, el Rey del Cielo, hecho pariente. Entonces, Dios, después de venir en carne, en Jesucristo, llegó a ser un pariente Redentor.",
    "Observen a Booz. Ahora, antes de que él pudiera tenerla, él tuvo que preguntar si había alguien, un pariente cercano, que pudiera hacerlo, tomarla a ella. Y, para… No había nadie que pudiera hacerlo, y entonces él tuvo que dar un testimonio público ante Israel, que él había redimido a Noemí. Y él redimió a Noemí, para obtener a Rut. ¡Oh, vaya!",
    "🦅 A los Suyos vino, y los Suyos no Le recibieron”. Pero él tuvo que redimir a Noemí, para conseguir a Rut. ¿Ven? ¡Oh, qué cuadro tan hermoso! ¿Díganme que la Palabra de Dios no es inspirada? ¡Cada parte de Ella, hablando de la Venida!\n\nY Rut, ahora esperando.",
    "Y Booz, el rey de la cosecha, o el señor de la cosecha, sale por las puertas, y llama a todos los ancianos de la ciudad; y hace un testimonio público, fuera de la puerta. Él dijo: “¡Vosotros todos sois testigos!”. Él se quitó el zapato, lanzándolo frente a ellos, como testimonio. Dijo: “Yo, en este día, he redimido toda la herencia perdida de Noemí. Y todas sus posesiones son mías, este día”. ¡Oh, vaya!",
    "Prepárense, aquí está. ¡Oh, siento que algo se mueve! Fíjense, Cristo, delante de los ancianos de Israel, guiado fuera de las puertas de la ciudad, y dando testimonio; “Él herido fue por nuestras rebeliones; por Su llaga fuimos nosotros curados”. Un testimonio público, Él ha redimido a la Iglesia, de (¿qué?) su estado perdido. En el huerto del Edén, no teníamos enfermedad; en el huerto del Edén, no teníamos pecado; en el huerto del Edén, no teníamos muerte. “Y de tal manera amó Dios al mundo, que dio a Su Hijo unigénito”, dio testimonio fuera de la puerta, que Él había provisto una vía de escape para todos los que querían venir. ¡Qué hermoso cuadro! Espero que Uds. puedan verlo. Ahora, ¡bendito sea el Señor!\n\nY según veo, tal vez, el tiempo ya se me acaba.",
    "Dios proveyó un camino, y Él lo hizo en Jesucristo. Cuando Jesús subió al monte Gólgota, herido, sangrando, la cruz arrastraba las huellas ensangrentadas mientras subía la colina. Subió allá; un testimonio público: “Él herido fue por nuestras rebeliones; por Su llaga fuimos nosotros curados”. Murió, ascendió a lo Alto. ¿Lo creen? Y envió dones espirituales a la Iglesia, haciendo un camino provisto. Y este gozo que tenemos ahora en nuestros corazones, solo es el pago inicial, el dinero de las arras, de lo que será cuando seamos completamente redimidos. Y esta sanidad Divina que tenemos ahora es la prenda de la redención de nuestro cuerpo. Hemos sido redimidos; Dios proveyó un Sacrificio.",
    "Tendré que detenerme, amigos porque la gente está levantándose y saliendo.",
    "Le dije a mi esposa el otro día: “He predicado como en, no sé cuántas naciones diferentes, en cada ciudad a través de los Estados Unidos. Y Louisville, Kentucky es el único lugar donde la gente se levanta y sale cuando yo estaba predicando”. Así es, en casa, ¿ven?, el único lugar que he visto.",
    "Si alguien ha notado eso, que ha estado en otras reuniones conmigo, levante las manos, por el edificio. Seguro.",
    "Alrededor, en otras partes, no me ha sucedido en ninguna parte, en mi vida, sino aquí en mi propia casa, Louisville, Kentucky. La gente se levanta y sale, cuando uno pone el Evangelio directamente en la línea de corte. Se van. Y no me ha sucedido en ningún otro lugar, en ninguna parte del mundo, en que haya estado; aun en África, todos los otros lugares, Suecia, Noruega, donde había decenas de millares. En mi humilde opinión, nunca he visto a una sola persona irse, que se levante y salga, mientras predicaba; solamente aquí.",
    "Vean, amigos, esta semana he luchado duro queriendo convencer a algunas de las personas, que…",
    "Las Palabras de Jesucristo, no importa de lo que se trate, tienen que ser correctas. Él dijo: “Un profeta no es sin honra excepto entre su propia gente, su propio condado”. Y es así exactamente. Ellos simplemente no Lo reciben. Yo no sé por qué. Jesús lo dijo, y eso lo concluye. Tengo gente alrededor de este país, que casi estaría dispuesta a morir por mí. Ellos me aman. Pero en general, es la Palabra de Dios; y Dios tiene que cumplir Su Palabra, para poder ser Dios. Así es.",
    "Y cualquiera que haya estado en las reuniones antes, no aquí, hemos tenido la menor cantidad de señales y milagros que se han hecho en cualquier reunión que yo haya visto de este—de este tiempo. Por lo general hay ciegos, sordos, mudos, lisiados y de todo, sillas de ruedas amontonadas en la esquina, y gente moviéndose, y catres y camillas.",
    "Y solo hay, hasta donde yo sé, dos personas sentadas aquí. He visto a una de ellas, antes, a este muchacho aquí, sentado allí. Vi al Espíritu Santo pararse sobre él la otra noche, se le acercó mucho… Pude haber declarado su sanidad, y para cuando yo… antes de terminar la predicación; pero Lo vi alejarse de él, comenzar… Algo cruzó por su lugar allí, y se Lo impidió. Es la única persona que he visto afligida de alguna manera, aparte de un par de personas sordas, o algo que vinieron a la plataforma, de las que me dijeron; no lo sé. Pero allí lo tienen. Es en casa; es alrededor de su gente.",
    "Ahora, para mi buen amigo, el Sr. McSpaddin, el Sr. McDowell y aquellos que están en el edificio esta noche, a quienes se los he tratado de decir, y Uds. personas en Jeffersonville, no del tabernáculo, ¿ven a lo que me refiero? La Palabra de Dios no se puede cambiar. Así será para siempre, porque Jesús lo dijo.",
    "Ahora, y para la gente que me estaba rogando que regresara al tabernáculo, ¿ya ven por qué? Donde probablemente cincuenta personas han sido salvas esta semana, por aquí, en un avivamiento, quizás ni esos, tal vez ni diez, hasta donde yo sé, normalmente, en ocho días, llegaría a cientos y cientos y cientos, en algún otro lugar. ¿Ven? ¿Ven la diferencia? Es en casa; es entre su gente.",
    "No es porque no me amen, sino porque Jesús lo dijo; “Y cuando fue a Su Propia gente, lo único que Él pudo hacer fue poner manos sobre unos cuantos enfermos y sanarlos; no pudo hacer allí muchos milagros”. ¿Verdad? Solo citando la Escritura. Y así tiene que ser. Correcto. No soy yo, después de todo; es Él. Solo es Él. Si yo fuera un sanador…",
    "Tengo un hermano postrado en el hospital, esta noche, lo cual Dios me mostró, hace un año. Y supongo que hay doscientos testigos aquí mismo, del muchacho sano y saludable. Pero Dios envió una visión y dijo: “Él va a partir”. Y no importa lo que suceda, él partirá.",
    "El médico dijo, no hace mucho: “Podemos salvarlo”. Pero no fue así, y no lo harán.",
    "Vi al Espíritu Santo venir, mostró la visión, y señaló su tumba, y dijo: “Él es el que sigue”. Y de esa manera será. ¿Cuántos me oyeron decirlo, hace mucho, mucho, mucho tiempo? Levanten sus manos. Así es, el muchacho estaba grande, robusto y saludable. Él simplemente tiene que partir; eso es todo. ¿Cómo? Si yo fuera un sanador, yo lo sanaría. Es de los míos, mi propio hermano.",
    "Pero cuando Dios ha hablado, Dios cumplirá Su Palabra. Y por esa razón lo sé, ASÍ DICE EL SEÑOR; moriré por Ello, porque es la Palabra de Dios y Él La cumplirá. Él ha provisto un Camino, y estoy contento de aceptarlo esta noche, al Señor Jesucristo. ¿Uds.? [La congregación dice: “Amén”.—Ed.] Que Sus bendiciones Eternas descansen sobre Uds.",
    "Y lo repito, el Sacrificio provisto por Dios, esta noche, la vía de escape, es por medio de Jesucristo. [Cinta en blanco.—Ed.] Entonces, Jesucristo proveyó una iglesia para los incrédulos, para que pudieran entrar y ver la manifestación de Su resurrección, y saber sin sombra de duda que Él resucitó de entre los muertos. Jesús resucitó de entre los muertos, proveyendo un camino, para que quienquiera pueda mirar y vivir. Pero si Ud. rehúsa mirar, ¿qué más le queda que morir? Jesús dijo: “Si no creéis que Yo Soy, moriréis en vuestro pecado”. Eso es verdad.",
    "Amigos, siempre he tratado de guardar un equilibrio en el camino. Hay mucho desvío hacia el formalismo, mucha formalidad y ritualismo a más no poder, la gente se aferra mucho de eso. Y si Ud. no vigila, se desviará al otro lado, y será fanático a más no poder. Pero hay un punto medio del camino, donde se predica el genuino Evangelio, sano y cuerdo, y Dios entra allí, vindicando la Verdad. “Estrecha es la puerta, y angosto el camino, pero pocos son los que la hallan”. Muy bien.",
    "Para Uds., pequeño grupo de personas aquí esta noche, sentados aquí, que el amor de Dios les haga sombra en esta noche. Y especialmente por los enfermos, necesitados, oro que no quede ni uno de Uds. que no se vaya a casa sano. Si yo pudiera hacer algo al respecto, con gusto lo haría; pero no puedo hacerlo. Lo único que Yo puedo hacer es representarlo a Él para Uds., a manera de un don Divino.",
    "Ahora, si hablo la Verdad, que Dios proveyó un Sacrificio; pues, ese Sacrificio, Jehová-jireh, era Jesucristo. Y los siete nombres redentivos compuestos todos están en Jesucristo. Jehová-jireh, “el sacrificio provisto por Jehová”. Jehová-rapha, “el Señor que sana tus dolencias”. Y Jehová-…“el estandarte”. Y—y todos los otros siete nombres compuestos, todos fueron en Cristo Jesús. Y allí es donde todos los tipos y las sombras del Antiguo Testamento, todos vinieron y fueron cumplidos en Jesucristo. Él pagó el precio supremo, ascendió a lo Alto, y envió de nuevo el Espíritu Santo, esta noche, lo cual es la vía provista por Dios para el escape suyo.",
    "[Cinta en blanco.—Ed.]…tuviéramos tiempo para entrar en eso.",
    "Puedo ver a los magos cargando sus camellos, rápidamente. “¿A dónde vas, cariño?” dice la esposa.",
    "🦅 Voy a ver al joven Rey que ha nacido, lejos allá en Palestina”.\n\n“Pero, ni llevas tu brújula”. Dice él: “No necesito brújula”.",
    "🦅 ¿Cómo cruzarás los desiertos y valles, y colinas, sin una brújula?”.",
    "Él señaló hacia la Estrella, dijo: “Voy por el camino provisto por Dios”. La Estrella lo guio directamente a Jesús.",
    "Y escuchen, antes de terminar. Dios tiene un camino provisto aquí en esta noche: no es a través de la iglesia, no a través de la teología; sino a través del Espíritu Santo, que lo guiará a Ud. al camino provisto por Dios para su santificación, a la sanidad de su cuerpo, al bautismo del Espíritu Santo, al gozo, a la paz, y a todo lo que Ud. necesite. Jesucristo es el sacrificio provisto por Dios.",
    "Y yo digo que Él resucitó de entre los muertos, ascendió a lo Alto, envió de vuelta al Espíritu Santo como la manera provista por Dios para guiar a la Iglesia. Él dijo: “Él no hablará por Su Propia cuenta, pero dará testimonio de Mí”, dijo Jesús. “Y cuando Él venga, les traerá estas cosas a memoria, y les mostrará las cosas por venir. Porque las cosas que Yo hago vosotros también las haréis. El mundo no lo verá, pero vosotros lo veréis. Yo estaré con vosotros, aun en vosotros, hasta el fin de la edad”.",
    "¡Escúchenlo, Louisville, es mi último Mensaje para Uds.! El Sacrificio provisto por Dios es Jesucristo, el Ser resucitado aquí, dando poder a la Iglesia por el Espíritu Santo. Esta es la Luz. Caminen Uds. en Ella, hallen descanso para su alma, la sanidad de sus enfermedades.\n\nOremos.",
    "Padre Celestial, ¡oh, Dios!, cuando el día… Profundo en mi alma, me pregunto, me veo obligado a preguntarme, al ver esta gran nación hermosa de América, y al ver esas grandes bombas allá almacenadas, al otro lado del mar. Hombres malvados e impíos negando a Dios, negando al Señor Jesucristo, al Espíritu Santo, con toda la maldad y perversidad, y artimañas que Satanás puede meter en sus mentes para destruir este mundo, para que suceda exactamente como Tú dijiste: “Ardiendo con calor”. Y aun los grandes científicos del mundo dicen: “Dentro de diez años habrá una aniquilación total, no quedará nadie, nada viviente sobre la tierra; barrida por la bomba de hidrógeno”.",
    "¡Oh, Dios!, hay hombres y mujeres sentados aquí esta noche desprevenidos. Tú has sido, esta semana, glorioso para nosotros. Nos hemos sentado en lugares Celestiales en Cristo Jesús, y Te damos gracias por estos amados santos en Louisville. Dios, que salgan de esta reunión con una voz de amonestación, a todos alrededor.",
    "Amado Padre Celestial, oro que envíes a alguien aquí con un avivamiento a la antigua, que derribe los muros alrededor de Louisville. ¡Oh, hazlo, Dios! Que muchos seres queridos puedan llegar al conocimiento salvador de nuestro Señor Jesucristo.",
    "He hecho lo mejor que he podido, Señor Jesús, a lo mejor de mi conocimiento, dando una voz en contra del pecado tan fuerte como puedo, y Tú has sido más que glorioso para nosotros; has confirmado cada Palabra con señales y prodigios. Te damos gracias. Ahora, Padre, por los resultados, lo encomendamos todo a Ti. Hágase Tu voluntad.",
    "Bendice al Hermano Cauble, Señor, nuestro hermano. Bendice a todo su personal, y a todos los otros ministros. Pensamos en el Hermanito Durban, aquí abajo, y estos otros hermanos por aquí, que son buenos hermanos; haciendo todo lo posible para martillar contra el pecado y la maldad, el whisky y la bebida, y en alboroto y manifestaciones, por todo alrededor de la ciudad. Ellos se están esforzando por dar una voz de advertencia. Dios, bendice a esos hombres y úngelos con el Espíritu Santo. Concédelo, Señor. Que sean buenos mayordomos, teniendo gran éxito en llamar a la gente de las tinieblas, a la luz admirable.",
    "Y ahora, Señor, en el servicio de clausura, esta noche, ¿podrías venir? Ven una vez más, gran Espíritu Santo, Poder Divino, y cúbrenos con Tu bendición. Y que el Ángel de Dios se pare aquí en la plataforma, como testigo de la resurrección del Sacrificio provisto por Dios, el Señor Jesucristo. Y que Él haga grandes señales y prodigios, en confirmación de la Palabra. Porque lo pedimos en Su Nombre, Tu amado Hijo, Jesucristo. Amén.",
    "El Señor le bendiga, amigo Cristiano. Ahora quiero orar por los enfermos. Quiero preguntarles ahora, de antemano: ¿Habrá alguna persona presente en el edificio que no ha sido salva, que aún ni ha sido convertida, que pida de Cristo el perdón por sus pecados? Se los pregunto abiertamente, de manera áspera. Y creo que Ud. será lo suficientemente hombre o mujer, o niño o niña, para hacerlo. Si Ud. nunca ha aceptado a Jesús como su Salvador personal y quiere hacerlo ahora, ¿se podría poner de pie como creyente, y decir: “Yo ahora, desde esta hora, seré un creyente en Jesucristo”? Dios lo bendiga, señor. Dios la bendiga, señora. Dios la bendiga, señora. Dios la bendiga, señora.",
    "Uds. están confesando su fe en Jesucristo, al hacer esto. Como cinco almas, de haber muerto hace cinco minutos, habrían terminado en oscuridad Eterna. Si mueren ahora, están cubiertos por la Sangre.",
    "Uno más, ¿dónde está? Justo en la parte de atrás, Dios le bendiga. Sí, mi hermano. Dios lo bendiga, hermano. Eso, Dios le bendiga. Dios la bendiga, hermana. Así es. De manera áspera… Dios lo bendiga, hermano, aceptando a Jesús. Dios lo bendiga, hermano. Dios le bendiga. ¿Arriba en el balcón, en alguna parte? Dios la bendiga, hermana.",
    "Es maravilloso. ¡Oh, vaya! Ojalá tuviéramos lugar aquí para una banca de lamento a la antigua y un llamamiento al altar. Eso es lo que necesitamos ahora mismo.",
    "¿Cuántos aquí pueden decir: “Hermano Branham, yo he sido un pecador, pero ahora estoy confesando, aceptando en mi corazón, a Jesucristo, el sacrificio provisto por Dios?”. Como dos docenas se han puesto de pie. ¿Se pondrá Ud. de pie y dirá…? Dios les bendiga. Dios le bendiga, joven. Muy bien. Dios le bendiga. Alguien más que se pare y diga: “Estoy aceptando a Jesucristo ahora mismo, como mi Salvador. Hago esta confesión abiertamente, ante la gente y ante Dios, que ahora acepto el remedio de Dios para mi pecado, a Jesucristo”. ¿Habría uno más, por aquí, en alguna parte? Dios le bendiga, joven. ¡Qué valentía! Dios le bendiga. Muy bien.",
    "Alguien más que se pare, diga: “¿Yo ahora acepto a Jesucristo como mi Salvador personal, yo recibo el sacrificio provisto por Dios por mi pecado?”. Dios le bendiga, padre; anciano, canoso, temblando, que se levanta para aceptar a Jesucristo como Salvador.",
    "Ahora, Dios conoce su corazón; Él lo está mirando directamente a Ud. Dios le bendiga, joven. Lo vi allí, con el suéter rojo, levantarse. Muy bien, alguien más, levántese y diga: “Yo acepto”. Dios le bendiga a Ud., y a Ud., a la señora y al joven allá. Dios los bendiga. Que Dios…",
    "Su nombre va al Libro de la Vida del Cordero cuando Ud. se para públicamente ante esta congregación. “El que Me confiese delante de los hombres, Yo le confesaré delante de Mi Padre y de los santos Ángeles. Si Ud. se avergüenza de Mí aquí delante de los hombres, Yo me avergonzaré de Ud. en aquel Día”.",
    "¿Ha sido Ud. pecaminoso, y quiere ser perdonado? Alguna otra persona que aún no se ha parado, y quiere pararse, solo para aceptar el sacrificio provisto por Dios por su pecado, ¿se pondría de pie? Algunos… Dios le bendiga. Dios le bendiga. Ese es un muchacho soldado. Dios le bendiga a Ud. aquí también. El Señor sea con Ud., mi hermano.",
    "¿Alguien más? Muy bien. Dios la bendiga, señora. Dios la bendiga, hermana. ¡Qué bien! ¿Alguien más quiere Vida Eterna, al aceptar a Jesucristo? Dios le bendiga. Sí. Dios los bendiga, a Uds. tres, allá en el balcón.\n\n¿No es eso maravilloso? Unos treinta, o más, ahora. Muy bien.",
    "Dios le bendiga. Así es, aceptando a Jesús, el Sacrificio provisto por Dios. Él es Jehová-jireh. Muy bien. El Señor la bendiga en el balcón, mi hermana, dándole Vida Eterna.",
    "Ahora Ud. está encontrando favor con Dios. No hay un Cristiano aquí, que sepa algo de Dios, que no se dé cuenta que en los últimos cinco minutos la atmósfera ha cambiado completamente en este edificio. Así es. ¿Ven? Justo en el momento más oscuro, entonces Jesús viene.",
    "Alguien más dice: “Yo ahora acepto a Jesucristo. Yo…”. Dios la bendiga, señora. “Yo Lo acepto, quiero que mi nombre esté escrito en Su Libro. Yo Lo acepto ahora mismo como el soberano gobernante de mi vida”. Dios lo bendiga, señor. Dios le bendiga.",
    "Alguien más, un descarriado, que se ponga de pie y diga: “¿Yo una vez fui Cristiano, Hermano Branham, pero me he alejado, distanciándome de Dios; esta noche, vengo a Casa?”. Dios la bendiga, hermana. Dios lo bendiga, hermano. ¡Oh, Dios lo ve a Ud.! Dios la bendiga, señora. Dios lo bendiga, hermano. Dios la bendiga, hermana. Dios la bendiga, hermana. Así es. ¡Oh, vaya! Dios lo bendiga, hermano; le veo en el balcón. Dios le bendiga. Dios lo bendiga, hermano con sus manos levantadas. ¿Alguien más? Dios la bendiga, señora. Eso es maravilloso. Dios la bendiga, hermana. Eso es maravilloso. Eso es… Solo sigan viniendo. Y Dios la bendiga, hermana; la veo de pie. Dios lo bendiga, señor, allá arriba en la plataforma, con su mano levantada. Dios le bendiga.",
    "En la parte de atrás, allá atrás en la parte de atrás, alguien diría: “¿Hermano Branham, ahora me he descarriado; vengo a Casa? Yo acepto mi remedio, a Jesucristo, el sacrificio provisto para mi descarrío. Vengo a Casa, en esta misma noche. Estableceré esto aquí mismo, ahora y para siempre. ¿Y yo sé que cuando…?”. [Cinta en blanco.—Ed.]\n\nAbre Tus brazos de amor,\n\nSeñor, vengo a Casa.\n\nVengo a Casa, vengo a Casa,\n\nPara nunca más vagar;\n\nAbre Tu brazo de amor,\n\nSeñor, vengo a Casa.",
    "Me pregunto si pudiéramos tararearla.",
    "Mientras lo tararean, quedará uno aquí, a la izquierda, que diga: “Señor, Tú me ves mientras estoy de pie. Ahora vengo a Casa. Estoy cansado de vagar por ahí, con una paz inestable. Acepto Tu vía de escape, a Jesucristo como mi Salvador. Ahora vengo, Señor, tal como soy. Vengo; levanto mi mano. ¿Voy a pararme y que Tú veas, y esta congregación, que ahora creo, y vengo a Casa?”. Dios la bendiga, hermana.\n\nVengo a Casa, vengo a Casa, para nunca más…",
    "Quienquiera que sienta en su corazón que quiere aceptarlo a Él, solo pónganse de pie.\n\nAbre Tu brazo de amor,\n\nSeñor, vengo a Casa.\n\nSolo continúe, por favor, hermana.",
    "Ahora voy a preguntarles algo. Cada persona que se puso de pie, quiero que se pongan de pie mientras hago una oración por Uds. Cada persona que se puso de pie, póngase de nuevo de pie, solo por unos momentos. Solo pónganse de pie, por todo el edificio. Todos los que se pararon, póngase de nuevo de pie, en todas partes, balcones y en todas partes, para que podamos orar. Eso es. Eso es. Cada uno de Uds. que se puso de pie, que se puso de pie hace un rato. Y si hay alguno más que quiera pararse con ellos, aceptando a Cristo, ¿se pueden poner de pie ahora? Dios les bendiga.\n\nAhora inclinemos nuestros rostros.",
    "Bondadoso Padre Celestial, estos ahora vienen como Tus hijos. Ellos ya han venido. En el momento en que el Espíritu Santo les habló a sus almas, ellos se pusieron de pie y Te aceptaron, y Tú les diste Vida Eterna. Dios, bendícelos. Camina con ellos por la vida, Padre. Algunos de ellos han sido Tus siervos en tiempos pasados, pero se han apartado; y, esta noche, el Espíritu Santo, por la predicación de la Palabra, bajó y los ungió. Y ellos ahora están de pie, aceptándote, y dándote gracias por la Vida Eterna que ahora poseen en Jesucristo. Gracias, Padre. Que sus vidas sean felices y placenteras. Que la enfermedad no se acerque a sus puertas. Y que vivan vidas largas y felices; y vengan en paz, al Reino de Dios, al fin del mundo. En el Nombre de Jesucristo lo pedimos. Amén.",
    "Dios los bendiga. Y el pueblo dice: [La congregación dice: “Amén”.—Ed.] “Amén”. Dios bendiga a cada uno. Si Ud. está sentado cerca de alguien que se levantó; deles la mano, Cristiano, y dígales cuán contento está por ellos.",
    "No tenemos espacio aquí para llamarlos alrededor del altar; simplemente no tenemos el—el espacio aquí para hacerlo. El Señor los bendiga; muchas, muchas almas.",
    "Ahora, saben, de acuerdo a la Palabra de Dios, ¿lo qué ha sucedido en el Cielo en este momento? Los Ángeles se están regocijando. Las banderas negras de Satanás han sido derrotadas; han caído y han sido derrotadas. Y los Ángeles y sus banderas blancas de victoria están ondeando por el Cielo esta noche, y las campanas de la Gloria están sonando, tocando melodías, por un pecador que viene a Cristo. ¡Bendito sea el Señor y alabado por los siglos! ¡Oh, vaya!",
    "Creo que ahora sí vamos a tener un verdadero servicio de sanidad. ¿Sí? ¿Qué? ¿Tarjetas de oración? [Cinta en blanco.—Ed.]",
    "Yo, como Su siervo, tomo todo espíritu en el edificio bajo mi control, para la gloria de Dios. La razón por la que digo eso, es que pone el Nombre de Jesucristo sobre toda la congregación. Si Satanás se descontrola, Uds. verían lo que sucedería. Probablemente los sacarían por la puerta, partiendo de este mundo, ¿ven?",
    "Ahora, Ud. debe ser obediente. No se levante y camine. Siéntense quieto. Estas enfermedades pasan de uno a otro. Uds. saben, eruditos de la Biblia, que eso es verdad. ¿Ven? No estamos jugando a la iglesia ahora. Y yo no soy responsable por los críticos o los incrédulos. ¡Escúchenlo! Yo hablo en Su Nombre.",
    "Ahora, con el Ángel del Señor cerca, confío que Dios manifestará la resurrección de Su Hijo.",
    "Ahora Ud. acérquese. Supongo, hermana, que Ud. y yo parados aquí, que somos desconocidos el uno para el otro. Yo no la conozco; nunca la he visto. Pero Dios nos conoce a ambos. Ud. solo es una persona que salió de la congregación. Alguno de ellos le dio una tarjeta de oración, con un número. Ud. recibió su número y fue llamado, y aquí está.",
    "Y no necesitan la tarjeta de oración. Cualquiera sentando entre la congregación, solo empiecen a orar; vean si el Espíritu Santo no es el mismo esta noche, en la iglesia, que estaba en Jesucristo. Vean si no Lo es. Si no es así, si no Lo es, entonces les he tergiversado el Evangelio, y he llegado a ser un testigo falso de la resurrección. Si Dios confirma que es la Verdad, entonces yo he dicho la Verdad, y Dios ha dicho que es la Verdad.",
    "Ahora, la señora aquí, es una desconocida, nunca la he visto en mi vida; ella nunca me ha visto, supongo. Sencillamente nos acabamos de conocer aquí. Yo no la conozco. Dios sí la conoce.",
    "Ahora, cuando nuestro Señor Jesús estuvo aquí, Él habló con una mujer una vez que Él nunca había visto en Su vida. Ella estaba sacando agua del pozo. Y Él le dijo: “Tráeme de beber”. Y Él le habló lo suficiente para captar su espíritu, entonces le dijo cuál era su problema.\n\nY ella dijo: “Bueno, me parece que Tú eres un profeta”.",
    "Ahora, Jesús dijo: “Las cosas que Yo hago vosotros también las haréis, hasta el fin del mundo”.",
    "Un hombre entró a Su línea de oración, una vez; él era un hombre justo. Él le dijo: “Tú eres un Cristiano, un buen hombre, un hombre honorable”.",
    "Él dijo: “¿Cuándo me conociste, Rabí?”; o “Reverendo, Maestro”, como Uds. lo interpreten.",
    "Él le dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. En otras palabras: “Oraste antes de venir a la reunión, y Yo te vi haciéndolo”.",
    "Él dijo: “Tú eres el Hijo de Dios; Tú eres el Rey de Israel”.",
    "Ahora, si Jesús ha resucitado de los muertos, entonces Él hará lo mismo.",
    "Ahora, congregación, ahora Él está aquí, el Ángel del Señor. Uds. están conscientes de eso ahora, que algo sucedió en ese momento. ¿Verdad que sí? Es verdad. ¿Está aquí?",
    "Ahora, de poder sanarlo a Ud., yo no pudiera. Ud. no podría esconder su vida, porque no está en la presencia de su hermano; está en la Presencia de Él. ¿No es esa la verdad? Y Ud. créale a Él con todo su corazón, que Dios nos ha enviado aquí para tratar de ayudarle a Ud. Además de estar enferma, personalmente, Ud. tiene un ser querido que está enfermo. Es su esposo. Él tiene una hernia, ¿no es así? Sí. Ambos están sanos. Pueden regresar a casa ahora. Dios sea con Uds. y los bendiga. Dios la bendiga, hermana.\n\nLa fe sencilla tocó y sanó a la mujer.",
    "Venga. ¿Cómo está, hermana? Supongo que somos desconocidos el uno para el otro. No nos conocemos. Ahora, yo solo soy su hermano. Es por su bebé que Ud. está aquí. Una sombra oscura está sobre el bebé. Su enfermedad es incurable, en lo que a los médicos concierne. ¿Cree Ud. que Él me podría revelar lo que sufre el bebé? [La hermana dice: “Sí”.—Ed.] Con todo su corazón, ¿lo cree Ud.? [“Sí, señor”.] Ha habido alguna clase de experiencia en el hospital. El bebé ha tenido una operación. Y es algo en los intestinos. Y hay alguna clase de hueso o algo allí que está mal. Y el bebé ahora tiene el hígado hinchado. ¿No es verdad eso? [“Sí, señor”.] Esa es la verdad, ¿no es así? [“Sí, señor”.]",
    "Ahora, ese no fui yo el que dijo eso. Eso fue por estar completamente rendido a Jesucristo. Y Su Presencia está aquí. Ahora lo único que puedo hacer es pedirle a Dios por su bebé. ¿Acepta Ud. la sanidad del bebé? [La hermana dice: “Sí, señor”.—Ed.]",
    "Cristo, Hijo de Dios, ten misericordia de este niño moribundo. Que reciba la salud esta misma noche. Concede, Señor Jesús, que Tus bendiciones desciendan sobre él y que esté bien, porque lo pido en el Nombre de Jesucristo. Amén.",
    "Dios la bendiga, madre. Infórmeme del bebé, lo—lo que suceda. Ud. verá una diferencia, en las próximas veinticuatro horas. Ahora recuerde lo que le he dicho. Él Quien sabe lo que fue, sabe lo que será. Muy bien.",
    "Venga, señora. ¿Está creyendo con todo su corazón? ¿Cree Ud. que el Señor Jesucristo está aquí para sanar y darle salud? ¿Me cree Ud. como Su siervo? [La hermana dice: “Sí, le creo”.—Ed.] Ud. está consciente de que está en la Presencia de Algo además del hombre, y ese es Su Espíritu.",
    "La congregación quizás no entienda esto. Pero observen la expresión en el rostro del paciente cuando se acercan aquí. No porque sea yo; yo no tengo nada que ver con eso. Solo soy una voz. Pero esta mujer aquí, o cualquiera de los demás, entiende y sabe que hay algo sobrenatural aquí. Y Uds. pueden verlo como un milagro. ¿Qué es un milagro? Algo que no se entiende.",
    "Ahora, la mujer, una desconocida para mí y yo para la mujer; no nos conocemos; es la primera vez en la vida que nos encontramos, quizás. Pero Dios nos ha alimentado a ambos desde que nacimos.",
    "Señora, ¿cree Ud. que el mismo Señor Jesús que habló con la mujer junto al pozo, que he representado aquí esta noche, que trescientas, o ciento tres almas Lo aceptaron a Él como Salvador, cree Ud. ahora que Él conoce su corazón, y sabe todo lo que Ud. ha hecho? Si Él me revela lo que Ud. está deseando ahora, ¿lo aceptará Ud.? [La hermana dice: “Lo haré”.—Ed.] Neurosis. ¿Correcto? [“Así es”.] ¿Me cree Ud. ahora? [“Seguro que sí”.] Ahora aquí hay algo más. Ud. está interesada en un ser querido, el cual es un muchacho. Y ese muchacho tiene problemas al corazón. Y él es miembro de una iglesia aquí en Louisville, una iglesia bautista. Vaya, el Señor Jesús la bendiga y le conceda el deseo de su corazón. Amén.",
    "[Un hermano en la plataforma dice: “Digan: ‘Gloria al Señor’”. La congregación dice: “Gloria al Señor”.—Ed.]",
    "Solo sean reverentes; acepten, crean.",
    "Ahora, veo a una dama, una dama de color, sentada, orando. Ella tiene problema renal. Ya no lo tiene, señora. Su fe la ha sanado. Póngase de pie. Dios la bendiga. Solo crea, con todo su corazón, y lo recibirá.\n\n¡El Espíritu Santo, la religión del Nuevo Testamento! Amén.",
    "Ud. cree que esa presión de la sangre lo dejará, señor; ¿sentado allí, mirándome? Sí. Muy bien, puede recibirlo. Dios le bendiga.\n\nSolo créanle a Él.",
    "Tenga fe, hermana, sentada allí mirando hacia acá, orando también. Sufre de algo en su garganta, ¿no es así? Sentada directo detrás de esa niña allí. ¿Cree Ud. que Dios la sanará, la damita sentada aquí? Ud. está sentada allí orando para que yo le diga algo. Sé que se trata de un problema a su garganta. Ud. no necesita tarjeta de oración. Solo necesita lo que Ud. tiene, fe. ¿Acepta ahora su sanidad? Dios le bendiga. Váyase a casa y recupérese ahora. Amén.",
    "¡Tenga fe! Crea con todo su corazón; Jesucristo lo traerá a cumplimiento. ¡Oh, yo Le amo!, ¿Uds.? [La congregación dice: “Amén”.—Ed.] Muy bien.\n\nVenga, señor.",
    "Tenga fe en Dios. Crea con todo su corazón. Dios lo traerá a cumplimiento.",
    "¿Cómo está, señor? ¿Era Ud. uno de los que se pusieron de pie, hace unos minutos? Veo que aún hay Luz alrededor suyo. Ud. aceptó a Cristo como su Salvador personal. Ud. está sufriendo de un problema de nervios. ¿Verdad que sí? Ud. ha tenido un mal hábito, fuma. Dios no quiere que haga eso. Eso está afectando sus nervios, causándole eso. Es la verdad ¿no es así? [El hermano dice: “Sí, señor”.—Ed.] Quiere superarlo; Ud. deje los cigarrillos, déjelo todo. Jesucristo ya ha tocado su cuerpo, y Ud. estará bien y Le servirá a Él. ¿Cree Ud. ahora?",
    "Para que pueda saberlo: Ud. no es de esta ciudad. Ud. es de fuera de la ciudad, ¿verdad? [El hermano dice: “Así es”.—Ed.] Ud. es de Indiana. Ud. cruzó el río. Ud. es de una ciudad llamada Greensburg, o algo así, Indiana. ¿Verdad que sí? Ahora Ud. está bien. Sí. Ahora puede regresar a casa y estar bien. Dios le bendiga.",
    "La congregación sea reverente, estén en oración, estén esperando que Dios bendiga y sane. Amén. ¡Tengan fe en Dios!",
    "Ud. sentada allí, señora, con su dedo levantado así, sufriendo de… ¿Cree que Dios la va a sanar de esa presión arterial baja que tiene? ¿Lo cree Ud.? Sí. ¿Cree Ud. que Él es? Pónganse de pie entonces y acéptelo. Eso la dejará, y Ud. podrá irse a casa y estar bien.\n\nUds. dicen: “¿Qué hizo eso?”.",
    "El mismo Jesucristo que se dirigió a la mujer con el flujo de sangre, dijo: “Tu fe te ha salvado”. Dijo que Él sabe todas las cosas, y Él las revela como Él quiere. Muy bien.\n\nTraiga a su paciente. Tenga fe.",
    "¿Cómo está Ud., señor? ¿Cree que yo soy Su siervo? [El hermano dice: “Sí, lo creo, señor”.—Ed.] Ud. cree que está en Su Presencia, no de su hermano. ¿Pero está Ud. consciente de que algo está sucediendo? [“Sí, señor”.]",
    "Alguien dijo que le estaba leyendo la mente en ese momento. Eso está errado. Jesucristo “percibió sus pensamientos”. ¿Es así? La gente no está pensando en sus pecados y cosas que hicieron. Es el Espíritu Santo.",
    "Muy bien, mire hacia acá, señor, y crea. ¿Somos desconocidos el uno para el otro? [El hermano dice: “Sí, señor”.—Ed.] No nos conocemos. Probablemente nunca nos hemos visto en toda nuestra vida. [“Solo en esta reunión”.] Solo esta reunión. [“Así es, señor”.] Entonces si hay algo acerca de Ud. o cualquier cosa, su enfermedad o cualquier cosa, solo Dios lo sabría. En lo que a mí respecta, yo no sé.",
    "Pero veo que a Ud. lo llevan a un hospital. Ud. acaba de salir de un hospital. Algo anda mal con la sangre, corpúsculos rompiéndose, o algo. Y Ud. ha tenido… Yo le veo en una cama, y hay una cierta cosa colgando junto a Ud., es algo goteando… Es sangre. Veo una, dos, tres, cuatro, cinco, seis, siete transfusiones de sangre que Ud. acaba de recibir. ¿Es verdad eso? [El hermano dice: “Así es. Ese es el Señor”.—Ed.] Es la verdad.",
    "Ud. tiene a su esposa enferma. Ella tiene artritis, y problemas del hígado. ¿Es así? [El hermano dice: “Así es”.—Ed.] Y Ud. no es de esta ciudad. Ud. viene del río arriba, de Cincinnati, Ohio. Su nombre es Berghaus. R. P. es su inicial. Regrese a casa y sea sano, Jesucristo lo ha sanado.",
    "¡Tenga fe en Dios! ¿Decirle su nombre? ¿No le dijo Jesucristo a Pedro: “Tú eres Pedro”?",
    "Ahora sean reverentes, amigos. Las visiones lo debilitan mucho a uno. Uds. han estado en las reuniones esta semana, y saben de lo que estoy hablando. ¡Solo tengan fe en Dios! ¡Crean! Y había algo… Un momento.",
    "Veo a una dama delante de mí. No, es—es esta señora sentada aquí mismo al final. Ud.… No es Ud.; es una persona de aspecto diferente. Es un ser querido que está en un hospital, y tienen cáncer. Y es una dama, y ella está agonizando. Y ella es su cuñada. ¿Es así? Si es así, pónganse de pie ahora y acepte sanidad para su cuñada en el hospital. ¡El Señor Jesucristo Quien lo sabe todo!",
    "[Una hermana se regocija.—Ed.] Muy bien, hermana, Ud. aplaudiendo, regocijándose. Ud. sufría de algo en sus manos, ¿verdad? Muy bien, están sanas ahora, Ud. puede irse a casa.",
    "Y Ud. sentada junto a ella allí, Ud. tenía piedras en la vesícula. ¿No es así, señora, sentada allí? Pónganse de pie. Ud. también puede irse a casa y ser sanada. Salen de Ud., en el Nombre del Señor Jesucristo.",
    "¡Solo crea! “Todo es posible para los que creen”. ¡Tenga fe en Dios!",
    "Traiga a la dama. ¿Cree Ud., señora, ahora al venir? ¿Acepta Ud. a Jesús como Salvador, y me acepta a mí como Su profeta?",
    "Entonces si eso es así y yo he testificado de la resurrección de Jesucristo, Aquel Quien Se paró y habló con la mujer junto al pozo, sabía exactamente lo que estaba mal con ella. Él dijo: “Ve trae a tu marido”. Ella dijo: “Vengan, vean a un Hombre que me dijo todo lo que he hecho”. Él no le dijo todo lo que ella había hecho. Pero Él sabía, como el Padre se lo revelaba, todo lo que ella había hecho. ¿Es Él el mismo Señor Jesús resucitado?",
    "Ud. ha tenido un accidente. No, Ud. tiene algo, como que es un… Ud. ha sido… Es el Espíritu Santo lo que Ud. está buscando, el bautismo del Espíritu Santo. Así es. Y Ud. tiene… Yo había visto algo, Ud. tiene una—Ud. tiene la presión alta, también, ¿no es así?",
    "Un momento, una visión apareció ante mí. ¡Oh, es la mujer sentada allí, orando! Es Ud. que tuvo un… Ud. se ha lastimado el pie, ¿no es así? Un accidente, y se lastimó el pie. ¿Es así? [La hermana dice: “Así es”.—Ed.] Y Ud. tiene problemas renales. ¿Es así? [“Sí”.] Pasen, con la señora, los dos van a ser sanados. Jesucristo…",
    "¡Aleluya! ¡Oh!, ¡el glorioso e incomparable Señor Jesucristo Quien salvó su alma, hace un momento, está vindicando Su Presencia! Amén. Revisen su cinta y vean si lo que Él dice no es la verdad. ¡Oh, tengan fe en Dios! ¡Crean! “Todo es posible para los que creen”.\n\nMuy bien, Billy, ¿es este tu paciente? Tráelo.",
    "¿Creyendo, con todo su corazón? Tiene un ser querido que también está en problemas, ¿no es así? Ellos tampoco están aquí en esta ciudad. Sufre alguna clase de espasmos. Es como un baile de San Vito. ¿Verdad? Y ellos viven en una ciudad donde hay un río. Es una ciudad grande, y hay un río que pasa por el lado de ella. Y hay un montón de ladri-… Es St. Louis. ¿Es así? Correcto.",
    "Y Ud. tiene otro pariente, que es una hermana o algo, y ella es de una región que tiene colinas, árboles perennes. Es Arkansas. Y tiene problemas al corazón. Vaya, sus deseos le son concedidos a Ud. por Jesucristo el Hijo de Dios.",
    "Digamos: “Gloria al Señor Jesucristo, ¡el Ser resucitado, el Ser del Calvario!”.",
    "Sean reverentes, no se muevan. Un minuto, y terminaremos en unos minutos. No se muevan así, hace que, me interfiere. Estoy teniendo… aquí esta noche, vigilando. Sean reverentes.",
    "Que venga la dama. ¿Cree que Ud. podría sanar, por fe, y que ese tumor la puede dejar sin ser operada? ¿Lo cree con todo su corazón? ¿Lo acepta ahora? En el Nombre de Jesucristo, que sea con Ud. como su fe ha dicho. Amén.",
    "Señor, sentado allí, con la corbata roja; Ud. está sufriendo con una—una hernia. ¿Cree Ud. que el Señor Jesús le sana? ¿Lo acepta? Ud. también es de fuera de la ciudad. Veo que Ud. también viene del río arriba, de Cincinnati. ¿Verdad que sí? Muy bien. Mientras obra en los dos, ambos pónganse de pie ahora mismo y sean sanados en el Nombre de Jesucristo. Dios le bendiga. Eso le deja. Vaya a casa y esté bien.",
    "Venga, señora, teniendo fe. ¿Cree Ud. que ese problema femenino la ha dejado? ¿Acepta Ud. a Jesús ahora como su sanador para eso? Eso era un absceso, tenía secreción, y muy pronto se habría convertido en cáncer. Pero su fe la ha salvado. Ahora vaya, alabe a Dios por eso, y Ud. tendrá lo que pide.",
    "Venga, señor, creyendo con toda su alma. Si Dios revela cuál es su problema, ¿aceptará Ud. su sanidad? Problema al corazón. ¿Es así? ¿Cree Ud. que Él le sana ahora? Entonces, Él lo hace. Su fe lo sana. Vaya, en la paz de Dios.",
    "Venga, señora. ¿Cree Ud. que Dios sanará a ese bebé al yo cruzar la plataforma? Tiene problema renal. Vaya ahora, Jesucristo sana al muchachito, en el Nombre de Jesucristo. Amén. Ud. estaba nervioso; eso también lo ha dejado. Dios sea con Ud.",
    "¿Le creen Uds.? [La congregación dice: “Amén”.—Ed.] ¡Tengan fe en Dios!",
    "¿Quiere Ud. sanar de esa condición bronquial? ¿Cree Ud. que Dios la sana de eso? Si Ud. lo cree con todo su corazón, póngase de pie, señora. Acepte su sanidad. Dios le bendiga. Ud. puede irse a casa ahora y ser sanada. Muy bien. ¿Cree Ud. con todo su corazón? ¿Aceptará Ud. su sanidad si Jesucristo, hablando, revela su problema? Somos desconocidos el uno para el otro, pero, Él conoce su problema. Ud. tiene un problema de dama, femenino, la matriz y el ovario. Ahora, vaya, Dios la ha sanado. Su fe la salva, señora, en el Nombre de Jesucristo.",
    "Digamos: “¡Gloria al Señor!”. [La congregación dice: “¡Gloria al Señor!”.] Cada uno de Uds. puede ser sanado en este momento, si cree.",
    "Ahora, señora, párese donde está, mire hacia acá. Toda esta congregación, un gran porcentaje de ellos, sufre con ese nerviosismo. A veces piensa que Ud. va a volverse loca, ¿no es así? Ud. sufre de muchos nervios. Recientemente se le cayó algo; era un plato o algo, Ud. iba al otro lado con él. Pero ahora Jesucristo la ha sanado de eso, y Ud. está consciente de eso. Ahora siga su camino, regocijándose.",
    "Ahora, en el Nombre de Jesús el Hijo de Dios, reto a todo creyente aquí a creer que esta es la Verdad. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Bueno, entonces, si esta es la Verdad vindicada de Dios, escúchenme. Pongan sus manos el uno sobre el otro, mientras oro por Uds. Y quiero que cada persona aquí ahora acepte su sanidad.",
    "Dios Todopoderoso, sé misericordioso con los enfermos y los necesitados. Parado aquí, y todo este cuarto parece ser ahora una gran Columna de Luz. Sabiendo que alguien está parado cerca con sus manos alrededor de mí puestas sobre los pañuelos; bendícelos, Señor, para la sanidad de los enfermos. Todas estas personas necesitadas aquí, tienen sus brazos y manos el uno sobre el otro. Que el Poder, el camino provisto por Dios, el Hijo de Dios, en Su gran Poder y majestad, abarque por este edificio como un viento recio, y—y condene toda enfermedad, eche fuera todo espíritu maligno.",
    "Ahora condeno a Satanás, reclamo victoria sobre él ahora mismo. Y sal, Satanás, de estas personas, en el Nombre de Jesucristo.",
    "Y que cada uno aquí, que cree que Jesús los sana, se ponga de pie y dé gloria a Dios, en el Nombre de Jesucristo.",
    "Dios, en el Nombre de Jesucristo, ellos ahora aceptan su sanidad. 🦅"
  ]
}