{
  "title": "LA INVASIÓN DE LOS ESTADOS UNIDOS",
  "id": "54220009",
  "content": [
    "🦅  …la voluntad del Señor para que a veces sucedan ciertas cosas. Nosotros fuimos a Denver, recientemente, y regresamos. Yo creo que ellos quieren un reporte, de la reunión. Fueron unas de las mejores reuniones que he tenido en años. Tuvimos un tiempo maravilloso. Un poco más de dos mil dieron sus corazones a Cristo, además de aquellos que recibieron el bautismo del Espíritu Santo, además de grandes señales y maravillas que nuestro querido Señor Jesús hizo allí entre la gente en Denver. Ellos tuvieron un derramamiento maravilloso, y una gran reunión de la gente. Comenzamos con alrededor de cinco mil, para comenzar. Y conseguimos el Mammoth Gardens. Y en la tercera noche, ni siquiera había lugar para que la gente se parara en el lugar. ¡Tuvimos un tiempo tan maravilloso, en las cinco noches!",
    "Partimos de allí, para ir a Canadá, el muchacho y yo. Y subimos allá a las montañas, y vino una tormenta de nieve. Yo creo que Uds. oyeron de ella, por su radio. Y unas ciento ochenta y ocho personas perecieron en ella. Y estuvimos bloqueados en una acumulación de nieve por—por varios días, allá arriba en las montañas. Y nuestra reunión pasó, y tuvimos que regresar a casa ahora antes de partir de nuevo. Así que creemos que quizás todo eso fue por la voluntad de Dios, para que sea una mejor reunión, y algo más. El tenía algo planeado para nosotros que no sabemos.",
    "Caminamos como en un mundo oscuro, pero no en oscuridad. Sólo seguimos según como avanza la Luz, entonces seguimos la Luz.",
    "Y nuestro Padre Celestial quizás tenía algo de lo cual no sabemos nada. Pudiera haber habido algún peligro allá arriba. O, por otra parte, El pudiera estar obrando en alguien para traerlo. ¿Ven Uds.?, Dios puede obrar en una persona de esa manera; El cambia a toda una nación sólo por esa persona, para traerlos. Y así que nosotros sabemos que todo fue para la buena gloria de Dios. Y le damos gracias a El por ello, y por protegernos. Y había muchos que nosotros…",
    "Billy y yo ayudamos a recogerlos, por el camino y cosas como esas, de gente que había chocado y de todo. Pero logramos pasar sin ningún problema. Nos salimos una vez de la carretera, pero eso sólo fue por unos cuantos momentos. Y un hombre allá arriba, de un rancho, vino y nos sacó con un tractor. Simplemente resbalándose; estaba muy resbaladizo.",
    "Y era una de las cosas que ellos no habían tenido por…No podían, los ancianos no podían recordar el haber tenido alguna vez una tormenta como ésa, en ese país, en esa época del año, en Roundup, Montana. Y estábamos…Sabemos que en alguna cosa tan sobresaliente como esa, nuestro Señor tenía Su mano allí en alguna parte. Fue con algún propósito, para—para nuestro bien. Para nuestro bien, eso es lo que era.",
    "Y así que llamé al Hermano Neville, después de que regresé, y yo dije: “Yo voy a estar en casa el domingo. Y—y si Ud. quisiera que yo vaya y quizás tenga escuela dominical, pues, muy bien”. Y yo dije: “Entonces yo…y yo estaré muy contento de hacerlo”.",
    "El dijo: “Pues, seguro, Hermano Bill”. Dijo: “Siempre estamos tan contentos de que Ud. venga”, con un gran corazón abierto y una bienvenida, de esa manera. Y lo puso en su programa de radio, ayer. Así que estamos agradecidos por todas estas cosas.",
    "Y esta mañana, ahora, siendo el Día de las Madres. La mayoría de la gente, Uds. van a oír sermones del Día de las Madres por todas partes, y a gente hablando de la madre, lo cual yo pienso que es maravilloso. Dejaré eso para el resto del servicio.",
    "Esta mañana yo había anunciado, que, un—un tema de: La Invasión De Los Estados Unidos, sobre lo que yo quería hablar. Lo cual, Uds. probablemente oyeron en su programa de radio, y Uds. oirán bastantes de ellos hoy. Y habrá un sermón del Día de las Madres, quizás, esta noche en los servicios. Y así que pensé, esta mañana, que yo anunciaría, “la—la invasión”.",
    "Yo hablé acerca de ella aquí en Denver, no exactamente con el enfoque que me propongo darle esta mañana, si Dios quiere. Y, él, tuvimos un tiempo maravilloso con él. El Señor simplemente bendijo en una manera maravillosa. Como que a veces nos da un…",
    "Uno tiene que ser sacudido un poquito, para darse cuenta de qué se trata todo, algunas veces, ¿no es así? Y rogamos que Dios lo haga.",
    "Y, a propósito, allá arriba, cuando terminamos…Los Hombres de Negocio de Denver fueron los que patrocinaron la reunión, y fue un patrocinio diferente del que yo haya tenido antes.",
    "Y generalmente, los ministros, cuando ellos patrocinan la reunión, ellos dirán…“¿Lo anunció Ud.?” “Sí, a la iglesia”. Eso es todo. Así son los pastores; ellos quieren que su rebaño sepa al respecto. Eso sólo es un…Ese es asunto de ellos.",
    "Pero los Hombres de Negocio fueron un poquito diferentes. Ellos querían que el mundo supiera de ello, así que esparcieron el equivalente de cerca de tres o cuatro mil dólares en anuncios en todos los tranvías, taxis, en todas las defensas de los carros, y en todas partes. Pasamos un tiempo maravilloso.",
    "Después de que el servicio terminó, ellos me llamaron hacia un lado, dijeron: “Hermano Branham, ¿qué podemos hacer por Ud. ahora? ¿Qué le debemos?”",
    "Yo dije: “Pues, nada, por supuesto”. Yo dije: “Uds. no me deben nada”. Yo dije: “Uds. pueden pagar la cuenta de mi hotel, aquí, si lo desean hacer”.",
    "🦅 Oh, nosotros queremos hacer algo por Ud.” Y ellos no…Yo no aceptaba nada de ellos.",
    "Así que el administrador los llamó. El dijo: “Yo creo que a él como que le gusta cazar y pescar, ¿no es así?”\n\nDijeron: “Sí”.",
    "Así que uno de los hombres de negocio tenía un rancho allá arriba, y él dijo: “Yo simplemente le haré un regalo de eso”.",
    "Pues, el Sr. Moore fue arriba a verlo, y él tuvo que entrar como treinta y cinco millas [Como cincuenta y seis kilómetros.—Traductor], a caballo. Yo dije…El Sr. Moore dijo: “Me gustaría ver a la Hermana Branham sentada sobre un caballo, yendo allá”. Así que él, ellos, y…",
    "Pero, después de eso, sin embargo, ellos fueron allá a una hacienda en Silver Plume, Colorado. Ahora esto se supone que está en este lado. Y ellos compraron un ranchito allá, y están preparándome allá una casa de cinco cuartos para mí ahora, también, en el Silver Plume, Colorado, el cual está en el corazón de las montañas. Así que, Uds. pescadores, supongo que es un buen tiempo, así que sería un buen lugar para relajarse, y para después de las reuniones y cosas, si Dios lo permite. Eso depende de El, ¿ven Uds.?",
    "Yo ahora deseo atraer nuestra atención a la Palabra. Y yo simplemente amo la Palabra, la Palabra viviente de Dios. Está, dentro de la Palabra está la Vida. Ahora, “La Palabra, letra, mata, pero el Espíritu vivifica”. Y la Vida está en la Palabra, porque es la Palabra de Dios. La Vida yace en Su Palabra.\n\nComo si yo les dijera: “Yo les doy…”",
    "Uds. dicen: “Yo tengo hambre, esta mañana, Hermano Branham. ¿Me daría cinco dólares?”",
    "Yo diría: “Lo haré”. Ahora tanta vida hay en eso como la hay en mi promesa.",
    "De esa misma manera es con Dios. Cuando Dios promete algo, entonces lo que Dios es, Su…El lo tiene que ser en Su Palabra. ¿Ven? Esta Palabra no vale…Esta Palabra es lo mismo que Dios. Es Dios.",
    "La palabra de Uds. es lo que Uds. son. Es la garantía de Uds.; solíamos llamarlo. La garantía de Uds. es la palabra de Uds. Si no podemos aceptar la palabra de Uds., entonces yo no puedo tener confianza. Pero si yo puedo aceptar la palabra de Uds. para alguna cosa, entonces es un hombre de honor.",
    "Y la Biblia dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. ¿Ven? ¿Ven? “Y aquel Verbo fue hecho carne, y habitó entre nosotros”.",
    "Si nosotros pensáramos, la misma tierra en la que estamos viviendo, esta mañana, es la Palabra de Dios. Ese árbol es la Palabra de Dios. Y Uds., su cuerpo, es la Palabra de Dios. Dios lo habló a existencia de esa manera, lo hizo de la nada; lo cual no tenía nada.",
    "¿Se han fijado alguna vez en la vida humana, de dónde vino? Una pequeña célula, tan pequeña que un ojo humano no podría verla; únicamente a través de un gran y poderoso lente. Y de allí sale un hombre de ciento cincuenta a doscientas libras [De sesenta y ocho a noventa y un kilos.—Traductor]. ¿De dónde vino? ¿Ven? Dios sólo lo habló, y comenzó, por naturaleza, a crecer, y allí produjo exactamente. El habló cada árbol, todo, a existencia. Y es una cosa tan maravillosa, maravillosa, esta mañana, ver la Palabra de Dios.",
    "Ahora esto, esta mañana, en el Antiguo Testamento, abriendo en Crónicas. Yo he estado un poquito indispuesto…Mientras Uds. abren en Crónicas ahora, al capítulo 18. Sólo un poco cansado. Pero si el Señor quiere…",
    "Yo no estoy seguro; sabremos más el miércoles en la noche. Si el Señor quiere, y la iglesia se siente dirigida de esa manera, me gustaría tener el miércoles, jueves, viernes, sábado, y domingo, como un avivamiento aquí, un avivamiento de enseñanza de la Palabra. [La congregación dice: “Amén”.—Editor] Miércoles, jueves, viernes, sábado, y domingo, solamente enseñando sobre la Palabra; no servicios de sanidad, sino enseñando. Quizás el Señor nos dirija de esa manera. Y entonces nosotros…Yo simplemente amo estar con Uds. y tener el compañerismo alrededor de la Palabra, con Uds. Muchísimas gracias, por ese buen y maravilloso “amén”.",
    "Ahora en el capítulo 18 de Crónicas, y empezando con el versículo 12, deseamos basar nuestros pensamientos, sólo por un ratito en este tema vital del día. Primera de Crónic-…O, Segunda de Crónicas, discúlpenme. Segunda de Crónicas 18:12, y leeremos una porción de él aquí, y veremos lo que nuestro Señor nos quiere dar a saber.\n\nY el mensajero que había ido a llamar a Micaías, le habló diciendo: He aquí las palabras de los profetas a una voz anuncian al rey cosas buenas; yo, pues, te ruego que tu palabra sea como la de uno de ellos, que hables bien.\n\nDijo Micaías: Vive Jehová, que lo que mi Dios me dijere, eso hablaré. Y vino al rey.\n\nY el rey le dijo: Micaías, ¿subiremos a pelear contra Ramot de Galaad, o nos estaremos quietos? El respondió: Subid, y seréis prosperados, pues serán entregados en vuestras manos.",
    "Ahora para basar nuestro pensamiento por unos cuantos momentos; sólo una palabra de nuevo a El, sobre esto.",
    "Nuestro Padre Celestial, con corazones agradecidos nos acercamos a Ti ahora mismo, en favor de almas perdidas, en favor de aquellos que están necesitados, en favor de la iglesia. En…Que el Espíritu Santo entre ahora rápidamente en la Palabra, rogamos. Llévala directamente a cada corazón que hay aquí que tiene necesidad. Y cuando El entregue Su Mensaje del poder de la Palabra dentro del corazón, que todos prosperemos por medio de Ella, esta mañana; al irnos, dejando el tabernáculo, regocijándonos y alabando a Dios, diciendo: “Nuestros corazones arden dentro de nosotros a causa de Su Presencia”. Porque lo pedimos en Su Nombre. Amén.",
    "Nuestra escena se basa, esta mañana, en una tragedia. Y el Antiguo Testamento, para mí, siempre es una sombra o un—o un pronóstico del Nuevo Testamento. Muchas veces, alguien ha dicho: “¿Hermano Branham por qué es que Ud. siempre toma el Antiguo Testamento? Casi siempre, al tomar un texto, Ud. regresa al Antiguo Testamento”. Yo lo hago porque me gusta la tipología. Me gusta…",
    "Mi educación es muy limitada, como todos saben. Y la única forma que conozco de estar más o menos correcto, es ver cuál fue el patrón, mirar el plano y ver qué era. Y entonces yo sé que lo que era eso será algo similar a lo que esto es aquí, porque tan sólo es la sombra de ello. Y yo siempre miro atrás al Antiguo Testamento para ver lo que los hijos de Israel hicieron, ver cuál fue el castigo del pecado, ver cuál fue la justicia de los profetas, ver qué eran todas esas cosas; y entonces tendré una idea de lo que esto es aquí, lo cual ha prefigurado lo que será en la conclusión general en el fin.",
    "Durante este tiempo, una gran cosa le había sucedido a Israel. Fue en la oscuridad de su media noche.",
    "En el Antiguo Testamento, si el Señor quiere, quizás en los servicios venideros, me gustaría mostrar cómo es que las Siete Edades de la Iglesia fueron tipificadas en el Antiguo Testamento. Cómo es que empezaron exactamente como en el—el principio de las Edades de la Iglesia de la iglesia Gentil, y pasó a través de una edad oscura similar, y entró en el glorioso tiempo de Pentecostés, en el derramamiento del Espíritu Santo en la iglesia primitiva de la…en la dispensación Judía. Luego pasando por otro período de la iglesia Gentil, por una edad oscura, y luego entrando de nuevo al Milenio, en el fin.",
    "Ahora, cómo es que allí atrás en los siglos del medio, este gran rey Acab subió al poder. Y él en cierta manera estaba beneficiándose de la reputación de los otros reyes Israelitas, lo cual era un…Acab, mismo, era una especie de—de creyente fronterizo. Yo frecuentemente me he referido a él de esa manera, porque parte del tiempo él estaba en este lado de la cerca, y parte del tiempo en aquel lado de la cerca.",
    "Uno nunca sabría dónde pararse, un hombre que es así de inestable. O, una persona que profesa ser Cristiano, y así de inestable, uno no sabe qué hacer con respecto a la persona. Hoy son Cristianos; mañana uno no sabe dónde están. En la iglesia hoy, ellos se están regocijando y cantando y alabando a Dios; y mañana, andan afuera bebiendo, de juerga, corriendo de acá para allá. Entonces con ese tipo de persona es difícil hacer algo.",
    "Yo recuerdo, siendo un muchacho, una vez tuvimos un—un caballo, que acostumbraba brincar las cercas todo el tiempo. Y yo creo que muchos de Uds. hombres, de mi edad, sabrían de los días del caballo, de los días de la carreta. Yo he pasado muchas veces, aquí por esta calle, manejando un caballo y una carreta, yo mismo. Yo tengo cuarenta y cinco años. Así que, ellos, recuerden…A este caballo, le poníamos un yugo sobre su cuello, como uno se lo pondría a una vaca, y le impedía que se brincara la cerca. Y él brincaba, de todas maneras. Y él se quedaba trabado con ese yugo y lo hacía dar vuelta, y demás. El lograba pasar sobre la cerca. Y un día, lo que él..",
    "Yo me preguntaba qué estaba atrayendo a ese animal. Y había un gran sumidero allí abajo. Ahora él estaba parado en alfalfa, alta, pero él quería…Había algunas hojas de pasto de huerto en un sumidero. Y él brincó esa cerca y se metió en ese sumidero donde estaba todo este alambre y vidrio. Pues, él estaba en nuestro—nuestro basurero, y se metió allí para conseguir unos cuantos bocados de ese pasto de huerto. Y nosotros tuvimos que conseguir más caballos y jalarlo fuera de ese sumidero. Cuando él se metió allí, él se quedó colgado. Y cuando él estuvo allí, él estaba temblando y sangrando, y—y cómo estaba él, sólo por coger un bocado, o dos, de ese pasto de huerto, cuando él estaba parado en alfalfa, casi hasta sus rodillas.",
    "Yo frecuentemente he pensado en ese cuadro. “El camino de un transgresor es duro”. El simplemente no se quedaba quieto en donde él estaba comiendo y teniendo un tiempo maravilloso, pero la…él tenía que brincar la cerca e ir a herirse todo y cortarse de esa manera, sólo para coger un bocado de—de pasto de alguna otra clase diferente. Ahora poco más o menos de esa manera lo hace la gente, que brinca la cerca de los pastos de Dios. ¿No creen Uds. eso? [La congregación dice: “Amén”.—Editor] Se sale, sale hoy; entra. Está en la iglesia, teniendo un tiempo maravilloso; luego, mañana, se vende por algo así. Eso lo hace muy difícil.",
    "Acab era más o menos ese tipo de persona. De toda manera en que soplaba el viento, Acab tenía desplegada su vela, si estaba en este lado o aquel lado. Su matrimonio lo echó a perder, con una mujercita la cual era una princesita, la hija de un rey, una Jezabel. Muy hermosa a la vista, una mujer muy hermosa, pero ella era malvada en su corazón. Y ella era una idólatra, y ella hizo que todo Israel…",
    "Ahora, cómo me gustaría tocar eso sólo por unos minutos, sería, en entrar al corazón de esto sobre la maternidad, ¿ven?, allí. Y cuando un hombre empieza a prepararse para casarse; el tipo de muchacha, mujer que él…Es más que sólo ver la belleza. Uds. tienen que buscar a alguien, que ambos estén unidos en alma y cuerpo; alguien que verdaderamente va a ser su amiga y compañera, que se quedará con Uds. a través de las buenas y de las malas.",
    "Ahora, pero, Acab, él simplemente se enamoró de ella porque era hermosa, yo supongo, y se casó. No podía haber nada más con respecto a ella, por causa de ser tan malvada. Y ella llegó allí. Y entonces, por supuesto, estando envuelto con ella de esa manera, y la amaba, pues, él hizo que todo Israel pecara y que estuviera en contra de Dios, y que derribara los altares de Dios; construyendo los altares de Baal. Y ellos tuvieron adoración a Baal por todo Israel, en ese tiempo.",
    "Ahora, su esposa había hecho que el justo Nabot…Muchos de Uds. han leído de él. Cómo él tomó su huerto, por medio de engaño; y juró, una mentira, y tenía falsos testigos en contra de él. Porque, ella quería hacer algo por su esposo; y mató a un hombre justo, para poder obtener un huerto que estaba cerca junto al terreno del palacio.",
    "Todo esto, Dios estaba mirando hacia abajo. Así que el profeta, Elías, el cual era un gran, poderoso siervo del Señor, profetizó y le dijo a Jezabel lo que le sucedería a ella. Y él le dijo a Acab que los perros lamerían su propia sangre. Ahora, cuando Dios ha dicho algo…Por supuesto, en aquellos días, la Palabra directa del Señor venía a través del profeta.",
    "🦅 Dios, habló muchas veces y de muchas maneras a los padres por los profetas, en este día postrero por Su Hijo, Jesucristo”.",
    "Así que, Esta es la Palabra. Y si algo es contrario a Eso, déjenlo en paz. ¿Ven? Ahora, secundariamente, El habla hoy a través del profeta, el vidente, y demás. Pero primero es Esto, la Palabra, ahora.",
    "Y Acab había hecho esta maldad. Y él continuó; Dios bendijo a la gente por muchos años. Y, finalmente, Josafat era rey sobre Judá, mientras Acab era rey sobre Israel.",
    "Y, entonces, Josafat era un hombre justo. El era el hijo de Asa. Asa era un—un hombre justo, y él derribó todos los altares de—de ídolos; edificó los altares de Jehová. Y ellos estaban teniendo un—un avivamiento, a como fue, en Judá.",
    "Y entonces después de un tiempo, Josafat o…",
    "Acab, mejor dicho, envió, y él encontró otra parcela en Siria, que él pensó que le pertenecía, que él pensó que iría a tomarla. Así que él le preguntó a este Josafat si él vendría y haría una alianza con él.",
    "Y, por supuesto, hay un gran peligro ahora, ¿ven?, cuando ellos vieron a este gran rey, Acab, allá, y ellos vieron a este grande aquí arriba, Josafat; uno de ellos, un tibio; el otro, un hombre lleno del Espíritu. Vigilen cómo hacen Uds. su alianza. Vigilen lo que Uds. están haciendo, cómo Uds. mismos se unen en yugo con incrédulos. Manténganse Uds. mismos limpios, especialmente en el día en que estamos viviendo.",
    "Yo creo, iglesia, sin una sombra de duda, esto está ardiendo en mi corazón. Esa es la razón de que estoy esperando estas cinco noches, pronto; para una vez más, antes de que suceda, darle a esta iglesia un escudriñamiento minucioso, a través de la Biblia.",
    "Estamos viviendo en las sombras del tiempo. Pudiera suceder en cualquier momento. Cuando vemos los tiempos venir para que cosas acontezcan; la mismísima maldad del enemigo, los mismísimos poderes. Vemos estas tormentas de nieve y todo sucediendo, todas estas pestilencias, todas las diferentes cosas. Todo eso es causado por estas interrupciones, de disparar estas bombas y cosas. Ellos están trastornando las cosas aquí. Y ellos están jugando con el gran laboratorio de Dios, para cumplir Su Palabra. Va a suceder.",
    "Así que, “el hombre de pecado” se está levantando, en poder, tan engañoso. ¡Oh! Yo escuché a un ministro esta mañana, un hombre lleno del Espíritu, tomando la marca de la bestia y diciendo que el anticristo era Rusia. ¡Qué error! ¡Ajá! Rusia no tiene nada que ver con ello. No, señor. Eso es Escrituralmente. Ahora, pero fíjense en este gran tiempo en que estamos viviendo, una advertencia.",
    "Ahora, este Josafat, sintiéndose más o menos bien porque el gran rey de Israel dijo: “Ven, visítame”. Y él fue allá. Y ellos tomaron bueyes y ovejas, y demás, hicieron sacrificios. Todo el tiempo, allí abajo en el corazón de Acab, él era un engañador, porque él no estaba adorando Eso, u ofreciendo esas ovejas y cosas con un corazón sincero, porque, después de todo, él se inclinaba más a la religión de su esposa.",
    "Y fíjense, así como Acab se casó con Jezabel durante el tiempo de esa gran edad oscura de Israel, él introdujo idolatría en Israel, un mismo tipo de hoy. Justamente en la edad oscura; cuando salimos a través de los primeros apóstoles, la segunda vez, la tercera vez, entrando en la edad oscura, los mil quinientos años. Así como Acab se casó con Jezabel e introdujo idolatría en Israel, asimismo la iglesia del Espíritu Santo se casó con ismos, y volvió a traer idolatría, y hoy es una forma de Cristianismo. ¿Ven? ¿Ven?, ¡muy oscuro! Y ahora ha seguido avanzando, cada día; cada edad de la iglesia avanza hacia esa misma cosa, llega al gran clímax, a la condición tibia, ¡la tibia Edad de la Iglesia de Laodicea! ¡Oh, qué hora más horrible en la que estamos viviendo!",
    "Escuchen. Yo quiero confesar aquí mismo, antes de que vaya más lejos. Yo soy un predicador chapado a la antigua que está anhelando ver los días antiguos de nuevo. Yo he visto tanto de esta personificación, Hollywood glamorizando [Significa: “Embellecer; hacer atrayente; dar encanto”.—Traductor] el Evangelio, al grado de que estoy harto y cansado de ello. Sí, señor. Yo quiero ver lo antiguo. Me temo que estamos haciendo el Cristianismo demasiado hermoso para la gente; es una línea peligrosa.",
    "Ahora Josafat viene, y piensa: “Oh, bueno, este gran rey de Israel, yo sólo…Oh, nosotros…Todo va a estar bien”. Y en medio de todo este gran glamor [Significa: “Encanto, atractivo; embeleso, falsa apariencia”.—Traductor], ¿qué hizo él? El hizo una alianza, para subir y pelear con el enemigo, bajo motivos comunes, porque dijeron: “Ambos somos el mismo pueblo”. Pero no lo eran. Uno era un grupo lleno del Espíritu, el otro era un grupo tibio. Ellos no son el mismo pueblo. No, señor. Uds. no pueden tener…",
    "La oscuridad no puede tener compañerismo con la luz. La—la noche no puede existir en la presencia de la luz del sol. Y el tiempo más engañoso que existe es entre los tiempos. Precisamente cuando el sol se está metiendo o saliendo, es el tiempo más engañoso que existe. No hay suficiente visión para ver claramente; sus luces en su automóvil no alumbran bien y claramente. Es mejor que haya oscuridad o luz. Jesús dijo: “Sé caliente o frío, no tibio”. Precisamente, ésa es la línea peligrosa.",
    "Y entonces Josafat, cuando él descendió, y entonces esta gran alianza fue hecha, la cual no agradó a Dios. Y ahora fíjense, precisamente en su tiempo, en toda la excitación: “He alcanzado favor con este rey. Y, oh, yo—yo—yo tengo compañerismo con este vecino. Yo tengo…”",
    "¿Ven?, ¡tengan cuidado, de eso, iglesia! ¿Ven? Eso es lo que causa todo el problema aquí alrededor de este tabernáculo, y alrededor de otros. ¿Ven? Tengan cuidado con qué se están mezclando. ¿Ven? Salgan abiertamente, y una u otra, o estén a favor de Cristo o en contra de El. ¿Ven?",
    "Ahora, este hombre hizo la alianza, y él pensó que había hecho algo grande. Sin embargo, cuando él dijo: “¿No hay allí ahora, antes de que podamos subir, no deberíamos de consultar al Señor acerca de esto?” Ahora, a Josafat le quedaba suficiente religión en él, en su error, que él había ido allá adonde este rey, pero a él le quedaba suficiente religión en él para pensar: “Pues, nosotros al menos deberíamos de consultar al Señor”.",
    "Ahora, Acab iba de salida sin decir una palabra; sólo su propia manera mecánica, física y humana de hacer las cosas.",
    "Yo sólo me pregunto aquí mismo, iglesia, si eso no ha sido, muchas veces, en que hemos cometido errores. Figurándolo, y decimos: “Pues, debería de ser de esta manera”, y lo establecemos de esa manera.",
    "Yo creo que allí es donde mucho del evangelismo Americano está hoy, que lo hemos establecido en una forma de—de, yo diría, evangelismo de Hollywood, con mucho glamor. Nos fijamos que el evangelista viene a la plataforma, hoy, y, oh, él está todo envanecido, y cuenta un montón de chistes antes de que empiece a predicar, y cosas así, y se comporta así y actúa como un payaso, en el púlpito. Cuando llega el momento de hacer un llamamiento al altar, la gente ni siquiera ve ninguna sinceridad por medio de la cual se haga un llamamiento al altar. Eso es correcto. Esa es la razón de que el mundo ha entrado hoy en una condición tibia, en la que está.",
    "Yo me pregunto, hoy. Sólo es, hoy, yo…La iglesia, hemos tratado de enviar a nuestros muchachos a la escuela, a aprender psicología, y así por el estilo, para saber cómo preparar un programa, para ponerse en el púlpito y arreglar nuestro…El mensaje es tan seductor, que captará a la gente, y captará su atención. Y muchos grandes psicólogos salen como maestros de esa manera, y dramatizan y hacen una gran representación de algo. Y yo tan sólo me pregunto, cuando ellos…Siempre estamos diciéndoles de la belleza y de la atracción de la iglesia. Pero fallamos en decirles: “El que me sigue, niéguese a sí mismo, tome su cruz, y sígame”. Me pregunto si no hemos hecho la belleza de la iglesia demasiado hermosa, para la persona que entra.",
    "Por ejemplo, la iglesia Bautista hoy tiene un lema: “Un millón más en el 44”, aceptando miembros por millares, y millares de millares, sin ser convertidos, sólo personas que entran y se unen a la iglesia. Y es una desgracia para la Iglesia de Jesucristo, el aceptar a tales miembros. Ellos todavía beben. Todavía fuman. Todavía apuestan. Todavía mienten.",
    "Ellos vienen a la iglesia, esperando ser entretenidos por un montón de evangelistas de Hollywood que se suben, representando mucho glamor, y con muchos grandes instrumentos colocados de arriba abajo en la plataforma.",
    "Cuando, deberían tener allí un llamado al altar chapado a la antigua, poniendo a Dios primero, clamando; donde hombres y mujeres no vienen a glamorizar o subir corriendo y actuar como payasos, sino a ir al altar y darse cuenta allí que por la muerte de Jesucristo, que murió por ellos, que van a regresar otra vez a ser sinceros con Dios.",
    "Yo me pregunto si no estamos viviendo en esa clase de tiempo, cuando tomamos grandes evangelistas, como muchos que están atravesando las tierras hoy, grandes evangelistas conocidos que han estudiado psicología y que atraen a la gente a la iglesia. Pero una vez que Uds. los meten en la iglesia, ¿entonces qué les van a hacer Uds. a ellos? ¿Qué—qué les va a suceder después de que entren en la iglesia? Sólo se unen a la iglesia, y regresan con el mismo pecado y con el mismo deseo con que ellos vinieron a la iglesia. Ellos regresan de la misma manera. Y esa es la razón, hoy, que el mundo mira, dice: “Bueno, si ese hombre tiene religión, si esta persona tiene religión…”",
    "Me temo que lo hemos hecho demasiado fácil. Es, yo amo…Yo pienso, que el gozo, ciertamente, yo creo que todo gozo está en Jesucristo. Eso es correcto. Yo creo que es gozoso y feliz. Pero recuerde, hermano, es el camino de agonía y sufrimiento y la cruz. Uds. deben darse cuenta de eso, también. Eso es correcto. Yo me pregunto si no lo hemos pintado demasiado—demasiado suave.",
    "Yo estaba mirando, y mi esposa puso…Ibamos de salida, y ella puso una rosa en mi abrigo esta mañana. Ella dijo: “Tú deberías de ponértela. Tu madre está viva”.\n\nY yo dije: “Oh, cariño, yo no sé”.",
    "El Día de las Madres es maravilloso, pero eso es parecido al mundo, ellos han comercializado la cosa, solamente para vender flores y cosas como esas. Pues, es un descrédito para la madre. Pues, mi madre es mi madre cada día del año, sí, señor, no sólo un día.\n\nYo diré: “¿Ama Ud. a su madre?”",
    "🦅 Yo le envié un ramo de flores el pasado Día de las Madres”. Bueno, hermano, ella debería ser madre cada día. Pero es comercial.",
    "Esa flor es hermosa. Me gusta una flor bonita. Yo pienso en eso así como lo hago…¡Cuán hermosa es la flor! Florece. Y tiene fragancia. Y el transeúnte la huele. El animal pasa por allí, la huele. Pero, ahora miren, es bonita. Como la Iglesia del Señor Jesucristo, es la cosa más gloriosa; sanidades Divinas, y poderes, y maravillas, y señales, y milagros, y liberación del pecado. Es un lugar hermoso. Pero, miren, si esa rosa…Tendremos, la Iglesia, que venir como toda la naturaleza.",
    "Esa rosa, siendo bonita, toda vaca en el campo la lamería si pudiera. Pero la naturaleza proveyó bayonetitas, unas lancitas saliendo allí, llamadas espinas, y ellas las dejan en paz. Eso la protege. Eso es exactamente.",
    "Y yo pienso, hoy, si no tenemos la Palabra de Dios, más cortante que una espada de dos filos, alrededor de la belleza del poder de la santidad de Dios, vamos a permitir que toda vaca en el campo la lama y la escoja. La va a estropear. Será una desgracia para la Iglesia. Eso es correcto.",
    "Yo pienso, hoy, que lo que necesitamos son más ministros chapados a la antigua, llamados por Dios, toscos, quizás sin mucha educación, pero traerán a la gente a un altar, y allí agonizarán. No con un gozo y riéndose, y tronando chicle, y poner el nombre de ellos en un papel; pero, hermano, un clamar a la antigua y morir, hasta que hombres y mujeres se arrepientan completamente de sus pecados y se acerquen a Dios. Amén.",
    "Les digo, tenemos: “Levanten sus manos, quien quiera aceptar a Cristo”, todo de esa manera. Eso está bien, hermano, pero eso no—eso no expulsa el pecado.",
    "Uds. tienen que arrepentirse primero, enmendarse, llegar allí y clamar verdaderamente. Yo puedo recordar los tiempos cuando la gente chapada a la antigua caminaba por los pasillos, y de arriba abajo por los caminos, clamando, y hablándole a sus vecinos. Esos eran los Cristianos de aquel día, hablando acerca de las cosas del Señor.",
    "Y, hoy, ponemos nuestro nombre en el libro de la iglesia, y salimos y nos quedamos en la casa, y nunca decimos una palabra al respecto. ¡Despreocupados! “Mientras pertenezcamos a la iglesia, está bien”. Gente, estoy seguro que allí estamos errados. ¡Examínense! Porque, eso no va a resistir en los Juicios. No, señor. No lo hará.",
    "Nada menos que: “El que me sigue, niéguese a sí mismo, tome su cruz, y muera diariamente”. Quédense muertos, allí en la cruz. Eso es correcto. ¡Agonía! “El camino, yo tomaré el camino”, cantan Uds., “con los pocos despreciados del Señor”.",
    "Yo pienso hoy, ¡qué tiempo en el que estamos viviendo! Ese, evangelismo, ellos lo ponen en grandes luces brillantes, y ellos tratan…Cuando Uds. ven al evangelista venir a la ciudad, uno se pregunta. Yo, mis reuniones han sido culpables de lo mismo. Eso es correcto. Yo me pregunto quién viene a la ciudad, algunas veces, ¿el evangelista o Jesucristo? Pues, ellos tienen…",
    "Yo fui a un lugar aquí, no hace mucho, donde un cierto evangelista debía llegar. Y del Nombre de Jesús…Pues, ellos tenían la fotografía del evangelista, “el hombre de la hora”, el hombre con esto, y el hombre con aquello.",
    "Yo, algunas veces pienso en mi ministerio, y veo gente venir. Y me meto en un cuarto de hotel, digo: “Dios, ¿a quién—a quién viene la gente a ver, a mí o a Ti?” ¿Ven? “Si ellos vienen a verme a mí, todavía están perdidos; pero, oh Dios, hazme pedazos, llévame. Yo quiero representarte a Ti, delante de Quien me pararé algún día, con manos temblorosas y un cuerpo tembloroso y débil, mirándote. Sabiendo que mi alma depende de Tu decisión”. Exaltemos a Cristo.",
    "Hoy, Uds. dicen: “Pues, yo pertenezco a la Bautista. Soy un Metodista. Yo pertenezco al tabernáculo. Yo hago esto”. Oh, eso no tiene nada que ver con ello; en lo absoluto. Yo algunas veces me pregunto.",
    "No hace mucho aquí, yo vi un—un anuncio, donde una cierta campaña venía a la ciudad. Y la palabra del hombre, el nombre del hombre estaba en grandes letras de un lado al otro, así. Y en la parte de abajo, en una esquinita, decía: “Jesucristo el mismo ayer, hoy, y por los siglos”, muy abajo en la esquina. ¿Ven?",
    "Ellos quitaron todo lo sagrado de Cristo, y lo pusieron en algún hombre, o en alguna iglesia, o en alguna organización. Hermano, yo les estoy diciendo, Uds. pueden pasarla con el glamor, payasadas de Hollywood, de esa manera, y eso es según la iglesia. Pero, en la Presencia de Jesucristo, El es el que debe ser glorificado. Eso es correcto. Ahora esa es la verdad, mi querido hermano y hermana.",
    "No se sientan enojados conmigo. Uds. sólo recuerden que yo les estoy predicando a Uds. Yo quiero predicar como si este fuera el último sermón que yo predique en mi vida. Yo quiero predicar, cada sermón que predique, como si fuera un hombre moribundo predicándole a hombres moribundos. Y, lo soy; mi luz se está apagando, cada día; también la de Uds. Y somos mortales moribundos. Y tenemos que encarar al Dios viviente, uno de estos días, y más vale que estemos en profunda sinceridad acerca de esto.",
    "Y sólo en un glamor, y comportándose así, y unirse a la iglesia, e ir aquí y allá, actuar de esta manera y de aquella manera.",
    "Más vale que estemos teniendo reuniones de oración a la antigua en nuestros hogares, y que estemos clamando a Dios, día y noche. El día está a la mano, “el tiempo de aflicción, el tiempo de angustia”. La Biblia dice: “Un día oscuro”. Y estamos viviendo en él.",
    "Cómo este gran hombre fue allá bajo el entusiasmo. Se unió con los tibios, con los fronterizos, y pensó que estaba haciendo algo grande, pensó que Dios lo estaba bendiciendo. Y sin darse cuenta que allí mismo él estaba trayendo a todo este grupo con él. ¿Qué? “Que nuestro grupito, de Judá—de Judá aquí arriba, descienda y nos unamos con las grandes tropas de Israel. ¡Qué poderoso pueblo seremos!”",
    "Allí lo tienen. Y ésa es la misma línea de engaño que el Diablo está usando ahora mismo, para introducir el anticristo; tan cierto como estoy parado en esto. “Uniremos nuestros esfuerzos”. No podemos hacer eso. ¿Cómo pueden andar dos juntos si no estuvieren de acuerdo?",
    "Estos Estados Unidos están haciendo lo mismo, la mismísima experiencia y el mismo error, cuando se unió con Rusia allá atrás. En el tiempo en que ellos estaban casi listos para tener guerra, y nos comprometimos con Rusia. Y ahora Uds. ven lo que obtuvimos, ¿no es así? Ellos tienen nuestros aviones y todos nuestros secretos, y nuestras bombas atómicas y todo yaciendo allá, para regresárnoslas haciéndolas explotar. ¡La misma cosa sucede con lo espiritual!",
    "Entonces nos damos cuenta, que después de que Josafat había hecho esta alianza, y ellos consultaron. Ahora observen, observen al mundo exterior, él dijo: “Seguro, tenemos bastantes profetas aquí. Tenemos un seminario lleno de ellos”.",
    "Ellos fueron y consiguieron a los hombres que habían sido entrenados, que sabían psicología, que sabían todo al respecto. Dijeron: “Suban ahora, y vamos a preguntar y consulten al Señor”.",
    "Todos ellos, por supuesto, en sus mentes carnales envanecidas, subieron allá y dijeron: “Ahora, miren, nosotros…Sube. El Señor está contigo, y el Señor te va a dar esa parcela allá arriba. Que, va a ser tuya. Acornearás a los Sirios completamente. Lo vas a hacer”. Uno de ellos hasta se hizo él mismo un par de cuernos de hierro, y empezó a correr así alrededor, diciendo: “¡Esto es! Acornearás a los Sirios alejándolos”.",
    "Pero, ¡Josafat, un poco más espiritual, para soportar esas payasadas tontas! Eso es correcto.",
    "Que Dios nos dé más Josafats, hartos y cansados de estas payasadas de Hollywood. Eso es correcto, fingiendo, pretendiendo ser algo que no son; aparentando, dramatizando, atrayendo. Y luego cuando ellos entran, ¿qué tienen Uds. cuando él entró? Es como pedirle a un hombre que: “venga a nadar”, y en un desierto. ¡No hay nada sino arena sobre la cabeza de Uds., para después causar dolores!",
    "Ahora fíjense, ¿a qué los pueden traer? Una cierta señora me dijo el otro día: “Un hombre dijo: ‘Yo iría a la iglesia, pero ¿qué—qué conseguiría cuando yo fuera a la iglesia?’ Dijo: ‘Todo lo que hacen es organizar alguna cena, y sobre esto, aquello, y lo otro’”. Y la señora dijo: “Yo me quedé sin habla, porque yo no sabía adónde mandarlo”. Allí lo tienen. Dijo: “Quisiera poder encontrar una iglesia antigua donde verdaderamente canten los antiguos himnos y vivan piadosamente”.",
    "Los niños que tienen hambre, ellos comerán de un bote de basura. Depende de la Iglesia del Dios viviente el alimentarlos con la verdadera Palabra viviente del…de Dios.",
    "Allí, y todo ese glamor y cosas; Josafat dijo: “¿No hay uno más?”",
    "🦅 ¿Uno más?”, dijo Acab. “Pues, ¿para qué necesitas uno más? Tenemos cuatrocientos hombres de los mejores, seleccionados, educados, mejor alimentados y mejor vestidos que hay en el país, de pie aquí. Cada uno de ellos unánimes, y en un solo corazón, y a una sola voz, diciendo: ‘¡Ve! Dios está contigo’”.",
    "¡Me pregunto si los Estados Unidos no se ha encontrado con la misma cosa! ¡Me pregunto si la iglesia de Dios no se ha encontrado con la misma cosa! Me pregunto. “Pues”, dicen, “mire, ellos están teniendo éxito. Ellos están teniendo grandes reuniones. Ellos están atrayendo a miles a la vez”. ¡Pero me pregunto si no hay tan sólo uno más! ¡Yo me pregunto si no hay algo diferente!",
    "Nos damos cuenta, que tenemos treinta mil convertidos en seis semanas, y seis semanas después no tenemos ni uno. Hay algo malo en alguna parte. Eso es correcto. Y todo es glamor, un fingimiento. El mundo, a través de la televisión, a través de la radio, a través de películas, y esos medios allí, han corrompido a esta nación con la tontería de Hollywood. Correcto. Todo quiere estar en un gran glamor. ¿No es esa la verdad? [La congregación dice: “Amén”.—Editor] Uds. saben que es la verdad. Ya no tenemos de la religión chapada a la antigua que solíamos tener hace años. Es porque ha sido abandonada. Llegaremos a eso, en un momento, Uds. verán.",
    "Pues, qué hermoso cuadro, o qué cuadro más conmovedor, debería decir. Y aquí venía este Josafat, dijo: “Sí, yo los veo a todos. Ellos, todos, tienen sus títulos”, y fuera lo que fuera. “Ellos también son profetas. Son grandes ministros. Salieron de grandes Universidades. Y son todo esto. Salieron de la gran escuela del profeta, y de todo. Todos están unánimes. Eso es verdad. ¿Pero no hay tan siquiera uno más?”",
    "🦅 Pues, ¿para qué necesitas uno más, cuando cuatrocientos están dando su consentimiento a la vez?”",
    "Pero ese hombre, muy profundo en su corazón, tenía a Dios. Y él sabía que había algo malo acerca de eso. Sí, señor. El sabía que había algo malo. ¿Por qué? Permítanme darles…La Escritura no lo cita, pero aquí está lo que percibo. Yo sé que—que Josafat sabía que ese hipócrita allí, Acab, que él no estaba bien con Dios. Y Elías le había profetizado la Palabra de Dios a él. ¿Y cómo pudiera Dios bendecir lo que El había maldecido? Amén.",
    "Yo digo la misma cosa hoy, amigo. Y la Iglesia del Dios viviente, que está parada fiel a Dios, dirá la misma cosa. Uds. no pueden mezclar Aceite y agua y llamarlo salvación. No pueden. Ud. tiene que separarse, hermano. Algo tiene que suceder. Si queda alguna esperanza, tenemos que hacer algo, y hacerlo rápidamente; porque, la hora, el Rapto está a la mano.",
    "Cosas se están acumulando, todo, y la iglesia está tan distanciada. Ellos leen toda clase de revistas, libros, historias, y de todo. Yo pudiera hoy ir a una…Yo puedo ir a una iglesia, y puedo decir: “Oh, ¿cuántos saben…?” Ellos saben cada himno, después de uno de estos grandes avivamientos. “Ahora, ¿en qué—en qué página está cierto cierto himno?” Ellos lo saben. Ellos saben quién es. Ellos saben quién está de candidato para Presidente, y quién está de candidato para esto, y cuántas estrellas de cine se casaron, esto y aquello, y lo otro. Pero, de la Palabra de Dios ellos no saben nada. Allí tienen. Así que estamos dando su…Y, sin embargo, ellos profesan ser Cristianos.",
    "Y la gente no es culpable. Es de atrás de la plataforma, de donde ha venido. Exactamente. Es de atrás de la plataforma. Ellos les enseñan toda clase de ritmos, y toda clase de esto y aquello, y organizaciones, cómo hacerlo a uno predicar, y todo de esa manera. ¿Me pregunto si es pagado? Nada en contra de ello, pero me estoy preguntando si ése es el requisito de Dios.",
    "Cuando, Jesús dijo: “El que no naciere de agua y del Espíritu, de ninguna manera puede entrar en el Reino. El que dej-…venir en pos de Mí, niéguese a sí mismo, y su propio placer mundano, tome su cruz y sígame”. La Cruz es un símbolo de “muerte, agonía”. “El que va a ser un Cristiano, que se despoje a sí mismo de sus propios pensamientos. Que se despoje a sí mismo de sus propias obras. Que se despoje a sí mismo de todo, negándose a sí mismo; y que tome esa consagrada cruz, y que me siga diariamente. El que quiere venir en pos de Mí, que haga eso”. Eso es lo que dijo Jesús.",
    "Pero, hoy, nosotros decimos: “Todos tengan un gran tiempo. Todos batan sus manos. Todos griten: ‘¡Aleluya!’ Todos hagan esto”. ¡Oh, cómo tenemos un montón de alboroto! Amén. Dios…Sacamos estos nuevos cantos y los cantamos tan rápido, que parece que vamos a correr a través de la pared con ellos, o algo así.",
    "Cuando, pienso, si estuviéramos cantando Más Cerca, Mi Dios, A Ti, fuera mucho mejor para la Iglesia; los antiguos himnos.",
    "Consiguen a mucha gente de orquestas de bailes, algún muchacho en una orquesta de baile tocando acá, anoche, ¿y esta noche tocando aquí en la iglesia del Dios viviente? Es una abominación ante los ojos de Dios. Que ese hombre sea probado, primero, y que produzca frutos, dignos de arrepentimiento, para mostrar que él está bien con Dios.",
    "Ellos traen el mundo del jazz allí mismo a la plataforma. Ellos traen la predicación glamorizante de Hollywood, directamente a la plataforma.",
    "Pues, ¿qué no estuve en la hermosa ciudad de Uds., hace unas cuantas semanas, en Louisville, Kentucky? ¡Se me rompió el corazón! Cuando todos ellos estaban sentados allí, dispuestos a ver los milagros de Dios; y tan pronto como uno predica el Evangelio, ellos se hartan, en un segundo, y dan sus espaldas y se salen del edificio. Ciertamente. Ellos no lo quieren. Sus corazones están endurecidos. Se salen; y muchos de ellos, son Protestantes, también, que van a las iglesias Protestantes. Pero habían sido llenas…llenados tanto de glamor y de todo por el estilo, de tonterías y de eclesiastismo, al grado que ellos no saben nada acerca del Espíritu del Dios viviente. “Que tendrán apariencia de piedad, y negarán la Eficacia de ella”.\n\n¡Qué día en el que estamos viviendo! Observen dónde se amontona.",
    "Josafat dijo: “Yo sé, Acab. Allí están tus cuatrocientos predicadores. Todos ellos son hombres de buena apariencia, todos vestidos y su cabello peinado muy bien, y de todo, y cualquier otra cosa que pudieran ser. Quizás ellos tengan sus D.D. [Doctorados en Divinidad.—Traductor] Quizás ellos tengan toda clase de títulos. Quizás ellos conozcan las Escrituras, de la A a la Z. ¿Pero no tienes uno más, en alguna parte? ¿Y no hay uno más, en alguna parte?”",
    "El dijo: “Sí, hay uno más, mas yo le aborrezco”. Allí tienen. Allí tienen. “Yo le aborrezco”. Recuerden, Acab era un hombre religioso, y éstos eran maestros religiosos, pero ellos aborrecían a este hombre que tenía la Verdad. Dijo: “Yo le aborrezco”. Dijo: “El siempre está vociferando algo contra mí”. ¿Cómo podía evitar hacerlo, cuando la Palabra de Dios lo había condenado a él?",
    "¿Cómo puede quedarse quieto si Ud. es un hombre de Dios, o una mujer de Dios, y saber y ver pecado y cosas, amontonados y pesados, y todo así; y ver almas humanas yéndose al infierno, millones al día, y quedarse quietos? Ud. no lo puede hacer.\n\nAlguien me dijo aquí: “¿Cree Ud. que lo puede parar?”",
    "Yo dije: “No. Yo no lo puedo parar, porque Dios dijo. Pero un día, en el Juicio, ellos van a sacar la gran pantalla, encenderán la cámara allá, y esa grabadora va a ser tocada. Y yo me voy a parar y la voy a escuchar, y yo quiero oír mi voz advirtiendo contra ello. Dios me va a juzgar cuando mi voz salga contra ello”. Sí, señor. Cuando veamos esta vida, esta generación, siendo representada de nuevo allá en el Juicio. Ciertamente. Estamos viviendo en un tiempo terrible. Y allí está.\n\nY lo vemos a él; él dijo: “¿No hay otro más?”",
    "El dijo: “Sí, mas le aborrezco, porque él siempre está profetizando mal contra mí”.",
    "¿Cómo puede evitar predicar esas cosas duras, cuando él lo ve sucediendo? ¡Ver a Acab viviendo como lo estaba haciendo y actuando como lo estaba haciendo, y trayendo a la gente así como son!",
    "¿Cómo puede un hombre de Dios, o una mujer de Dios; evitar clamar y evitar reprender el pecado en todo aspecto? Cuando, ellos ven a estos predicadores tibios, y glamorizadores, y educadores, y así por el estilo, dejando que la gente se vaya al infierno, por millones, bajo engaño; mucho…aun en la gente de la santidad. Yo no estoy hablando tanto sobre Metodistas y Bautistas y cosas así; ellos lo tienen, también. Pero está en las propias filas de Uds.",
    "¡Oh!",
    "Viniendo a la plataforma, como todo lo demás excepto como Cristianos, viviendo como todo lo demás, a través de los países y cosas, entonces ellos le llaman “religión”. Es una religión, pero está muy lejos de la salvación del Señor. Eso es correcto. Ellos tienen a la gente al grado que sólo es un gran montón de excitación. Entonces tan pronto se acaba la excitación, entonces, cuando uno menos lo piensa, uno no puede encontrar ni a uno de ellos; la iglesia está vacía. Pero si un hombre ama a Dios, él ocupará su asiento en la iglesia, cada vez. El no puede dejar de venir a ella. Eso es correcto.",
    "Ahora fíjense sólo unos minutos. Yo trataré de apurarme, llegar directamente al punto ahora, porque mi tiempo está pasando.\n\nFíjense, entonces él dijo: “¿No hay sino uno más?”",
    "El dijo: “Sí, mas le aborrezco. El siempre está profetizando contra mí. El está diciendo cosas malas contra mí”.\n\n“Muy bien”, dijo, “vayan a traerlo”.\n\nEl dijo: “Su nombre es Micaías”.",
    "Pero este hombre tenía suficiente religión para saber que estos hombres no estaban correctos.",
    "Y cualquier hombre que haya sido tocado alguna vez, en lo más mínimo, por el Espíritu de Dios, sabe que estas cosas, lo que es llamado Cristianismo hoy, no están correctas. “No podéis amar al mundo, o las cosas del mundo; si lo amáis, el amor de Dios no está en vosotros”. La Biblia así lo dice.\n\nAhora miren. El dijo: “Vayan a traerlo”. Y fueron allá.",
    "Y entonces él envió un mensajerito, al diácono de la iglesia, quizás, o a alguien, fue allá y dijo: “Ahora, mira Micaías, te vamos a traer aquí delante de Acab y Josafat. Ahora ambos están sentados allá. Y son grandes hombres. Son maestros y son eruditos. Y ellos tienen sus títulos, y demás. Y cada uno de nuestros seminarios, cada una de nuestras iglesias aquí, están perfectamente de acuerdo que ésta es la voluntad del Señor. Ahora tú di la misma cosa que ellos dicen, y, te diré, te vestirás mejor y vas a andar en un carro Cadillac. Te digo, simplemente serás un gran hombre si tú haces eso. Sí, señor. Prosperarás”.",
    "Micaías dijo: “Vive Jehová Dios, sólo diré lo que Dios diga”. Amén. Sí. Oh, allí está un hombre conforme a mi corazón. “Yo quizás tenga que comer pan y agua”, lo cual así fue, “por hacerlo”. Uno quizás sea golpeado en una mejilla y en la otra, y demás, pero él dijo la verdad y se quedó al lado de ella. Dios confirmó que era la verdad. El no era tan popular, pero él conocía a Dios.",
    "Trajeron al pequeño Micaías allá. El dijo: “Muy bien, Micaías, ¿qué dices al respecto?”",
    "El dijo: “Subid. Subid”. Dijo: “Subid, en paz. Adelante, prosperad, eso es lo que quiero que hagáis. Pero vi a Israel como ovejas, sin pastor, en un monte, esparcido. Eso es”, dijo él.",
    "Y cuando él lo hizo así; y Acab se volteó, y Josafat. Dijo: “¿Qué te dije? Ese santo rodador, o que”, perdónenme, “o lo que sea que él era, ¡ese hombre dijo eso! ¿Qué te dije? Que ese hombre sólo profetizaría mal contra mí. ¿Qué te dije? Que él sólo condenaría nuestra iglesia, y condenaría a nuestros ministros, y condenaría nuestra forma de religión. ¿Qué te dije? Que él lo diría. Yo lo conozco. Yo conocí a su papá antes que a él”. Amén. [El Hermano Branham aplaude una vez con sus manos.—Editor] “Yo conocí a su papá antes que a él”. Ajá, sí, señor, un verdadero hombre de Dios. Dijo: “Yo sabía que él diría eso”.",
    "Y así que entonces él dijo: “Sí”, dijo, “yo vi a Israel como ovejas, esparcido, sin pastor, en un monte”. Y así que entonces él dijo: “Yo…”",
    "Y entonces uno de esos hombres que tenía los grandes cuernos, iba a acornear. Un predicador se acercó y jaloneó al pequeño Micaías, y lo golpeó en la boca tan fuerte como pudo, dijo: “¿Por dónde se fue el Espíritu de Dios cuando salió de mí? Si tú sabes”.",
    "Dijo, él dijo: “Espera hasta que tú estés aquí en la prisión, y tú sabrás por dónde se fue”. Eso es correcto.",
    "Esperen hasta que Rusia esté aquí afuera, tome control de las naciones y cosas así, y a este país, a causa de su apartamiento de la fe, y Uds. verán qué estaba correcto e incorrecto. Eso es correcto. Uds. verán si su religión tibia dará resultado, o no.",
    "Que esta nación se deshaga en lágrimas, que no se deshaga en risa y drama. Que esta nación caiga de rodillas, en arrepentimiento. Eso es lo que necesitamos. No un avivamiento para meter a mucha gente en una iglesia. Necesitamos cerrar toda cantina, parar todo el fumar de cigarrillos, derribar las fábricas. Empezar una verdadera campaña del Espíritu Santo, chapada a la antigua; donde hombres y mujeres, día y noche, se postren sobre sus rostros, llorando. Les digo, será el refugio más grande que esta nación haya tenido. Eso es verdad.",
    "Que el Tabernáculo Branham pare sus tonterías. Que vuelva aquí al altar y que se enmiende con Dios. Que se reconcilie con los vecinos, y así por el estilo, y que se enmiende con Dios. Uds. no van a tener líos y enredos; será el punto de atracción del mundo. Eso es correcto. Ahora, esa es la verdad.",
    "Entonces él dijo: “¿Por dónde se fue el Espíritu de Dios que salió de mí?”",
    "Y Micaías dijo: “Yo vi a Dios y Su ejército, Su concilio, sentado en Gloria”.",
    "Uds. saben, Dios tiene un concilio Allá arriba, de vez en cuando. El, El junta Sus—Sus Seres Angelicales y tiene un—un concilio, de vez en cuando, arriba en el Cielo.",
    "Y él dijo: “Yo lo vi a El sentado en un Trono, y toda la gente estaba a la mano derecha y a la izquierda de El”. Y dijo: “Ellos estaban discutiendo: ‘¿A quién podemos conseguir que descienda y engañe a Acab, para hacer que salga aquí y para que cumpla la profecía de Elías? Dios ya ha dicho, qué iba a suceder, así que veremos quién puede descender’”.",
    "🦅 Y un espíritu de mentira subió de abajo”, por supuesto, del infierno, “llegó ante Dios y dijo: ‘Yo descenderé, y yo entraré en esos predicadores y causaré que todos ellos profeticen una mentira’”. Oh, ¡si los habrá hecho explotar eso! Si los habrá hecho sentirse raros, cuando: “Ellos dijeron: ‘Yo descenderé y causaré a esos predicadores, a cada uno de ellos, que profeticen una mentira’”. Y él descendió y entró en esos predicadores, y ellos empezaron a profetizar una mentira.",
    "Y, hermano, el mismo Dios reina en el mismo Trono hoy. Y ése mismo espíritu de mentira ha hecho la misma cosa hoy, profetizando mentiras.",
    "Ellos siguieron diciendo: “Paz, paz, paz”, después de la Primera Guerra Mundial.",
    "Permítanme enseñarles de dónde vino. En la Primera Guerra Mundial, cuando allá Francia se apartó de Dios, en sus alegres noventas, y empezaron…",
    "Ahora yo voy a entrar un poquito sobre la moral, así que todos Uds. siéntense muy quietos por unos minutos.",
    "Miren, allá atrás, en el principio, allá en Francia, allá es donde comenzó primero la bajeza y la inmundicia. Si alguna vez hubo un hoyo de ratas en el mundo, es París, Francia. Y yo casi he viajado por la mayor parte de él, y ése es el peor lugar que haya visto alguna vez. Y Londres, Inglaterra no es una excepción. Y los Estados Unidos está entrando en línea con ella. Eso es correcto. Allí están.",
    "Cada vez que Uds. destrozan la moral de las mujeres, Uds. destrozan el espinazo de la nación.",
    "Uno va allá, a sus propios países, y dice que uno es un misionero, a ellos no les gusta…Dicen: “¿Qué nos va a decir que hagamos, cómo cantar canciones obscenas acerca de nuestras esposas, o acerca de nuestras muchachas? ¿Nos va a decir cómo divorciarnos de nuestras esposas? ¿Va a enseñarnos cómo beber whisky y andar de la manera en que andamos?” Eso es lo que somos.",
    "Nosotros nos llamamos la nación religiosa, la nación Cristiana. Bueno, aquellos “paganos” en Africa nos pudieran enseñar morales, cómo vivir. El lugar más corrompido, en los Estados Unidos, o en el mundo, casi, es esta nación, cómo se ha puesto. Yo soy Americano, ciertamente. Pero, hermano, yo no puedo evitar…?…delante de Acab o Josafat, y yo tengo que decir lo que Dios dice que es la Verdad. Eso es por lo que la iglesia necesita pararse, hoy. Si se trata de entre una nación y Dios, es Dios, siempre. Sí, señor.",
    "Fíjense, en Francia, ellos comenzaron toda su corrupción, y continuaron de la manera en que ellos vivían allá. Y entonces Dios les envió Alemania a ellos, para golpearlos un poquito. Luego nosotros fuimos allá para salvarles el pellejo. Y tan pronto hicimos eso, y ganamos la guerra, enviamos a los Alemanes de regreso, tuvimos paz con Francia, ¿se volvieron ellos a Dios? No, señor. ¡Mujeres, vino, libertinaje, pecado y suciedad hasta el tope!",
    "¿Entonces qué hicieron ellos? ¿Qué sucedió? Aquí es donde nosotros comenzamos. El Diablo estableció allí su cuartel general. Allí es donde él empezó, allí mismo, a desmoralizar al mundo, desde París, Francia.",
    "Entonces, si Uds. se fijan, él no podía entrar aquí a través del ministerio, así que lo que él hizo fue entrar aquí a Hollywood. El estableció su Holl-…El estableció su cuartel general aquí en Hollywood. El Diablo llegó aquí, hace unos años, hace unos quince o veinte años, con su gran ejército, y fue, llegó a Hollywood, California. Y él ha invadido a los Estados Unidos con sus poderes demoníacos. ¡Correcto! Todas nuestras modas vienen de París. Ellas entran a Hollywood, a las pantallas. Estas muchachitas y muchachitos, y cosas, salen aquí, ellos miran esas películas.",
    "Niñitos buenos, muchachitos buenos, no tengo nada en contra de ellos. ¡Dios bendiga sus corazoncitos! Mi corazón sangra por ellos.",
    "Y aquí mismo en la ciudad, yo estaba hablándole a mi…a uno de…Mi muchacho, el otro día, él dijo: “¡Papá, si hubiera algunos muchachos por allí, en la ciudad, que tuvieran el Espíritu Santo”, y demás! ¿Se preguntan Uds. por qué yo me iba a ir a Denver, Colorado, o a alguna parte así? ¡Llevar a mis hijos a alguna parte donde hay un montón de gente que clama a Dios! ¡Lo que necesitamos, hermano!",
    "Este país, esta nación, esta ciudad, este lugar, ha llegado a estar tan desmoralizado al grado que es lamentable. Si tan sólo pudiera expresar ahora mismo lo que sin lugar a dudas sé que es la verdad aquí mismo, ni siquiera sería presentable delante de una audiencia mixta. O, aquí mismo en esta misma ciudad aquí; no sólo aquí, pero en otros lugares, dondequiera, ha comenzado a venir simplemente un…",
    "¿Por qué? La gente…Miren, amigos, se ha hecho tan astuto. Ha entrado tan fácil, hasta que los sofoca a Uds. El Diablo solía estar en las modas. El quizás no se salió de las modas, pero no se salió del negocio, yo les diré eso. El todavía está en el negocio.",
    "Miren, hoy. Nosotros tomamos, como dije hace un rato, acerca de la pequeña señora, una muchachita con una rosa. Por ejemplo, la rosa, es bonita; está allí para ser vista, eso es verdad. Y eso es exactamente como la iglesia, está allí para ser vista. Como una bonita mujercita, ella está allí para ser vista. Eso es correcto. Pero si ella…Ella está bien, que es para su marido, ella—ella está bien. Pero si ella no tiene la espada moral sobresaliendo allí para protegerla, ella llega a ser una desgracia para la sociedad y para el ser humano; se vuelve tan baja y vergonzosa y corrompida al grado que los perros no la mirarían a ella. Eso es correcto.",
    "¡Y es la misma cosa con la iglesia del Dios viviente! Ellos salen aquí y tratan de glamorizar y de arreglarse ellos mismos, y actuar como…Ellos desnudan a sus mujeres aquí, justamente…y la gente no se da cuenta que estos diablos están invadiendo sus hogares.",
    "Allí mismo en mi vecindario el otro día, una señora joven la cual pienso que es una buena mujer…Y ella es una mujer casada, tiene un niño. Y la mujercita salió allí. Hombres vinieron por el camino para trabajar un poco, y esta pequeña señora salió allí con esa ropita pequeñita puesta, fue horrible.",
    "Este es un discurso horrible para el Día de las Madres. Pero, mi hermano, permítanme decirles algo. ¡Madre, vuelva a ser madre otra vez!",
    "Aun un niñito pequeñito que estaba visitando nuestro vecindario, entró y nos contó acerca de ello: “¡Miren allá afuera!”\n\nYo dije: “Pues, eso no es nada”.",
    "La mujer es una buena mujer. Yo no digo que está desmoralizada. Pero, la cosa es, que hay un espíritu bajo e inmundo sobre ella, haciéndola hacer eso, y ella no lo sabe.",
    "¿Por qué querría una madre, o cualquier persona, ponerse esa ropita indecente, y tenderse afuera delante de los hombres? Ud. es bonita, hermana. Ud. es bonita, madre. Yo le doy gracias a Dios por Uds. Pero, Uds. son bonitas, pero no tienen el Espíritu Santo allí para proteger esas morales. Hubiera sido mejor si Uds. fueran tan feas que nadie las hubiera visto, y se fueran al Cielo. Eso es correcto. Eso es verdad. Fíjense en lo que están haciendo; esa moral.",
    "Ahora, lo que es, el Diablo ha entrado y él le ha dicho estas cosas a la gente. El ha entrado en los predicadores; él está haciéndolo según el modelo de Hollywood. Las jovencitas y las señoras—señoras jóvenes, ellas toman el modelo de Hollywood. Lo mejor de las cosas que tienen en el país hoy, los más morales que Uds. pueden oír, se habla de ello en las pláticas de radio.",
    "Alguna mujer de edad como la Señorita Kay Starr, no tengo nada contra ella; pero ver a una mujer de edad, de cincuenta años, y todo, con sus ropas todas ajustadas, como que ella fue vaciada en un costal de harina. Yo no digo esto como un chiste, porque estoy hablando en contra de esas cosas. Pero una mujer que actúa así, y se para y es un ejemplo para una joven mujer Americana, es una desgracia para nuestra nación. [El Hermano Branham toca en el púlpito cinco veces.—Editor] Es el Diablo.",
    "Hombres como Arthur Godfrey y demás que andan aquí de arriba abajo, haciendo las cosas que ellos hacen, y los hombres más notables en el país como esos, y, pues, es una desgracia.",
    "¡Aleluya! Yo digo eso porque siento que el Espíritu Santo está aquí. La invasión está aconteciendo, recorriendo de casa en casa, de lugar en lugar, de iglesia en iglesia, de hombre en hombre.",
    "Hijitos, en el Nombre de Jesucristo, levántense con las posiciones morales del avivamiento y del Señor Jesucristo, y digan: “Yo tomaré el camino con los pocos despreciados del Señor”. Sí, señor. “Yo seré una verdadera madre”. “Yo seré un verdadero padre”.\n\nCuando el mundo entero, y todo alrededor, y todo alrededor de mi alma ceda,\n\nEntonces El es toda mi esperanza y sostén.\n\nPorque en Cristo, la Roca sólida, me paro;\n\nTodos los otros terrenos son arena movediza,\n\n¡Todos los otros terrenos!",
    "¿Qué ha causado toda esta cosa? ¿Qué hizo que ministros actúen así? ¿Qué hizo que los predicadores le profetizaran esta mentira a la gente?",
    "Qué hizo, hace años, que Uds. gente Metodista…Cuando el anciano John Smith fue llevado a su púlpito, para predicar el Evangelio, y él predicó un corto sermón de cuatro horas. Y él dijo: “El problema de esto es, que se me está rompiendo el corazón”. El dijo: “Las hijas Metodistas hasta están usando anillos en sus dedos”.",
    "Y, hoy, ellas están vestidas en pantalones cortos y ropitas indecentes. Y van a estar completamente desnudas, en otros cinco años, si no se hace algo. [El Hermano Branham toca en el púlpito tres veces.—Editor] ¿Qué les ha sucedido a Uds. predicadores Metodistas, a Uds. Campbelitas, a Uds. Bautistas? Sí, señor. Es el Diablo, ha lanzado sus poderes, y él tiene sus diablillos aquí afuera.",
    "Y Uds. no se dan cuenta, Uds. fumando cigarrillos, Uds. mujeres, y haciéndolo de la manera que Uds. lo están haciendo allá afuera, y bebiendo y comportándose de la manera en que Uds. lo están haciendo. No se dan cuenta que Uds. están envenenando su sistema, y arruinando todas las generaciones que los van a seguir a Uds., si hay tal cosa. Hay ochenta y cinco por ciento más de riesgo de contraer cáncer, por fumar cigarrillos, y Uds. deliberadamente se entregan a ellos. Y las iglesias lo aprueban.",
    "En una de las grandes iglesias Bautistas aquí, recientemente. Yo estoy golpeando a la Bautista. Yo tengo derecho a hacer eso; ellos más o menos se inclinan del lado de donde yo vengo. Pero cuando ellos tenían que dar un intermedio entre el servicio de escuela dominical y el servicio de predicación, para que el pastor y todos pudieran salir y fumar, y la calle se llenaba con hombres y mujeres fumando cigarrillos. El Diablo ha hecho eso. Eso es correcto.",
    "Luego, aquí en nuestra propia ciudad, uno de nuestros ministros más sobresalientes, aquí mismo en New Albany, en este campo de recreo, que uno de nuestros ministros sobresalientes de la ciudad está dirigiendo un programa de baile de cuadrilla, para traer hombres y mujeres a las plataformas.",
    "No me importa qué diga el mundo, no me importa cuánto traten de persuadir con respecto a eso; hermano, no hay un hombre de sangre roja que se acerque a la esposa de otro hombre, y que se sienta igual. Uds. saben que ésa es la verdad.",
    "Ellos han tomado a nuestras mujeres, y las han desnudado; allá en las oficinas, y manejando taxis, y de arriba abajo en la calle. Donde, ellas deberían de estar en casa, detrás de la estufa, cocinando, y preparando las comidas.",
    "¿Qué es? Es el Diablo. La invasión está aconteciendo. Yo no estoy diciendo nada acerca de este individuo o aquel individuo. Yo estoy diciendo que son espíritus inmundos, que están poseyendo a la gente, conduciéndolos directamente a ello. ¡La invasión de los Estados Unidos!",
    "¡El derribamiento de la iglesia! La iglesia es derribada por el Diablo. Allá atrás…",
    "Ellos toman a un muchacho ahora, cuando él llega a un seminario, lo primero que él tiene que aprender es obtener sus títulos. El tiene que estudiar psicología. El tiene que estudiar teología. El tiene que enseñar, tiene que indoctrinársele toda clase de cosas. Si él no ha recibido una muy buena educación, si no es inteligente y listo a más no poder, entonces ellos lo echan fuera; él no puede calificar. ¿Qué tiene que hacer él? Salir aquí y presentar una pequeña plática política, por así decirlo, una plática de política de iglesia, a un grupo de personas, a un montón de hombres y mujeres moribundos.",
    "Oh Dios, envíanos algunos hombres ásperos, chapados a la antigua, que no saben diferenciar entre la A y la B, que conocen el Poder de la resurrección del Señor Jesucristo, que predicarán arrepentimiento, y que envíen hombres y mujeres al altar, para amar al Señor Jesús. [Espacio en blanco en la cinta.—Editor]",
    "Es una desgracia. El ha invadido los seminarios. El ha invadido las iglesias. El ha desnudado a nuestras mujeres. El ha llevado a nuestros hombres a un punto que uno no puede decirles nada. Y hombres y mujeres, yo pienso…",
    "Uds. dicen: “¡Bueno, las mujeres!” Sí, y Uds. hombres que permiten a sus esposas hacer eso, eso muestra de qué están hechos Uds. Eso es exactamente. Ciertamente. Es una desgracia. Es una lástima.",
    "Y luego con respecto al predicador. El predicador se para en la plataforma, hoy, de un moderno púl-…púlpito. Se para allí, con su gente delante de él, y predica acerca de toda cosita en el mundo excepto del arrepentimiento y del pecado, y de la dura cruz de Cristo. Sí.",
    "Cuando uno les dice la verdad; la gente viene a escucharlo a uno, en un servicio evangelístico. Uno está tratando de tomar la cosa y predicar el Evangelio, y hacer que la gente se arrepienta y sacarlos; ellos explotan y se salen, ellos dicen: “No tenemos que escucharlo”. No, ellos no tienen que escucharlo. Pero, hermanos, ellos van a tener que arrepentirse o perecer.",
    "¡Demonios! Uno va a la escuela; ha invadido la escuela. Miren alrededor, por el país hoy en día. Miren, Uds., Uds. Protestantes. Miren, hay cuatro escuelas Católicas enormes y cosas, edificadas hoy. ¿Por qué es? Uds. han bajado la guardia.",
    "No tengo nada en contra del Catolicismo, aunque yo no creo en él. Yo soy estrictamente un Protestante. Eso es exactamente correcto, y puedo probar que ellos no…Uno no puede discutir con ellos. Ellos dicen: “A nosotros no nos importa lo que la Biblia dice. Nosotros sabemos lo que la iglesia dice”.",
    "Dios está en Su Palabra. [El Hermano Branham toca en el púlpito cinco veces.—Editor] Aquí es donde está Dios.",
    "Pero algunos de los Católicos, apegados a su iglesia, los harían avergonzarse de Uds. mismos, como Protestantes. ¡Si tan sólo se apegaran Uds. a la Biblia, así como ellos se apegan a la iglesia! Eso es correcto. Pero, ellos están errados. Yo puedo decir eso bajo la autoridad del Dios Todopoderoso, que, ellos están errados. Absolutamente.",
    "Y Uds. Protestantes están errados, de la manera en que lo están haciendo, porque Uds. realmente saben que no se debe hacer así, y lo hacen. Eso hace hipócritas de Uds. Seguro, es la invasión; iglesias bajando la guardia. Y ahora en vez de…",
    "La iglesia, está tratando de hacer la iglesia hermosa, construyen una iglesia más grande, le ponen grandes torres, grandes órganos de tubos, y obtienen todo tratando de hacerlo usando como modelo a la iglesia Católica. [El Hermano Branham toca en el púlpito varias veces.—Editor] Uds. no deberían usar como modelo a la iglesia Católica, si ella está condenada a ser destruida. Porque, eso es ASI DICE EL SEÑOR, ella está condenada a ser destruida. Y Uds. son una copia de ella, Uds. se van a ir con ella.",
    "Pero lo que necesitamos hoy no es una gran iglesia, una gran torre; son altares chapados a la antigua donde los pecados son consumidos, bajo oraciones consagradas de hombres y mujeres que aman al Señor Jesucristo. Uds. saben eso. Eso es lo que nosotros necesitamos. Escúchenme, amigos. Escúchenme. Es amor.",
    "Mi tiempo se acabó. Yo sólo quisiera quedarme en eso, donde…Voy a volver a tocarlo, un poquito más tarde, esa invasión, a dónde ha llegado. Ha invadido. Ha invadido nuestras naciones. Invadió a los Estados Unidos.",
    "Ahora recuerden, yo nunca he votado en mi vida; ¿ven?, yo dije…de qué jactarse. Es mi derecho de nacimiento de Americano si yo quiero hacerlo. Pero yo tengo en mucho a mis amigos, como para meterlos allí. Miren, yo los he visto entrar como unos hombres buenos, salir como criminales, y yo no quiero eso.",
    "Yo tengo una cosa. Estoy aquí construyendo una plataforma para una Persona que es el candidato, y ése es Jesucristo, y sólo El. Yo doy mi tiempo para El. Eso es correcto. Si yo puedo enderezar a la iglesia, el resto del mundo se encargará de sí mismo. Eso es correcto.",
    "Pero permítanme decirles, cuando el Sr. Roosevelt…El hombre está muerto. Déjenlo descansar; confío que está descansando. Entró, y fue candidato tres o cuatro períodos, y tomó control, tan sólo una dictadura preliminar. Yo puedo probarles a Uds., eso en las Escrituras, donde Eso dice que sucedería. Eso es correcto. Ya no tenemos constitución. Está hecha pedazos. Todo está hecho pedazos. Los Republicanos están igual de mal. Es seis de uno, y media docena del otro.",
    "Porque, todo reino va a ser destrozado, pero el Reino de Jesucristo permanecerá y reinará para siempre. Eso es correcto. Sobre…Daniel vio la Roca cortada de los montes, y golpeó al mundo político allá atrás y lo redujo a polvo molido de esa manera, como el trigo en una era en el verano. Mas esa Roca creció llegando a ser un gran monte que se extendió sobre los cie-…llenó todos los cielos y la tierra. Eso es.",
    "El mundo político está perdido. Nuestra nación está en quiebra. Uds. recuerden eso, que el Hermano Branham dijo eso, ASI DICE EL SEÑOR. Nuestra nación está destruida. Nunca se levantará. Está perdida, como todo el resto de las naciones. Es la nación más grande en el mundo, que está en pie hoy, pero es la mismísima simiente del Diablo la que ha sido sembrada en el corazón de la gente: como entró en Hollywood, como salió y entró en la gente, y empezó a hacer esto. Y uno no puede decirles nada.",
    "Pongan un Presidente allí que trate de cerrar el whisky, y no tener prohibición, vean lo que sucedería. El sería asesinado, en dos horas después de que entrara allí. Seguro, él no puede permanecer; el mundo entero está contra él. Sí, señor. Uds. no podrían hacerlo.",
    "Ella está perdida. Está invadida, y el espíritu de comunismo ha tomado control.",
    "Vayan a nuestras escuelas hoy, miren a nuestros niños de la escuela. Nuestros muchachitos que van a la escuela, Uds. deberían de saber qué sucede. Niñitas aquí en las escuelas, y cosas como esas, a la edad de catorce y quince, su mamá las envía a la escuela, destrozadas moralmente, mentalmente, toxicómanas, drogadictas, fumadoras de cigarrillos, todo lo demás por el estilo; y en una edad pequeñita, las niñitas así. Sería tan difícil encontrar una virgen entre algunas de ellas como lo sería encontrar una aguja en un pajar, donde ellas tienen citas de cobijas con los muchachos, y se acuestan en estas orillas de los ríos y en todas partes.",
    "Y yo puedo probárselos a Uds., mis amigos. [El Hermano Branham toca en el púlpito tres veces.—Editor] Yo no lo dijera en el púlpito a menos que yo supiera de qué estaba hablando. De escuelas aquí mismo en nuestros—nuestros condados, aquí mismo en estos condados, de esas jovencitas vistiéndose, no saben…diciéndole a sus madres que van a diferentes lugares, y se reúnen con muchachos y hasta se prostituyen en las calles de Louisville, (¿qué es?), y cantan en coros.",
    "Porque, ellos tienen un pequeño Evangelio social allí, donde predicadores se paran y hablan acerca de cositas sin importancia, y de historietitas de la Biblia, o algo así, en vez de predicar arrepentimiento y traer hombres y mujeres al altar.",
    "Su papá llega en la noche y enciende su puro, coge un vaso de cerveza, y se sienta y se lo bebe. Mamá está afuera, durante el día, con un montón de mujeres en una fiesta de naipes, en algo social así. ¿Cómo pueden esperar que la niña sea alguna otra cosa?",
    "Miren, cualquiera que sea el ambiente en el que Uds. viven, eso es lo que Uds. son.",
    "Uds. toman a una niñita pequeñita, a un niñito pequeñito, pónganlos aquí afuera, déjenlos vivir con alguien. Tomen a un hombre, puedo tomar a mi muchacho, lo dejo que esté fuera por un día con alguien; déjenme entrar, yo siempre puedo decirles con quién ha estado. Ciertamente. Observen, ese ambiente, ese espíritu lo atrapa.",
    "Uds. entren a una iglesia, donde toda la gente…Uds. entren a iglesias del Espíritu Santo, o iglesias Pentecostales, ellos las llaman. Que todos estén…Oh, ellos corren y sacuden su cabeza para adelante y para atrás, el pastor lo hace; observen a toda la iglesia empezar a hacer la misma cosa. Permitan que los hombres, la gente, se levanten y—y se comporten terriblemente, o alguna u otra cosa; miren a toda la cosa hacer eso. Entren a un lugar donde el pastor es muy almidonado y frío; miren a todo el grupo hacerlo. Uds. entran en ese ambiente.",
    "Tomen a un hombre que es un buen hombre moral, y que él se case con una mujercita que no vale ni diez centavos; no pasa mucho tiempo hasta que él tampoco vale ni diez centavos. Eso es lo que le sucedió a Acab. Tomen lo mismo, viceversa, permitan que una buena mujercita se case con un hombre que no vale ni diez centavos; cuando menos lo piensan, ella está haciendo la misma cosa que él.",
    "Cómo pudiera ir, esta mañana, y señalar con mis manos pequeños hogares destrozados y cosas como esas, donde pequeñas madres encantadoras se unieron a un papá que toma, y cosas como esas, y pensaron que podían hacer algo con ellos, y ahora la madre y todos ellos están tomando y comportándose así. Es el ambiente.",
    "¿Qué es? Es el Diablo. Es el Diablo, la invasión. El entró a esta nación, como un león rugiente. El mismo se estableció aquí en el mejor lugar que ellos tenían, en Hollywood. El dijo: “Yo puedo tener aquí las películas hasta que la televisión salga, entonces yo los atraparé”. Y él se sentó allí.",
    "Y la gente de las iglesias, en vez de cerrar los cines y no dejar que sus hijos vayan, ellos les dan diez centavos un domingo por la tarde y los envían allá, para que ellos puedan tener una fiestecita social de naipes, para estar solos y dar una vuelta. ¡Oh, qué desgracia! Ahora ellos simplemente encienden la televisión y miran todas las sucias y corruptas tonterías que hay en el mundo, en ella. Eso es correcto.",
    "Yo no tengo nada en contra del cine. Yo no tengo nada en contra de la televisión. Son las cosas corruptas que presentan en ella. Eso es lo que es. Si Uds. la hubieran mantenido en una condición moral, hubiera tenido que quedarse en una condición moral.",
    "Uds. no pudieran vender zapatos de botones pasados de moda aquí en la ciudad, hoy en día, en lo absoluto. Las mujeres no los quieren. Ellas quieren que los dedos se salgan de ellos. El resto de las mujeres lo están haciendo. Eso es correcto.",
    "Cuando Uds. van a la iglesia, Uds. no pueden ofrecerles una religión antigua, porque, la otra mujer, ella no quiere tener nada que ver con eso. No, señor. “Y no hay necesidad de que yo vaya. Yo sólo creo, eso es todo”. Oh, hermano, el Diablo cree, también. Eso es correcto. Uds. se arrepienten o perecen.",
    "Ahora, lo siento; no, no lo siento. No, no lo siento. No, me retracto. Yo amo a la gente. Pero yo—yo los amo a Uds. demasiado como para verlos caerse de cabeza de esa manera. Si Dios quiere, continuaré con esto un poco después en la semana.",
    "Ahora, a Uds. madres que son madres, sólo una palabra a Uds. antes de irnos. Que Dios las bendiga. Uds. críen a sus hijos correctamente.",
    "Vamos a continuar esta invasión; todavía tenemos que entrar en los hogares, y en muchos lugares, las escuelas, y afuera en lugares con ella. Vamos a continuarla.",
    "Pero, la invasión de los Estados Unidos, el Diablo ha tomado control de ella. No tengan miedo de Rusia. Rusia no tiene nada que ver. Nosotros mismos lo estamos haciendo, nuestra propia corrupción ahí mismo entre nosotros. Eso es correcto.",
    "Uds. saben, los Estados Unidos tienen más casos de divorcio que todo el resto del mundo; más divorcios. Piénsenlo. ¿No es horrible? La maternidad ha sido arruinada. Las madres ya no se quedan en casa con sus niños, como solían hacerlo. Ellas tienen que tener un trabajo.",
    "Aquí el otro día, un cierto abarrotero en esta ciudad, estaba hablando conmigo al respecto. Estas mujeres trabajando en estas plantas públicas, estas jóvenes mujeres casadas con un montón de niñitos. Ellas tienen niñeras cuidando de sus bebés. Ellas trabajan en estos lugares públicos. Dijo: “Había dos de ellas paradas allí…?…que fueron despedidas, en sus trabajos públicos, dijeron: ‘No te preocupes. Nos las arreglaremos, de todas maneras’”.",
    "¡Oh, qué hora de prostitución a la mano! Seguro. El Diablo les ha dicho que ellas son las patronas de la casa. Ellas lo harán a su propia manera. Ellas harán lo que deseen. Y Uds. sáquenles eso, si pueden.",
    "Sólo hay una cosa que puede sacarles eso, ese es el altar, delante de Jesucristo, una religión chapada a la antigua, de lágrimas fluyendo, que quebrantará sus corazones y que las hará pedazos, y que las hará lo que deberían ser. Eso es correcto.",
    "Ellos quizás piensen que yo soy un anticuado. Pero el día en que Uds. se estén muriendo, mi hermano, hermana, se darán cuenta que les dije la Verdad. Eso es correcto.",
    "Está aconteciendo, la invasión, la hora está aquí. Ahora, sí, una hora de decisión, también, una hora de decisión; no para venir a la iglesia, pero una hora de decisión de si Uds. van a servir a Cristo o a quedarse tibios en su iglesia. Y eso es correcto.",
    "Hay muchos miembros de iglesia. Si todos los miem-…o las personas de América que profesan ser Cristianos, fueran verdaderos Cristianos, Cristianos nacidos de nuevo, hermano, estaríamos tan a salvo como lo estaríamos en el Cielo, casi. Angustia mortal, sí, señor, las enfermedades dejarían la tierra, todo lo demás.",
    "¿No sería agradable venir por la calle y ver donde una dama pasara, y un hombre: “¿Cómo está Ud. hermana? Buenos días, hermano”? Sigue caminando, no hay…Uds. no tienen una sola preocupación en el mundo. Todo está bien. Y el hombre llegaría a la esquina de la calle; en vez de tratar de atropellarlo a uno, él se detendría: “Muy bien, hermano. Muy bien, Ud. tenía…Oh, Ud. antes que yo”, ¿ven Uds.?, sólo preferir…¿No sería maravilloso eso? [La congregación dice: “Amén”.—Editor] Vamos a tenerlo, pero eso es en el Milenio, hermano. El Día viene. Eso es correcto. Así que ahora no estamos…",
    "Estuve en nuestro vecindario, aquí el otro día; no tengo nada en contra de nuestro vecindario, pero yo puedo fijarme en nuestros niñitos. Mi esposa estaba llorando. Un cierto doctor de esta ciudad, su niñita andaba de arriba abajo con mi niñita, y ellas se amaban la una a la otra; hasta que ellos se dieron cuenta que su nombre era Branham, y que ella era la hija del Reverendo Branham. Eso lo concluyó. La niñita ya no podía andar con mi niñita. “Oh”, pensé, “pues, muy bien”.",
    "Algunos de los vecinitos corrieron allí, dijeron: “Bueno, está bien”. Así que, ellos fueron a su pastor. No me digan. Uds. saben, yo—yo tengo una manera de saber muchas cosas, ¿ven Uds.? Así que ellos—ellos fueron a su pastor, y dijeron: “Sabe, hay un hombre que vive en nuestro vecindario, es tan bueno con nuestros niños”. Dijeron: “Es el Reverendo Branham. El los lleva, los pone en su camionetita, y los saca a pasear”.",
    "Dijo: “Pues”, [El Hermano Branham aclara su garganta.—Editor] “no tenemos nada en contra del Reverendo Branham. El está bien, pero, ¿ven Uds.?, él simplemente es una clase diferente de persona de lo que nosotros somos”. ¿Ven? “Nosotros, yo—yo quisiera que Uds. no estuvieran…Uds. saben, yo más o menos no…Uds. háblenles, y sean amigables, pero dejen que ese sea el final”.",
    "¡Oh, hermano! Mi esposa estaba parada allí, llorando. Yo dije: “Cariño, es una línea de separación. Yo y mi casa, serviremos al Señor”.",
    "Aunque todo el mundo se haga pedazos; ¡aún Jesucristo! Si tengo que ser llamado un fanático, si tengo que ser evitado por mis parientes, mi prójimo, y cosas como esas, yo todavía escojo a Jesucristo. Aférrense de la mano incambiable de Dios. Cuando amigos terrenales los abandonen, agárrense aún más cerca de El. Aférrense de El.",
    "Que Dios, me permita predicar como nunca antes. Que me permita predicarles a hombres moribundos, así como soy un hombre moribundo, yo mismo. Que me permita predicarle a la gente como si nunca tuviera otro sermón que predicar. Que me permita persuadirlos a que vengan al altar, con rostros llorosos, con lágrimas; que regresen a casa y vivan como Cristianos, y vivan en su vecindario. Que paren todo este jugueteo y de andar de arriba abajo, y saltando y comportándose así; y actuando de esta manera, y explotando por esto, y continuando de esa manera. Oh, no hagan eso. Ese es el Diablo. Esos espíritus de demonios vienen sobre Cristianos.",
    "Recuerden, esos ministros allá, ellos eran esos profetas. Ellos eran profetas. Ellos eran hombres religiosos ofreciendo un sacrificio. Ellos eran tan religiosos como los maestros de este día, pero, hermano, ellos estaban muy lejos de conocer la verdad.",
    "¿Qué no ven que tan religioso es el Diablo? El Diablo no es un anti-, una gran cosa como el comunismo, todo contra el Cristianismo. Eso no es. Todo eso es del Diablo, seguro, pero no es el anticristo. El anticristo es muy religioso, muy religioso. Fue un espíritu religioso el que crucificó a Jesús. Siempre ha sido un mundo religioso, una gente religiosa, la que crucifica. Fue la gente religiosa la que estuvo contra el verdadero Cristo. Fueron los profetas religiosos los que estuvieron contra Micaías. Es la gente religiosa del día la que está contra el Mensaje de Dios.",
    "Recuerden, les he advertido. Les he dicho. No estoy hablando tanto de Catolicismo, y Bautistas y Metodistas; sólo estoy hablando de gente que es de la santidad, por estas líneas aquí. Mírenlo hoy, cómo se ha manifestado y está siendo dramatizado. ¡Oh, hermano! Yo entraré en eso, alguna vez. Y mi corazón se parte dentro de mí.",
    "Se paran allí con un banjo, tocando ese banjo, y rascando un violín de esa manera: “¿Es este vaquero de Texas Fulano de Tal?” Yo no tengo nada en contra del hombre; pero eso pertenece allá afuera en el mundo. Eso es correcto. Yo preferiría estar de pie, hermano, sin ni siquiera una sola cosa, y no saber nada en lo absoluto, pero simplemente estar de pie y levantar mis manos y decir: “Jesús, guárdame cerca de la cruz”. Sí, señor.\n\nLa consagrada cruz yo llevaré,\n\nHasta que la muerte me libere,\n\nEntonces iré al Hogar, una corona llevaré,\n\nPues hay una corona para mí.",
    "Para Uds. madrecitas aquí esta mañana, que han sido verdaderas madres, y yo sé que hay muchas de Uds.; yo creo que cada una de Uds. Permítanme decirles algo. Que Dios las bendiga. Uds. son el quinto Evangelio, yo creo. Permítanme decirles qué ahora para sus hijos, sólo una cosita. Porque, el Hermano Neville probablemente va a predicar sobre la…acerca de la madre esta noche, o quienquiera, uno de nosotros que predique, muy bien, acerca de las madres. Pero, escuchen, permítanme preguntarles algo.",
    "Recuerden, cuando Moisés era un niñito, fue una madre quien le dio su instrucción. Fue una madre piadosa quien se puso al pequeño Moisés sobre sus rodillas, y dijo: “Moisés”, le enseñó todo. El fue el maestro de ella o…Ella fue la maestra de él, mejor dicho, bajo Faraón, y dijo ahora estas cosas. Dijo: “Moisés, algún día tú vas a liberar a los hijos de Israel. Tú eres el muchacho que ha sido llamado. Guárdate a ti mismo puro y sin mancha del mundo, porque tú eres ése. Tú eres ése”.",
    "No sabemos de otro lugar, donde él haya ido a algún seminario, ninguna enseñanza en lo absoluto, que él haya recibido. El se quedó allí mismo en el palacio de Faraón, el cual era un pagano; pero su madre le enseñó a él. [El Hermano Branham toca en el púlpito tres veces.—Editor] Esa es una verdadera madre. Ella le enseñó los preceptos del Señor. Ella le dijo cómo él debía ser santo. Ella le dijo cómo y qué debía de vivir, y cómo, lo que Dios debía de hacer, lo que haría por él. Y eso se quedó con Moisés todos los días de su vida.",
    "¡Y toda madre buena, verdadera y fiel que toma a sus pequeñitos, en vez de mandarlos a los cines y bailes, y demás por el estilo, y ella se los pone en su regazo y les enseña acerca del Señor Jesucristo!",
    "Aquí el otro día, yo estaba hablándole a una madre en el teléfono. Y la madre dijo: “Oh, Hermano Billy”, dijo ella, “mi pobre muchacho se metió en problemas”. Dijo: “¡Oh, en qué problema está metido!”",
    "Yo dije: “Sí, yo sé sobre eso, querida hermana”. Y ella dijo: “El quizás esté errado. Yo no sé”. Dijo: “Uno dice esto y otro dice aquello. Yo no sé. Pero”, dijo, “no importa si él está errado o no, yo lo amo”. Allí lo tienen: “Yo lo amo”.",
    "El le dijo a su madre, dijo: “Yo he estado tan engañado por esto y aquello”. Dijo: “Mamá, yo creo que tú eres el único amor que realmente tengo; una mujer que es fiel a mí, y que se queda conmigo”. Ese es el amor de madre. Esa es una verdadera madre que pondrá sus brazos alrededor de su bebé. Sin tener en cuenta si él está errado o no, ella va a él. Y si Dios…Si una madre puede pensar eso de su bebé, ¡cuánto más pensará Dios eso de los Suyos! ¿Ven Uds.? Uds. quédense con El. Caminen correctamente.",
    "Y ahora sólo permítanme decirles de otra madre, rápidamente, en la Biblia, antes de que terminemos. Hubo una madre llamada Herodías. Ella le enseñó a su hija a bailar zapateado. Ella quería que ella fuera popular. Y ella bailó delante del rey, y requirió la cabeza de Juan el Bautista. Tenemos registro de setenta de sus descendientes, de esta damisela que bailó delante…La hija de Herodías bailó delante de Herodes; setenta de sus descendientes, ellas o murieron siendo prostitutas o en la horca.",
    "Una madre le enseñó a la suya las cosas del mundo; la otra madre le enseñó al suyo las cosas de Dios. Uno llegó a ser un gran líder y un conquistador, inmortal entre los hombres hoy; y la otra está echada a perder y en el infierno, y se llevó a millares de millares con ella. ¿Ven lo que quiero decir? “Instruye al niño en su camino”.",
    "Y yo ciertamente las acompaño en el sentimiento a Uds. pobres madres sentadas aquí con sus rosas blancas puestas. Hay un Cielo al que una madre se ha ido, hoy, donde una buena madre chapada a la antigua que vivió para Dios, probablemente ha pasado más allá del velo. Ella está esperando que Uds. lleguen. Eso es correcto.",
    "Yo respeto y honro a Uds. allí con sus rosas rojas puestas. Su madre, si Uds. quieren hacer algo por ella, háganlo trescientos sesenta y cinco días al año. Vayan a su casa y oren, y vivan para Dios. Eso es lo que hay que hacer. E instruyan a sus niños. Y cuando sus hijos crezcan, ellos las llamarán “bienaventuradas”, después de que Uds. hayan pasado más allá del velo. Ese es el verdadero espíritu de maternidad, el verdadero espíritu del día de las madres. El día de las Madres es trescientos sesenta y cinco días al año.",
    "Este es el día en que venden flores y que dan regalos. El mundo lo hace. Si pasa, si el mundo permaneciera otros veinte años, van a tener el día del hijo, y el día de la hija, y, o el día del primo, y el día del tío, y todas esas cosas así, lo suficiente para tener al mundo en un glamor comercial. Eso es exactamente a donde va, directamente al infierno, tan rápido como puede, a destrucción.\n\nPero, a Uds., Dios los bendiga, es mi oración. Oremos.",
    "Nuestro bondadoso Padre Celestial, al ver hacia atrás, esta mañana, con nuestras mentes, muy allá atrás, hace unos centenares de años, cuando allí estaba Josafat parado junto al Rey Acab. Y aún le quedaba de Dios un poquito de espíritu en su corazón, aunque él había cometido un error, le dijo, dijo: “Esto está errado. Esto está errado. No es limpio. No es santo. El profeta había dicho que estas cosas no podían continuar así”. Y el pequeño Fuego de Dios lo despertó.",
    "Y entonces Tú tenías a alguien que respondiera a ese pequeño Fuego, el cual era Micaías, el verdadero profeta de Dios. Aunque él pudiera haber llegado allí vestido en harapos, aunque él pudiera haber llegado allí despreciado, y todos mirando hacia él como un montón de lobos mirando a un cordero. Pero él dijo la verdad, aunque él tuvo que ser golpeado en el rostro, aunque él tuvo que ser arrojado en la prisión y alimentado con pan y agua de aflicción. Pero, sin embargo, las palabras que él dijo sucedieron, porque Tú estabas con él.",
    "Dios, concédelo, hoy, y vemos en esta Biblia. Vemos los libros de la iglesia, los decálogos, y demás, de las iglesias, los rituales, y vemos cómo ellos hacen esto, aquello, o lo otro. Pero permítenos mirar aquí dentro de esta verdadera Palabra, y ver lo que Ella dice. “Sin santidad, nadie verá al Señor. Seguid la paz y la santidad, sin la cual nadie verá al Señor. El que ama al mundo, o las cosas del mundo, el amor de Dios no está en él”.",
    "🦅 En los postreros días vendrán tiempos peligrosos. Habrá hombres amadores de sí mismos, soberbios, vanagloriosos”. ¡Oh, esas grandes cosas, Señor, que están sucediendo! “Impetuosos, infatuados, amadores de los deleites más que de Dios; enseñándole a la gente preceptos de—de hombres en vez de los mandamientos de Dios; que tendrán apariencia de piedad, y negarán la Eficacia del Espíritu Santo” en hacer que un hombre sea llenado del Espíritu, en hacer que se regocije, en hacer que las lágrimas fluyan de sus ojos, en hacer que salga y ore por los enfermos, en hacer que él hable en lenguas e interprete, en hacer que profetice. El Espíritu del Dios, el Dios viviente, ellos lo metieron en alguna logia o algo así: “Que tendrán apariencia de piedad, y negarán la Eficacia de ella”.",
    "Oh Dios, que esta pequeña audiencia, en este día, despierte rápidamente, ahora mismo, antes de que venga el tiempo del fin, y la atrape en esta condición. Que seamos, nos renovemos, como dice la Biblia: “Levantaos y sacudíos. Y preguntad por el camino antiguo, cuál sea el buen camino; y cuando lo encontréis, andad en él”. Dios, concede que nosotros podamos encontrar el antiguo y duro camino, cuando nos podremos parar juntos de nuevo, como centenares, y podremos unir nuestras manos y cantar.\n\nYo tomaré el camino con los pocos despreciados del Señor.\n\nYo he comenzado con Jesús, y yo voy a terminar.\n\n¡Dios, ayúdanos a vivir eso y ser eso!",
    "Bendice a todas estas queridas madres sentadas aquí, Señor; sabiendo que ellas son madres, ellas mismas, con rosas blancas prendidas sobre sus abrigos, esta mañana, como memorial de una querida madre anciana que ha pasado más allá de la escena. Oh, Maestro de Vida, bendícelas, Señor. Y que ellas sean bendecidas, también, y que los recuerdos de sus hijos sean como los de ellas con sus madres, si ella se ha ido más allá del velo, a un glorioso Cielo. Concédelo, Señor.",
    "Y alguna mañana cuando la vida se esté apagando de nuestras venas, y nuestro aliento esté fallando en venir a nosotros, el velo se abrirá de nuevo; ella vendrá, quizás, al fin del Jordán, para ayudarnos a cruzar. Oh, a ese glorioso día cuando pongamos nuestros pies más allá, donde no habrá…El aire no va a estar contaminado con humo de cigarrillos. Nunca va a haber un borracho en la calle. Nunca va a haber una prostituta. Nunca va a haber pecado. Nunca va a haber nada así. Pero, en el glorioso para siempre, viviremos en paz con nuestro Señor Jesucristo y nuestros hijos. Y, ¡oh, qué maravilloso día!",
    "Oh Padre, mientras la gran oscuridad está aconteciendo, la batalla, y el Diablo está invadiendo los países, y está invadiendo los púlpitos, invadiendo las iglesias, invadiendo la gente, invadiendo los negocios, invadiendo las ciudades, y las escuelas y los hogares; oh Dios, ayúdanos a pararnos, sacar la espada rápidamente y pelear por Dios, como Moisés y los—y los Levitas lo hicieron allá cuando el pecado estaba en el campamento. Ayúdanos, Señor.",
    "Perdónanos ahora, y bendícenos. Y mantennos humildes, haznos pedazos, Señor. Oh Dios, Tú dijiste: “Irá andando, sembrando con lágrimas, mas volverá a venir, regocijándose, trayendo gavillas”. Oh Dios, quiébranos en pedazos. Moldéanos, de nuevo, Señor. Nos estamos saliendo mucho del camino.",
    "Estoy, yo mismo, Señor, estoy llegando a un punto donde estoy pensando acerca de cuántos van a asistir a mi reunión. Oh Dios, yo quiero que Tú asistas. ¡Ven, Señor! ¡Oh Cristo, ven Señor! Hazme pedazos; moldéame de nuevo. Oh Señor, no, nunca me permitas tener esas cosas en mi mente. ¡Dios, mantenlas alejadas de mí!",
    "Ayúdame, Señor, a predicar, como dije, hace un rato, como un hombre moribundo a hombres moribundos, sabiendo que todos debemos hacer frente a la Eternidad. Tenemos que pararnos delante de Ti; cuando Tú no estés en Tu modo agradable de ser, cuando Tú no estés con misericordia, cuando Tú estés sin misericordia; cuando Tú estés, airado, para traer juicio sobre las naciones y la gente que ha rechazado y despreciado el amor de Tu Hijo.",
    "Dios, dame misericordia con El hoy, que en ese Día pueda estar seguro. Quizás tenga que llorar ahora, pero Tú lo vas a limpiar, a gozo, en ese tiempo, cuando Tú digas: “Entra en el gozo del Señor, el cual ha sido preparado para ti desde la fundación del mundo”. Dios, sé con nosotros ahora, y ayúdanos, rogamos en el Nombre de Jesús. Amén. 🦅"
  ]
}