{
  "title": "LA MARCA DE LA BESTIA",
  "id": "54240009",
  "content": [
    "🦅  Gracias. Y él dijo: “Tú sé mi escondedero fiel”. ¡Oh, considero eso algo muy hermoso! Eso me gustó mucho, muchísimo. Muchas gracias.\n\nY, muy “Buenas tardes” para todos Uds., “Buenas noches”; y que las bendiciones de Dios sean con todos Uds.\n\nAhora, de nuevo, esta noche, es nuestro privilegio abrir las páginas de la Palabra, aquí, para estudiar. Me—Me gusta cantar; me encanta. Y a menudo le he dicho a las personas: “Cuando lleguen al Cielo, si no me encuentran alrededor del Trono por allí, vayan a donde estén cantando”. Y allá es que yo—yo quiero estar. Y me gusta el buen canto. Pero, a la hora de—de una reunión del Evangelio, donde se deben tomar decisiones, pienso que: “Solo una o dos canciones, y rápidamente a la Palabra. Dar el tiempo a la Palabra”. ¿Ven? Porque eso es lo principal—lo principal: es ir directo a la Palabra.\n\nHabía alguien aquí, personas de fuera de la ciudad (se están hospedando en una casa móvil, justo detrás de aquí) que yo debía venir a ver más temprano en la tarde, un poco antes de los servicios. Si están aquí: Discúlpenme por no haber podido cumplir con esa cita; y los veré inmediatamente después de que termine el servicio; y perdónenme por haber dicho que, “estaría aquí” cuando yo, se presentaron otras cosas, y, no pude estar aquí a la hora.\n\nBueno, mañana por la noche… Siempre estamos destacando una cosa, al Señor Jesucristo, ninguna otra cosa, y cual sea Su Divina voluntad para nosotros hacer. Pero si es Su Divina voluntad mañana por la noche, vamos a hablar sobre, El Sello de Dios, si el Señor quiere.",
    "Y esta noche, veremos, si Él… es Su privilegio que lo hagamos, o nuestro privilegio de poder hacerlo por Él, más bien, esta noche, queremos hablar sobre uno de los temas más vitales de esta hora: La marca de la bestia.",
    "Y anoche vimos las edades de la iglesia, Las siete edades de la iglesia. Y comenzando con la Edad de la Iglesia efesiana, de Éfeso; y terminó en la Edad de la Iglesia de Laodicea, la última edad de la iglesia. Y el Señor añada ahora Sus bendiciones a la Palabra mientras hablamos.",
    "Ahora inclinemos nuestros rostros un momento en oración, antes de abrir esta Palabra Divina.",
    "Bondadoso Padre Celestial, estamos agradecidos por este privilegio que tenemos esta noche, de estar vivos, y de estar aquí en la tierra, esta noche, y con salud y fuerza, y poder sentarnos en el edificio, donde se está leyendo la Palabra de Dios.",
    "Y oramos, ¡oh, bendito Redentor!, siendo nuestro Pariente Redentor Quien nos ha lavado en Su Sangre, y nos ha limpiado del pecado, y ahora nos presenta al Padre, sin falta, en Cristo Jesús; que Tú vengas, esta noche, y tomes la Palabra y La abras a nuestros corazones. Que el Espíritu Santo tome la Palabra mientras se enseña, y que Ella vaya directo a su objetivo, a cada corazón, a mi corazón y al corazón de la congregación. Según nuestra necesidad, Padre, que así sea provista. Y que nadie se ofenda por la Palabra. Y, Padre, si en algún momento yo dijera algo que fuera contrario a Tu guianza, que el Espíritu Santo detenga mi boca. Solo deseo saber lo que es la Verdad, y luego caminar en ella.",
    "Bendícenos estando juntos ahora, perdona nuestros pecados, al habernos reunido en esta casa de adoración. Y que nuestros pecados estén bajo la Sangre, y que nuestros espíritus tomen la actitud correcta de adoración en este momento. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, estaba pensando, en este pequeño pedazo de papel aquí, había anotado varias Escrituras para… como referencia, para leer, para empezar. Y ahora al estar aquí, parece como que no siento leer ninguna de ellas. Normalmente es así; cuatro o cinco pequeños textos para empezar.",
    "Pero quiero leer o decir esto primero, que, cuando predico, nunca pienso lo que voy a decir. Saben, quizás, al igual que… Yo no tengo planeado lo que voy a decir más que Uds., ¿ven?, nada. Yo solo lo espero a Él. Y al ver algo, simplemente me extiendo y lo tomo, y lo reparto. Y, bueno, a veces puede sonar un poco duro, en momentos, pero es de la única manera que yo lo recibo. Y así—así es la única manera en que puedo darlo.",
    "Ahora, en cuanto a esto, dejen que… lo repetiré esta noche. Esto no está dirigido a ningún individuo o a la religión de nadie, ¿ven?, en lo absoluto. No creemos en eso. Creemos que somos verdaderos americanos leales, que cada hombre puede tener el privilegio de adorar a Dios conforme a lo que dicte su propia conciencia. Y queremos que siempre permanezca así. Pero, en cada iglesia, tenemos doctrina.",
    "Muchas veces, en las organizaciones, denominaciones, ellos tienen un credo. Y se asientan en ese credo: “Este es nuestro credo”. Y no importa lo que piense el ministro, él tiene que predicar el credo, porque él está en la denominación.",
    "Y aquí, no tenemos ningún credo sino a Cristo, ese es el credo; y ninguna ley sino el amor; ningún libro sino la Biblia. Y Cristo es la Cabeza; y la Biblia es nuestro manual; el mundo es mi parroquia. Así que, me gusta—me gusta sencillamente predicar de la manera que me siento guiado a predicar, y de la manera en que lo veo.",
    "Y entonces en esta ocasión, al hablar especialmente sobre esta parte del Evangelio realmente áspera, dura y cortante, pero, Uds. saben, esta es la casa del juicio. “El juicio comienza en” (¿dónde?) “la casa de Dios”. Correcto. Aquí es donde comienza el juicio. Y habiendo… Si Uds. fueran aquí a la corte, y fueran a tener un juicio, ellos tienen un libro de leyes allí, ellos tienen que leer esta ley, para ver Ud. por qué va a ser juzgado. Y así mismo es en la casa de Dios, nosotros tenemos que tomarlo de la Palabra de Dios.",
    "Y, ahora, muchas veces, en estas cosas, pues, entiendan esto: que, yo podría estar equivocado. Mi interpretación podría estar errada. Pero yo trato de leerla tal como está, y solo decir lo que Ella dice. Solo quédense fieles con la Escritura, lo que Ella dice que digan.",
    "Y ahora es una lástima, o… Quizás no es la voluntad del Señor, y tal vez lo sea, no lo sé, pero, me gustaría seguir semana tras semana en este Libro, quedarnos aquí mismo y ver cómo regresa y se conecta con Daniel, y Daniel y Apocalipsis, y conectar los profetas.",
    "Y toda la Palabra de Dios cada porción está bien conectada. Sesenta y seis libros, escritos por cantidad de hombres, con cientos de años de diferencia, y ninguno contradice el otro, ni uno. Cada uno de ellos es perfecto. Nunca se ha escrito una pieza de literatura como Esta, en todo el mundo.",
    "Llevan dos mil años queriendo cambiar el Padre Nuestro. Para añadirle una palabra, o quitarle Una, para mejorarlo. Sencillamente no se puede hacer. ¡Oh, es perfecto! Es la Palabra de Dios.",
    "Y yo creo que la—la Biblia es la Palabra de Dios inspirada. Cada Palabra en Ella es inspirada. Yo no creo que solo esta parte no sea inspirada, y esta sí, y esa. Yo creo que toda es inspirada. Está toda bien o toda mal; y si está toda mezclada, entonces no sabríamos qué hacer. Pero Ella es, completamente, la Verdad. Estoy dispuesto a ofrecer mi vida en cualquier momento por que aquí está el ASÍ DICE EL SEÑOR.",
    "Ahora, pues solo van a tener estas pocas noches. Y, por cierto, vamos a tener servicio el sábado por la noche, siguiendo con lo mismo, para hacer un…",
    "Algunas personas de la iglesia mencionaron que ellos… como queda sucio, para el servicio el domingo en la mañana, que algunos de ellos dijeron que se quedarían el sábado por la noche, después del servicio, y ayudarían a limpiar la iglesia para que no tuvieran que venir el domingo por la mañana, o el… o que así no tendrían que trabajar el domingo, para—para llegar a arreglar la iglesia. No queremos… Queremos… No soy sabatario, pero aún así me gusta respetar esa—esa adoración lo más que pueda.",
    "Y ahora, entonces, creo que anunciaré lo de mañana por la noche, quizás, si el Señor quiere, lo que hablaremos el sábado por la noche.",
    "Ahora, esta noche es: La marca de la bestia. Y mañana en la noche: El Sello de Dios. Son dos de los más… Supongo, de los temas más vitales de los que se puede hablar en este día, porque realmente creo que estamos viviendo en el tiempo de está investigación de juicio de Dios. Creo que estamos allí mismo en ese día. Y no queremos ser radicales. No queremos ser fanáticos. Solo queremos abordarlo tan sensatamente como la Biblia lo dice aquí; y Eso es perfecto, por supuesto.",
    "Y ahora al hacerlo, escuchamos a tantas personas hoy hablar de la marca de la bestia. Uds. lo han escuchado por mucho tiempo: “¿Qué es? ¿Quién la coloca? ¿Dónde? ¿Quién va a tenerla? Y si la tienen, ¿qué—qué les va a hacer? ¿Qué? ¿Qué? ¿Podría hacerles daño? ¿Será—será que traerá algún perjuicio?”.",
    "Bueno, pues eso es lo que nosotros—nosotros queremos averiguar en la Palabra de Dios, lo primero: “¿Si hay una marca de la bestia de la cual se hable en la Biblia?”. Y lo siguiente: “¿A qué edad se refiere? ¿Y quiénes serán las personas que la recibirán? ¿Y qué haría Ud.? ¿Podría uno tenerla y no saberlo?”. Y así, eso, simplemente preguntas como esa. Entonces, a lo mejor de mi entendimiento, que—que este sería uno de los dos temas más vitales de los que puedo pensar que hay en la Biblia, La marca de la bestia, y El Sello de Dios.",
    "Ahora, la primera, tengo una Escritura aquí para mostrar si es que… o solo la anoté, para verla, y es San… Para empezar, veamos lo que es la marca de la bestia, y, “¿Será peligroso tener esta marca? ¿Lo será?”. Ahora en Apocalipsis, el capítulo 14 y el versículo 9, es el mensaje del tercer ángel. Ahora, cualquier erudito de la Biblia…",
    "Veo al Hermano Stanley aquí, y a dos o tres ministros más presentes. Y anoche hubo unos hermanos aquí del seminario bautista de Louisville, y quizás haya algunos esta noche. No lo sé. Y probablemente haya metodistas, bautistas, católicos, y tal vez judíos ortodoxos. No lo sé. Pero no es…",
    "Esto no es para herir los sentimientos de nadie; en lo absoluto. Y es solo para… Simplemente es como está escrita la Biblia, al leerla, y permitir que Ud. mismo La vea. Y abordémosla tan sanamente como podamos, en el temor de Dios, sabiendo que Él nos juzgará por nuestras palabras. Nuestras palabras nos bendecirán o nos condenarán en el Día del Juicio.",
    "Y si siento que sé algo, y no lo digo, entonces Dios me hará pagar por eso en el Día del Juicio; y las almas con sus manos, diciendo: “Hermano Branham, si solo nos lo hubiera dicho, no estaríamos en esta condición hoy”.",
    "Yo quiero pararme como Pablo de antaño: “Soy libre de la sangre de todo hombre. Porque no he rehuido anunciaros todo el consejo de Dios”. Así es, tal como yo lo veo; y si estoy errado, entonces que Dios me perdone. Estas cosas no vienen… Yo no fui a ningún seminario, no fui a ninguna escuela, no tomé la palabra de nadie en cuanto a Eso. Fui directamente a la Biblia, en oración. Y esto es revelado Divinamente por el Espíritu Santo, el mismo Ángel de Dios que me dirige a ver visiones y cosas así, y la sanidad de los enfermos. Y Ud. puede juzgar por eso si Esto es verdad o no.",
    "Ahora, este es el mensaje del tercer ángel, para el mundo. Y saben algo, el mensaje del tercer ángel, está saliendo ahora en este día. Este es el vuelo del mensaje del tercer ángel, si Ud. es un lector de la Biblia.",
    "Hubo tres ayes que lo siguieron. El primero ocurrió en la Primera Guerra Mundial. El segundo ocurrió en la Segunda Guerra Mundial. Ya ven a lo que vamos a entrar ahora. Muy bien. Estamos al final del camino.",
    "Ahora tengamos esto en mente, antes de leer la Escritura. Posicionalmente, se supone que estamos en la edad final. ¿Por cuánto tiempo? No lo sé; nadie lo sabe.",
    "Pero, miren, hablemos de la parte histórica. Los primeros dos mil años, el orden mundial llegó a su clímax, y Dios destruyó el mundo con agua. ¿Sabían eso? [La congregación dice: “Amén”.—Ed.] Luego apareció como un mundo nuevo. Y los segundos dos mil años, llegó a su fin de nuevo, y Dios envió a Jesús. ¿Verdad que sí? [“Amén”.] Este es el fin de los otros dos mil años, 1954. “Y en el Evangelio” dijo Jesús, “la obra sería acortada” (¿por qué?) “por causa de los elegidos, o ninguna carne sería salva”, habría tanta perversidad. Así que estamos en el tiempo del fin. Y después el séptimo, en tipo, es el Milenio, mil años.",
    "Así como Dios trabajó seis mil años, sabemos que mil años… “Un día en el Cielo son mil años en la tierra”, Segunda de Pedro. ¿Ven? Ahora, y Dios hizo el mundo en seis mil años. Y la Iglesia ha batallado contra el pecado ya por seis mil años. Y en el séptimo mil, Dios fue a descansar, y descansó el séptimo; y pues es un tipo del Milenio, la Iglesia para vivir aquí en la tierra, aquí mismo en forma de cuerpo, por mil años, sin enfermedades, tristeza, problemas, o muerte. ¡Esa gran edad dorada que viene ahora! ¡Oh, para eso! ¡Oh!, me gusta esa canción:\n\nLa tierra gime, clama por ese día de dulce liberación,\n\nCuando Jesús volverá de nuevo a la tierra. (Me gusta eso.)\n\nEl pecado y la tristeza, el dolor y la muerte de este mundo oscuro cesarán,\n\nEn un glorioso reino con Jesús de mil años de paz.\n\nLa Biblia dice: “Ellos gobernaron y reinaron con Cristo por mil años”, un Milenio.\n\nAhora, el mensaje de este tercer ángel, justo antes de la Venida del Señor, cuando se colocaron el Sello y la marca. Ahora, va a haber un gran acorralamiento, un acorralamiento.",
    "En el Oeste, cuando salíamos, yo solía, lo he hecho desde que era un muchacho, salir para el acorralamiento de primavera y para el acorralamiento de otoño, salir a las montañas y arrear el ganado hacia abajo. Y después de reunir todo el ganado que podemos encontrar, de todos los lugares, entonces separamos todos los no… los que no nos pertenecen. Los nuestros llevan una marca, y están marcados. Y si Uds. alguna vez…",
    "¿Alguna vez alguien los ha visto marcar ganado? Es algo tremendo verlos marcar el ganado. Yo sentía lástima por la vaca. Y es un espectáculo horrible y desagradable cuando uno empieza a marcar el ganado. Mi trabajo era calentar el hierro de marcar, llevarlo. Y lo ponía en el novillo joven tendido allí, con sus patas atadas; y le ponía esa marca, y el pelo y la carne se freían; se le colocaba un poco de alquitrán, y se soltaba. ¡Y como corría! De verdad que sí. Pero, miren, queda marcado.",
    "Y así es como Dios lo hace con nosotros. Uno tiene que arrodillarse en el altar y ser atado de manos y pies, de vez en cuando. Pero, hermano, cuando el Espíritu Santo lo marca a uno, Ud. puede correr y gritar un poco, pero está marcado. Así es. Ud. está allí. Cuando el Jefe viene, Él sabe a dónde pertenece Ud.\n\nPero, ¡ay de esa joven res perdida!, esa que está condenada a ser devuelta entre los—los toscos.",
    "Ahora, el momento de la marca. Y en realidad solo habrá dos jinetes en esto: serán Dios y Satanás. Satanás tomará a los suyos, y Dios tomará a los de Él. Esta noche vamos a ver quién lleva la marca de Satanás, y mañana por la noche vamos a ver quién lleva la marca de Dios, según la Palabra de Dios.",
    "Ahora, aquí está el mensaje del ángel, el versículo 9 del capítulo 14. Leeré algunas de estas Escrituras aquí que tengo anotadas. “Y el ángel…”\n\nY el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe su marca en su frente, o…mano,\n\nél también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y…será atormentado con fuego y azufre delante de los santos ángeles, y del Cordero;",
    "¡Ciertamente no queremos tener nada que ver con eso! Miren.\n\nY el humo de su tormento ascendió por los siglos de los siglos. Y no tienen paz de día o de noche, los que adoran a la bestia y a su imagen, ni nadie que recibe la marca de su nombre.",
    "Yo no quiero tener nada que ver con eso, estoy seguro. Sí. Escuchen el siguiente versículo, mientras lo estoy viendo.\n\nAquí está la paciencia de los santos, los que guardan los mandamientos de Dios y tienen la fe en Cristo Jesús.",
    "Ahora el capítulo 15, y el versículo 2. Y el… Escuchen ahora, en el capítulo 15 y el versículo 2. Ahora, estábamos leyendo entonces del 14, y el versículo 9. Ahora del 15, y el versículo 2.\n\nFue el primero, y derramó su copa sobre la tierra, y vinieron úlceras…malignas y pestilentes sobre…hombres que tenían la marca de la bestia, y sobre aquellos que adoran su imagen.\n\nEl capítulo 16 y el versículo 2.\n\nY con la cual han fornicado los reyes de la tierra, y los moradores de la tierra se han embriagado con el vino de la ira de la fornicación.",
    "Un minuto. Perdónenme. Abrí, debí haber abierto dos de ellas a la vez. Muy bien. Ahora el capítulo 20 y el versículo 4. Muy bien, aquí estamos.\n\nY vi tronos, y a los que se sentaron allá sobre ellos los que recibieron facultad de juzgar; y vi las almas de los decapitados por causa del testimonio de Jesucristo y por la palabra de Dios, los que no habían adorado a la bestia ni a su imagen, y que no recibieron la marca en sus frentes, ni en su mano; y vivieron y reinaron con Cristo mil años.",
    "No pueden recibir la marca de la bestia y luego adorar a Cristo o estar con Él. “Pero cualquiera que adore a la bestia o a la imagen de la bestia, será atormentado delante de Dios y de los santos ángeles”. Eso es lo que el Señor dice al respecto.",
    "Ahora vamos a empezar. Abran su Biblia ahora en el capítulo 13 de Apocalipsis, y empezaremos en unos momentos. Ahora esto es muy esencial. Y escuchen atentamente ahora.",
    "Primero, queremos retomar nuestro tema de anoche. Anoche hablamos de las edades de la iglesia, y, cómo vimos a Jesús de pie en Su Iglesia, “Hablando como el estruendo de muchas aguas; y Él tenía cabello como lana; los ojos como llamas de fuego”.",
    "Recuerden, toda la—la Revelación es una visión, y simbólica. Todo tiene un significado, así que tienen que fijarse atentamente. Lean a los profetas, miren lo que significaban los símbolos, luego compárenlo por acá y así sabrán lo que realmente significan los símbolos.",
    "🦅 Tenía ojos como llamas de fuego”, contemplando toda la tierra. Y vimos que esas llamas, como… “Espadas, una espada salió de Su boca, y una espada de dos filos”, y vimos que esa era la Palabra de Dios que salió de la boca de la Iglesia. “Y Ella cortaría hasta los tuétanos del hueso, y que discierne los pensamientos y las intenciones del corazón”, Hebreos el capítulo 4.",
    "Hallamos a la Iglesia de pie allí en Su belleza; ¡Cristo moldeado en Ella! Y la Iglesia tenía puesta una “vestidura” blanca. Y se fijan que Eso era una mujer, “alrededor del pecho”, tenía la vestidura cubriendo Su vergüenza; y tenía un “cordón de oro” alrededor, que la sostenía alrededor del pecho. “Blanca” hablando de la justicia de Cristo; y el “cordón de oro” representaba el Evangelio. La predicación del Evangelio trae el Espíritu Santo a la Iglesia, la justicia de Cristo; la sostiene allí, atada con el cordón, el cinto.",
    "Entonces Él estaba de pie sobre, “pies semejantes al bronce, refulgente como en un horno”. El bronce habla de juicio Divino. Y Dios, para apaciguar el gran juramento que Él pronunció, envió a Cristo, y Cristo pagó el juicio Divino. Y entonces la Iglesia está asentada en el juicio Divino, Cristo parado en el lugar de Ella. ¡Qué imagen tan hermosa!, “¡Parado en los Siete Candeleros de Oro”!",
    "Y luego vemos que, en la primera edad de la Iglesia, lo que tenían. ¿Cuántos estuvieron aquí anoche, veamos su mano? Muy bien, eso está bien. La primera edad de la iglesia, vimos que en la Edad de la Iglesia de Éfeso, ellos tenían el bautismo del Espíritu Santo. Y bautizaban a las personas en agua, y tenían las… Toda clase de señales y maravillas que debían acompañar al creyente.",
    "Y cómo, a lo largo de cada edad de la iglesia, Eso comenzó a desaparecer. La segunda vuelta, la tercera vuelta, y luego pasó a través del oscurantismo. Y salieron con un nombre falso, con un bautismo falso, tanto en agua como para el Espíritu Santo.",
    "Y luego avanzaron, la siguiente edad, y ellos se iluminaron un poco. Y luego apareció una puerta, para la apertura, entre la edad de la iglesia de Filadelfia y la de Laodicea.",
    "Y entonces Laodicea llegó a ser tibia y se apartó completamente de Ella, hasta que Dios la vomitó de Su boca. Así es. Esa es la Escritura.",
    "Y todo historiador y todo creyente ortodoxo sabe que esas Siete Edades de la Iglesia, o “Siete Candeleros de Oro” como dice la Biblia, eran las Siete Edades de la Iglesia. Como el Antiguo Testamento tipifica aquí el Nuevo, y así como salió.",
    "Pero habrá una gran sacudida y un avivamiento un poco antes del cierre de la dispensación gentil, antes de que los judíos retomen Aquello de nuevo.",
    "Recuerden, los gentiles están limitados, solo es cierta cantidad de tiempo de gracia. La Biblia dice: “Ellos hollaran los muros de Jerusalén” dijo Jesús, “hasta que la dispensación gentil termine”. Así es. Tiene un tiempo determinado donde termina.",
    "Y vemos lo que ellos hicieron allá atrás. Vemos las señales y maravillas que los acompañaron, cómo Cristo les dijo lo maravilloso que era, y cómo eran ellos. Luego la Luz comenzó a disminuir y disminuir, se apagó. Y luego, justo al final, debía haber otra puerta abierta para la Iglesia. Ahora detengámonos aquí antes de entrar de lleno. Fíjense, tomemos otra profecía que me viene a la mente. El profeta dijo: “Vendrá un día cuando no será noche ni día”.",
    "¿Estoy hablando muy fuerte? [La congregación dice: “No”.—Ed.] Si pudiera, pudiera ajustar ese pequeño… sé que rebota, y por eso hablo un poco alto, para que las personas allá atrás puedan escuchar; pues, esto es muy vital.",
    "🦅 Y habrá un tiempo, un día” dijo el profeta, “que no será ni noche ni día”. En otras palabras, habrá luz, pero estará nublado, ¿ven?, un día nublado. “Pero al caer la tarde habrá Luz”. ¡Qué cuadro tan hermoso!",
    "Ahora, cuando amanece en este día nublado, significa que habrá guerras, y problemas, y altibajos, y dispensaciones, e iglesias, e ismos, y todo. No será claro ni oscuro. Será un tiempo en el que sabremos que hay un Dios, y que hay un Evangelio, pero ellos simplemente no Lo pueden ver claramente. ¿Entienden lo que quiero decir? Ellos dirán: “La Biblia dice que ellos hicieron eso allá en el pasado en Pentecostés, ellos hicieron eso en la Iglesia primitiva, tenían estas señales y maravillas, pero nuestra—nuestra iglesia no enseña Eso”. ¿Ven?, está nublado, ni oscuro ni de día. “Pero, aún así, nosotros creemos en Jesucristo. Creemos en Su segunda Venida, y sabemos que Él viene”.",
    "La Biblia dice: “No será ni claro ni oscuro”. No se podría llamar día, y tampoco noche. Pero, noten: “Al caer la tarde habrá Luz”, ¡al caer la tarde!",
    "Cuando los orientales… Este Libro es un Libro oriental; la Biblia lo es. Cuando la Luz del alba salió por primera vez en la Iglesia primitiva, en Éfeso, pues, recordamos y vimos lo que sucedió allá; la Luz de Dios fue traída por medio de Jesucristo, a través del primer derramamiento del Espíritu Santo. Eso le dio Luz a todo el mundo, y escribió la Biblia. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Ahora Él prometió, para el mundo occidental, el sol sale en el oriente, al principio de la dispensación de gracia, y ahora el sol se está poniendo en el occidente, en el pueblo occidental. Nosotros somos el pueblo occidental. [El Hermano Branham golpea el púlpito tres veces.—Ed.] Y Él prometió que habría un avivamiento y que habría Luz al caer la tarde. Aquí estamos. La Luz está brillando, “y las tinieblas no La comprendieron”. Eso es. “Los hombres aman las obras malas más que las buenas”.",
    "Pero está a punto de ocultarse allá en el horizonte. Y la poca Luz que tenemos, aferrémonos a Ella. Miren, el mismo sol que salió allá sobre los judíos, se está poniendo aquí con los gentiles. Por toda la edad aquí, a través de estos dos mil años, ellos tenían esto y aquello, y organizaciones y dispensaciones, y esto y aquello. Y la gente no sabe dónde están parados.",
    "Pero la Biblia promete, Dios lo hizo, por medio del profeta, que: “Al caer la tarde habría Luz”. Habrá Luz al caer la tarde. Yo creo que aquí estamos. El sol se está poniendo. Toda la naturaleza está gimiendo, clamando por ese día. Fíjense.",
    "Ahora vemos que lo que tenían allá en la primera edad de la iglesia, tenían una doctrina extraña. Lo primero, vinieron a ser algunas “obras”. Él dijo: “Aborreces las obras de los nicolaítas”.",
    "¿Me pregunto qué eran los nicolaítas? Lo he repasado y repasado en la historia, una y otra y otra vez, de los mejores escritos que he podido encontrar, y nadie puede saberlo, a menos que haya sido una doctrina iniciada por un hombre, Nic, Nicolás, que se supone que era uno de los apóstoles que como que se descarrió. Él comenzó un credo, o algo así, y de ahí empezaron los nicolaítas. Fueron obras, primero. Y lo que fue “obras” en Éfeso, en la siguiente edad de la iglesia llegó a ser una “doctrina”. Y luego entró en la edades oscuras de la persecución.",
    "Ahora esa misma doctrina nicolaíta que comenzó aquí en la primera iglesia, después de las primeras tres o cuatro generaciones de apóstoles, llegó a ser una obra. Ellos comenzaron a pensar: “Pues, esto será la Cosa”. Ahora todos Uds. saben lo que resultó, Uds., los lectores de la Biblia.",
    "Ahora, comenzó alrededor del año 600 d.C. y… o 306, lo que ellos llaman la conversión de Constantino. Él nunca se convirtió. Alguien que haga las cosas sucias que ese hombre hizo, no estaba convertido. Así es. Lo único que él hizo, que tuvo algo—algo de religión, es que puso una cruz sobre la iglesia de Santa Sofía. ¿Se llegará al Cielo por algo así? Muy bien. Él les dijo a los Cristianos que si ganaba esa guerra, se convertiría en Cristiano. Y ellos oraron. Y él fue y ganó la guerra, o ganó la batalla, y regresó y dijo: “Bueno, me uniré a la iglesia”. Un cuadro muy hermoso del miembro tibio de la iglesia de hoy en día. Así es. Poner la cruz sobre la iglesia.",
    "Después de su muerte… Él tenía dos hijos, tres hijos: Constantino, Constancio y Constantinopla, que comenzaron a hacer el este y el oeste de Roma, y ellos se dividieron. Y con eso, entonces vino a ser el Imperio Otomano, durante ese tiempo.",
    "Y luego, ellos, como en la segunda generación o tercera, en la cuarta generación de los apóstoles, y entonces, cuando menos lo esperaban, empezaron a pelearse entre ellos. Y se separaron por un pequeño ismo.",
    "Todos, tomen Uds. una iglesia… Allá, cuando esa iglesia metodista wesleyana estaba en el poder, ella era poder cuando Juan Wesley estuvo aquí. Los luteranos lo fueron, en su época; y cada uno. Pero una vez que muere el fundador, se descarrían.",
    "Cuando el Señor Se apareció por primera vez allá; cuando querían que yo empezara, hiciera una organización de Esto, y todo lo demás. Fui por aquí, y vi donde Dwight Moody, el gran fundador, al Instituto Bíblico Moody. Y pensé: “Si Dwight Moody pudiera ver este instituto Bíblico; ¡por lo que ese hombre se paró, y lo que ellos hacen ahora!”.",
    "Pues, dije: “¡Miren esto, miren, que tal si—que tal si Wesley, Calvin, Knox, Finney, Sankey, o Finney, cualquiera de ellos, pudieran levantarse hoy y ver hasta dónde ha llegado su iglesia!”. ¡Oh, vaya! ¿Ven?, en la primera generación, cuando el hombre está de pie allí, él sostiene la Verdad.",
    "Miren al Dr. Dowie en la ciudad de Sión, pues, hoy se ríen frente a la sanidad Divina, siendo que la—la ciudad se fundó sobre eso. Pero cuando Dowie murió, entonces aparecieron… Blake, John Lake y todos los demás. Y, antes de que se dieran cuenta, se enredó ahora al punto que las Asambleas de Dios se metieron en eso, y un gran montón de formalidades y todo. Y la—la iglesia está perdida y descarriada, y en una condición horrible.",
    "Y encontré esto, la Biblia dice: “David sirvió bien al Señor en su generación”.",
    "Por eso dije: “Señor, yo no quiero ninguna organización. Déjame servirte de todo corazón, mientras esté aquí con vida”. Así es. “Y después, Tú tendrás a otro hombre cuando yo me haya ido. Tendrás a alguien que ocupe su lugar”. Eso es todo.",
    "No intenten edificar sobre otro. Ud. no puede hacer una hoguera en el mismo terreno. Israel tuvo que seguir peregrinando. Cuando se detuvieron, se descarriaron. Tenían que seguir moviéndose cada noche; hacer una fogata nueva cada noche; solo mantenerse en movimiento. Y eso es lo que nosotros tenemos que hacer. Lo que Lutero tenía estaba bien; eso era para el día de Lutero. Lo que Wesley tenía estaba bien; eso era para el día de Wesley. Lo que los de la santidad tenían, estaba bien; ese era su día. Nosotros estamos viviendo en otro día. Ahora estamos—estamos avanzando. Y habrá un día después de nosotros, que vendrá de la misma manera. Pero caminemos en la Luz mientras la Luz esté aquí.",
    "Ahora, y me doy cuenta de esto, que allá esta doctrina avanzó, lo primero que ocurrió, se dividió en un montón de ismos, y luego los romanos se convirtieron. Ahora, el imperio romano, desde los días de—de Roma cuando primero se apoderó y ganó el mundo gentil de manos de los griegos, después de la caída de Alejandro el Grande, ha sido la nación predominante del mundo; el pueblo romano, la edad gentil. Daniel así lo dijo, en la visión. Llegaremos a ella, en un—en unos minutos. Pero siempre ha tenido el poder dominante sobre el mundo; los romanos.",
    "Y luego vemos que allá, entonces, organizaron una iglesia. Un grupo de personas se reunieron, alrededor del 606, y se llamaron, “los primeros padres”, los padres de la iglesia. Grupos de hombres se reunieron y tuvieron un concilio para ver lo que debían hacer, y establecieron una organización.",
    "Y permítanme hablar aquí, mis queridos amigos Cristianos, tanto protestantes como católicos. Y ahora, supongo que tengo amigos católicos sentados aquí; no estoy diciendo esto para herir sus sentimientos. Pues solo esperen unos minutos y vamos a incluir también al Tabernáculo Branham, ¿ven?, solo un minuto. Solo tenemos que predicar el Evangelio como aparece aquí. [El Hermano Branham toca en el púlpito cinco veces.—Ed.] No importa dónde… Juan dijo: “El hacha está puesta a la raíz del árbol”, dejen que las astillas vuelen por doquier. Así es. Él debe cortar los árboles y cosas.",
    "Pero, miren, allí ellos organizaron la primera iglesia. Y se reunieron y organizaron la primera iglesia, que se llamó la iglesia universal, o la iglesia católica en Roma. Y el católico dice que es la “iglesia madre”. Y esa es la pura verdad. Es la iglesia madre de la organización. Correcto. Fue la primera vez, en toda la historia del mundo, que hubo una iglesia organizada; nunca la hubo, desde el principio de los tiempos.",
    "En los días de Israel, ellos no eran una—no eran una organización. Ellos eran una raza, no una organización. Y ellos… Jesucristo nunca organizó una iglesia. Ninguno de los apóstoles organizó jamás una iglesia. Y en ningún momento, después de tres o cuatro generaciones después de ellos, llegaron ellos a organizar una iglesia. Quiero que traigan la historia e indíquenme donde… Muéstrenme dónde está. Y yo he leído a Josefo y a todos los historiadores más sobresalientes que tenemos en el mundo hoy en día, de los que conozco, porque debo estar seguro. Hago esta declaración ante miles de personas; uno tiene que poder respaldar y probar de lo que está hablando. Así es. Nunca hubo una organización. Y no…",
    "Y San Pedro nunca fundó la iglesia católica. Quiero una historia, o un fragmento de la Escritura. San Pedro era un hombre casado. Uds. dijeron que él era un papa. No pudo haber sido un papa. Pedro era un hombre casado. La Biblia dice que: “La madre de su esposa estaba postrada con—con fiebre, y Jesús la sanó”. Y hasta donde yo sé, San Pedro nunca estuvo en Roma. Y no hay historia que demuestre que él estuvo en Roma. Y eso es un error.",
    "Pero ellos organizaron y establecieron una iglesia llamada la iglesia universal. Allí hicieron una oración universal. Tenían una armonía perfecta; todos tenían que estar juntos, todos decían lo mismo. Se recitaba la misma oración.",
    "Y juntaron un montón de Escrituras, tomándolas de la Biblia, varias, e inventando otras. No se menciona el purgatorio ni una sola vez en todos los Libros sagrados de la Biblia; ni “ave María”, ni nada de eso. Siempre es lo contrario, está en contra, por toda la Escritura. Nunca lo fue, en ningún momento. Y si lo encuentran en alguna parte, Ud. tiene el privilegio de venir mañana por la noche y corregirme. No existe, en ningún lugar; traiga a su sacerdote o pastor. No hay ningún lugar en la Escritura donde se mencione alguna vez.",
    "El único librito, el de los Macabeos, que lo añadieron a Esto, que por cierto no está inspirado; las cosas que le añadieron a Esto, o que le sacaron a Esto. Esta Biblia es la Única. La… ha sido reconocida por los primeros fundadores, o cualquiera de los historiadores de la iglesia primitiva, o en cualquier época de los judíos ortodoxos, y nunca reconocieron nada más que esta Biblia que tenemos hoy en día.",
    "Ahora, entonces, en eso, escuchen atentamente ahora. ¿Ahora piensan que los católicos están recibiendo una sacudida? Esperen un momento, ¿ven?",
    "Ahora, entonces ellos organizaron la iglesia católica, y comenzaron una persecución, que ellos iban a… Uds. tenían que convertirlos a todos, en todas partes, la iglesia y el estado se unieron, y pasaran de la Roma pagana a la Roma papal. En otras palabras, de una superstición pagana, ellos adoptaron el Cristianismo a su propia manera. ¿Ven? Ellos no podían entender por qué ese hombre se paraba y le oraba al vacío. Ellos eran paganos, así que bajaron a Venus y pusieron a María; bajaron a Júpiter, colocaron a Pedro; una especie de estatua para adorar. Bueno, y adoraron ante eso. Y ellos hicieron una oración universal, la dijeron en Latín para que nunca fallara, y demás, siempre dirían lo mismo.",
    "Y no se puede discutir o debatir con un sacerdote católico, o ningún católico, sobre los fundamentos de la Biblia.",
    "Uno se sentó, este sacerdote joven de por aquí, se sentó en mi casa hace poco. Él dijo: “Uds. los protestantes, Uds. leen la Biblia y se quedan en casa. Nosotros los católicos vamos a la iglesia y adoramos”.\n\nYo dije: “Pero ¿a qué? Esa es la pregunta. Ahora respóndame eso”.\n\nÉl dijo: “Dios está en Su iglesia”.",
    "Yo dije: “Él… No hay una pizca en la Escritura que diga eso”. Yo dije: “Dios está en Su Palabra. Él ha dicho: ‘Que la palabra de todo hombre sea una mentira, y la Mía verdadera’”.",
    "Él dijo: “¿No cree Ud. que todo un grupo de hombres, reunidos juntos, constituye más autoridad que un solo hombre?”.",
    "Yo dije: “No. Si ese hombre se encuentra en la voluntad de Dios, él tiene la Verdad”. Siempre se ha probado.",
    "Como con Josafat y Micaías, las lecciones que acabamos de recibir el otro día, el domingo pasado, cuando Micaías fue allá. Y cuatrocientos predicadores de pie, decían: “¡Sube! El Señor está contigo. ¡Sube! El Señor está contigo”.\n\nJosafat dijo: “¿No hay uno más por aquí?”.\n\nÉl dijo: “Está Micaías, mas yo le aborrezco”.\n\nDijo: “Escuchemos lo que dice”.\n\nDijo: “Sube, pero he visto a Israel esparcido como ovejas”.\n\nDijo: “¿No te lo dije?”. ¿Ves?",
    "Entonces, ¿quién tenía la razón, allí? Cuando cuatrocientos profetas entrenados parados delante de aquel hombre, y con todo, un pequeño anticuado y harapiento santo rodador de pie allá tenía la verdad. Así es. Correcto. Él la tenía. Él tenía la verdad. Fue abofeteado en la boca y golpeado por eso, pero él tenía la verdad.",
    "Así que no importa cuántos digan esto, o cuántos digan aquello, es lo que es ASÍ DICE EL SEÑOR. Eso es verdad. Ud. tendrá que pararse solo, muchas veces, cuando se para en la Palabra de Dios, pero esté seguro de que se para por lo que el Señor ha dicho.",
    "Ahora, ellos organizaron esta iglesia, un gran cuerpo, la iglesia católica, que es la predominante de todas las religiones hoy, en la esfera Cristiana, es el catolicismo. Pero ellos dicen: “Ud. no necesita…Nosotros no…”.",
    "Uno les dice: “¿De dónde sacan Uds. ‘no comer carne’? ¿De dónde sacan que ‘el sacerdote no se case’? ¿De dónde sacan esto?”.",
    "Responden: “Nosotros no enseñamos la Biblia”. [El Hermano Branham toca en el púlpito varias veces.—Ed.] Dicen: “La iglesia es la voz. No importa lo que diga la Biblia; es lo que dice la iglesia”.",
    "Pero Dios dijo: “Toda palabra de hombre sea mentira, y la Mía veraz”. [El Hermano Branham toca en el púlpito tres veces.—Ed.] Ahora Ud. tiene que escoger.",
    "Bueno, ese nicolaismo se había convertido en una doctrina, y luego se tornó en una persecución. Ahora, aquí sale por acá en los últimos días. Luego vino un oasis, a través de la edad del oscurantismo y la persecución; luego vino un descanso, en la primera reforma, que fue Martín Lutero. Martín Lutero protestó contra la iglesia católica, debido a eso él salió y agarró esa comunión…\n\nY ellos decían: “Este es el cuerpo de Cristo”.",
    "Él dijo: “No es el cuerpo de Cristo. Es una hostia. No es más”.",
    "Ellos creen que es una santa eucaristía, y, “Una santa eucaristía significa ‘Espíritu Santo’. Y que cuando toma eso, Ud. recibe el Espíritu Santo en su cuerpo”. Y eso está errado.\n\nEl Espíritu Santo es el bautismo del Espíritu.",
    "No fue: “Cuando llegó el día de Pentecostés, un sacerdote vino y les dio la santa eucaristía, una hostia en la lengua”. Ni tampoco: “Algún predicador se acercó y los roció con un poco de agua, y les estrechó la mano”. No, señor.",
    "🦅 Pero vino del cielo un estruendo como de un viento recio que soplaba, que llenó toda la casa donde estaban sentados”. Esa es la Escritura. Eso es lo correcto. Eso es lo que sucedió en esa Iglesia, y eso es lo que ha sucedido cuando la Luz está resplandeciendo en este día. Allí es donde la Luz irrumpió allá; y aquí es donde la Luz irrumpe aquí.",
    "Ahora, si se cuestionan algunas Escrituras que estoy citando, solo colóquenlas sobre… Les diré dónde se encuentran, ¿ven?, en la Escritura. Muy bien. Por supuesto, así con tan poco tiempo… Normalmente, cuando La revisamos, tardamos semanas y meses. Cada Escritura, la revisamos, tenemos a las personas con su Biblia. Pero, si hay preguntas, solo avísenme. Muy bien.",
    "Luego, Martín Lutero. Luego, después de Martín Lutero, vino Juan Wesley.",
    "Martín Lutero salío con el catecismo, un montón de cosas. Él salió con un bautismo, salió dando un bautismo trino, trinitario, que nunca fue enseñado en la Biblia, nunca se enseñó en la Biblia. Nadie jamás fue bautizado en un bautismo triteísta, en la Biblia. Si lo hubo, venga a mostrarme dónde está. No está allí.",
    "La única manera en que fueron comisionados para ser bautizados, fue: “Id y enseñad a todas las naciones” dijo Él allá atrás: “y bautícenlos en el Nombre”, no en nombre, “en el Nombre; del Padre, Hijo, y Espíritu Santo”. Y los discípulos fueron y bautizaron a todos en el Nombre de “Jesucristo”, y, comisionaron que si alguien había sido bautizado de otra forma, tenía que venir y ser rebautizado nuevamente antes de que pudiera recibir el Espíritu Santo. Y aquí viene la iglesia católica…",
    "Produzca un lugar en la Biblia donde alguna persona haya sido bautizada en el nombre del “Padre, Hijo, y Espíritu Santo”. Está muy claro, ¿verdad? El sábado por la noche es la noche de las preguntas, me encargaré de eso, y explicaremos bien eso. Muy bien. Muy bien. Cualquiera que pueda mostrarme un lugar donde alguna persona fue bautizada en el nombre del “Padre, Hijo, Espíritu Santo”, me bajaré del púlpito y diré que soy un hipócrita. Y todo el que fue bautizado de otra manera, tuvo que venir y ser rebautizado de nuevo en el Nombre de “Jesucristo”, para recibir el Espíritu Santo. Exactamente. Así lo dice la Biblia.",
    "Ahora, ¿ven Uds.?, tomamos la teoría en lugar de la Verdad. Ahora Uds. miren en las Escrituras. No digan que: “Bueno, el Hermano Branham lo dijo”. Pues miren Uds. en las Escrituras. Tome su concordancia y búsquelo. Y luego, tan pronto…",
    "Noten, cada una de esas edades de la iglesia tenía Su Nombre, hasta que llegó a esta edad oscura de la iglesia.",
    "Y, miren, eso tipificándose allá atrás en—en la iglesia ortodoxa. La edad más oscura, de los judíos, fue cuando Acab, en el auge después de—después del gran rey antes de él; y antes de eso, tenía a Israel en una condición hermosa. Y Acab entró como un creyente fronterizo, en un estado tibio, y fue y se casó con esta princesita, Jezabel, que era una idólatra, y la trajo, y ella introdujo la idolatría a Israel. ¿No se acuerdan de eso? Es un tipo muy hermoso.",
    "Cuando el protestantismo se casó con el romanismo, volvieron a traer la idolatría al Cristianismo, durante el oscurantismo; exacto—exactamente, geográficamente.",
    "Ahora miren cuando sale por este lado. ¿Aquí Uds. tienen qué? Un sustituto del Espíritu Santo; una hostia. Un sustituto del bautismo en agua en el Nombre de Jesucristo; Padre, Hijo, Espíritu Santo. Ellos sustituyeron todo. Puedo ir y probarlo por la Escritura; sustituto tras sustituto.",
    "Y Martín Lutero estaba de acuerdo con eso. Juan Wesley vino con lo mismo, y estuvo de acuerdo con eso. No hubo nadie, jamás, en la Biblia, que haya sido rociado. No existió tal cosa. Eso no aparece en la Biblia, ni comisión ni orden para eso en lo absoluto, pero Uds. lo permiten. Así es. Uds. lo permiten. Ellos vienen y toman este pequeño salero y lo rocían sobre Ud. ¿Por qué? La iglesia católica lo empezó, y Uds. se inclinan ante eso. Seguro.",
    "Alguien dijo, el otro día, dijo: “Ud. no es un… Ud., solo es que no es católico. Ud. es…”.",
    "Dije: “No, hermano. Soy un protestante. Yo protesto esa cosa”. Así es. Como ministro del Evangelio, con los hijos de Dios como mis candidatos aquí, para el Cielo, y debo predicarles y sentarme ante ellos como un maestro con señales y maravillas, yo sería un hipócrita si no me parara por lo que es la verdad. Yo dije: “Sí, señor. Me pararé, aunque me mate. Lo haré. Yo—Yo solo enseñaré lo que es la Biblia”.",
    "Y estoy dispuesto, en cualquier momento, a discutir Eso con cualquiera, ¿ven?; ya sea el papa de Roma, o arzobispo, o lo que él sea. ¿Ven? Sí, señor. Así es. Si estoy errado, venga y muéstremelo. Ahora, no estoy errado, porque estoy citando la Escritura. Ud.… yo no aceptaré su libro de texto. Este es el Libro de texto, aquí mismo. [El Hermano Branham toca cuatro veces.—Ed.]",
    "Ahora, entonces, noten que empezaron a salir con todo este formalismo.\n\nAhora, en los últimos días, viene una persecución.",
    "Ahora estamos, cerca del capítulo 13 de Apocalipsis, para comenzar. Ahora, si notan, más abajo en el capítulo aquí, dice: “Miré, y he aquí, un Cordero se paró sobre el monte Sinaí…”. No, perdónenme, estoy en el versículo equivocado, el capítulo equivocado, el 14. Capítulo 13:\n\n…Me paré sobre las arenas del mar, y vi viniendo del mar una bestia que tenía siete cabezas y diez cuernos; y en los cuernos diez diademas, y sobre—sobre sus cabezas, un nombre blasfemo.",
    "¿Qué es blasfemo? Es “burlarse, ridiculizar, hablar mal”. Ahora observen, él tenía “siete cabezas, diez cuernos”. Y miren cuando “subió del mar”. Ahora Apocalipsis 17, Uds. que lo están anotando, 17:15, dice que las—que las aguas representan “espesas muchedumbres de pueblos”. Así que esta bestia representa “poder, poder impío”. “Bestia de presa subió del pueblo, y se paró sobre las arenas del mar. Y vi a la bestia…”.\n\ny la bestia que vi era semejante a un leopardo,…sus pies eran como de oso,…su boca…boca de león. y el dragón le dio su poder, y…trono, y grande autoridad.",
    "🦅 ¡El dragón”! Tenemos dos cosas que considerar ahora. Observen esta bestia. Tenía cuatro personajes diferentes en ella.",
    "Y si toman Daniel 7, Uds. que lo anotan, Daniel 7. Daniel vio la misma visión, ochocientos años antes de esto, vio la visión. Él vio a esas bestias, separadas, una de otra, al principio del gobierno gentil.",
    "Y aquí están, Juan viéndolo, en el fin del gobierno gentil, todas esas cuatro bestias representadas en una. Esos mismos diablos viles, demonios que habían poseído cada reino de los romanos, a través del tiempo, y los griegos y demás, a lo largo de la dispensación gentil, han venido hasta acá y se han reunido todos en una sola bestia. Lo encontraremos enseguida, y veremos quién es. Correcto. Todos esos, leopardo, león, todo eso, el dragón. ¿Cuántos saben lo que es el dragón? El dragón representa a “Roma”. Sí.",
    "Vamos—vamos a leerlo. Eso, eso como que es un interrogante en sus mentes. Denme Apocalipsis el capítulo 12, aquí por un momento. Miremos aquí, Apocalipsis 12. Ahora miren.\n\nApareció en el cielo una gran señal: una mujer…",
    "¿Qué representa una mujer? La “iglesia”. Esta es la—esta es la novia aquí. Esta es la iglesia, la verdadera iglesia.\n\n…una mujer vestida del sol, con la luna debajo de sus pies,…",
    "Miren, la luna debajo de ella… “El sol a su cabeza, la luna debajo de sus pies”. El sol era la “dispensación de la gracia”. Y la luna era la “dispensación de la ley”. La mujer era la “iglesia ortodoxa”, y ella estaba de pie sobre la ley. La ley estaba cesando, porque la ley era una sombra de las cosas buenas por venir. ¿Verdad que sí? La luna solo es una sombra, del sol reflejándose en la luna (¿verdad que sí?), haciéndola la luna. Y la ley estaba debajo de sus pies; ella había vivido ese día. Y noten cómo estaba vestida aquí ahora.\n\n…y debajo de sus pies, y sobre su cabeza una corona de doce estrellas. (La iglesia está coronada con la Doctrina de los doce apóstoles, ¿ven?)\n\nY estando encinta, clamaba con dolores de parto, en la angustia del alumbramiento. (Esa era la iglesia ortodoxa. Observen.)\n\nY—y…También apareció otra señal en el cielo: he aquí un gran dragón escarlata, que tenía siete cabezas,…(¿ven?, ahora no olviden esos siete, “siete cabezas”, siempre)… siete cabezas…diez cuernos, y en sus cabezas siete diademas.\n\nAhora…y su cola arrastraba la tercera parte de las estrellas del cielo, y las arrojó sobre la tierra. Y el dragón se paró frente a la mujer que estaba para dar a luz, a fin de devorar a su hijo tan pronto como naciese. (¡Miren!)\n\nY ella dio a luz un hijo varón, que regirá con vara de hierro a todas las naciones; y el hijo fue arrebatado para Dios y para su trono.",
    "La iglesia Ortodoxa parada allá; el sol brillando; la Doctrina de los doce apóstoles. Muy bien. Con la luna debajo de sus pies, la ley, la sombra de las cosas por venir; la Luz del Evangelio resplandeciendo ahora, la ley se desvaneció cuando salió el Sol.",
    "🦅 Ella estaba en la angustia del alumbramiento, y dio a luz un Hijo Varón”, que era Cristo Jesús, “y Él fue arrebatado para Dios. Pero tan pronto…” Aquí está. “Tan pronto como el dragón, que era el diablo, vio a la mujer lista para dar a luz, él se paró frente a ella para devorar a Su Hijo tan pronto como naciese”.",
    "Y cuando nació Jesús, el imperio romano emitió un edicto, para matar a todos los niños menores de dos años, para poder matar a Cristo Jesús. Y Dios lo engañó, y se lo llevó a Él a Egipto y Lo escondió, tal como lo hizo con Moisés.",
    "Allí está ese dragón escarlata, el diablo. ¿Dónde está su trono? En… No en Rusia; ¡en Roma! Y dice: “El diablo le dio su trono y su autoridad, dragón escarlata”, no Rusia.",
    "He oído a grandes ministros decir: “El ruso es el anticristo”.",
    "Pues, los rusos no tienen nada que ver con el anticristo. Eso es comunismo. La falsedad del protestantismo y el catolicismo ha producido el comunismo. La razón por la que Rusia los ha expulsado de allí, es porque tenían todo el dinero. Y tenían todas las oraciones a esos santos, entonces construyeron los edificios más grandes, y tenían toda la riqueza del pueblo, y la acumularon de esa manera. Y ellos vieron que no vivían de manera diferente, y no eran diferentes del resto del mundo, y los echaron fuera y formaron el comunismo.",
    "Ahora si Uds. me dan una noche más, si Dios lo hace, les probaré que el comunismo está trabajando directamente en las manos de Dios Todopoderoso, para destruir la ci-… de Roma… Y, recuerden, yo digo esto como profeta de Dios: el imperio ruso dejará caer una bomba atómica de algún tipo sobre la Ciudad del Vaticano y la destruirá en una hora. ASÍ DICE EL SEÑOR. Y la Biblia dice que Dios tomó a esos hombres de corazón cruel y los puso en Sus manos, y fueron instrumentos en Sus manos, “para cumplir Su voluntad”, y para darle a ella exactamente lo que se merece. Exactamente. Esa es la Palabra.",
    "¡Hermano, Ud. no puede imaginarse lo engañosas que son estas cosas! Recuerden, Jesucristo dijo que el anticristo sería tan parecido que engañaría a los mismos elegidos. Dijo: “No deje que ningún hombre lo engañe”. Dijo: “No sean como los paganos, que repiten sus oraciones una y otra vez: ‘Ave María, bendita eres, llena de gracia, y benditos son los…’”. Dijo: “No sean como los paganos, usando vana repetición”. Él dijo: “Y no llaméis ‘padre’ a ningún hombre en esta tierra, tampoco, ni… ya que tienes un Padre, y está en los Cielos”.",
    "Pero Uds. se dan la vuelta, ignoran eso, y lo hacen de todas formas, porque es popular. El diablo siempre ha tenido algo popular. Siempre ha sido, desde el principio, “una forma de religión”. Caín tenía lo mismo. Aquí está su espíritu entrando directamente acá, por medio del anticristo; y, de hecho, aquí viene Abel, el inmolado. Así es. Fíjense, y miren ahora.",
    "Todas estas bestias, allá atrás, estaban concentradas en una bestia por acá, que fue llamada el “dragón escarlata”, el diablo.\n\nAhora empecemos con el versículo 15 del capítulo 13.",
    "Ven ahora que esa Roma era—era el “trono de Satanás”. La bestia de siete cabezas con los diez cuernos se paró junto al Hijo, el niño Cristo, para devorarlo tan pronto como naciese. ¿Quién lo hizo? Herodes, Roma; siempre lo ha sido. Entraremos en Daniel, directamente, si nos alcanza el tiempo, y con la ayuda del Señor, y lo veremos.",
    "Como en todas las Escrituras, desde el principio de los gentiles, se remonta al Génesis, puedo probar que Babilonia comenzó en el Génesis y termina en el Apocalipsis. Comenzó allí atrás con Nimrod, el hijo de Cam, con la idolatría, presentando ídolos, para adorar ídolos. Y ha venido a través del tiempo, y, es tan engañoso en los últimos días que toma el nombre de Cristianismo, ¡y sigue siendo idolatría!",
    "¿No dijo el gran San Pablo, en Segunda de Tesalonicenses? Leámoslo, antes de seguir adelante. Segunda de Tesalonicenses, segundo capítulo, y veamos lo que Pablo dijo aquí. Él incluso lo vio en el Espíritu, antes de que llegara al día en que vivimos.",
    "Pues, ¡vaya, cómo es que el día en el que vivimos, la oscuridad en la que vivimos, y hombres y mujeres se agrupan aquí en la oscuridad pagana y ni siquiera lo saben! ¡Qué—qué lástima! ¡Cómo el día en que…!",
    "Pablo dijo: “Ese día no vendrá, sin que antes venga la apostasía, y se manifieste el hombre de pecado”. Ahora observen, él declara que es un hombre. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Pablo dijo: “Era el hombre de pecado, el cual se opone y se levanta por encima de todo lo que se llama Dios, así que el que es adorado como Dios”. Un hombre, adorado como Dios; un hombre que sería puesto aquí como una forma de adoración. Y él dijo: “Ese día no podría venir sin que antes venga la apostasía”. ¿Qué es? Una condición tibia de la iglesia. Muy bien.",
    "Escuchen. Déjenme leérselos, si me lo permiten, Segunda de Tesalonicenses. Muy bien. Si puedo encontrar el lugar exacto ahora, para empezar, para no tener que leer tanto. “Ningún hombre os engañe” el versículo 3, Segunda de Tesalonicenses, capítulo 2.\n\nNingún hombre os engañe en ninguna manera; porque no vendrá sin que antes venga la apostasía, (la Edad de la Iglesia de Laodicea ahora)… y se manifieste el hombre, (h-o-m-b-r-e, singular)…el hombre de pecado, el hijo de perdición, (en el lugar, en lugar del Hijo de Dios), hijo de perdición,\n\nel cual se opone (él mismo) y se exalta contra todo lo que se llama Dios, de modo que él es adorado como Dios; que se sienta en el templo de Dios como Dios, para hacerse pasar por Dios. (¡Aceptando confesiones!)",
    "¡No me diga, mi amigo católico! [El Hermano Branham golpea el púlpito cuatro veces.—Ed.] Cómo es que Uds. dicen que “no creen sino en un solo matrimonio; que la iglesia católica apoya un solo matrimonio”. Si Ud. no tiene dinero, entonces así es. Pero déjeme decirles, aquí mismo entre mi propia gente; una joven sentada aquí, una madre sentada aquí, y el padre también; y otra mujer aquí con este niño pequeño. La muchacha se casó con un muchacho protestante; se separaron y se fueron. Y luego, no pasó mucho cuando, la muchacha se iba a casar con un muchacho católico; y ella tuvo que ir por allá y pagar mucho dinero, y volver, y así, “ella no estuvo casada con este muchacho protestante, para comenzar”. Aquí está Howard, parentela mía…",
    "Pues, por aquí mismo… No diré el nombre. Ella tiene—tiene una hija, y la hija tiene unos veintiséis años. Su marido, ella lo abandonó allá en Milltown, y se fue y se casó con un católico. Y ahora ellos dicen que: “Él tiene que salir de la iglesia”. Pues ellos pagaron mucho dinero, para que regresara y “volverla virgen de nuevo”, y casarla de nuevo con este hombre. ¡Tonterías! ¿Volverla de nuevo a una virgen? Ella está casada, a los ojos de Dios, y viviendo en adulterio. Seguro que sí. De hecho, eso es ASÍ DICE EL SEÑOR. Es verdad.",
    "¡Qué desgracia! “Pagar tanto dinero”. Por eso pueden construir todas estas grandes iglesias y escuelas. Así lo hacen. El mundo entero… Uds. no lo saben, aquí en los Estados Unidos. Deberían ir conmigo al extranjero alguna vez, y se darían cuenta. Sí, señor. Vayan allá, hermano, donde ellos tienen la ventaja.",
    "Puedo traerles una foto, auténtica, que el Hermano Kopp acaba de tomar, y me la envió, de un predicador protestante, predicador del Espíritu Santo, tendido en la calle, se hinchó bastante como a esta altura, él y su esposa, y una niña pequeña, se hincharon así; por predicar a Jesucristo, el poder de la resurrección, y las personas podían ser salvas y recibir el Espíritu Santo. Ellos los asesinaron en la calle, y no dejaron que los enterraran, y los escupieron, por días y días. Así es.",
    "Allí mismo donde el Hermano Osborn tuvo que recibir escolta, con armas, para sacarlos. Ellos fueron allá, y uno… un grupo de sacerdotes se reunieron y asesinaron a este joven. Y la esposa acababa de tener un bebé. Y así caminaron ellos por la calle, tenían un—un—un guardia que lo llevaba a la tumba, para enterrarlo. Y esta madre caminando, con un bebé, llorando, detrás de su marido muerto. Y las personas miraban por la ventana, personas de corazón honesto, decían: “Si así es la iglesia católica, renunciamos a ella”. Y miles los siguieron por la calle. El Hermano Osborn tuvo un avivamiento allí, al punto que no podían sacarlo de la nación. Había demasiadas personas. Seguro que sí.",
    "¡Oh, esa hipocresía! Yo sé que es un cuadro desagradable. Pero esperen, amigos católicos, ya vamos a hablar del otro lado, en unos minutos. Muy bien. Fíjense.",
    "Ahora vamos a profundizar un poco más, noten. Permítanme darles esto. Quizás tenga tiempo, aún tengo treinta minutos. Presten atención. Ahora regresemos, cada lector, en su mente, por un minuto, para un cuadro mental. Cuando…",
    "Todo creyente ortodoxo aquí sabe que el reino gentil comenzó con el rey Nabucodonosor. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Todo creyente ortodoxo sabe eso. Y el rey Nabucodonosor tuvo una visión, y Daniel le dio la interpretación. ¿Correcto? [“Amén”.] Y era una cabeza de oro, que era la de Babilonia; la segunda era la de los medos y persas; la siguiente fue el imperio griego; luego el imperio romano. Y al final del imperio romano, Jesucristo fue la Roca que fue cortada de la montaña, no con manos, que rodó y desmenuzó la imagen (¿correcto?), y llenó la tierra. [“Amén”.] Todos saben eso. Todo creyente lo sabe.",
    "Y cómo es que, en los últimos días, cuando se separaron en estos varios reinos diferentes y demás, hasta los dedos, había hierro y barro. Y significa, dijo el profeta: “Así como viste que el hierro y el barro no se mezclan, tampoco estos se unirán el uno con el otro”. Pero mezclarán esas simientes, intentarán… En otras palabras, se casarán entre ellos, queriendo criar sus hijos y así acabarlo, por los poderes, así. Y Uds. saben que esa es la verdad. Pero, tiene la cosa empuñada, y Uds. se doblegan ante eso: “¡Oh!” dicen, “es maravilloso”.",
    "Miren a este Stevenson, o como quiera que se llame, por aquí arriba. Ahora su… aquí arriba. ¿Cuál es su nombre? No recuerdo… Este sujeto por aquí, que está levantando todo este alboroto por aquí. [La congregación dice un nombre.—Ed.] Sí. ¡Oh, vaya!",
    "Este Estados Unidos está podrido hasta la médula. Sí, señor. Yo les puedo probar el momento exacto cuando… Esta mujer aquí, en Apocalipsis 12, cuando el… Su Hijo varón fue arrebatado para sentarse en el Trono de Dios, y, cuando lo hizo, la mujer huyó al desierto, donde ella fue cuidada por mil doscientos sesenta días, exactamente la fecha del evento en la Roca de Plymouth, exactamente, cuando la iglesia vino aquí por la libertad de religión, y se estableció aquí.",
    "Y seguiremos leyendo en el capítulo 13 del Apocalipsis aquí, y miren aquí en el versículo 15. Y, ahora, un minuto, quiero volver atrás antes de eso, y vemos aquí donde Él estaba parado aquí a la orilla del mar. Ahora si logro encontrar el lugar, donde, el versículo 11.\n\nDespués vi otra bestia que subía de la tierra; (no del—del agua)…",
    "🦅 De la tierra”. Entonces, las grandes multitudes de gente es agua, entonces esto es donde no había gente, los Estados Unidos.\n\n…y tenía dos cuernos semejantes a los de un cordero,…",
    "🦅 Dos cuernos semejantes a los de un cordero”, no un cordero. ¿Qué es? Es nuestro búfalo americano. Seguro. ¿Ven?, ahí está él, “dos cuernos semejantes a los de un cordero”. Pero entonces, ¿qué hizo él? Tenía libertad de religión, primero; él actuó como un cordero, habló como un cordero. Pero, recuerden, él nunca llegó a ser un carnero viejo. Él era un cordero. Este país solo tiene ciento cincuenta años, Uds. saben, solo es un cordero.\n\n…pero luego hablaba como un dragón.\n\nY ejerció toda la autoridad que tenía la primera bestia en presencia de ella, (el dragón escarlata), e hizo que todo lo que estaba en la tierra, que los moradores en la tierra, adoren a la…bestia, cuya herida mortal fue sanada. (¡Miren!)\n\nTambién—también hace grandes señales, de tal manera que hace descender fuego del cielo… (La bomba atómica, y de hidrógeno; astuta, una nación inteligente y demás, engañando a las naciones con estas cosas.)",
    "Este Estados Unidos llegará a un momento en que la iglesia y el estado se unirán. Y los protestantes y los católicos unirán fuerzas, para luchar contra el comunismo. Y están haciendo exactamente lo que Dios dijo aquí mismo.",
    "¡Y Uds. protestantes acostados por allá, profundamente dormidos, leyendo novelas de amor en lugar de su Biblia! Afuera, vagando por ahí, en algún tipo de fiesta, en vez de en una reunión de oración en algún lugar; discutiendo el uno con el otro sobre cositas insignificantes que poco importan. [El Hermano Branham chasquea su dedo.—Ed.] Ud. debería estar de rodillas en algún lugar, si supiera lo que significa la Eternidad.",
    "Fíjense, cuando, el rey Nabucodonosor, en el principio allá atrás, cuando comenzó la edad gentil. Veamos cómo entró. Y de la forma en que entró, verán que termina de la misma forma. Sabemos que hay un comienzo en el tiempo de la gracia para los gentiles, y un tiempo donde concluye. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Ahora observen, cuando el rey Nabucodonosor… Daniel habiendo sido enviado allá, un profeta inteligente, todos los demás judíos como que se habían humillado y se inclinaban ante los romanos… o ante los babilonios. Pero había tres, cuatro hombres; tres (Sadrac, Mesac y Abed-nego), y Daniel, que determinaron en su corazón servir a Dios. Y luego cuando arrojaron a Sadrac, y demás, en… Y Daniel se había convertido en un hombre importante y, ante el rey Nabucodonosor y Belsasar, y demás. Cuando él llegó a ser un hombre importante, ahora miren, el rey Nabucodonosor hizo una imagen de oro y la levantó en el campo, y dijo que todos tendrían que inclinarse ante esa imagen.",
    "¿Alguna vez notaron qué tan inofensivo fue, de quién era esa imagen? Era Daniel, la imagen de un hombre. ¿Y no dijo él: “Los espíritus de los dioses”, paganos? Igual y como estamos hoy, tenemos tres o cuatro de ellos. “Los espíritus de los dioses viven en él”, y ellos le hicieron una imagen a Daniel. Y él dijo: “Todo aquel que no se incline ante esa imagen, será arrojado en el horno ardiente”. Noten que Daniel está fuera de la escena en ese momento. ¿Entienden lo que quiero decir? “Y todo aquel que no se incline ante esa imagen debe ser cortado en pedazos, o arrojado al foso de los leones, o quemado en el horno ardiente, o algo así, un castigo”.",
    "Así es como comenzó la dispensación gentil, con una forma de adoración religiosa pagana, con una persecución para hacerlos inclinarse ante ella. Y la Biblia predice que terminará de la misma manera, “un Hombre santo”, Jesucristo; una imagen a Él, para adorarla, y demás.",
    "Recuerdan que en el libro de los mártires de Foxe, sostenían un crucifijo frente a ellos, y ponían un buey de cada brazo así, y decían… Si Ud. no renunciaba, renunciaba al protestantismo, y se convertía en católico y “besaba este crucifijo”. Ellos tiraban con un buey de un lado, y uno del otro, y luego los despedazaban. Los quemaban en las hogueras. Hicieron de todo. Yo he estado en las antiguas catacumbas; sé de lo que hablo. Y, ¿ven?, eso es cierto. Y allí yacen. Y fíjense cómo ellos pasaron esos días de martirio antes de Martín Lutero. Según la Biblia, también.",
    "Bueno, presten atención de nuevo ahora. Pues quiero que vean algo realmente grande. ¿Cómo cayó ese reino babilónico? Una noche, cuando fueron y trajeron los vasos sagrados de Dios, y comenzaron a beber vino en ellos; comenzaron a divertirse mucho, y trajeron allí un montón de mujeres, concubinas, y estaban bailando y divirtiéndose y pasándola muy bien. ¿Verdad que sí? [La congregación dice: “Amén”.— Ed.] En ese momento apareció una escritura en la pared: “Mene, Mene, Tekel, Uparsin”. ¿Correcto? [“Amén”.] Y fueron a buscar a todos sus caldeos, sus sabios, los miembros tibios de iglesia, y ninguno de ellos pudo leerlo. Así es.",
    "Pero tenían a un hombre allí que podía leer lenguas desconocidas, aleluya, podía interpretarlo. ¿Ven lo que quiero decir? Él podía interpretar lenguas desconocidas. Así fue como terminó.",
    "Y así está terminando ahora, con el poder del Espíritu Santo en un pueblo que está lleno, con el bautismo del Espíritu Santo, quien tiene poder y señales y maravillas. Allí se va la Iglesia Gentil. Ahí está el remanente.",
    "Así comenzó y así termina, exactamente, con una postración, y obligados a una religión medio pagana. Y Dios apareciendo en la hora crucial y escribiendo en lenguas desconocidas, y el varón lo interpreta. Él podía interpretar. Él no conocía ese idioma; nadie más lo conocía. Pero él tenía el mismo Espíritu Santo, el cual le permitió interpretar eso, siendo el mismo Espíritu Santo en la Iglesia hoy en día.",
    "Uds. Lo llaman: “fanatismo”. Yo admito que tienen bastante de eso. Pero, hermano, también hay uno genuino. Es verdad, también hay uno genuino allí. El diablo lanza todas las falsificaciones que puede, allí en el camino, para confundirlo a Ud. Y si Ud. no considera a Dios lo suficiente como para arrodillarse y leer su Biblia, y orar y pedirle a Dios, entonces eso muestra que Ud. no está muy interesado en su alma.",
    "Continúe adelante y diga: “Dios, no me importa cuánta carroña pongas ahí fuera. Yo veo que Tu Biblia lo dice, ¡y estoy decidido!”. Así es. “Tú me lo prometiste a mí, la simiente de Abraham”.",
    "Dios le llamó, Ud. vendrá a Ella; pero si no, no me importa cuán religioso sea, Ud. está perdido; eso es todo, Ud. no puede venir. Ningún hombre puede, a menos que Él lo llame. Y Él no quiere que ninguno perezca, pero sucederá con muchos de Uds. por falta de interés por Eso.",
    "Y Ud. irá por ahí y verá que algo parece como fanatismo, algo sospechoso: “Pues, el Dr. Fulano de tal dijo esto y aquello, y demás”. Y luego Ud. sigue por ahí y blasfema al Espíritu Santo, Ud. sabe que así es, y eso nunca será perdonado.",
    "En unos minutos Uds. van a ver cuál es la marca del diablo, cuál es el—cuál es el sello del diablo, la marca de la bestia. “Cualquiera que hable contra el Espíritu Santo, nunca será perdonado, en este siglo, ni en el venidero”. Observen esa primera iglesia, lo que ellos hicieron. ¡Vigilen, en cuanto a esto, segunda iglesia! Ud. mismo podría sellarse por fuera del Reino de Dios, y entrar en el diablo; quedar afuera donde no hay “perdón, en este siglo, ni en el venidero”. Verdaderamente. Así que, tengan cuidado, caminen con reverencia. Cuidado con lo que hacen, porque Uds. no saben lo que va a pasar.",
    "Ahora, vemos todo esto ya acumulándose. Me quedan veinte minutos. Quiero que vayan conmigo al capítulo 17 de Apocalipsis, para terminar en unos momentos. Ahora vamos a llegar al punto. Escuchen atentamente. Lean conmigo. Abran su Biblia y prepárense para leer. Esto debería sellarlo.",
    "Recuerden, hay dos marcas: una es la apostasía, la otra es el Espíritu Santo. Una es la marca del diablo.",
    "Recuerden, he dicho esto: que la iglesia católica primitiva… Ahora, pueblo católico, permanezcan reverentes por unos minutos. La iglesia católica primitiva formó su propia opinión sobre el asunto. Tenían una doctrina falsa, de la santa eucaristía, de tomar una hostia en lugar del bautismo del Espíritu.",
    "Los protestantes adoptan estrechar las manos, o hacer una promesa; ambos están errados, conforme a la Palabra de Dios. Este es el plano. Ellos vienen y bautizan: “Padre, Hijo, Espíritu Santo”, cuando en ningún momento fue alguien bautizado de esa manera; que es absolutamente pagano, el bautismo católico. Y ellos lo admiten, y dicen: “Uds. los protestantes se doblegan ante nuestro bautismo”.\n\nYo dije: “¿Por qué lo hacen Uds.?”.",
    "Dijeron: “La iglesia católica tiene el poder de cambiar cualquier Escritura que quiera”.\n\nYo dije: “Eso es una mentira”.\n\nÉl dijo: “¿Por qué se doblegan Uds. ante eso entonces?”.",
    "¡Ah!, entonces Uds. se quedan callados. ¡Yo no! Yo no creo en eso. Esta es la Palabra de Dios. Correcto. Si las personas quieren seguirlo, tienen que ir solos. Yo tengo que decir la Verdad. Correcto.",
    "Fíjense, luego salieron con todo esto otro, la iglesia, unirse a su antiguo catecismo y todas esas cosas de allí. ¡Qué montón de tonterías e insensatez! Y ha incubado miles de millones de infieles, y formalidad fría…",
    "Es el diablo, allá del principio. Y puedo probarles que la Biblia dice aquí: “Toda la tierra se maravilló en pos de este poder de la bestia; que era, que no es, y será”. ¿Cómo podía ser: “era, y no es”? Dice: “Y se maravilló toda la tierra de ella”.",
    "Cuando la Roma pagana se convirtió en la Roma papal, eso nunca cesó. El sistema del romanismo cesó; cuando entraba un nuevo rey, él simplemente establecía un nuevo orden. Pero cuando llegaron a ser la Roma pagana, por medio de la iglesia católica, por medio del papado, eso nunca cesa. Si un papa muere, colocan a otro; un papa muere, colocan a otro. “La bestia que era, que no es, y será; que no es, que será; que… y se irá a la perdición”. ASÍ DICE EL ESPÍRITU SANTO, por medio de la Escritura.",
    "Ahora, escuchen. “Vino entonces uno…”. Todos Uds. vean ahora, el capítulo 17.\n\nVino entonces a mí uno de los siete ángeles que tenían las siete copas, (esas son las últimas copas, derramadas), y habló conmigo diciendo…Ven acá, y te mostraré la sentencia contra la gran ramera, la que se sienta sobre muchas aguas;",
    "Miren Apocalipsis 12. Esa era una mujer virgen. Era una verdadera dama. ¡Estando ella muy hermosa de pie!",
    "Pero aquí hay una llamada prostituta, “r-a-m-e-r-a”, significa una in-… ¿Qué es eso? Vamos a idealizar esto… o analizarlo.",
    "Discúlpenme. Voy demasiado rápido, pensando en que tengo quince minutos. Pues voy a quedarme otra hora, así que quédense quietos. [La congregación dice: “Amén”.—Ed.]",
    "Miren. Muy bien. Miren, analicémoslo. Ella es una mujer mala. ¿Qué es una ramera? Odio decir la palabra, pero está escrita aquí en la Biblia. Es una mujer que profesa ser una buena mujer, y comete adulterio con otros hombres. Ahora, si una mujer representa a la iglesia, entonces es una iglesia que profesa ser Cristiana, y comete adulterio con otras cosas. ¿Verdad que sí?",
    "🦅 Y está sentada sobre muchas aguas; grandes multitudes de gente”. Lean el… desde el versículo 15 y verán eso, ¿ven? O, el 17, por allí. Llegaremos a él en un momento. “La mujer que se sienta sobre muchas aguas; la ramera”. ¡Qué cosa! Ahora, si tuviéramos días tras días, podría tomar a esa mujer y rastrearla desde Caín hasta la venida del Señor Jesús, y probarles que ella fue la primera en organizar una iglesia. Ella es la madre de la organización. Observen: “Y la mujer que se sienta sobre muchas aguas. Sobre, sentada sobre muchas aguas”.\n\nAhora el versículo 2.\n\ncon la cual han fornicado los (r-e-y-e-s) reyes de la tierra, y los moradores de la tierra se han embriagado con el vino de su fornicación.",
    "En otras palabras, ella profesa ser una iglesia Cristiana; grandiosa, hermosa. Observen cómo está vestida, en unos minutos, con perlas y oro y piedras. Dicen: “¿Quién es como ella?”.",
    "Y tenía en la mano un cáliz, lleno del “vino de sus fornicaciones”, su inmundicia, su doctrina que hacia que los reyes, ¡oh!, solo decir un pequeño rezo y “rezar para sacarlo a Ud. del purgatorio”, y todas estas cosas. Eso es todo. Allí lo tienen. Esa es la Palabra de Dios que estoy leyendo. Miren: “Y me llevó en el…” Ahora veamos, e hizo vino… Así es, ahora el versículo 3. Muy bien.\n\nY me llevó en el Espíritu al desierto; y vi a una mujer sentada sobre una bestia escarlata color-…bestia,… (“Escarlata” rica, la iglesia más rica del mundo.)",
    "Ellos clamaron aquí: “¿Quién puede hacer guerra con ella”? Hay un hombre en el mundo, solo un hombre en el mundo, en todo el mundo, que tiene poder según la visión del rey Nabucodonosor. Esos diez dedos de los pies gobiernan a cada… Esa veta de hierro romano corre por toda nación del mundo. No hay otro hombre en el mundo que tenga la autoridad que tiene el papa de Roma. El presidente Eisenhower puede hablar en los Estados Unidos, y es ley; pero hay otras naciones en las que puede hablar, y no significa nada. Pero la jerarquía católica puede hablar en Roma, y toda nación lo aclamará. Así es. Allí está él. Ahora vamos a ver dónde se encuentra, y ver si ese es él o no, ver si aparece aquí mismo. Muy bien.\n\n…y vi a una mujer sentada sobre una bestia escarlata, (rica), llena de nombres de blasfemia,…",
    "Bautismo falso; economía falsa; guiando al pueblo ciegamente, diciéndoles que simplemente pueden venir a la iglesia, hacer su confesión y eso así, rezar un “Ave María”, hacer una penitencia. ¡Ignorancia! ¡Tonterías! Yo no entiendo cómo las personas, con mentes buenas, cuerdas, pueden creer tales cosas.\n\n…que tenía siete cabezas…",
    "Ahí lo tienen de nuevo, este mismo demonio que está por todas partes, el dragón escarlata, la bestia y todo eso, tiene “siete cabezas; diez cuernos”.",
    "🦅 Y la mujer” ahora, mujer, la iglesia. Ahora, la bestia es el “poder” que ella tenía, la iglesia católica romana, pero, el poder católico romano. Pero, aquí está la iglesia hablando ahora.\n\nY la mujer estaba vestida de púrpura y escarlata, y adornada de oro, de piedras preciosas y de perlas, y tenía en la mano un cáliz de oro lleno de la abominación y la inmundicia de su fornicación;",
    "Ahí está ella; es alguna iglesia, que Uds. conocen. ¿Verdad? Tiene que estar ahí; está en el cuadro. Solo continúen leyendo y veremos quién es ella.\n\nY en su cabeza estaba escrito el nombre, un misterio: BABILONIA LA GRANDE, LA MADRE DE LAS RAMERAS, LA ABOMINACIÓN DE LA TIERRA.",
    "Muy bien, protestante, aquí es donde le llega el apriete. Uds. admiten que ella es una prostituta, pero ella era la “MADRE” (¿de qué, de hijos?) “DE LAS RAMERAS”. Eso serían mujeres. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Eso serían iglesias entonces. ¿Correcto? [“Amén”.] Ella es la iglesia madre entonces. ¿verdad? [“Amén”.] ¿De dónde vino Martín Lutero? Del catolicismo. ¿De dónde empollaron todos estos? Del catolicismo, trayendo su misma doctrina, y Uds. se doblegan ante eso.",
    "Ahora, la mujer más vulgar de Jeffersonville puede dar a luz a una buena muchacha fiel, virgen, seguro, y puede vivir correctamente si ella quiere. Y así fue con la iglesia luterana, la metodista, la bautista, y la presbiteriana y demás; ellas anduvieron rectas por un tiempo, cuando sus—cuando sus fundadores estuvieron allí predicándoles el Evangelio. Pero ahora ellas van a espectáculos, bailes, televisión, fuman, hacen todo lo demás, (¡Uds. saben que es la verdad!), se quedan en casa el domingo. ¿Qué es eso? Porque su ramera está actuando como la mamá. Exactamente. Eso es exacto.",
    "Ahora veamos dónde está el color. La Biblia dice que ella era “LA MADRE DE LAS RAMERAS”. Y todos saben que esa era la Roma pagana, o la Sra. Roma papal, la iglesia católica. En un minuto les mostraré, posicionándola en la tierra exactamente donde estará sentada. Correcto. Su ubicación y quién es, la Biblia lo dice. Yo no; ¡la Biblia! Y dice que ella dio a luz a muchas iglesias hijas después de ella. Muy bien, ahora, metodista, y bautista, y luterana, y demás, ven a dónde llegan Uds., a una “MADRE DE RAMERAS”. Ellos vivían bien, pero cuando la Luz comienza a resplandecer…",
    "Es como un montón de cucarachas en el verano. Enciendan la luz, en el camino donde una cucaracha está comiendo una mazorca vieja o algo así, y enciendan la luz y mírenlas correr a esconderse tan rápido como pueden.",
    "Predique Ud. el Evangelio, o el bautismo del Espíritu Santo, a muchas de estas viejas iglesias formales e impías; y mírenlas: “Nosotros no creemos en tal cosa. Yo no creo en ningún…”. ¿Por qué? Uds. saben lo que son, desde el principio. Así es. Seguro, sí.",
    "No estoy diciendo nada en contra de su iglesia; hermano, Ud. tiene personas allí que son joyas. No estoy diciendo nada en contra del pueblo católico. Yo amo al pueblo católico así como amo a las personas del Tabernáculo Branham. No es a Ud., amigo, a quien le estoy gritando. No es a Ud., metodista y bautista, y Tabernáculo Branham; no es a Ud. a quien le estoy gritando. ¡Es al pecado con el que Ud. está permitiendo que el diablo le engañe! Solo porque Ud. va a la iglesia, cree que es salvo.\n\nJesús dijo: “Si el hombre no naciere de agua y del Espíritu, de ninguna manera entrará en el Reino”. Y cuando Ud. recibe el bautismo del Espíritu Santo: “Estas señales seguirán a los que creen”. Eso viene directo del hombro, hermano. O, no del hombro, sino directo de la Biblia. Jesús no dijo: “Quizás estas señales seguirán a algunos”. Él dijo: “Ellas les seguirán”.\n\n¡Oh!, ellos dicen: “Bueno, yo creo que eso fue para los apóstoles. Yo creo que solo hubo una generación de apóstoles, y eso fue allá atrás en el principio”.",
    "Y la misma lección que tuvimos anoche: “Él tenía siete estrellas en Su mano”, y cada estrella se entregaba a cada edad de la iglesia como una Luz, correcto; al igual que hay un apóstol allá, hay un apóstol allí, y un apóstol allí, y un apóstol allí; “que eran siete Espíritus”, al principio de nuestra lección, “de pie ante Dios, para ser enviados a las Siete Edades de la Iglesia”.",
    "¡Oh, hermano!, Ud. puede andar por ahí con alguna pequeña doctrina bautista o metodista, y arreglárselas con eso; pero compárela a la luz de la Biblia alguna vez. Eso es lo correcto. Amén. Me siento algo religioso ahora mismo. Amén. Sí, señor. Mire. Hermano, allí lo tiene. Se está moliendo; pero cualquier reprensión, no le servirá de nada…",
    "Mamá, sentada allá atrás, solía hacerme tomar aceite de ricino. Éramos niños. Teníamos que comer pan de maíz y frijoles, todos los días de la semana, y también los domingos. En fin, tenía que tomar mucha medicina. El sábado por la noche ella siempre me hacía tomar aceite de ricino. Y el sábado por la noche me tapaba la nariz, así, no lo digo en broma. Me tapaba la nariz y le decía: “Mamá, no me lo puedo tomar. Eso me da náuseas”.\n\nElla decía: “Si no te da náuseas, no te hará ningún bien”.",
    "Así también es con Esto. [El Hermano Branham ahora golpea su Biblia.—Ed.] ¡Es para estremecerlo! Hará que sus—sus órganos digestivos funcionen bien, para que realmente pueda digerir el Evangelio completo.",
    "El luterano vino con justificación. Pues, ellos solo… La organizaron toda: “Sí, señor, ¡nosotros somos la iglesia!”.",
    "Juan Wesley vio la santificación. Él dijo: “Veo que es diferente”. Y él dijo: “Eso está bien, Lutero, pero es esto otro”. ¿Qué era él? Lutero era la estrella de su edad, pero aquí estaba Wesley. Muy bien.",
    "Ahora, entonces, todos los luteranos regresaron al estante, porque se olvidaron de la…no… Ahora, no todos los… quiero decir la iglesia luterana. Los luteranos aún tienen buenos hombres, llenos del Espíritu Santo. Así es. Pero ahora todos fueron devueltos allí, la iglesia, en esa edad. Muy bien.\n\nAquí viene Wesley. Los llevó a través de su edad.",
    "Entonces, al poco tiempo, aparece… Después de la edad wesleyana, viene la Pentecostal. Y ellos recibieron el Espíritu Santo, hablando en lenguas.",
    "Vaya, los metodistas, y los nazarenos, y la Santidad, dijeron: “¡Oh, eso es el diablo!”. Y ¿ven lo que Uds. han hecho? Uds. blasfemaron al Espíritu Santo. Y ¿ven donde están Uds. hoy? Así es. Uds., es exactamente lo que hicieron. Seguro, Uds. lo hicieron. Y fallaron al no caminar en la Luz.",
    "Y ahora Uds. los pentecostales se han vuelto tan tibios, esta Edad de la Iglesia de Laodicea, que Dios los está vomitando de Su boca. Correcto. Seguro que sí.",
    "Uds. dicen: “¿Cree Ud. en hablar en lenguas?”. Sí, señor. “¿Habrá llegado Ud. a hablar en lenguas?”. Sí, señor. Alabo a Dios por ello. Sí, señor. He hablado en lenguas, varias veces. Y yo creo que es el Poder de Dios. Sí. Yo no creo que la evidencia inicial, pues, que sea hablar en lenguas. Pero sí creo que hay un Poder de Dios que le hace hablar en lenguas, señales y maravillas que le siguen. Sí, señor.",
    "Y entonces el diablo puso un viejo espantapájaros allá arriba, alguien que se burló y actuó como si tuviera el Espíritu Santo. Y todos Uds., peregrinos de santidad, y santidad, y nazarenos, y todos Uds., miraron hacia atrás y dijeron: “¡Ooh, yo no quiero nada de Eso! ¡Ooh!”.",
    "¡Oh, misericordia! Si Uds. hubieran tenido el Espíritu Santo, o una parte de Dios en su corazón, santificados como tenían que estar, Uds. habrían reconocido que eso era el Poder de Dios. ¿No dijo Jesús: “Si Uds. hubieran conocido a Moisés, también Me habrían conocido a Mí”? Seguro. Si la santificación es la parte del Espíritu Santo que le limpió y santificó a Ud., si Ud. tiene Eso, Ud. reconocerá el resto de Aquello cuando Eso llegue.",
    "Esta mano reconoce esta mano. Esta cabeza reconoce este pie. Es una parte del cuerpo.",
    "Y la Biblia dice que hay nueve dones espirituales: profetas, maestros, evangelistas, y pro-… así sucesivamente; y—y la interpretación de lenguas, hablar en lenguas, sanidad Divina. Eso reconocerá cada parte de Aquello.",
    "¡Oh!, Uds. se congelaron: “Yo no quiero tener nada que ver con Eso”. ¡Fiu! Se está calentando por aquí, ¿verdad? Esa es la verdad. ¿Por qué? ¿Por qué? Uds. estaban organizados. Su iglesia así lo dijo, y por eso Uds. no pudieron hacerlo. [El Hermano Branham toca en el púlpito varias veces.—Ed.]",
    "Pero muchos de Uds. metodistas salieron y recibieron el Espíritu Santo. Muchos de Uds. bautistas salieron y recibieron el Espíritu Santo. Sí, señor. Uds., y muchos de Uds. de la santidad, salieron y recibieron el Espíritu Santo. Sí. ¿Por qué? A Ud. no le importó lo que dijera la iglesia. Ud. caminó en la Luz. Amén. A Ud. no le importaba lo que ocurriera. Ud. sabía que era del Señor, y sencillamente caminó en Eso.",
    "Deje que la antigua—deje que la antigua mujer se quede allá atrás, la vieja madre de ellos. Ella se está comportando como su madre allá atrás, una ramera. Ella se organizó. Esa fue la causa principal del comienzo del problema, cuando la iglesia católica se organizó. Luego la iglesia luterana se organizó después de ella. Luego la iglesia metodista se organizó después de ella. Luego la iglesia bautista se organizó. Y ahora hay seiscientas noventa y seis organizaciones diferentes. ¡Y Pentecostés hizo lo mismo!",
    "¡Gloria! ¿Qué es lo que pasa? Dios está demostrando que Él no está en una organización. Él está en el Espíritu, el Espíritu Santo. ¡Aleluya! ¡Aleluya! Sí, señor.",
    "A Él no le importa cuál sea su organización. Esas son tonterías. Ella está conectada con el catolicismo y ha regresado a eso, y quedarse allí, y Ud. recibe la misma marca que ella tiene. ¿No dijo el ángel: “Salid de ella, pueblo Mío, y no seáis partícipes de sus pecados, y Yo os recibiré”? “No toquéis sus cosas inmundas, y Yo os recibiré”, el Espíritu Santo hablando.",
    "🦅 Y el que reciba la marca de la bestia, o la letra de su nombre”. Desearía que tuviéramos tiempo para entrar en eso; se me acabó el tiempo. ¿Cuál es la letra de su nombre? Protestantismo. “Hagamos una imagen semejante a ella. Hagamos una organización. Nuestra iglesia es tan grande como la iglesia católica”. Ellos tomaron todas estas cosas. “Ellos tenían las iglesias grandes, y nosotros también. Tenemos tanto de esa gran clase de la ciudad, en nuestra iglesia, como ellos en la suya. Hagamos una imagen a la bestia”. Y qué dice la Biblia: ella es una “RAMERA”, y eso es una “PROSTITUTA”, por medio de la organización.",
    "Pero la Iglesia del Dios vivo es libre. “Aquel a quien el Hijo ha hecho libre, es verdaderamente libre”. ¡Salgan de ella! Sean llenos del Espíritu de Dios.\n\nNaciones en la quiebra, Israel está despertando,\n\nSeñales que la Biblia predijo;\n\nLos días gentiles contados, cargados de horrores;\n\n“Regresen, ¡oh, dispersos!, a su posesión”.\n\nEl día de la redención cerca está,\n\nLos corazones de los hombres fallan de temor;\n\nEstén llenos del Espíritu de Dios, sus lámparas limpias y brillando,\n\n¡Alcen la vista, su redención cerca está! Amén.",
    "¡Cómo las cosas van avanzando! Él dijo, en los postreros días: “No temáis, manada pequeña. A vuestro Padre le ha placido daros el Reino”, sentados juntos en lugares Celestiales.",
    "Y Ud., metodista, bautista, presbiteriano, que se ha reído de pentecostés…",
    "Y, yo digo que Pentecostés necesita una buena nalgada del Evangelio a la antigua, porque ellos organizan. Las mismas Asambleas de Dios han venido a ser la—la más grande de la de Pentecostés, se ha unido a la unión de iglesias, es igual de formal e indiferente. Y los peores que he visto tratar al Espíritu Santo, casi, fueron los predicadores pentecostales. Y no piensen entonces que porque pertenecen a la iglesia pentecostal, Uds. son salvos.",
    "Ud. solo es salvo cuando realmente es bautizado con el Espíritu de Dios, por el Espíritu Santo, unido con Él en el Poder de Su resurrección, yendo con señales y maravillas, que siguen a ese Espíritu a donde quiera que Él va. Las señales siguieron a los profetas. Las señales siguieron a Jesucristo. Las señales siguieron a los apóstoles. Él dijo: “Estas señales los seguirán”, hasta que Él regrese de nuevo.\n\n“¿Eso dice Allí, Hermano Branham”?",
    "🦅 Id por todo el mundo y predicad este Poder y demostración a toda nación”. Y faltan dos tercios, aún, que no han oído Eso. “Y estas señales los seguirán a ellos”. “¡A ellos”! “¡A toda nación!”.",
    "¡Gloria! ¡Fiu! ¡Oh, vaya! Quizás Uds. piensan que estoy loco. Hermano, déjeme decirle, yo amo esta buena religión antigua. ¡Sí, señor, le ancla a uno en Cristo!",
    "¿Ahora ven Uds. lo que es la marca de la bestia? Es la marca de la apostasía. Es una persona que es… solo piensa, que: “Pues, yo pertenezco a la iglesia, y soy tan bueno como el otro individuo. ¿No pertenezco a esta iglesia?”. ¿Y se da cuenta Ud., de dónde viene la organización de su iglesia de la que Ud. está dependiendo? ¿Se da cuenta?",
    "La Biblia dice: “El que adora a la bestia, recibe su marca, o la letra de su nombre”, ahora observen: “en la frente o en la mano”, eso es conocimiento u obra. Eso no significa que Ud. tenga un gran tatuaje en el rostro. Eso no tiene que ser así. No está hablando de lo exterior; está hablando de lo espiritual.",
    "Y mírenlo a él y vean lo que sabe sobre la Escritura. Escúchenlo y miren a dónde va él. “Si algún hombre no tiene esta Doctrina, no hay Luz en él”, dice la Biblia. ¿Ven? ¿Ven? Observen a dónde va él. Miren lo que hace.",
    "Él dice: “Pues, yo—yo pertenezco. Soy protestante. Sí, señor. Yo—yo pertenezco a esta cierta iglesia. Sí, señor”. Y el domingo Ud. tiene el suficiente respeto por ella para entrar a duras penas, para salir de la lluvia. Él va, en lugar de ir a la reunión de oración, Ud. cerrará la iglesia, y se sentará a ver la televisión. Él sale por aquí y bebe y anda por ahí, y actúa como el resto del mundo, sin embargo él pertenece a la iglesia. Recuerden, esa es la marca del pecado.",
    "Ahora sigamos leyendo un poco más, rápidamente, y luego terminaré. Nos pasamos del tiempo. Leamos ahora el versículo 6.\n\nVi a la mujer ahora (la iglesia) ebria de la sangre de los santos,…",
    "🦅 Ebria de la sangre de los santos”. Saben, la Biblia dice que cuando ella fue destruida, que cada mártir que murió, en la tierra, la culpa fue de la iglesia católica. Exactamente, al principio.\n\n…y de la sangre de los mártires de Jesús; y…(Juan hablando ahora)…y cuando la vi, quedé asombrado con gran asombro.",
    "¡Juan dijo! Ahora miremos aquí. Juan dijo: “La miré; ella era tan hermosa, una iglesia grande y encantadora. Ella tenía un montón de iglesias que habían nacido de ella: ‘madre de rameras’. Y miré hacia atrás, y cómo podía esa mujer… Ella estaba impartiendo esa falsa doctrina, causando que todos los reyes y grandes hombres se embriagaran con ella. Y aquí sus hijas están haciendo lo mismo. Pero, la miré; ¡ella era tan hermosa!”.",
    "Una cita de la Escritura dice: “Estoy sentada como una reina y no tengo necesidad de nada”. ¿Ven?",
    "Y luego él, Juan, dijo: “Yo quedé asombrado. La miré, y la miré con gran asombro. Yo quedé asombrado”.\n\nY el ángel me dijo: ¿Por qué te asombras? Yo te diré…Yo te diré el misterio de la mujer, y…la bestia que la trae, la cual tiene…siete cabezas y los diez cuernos.",
    "Ahora veamos si teníamos razón. Si acertamos con el catolicismo, entonces Uds. ya saben que el protestantismo la está siguiendo. Así que Uds. tienen… Uds., son lo suficientemente inteligentes para saber eso, ¿ven? Observen.\n\nLa bestia la cual has visto, era,…no es; y es…",
    "🦅 La bestia”. Ahora observen. Ahora notarán por aquí, que decía los reyes que había; cómo había caído, uno debe venir.\n\n…y está para subir del abismo,…",
    "¡No de la Biblia! De un montón de supersticiones inventadas. No hay ningún fundamento para eso. ¿De dónde sacan el “purgatorio?”. ¿De dónde sacan esto de “abstenerse de carne”, y “el sacerdote no casarse”, y todas estas otras cosas que ellos hacen, “las confesiones”? ¿De dónde sacan eso? No existe cita dónde encontrarlo. Eso salió del infierno. La Biblia así lo dice. Salió, la bestia, el poder, esa doctrina que tenía: “Salió del abismo”.\n\n…y va a perdición;…",
    "¿Dónde está “la perdición?”. En el infierno. Vuelve directo al lugar de donde vino.\n\ny los moradores en la tierra,…se asombrarán aquellos cuyos nombres no están escritos…desde la fundación del mundo en el libro, se asombraron al ver la bestia la cual era,…no es, y será.",
    "Ahora, las iglesias protestantes dicen: “Pues, ¿cómo puede ser eso, cuando ellos dicen: ‘Yo creo en Jesucristo. Él es mi Salvador personal’?”. El diablo también cree, hermano.",
    "Tiene que ser una regeneración, un nuevo Nacimiento, un nacer de nuevo. Y cuando Ud. nace de nuevo, su nombre es puesto en el Libro de la Vida del Cordero.",
    "Ud. dice: “A menudo me pregunto. Bueno, ¿qué? ¿No soy tan bueno como los demás? ¿No soy tan bueno como el montón de Uds., santos rodadores tontos? Soy igual de inteligente. Los tengo en… Yo tengo títulos. Me gradué de la universidad. Vengo de una buena familia. Mi familia eran miembros de iglesia, antes de mí. ¿No soy tan bueno como Ud.?”.",
    "Dice: “El mundo entero” protestante y todos, “se asombraron”, todos excepto aquellos cuyos nombres estaban escritos en el Libro.",
    "¿Por qué se escribieron los nombres? Ellos son el Linaje de Abraham, “y son herederos según la promesa, elegidos antes de la fundación del mundo”. Por eso ellos no se asombran. Fíjense aquí, ahora vean lo que él dijo. Miren estos en el Libro de la Vida del Cordero.\n\nEsto, para la mente que tiene sabiduría.",
    "Ahora quiero preguntarles algo. ¿Es la sabiduría uno de los dones del Espíritu Santo? [La congregación dice: “Amén”.—Ed.] ¿Verdad que sí? ¿Cuántos creen que la Biblia, Primera de Corintios 12, enseña que los dones y todo en la iglesia, la sabiduría, veamos, que es uno de los dones? [“Amén”.] Pues, ¿cómo entonces pueden Uds. decir que no se habla en lenguas? ¿Cómo dicen que no hay interpretación de lenguas? ¿Cómo pueden decir que no hay sanidad Divina? Porque el mismo cuerpo… Si soy un cuerpo, tengo una mano de este lado, y una mano de este lado, y un pie allí; ¿cómo pueden decir que la mano, no es el pie? ¿No escucharon lo que dijo Pablo?",
    "Ahora observen, él está hablando en los últimos días, directamente al Cuerpo, dijo: “Esto, para el que tenga sabiduría”. ¡Oh, me gusta esto! ¡Oh, vaya! Esto es lo que les impactará. Escuchen esto. Muy bien. “Aquí está la mente que tiene sabiduría”. Si esos dones del Espíritu Santo no vinieron a toda la edad, ¿entonces por qué habló él esto para los últimos días? Si no va a haber dones en la iglesia, en los últimos días, ¿entonces por qué dirigió esto a los últimos días? “Aquí está para el que tiene sabiduría”.\n\n…Las siete cabezas son siete montes, sobre los cuales se sienta la mujer,",
    "¿Cuántos montes? ¿Cuántas ciudades hay en el mundo, que, en que una iglesia está sobre siete montes? Solo una. ¿Dónde está eso? La Ciudad del Vaticano en Roma. ¿Verdad? [La congregación dice: “Amén”.—Ed.] La Biblia dice que esta horrible prostituta que hizo que toda la tierra cometiera fornicaciones, y produjo un montón de hijitas para enseñar más o menos lo mismo que ella, no eran tan malas como ella, ¡pero ellas eran rameras! Les enseñó a ellos lo mismo. Dice: “El origen de esto será una mujer” o una iglesia, “sentada en siete montes” en Roma. He buscado por todo el mundo; díganme dónde está, “una iglesia sentada en siete montes”. Ahora, estoy leyendo esto de la Biblia.\n\nY son siete reyes. Cinco de ellos han caído,…",
    "Si tomáramos la historia, y volviéramos y la mostráramos, donde los reyes han caído, en Roma, desde el reino de Babilonia.\n\n…uno es (Nerón), y uno está por venir; y…es necesario que dure breve tiempo (unos seis meses) cuando él venga.",
    "🦅 Y la bestia…”. ¡Ooh! Miren esto. Ahora el poder va a tomar el lugar pagano.\n\nLa bestia que era, y no es, es también…el octavo, (ahora observen) y es de entre el séptimo,…",
    "Todos Uds. saben el rey tan terrible que fue. Él… Él amarró a su madre a un leño de un caballo y la arrastró por las calles, y le prendió fuego a la ciudad, y tocó el violín en la colina. Es el mismo tipo de espíritu que está dominando la iglesia que se pone en el lugar del pagano. “El octavo, que es de entre los siete. Y luego él es, y no es; y es, y no es; y es, y no es,” y continua.\n\n…y va a la perdición.",
    "Hasta el tiempo de la Venida del Señor, y es echado al infierno.\n\nY los diez cuernos que has visto, son diez reyes, que aún no han recibido reinos; pero por una hora recibirán autoridad como reyes juntamente con la bestia.",
    "¡Oh!, si tan solo tuviéramos… “Que aún no han recibido autoridad”. Estos no son reyes. Ellos no tenían… No pueden. Los cuernos no tenían coronas. “Ellos recibieron autoridad como reyes”. ¿Qué es? Dictadores; no reyes coronados. ¡Dictadores! ¡Oh, vaya!",
    "Ahora, ¡oh!, a veces, cuando leo esto, el corazón me salta de alegría, muy bien, cuando pienso en cómo estamos viviendo aquí en el último día.\n\nY los diez cuernos que has visto, son diez reyes, que aún no han recibido reino; pero por una hora recibirán autoridad como reyes juntamente con la bestia.\n\nÉstos tienen un mismo propósito, y entregarán su poder y su autoridad a la bestia.\n\nPelearán contra el Cordero, y el Cordero los vencerá,…",
    "Ahí viene la Batalla de Armagedón; en preparación para el Milenio.\n\n…porque él es el Señor de señor, y el Rey de rey;… (no se inquieten)…y los que están con él son llamados, los elegidos,…",
    "No Uds.; Él lo ha hecho. Si Ud. tiene el Espíritu Santo, debe gritar victoria. Dios lo eligió a Ud. antes de la fundación del mundo. Si Ud. no puede ver la Luz del Evangelio, es solo porque Ud.—Ud. está ciego.\n\n…elegidos, y fieles.\n\nMe dijo también: Las aguas que has visto donde la ramera se sienta, son pueblos,…muchedumbres, naciones, y lenguas.",
    "En otras palabras, esta mujer sentada aquí, la iglesia, va a repartirle su doctrina a todo pueblo, muchedumbre y lengua. Allí está ella. Ella tenía el gobierno sobre ellos. Ella está sentada sobre ellos, el poder dominándolos. Ella está sentada sobre siete montes, vestida de escarlata, adornada con las riquezas del mundo. Allí está ella.\n\nY los diez cuernos que viste en la bestia, éstos…",
    "Observen ahora, están entrando en los poderes del comunismo.\n\n…éstos aborrecerán a la ramera, y la dejarán desolada y desnuda; y devorarán sus carnes, y la quemarán con fuego;\n\nporque Dios ha puesto en sus corazones el ejecutar lo que él quiso: ponerse de acuerdo, y dar su reino a la bestia, hasta que se cumplan…las palabras de Dios.",
    "¡Aleluya! “Los cielos y la tierra pasarán, pero la Palabra de Dios nunca pasará”. ¡Miren!\n\n…la mujer que has visto…\n\n…la mujer que has visto es la gran ciudad que reina sobre los reyes de la tierra.",
    "Muéstrenme una ciudad en el mundo que esté reinando sobre los reyes de la tierra, de cualquier forma, como Uds. quieran, fuera de la jerarquía católica en Roma, sentada sobre siete montes. Ni una ciudad, y nunca la hubo, y nunca la habrá; fuera de la Nueva Ciudad que viene del Cielo. Así es.",
    "Ahora, solo un minuto. Quiero mostrarles esto de nuevo, para que el Señor considere y nos bendiga juntos mientras leemos esto. Muy bien. Observen aquí ahora, estoy leyendo el capítulo 13. Comenzando en el versículo 15.\n\nY se le permitió infundir aliento a la imagen…",
    "Eso es en los Estados Unidos, la cual vimos subir, ¿ven Uds.?, una imagen.\n\n…para que la imagen de la bestia hablase e hiciese matar a todo el que no la adorase. (Ese es el boicot.)\n\nY hacía que a todos, pequeños y grandes, ricos y pobres, esclavos y libres, se les pusiese una marca en la mano derecha, o en la fron-… frente.\n\nY que ninguno pudiese comprar o vender, sino el que tuviese la marca, o el nombre de la bestia, o el número de su nombre.",
    "Ahora observen, ahora, atentamente ahora, muy de cerca, antes de que terminemos. El versículo 18. Escuchen.\n\nAquí hay sabiduría.",
    "¿Ven al Espíritu Santo llamando a que regresen a los creyentes en el último día? Ese pequeño grupo allá, hablando, llamando al pequeño grupo en este día: “Aquí está para el que tiene sabiduría en la iglesia. Que entienda esto”.\n\n…El que tiene entendimiento, cuente los números de la bestia, pues es número de hombre, (no una nación) hombre; y su número es seiscientos sesenta y seis.",
    "Y allí mismo sobre la Ciudad del Vaticano… Pues, no me digan; tengo Los hechos de nuestra fe, y todo, ¿ven? Sobre la Ciudad del Vaticano, y el papa está de pie como “el vicario del Hijo de Dios”. Yo tengo amigos católicos sentados aquí mismo, que eran católicos, sentados aquí y saben que eso es la verdad. Mi familia, quizás, antes de mí, también era católica. ¿Ven?",
    "Ellos llamaron católico a San Patricio, y él no fue católico. Dijeron que Juana de Arco era una santa; y los sacerdotes la quemaron por bruja. Con razón Jesús dijo: “Uds. blanquean los sepulcros de los profetas, y Uds. los pusieron allí, Uds. paredes blanqueadas”. Así es.",
    "Observen, es número de hombre. Y allá sobre el papa de Roma, está escrito, “VICARIVS FILII DEI”. Está escrito en letras romanas. Solo escríbalo Ud. mismo, mañana. V, I, C, I, R, ¡oh!, pónganlo allí en letras romanas, y tracen la línea y sumen eso, y vean qué es lo que obtienen: seiscientos sesenta y seis. ¿Dónde está sentado? “Sobre siete montes”.",
    "Y de allí salió la organización de la religión, que enseñaba dogmas en lugar de la Biblia. Y los protestantes salieron enojados de ella, y están haciendo lo mismo que ellos, porque Allí dice que ella era una “RAMERA” y ellas eran “PROSTITUTAS”. Salieron con un bautismo falso, con una religión falsa, con una falsa concepción del Espíritu Santo, con una falsa concepción del infierno, y todas estas cosas así, y los protestantes siguiendo perfectamente los pasos.\n\nPero habrá Luz al caer la tarde,\n\nLa senda a la Gloria seguramente hallarán; (así es)\n\n…camino, está la Luz de hoy,\n\nSepultado en el precioso Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse de todo su pecado,\n\nEl Espíritu Santo seguramente entrará;\n\nLas Luces de la tarde han llegado,\n\nEs un hecho que Dios y Cristo son uno. (¡Amén!)",
    "Hermano, se lo estoy diciendo, son las Luces del atardecer resplandeciendo. La misma Doctrina apostólica, el mismo bautismo apostólico, la misma llenura apostólica del Espíritu Santo, las mismas señales y maravillas apostólicas se están asomando para los gentiles; como sucedió con los judíos, allá temprano en la mañana, aquí está en la puesta de sol.\n\nHay personas por doquier,\n\nCuyos corazones están ardiendo\n\nCon el Fuego que cayó en Pentecostés,\n\nQue los limpió y los blanqueó;\n\n¡Oh!, ahora arde en mi corazón,\n\n¡Oh, gloria a Su Nombre!\n\nEs mi gozo el decir que soy de Él.\n\nSoy de Él, soy de Él,\n\nEs mi gozo el decir que soy de Él;\n\nSoy de Él, soy de Él,\n\nEs mi gozo el decir que soy de Él.\n\nEstaban unidos en el aposento alto,\n\nTodos orando en Su Nombre,\n\nFueron bautizados con el Espíritu Santo,\n\nY vino Poder para servicio;\n\nAhora, lo que Él hizo por ellos en aquel día\n\nLo mismo hará Él por ti,\n\nEs mi gozo el decir que soy de Él.\n\n¿Uds.? [La congregación dice: “Amén”.—Ed.]\n\nVenga, mi hermano, busque esta bendición\n\nQue limpiará su corazón del pecado,\n\nHará sonar las campanas de gozo,\n\nY mantendrá encendida su alma;\n\n¡Oh!, ahora arde en mi corazón,\n\n¡Oh, gloria a Su Nombre!,\n\nEs mi gozo el decir que soy de Él.",
    "¡Oh, por este glorioso Evangelio!\n\nEstá goteando sangre, sí, está goteando sangre,",
    "¡Consideren el precio! “El que Me sigue, niéguese a sí mismo, tome su cruz (muerte) y sígame”.\n\nEste Evangelio del Espíritu Santo está goteando sangre,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo está goteando sangre.\n\nEl primero que murió por este plan del Espíritu Santo,\n\nFue Juan el Bautista, pero murió como hombre;\n\nLuego vino el Señor Jesús, ellos lo crucificaron,\n\nÉl predicó que el Espíritu salvaría al hombre del pecado.\n\nAllí estaban Pedro y Pablo, y Juan el divino,\n\nDieron sus vidas para que este Evangelio pudiera brillar;\n\nEllos mezclaron su sangre, con los profetas de antaño,\n\nPara que la verdadera Palabra de Dios pudiera ser dicha con verdad.\n\nLuego apedrearon a Esteban, que predicó contra el pecado,\n\nLos hizo enojar tanto, que le aplastaron la cabeza;\n\nPero él murió en el Espíritu, y entregó el espíritu,\n\ny fue con los demás, esa multitud que dio su vida.\n\nEstá goteando sangre, sí, está goteando sangre.\n\nEste Evangelio del Espíritu Santo siguió goteando sangre,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo siguió goteando sangre.\n\nLas almas bajo el altar, clamando: “¿Cuánto más?”.\n\nPara que el Señor castigue a los que han hecho mal; (burlándose, ¿ven?. ¡Oh, hermano!)\n\nPero habrá otros que darán su sangre de vida\n\nPor este Evangelio del Espíritu Santo y Su torrente carmesí.\n\nEstá goteando sangre, sí, está goteando sangre.\n\nEste Evangelio del Espíritu Santo sigue goteando sangre,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo está goteando sangre.",
    "Démonos la vuelta y estrechemos la mano el uno al otro ahora.\n\nEstá goteando sangre, sí, está goteando sangre.\n\nEste Evangelio del Espíritu Santo está goteando sangre\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo está goteando sangre.",
    "¿Aman Uds. al Señor? [La congregación dice: “Amén”.—Ed.] El Señor les bendiga.",
    "Padre, pedimos que bendigas a esta congregación, y que se vayan a casa gozosos. Que vengan a la Fuente llena de Sangre, sacada de las venas de Emmanuel. Que abandonen todo el viejo iglesismo, y vengan a recibir el Espíritu Santo. Oramos en el Nombre de Jesús. Amén.\n\nDios les bendiga. Buenas noches. Dios sea con Uds. 🦅"
  ]
}