{
  "title": "EL SELLO DE DIOS",
  "id": "54250009",
  "content": [
    "🦅  …?…a la manera antigua como solíamos hacerlo hace muchos años, y estamos muy agradecidos por eso. Y me gustan estos cantos adicionales, todos los cantos, y estos especiales. “Cuando haya recorrido el último tramo del camino; descansaré al final del día”. Es ahí donde, quizás, sentado aquí, cuando lo estaban cantando, mirando hacia afuera y viendo el sol mientras se ponía; las aves todas cantando suave y en voz baja, todo está para terminar ahora y se han ido a descansar, para levantarse mañana en la madrugada para un nuevo día.",
    "Y así es con la vida; los días de trabajo pronto van pasando, y nosotros nos acostamos en nuestro sillón. Ese día quiero hablar con Él, sencillamente hablar con Él. Reunir mi vestimenta, y entrar en la recámara.",
    "Sabiendo esto, como dijo San Pablo de antaño: “Yo lo conozco a Él en el Poder de Su resurrección”. Que cuando Él llame a salir de entre los muertos, yo seré llamado a salir con ellos. “Conociéndolo a Él en el Poder de Su resurrección”. No conociéndolo a Él por palabra o por obra, sino conociéndolo a Él en el Poder de Su resurrección. Esa es una de nuestras—nuestras grandes esperanzas en esta noche, y la única esperanza que tenemos, está en la… esa gran resurrección de nuestro Señor Jesús; y nuestra resurrección preliminar la tenemos ahora, de muerte a Vida, por tener Vida Eterna por medio de Jesucristo.",
    "Esperando, y gloriosa espera, de toda la naturaleza, hasta ese día cuando Él vendrá la segunda vez, desde el Cielo, a Quien Dios enviará en debido tiempo. Y entonces estos cuerpos mortales, en los que ahora gemimos, se vestirán de inmortalidad, “Y seremos transformados y hechos semejantes a Su Propio cuerpo glorioso, porque Le veremos como Él es”.\n\nEntonces el pecado y el dolor, el pecado y la muerte de este mundo oscuro cesará,\n\nen este reinado glorioso con Jesús de mil años de paz.",
    "Las aves están esperando eso; los árboles están esperando eso. Toda la naturaleza está inclinada y llorando, esperando ese momento, gimiendo para ser vestida.",
    "Mi hijita, hace un momento me hizo una pregunta. Ella dijo: “Papá, ¿cómo era esta tierra cuando Dios la terminó?”.",
    "Yo le dije: “Era hermosa, cariño. Era hermosa”. Y le dije: “Algún día será así de nuevo, cuando le sea quitada la maldición. Y entonces estaremos… Será como era en el principio, un gran paraíso de Dios”.",
    "Ahora, directo al trabajo. Yo estaba pensando ahora que la primera noche… Esta es la tercera noche de nuestro pequeño avivamiento. Y no hemos tenido una campaña de sanidad. Solo es para relajarnos, solo para expresar nuestros sentimientos y enseñar el Evangelio a la antigua; el mismo Evangelio que yo enseñé aquí, hace muchos, muchos años, no ha cambiado en nada. Así es, es el mismo Evangelio, ni una pizca de renovación o de pulido; solo es el mismo Evangelio.",
    "Afuera en los servicios, siendo interdenominacional, y al trabajar en auditorios y con muchas denominaciones diferentes de personas reunidas, uno como que se mantiene alejado de la Doctrina; de todo menos sanidad Divina, y por supuesto, el aceptar al Señor Jesús. Pero cuando uno está en su casa, como aquí en la iglesia local, uno siente como que puede desabrocharse el cuello, y simplemente predicar lo que uno cree que es correcto, y eso es todo.",
    "Y muchas veces, aquí, tenemos muchas veces, personas en desacuerdo. No podemos esperar que todos estén de acuerdo con nosotros en las Doctrinas de nuestra iglesia y en las cosas que tenemos. Pero podría sucedernos lo mismo, si su pastor estuviera predicando, pero él aún sería mi hermano. No lo olviden. Y todos ven las cosas con diferentes puntos de vista.",
    "Y en esta semana, viendo que tuve que cancelar una semana en Canadá, por causa de una tormenta de nieve, pues, eso me dio el privilegio de poder venir aquí al tabernáculo para un avivamiento por algunas noches, lo cual prometí cuando me fui. Y yo anuncié que no habría… “no un servicio de sanidad; solo es para predicar el Evangelio”. Solo… Y en cuanto a esto, pensé que quizás tomaríamos unas noches en las Siete Edades de la Iglesia. Porque verdaderamente creo que vivimos en la última edad de la iglesia, el último día, justo antes de la Venida del Señor Jesús.",
    "Yo siempre trato de examinarme, aquí en la pequeña iglesia, en cualquier lugar donde he estado hablando, puesto que el buen Señor del Cielo me ha dado un pequeño ministerio también, en el aspecto sobrenatural, como Uds. saben. Y las personas se aferran a la palabra de uno, y—y entonces yo—yo tengo que ser muy cuidadoso con las declaraciones que hago. Pues, si el Espíritu Santo ha concedido este poder de visión y discernimiento, lo cual es incuestionable, y ellos lo escuchan hablar a uno, ellos consideran que uno tiene alguna idea de lo que está hablando, pues Dios nunca bendeciría un error y lo enviaría de esa manera. ¿Ven? Entonces uno tiene que tener mucho cuidado, y examinarlo a la luz de la Palabra todo el tiempo. Y en eso, si yo cometo un error, le oro a Dios que me perdone, porque no es mi intención. Y yo…",
    "Y en cualquier momento en la enseñanza, y especialmente en estos temas profundos en los que estamos ahora, y anoche en La marca de la bestia, y temas así, y esta noche de El Sello de Dios, la marca de Dios y así por el estilo, siento que quizás, podría tener muchos que no estén de acuerdo con esto, con lo que yo enseño sobre eso. Pero yo trato de hacerlo como… no dirigiendo Eso a ninguna iglesia, ninguna denominación, ni a ninguna persona, en lo absoluto. Dios lo sabe. Solo a la Luz en la que yo lo veo, de esa manera lo hablo.",
    "Y no hay una iglesia que mencione el Nombre del Señor Jesús a la cual yo no ame. No hay una persona que pueda invocar Su Nombre, o tener algún respeto por Él, por la que yo no iría a la muerte para hacer cualquier cosa por ellos. Así es. No importa qué tipo de religión lleven ellos, ya sea metodista, bautista, católica, la que pudiera ser, eso no me importaría ni un poco. Es verdad. Siempre y cuando tengan respeto por mi Señor.",
    "Pero, ahora, hay un Plano. Y ahora cada iglesia enseña, quizás, lo que es su teología de esa iglesia, creyendo que está basada en un Plano. Bueno, pues, muchas veces, viendo esas cosas, esa no es la manera en que yo leo el Plano, pues entonces yo tengo el derecho en mi propia iglesia de presentar lo que yo creo que es correcto.",
    "Aquí hace algún tiempo, un contratista…Yo estaba en Milltown, en la iglesia bautista de Milltown, donde tuvimos un avivamiento. Y el Hermano Wright y todos Uds., supongo, que recuerdan a Marion Lee. [El Hermano George Wright dice: “Amén”.—Ed.] Y él estaba muy molesto por algo que yo enseñé sobre el bautismo en agua. Pues, él se fue a casa y estaba molesto por eso. Y él era un contratista.",
    "Esa noche él tuvo un sueño. El Señor le mostró que estaba construyendo una casa, y que le pondría una ventana saliente. Y así que en lugar de ponerle una ventana saliente, él solo puso un porche, dijo: “Eso estará bien”. Entonces cuando vino el dueño de la casa, dijo: “Derríbela hasta los cimientos; empiece de nuevo”.",
    "Así que a él le habían enseñado algo diferente a lo que la Biblia enseñaba, entonces él dijo: “Más vale que derribe los cimientos y vuelva a construirla de nuevo”. Yo fui a casa con él esa noche, me quedé toda la noche en su casa. Entonces nosotros…",
    "Es cierto. Hay que establecerlo. Y, enseñando estos temas, yo no soy un maestro. Pero hasta donde Lo entiendo, me gusta explicarlo a los demás, y tener compañerismo alrededor de la Palabra, mientras que el Espíritu Santo Lo hace real a nuestro corazón. Y así la pasamos muy bien haciéndolo.",
    "Y como para darle descanso a nuestro querido pastor aquí, el Hermano Neville. Si hay visitas con nosotros; el varón aquí, es nuestro pastor, el Hermano Neville, un hombre de Dios, un verdadero siervo del Señor Jesucristo. No lo digo porque él esté sentado aquí. Digo eso a sus espaldas, o en cualquier lugar, él ha sido de esa manera desde que lo conocí. Él era un metodista de cepa, y yo era un bautista de cepa, pero éramos hermanos juntos, y resultó que ambos éramos santos rodadores. Muy bien, ¿no es así, hermano? Amén. [El Hermano Neville dice: “Amén. ¡Aleluya!”.—Ed.] Así que estamos en terreno mutuo.",
    "Bueno, lo, lo estamos pasando de maravilla de esta manera: “Solo teniendo compañerismo entre nosotros, mientras que la Sangre de Jesucristo, el Hijo de Dios, nos limpia de toda injusticia”. Así que la estamos pasando muy bien, y realmente apreciamos a las visitas aquí con nosotros, esta noche.",
    "Nuestro pequeño avivamiento, supongo que Uds. se preguntan por qué no se anunció. Bueno, era solo un pequeño momento de jubileo para nuestra iglesia aquí, y esa es la razón por la que nosotros quizás sea… Yo no sé a lo que guiará el Espíritu Santo, pero quizás una noche, antes de que terminemos aquí, podamos tener un servicio de sanidad, si el Señor lo permite. Y, pues, yo confío en que Él lo concederá.",
    "Yo tengo que regresar a Canadá ahora, para continuar en los avivamientos. Y como todos saben, tenemos una agenda bastante apretada, llena hasta la fecha y la hora de salir al extranjero. Y los arreglos ya están hechos, para comenzar en Durban, al Sur… en Johannesburgo, Sudáfrica, en septiembre, como el tres. Y luego continuamos de allí a Durban; y a la India; y a Palestina; y Luxemburgo; y Fráncfort; y Cisjordania; y por todo allí. Regresar a casa cuando el Señor nos guíe de vuelta, cuando Él nos diga que regresemos. Luego ellos están preparando otro itinerario para Nueva Zelanda y Australia, y por allí; y hacia el oriente, a Japón, y a esos países allá.",
    "Yo siento que muchas iglesias de aquí alrededor, donde las personas, ¡oh, vaya!, hay como una especie de proselitismo entre ellos, y a la vez, miles de personas ni siquiera han oído de Jesús por primera vez. Así que, yo siento que… Es mi sentir, personalmente que es mi deber llevarles el Mensaje a ellos, de la mejor manera que pueda. Y ahora como yo…",
    "Ahora permítanme decirlo de nuevo, porque estando presentes, metodistas, bautistas, católicos, presbiterianos, pentecostales, peregrinos de santidad, nazarenos, sentados alrededor, y eso es de lo que estamos hechos… Yo creo que así va a ser en el Cielo, más o menos, nuestro grupo completo sentados allá.",
    "Y ahora en estos mensajes, como La marca de la bestia, y hoy cuando hay tanta confusión… ¿Lo entendieron anoche? Si lo entendieron, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Ahora vamos a hablar esta noche de la marca de Dios, o, El Sello de Dios. Ahora vemos que…",
    "Ahora, no estoy tratando de predicar de dos Biblias; una es suficiente. Pero tengo una de ellas aquí con el propósito de ver las notas al pie de página y demás, como referencia, por si alguien hiciera una pregunta. Y ahora, mañana por la noche, si el Señor quiere, después de predicar…",
    "La primera noche, en Las siete edades de la iglesia viendo dónde estábamos, posicionalmente estamos, en el día en que vivimos.",
    "Anoche, sobre lo más criminal que hay en el mundo, La marca de la bestia.",
    "Y esta noche, sobre la mayor bendición que hay en el mundo, El Sello de Dios.",
    "Ahora, mañana por la noche les voy a dar la oportunidad de bombardearme. Mañana por la noche son las preguntas y cosas que Uds. no entiendan sobre lo que se ha predicado. Uds. han sido damas y caballeros lo suficiente, o lo suficiente Cristianos, diría yo, para permanecer en silencio en el tiempo de los servicios. Quiero que anoten, mañana por la noche cuando vengan a la iglesia, y vengan tan temprano como puedan, porque tendré que venir temprano para leer y tratar de dar respuesta, a lo que sea su pregunta en cuanto a la Escritura.\n\nLuego el domingo por la mañana es la escuela dominical habitual.",
    "El domingo por la tarde, quizás el domingo por la tarde, es el servicio bautismal. Hay algunas personas para ser bautizadas. Y luego el domingo por la noche, quizás tendremos un mensaje del Evangelio o un servicio de sanidad. Veremos lo que el Señor dirija para esa noche, para el domingo por la noche, el mensaje sobre eso.",
    "Ahora vemos, antes de abordar esto, que: “No hay ningún hombre en el Cielo, ningún hombre en la tierra, o ningún hombre debajo de la tierra, era digno de tomar el Libro, o abrirlo, o desatar sus Sellos”. “¡Ningún hombre!”. Juan lo vio en el Apocalipsis. Y ahora estamos enseñando Apocalipsis. “Y Juan lloró. Pero había un Cordero como inmolado, desde la fundación del mundo; Él era digno de venir y tomar el Libro de la mano derecha del que está sentado en el Trono, y abrir el Libro y desatar sus Sellos”. Y ese Cordero, por supuesto, era Jesucristo, el Hijo de Dios. Y ahora si Él es el Único que es digno…",
    "Él vivió aquí con nosotros una vez, en la tierra, en la forma de un Hombre. Dios vivió en Su Hijo, Cristo Jesús, como el Dios-Hombre.",
    "Y Él regresó a la Gloria, dejando esta Palabra: “Un poco y el mundo no Me verá más. Pero, vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. La Persona del Espíritu Santo, Dios, regresando en la forma, Él… Jesús dijo: “De Dios vine; a Dios voy”. Él vino de la Eternidad, descendió al tiempo; salió del tiempo, volvió a la Eternidad.",
    "Pero el mundo no Le conoció. “En el mundo estaba, el mundo por Él fue hecho, pero el mundo no Le conoció. Mas a todos los que Le recibieron, ellos… les dio potestad de ser hechos hijos de Dios”.",
    "Y, ahora, ahora Jesucristo está con nosotros: “Todavía un poco y el mundo no Me verá más, pero vosotros Me veréis”. Ahora va a haber un mundo que no lo verá a Él, y habrá un “vosotros” que sí ve. “Porque Yo…” “Yo” es un pronombre personal. “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Y vosotros, el creyente, Me veréis hasta el fin del mundo.",
    "Hebreos 13:8, dice: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Obsérvenlo a Él en Su poder, el mismo Señor Jesús, el mismo amor, las mismas maravillas, las mismas señales que lo siguieron a Él, continuando adelante. Él está ahora en el Cuerpo místico, el Cuerpo de los resucitados, de pecado a Vida. Él vive en ellos.",
    "Dios en Su gran Gloria, Dios condescendiendo, viniendo de la Columna de Fuego, ninguno la podía tocar, bajando en una forma de carne humana donde él podía tocar, pero Él nació de una virgen. Luego, de allí, dio Su vida para ser crucificado, para limpiar al hombre pecador, y que Él pudiera vivir allí mismo entre los hombres. ¡Qué amor el que tiene Dios por el hombre, que Él Mismo se mostró al bajar, para limpiar un camino para Él poder vivir y amar entre los hombres y las mujeres. Es hermoso. Sí. Ese es nuestro Padre.",
    "Hablemos con Él ahora, el Autor del Libro, antes de abrir las páginas.",
    "Nuestro bondadoso Padre Celestial, venimos a Ti en esta noche, como nos ha sido prometido: “Si algo pidiereis en Mi Nombre, eso haré”. Así que, no tenemos justicia, no tenemos nada que podamos ofrecer, solo venimos en el Nombre del Señor Jesús, sabiendo que Tú prometiste oír por medio de este Nombre.",
    "Entonces Te pedimos, sabiendo que tenemos aquí, bajo consideración esta noche, uno de los temas más sobresalientes del día, El Sello de Dios. Padre, oramos, Señor, sabiendo que este grupito de personas que está reunido aquí, si yo los guío mal, daré cuenta de eso en el Día del Juicio. Y anoche, sobre, La marca de la bestia. ¡Oh, Padre!, oramos que Tú guíes y dirijas esas Palabras. Que no vuelvan vacías, sino que hagan cual fue su propósito cuando fueron escritas en el Libro.",
    "Y ahora ven, Santo, toma la Palabra de Dios directa de la Biblia, háblala por medio de labios mortales, a oídos mortales, y circuncida tanto el hablar como el oír, para que podamos lograr algo por medio de esta reunión en esta noche; sabiendo que puede haber algunos aquí, que si el mundo permanece un año más, no serán mortales en la tierra.",
    "Y ahora estamos en la casa de corrección, en la casa de Dios, donde debemos enfrentar la corrección. Y que el Espíritu Santo me corrija y cierre mi boca, como Tú hiciste con la boca de los leones con Daniel. Y Tú conoces mi corazón, si yo dijera una palabra contraria o dentro de mí. Que el Espíritu Santo unja cada Palabra. Tan solo me paro como un vaso vacío; y que Él hable la Palabra de Dios en esta noche, porque nuestros corazones hambrientos anhelan oír de Él. Y que Él, Quien escribió la Biblia, venga y se La interprete aquí a Tus humildes siervos. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora solo como una pequeña base, para comenzar esta noche con, El Sello de Dios.",
    "No se olviden que mañana por la noche, queremos que tengan su pregunta. Y escríbanla claramente, y pónganla en la plataforma, temprano, o en el púlpito, tan pronto como puedan. Ahora, este gran tema que tuvimos anoche…",
    "La primera noche, antes de anoche, fue la Iglesia y la edad de la iglesia; cómo fue que vimos a Jesús parado en medio de los Siete Candeleros de Oro, semejante a piedra de jaspe y de cornalina, principio y fin, Rubén y Benjamín. Vean los siete candeleros, o siete candelabros en pie, y un arco iris sobre ellos, como un pacto, y cómo Él se presentó. Y Su Voz era la Voz de muchas aguas, las dos, Cristo y la Iglesia, hablando a una; con un cinto de oro por la parte del pecho de la Iglesia, cubierto, sosteniendo, el Evangelio sosteniendo la justicia de Cristo sobre la Iglesia. De pie sobre el fundamento de bronce, juicio Divino; Dios derramó Su juicio Divino sobre Cristo, y Él sufrió, el inocente por el culpable.",
    "Entonces, viendo cómo comenzó con la iglesia de Éfeso; luego la segunda edad de la iglesia; la tercera edad de la iglesia; la cuarta edad de la iglesia, los mil quinientos años del oscurantismo; a través de la Edad Luterana; y la Edad de Filadelfia; y hasta la Edad de Laodicea, la última edad.",
    "Viendo en el Antiguo Testamento cómo fueron tipificadas perfectamente en el principio, en Salomón, siguiendo hasta la época de Acab, la edad del oscurantismo. Y lo hallamos, como Jezabel, Acab, un predicador fronterizo, o un hombre que iba y venía. Así como muchos miembros tibios de la iglesia hoy, personas, que van y vienen; hoy están en la iglesia y mañana Ud. puede hallarlos en cualquier lugar; ceden, bajan la guardia, yendo con el mundo, y llamándose ellos Cristianos. Y Acab, en esa condición, se enamoró de una mujercita hermosa, aunque completamente malvada. Y se casó con ella, y trajo idolatría a Israel, justo en la época más oscura de Israel, el oscurantismo. Ahora, vemos que ellos salieron de allí con un pedestal de bronce, y salieron, y finalmente tibios, caídos al punto que Dios los vomitó de Su boca y aceptó a los gentiles.",
    "Y ahora hallamos que comenzaron desde la primera, la—la Iglesia de Éfeso, en el principio, en la edad de la iglesia; la siguiente edad de la iglesia comenzó a enfriarse y tornarse tibia; entrando allí, a la edad del oscurantismo. Y al igual que—que aquel día, Acab casándose con una idólatra, Jezabel, y trajo la idolatría a Israel; luego el protestantismo se casó con el romanismo, el catolicismo, y trajo la idolatría a la iglesia. Salió a través de Martín Lutero; pasó por John Wesley; llegando a Pentecostés, y echada, hasta ser vomitada de la boca de Dios; y Dios se vuelve de nuevo al judío, perfectamente igual.",
    "Ahora, sé que yo soy… Pues Uds. dicen que soy un tipólogo. Así es. Porque, yo sé, de una cosa estoy seguro: si estoy yendo hacia mi sombra y veo la apariencia de mi sombra, tengo alguna noción de mi apariencia; ya sea yo una bestia de cuatro patas, o un ave con plumas, o lo que sea, eso producirá sombra.",
    "Y el Antiguo Testamento fue una sombra del Nuevo. Lo vimos anoche, en Apocalipsis 12, la mujer con la ley debajo de sus pies, la luna y el sol a su cabeza, y es un tipo. Cómo, todas esas cosas, nos dice Hebreos el capítulo 11, eran todas tipos y sombras. Yo creo que en Hebreos 12, él dijo: “Teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso, y del pecado que nos asedia, para que corramos con paciencia la carrera que tenemos por delante”. Ahora, nosotros vimos esas cosas. Entonces anoche…",
    "Retomamos aquí atrás, para ver, o—o, antes de anoche. Vemos entonces que la primera iglesia, cómo comenzó. Fue inaugurada y comenzó en el día de Pentecostés, donde el Espíritu Santo fue derramado sobre los creyentes. Y vimos la reacción de estos creyentes, y cómo Eso obró sobre ellos, y lo que hicieron, y las señales y maravillas que los siguieron.",
    "Luego encontramos, al final de esa edad de la iglesia, unos trescientos años, ellos trajeron una herejía en su medio, llamada “la doctrina de los—de los nicolaítas”. Luego hallamos que eran “obras”, para empezar.\n\nEn la siguiente edad de la iglesia, llegó a ser una “doctrina”.\n\nY luego llegó a ser una “persecución”, en la edad del oscurantismo.",
    "Luego sale al otro lado, por aquí, y vimos que del cascarón salieron allí las iglesias protestantes como resultado.",
    "Luego volvemos atrás entonces y hallamos cómo todos los tibios están por aquí al final de la edad, de este lado, cómo todo se enfría. Así como sucedió con los judíos, así está sucediendo con los gentiles; enfriándose mientras va en esta dirección, la sombra, oscureciéndose.",
    "Así como fue en los días de Wesley, y eso lo vimos anoche, y Lutero. Qué gran avivamiento tuvieron Uds., pero, en la siguiente ronda, comenzó a enfriarse; en la siguiente ronda, más frío. Y ahora solo son un montón de credos y formas. Eso es todo. ¿Ven? Y así ha sido todo el tiempo. Entonces hemos enseñado eso.",
    "Ahora, atentamente, escuchen, para que se acuerden. Yo no estoy condenando a la gente católica, y no estoy condenando a la gente protestante, porque de ambos y de todos ellos viene la Simiente de Dios, por elección. Aquellos que son ordenados a Vida Lo verán y caminarán en Eso. Aquellos que no pueden ver, caminan en tinieblas. Eso depende de Dios. Dios lo hace. Él juró y le prometió a Abraham que lo salvaría a él y a su Simiente. Ahora, si Uds. tienen la Simiente de Abraham, Uds. tienen Vida Eterna, eso es, y Uds. son herederos según la promesa. Y todo es por gracia y por elección de Dios.",
    "Ahora fíjense, aquí en esto. Y yo en ocasiones… quizás si yo predicara más o enseñara más. Han pasado años. Esta es la primera reunión de enseñanza que he tenido, en unos ocho años. Y hay un poco, quizás un poco de oxido en algunos lugares. En cualquier momento que Uds.—Uds.… Pueden hacerme cualquier pregunta que deseen; pónganla en la plataforma, o en el púlpito, y con mucho gusto la recibiré.",
    "Ahora fíjense. Pero todo lo que yo sé de Eso, no Lo aprendí por el hombre, ni por un seminario. Yo oré hasta que tuve una revelación de aquello, y tenía que cuadrar con la Palabra de Dios.",
    "En el Antiguo Testamento, ellos tenían tres maneras de discernir un mensaje. La primera manera en que ellos podían ver, era si estaba escrito en la ley; la otra era un profeta; o la siguiente era el Urim Tumim. Ahora, cualquier maestro sabe lo que era el Urim Tumim. Era una—una luz que destellaba sobre el pectoral de Aarón, que ellos tenían colgado en el templo. Ahora, si un profeta profetizaba, y la Luz no destellaba en el Urim Tumim, eso estaba errado. Esa era una respuesta Divina de Dios: “Estaba errado”. Entonces si ellos… Si un soñador tenía un sueño, y no destellaba en el Urim Tumim, estaba errado.",
    "Ahora, el Urim Tumim ha sido quitado, en ese sentido, pero Este es el Urim Tumim de Dios ahora, la Biblia. Si un profeta, o un soñador, o lo que sea, o un maestro, no ha basado su teoría exactamente en ASÍ DICE EL SEÑOR, yo no la creo, ¿ven? Tiene que cuadrar justo Aquí, desde Génesis hasta Apocalipsis, no solamente en un lugar. Tiene que venir a través de la Biblia y cuadrar con Ella exactamente. Sí, señor. Tiene que cuadrar con el resto de Ella, y conectarla toda. Si Ud. no lo hace, Ud. podría tomar algo y decir que es el purgatorio, y predicar el catolicismo con la Biblia. Pero tiene que cuadrar completamente desde el Génesis hasta el Apocalipsis, para que el cuadro quede claro. Así es.",
    "Y el Espíritu Santo es Aquel Quien les revela este cuadro, si Uds. Le permiten hacerlo. Él los guiará a toda Luz. La Biblia así lo dijo. Jesús dijo que lo haría.",
    "Ahora, noten, como… Repito, vimos ahora lo que ellos hicieron allá. Luego, después de un tiempo, recibieron una doctrina. A ellos les vino la persecución; ellos salieron.",
    "Y luego vemos que en este día ahora, la Biblia predijo que habría un tiempo cuando los hombres recibirían una marca, y era una marca de la bestia.",
    "Cada vez que aparece alguna cosita en el país, todos dicen: “Esa es la marca de la bestia”. Cuando eso de antaño… Yo acababa de ser ordenado en la iglesia bautista, cuando oí de la N.R.A. [Administración Nacional de Recuperación.—Trad.] Pues, todos dijeron: “Esa es la marca de la bestia”. Y entonces todo comienza: “Es la marca de la bestia”.",
    "Y ahora ellos dicen: “Aquí viene Rusia, el comunismo, es la marca de la bestia”. Pero, eso es una mentira. Eso no es la marca de la bestia. La Biblia dice cuál es la marca de la bestia. La marca de la bestia no es un gran levantamiento anti-religioso anti-país así. El comunismo no es Rusia; el comunismo es un espíritu. Todo es… Nosotros no—no tenemos que preocuparnos por Rusia.",
    "Nuestra propia podredumbre es lo que nos está matando. El comunismo se mueve entre nuestras iglesias y todo lo demás, Uds. saben eso, en nuestras escuelas, en nuestros hogares, en todas partes, en nuestra nación. Todo está comido de gusanos. El petirrojo picoteando la manzana no le hace daño; es el gusano en el centro que arruina la manzana. Eso es lo que es, solo es la podredumbre entre nosotros. Yendo, llamándonos Cristianos y portándonos como el mundo, y vistiéndonos como el mundo, y participando del mundo, y así llamándonos… El mundo está hastiado y cansado de eso. Y no solo el mundo, muchos Cristianos también. Sí.",
    "Muchas veces he dicho: “Que Dios ayude al día en que los hombres sean lo que deben ser. Si yo estuviera contra Él, diría que estoy contra Él, estaría contra Él en todo lo que pudiera”. Pero yo estoy a favor de Él, y Le amo, y Le creo. Y—y mi vida está en Sus manos, para hacer lo que Él quiera, porque yo creo que el Cristianismo es la Verdad. Así es. Yo creo que es la Verdad.",
    "Al viajar por el mundo, y mirando los diferentes ismos y demás, todos sus fundadores están muertos y yaciendo en el sepulcro, y ellos tienen teología. Y hasta allí más o menos es que llega la Iglesia Cristiana con esto.",
    "🦅 Pero aquellos que conocen a su Dios harán proezas”. Y el Poder de Jesucristo resucitado vive en el hombre. [El Hermano Branham golpea el púlpito seis veces.—Ed.] Así es. Él no está muerto; Él ha resucitado. “Yo estaré con vosotros, aun en vosotros, y las cosas que Yo hago, vosotros también las haréis”. Sí, señor.",
    "Entonces el mundo mira y dice: “Fanatismo”. Uds. vieron a donde lo llevamos anoche, con la ayuda de Dios.",
    "Ahora, nos damos cuenta que lo primero que se levantó para formar alguna forma de la bestia, en absoluto, o… La bestia significa un “poder”. Anoche repasamos todos los símbolos y todo, para probar que la bestia era el poder. Y no salió de Rusia. Salió de Roma. Correcto. Aquello vino de Roma.",
    "Y no era—no era un grupo de hombres. No fue una organización política. Fue una institución religiosa. Fue una iglesia que “estaba sentada sobre siete montes”, con un hombre que tenía el poder de control sobre todo el mundo, allí. Exactamente así. Y vemos que era una mujer, y la visualizamos muy claramente. No tomando mi propia interpretación; sencillamente leyendo la Biblia. Que no hay otro lugar en el mundo, ninguna otra ciudad en el mundo que gobierne sobre toda la tierra. En cada nación, esa mancha de romanismo sale como en los diez dedos de los pies de la visión de Daniel, y vemos que esa era la Ciudad del Vaticano.",
    "Al menos una docena de católicos fieles se sentaron aquí anoche. Ellos permanecieron quietos y escucharon. Ellos son sinceros. Están hambrientos.",
    "Ahora, Ud. no puede discutir con el sacerdote. Él no discutirá, porque para un sacerdote: “Si la iglesia dice algo diferente a esta Biblia, la iglesia está en lo correcto”. Para mí, la Biblia está correcta y la iglesia está errada. ¿Ven? Uds. no pueden discutir con ellos. Ellos, Uds. tienen… No hay manera de discutir. No hay manera de discutir o debatir. Porque ellos creen que: “¡Lo que dice la iglesia, eso es! Eso es: lo que diga la iglesia, sin importar lo que diga la Biblia. ¡Es lo que dice la iglesia!”. Ellos le creen a la iglesia. Nosotros le creemos a la Biblia.",
    "Ahora vemos que ella fue llamada… La iglesia era una mujer. Y ella fue llamada la palabra directa y vulgar de “PROSTITUTA” y, por tanto, ella era “LA MADRE DE LAS RAMERAS”. Y hallamos que la iglesia católica fue la primera iglesia madre. Ella es exactamente lo que ella dijo que era. Ella es la primera iglesia que se organizó. Cuando Dios alguna vez organizó la religión, fue la iglesia católica. La primera organización que se organizó en el mundo, de la religión Cristiana: la iglesia católica. Ahora…",
    "Y luego, finalmente, ella fue “LA MADRE DE LAS RAMERAS”. Ella dio a luz a iglesias después de ella, porque ellas no pudieron haber sido varones. Ellas tenían que ser hembras, y hallamos que la iglesia protestante es un producto de la iglesia católica. Al escudriñar las Escrituras y ver los libros de historia, vemos que la iglesia protestante es el producto. Y la protestante no puede gritarle a la católica, porque de ambas dice que son “RAMERAS” y “PROSTITUTA”. Eso es crudo, pero es: ASÍ DICE EL SEÑOR. Así es.",
    "Observen, luego él dijo: “Hagamos”, en los Estados Unidos, ellos dijeron, “hagamos una imagen a la bestia”. Si la bestia era un poder, y el poder era una organización; ahora, no es una teoría. Es la Palabra de Dios. La organización de la iglesia católica hizo que se organizaran entre ellos e hicieran un decre-… acuerdo. Y ellos establecieron, lo que llaman, los “padres primitivos” unidos, y organizaron la iglesia católica, e hicieron un—un—un—un ritual, y lo que ellos creían y lo que enseñarían, una creencia universal. Y lo impusieron a las personas, bajo castigo.",
    "Y luego cuando Martín Lutero salió, viendo que el Espíritu de Dios lo guio a salir, en lugar de permitir que las personas permanecieran libres, él organizó la iglesia; una imagen semejante a la bestia, un poder político semejante a ella. En lugar de dejar que las personas caminen a medida que Dios da luz, ellos se organizaron bajo una disciplina, y tienen que sujetarse a esa disciplina.",
    "Dios salió inmediatamente hacia la iglesia metodista. Los metodistas tuvieron un avivamiento que recorrió el mundo; el Espíritu Santo con ellos, enseñando santificación. Y, de repente, cuando lograron eso, entonces organizaron una iglesia, hicieron una imagen a la bestia, así es, un poder político organizado, para atar al pueblo de Dios a un credo; en lugar de ser libres para adorar y caminar en la luz a medida que la luz les iluminaba su camino.",
    "Ellos los retrasaron en esa edad. Esa era una buena luz allí. Esa fue la luz para la—para la iglesia de Pérgamo.",
    "Pero ¿qué pasa con la iglesia de Filadelfia? Esa es otra luz. Pero, ¿ven Uds.?, no importa cuánto se hayan organizado, Dios salió en esta edad de la iglesia, de todos modos, envió a un hombre llamado John Wesley. Lutero no pudo seguirlo, porque él no lo creyó. Él ya estaba organizado aquí atrás.",
    "Entonces John Wesley se organizó rígidamente, y llegó a un punto. Era el momento que entrara esta edad de la iglesia. Dios envió al grupo pentecostal; salen aquí con el bautismo del Espíritu Santo. ¡Oh!, el metodista dijo: “¡Oh, oh! ¡Ah! No podemos aceptar Eso. ¡Ajá! Nosotros no creemos en esas cosas. ¡Oh, no!”. ¿Por qué? Esta es la luz en la que ellos estaban caminando, aquí; aquí está la luz por acá ahora.",
    "Nosotros vamos hacia la puesta del sol. ¿Recuerdan lo que dijo el profeta? “Será un día nublado, que no será ni de noche ni de día, pero al caer la tarde habrá Luz”. La Luz que una vez resplandeció en la región oriental para el judío, en el oriente (los judíos son un pueblo oriental), está resplandeciendo sobre los gentiles; es la misma Luz, el mismo Espíritu Santo, en los últimos días por aquí, el mismo bautismo del Espíritu. Hemos pasado por todas estas edades por aquí, donde no es tiempo de Luz ni de oscuridad, sino un día nublado, gris; pero aquí mismo, como la Luz resplandeció igual que lo hizo allá.",
    "Por eso es: “Él es semejante a piedra de jaspe y de cornalina; Alfa, Omega, el Principio y el Fin; El Que Era, El Que Es y El Que Vendrá; la Raíz y el Linaje de David; la Estrella de la Mañana”. Allí está. [Cinta en blanco.—Ed.] Espero que lo vean.",
    "Y, recuerden que vimos, sin lugar a dudas, que la marca de la bestia es una marca de apostasía; es decir, miembros de iglesia aferrados a su iglesia en lugar de caminar en la Luz. Ellos rechazan la Luz, y no queda nada más que la oscuridad. Así es, tanto católicos como protestantes. Hay “una bestia y una prostituta”, y ella tiene hijas “rameras”. Y estas hijas rameras, cuando nacieron, eran vírgenes de la Luz de aquel día, y se organizaron y trajeron gente aquí, de nuevo aquí, haciéndolos la misma clase de cosa que Roma era en el principio. La Biblia así lo dice. “La bestia; y una imagen a la bestia; la letra de su nombre”, y demás.",
    "Vimos todo el asunto anoche, y la Biblia claramente… no la teoría de alguien. Pero la Biblia lo expuso, que esa bestia de siete cabezas y diez cuernos [Cinta en blanco.—Ed.] de Roma, estaba allí en Roma, y era “el que era, que no es; y que es y que no es”, un papa tras otro, un papa tras otro, y se irá a la perdición. Y hallamos que esa misma mujer vil tuvo unas jóvenes. Ellas empezaron vírgenes, caminaron en la Luz que tenían. Y luego ellas comienzan a actuar como prostitutas, y volvieron a hacer lo mismo que hace su mamá. [El Hermano Branham toca en el púlpito dos veces.] Exactamente. Exactamente.",
    "Déjenme decirles algo, mujeres. Escuchen. Puede ser que ahora Uds. no me tengan tanta confianza, cuando yo reprendo estas cosas. Y no es para lastimarlas; es para ayudarlas. [La congregación dice: “Amén”.—Ed.] Pero cuando Uds. ven personas, las iglesias hoy, permitiendo que sus mujeres… Ahora, también voy—voy a llegar a los hombres. Pero permitiendo que sus mujeres hagan lo que hacen hoy, ¡y luego profesando Cristianismo! Yo no las culpo a Uds. mujeres; lo haré después de esta noche. Pero miren, yo—yo no las culpo ahora a Uds. mujeres. Pero, hermana mía, muchos de estos maestros de seminario aquí, o maestros del cementerio, o como lo llamen, de por aquí de alguna parte, solo les están permitiendo caminar en ese engaño. La Biblia dice: “Ellos eran ciegos, guiando a los ciegos”. Es verdad. Ahora…",
    "Y Jesús, vio esto, y sabía que algunas de esas iglesias protestantes caminarían directamente hasta la puerta de la Luz, y se darían la vuelta. Jesús, en Mateo 24:24, dijo que así sería: “El anticristo sería tan parecido al verdadero, que engañaría a los mismos Escogidos, si fuera posible”.",
    "Ahora, ¿ven?, el romanismo, el catolicismo, ¡oh!, eso los golpeó en la cabeza a algunos de Uds. protestantes. Pero, un hombre que tenga solo un poco de gracia, un poco… que sepa un poco de la Biblia, él evitará aquello y se alejará. Seguro. Su atracción le es oscura; él sabe que no hay nada de verdad en aquello, en todas esas cosas que enseñan. No hay Escritura para ello; de vez en cuando, ellas aciertan un poco.",
    "La mentira más grande que se haya dicho, tenía bastante de Verdad. Seguro. Y la primera, Satanás hablándole a Eva, le dijo mucha Verdad. Pero él tenía como, en el fondo, él tenía una mentira que la condenó, y arruinó a toda la generación, a toda la creación. Así es.",
    "Uds. tienen que vigilar eso. Tiene que tener Verdad aquí y Verdad aquí, Verdad aquí y Verdad allá. Cada parte, la Verdad; alineadas igual, de principio a fin.",
    "Y luego la gente pudiendo ver que la iglesia primitiva allá atrás estaba alumbrada con esa lámpara candelabro, y luego por aquí ver suceder lo mismo que ocurrió allá atrás, y la Palabra de Dios diciendo que sería “Jesucristo el mismo ayer, hoy y por los siglos”, ¿y rechazarlo? Eso muestra que ellos han rechazado la Luz y andan en tinieblas; lo único que queda.",
    "Es verdad, mi hermano. Yo no digo eso para pasarme de listo; Dios lo sabe. Él conoce mi corazón. Yo tengo un ministerio y mucho por delante aún. Y sabiendo que algún día, en el Tribunal, yo voy a responder por estas cosas. Seguro que sí. De ser hallado un falso acusador, un falso maestro, entonces Dios me condenaría. Así es. Pero si yo conozco la Verdad de estas cosas, y no les digo a Uds., Él me condenaría entonces, no quedaría duda.",
    "Dijo al atalaya: “¡Vigila! Si no adviertes, entonces Yo—Yo lo demandaré de tu mano. Pero si tú les adviertes y ellos siguen adelante, en su pecado morirán, pero Yo no lo demandaré de tu mano. No serás culpable”.",
    "Entonces queremos tener cuidado de que sí conozcamos la Verdad, conforme a la Biblia. Y cómo fue que comenzó esa edad, y lo que ellos hicieron, y hoy poder ver a la iglesia protestante procediendo exactamente.",
    "Miren aquí. Solía ser, hace mucho tiempo, y Uds. personas de la santidad, estaba mal que Uds. las mujeres se cortaran el cabello. ¿Cómo llegó a ser correcto eso? Cuando la Biblia dice que: “Si alguna mujer se corta el cabello, su esposo tiene derecho a darle el divorcio”. Lo enseña claramente, pero es la Biblia.",
    "Y Uds. mujeres salen aquí a cortar su jardín, con overoles y con ropa de hombre. Y la Biblia dice, el Dios Todopoderoso dice: “La mujer que se ponga ropa de hombre, es una abominación, inmundicia ante los ojos de Dios”. Y Uds. lo hacen.",
    "Y Uds. fuman cigarrillos, van a bailes y espectáculos, y aún perteneciendo a la iglesia. Uds., eso muestra que Uds. han recibido alguna otra cosa; Uds. no están marcados en el Cielo, con el Espíritu Santo. Más adelante entraremos en eso, y les mostraremos algo diferente. Ahora, eso es solo una cosita.",
    "Y Uds. hombres que van a la iglesia, y caminan por las calles con un puro en la boca, como un—un buey descornado de Texas. Y entiendan… no lo estoy diciendo como un chiste. Yo no creo en contar chistes en el púlpito. Estoy diciendo que esa es la Verdad. Van por la calle y se sientan por ahí, y mienten y roban, y se engañan unos a otros, y son diáconos en la mesa de la iglesia.",
    "Bajan en las iglesias y juegan estos juegos viles de azar, que no es más que una lotería común y vulgar. Así es. Y Uds. lo hacen, y luego critican al corredor de apuestas. Uds. están igual de mal, en sus iglesias, Uds. los metodistas, bautistas y pentecostales, quienquiera que sean Uds. que hacen eso. Es cierto. Y Uds. saben que esa es la verdad. Pero ¿qué es? Uds. amontonándose nuevamente como su madre allá atrás. Exactamente lo mismo, y la olla no puede decirle negra a la sartén. Y allí está ese espíritu de esas cosas.",
    "Pero yo no estoy para nada en contra del pueblo católico. Yo no estoy nada en contra de los metodistas, o los bautistas, o los presbiterianos. Dios tiene personas, Simientes de Abraham, allá afuera. No es en contra de las personas. Se trata de sus iglesias, se organizan allí, y ellos adoran a la iglesia en vez de Dios. ¡Oh, Uds. los protestantes no quieren creer eso, pero Uds. lo hacen de todas maneras! Yo pregunto: ¿es Ud. Cristiano?",
    "Pues, aquí no hace mucho, el Hermano Bosworth le preguntó a una muchacha, le dijo: “¿Es Ud. Cristiana?”.",
    "Ella dijo: “¿Cristiana? ¡Déjeme decirle que yo enciendo una vela cada noche!”.",
    "Bueno, ahora Uds. protestantes ¿se escandalizan? ¿Es Ud. Cristiano? “Déjeme decirle que yo soy metodista” o “bautista”. Pues, para mí, eso solo significa que Ud. abandonó su día de gracia; así es, si eso es todo lo que Ud. es, solo un metodista o un bautista. Si Ud. no es un Cristiano en esa iglesia metodista o bautista o católica, Ud. está perdido. Así es. Así que ahí está exactamente su marca.",
    "Ambas marcas son espirituales. Ahora se los probaré por la Biblia. Ambas marcas son marcas espirituales.",
    "Mucha gente ha pensado que: “Van a ir por ahí y van a tatuar algo en su frente, y tatuar algo en su mano”. Anoche vimos que eso era una mentira. Sí, señor. Eso está errado. Es una marca espiritual. Está—está muy escondido. Y, miren, muchas veces…",
    "Ahora sé que esto puede estar agitando muchas plumas, y eso—eso—eso parece duro. Pero eso—eso se aclarará si nosotros solo… y le damos a Dios una pequeña oportunidad. Yo—yo no quiero ser grosero, pero yo—yo solo estoy tratando de declarar un hecho, con todo mi corazón.",
    "Cuando Jesucristo vio esa iglesia protestante desprenderse de esa iglesia católica allá, y salir y volver directo atrás, y regresando de nuevo de la misma manera en que ellos lo hicieron, Él dijo que: “El espíritu sería tan parecido, que engañaría aun a los mismos Escogidos…”.",
    "¿Se dieron cuenta, amigos Cristianos, que el anticristo, que eso es la marca de la bestia? El anticristo, cualquiera sabe que el anticristo allí, esa es su marca, es la… de su poder. Y, ¿ven?, una bestia es un poder. Hay un poder de la iglesia católica. Hay un poder de la iglesia metodista.",
    "Yo fui aquí no hace mucho, donde un caballero muy fino; si no me equivoco, él está sentado aquí mismo en la iglesia esta noche. Y la pequeña Edith Wright y ellos vinieron a la reunión aquí mismo, a no más de veinte millas de este lugar. Y nosotros, la gente… Yo solo estaba predicando el Evangelio de salvación. Tuvimos que trepar sobre autos para llegar al lugar. Y esa noche, el pastor me llamó directamente, dijo: “Lamento decirle, Rev. Branham. Pero me dijeron que habían entrado personas enfermas allí, y nuestro encargado del distrito vino y dijo: ‘Nada de sanidad Divina en la iglesia metodista’. Así que Ud. tendrá que pasar a la plataforma, despedirse y dejar la congregación”. Así es.",
    "¿Por qué? El poder de la iglesia metodista. Ese es el poder de la bestia. La iglesia bautista lo mismo; la campbelita y la luterana, y todas las demás, y la pentecostal, igual de mal. Así es. Yo he tenido gente pentecostal… Y las Asambleas de Dios han entrado en el concilio de iglesias, lo cual es una—una… Ellas simplemente se engancharon aquí con la antigua ramera “madre”. Así que toda organización eclesiástica viene de Roma. Allí está la madre de aquello. Y yo no soy un santo de los últimos días, o de la lluvia tardía, o como le llamen. Yo no quiero… No soy nada de eso.",
    "Pero lo que quiero decir es que los hombres y mujeres deberían ser libres en Cristo Jesús, para caminar en la Luz. Y cada iglesia debería ser igual. Es verdad.",
    "Ahora, fíjense en esto, cómo la Biblia… Capten eso. Esa organización, recuerden, ahí es donde está, allí mismo. Y vemos que cuando la iglesia católica comenzó allá atrás, recibieron un bautismo falso con el que salieron, rociar en lugar de bautizar. No hay una sola Escritura en la Biblia para eso. Y no solo eso, sino el Espíritu Santo, y el bautismo en agua, y formas, y títulos, y todo lo demás, solo es una burla de lo real. Y no hay un ministro en la tierra que pueda mostrarme un solo lugar donde sucedió aquello en la iglesia primitiva. Así es. No está en la Biblia. Pero ellos salieron con eso, y nosotros nos postramos directo ante eso. ¿Ven Uds. directo a dónde estamos regresando?",
    "Y hoy Uds. se preguntan por qué no tenemos un avivamiento. Ahí está la razón, hermano. Lo que necesitamos hoy es un buen avivamiento a la antigua de San Pablo, y el Espíritu Santo de la Biblia de nuevo en la tierra. Eso es lo que necesitamos. Ahora…",
    "Y ellos han tomado “la marca de la bestia” o “la letra de su nombre”, a la cual le hicieron una imagen. La imagen era la organización igual que la iglesia católica. Ellos la organizaron e hicieron una imagen de la iglesia católica. ¿Es la iglesia metodista una imagen de ella?, ¿la iglesia bautista, la iglesia presbiteriana, la iglesia pentecostal, la iglesia de la santidad, los peregrinos de santidad, los hermanos unidos? Toda aquella que se ha organizado, siguió ese patrón. Eso no está en la Biblia de Dios. [El Hermano Branham toca en el púlpito una vez.—Ed.] Así es. Organizaciones; ¡organizando!",
    "Dios es el líder. Llévenlo atrás tan lejos como quieran. Miren a Israel, cuando salía de Egipto.",
    "Y todos esos moabitas parados allá, fundamentales, ofreciendo los sacrificios; siete altares, siete ca-… siete corderos, hablando de la venida de Cristo; siete bueyes, una ofrenda limpia. Allí mismo, su gran profeta parado allí, Balaam, para maldecir a Israel. Y allí estaba Israel… Allí estaba Moab, una gran nación. Allí estaban los amorreos y todos, una gran nación, organizados como una nación.",
    "Pero Israel estaba esparcido por las praderas con un montón de tiendas. Ellos eran “peregrinos y extranjeros, buscando una Ciudad por venir”, estrictamente interdenominacionales. ¿Y qué hicieron ellos? Ellos tenían señales y maravillas siguiéndolos. Estos no las tenían; y estaban celosos de ellos. Esos eran espíritus.",
    "Dios se lleva a Su hombre, pero nunca a Su Espíritu. Él se llevó a Elías, y Su Espíritu vino sobre Eliseo; varios cientos de años después, vino sobre Juan el Bautista; predicho de nuevo en el último día.",
    "El diablo se lleva su personaje, pero nunca su espíritu. Ese mismo maestro religioso que condenó a Jesucristo por Sus milagros y señales y maravillas, y no estaba de acuerdo con Él en la Escritura, fue lo suficientemente directo para venir y decírselo a Él. Ese mismo espíritu vive en el maestro eclesiástico hoy…?… Ordenado por Dios para entrar a esa condenación. Eso es lo que dijo la Biblia. “Hombres que desde antes habían sido destinados para esta condenación, para convertir en libertinaje la gracia de nuestro Señor”. Esa es la pura verdad. En Judas, el 3—el versículo 3 de—de Judas, lo pueden encontrar. Así es.",
    "Fíjense, todas esas cosas probando que ahí está la marca de la bestia. Ahí es donde está. Entonces cuando Uds. anden por aquí diciendo: “Bueno, yo mostraré cuando venga la marca de la bestia”, tengan cuidado de que Uds. ya no la tengan. Y aquellos que la tienen, serán castigados con fuego y azufre, vaciados del cáliz de la ira de Dios, para ser atormentados día y noche, por los siglos de los siglos. Es algo serio. Ahora, ¿cómo es su escape?",
    "Vendrá un tiempo, que ya viene. Fíjense, y en esa organización moviéndose… Ahora permítanme darles una pequeña pista aquí. En esa organización que ha venido así de esa manera, vendrá un tiempo en el que Uds. tendrán que pertenecer a esa organización o no podrán comprar ni vender; o recibir esa marca de apostasía, marca de una iglesia. Uds. tendrán que pertenecer a alguna organización o no podrán comprar ni vender.",
    "Y escuchen, Uds. que saben cuál es la Verdad. Yo no estoy diciendo que se aparten de su iglesia. Yo no estoy diciendo nada en contra de su… de Ud. o de sus miembros. Estoy hablando de los cuarteles generales, allá cuando organizaron la cosa, y decidieron: “Vamos a hacer esto. Vamos a hacer aquello”. Y ellos establecieron esa regla de hierro. Y Dios la hace pedazos, y saca a Su Iglesia de eso; siempre lo hizo.",
    "Miren durante el camino de los hijos de Israel. Ellos hacían una hoguera. Se quedaban todas las noches. La Columna de Fuego suspendida sobre ellos. Y no me importa qué hora del día o de la noche fuera, cuando esa Columna de Fuego partía, sonaban las trompetas e Israel empacaba el campamento y se iba. Si era la medianoche, las dos de la tarde, a cualquier hora, levantaban el campamento y seguían la Columna de Fuego. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Ellos seguían el Fuego.",
    "Bueno, cuando Martín Lutero vio el Fuego de Dios que salía, Martín Lutero salió, siguiendo el Fuego para salir del catolicismo. Pero él edificó allí bajo eso y organizó su iglesia, y él no podía moverse.",
    "El Fuego siguió adelante y salió, y Wesley Lo vio, y fue tras Él. Así es. El Fuego de Dios dejó a Lutero sentado. Luego, cuando menos lo esperaban, Wesley edificó debajo de Él, la iglesia metodista wesleyana.",
    "Y luego vinieron Alexander Campbell, John Smith con los bautistas y demás así, y Moody, y todo eso. Entonces, inmediatamente, ellos comienzan a volverse ritualistas y almidonados, fríos, cuando murieron los antiguos profetas, y todo eso. Este nuevo grupo vino solamente con una educación de seminario, y luego, cuando menos pensaron, metieron las manos en el pastel y lo arruinaron.",
    "Y el Espíritu Santo se movió, y el pentecostal Lo vio y ellos salieron; correcto, se movieron de inmediato, saliendo de los metodistas y bautistas, y demás. Ahora, lo cruel de esto, pero para cumplir la Palabra de Dios, es que los pentecostales se organizaron, y están tan fríos y ritualistas como los demás. Pero miren, no habrá otra edad de la iglesia. La última edad es la Edad de la Iglesia de Laodicea, la cual no es ni caliente ni fría. Solo con la suficiente religión para cuando la música suena, danzar de un lado a otro por el pasillo, y luego sentarse, ir a casa y criticar a su vecino.",
    "Lo que necesitamos hoy es un Espíritu Santo, enviado por Dios, que queme a la antigua, un avivamiento que los hará yacer sobre su rostro y llorar, día y noche, y llorar y lamentarse, y hacer algo, por los pecados del mundo. Entraremos en eso. Así es.",
    "Pero allí se encuentran. A eso hemos llegado, tibios. Dios dijo: “¡Eso Me enferma el estomago! Te vomitaré de Mi boca”. Esa es la iglesia, la iglesia protestante, rechazada. La iglesia protestante fue rechazada; desde Pentecostés hasta Lutero, cada parte de Ella. La Palabra de Dios así lo dice.",
    "Pero de cada una de esas iglesias, Él ha tomado Escogidos. Él ha sacado la Simiente de cada una, de los metodistas, los bautistas, los presbiterianos, los luteranos, de todas por allí, la católica y demás. Él ha tomado un remanente, ha sacado a un pueblo.",
    "Aquí no hace mucho, una damita postrada aquí en Louisville, católica, muriendo. Yo fui allá. Y el sacerdote dijo: “¡Tonterías, eso es lo que es!”.\n\nY su esposo le dijo: “Hágase a un lado. Déjelo entrar”.",
    "Entré allí. Y la mujer se suponía que iba a estar muerta la mañana siguiente. Mientras oraba por ella, hubo una visión, y dijo: “ASÍ DICE EL SEÑOR”. Correcto. A la mañana siguiente… Le dije cuántas horas serían, exactamente al pie de la letra, cuando se iría a casa sana. Ellos se rieron, burlándose. Y a la hora exacta que el Espíritu Santo dijo, ella se fue a casa como una mujer sana, hasta hoy. Ella era católica. Eran católicos. Ellos eran católicos.",
    "Cuando Uds. reciben la Luz… En el Antiguo Testamento… Déjenme mostrarles la marca ahora. Escuchen atentamente, luego voy a ir directamente a mi tema. Miren, en el Antiguo Testamento, cuando un esclavo estaba en esclavitud, y luego él tenía… Lo compraban allá, por un precio. Él tenía que servir a ese amo hasta el año del jubileo. Y cuando llegaba el año del jubileo, sonaba una trompeta.",
    "Y cuando el esclavo estaba allá, él y sus niños, y esposa y todos ellos querían regresar a la antigua patria. Ellos caminaban por los campos, y el capataz los golpeaba, y de esta manera y de esta otra. Y luego cuando el sacerdote del jubileo llegaba, tocando la trompeta, y ese sacerdote tocaba la trompeta, y ese hombre oía la trompeta; él podía soltar su azadón, podía dejar cualquier cosa que estuviera haciendo, mirar a la cara del capataz, y decirle: “Ud. ya no puede golpearme más. Soy libre”. Salir inmediatamente e irse a casa. ¿Por qué? Allí está el sonido de jubileo, cuando ellos oían que sonaba.",
    "Y ese es el Evangelio, el jubileo: que Uds. están libres del pecado. Uds. están libres de todos estos hábitos inmundos y cosas que el mundo ha producido aquí en nombre de la religión, bajo ambas, la protestante y el catolicismo, bajo la marca de la bestia. Así es. Uds. son libres.",
    "Uds. no tienen que quedarse. Pero luego si ese hombre rehusaba recibir eso, entonces llevaban a ese hombre al poste del altar de la iglesia, y le ponían una marca, le horadaban la oreja. Y él era un siervo de ese amo de por vida.",
    "Y al Uds. negar aceptar la Luz del Evangelio cuando es predicada con el Poder del Espíritu Santo, por la Biblia, Uds. pueden sellar su destino Eterno. Amén.",
    "Ahora miren, una cosita más, si me disculpan por hacer ese comentario hace unos momentos, del—del hombre. Pero, miren aquí: “Engañarán aun a los mismos Escogidos…”.",
    "Ahora, hemos estado golpeando a los luteranos, bautistas y demás, y a los católicos; ahora permítanme llegar a Uds. personas de la santidad por un minuto. ¿Ven? Yo creo en santidad. Uno debe ser santo. “Sin santidad nadie verá a Dios”. No mi santidad; Su santidad. Y yo no puedo hacer nada al respecto; es lo que Él ha hecho por mí. No me apoyo en la mía, porque no tengo ninguna, ni siquiera trato de tenerla. Yo no trato de—de serlo.\n\n“¿Está Ud. tratando de sostenerse, Hermano Branham”? No, señor.",
    "Yo solo me suelto y dejo que Él sostenga. Así es. Él es Quien está sosteniendo. Solo quédese muerto, eso es todo lo que Ud. tiene que hacer. Solo permanezca Ud. muerto, Él sostendrá. Él ya Se sostuvo. Él Se sostuvo allí hasta que dijo: “Consumado es”. Asunto terminado. Como sea, es Dios que nos está permitiendo hacerlo. Consumado es.",
    "Pero, personas de la santidad, Uds. nazarenos y peregrinos de santidad ahora, recuerden. Bajo el poder y la salida de la iglesia de Wesley, o la iglesia metodista, cuando ellos se organizaron, Uds. amadas personas de la santidad salieron y dijeron: “Vamos a continuar con la santidad”. Eso fue maravilloso. Uds. simplemente continuaron en esa edad, esa Edad de Filadelfia, hasta que llegó a la de Laodicea. Pero cuando vino el bautismo del Espíritu Santo, y las señales regresaron a la iglesia, Uds. lo llamaron “el diablo”. Porque ellos hablaron en lenguas y creyeron en estas cosas, Uds. dijeron que: “Eso era del diablo”. Y cuando Uds. hicieron eso, Uds. blasfemaron el Espíritu Santo.",
    "¿Cómo puedo decirle a mi mano: “No te necesito”? Si hay maestros, hay don de lenguas. Si hay evangelistas, también hay dones de sanidad. ¿Cómo puede el pie decirle al ojo: “No te necesito”? ¿Ven? Ud., si Ud. es un hijo nacido de Dios, Ud. camina y acepta que todo lo que Dios dice es correcto. Ud. caminará justo en la Luz.",
    "Cuando fue el momento que la Iglesia se moviera, Lutero se movió. Cuando llegó el momento de que la Iglesia moviera Su mano, Wesley movió la mano. Cuando llegó el momento de que la Iglesia hablara, Pentecostés entró en la escena. Así es. Pero, ahora, fíjense.",
    "Ud. dice: “¿Y el tipo?”. Ud. dice: “¿Hay un tipo de aquello?”. Sí, señor.",
    "¿Se dan cuenta de que Judas Iscariote, el verdadero anticristo, era un hombre muy religioso? ¿Lo notaron? Ellos tenían tanta confianza en él, los hermanos, que él era el tesorero de la iglesia.",
    "Y Judas Iscariote fue justificado por la fe, creyendo en el Señor Jesucristo.",
    "Él fue santificado por la Palabra. Hebreos, 17:17… quiero decir, San Juan 17:17, “Santifícalos, Padre, en la Verdad; Tu Palabra es la Verdad”. Y Él era la Palabra.",
    "Y se les dio poder para salir y predicar el Evangelio, y para echar fuera demonios, y para sanar a los enfermos. Judas Iscariote, Mateo 10, fue mencionado entre ellos. Y salieron y echaron fuera demonios, y predicaron el Evangelio de tal manera que aun los pecadores se arrepentían y los demonios salían. Y regresaron regocijándose y gritando, y pasándolo muy bien, como una pequeña reunión de campamento de santidad. Y Judas estaba allí mismo con ellos. Seguro que sí, allí mismo con ellos.",
    "Pero cuando llegó el tiempo de Pentecostés, Judas mostró su color.",
    "Allí es donde la iglesia de la santidad mostró sus colores, allí mismo, y dieron la vuelta y negaron el mismo Espíritu Santo que los estaba guiando a Aguas más profundas; se dieron la vuelta y Lo negaron.",
    "Yo sé que ellos tienen mucho fana-…",
    "Yo no soy de pentecostés. Yo nunca he pertenecido a una organización pentecostal, nunca. Yo me he parado en la brecha. Yo no soy de pentecostés, metodista, bautista; solo soy un Cristiano de la Biblia. Eso es todo. Yo creo lo que dice la Palabra. Y yo no puedo negar el don de hablar en lenguas; si lo hago, negaría la enseñanza y cualquier otro don inspirado. Correcto. Yo nunca he estado de acuerdo con los hermanos pentecostales en “la única evidencia”, de hablar en lenguas. Yo no hago eso. Ahora, está bien, si ellos lo creen de esa manera. Eso es asunto de ellos, ¿ven?, pero está perfectamente bien. Yo… Pablo dijo: “Quisiera que todos Uds. hablaran en lenguas”. Me gustaría verlos a todos así de cerca de Dios.",
    "Ellos tienen mucho maquillaje, mucha creencia falsa. Ellos han salido allá, muchas veces, y han actuado como si tuvieran el Espíritu Santo, y vocearon algo que no era hablar en lenguas; sus vidas demostraron lo que era. Pero, de todas maneras, ha habido un artículo genuino, todo el tiempo.",
    "Pues, ¿por qué el diablo no arrojaría su vieja carnada de cuervo? Seguro que lo haría, para tratar de estorbar. Él arrojó lo mismo a los de la santidad. Él arrojó lo mismo en la metodista. Él arrojó lo mismo en el día de Lutero. Y él está arrojando la misma cosa hoy. Y bajo el poder de los dones, de sanidad Divina y discernimientos, él está arrojando las mismas cosas.",
    "¿Pero qué significa un espantapájaros para Ud., si Ud. pudiera hablar el idioma de los pájaros? Los pájaros dirían: “Cuando yo veo un espantapájaros, es una invitación a comer. Las mejores manzanas que hay, están alrededor de donde están todos los palos y los espantapájaros colgando”. Así es.",
    "Pero ven Uds. cómo ese espíritu vino moviéndose hasta aquí arriba. Y Jesús miró y predijo eso a través de esa iglesia católica, que venía. Dijo: “No llaméis padre a nadie. No uséis vanas repeticiones, todas estas cosas”. Salió y dijo: “Ahora tengan cuidado, el anticristo será tan parecido que engañará aun a los mismos Escogidos si fuere posible”.",
    "Mire, hermano, ¿cuántas vírgenes fueron a encontrarse con el Señor? Diez. Todas ellas eran vírgenes. ¿Qué significa santidad? “Pura, santa, virgen”. Diez de ellas eran vírgenes. Cinco no tenían Aceite en su lámpara. Cinco tenían Aceite en su lámpara. Estas cinco eran tan santas y vírgenes como estas. Pero, ¿qué representa el Aceite, en la Biblia, donde lo tomamos anoche, la noche anterior? El Espíritu, “el Espíritu Santo”. Ellas se lavaron y se sentaron allí, pero tuvieron miedo y se apartaron de la Fuente que derramó el Aceite. ¿Ven?, ellas se organizaron y se establecieron, y allí están, tibias. A eso llegó la edad de la iglesia.",
    "Ahora, ahora venimos a la marca de Dios. Tengo treinta minutos, si el Señor quiere. Ahora quiero que busquen conmigo, primero, y vean lo esencial que es esta marca de Dios.",
    "Recuerden cuál es la marca de la bestia; no es el comunismo. La marca de la bestia viene de Roma, por todo el mundo; el catolicismo, con el protestantismo unido a eso, la religión organizada. Y ellos van a unir las iglesias hasta que cada iglesia tendrá que inclinarse ante esa cosa, nuestras inter-denominaciones son echadas a un lado. Así es.",
    "Ahora Apocalipsis el capítulo 9. Leamos aquí atentamente por unos momentos, si Dios quiere, y veamos lo que Él dijo en Su Palabra. Ahora… [Cinta en blanco.—Ed.]…de—de Apocalipsis, y el versículo 4. Escuchen esto.\n\nY se les mandó (cuando vieron las plagas siendo derramadas) que no dañasen a la hierba o a los árboles…ni a cosa verde alguna, ni a ningún árbol; sino…a los hombres que no tuviesen el sello de Dios en su frente.",
    "Cuando venían las plagas, lo único que estaba protegido eran aquellos que estaban sellados en el Reino de Dios. Este es el juicio de investigación, cuando los hombres… Y si Dios me ayuda, en unos minutos lo probaremos por la Palabra del Señor, que este es el tiempo del sellamiento del lugar. Y aquellos que Lo rechazan, no queda más que el castigo Eterno.",
    "Ahora iremos al Antiguo Testamento. Y vayamos aquí, por favor, al Libro de Ezequiel, por favor, y leamos un poco en Ezequiel 9. Ahora, pues con la ayuda de Dios, que Él nos ayude. Y quédense quietos ahora para la enseñanza, solo por los próximos treinta minutos, si Dios quiere. Ahora esto es relacionado, márquenlo, Ezequiel 9, esto es lo relacionado…",
    "Lo primero que debemos establecer ahora, ¿qué es el Sello de Dios? [Cinta en blanco.—Ed.] ¿No creen Uds. que eso sería esencial? [La congregación dice: “Amén”.] ¿Es la Biblia Palabra suficiente para Uds.? [“Amén”.] Ahora, yo sé que Uds. tienen eso, aquellos que dicen: “Guardar el sabbat”, pero no hay ni una pizca de Escritura que respalde eso, en el Nuevo Testamento. Vamos a ver qué es el Sello de Dios, por supuesto. Abran en Efesios 4:30, 4:30 y 1:13. Anótenlo. Efesios 4:30 dice:\n\n…no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el día de vuestra redención.",
    "Ahora, ¿qué significa sellar? Sellar es una “señal de consumación”. ¿Correcto?",
    "Bueno, ¿alguna vez vieron a un ferroviario cargando los vagones? Él irá y pondrá tanto aquí, y tanto aquí. El inspector pasa, mira adentro; y si esto está un poco suelto, y se mueve, “No. Yo no lo sellaré. Tiene que sacarlo y hacerlo de nuevo”. Enseguida, él intentará cargarlo de nuevo; lo hará mal. El inspector viene: “Está mal. Hágalo de nuevo”.",
    "Y eso es lo que Dios ha estado haciendo con Su iglesia por mucho tiempo. Uds. están cargando y se van al cielo; se llevarán todo con Uds. Sus juegos de cartas, já, todo lo que puedan cargar en la iglesia, Uds. quieren llevárselo. Dios simplemente lo condena; no está listo para sellar.",
    "Pero cuando Dios ve a un hombre contrito, de espíritu quebrantado, de corazón sincero, postrado en el altar, Dios cierra la puerta del mundo para él, y lo sella allí adentro con el bautismo del Espíritu Santo, y dura hasta que venga Jesús; no de un avivamiento a otro, sino, “hasta el día de su redención”.",
    "Cuando ese vagón, la puerta, se cierra, y se le coloca el sello del gobierno, no se puede abrir más hasta que llegue a su destino final.",
    "Y todo hombre que ha nacido de nuevo y ha sido sellado en el Reino de Dios, no tiene más deseos del mundo hasta el día en que Jesucristo lo lleve al Reino. Así que si Uds. están teniendo problemas, y diciendo que tienen el Espíritu Santo; ya sea que pertenezcan a la iglesia metodista, a la iglesia bautista, a la iglesia pentecostal; si Ud. gritó, habló en lenguas; fue bautizado hacia adelante, hacia atrás, rociado; si todavía tienen ese tipo de problemas, es mejor que regresen y revisen la carga. Así es. Llevan demasiado con Uds.; está muy suelto, sacudiéndose. Dios no lo sellará estando de esa manera.",
    "Cuando un grano de trigo cae en la tierra, no importa… Si ese grano de trigo muere a sí mismo, no puede producir una cizaña, para salvar su alma. Un grano de trigo producirá un grano de trigo, es lo más seguro. Y si somos plantados con la Simiente incorruptible de Dios, ¿cómo puede Ella producir algo más que una vida de la Vida de Cristo?",
    "El Espíritu Santo guiando a la Iglesia, La guía en el Poder de la resurrección de Jesucristo, y Ud. está sellado hasta el día de la redención. Esa es la Biblia. “No contristéis al Espíritu Santo de Dios, con el cual fueron sellados hasta el día de su redención”. Efesios 4:30.",
    "Ahora, antes de que el Espíritu Santo venga, él está sellado antes de que la edad gentil comenzara. Él está sellado debajo de esos candeleros de oro (teníamos un dibujo, para entenderlo) allá atrás bajo esa edad.",
    "Él siguió lidiando con ellos en Abraham, Isaac, Jacob, David, y por toda la Edad del Oscurantismo que tuvieron en los días de Acab, en adelante, Salomón y demás, hasta que llegó a esa condición tibia. Pero justo antes de que Él cerrara esa dispensación allí, Él dio una gran virtud del Espíritu Santo solamente para los judíos: “Por camino de gentiles no vayáis, sino id a las ovejas perdidas de Israel”. ¿Correcto? “A los Suyos vino, y los Suyos no Le recibieron”.",
    "🦅 Pero a todos los que Le recibieron, Él les dio Potestad de ser hechos linaje de Dios”. Él dijo: “Yo les doy Vida Eterna”. Vida Eterna viene de la palabra griega “Zoe”. Zoe es esa Vida. Zoe es la Vida de Dios. Y si la Vida de Dios vive en Ud., produce una vida piadosa, tan cierto como que estoy parado en esta plataforma. Y el hombre que La tiene, no puede perecer así como Dios no puede perecer, porque Dios está en el hombre. Amén. “El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna, y no vendrá a condenación; mas tiene Vida Eterna”. “El que come Mi carne y bebe Mi Sangre, Yo le resucitaré en el día postrero”. Esa es Su Palabra. ¡Qué consuelo para el creyente! Y qué condenación para aquellos que rechazan caminar en la Luz.",
    "Está haciendo calor, ¿verdad? Muy bien, Esto es bueno para Uds. Fíjense, vean si esto es verdad. Hermano, pudiéramos tomarlo, Escritura tras Escritura, semana tras semana, semana tras semana, y quedarnos en esto, completamente… el mismo tema, por un año, aún sin cubrirlo en la Biblia, todo, y continuar en eso mismo.",
    "Ahora solo como un pequeño preliminar aquí, regresemos y veamos lo que significa para Ud. rechazar el bautismo del Espíritu Santo, lo que significó para ellos en ese día.",
    "Ahora, en Ezequiel el capítulo 9, el profeta vio a Jerusalén. Ahora recuerden, estamos hablando allá en ese espacio, los judíos, poco antes de su final.",
    "Ahora estamos en los gentiles, en su fin. Luego entramos en el Milenio. Muy bien.",
    "Pero ahora observen, Uds. están terminando ahora con los judíos. El profeta lo anticipa. Esto es cien años, como ochocientos años, antes de la venida del Señor, y fue profetizado por el profeta. Ahora escuchen atentamente mientras leemos.\n\nClamó en mis oídos con gran voz, diciendo: Los verdugos de la ciudad han llegado, y cada uno con un arma de matar, o trae en su mano su instrumento para destruir.",
    "Ahora observen atentamente mientras leemos ahora.\n\nY he aquí que seis varones venían del…camino de la puerta de arriba, que mira hacia el norte, y cada uno traía en su mano su instrumento para destruir; y entre ellos había el varón, con ropas blancas, vestido en lino, el cual traía a su cintura un tintero de escribano; y entrados,…se pararon delante, al altar de bronce.\n\nY la gloria de Jehová Dios de Israel se elevó de encima del querubín, sobre el cual había estado, al umbral de la casa; y llamó Jehová al varón vestido en lino, que tenía a su cintura el tintero de escribano, (escuchen)\n\ny le dijo Jehová: Pasa por en medio de la ciudad, por en medio de Jerusalén, (destino a Jerusalén), y ponles una señal en la frente a los hombres que gimen y…claman a causa…de las abominaciones que…hacen en medio de ella.\n\nY luego a los otros dijo, escuchando yo: Pasad…por la ciudad en pos de ellos, y matad; y no perdone vuestro ojo, ni tengáis misericordia.\n\nMatad a viejos, jóvenes y vírgenes, niños y mujeres, hasta que no quede ninguno; pero a todo aquel sobre el cual hubiere señal, no os acerquéis; y comenzaréis por el santuario. Y…comenzando, pues, desde los varones ancianos que estaban delante del templo.",
    "Ahora observen al profeta en el Espíritu, llevado arriba a la Gloria. Dios dijo: “Voy a mostrarte cómo voy a resolver esto con los judíos, antes de venir a los gentiles”. Lean el versículo o el capítulo anterior. Ahora, cuando él entró allí, él dijo: “Yo vi…”. Primero, él vio pecado en la ciudad, como nunca antes había visto, y él vio a Jerusalén. Ahora recuerden, esto estaba dirigido solo a los judíos, no a los gentiles; al judío, y su capital, Jerusalén. Como anoche, lo teníamos dirigido a los protestantes; ahora, esta noche, es para el judío. Él dijo: “Pasa por la ciudad”. Aquí venían hombres con instrumentos para destruir en sus manos, saliendo para matar todo en la ciudad. Él dijo: “Ahora solo esperen, solo un minuto”.",
    "Y de allí salió un Hombre vestido de blanco. Detengámonos por un minuto. “Vestido de blanco”, justicia, santidad. “Vestido de blanco”, Quien tenía en Su cintura un tintero. Él dijo: “Pasa primero por la ciudad, antes de que vengan, y ponles una señal en la frente, una señal en la frente de todo hombre, mujer, niño y niña, en la ciudad, que gimen y claman a causa de la abominación que se ha hecho en la ciudad, por los pecados del pueblo”. ¡Ponles una marca!",
    "Y luego, después de que Él pasó y puso la señal, Él regresó y dijo: “Está hecho”.",
    "Entonces Él envió a los hombres, dijo: “Salgan, y no perdonen nada, sino que maten todo lo que no tenga esa señal”.",
    "Mire aquí, hermano. Esa Señal no era otra que el Espíritu Santo.",
    "Y fíjense, si Él viene a Jeffersonville esta noche, al Tabernáculo Branham, o cualquier otro tabernáculo en la ciudad, o cualquier otra iglesia, ¿sobre quién pondría Él una marca, que fueran tan sinceros y honestos ante Dios, que ellos lloraran y clamaran, y oraran día y noche por el pecado de la ciudad? [El Hermano Branham toca el púlpito dos veces.—Ed.]",
    "Que le haría Eso a los predicadores que dejan que sus mujeres salgan aquí en traje de baño, y se acuesten afuera en pantalones cortos, y vayan y vengan por las calles; y canten en el coro, y se pinten y actúen como Jezabeles. Y cuando… ¡Hombres allá afuera fumando y bebiendo, y haciendo cosas, y apostando, y todo lo demás! Y actúan como si no estuvieran preocupados por eso; yendo a una gran cena para comer pollo, o a una fiesta en algún lugar. Se quedan en casa los miércoles por la noche y miran la televisión, en lugar de asistir a la reunión de oración. En el verano, cierran la iglesia, para los servicios. ¿Qué sellaría Él?",
    "¡Lo que necesitamos, esta noche, es que se ahogue todo este evangelismo de Hollywood! ¡Y tener un avivamiento a la antigua enviado de Dios, hombres y mujeres que se arrodillen en el altar! Y dejar esto de estrechar las manos, de levantarlas, de rociarlos y de bautizar con el rostro hacia adelante y hacia atrás, y todos esos pequeños formalismos e ismos. Y llegar a un espíritu real, contrito y quebrantado, donde se encuentra el pecado. Mezclar eso y comenzar un clamor a la antigua, de un hijo nacido de nuevo. Amén. Esa es la clase que recibe el Espíritu Santo. Así es.",
    "¡No importa si son metodistas, bautistas o católicos, o lo que sean! Cuando ellos llegan ante ese altar y claman, día y noche: “¡Oh, Señor Dios, mira los pecados de esta ciudad! ¡Mi corazón no puede descansar! Yo no puedo descansar, Señor, de ver suceder estas cosas. ¡Oh, Dios, haz algo! Envíanos un avivamiento a la antigua”, ¡entonces Ud. está al borde de recibir el Espíritu Santo, hermano!…?…",
    "Pero si Ud. sube allá porque ha saltado, o porque ha danzado con la música, o porque Ud. hizo algo más; y anduvo por ahí y peleando, y sin remordimiento, y enojado, y molesto, y uniéndose a la iglesia, y saltando de un lugar a otro; eso muestra que Ud. no recibió nada para comenzar.",
    "Hermano, eso, eso es buena medicina fuerte, que por cierto lo enderezará. Así es. Sí, señor. Ella los sacará, sin que haya uno enfermo entre Uds.",
    "Como Moisés. Me gustaría mirar en su botiquín de medicinas, ¿a Uds.? Tenía dos millones de personas allá. ¿Les gustaría mirar en el botiquín de medicina de Moisés lo que él tenía? Todos esos ancianos y cientos de bebés nacidos cada noche, y personas lisiadas y personas enfermas. Y cuando él salió, en cuarenta años, no había ni uno—uno enfermo entre ellos. ¿No les gustaría a algunos de Uds. médicos, sentados aquí esta noche, mirar en su botiquín de medicina?",
    "Miremos allí dentro y veamos lo que es. Ahora miren atrás. Lo averiguaremos. “Yo soy Jehová que te sana”. Eso es. “Amén”. Eso es lo que fue. “Yo soy Jehová que te sana”. Digamos que va a nacer un bebé: “Yo soy Jehová que te sana”. Él tiene neumonía: “Yo soy Jehová que te sana”. Esa es la única receta que él podía dar. Esa es la única que él necesitaba. Esa es la única que él tenía. Eso es lo que Dios proveyó para él.\n\nPor supuesto, hoy: “¡Oh, nosotros no creemos en Eso! No, eso…”.",
    "Dios no cambia. Él es el mismo. Si este espíritu, comportándose de la manera en que las personas lo hacen hoy en día, bajo el nombre de Cristianismo, enfermó a Dios del estómago en ese entonces, era una “abominación” que la gente hiciera eso, es una abominación hoy; “Jesucristo el mismo ayer, hoy y por los siglos”. ¡Oh, me siento religioso!",
    "Fíjense: “Miren aquí” Él dijo, “pasa por la ciudad y pon una señal sobre los que gimen y claman a causa de la abominación que se hace en la ciudad”. Y luego Él dijo: “Después de que Tú hagas eso”, Él envió a estos hombres con instrumentos para destruir, y ellos salieron y mataron todo.",
    "Ahora, historiador, un momento. Jesús vino en carne; Dios, manifestado en carne. “Dios estaba en Cristo, reconciliando Consigo al mundo”. Y cuando Él vino en carne, Él anduvo por ahí enseñando. Ellos Lo llamaron “Beelzebú; adivino”. Ellos se burlaron de Él, de Su nacimiento, de todo lo demás; Lo rechazaron, Lo echaron fuera.",
    "Él dijo: “Cualquiera que hablare contra el Hijo del Hombre, le será perdonado, pero al que hable contra el Espíritu Santo, jamás le será perdonado, ni en este siglo ni en el venidero”.",
    "Él reunió a unos cuantos judíos. Él no fue a los gentiles. Él fue a los judíos. Él fue enviado a los judíos; no era una dispensación gentil. La última vela estaba encendida en la edad judía, y Él fue allí. Y hubo unas cuantas personas que lo recibieron a Él, los llamados afuera.",
    "Exactamente como es hoy. Así como el Espíritu Santo hablando por medio de Jesucristo, llamó en aquel entonces; así también el Espíritu Santo está hablando por Jesucristo, llamando a salir, hoy.",
    "Ellos creyeron lo sobrenatural. Ellos observaron a su Líder. Ellos Lo observaron a Él. Ellos sabían que Él era el Rey de los profetas. Lo que Él fuera ellos sabían. Lo que Él habló, Dios lo confirmó y dijo que era la Verdad. Ellos sabían que tenían la Verdad. Ellos sabían en Quién estaban creyendo, y siguieron adelante con Jesús.",
    "Luego Lo crucificaron. Él dijo: “Padre, perdónalos, pues ni saben lo que hacen”.",
    "Pero cuando llegó plenamente el Día de Pentecostés, había un grupito de personas llorando y clamando y en ese comportamiento. “Y cuando llegó plenamente el Día de Pentecostés…”.",
    "De repente allí venía un sacerdote por el camino, con una caja kosher, una caja de comunión, dijo: “Saca la lengua ahora, ¿y yo me beberé el vino?”. ¡Qué tontería! ¿Por el camino vino un predicador protestante, y dijo: “Nos daremos la diestra de compañerismo, y guardaremos seis meses de prohibición”? ¡Ah! ¡Tonterías! “¿Yo los rociaré; yo los bautizaré; los llevaré por este camino, los llevaré a la iglesia, les daré la diestra de compañerismo”? ¡Tonterías!",
    "🦅 Pero cuando llegó plenamente el Día de Pentecostés, de repente vino del Cielo como un viento recio que soplaba, el Cual llenó toda la casa donde estaban sentados. Lenguas repartidas se asentaron sobre ellos, como fuego”. Comenzaron a balbucear y hacer ruido, y babear y escupir, y todo eso.",
    "Ud. dice: “¡No!”. Se los probaré por la Biblia. Sí, señor. “¿Quiere decirme que eso fue lo que hicieron”? Es lo que dice la Biblia.",
    "¿Sabían que Isaías lo profetizó? Permítanme leerles una cosita aquí de Isaías, por un minuto. Isaías, el capítulo 28, y comenzando con el versículo 8.\n\nPorque todas las mesas están llenas de vómito…(hablando de este día)…y suciedad, hasta no haber lugar limpio. (¡Hermano, si no era ese un cuadro de los judíos!)\n\n¿A quién se enseñará ciencia, o a quién se hará entender doctrina? (estamos hablando de Doctrina, esta noche) …¿A los destetados?, ¿y aquellos que son arrancados de los pechos?\n\nPorque mandamiento tras mandamiento, mandato sobre mandato; renglón tras renglón, línea sobre línea,… (¡así es como viene el Evangelio, desde Génesis hasta Apocalipsis!)\n\nporque en lengua de tartamudos, y en otra lengua Yo hablaré a este pueblo.\n\nY…Este es el reposo, la paz que Yo dije que debería venir. Y a pesar de todo esto, ellos no quisieron oír, sino que se alejaron meneando la cabeza.",
    "Ahí lo tienen. Eso es lo que Él dijo. Esa no fue palabra mía; esa es Su Palabra. Cámbiela, si Ud. puede. Jamás se podrá cambiar. Él dijo: “Mandato sobre mandato; renglón tras renglón; un poquito allí, otro poquito allá”. El Evangelio debe ser presentado completamente.",
    "El Evangelio completo debe comenzar aquí, y ellos Lo predicaron. Y cuando lo hicieron, vino el Poder del Espíritu Santo.",
    "Y esos judíos se habían burlado de Jesús, pero al reírse, diciendo: “¡Ja, ja, ja! Estos hombres están llenos de mosto”; ellos sellaron su destino Eterno. Ellos dijeron: “¿Por qué podemos oír en nuestra propia lengua las obras maravillosas que ellos hablan? Pues, estos hombres están llenos de mosto. ¡Ja, ja!”. Ellos se burlaron, riéndose.",
    "Y Pedro, ese pequeño santo rodador predicador de la calle, le colocaron una caja de jabón y saltó allí. Dijo: “Varones de Judea, y los que habitáis en Jerusalén, esto os sea notorio, y oíd mi voz. Mas esto es—esto es de lo dicho por el profeta Joel. Estos hombres no están llenos de mosto, como Uds. suponen, porque es la hora tercera del día. Mas esto es Aquello”. Él apuntó a la Biblia. Muchas veces he dicho: “Si esto no es Aquello, solo lo guardaré hasta que Aquello venga, si hay algo diferente”. Así es. Dijo: “Esto es lo que fue dicho por el profeta Joel. Se cumplirá en los postreros días”, los últimos dos mil años.",
    "Los primeros dos mil, el mundo fue destruido por agua. Los segundos dos mil, Cristo vino. En los últimos dos mil años: “Derramaré de Mi Espíritu”. ¡Aleluya! No: “Yo educaré a algunos predicadores y enviaré algunos sacerdotes”.",
    "🦅 Sino que derramaré de Mi Espíritu desde lo Alto; vuestros hijos y vuestras hijas profetizarán; sobre Mis siervas y criadas derramaré de Mi Espíritu, y ellas profetizarán. Yo mostraré señales arriba en los cielos y abajo en la tierra”. Eso es lo que fue. Esa fue la inauguración.",
    "Y esos judíos se rieron y se burlaron, y dijeron: “Están llenos de mosto”. Eso selló su destino.",
    "En el 96 d.C., la venida de Tito, bajando desde esa parte, Jerusalén fue rodeada de ejércitos. ¿Y saben lo que sucedió? Esos judíos dijeron: “Ahora regresaremos a la casa del Señor”.",
    "Pero aquellos que fueron advertidos y llenos del Espíritu Santo…",
    "Como dijo Josefo: “Esas personas como caníbales, Uds. se han estado comiendo el cuerpo de este Jesús de Nazaret”. Dijo: “Ellos escondieron Su cuerpo, y han estado comiendo de él”. Ellos estaban comiendo la comunión. Dijo que ellos, ese grupo allá atrás: “Esos herejes”.",
    "¿Sabían Uds. que esas personas allá eran llamadas “herejes”? ¿Sabían eso? ¿Saben Uds. lo que es un hereje? Alguien que está “loco”. Sí. Miren a San Pablo.",
    "Ahora, a Uds., Uds.—Uds. los bautistas les gusta decir: “San Pablo, ¡oh!, yo le creo”. Uds. los católicos dicen: “¡Oh, San Pablo!”, y gastan a besos a dos o tres de sus pies, esas estatuas allá en Roma. “¡San Pablo! ¡Sí, señor!”.",
    "Miren lo que dijo San Pablo cuando estuvo ante Agripa. Él dijo: “En el camino que ellos llaman herejía” santo rodador, “así es como yo adoro a Dios”. Amén.",
    "Me hubiera gustado estar de la mano con él; yo diría: “¡Yo creo lo mismo, Pablo! ¡Aleluya! Sí, señor, ¡lo mismo! Han pasado mil novecientos años, Pablo. ¡Yo aún creo lo mismo!”. Aún tengo el Espíritu Santo; las mismas señales, las mismas maravillas, todo igual; aún continúa, el mismo Espíritu Santo, aún sellado hasta (¿cuándo?) el día de la redención.",
    "🦅 Este Evangelio será predicado…”. ¿Qué? “¡Evangelio”! ¿Qué es el Evangelio? No “solo la Palabra”. [El Hermano Branham toca en el púlpito cuatro veces.—Ed.] Pablo dijo: “El Evangelio no vino a nosotros solo en Palabra, sino en Poder y demostración del Espíritu Santo, fue como vino el Evangelio”. [El Hermano Branham toca el púlpito tres veces.]",
    "Pablo dijo: “Yo no vine con alguna educación de seminario, ni vine con grandes palabras floridas, para que vuestra salvación se base en palabras hinchadas y labios encantadores, y alguna doxología o credo de apóstoles, o algo así. Yo no vine a Uds. de esa manera. Pero vengo a Uds. sabiendo una sola cosa: el Poder de la resurrección de Jesucristo, y la demostración del Espíritu Santo”. ¡Aleluya! Que Dios nos dé más Pablos que no anden con rodeos, pero que presenten Aquello sin…?… sin guantes de algún seminario puestos. Amén. ¡El Sello de Dios! Amén.",
    "Ahora, ¿cuánto tiempo tenemos? Suficiente, ¿no es así? [La congregación dice: “Amén”.—Ed.] Eso es lo que pensé. Está bien. Mañana es sábado, ninguno de Uds. trabaja. Muy bien. Muy bien. Recuerden, solo unos—solo unos minutos.",
    "¡Oren! Fíjese, hermano, este es un tiempo de sinceridad. Este es el tiempo en el que deberíamos estar haciendo inventario. Yo no estoy parado aquí actuando como un payaso. Si lo fuera, iría al altar y me arrepentiría. Puede ser que yo esté actuando como un payaso para algunos de Uds., pero no es mi intención. Me comporto un poco risible, de vez en cuando; no puedo evitarlo. Algo llega a mí, me hace actuar de esta manera, así que no puedo evitarlo. Pero en mi corazón, hermano, yo creo Eso con todo mi corazón. Por unos veinte años he predicado Esto en este púlpito, alrededor del mundo, y Dios Lo ha confirmado con señales y maravillas. Amén. “Jesucristo el mismo ayer, hoy y por los siglos”. Sí.",
    "Ahora Él dijo: “Haz que pasen adelante los que tienen las armas”. Ellos rehusaron recibir esa marca. Y Él salió, y Tito se apoderó de los muros de Jerusalén, y ellos corrieron hacia la ciudad; allí los hicieron pasar hambre hasta que hirvieron los hijos de unos y otros y se los comieron. Se comieron la corteza del árbol, la hierba de la tierra. Y luego, cuando finalmente tuvieron que rendirse… Tito, cuando entró en Jerusalén, destruyó completamente todo lo que había allí, mató mujeres, niños, bebés, sacerdotes, todo lo demás, y quemó la ciudad.",
    "Y Jesús dijo: “Vendrá un tiempo en que no quedará ni una piedra”.",
    "Dicen: “Miren nuestra gran catedral. Hermano, somos bautistas, o metodistas, o pentecostales, o lo que sea”.\n\nÉl dijo: “No quedará una piedra sobre otra”.",
    "Muestra que “Dios no habita en casas hechas de mano”. Dios habita en corazones humanos. “Porque Me preparaste cuerpo”. El Espíritu Santo no habita en una casa. Él habita en el corazón. Ese es el templo. “¿No sabéis que sois los templos del Dios vivo”? Amén. Edifican un templo, edifican una iglesia, toda su fe está edificada alrededor de su templo o su iglesia, un ídolo de madera, tomando la marca de la bestia sin darse cuenta. Así es. Planeando y gastando todo su tiempo, predicadores, para apoyar a su organización, y yendo tan directo al infierno con ella como pudieran hacerlo.",
    "Yo le digo, hermano, es hora de que los hombres despierten y prediquen el Evangelio en el Poder del Espíritu Santo, y en todas partes, llamemos a los metodistas, bautistas, presbiterianos, católicos y todos, a la cruz de Jesucristo.",
    "Ahora, Uds. dicen que el pastor de antaño cargaba miel, la untaba en la roca. Cuando la oveja enferma lamía, se sanaba.",
    "Hermano, yo tengo una bolsa llena de esa receta aquí, esta noche. Y la untaré sobre la Roca, Cristo Jesús, y las ovejas enfermas podrán lamer y sanar. Así es. Hermano, escuche, no la voy a untar sobre alguna iglesia; no debe estar sobre alguna iglesia. Eso debe estar sobre Cristo. Exactamente correcto.",
    "¡Formales! “¡Oh, sí, nosotros creemos en Cristo!”. Sus obras prueban lo que Uds. creen.",
    "Jesús dijo: “Estas señales” s-e-g-u-i-r-á-n, acento en la a, “seguirán a los que creen, hasta el fin del mundo. Y en Mi Nombre echarán fuera demonios, hablarán nuevas lenguas; si tomaren en la mano serpiente o bebieran cosa mortífera, no les hará daño. Si ponen sus manos sobre los enfermos, ellos sanarán”. Eso es lo que dijo Jesús. Esas son las últimas Palabras que salieron de Sus labios. Y Él fue llevado arriba al Cielo.",
    "Y personas que salen, creyendo y predicando sanidad Divina, y los poderes de Dios, el mundo los llama “locos”. Y la Biblia dice: “Si al Padre de familia llamaron ‘Beelzebú’, ¿cuánto más a Sus discípulos?”.",
    "Condenados, allí yacen, todos murieron así exactamente. Pero Josefo dijo: “Esas personas que… esa—esa clase de personas Cristianas, habían ido de Jerusalén a Judea, y habían escapado de toda esta ira”. Ahora, ese era el judío, el concluir para el judío.",
    "Rápidamente ahora, por los próximos minutos, terminemos con los gentiles, rápidamente. Abramos en Apocalipsis el capítulo 7, donde terminaremos la dispensación gentil. Vean si esto es correcto o no. Allí fue donde el profeta de Ezequiel 9 profetizó el fin de esa edad; ahora aquí está el Espíritu Santo profetizando el fin de esta edad. Escuchen bien ahora mientras leo atentamente.\n\nDespués de esto…",
    "Apocalipsis 7 ahora: “Después de esto vi cuatro ángeles…”. Esos fueron los jinetes que salieron, en el capítulo 6, y cómo salieron: un caballo amarillo, y un caballo negro, y el caballo bermejo y demás; lo cual, esos jinetes habían estado cabalgando la tierra por mucho tiempo.\n\n…Yo vi cuatro ángeles en pie sobre los cuatro ángulos de la tierra, que detenían los cuatro vientos…para que ellos no soplasen viento alguno sobre la tierra, ni sobre el mar, ni sobre ningún árbol.",
    "Ahora observen la visión que él vio primero. “Vi cuatro ángeles en pie sobre los cuatro ángulos”, cuatro lugares alrededor de la tierra, un ángel, que detenían los cuatro vientos. Ángeles son “mensajeros”. La Biblia así lo dice. Y los vientos son “guerras y contiendas”. Él estaba deteniendo los cuatro vientos, aquí…?… Ahora observen, el versículo 2.\n\nVi también a otro ángel que subía del este, y tenía el (s-e-l-l-o, la obra final, en otras palabras)…y tenía el sello del Dios vivo; y clamó a gran voz a los…ángeles…a quien se les había dado el poder de hacer daño a la tierra y al mar,\n\ndiciendo: No hagáis daño a la tierra, ni al mar, ni…árboles, hasta que hayamos sellado en su frente a los siervos de nuestro Dios.",
    "Observen, seguiré leyendo.\n\nY oí el número de aquellos…sellados: y—y sellados… ciento cuarenta y cuatro mil sellados de…la tribu de—de…la tribu de los hijos de Israel.",
    "🦅 De la tribu de Judá, doce…” en adelante, y “Benjamín”, y “Gad”, y “Rubén”, hasta “Zabulón”, y siguiendo las doce tribus, al final del versículo 8. ¿Y doce por doce es cuánto? [La congregación dice: “Ciento cuarenta y cuatro”.—Ed.] Ciento cuarenta y cuatro. “Ciento cuarenta y cuatro mil”, todos judíos. Ahora, observen.\n\nY…Después de esto miré, y he aquí una gran multitud, la cual nadie podía contar, de todas tribus, lenguas y naciones,…",
    "¿De dónde salieron? ¿Ven Uds.?, vemos dónde están esos judíos al final; y cuando a los ángeles se les había dado el poder para destruir, lo dice aquí, ver y “detener”. Pero, ¿de dónde vinieron estos, de todas las tribus, lenguas y naciones? Ellos aparecieron en la escena.\n\n…y pueblos y lenguas, que estaban delante del Cordero, y en la presencia…estaban vestidos…del Cordero, vestidos de ropas blancas, y palmas en la mano;",
    "La Novia, la Novia Gentil había sido sellada aquí. Observen.\n\ny ellos clamaban a gran voz, diciendo: La salvación pertenece a nuestro Dios que está sentado en el trono, y al Cordero.\n\nY—y…los ángeles que estaban en pie alrededor del trono,…los ancianos…los cuatro seres vivientes, …se postraron sobre sus rostros delante del trono, y adoraron a Dios,\n\ndiciendo:…(¡Escuchen, si esto no suena como una reunión del Espíritu Santo!) A-… Las bendiciones, amén, la gloria…la sabiduría,…la acción de gracias…la honra…el poder…la fortaleza, sean para nuestro Dios por los siglos de los siglos. Amén.",
    "Eso no me suena a mí como una clase de servicio ceremonial de bachillerato. Eso me suena como un derramamiento del Espíritu Santo a la antigua. Esas personas habían estado en alguna parte; ellos saben lo que deben hacer cuando ven al Cordero sentado en el Trono.\n\nEntonces uno de los ancianos…respondió diciéndome: Estos que están vestidos de ropas blancas, ¿quiénes son y de dónde han venido?",
    "Ahora tú conocías a todos los judíos, pero ¿de dónde vinieron estos, “de toda tribu, lengua y nación?”. Observen.\n\nY…Yo le dije: Señor, tú lo sabes. (Juan respondió: “Simplemente no sé”.) Y él me dijo:…",
    "Estos son los que tenían Aquello, supongo. Muy bien.\n\n…Estos son los que salieron de…gran tribulación, (llamados “santos rodadores”, escarnecidos, perseguidos, objeto de burla) …Salieron de…gran tribulación, y han lavado sus ropas y las han emblanquecido en la sangre del Cordero. (¡Observen!)\n\n…ellos están delante del trono de Dios,…",
    "¿Dónde se hospeda la esposa? ¿Dónde se hospeda la reina? Esa es la Novia, la Novia Gentil.\n\n…y ellos le sirven día y noche en el templo;…",
    "Mi esposa me sirve en la casa, día y noche. ¿Ven? Esa es la Novia de Jesús; esa es la Novia Gentil.\n\n…y (ellos) que está sentado en el trono extenderá su tabernáculo sobre ellos.\n\nYa no tendrán hambre,…",
    "¡Aleluya! Los días de trabajo terminaron. Bueno, nos perdimos muchas comidas, pero Allá jamás nos perderemos una. Amén.",
    "Yo sé que mi pobre, querida madre anciana está sentada aquí esta noche. Y la vi levantarse de la mesa. Tomábamos café y algún pan duro. Ella lo servía, le ponía un poco de azúcar. Y no había suficiente para todos; los niños lloraban y se levantaban y se iban. ¡Pero Allá nunca lo haremos! Mi padre anciano yació en mis brazos, al otro lado de la calle, y murió, hambriento.",
    "Pero no nos volverá a a suceder. ¡Aleluya! No, señor. No más hambre.\n\nEllos…Ya no tendrán hambre, ni ellos sed…y el sol no caerá más sobre ellos,…\n\nporque el Cordero que está en medio del trono los pastoreará, y los guiará en las fuentes de agua de vida; y Dios enjugará toda lágrima de los ojos de ellos.",
    "Quizás tengan que llorar un poco y comportarse así, cuando venga el Espíritu Santo. Pero Dios enjugará toda lágrima de sus ojos.",
    "Observen, él vio “cuatro ángeles en pie sobre los cuatro ángulos, deteniendo los cuatro vientos”. Rápidamente ahora. Se me acabó el tiempo, pero déjenme decirles esto antes de terminar. Miren, él vio a los cuatro ángeles. Él vio el cierre de la iglesia judía, los vio venir de la misma manera; viniendo con sus instrumentos para destruir, ese ejército.",
    "Ahora observen. ¿Qué clase de señal recibió la Iglesia del Espíritu Santo, como marca en su frente? Fue una señal espiritual. El Espíritu Santo los marcó. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Él no les hizo un tatuaje en la cabeza. ¿Lo hizo Él? [“No”.] No.",
    "Ellos no fueron condenados por algún país anti-religioso. Ellos fueron condenados por los suyos. ¿Ven lo que quiero decir? La verdadera Iglesia del Dios viviente será condenada por católicos y protestantes, porque ellos se unirán. Ya están juntos como uno, como madre e hija.",
    "Pero estos, aquí, no lo eran. Entonces, observen lo que Él hizo. Él dijo: “Pónganles una marca en sus frentes”. ¿Qué clase de marca era? Se los leeré, Hechos 2. “Estaban todos unánimes juntos. Y de repente vino un estruendo, el Ángel que venía del Cielo”.\n\nUds. dicen: “¿El Ángel era un estruendo?”.",
    "¿Qué fue lo que pasó por delante de David, cuando él escuchó el ruido de las hojas, las hojas de las balsameras, esa noche cuando tuvo miedo de salir? “Oyeron del Cielo un estruendo como un viento recio que soplaba”, Dios yendo delante de ellos.",
    "🦅 Y de repente les apareció Espíritu Santo y Poder”. Salieron por las calles, saltando y brincando, y hablando en lenguas, y tartamudeando y gritando, y actuando como un borracho, y todos simplemente regocijándose y alabando al Señor Dios. ¿Es correcto?",
    "Así es como lo hace Dios cuando Él envía Su Poder con el bautismo del Espíritu Santo. Y Eso entró allí, ¡y el Mensaje comenzó! ¡Aleluya! Y ellos gritaron y clamaron, y hablaron en lenguas, y salieron allá. Y esa fue la marca que Dios puso sobre las personas. ¿Correcto? Dios puso la marca, y esa es la clase de marca que Dios le va a poner a Su pueblo hoy. El mismo sello de Dios que cayó sobre ellos allí, bajo el bautismo del Espíritu Santo, era el sello de Dios.",
    "Quiero preguntarles algo, iglesia. La Biblia dice que la marca de Dios, en ese día, fue el bautismo del Espíritu Santo. El sello que estaba en las personas, para diferenciarlos de los demás, fue el bautismo del Espíritu Santo. ¿Correcto? [La congregación dice: “Amén”.—Ed.] El Nuevo Testamento dice, en Efesios 4:30, que el Espíritu Santo es el sello de Dios, para las personas en los últimos días, hasta su destino Eterno. ¿Verdad que sí? [“Amén”.] Entonces el Espíritu Santo estaba en lo correcto.",
    "Ahora, tuvimos la edad metodista, tuvimos la edad bautista, tuvimos la justificación, tuvimos la santificación. Nos fueron aconteciendo todas estas cosas.",
    "Y hace como unos cuarenta años, se supo del bautismo del Espíritu Santo por primera vez en los Estados Unidos. ¿Correcto? Hace como unos cuarenta años, cuando las personas comenzaron a recibir…",
    "Ahora, ellos solían llamarlo la segunda obra definitiva de gracia, la santificación. “Santificación”, es correcto.",
    "Un vaso debe ser primero tomado, levantado. Está todo lleno de lodo. Está justificado, porque el—el hombre lo ha recogido.",
    "Lo siguiente, es que tiene que ser—ser limpiado y fregado. La palabra santificar significa “limpio y apartado para servicio”. Pero “apartado para servicio” no significa que Ud. esté en el servicio.",
    "Y luego Jesús dijo: “Bienaventurados sois cuando tenéis hambre y sed de justicia, porque seréis saciados”. ¿Ven?, el Espíritu Santo vino sobre el santificado, el verdadero creyente real, santificado. Y señales y maravillas comenzaron a manifestarse tan pronto como ese vaso santificado se enderezó, y el Espíritu Santo entró en él. ¿Ven lo que quiero decir?",
    "Uds. no pueden sacar aceite de esa botella a menos que haya aceite allí, no importa cuán limpia esté la botella. Uds. no pueden traer el don de lenguas y la sanidad Divina, y los Poderes de Dios, de algo en lo cual no hay nada. Entonces había que traer el Espíritu Santo.",
    "Miren, hace como cuarenta años… Recordemos. Miramos alrededor… Observen detenidamente. Hubo un gran gobernante que marchó, una Primera Guerra Mundial; la primera vez en toda la historia del mundo, una guerra mundial. ¿Por dónde estaba empezando? Allá mismo en Alemania. ¿Qué sucedió? Es extraño, nadie sabe hasta este día cómo cesó. Nadie lo sabe. Lean El final de La Guerra Mundial. Cada volumen, me lo he leído. No hay una sola persona… Lo único que ellos saben es que hubo una orden de: “¡Ríndanse!”. Nadie sabe quién la dio. ¿Por qué?",
    "¡Oh, Dios! Uds. me van a llamar “santo rodador” de todas maneras, así que más vale que exprese mis sentimientos. ¡Miren! ¡Cuán agradecido estoy porque el Espíritu Santo está aquí en la plataforma, para revelar!",
    "Fíjense. Observen. Ellos salieron, todo viento viniendo al mundo, armas modernas, para destruir completamente todo en una guerra mundial. Pero, de repente, se detuvo. Apocalipsis el capítulo 7, dice: “Vi a los cuatro ángeles descendiendo con sus instrumentos para destruir. Y allí fue un Hombre que venía de donde sale el sol, y tenía el sello del Dios vivo; dice: ‘Detengan los cuatro vientos’”.",
    "🦅 Deténganlos”, ¿por qué? Los judíos aún no están en el lugar correcto. ¡Gloria! Los judíos no están en el lugar correcto, como Dios prometió. Él les dijo dónde estarían, parados allá. Él dijo: “Cuando vean la higuera brotar ramas, sepan que el tiempo está cerca”. Y cuando Uds. vean a los judíos regresar a Palestina, sepan que el tiempo está cerca. “Esta generación no pasará hasta que todo se haya cumplido”. Y, hermano, en los últimos siete años es la primera vez que la bandera judía ha sido izada, en dos mil años, sobre Jerusalén; sí, dos mil quinientos años. Amén. Los judíos no estaban en el lugar adecuado, pero Él dijo: “¡Detente! ¡Detente!”.",
    "¿Por qué, por qué “detener”? Observen, aún había algunos gentiles, entre la edad de Wesley y la edad de Pentecostés, que tenían que entrar. Antes de que Pentecostés entrara en la Edad de la Iglesia de Laodicea, había “una puerta abierta” puesta delante de la iglesia; puerta abierta, a: “Cualquiera que quisiera venir y beber de la Fuente de las aguas de la Vida gratuitamente”. Puerta abierta, puesta. ¡Oh, vaya!\n\nY Él dijo: “¡Deténganla!”. ¿Por qué?",
    "Jesús dijo: “Un hombre salió y trabajó. Y otro hombre salió, en otra hora, y trabajó. Otro hombre salió y trabajó. Y un hombre salió a la hora undécima. Y cuando él se detuvo en la hora undécima, les dio a cada uno la misma porción, la hora undécima”.\n\nEllos se preguntaron por qué. “¿Por qué él, a la hora undécima, hizo que todos entraran?”.",
    "Martín Lutero que obró, caminó bajo la dispensación de Lutero, ¡murió en gracia! …?…otros, metodistas que gritaban, que murieron bajo la edad de Wesley, murieron en gracia. Nosotros estamos viviendo en otra edad, no allá atrás. ¡Aquí! Mamá solía montar en una carreta de bueyes, y nosotros en un Ford modelo V-8, casi propulsado como un jet. Así es. Estamos viviendo en una edad completamente diferente. Y estamos viviendo en una dispensación diferente. Estamos viviendo en el día de la restauración de los Poderes de Dios, y aquí mismo ven el Poder de Dios como ellos lo vieron en el principio. Estamos viviendo en otra edad. No miren allá atrás a Wesley, a los metodistas y a todos aquellos, a los bautistas y presbiterianos. Miren aquí a Jesucristo, el Autor y Consumador de la Fe de la Biblia. ¡Aleluya!",
    "Ahora obsérvenlo a Él, dijo: “Deténganlos”, hasta (¿qué?) para que la gente de la hora undécima pudiera entrar, el último llamamiento de los gentiles. Mamá trabajó allá; papá y ellos trabajaron aquí; la abuela trabajó allá atrás. Esta es nuestra edad, la hora undécima. Esa Guerra Mundial terminó en el undécimo mes del año, el undécimo día del mes, la undécima hora del día, y el undécimo minuto en la hora; para que la gente de la hora undécima pueda entrar, (¿qué?) recibieron el mismo bautismo del Espíritu Santo que ellos recibieron aquí atrás en el principio, para traer de nuevo el Poder y la resurrección del Señor Jesucristo, las mismas señales y maravillas.",
    "¿Qué es? Las guerras se pelean aquí, se pelean allá; peleando aquí, peleando allá; tratando de… Se están acumulando bombas atómicas y todo lo demás, pero no pueden hacerlo. [El Hermano Branham toca el púlpito varias veces.—Ed.] Ellos no pueden hacerlo hasta que los judíos reciban la visitación del bautismo del Espíritu Santo. El Ángel dijo: “Deténganlos hasta que sellemos a los siervos”, no la Novia. Los gentiles nunca fueron siervos; somos hijos e hijas. Esos son los siervos, los judíos. Abraham fue el siervo de Dios. ¡Aleluya! Ahora, miles y miles de veces miles de judíos. Dios endureció el corazón de Faraón, para llevarlos a Palestina. Dios endureció el corazón de Hitler, el corazón de Mussolini, el corazón de Stalin. Él está llevando por la fuerza a Palestina, sin saber lo que está haciendo, obrando directamente en las manos de Dios.",
    "Esos ciento cuarenta y cuatro mil estarán allá. Y un día de estos, algún profeta Divino, santo y ungido de Dios irá allá con señales y maravillas. Esos judíos dirán: “Eso es lo que estoy buscando”. [El Hermano Branham toca en el púlpito cuatro veces.—Ed.] Sí, señor. Y Dios bautizará a ciento cuarenta y cuatro mil judíos.",
    "Y el Rapto vendrá; la edad gentil terminará. La bomba atómica explotará y acabará con el mundo. Y la Iglesia Gentil será arrebatada, para estar allá en la Presencia de Dios. “¿Quiénes son estos que salieron de gran tribulación? Lavaron sus vestiduras en la Sangre del Cordero. Ellos están delante de Dios, sin mancha”. Amén.",
    "La marca de la bestia, la confederación; las iglesias, el catolicismo, todos unidos, entrarán en el caos. El remanente, la Novia del Espíritu Santo.",
    "Y las personas hoy que se ríen del hablar en lenguas, que se ríen de la sanidad Divina, que se están riendo de la profecía, que se están riendo de la manifestación del Espíritu: es el mismo espíritu que dominó a esos judíos allá atrás, que blasfemó contra el Espíritu Santo allá atrás, y murieron bajo juicio Divino. Estos Estados Unidos están destinados al juicio Divino, bajo el Poder del Espíritu Santo. Ellos han condenado y se han burlado, y han salido, y nos llaman “santos rodadores” y todo lo demás. Pero la hora está aquí, cuando Dios derramará Su juicio Divino. Amén.",
    "Prepárense. [Cinta en blanco.—Ed.]…?…El único lugar seguro que hay hoy es en Cristo Jesús. Dios les bendiga. Si Ud. no está adentro, presione hasta Ud. entrar. “Los que están en Cristo Jesús traerá Dios con Él en la segunda Venida”.",
    "Sin el sello de Dios, que es el bautismo del Espíritu Santo, confederación de apostasía es la marca de la bestia. Eso es ASÍ DICE EL SEÑOR. ¿Ven lo que quiero decir? Pero estos maestros religiosos están tratando de relacionarlo con el comunismo, cuando no se dan cuenta que está obrando allí mismo entre ellos. Él dijo: “Serán ciegos guías de ciegos”. Él dijo: “Tendrán ojos, pero no pueden ver”. Dijo: “Vosotros, y en vuestras tradiciones, habláis doctrina de hombre, hacéis mandamientos de hombre, invalidando los mandamientos de Dios”.",
    "Uds. se ríen de los católicos por establecer su catecismo, y hombres suyos van aquí a alguna conferencia o algo, y deciden si pueden recibir sanidad Divina, o el bautismo del Espíritu, y estas cosas. Y ellos Lo condenan y Lo rechazan. Y Uds. se ríen de los católicos. Uds. no tienen derecho de reírse del católico. Porque, si ella era una “PROSTITUTA”, la Biblia dice que Uds. son una “RAMERA”, en la misma confederación.",
    "🦅 ¡Salid de en medio de ella, pueblo Mío! Sepárense” dice Dios, “y Yo los recibiré a Mí Mismo”. Así es.",
    "¡Oh!, ¿por qué no puede salir este Tabernáculo Branham de este enredo nuestro? Yo quiero saber si Uds. por aquí creen este Evangelio. Y ha sido predicado, y Uds. Lo han visto, con señales y maravillas, y confirmado. Y todo lo que el Señor ha dicho, se ha cumplido. Entonces, ¿qué sucede aquí, cuando oigo que hay contiendas entre Uds., cuando oigo que hay conflicto? Quiero que escriban lo que les sucede, lo que tienen en su corazón, y pónganlo en la plataforma, este púlpito, mañana por la noche. [El Hermano Branham toca en el púlpito varias veces.—Ed.]",
    "Quiero ver por qué esta iglesia no puede dejarse llevar por el Poder de Dios, y el bautismo del Espíritu Santo, con señales y maravillas. ¿Qué sucede? Su pastor Lo cree. Ud. Lo cree. Entonces, ¿qué pasa aquí? Algo anda mal. Este pudiera ser el faro del mundo. Este pudiera ser un lugar donde los Poderes de Dios, y el llanto y el clamor, y la búsqueda de Dios, debería continuar día y noche. ¿Por qué no podemos tenerlo?",
    "🦅 Yo lo haré, pero Uds. no”, dijo Jesús. “Uds. no quisieron. Venid y comprad de Mí”.",
    "🦅 Yo sé que dices” dijo Él, “que eras ‘rica, de ninguna cosa tengo necesidad’”, hablando a las iglesias. Dijo: “Tú dices: ‘Yo soy rica y de ninguna cosa tengo necesidad. Somos una organización más grande’. Y no sabes que eres un desventurado, pobre, miserable, ciego y desnudo, y no lo sabes”. Si un hombre está en ese estado y lo sabe, él se ayudará a sí mismo. Pero, cuando Ud. está así, “¡y no lo sabe!”. Y Cristo dijo que las iglesias en este día serían de esa manera, y no lo sabrían.",
    "Pellizque su ser espiritual, mi amado, hermano amado. Pellizque su alma, por así decirlo, en oración, y diga: “Señor Jesús, revísame. Permítanme hacer inventario esta noche, antes de irme a la cama, y averiguar qué es lo que me pasa. He estado profesando por años, y no veo estas cosas que dijo Jesús. Que Él estaría conmigo, y que estas cosas continuarían, yo no lo veo. ¿Qué sucede, Señor Jesús?”.",
    "Sea honesto. Sea sincero. Venga y hable con Él, como si estuviera cara a cara con un hermano. Él le revelará. Él le dirá. Desgarre su alma y colóquela allí. Diga: “Señor Jesús, si me cuesta mi familia, si me cuesta mi vida, si me cuesta mi trabajo, si me cuesta mi membresía, si me cuesta el prestigio en la ciudad, yo escogeré el camino con los pocos despreciados del Señor”.",
    "Ahora recuerden, Jesús dijo: “Estrecha es la puerta, y angosto el camino, y pocos son los que la hallan. Porque ancho es el camino que lleva a la destrucción”. Un millón más en el ’54: “Ancha es la puerta que lleva a la destrucción, y muchos son los que entran por ella”. Así es. “El que pierda su vida por causa de Mí, la encontrará. El que ama a padre, madre, hermana, hermano o algo, más que a Mí, no es digno de ser llamado Mío. Quien coloque su mano en el arado y empiece a avanzar, e incluso se vuelve a mirar atrás, no es digno del tiempo”. ¡Hermano!",
    "Un día de estos se predicará el último sermón del Evangelio ungido por el Espíritu Santo. Uno de estos días, se disparará la última pistola. Uno de estos días se cantará el último himno. Uno de estos días se hará la última oración. Uno de estos días, las puertas del tabernáculo se cerrarán por última vez, la Biblia se cerrará en el púlpito. Y Ud. se parará en la Presencia de Dios, para dar cuenta de lo que ha oído en esta noche. ¿Entonces qué? ¿Entonces qué? Cuando el gran Libro sea abierto, ¿entonces qué? Cuando lo de esta noche aparezca en el registro, ¿entonces qué? ¡Oh!, como dice el canto:\n\n¿Entonces qué?\n\nCuando el gran Libro sea abierto, ¿entonces qué?\n\nCuando los que han rechazado al Salvador hoy,\n\nSe les pedirá que den una razón, ¿entonces qué?",
    "Su trabajo se le atravesó en el camino. Sus padres le obstruyeron el camino. Su amigo le obstruyó el camino. Su novia le obstruyó el camino. Su iglesia le obstruyó el camino.\n\n¿Entonces qué? ¿Entonces qué?\n\nCuando el gran Libro sea abierto, ¿entonces qué?\n\nCuando aquel que está rechazando este Mensaje en esta noche,\n\nSe le va pedir a Ud. que de una razón, ¿entonces qué?",
    "¿Qué va a hacer al respecto? Ud. sabe cuál es la marca de la bestia. Ud. sabe lo que es el sello de Dios. Eso depende de Ud.\n\nEl Señor los bendiga, mientras nos ponemos de pie.",
    "Tú, Padre Celestial, que Tus misericordias y bendiciones sean sobre el pueblo. Permite que Tu Espíritu se mueva. Y que Tu Espíritu Santo descienda sobre este pueblo, y dales, Señor, el bautismo del Espíritu. Que cada hombre y mujer, niño y niña aquí, sean tan llevados en esta noche, por el Espíritu Santo, que ellos digan: “Dios, toma todo lo que tengo. Toma todo lo que soy. Pero déjame servirte, mi Señor. Dejaré todo a un lado. Me rendiré a mí mismo. Renunciaré al orgullo. Dejaré la iglesia. Lo dejaré todo”.",
    "No es que tengan que salir de su iglesia, Señor, pero tienen que salir de la condición en la que están viviendo. ¡Oh, Dios!, envía a los metodistas de nuevo a su iglesia, encendidos, para predicar el Evangelio; envía a los bautistas de vuelta, envía a los campbellitas de vuelta, envía a los católicos de vuelta. Señor Dios, envía a alguien del Tabernáculo Branham aquí, de vuelta al tabernáculo aquí, con un espíritu manso y humilde, que salga y hable, y ame, y trate de unir a la gente otra vez, para que el Espíritu Santo pueda entrar y usar a la gente. Envía grandes señales y maravillas. Unge a todo creyente. Perdona todo pecado.",
    "¡Oh, Dios!, vemos aparecer las señales. Vemos la higuera brotando. Sabemos que el tiempo está cerca. Vemos esa bomba allá en las manos del mismo hombre que Tú dijiste que fue dada para destruir al mundo.",
    "¡Oh, Dios!, ¿cómo podemos seguir rechazando? ¿Cómo podemos? Cuando oímos Tu bendito Evangelio sonar tan claramente, claramente; escuchar al Espíritu Santo guiando; ver al Espíritu Santo dar señales y maravillas; sanar a los enfermos, abrir los ojos a los ciegos, devolver la vida a los muertos; grandes maravillas y señales; el Evangelio siendo predicado por gente analfabeta e ignorante, predicado bajo el Poder y la demostración del Espíritu Santo; señales y maravillas siguiendo a la iglesia. ¡Cuánto más!",
    "Tú dijiste: “Si hubieras conocido a Moisés, hubieras conocido Mi día”. ¡Aleluya! Así es hoy, Señor. Ellos ven toda clase de señales, de guerras y problemas, y de todo. Permite que abran las páginas de la amada y vieja Biblia, y vean dónde está el poste de señal. Estamos en el fin de la edad.",
    "¡Oh, Dios!, mueve Tu Espíritu sobre estas personas. Y cuando se vayan de aquí, esta noche, que el Espíritu Santo se mueva con ellos.",
    "Y mañana por la noche, Señor, cuando vengamos a este gran llamamiento al altar que estamos por tener, oramos que los altares se llenen en masa, que los cuartos de oración estén llenos.",
    "Y que el domingo por la mañana, Señor, y el domingo por la noche, estemos bautizando a la gente aquí de acuerdo a la Palabra de Dios. Y que el Espíritu Santo esté cayendo sobre esa agua, y haciendo grandes señales y maravillas. Concédelo, Padre.",
    "Bendice a nuestro amado pastor aquí. Bendice a los miembros. Bendice a los desconocidos en nuestra puerta. Que vayamos a casa esta noche y meditemos estas cosas en nuestro corazón; que regresemos mañana por la noche, regocijándonos, trayendo con nosotros las gavillas. Lo pedimos en el Nombre de Jesucristo. Amén.",
    "El Señor Jesucristo los bendiga a cada uno. Estrechen las manos unos con otros. Regresen mañana por la noche, traigan su petición y lo que Ud. quiera, y póngalo en el púlpito. ¡Que Dios los unja siempre, los acompañe! Amén. Dios los bendiga. 🦅"
  ]
}