{
  "title": "AÑO DEL JUBILEO",
  "id": "54490009",
  "content": [
    "🦅  Buenas tardes, amigos. Estoy contento de estar aquí esta noche y—y recibir esa bienvenida tan buena, al todos querer entrar. Me hace sentir muy bien.",
    "No he—no he tenido mucha oportunidad de hablar o estudiar, ni de nada, porque todos mis servicios han sido de sanidad. Pues, me encanta hablar; todos lo saben. Supongo que yo… Mamá dice que hablé antes de caminar. Uds. saben el viejo refrán lo que dice sobre eso. Así que, estoy muy contento de saber que Dios ha cambiado mi corazón, que toda mi plática es acerca de Él. ¿Ven? Y solo quiero morir hablando de Él, cantando Sus alabanzas y haciendo lo que a mi parecer es correcto.",
    "No tenemos mucho tiempo, por el servicio de Santa Cena esta noche. El miércoles por la noche será un culto de enseñanza, donde vamos a enseñar, si el Señor quiere.",
    "Ahora, esta noche, será breve, unos minutos, si el Señor quiere, deseo… Es un poco inesperado, Uds. saben, porque siempre es… Yo creo que la Biblia dice: “Instes a tiempo y fuera de tiempo. Estar dispuesto a dar, o preparado para dar una respuesta por la esperanza que hay dentro de uno”. Y entonces, si puedo testificar de la esperanza que hay en mí, pues, será una bendición para mí hablarles, y espero que sea una bendición para Uds. el recibirlo, y saber que por medio de su fe igual correspondido. Y la misma esperanza en mí, está en Uds., y somos conciudadanos del Reino de Dios.",
    "Me alegró oír de estos avivamientos ahora, en la iglesia metodista de New Albany. Y no lo recibí de la de Louisville, pero quizás Uds. sí, de la que nos acaba de informar el Hermano Fleeman. Uds. cerca de esos avivamientos, asistan. Vaya y que Ud. sea representado con los hijos de Dios, para mostrar de qué lado estamos. Estamos del lado del Señor, y queremos ser representados con Su pueblo.",
    "Ahora, el miércoles en la noche, como dijo el Hermano Neville, es culto de enseñanza. Creo que tendrán alguna clase de enseñanza, ¿no es así, Hermano Neville? [El Hermano Neville dice: “Sí”.—Ed.] Eso está muy bien.",
    "Enseñar la Palabra siempre mantiene a la Iglesia fortificada. Nuestro sustento… “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Y esta mañana hablábamos de la infalibilidad de esa Palabra, cómo era que tenía que cumplirse.",
    "Y después de ellos cantar, pensé: “Bueno, ¿de qué voy a hablar?”. Y se me ocurrió: “Allí dice: ‘Todos los santos tendrán un Sello en su frente’”. ¿Ven? Cuando lleguemos allá, todos los santos tendrán el Sello en sus frentes.",
    "Y pensé que en esta noche leería una porcioncita de Escritura de la Biblia, aquí de alguna parte y, en los Evangelios. Y Jesús, después de terminar el discurso, dijo: “Hoy, que, estas palabras se han cumplido”.",
    "Ahora, Cristo, cuando comenzó, en el principio de Su ministerio, nació, por supuesto, en el mundo, el Hijo de Dios. Él nació, Jesús el Señor, y luego, después de ocho días de Su circuncisión Le fue dado, bueno, Él nació Cristo el Señor, mejor dicho, y Le fue dado el Nombre de Jesús. Jesús fue “Su Nombre dado”; Cristo fue “Su título” de lo que Él era. Él fue el Cristo, el Ungido de Dios, cuando nació.",
    "Y entonces, sabiendo que el culto de la Santa Cena por lo general se tarda un poco, y no quiero hablar mucho, solo lo suficiente para un buen, que sintamos que el Espíritu de Dios venga entre nosotros, para poder tener los—los servicios.",
    "Ahora, no olviden todos los otros cultos que han sido anunciados, los avivamientos en todas partes, a los enfermos y necesitados. Él me acaba de comentar que había visitado un hogar hace un rato, donde un muchacho, poseído por un demonio, pues quería ser liberado. Ahora, la Biblia nos dice que—que nos reunamos y oremos por estas personas.",
    "Saben, también hay una—una damita llamada Georgie Carter quien fue sanada, conforme a una visión, ¡oh, hace muchos años! Y ella fue levantada del lecho de aflicción con tuberculosis; llevaba postrada allí ocho años y nueve meses, sin siquiera levantarse de la cama. Y me encontraba… fui allá a orar por ella. Y yo… Uds. conocen la historia, cómo el padre y la madre no creían en la sanidad Divina, y no fui muy bien recibido. Y la muchacha quería ser sanada.",
    "Entonces un día, en casa del Hermano Wright, estaba allá para un—un servicio bautismal, y la muchacha quería ser bautizada. Y no podía levantarse de la cama, por supuesto; ella no había salido por ocho o nueve años.",
    "Y yo había estado orando en el bosque, o en la arboleda. Y la Hermana Wright tocó la campana para que viniéramos a cenar. Y yo estaba tan sumergido en la oración, y la Presencia de nuestro Señor Jesús tan cerca, que no me di cuenta de la campana que sonaba. Y empezó a oscurecer. Y vi una Luz brillando a través de un arbusto cornejo, y dijo: “Ve por donde los Carter”.",
    "Hermano Wright, Ud. estaba conmigo. [El Hermano George Wright dice: “Sí, señor”.—Ed.] Y cuando llegamos allí, exactamente como la visión había dicho, así sucedió. Y Georgie fue sanada en el instante, de una aflicción por nueve años y ocho meses, sin moverse de la cama. Y ella no ha vuelto a la cama, hasta donde sé, a menos que haya tenido un fuerte resfriado o algo, hasta ahora.",
    "Y tengo entendido que ella está enferma de algo grave. Cuando estábamos en la reunión aquí donde el Hermano Wright, antes de yo salir para el extranjero, la muchacha estuvo allí. Y pude… Le dije al Hermano Wright, después de que ella se fue, algo en el Espíritu del Señor me insistía que fuera a ver a Georgie. Y ahora oigo que ella está en la etapa terminal de cáncer del seno. Y ella se había rendido, a morir, y ya se iba a resignar a su muerte.",
    "Y dicen que ella escuchó que yo regresaba y, bendito sea su corazoncito leal, se levantó de la cama, y dijo… creyó que ahora sería sanada. Así que, eso es mucha fe, yo… para creer que—que Dios oirá las oraciones de un mortal. Así que, yo—yo—yo amo a Georgie, como a mi hermana. Y quiero que se unan conmigo en oración, para que Dios le conceda la vida. Yo… si Él me dijera qué decir ahora cuando llegue allí.",
    "Tantos otros. El Sr. Wiseheart, el Hermano Jim Wiseheart que solía venir aquí, el hijo de su hermano está allá en el hospital. Él acaba de llamar, con la enfermedad de Hodgkin. Eso es peor que el cáncer, Uds. saben.",
    "Y tuvimos un caso de sanidad de eso, aquí mismo en el tabernáculo, recientemente. Recuerdan, la jovencita, el médico le dio treinta días de vida; era un estudiante de secundaria aquí. Y su madre pasó aquí y Le entregó su vida a Cristo y fue bautizada, y la muchacha también. Y habían dicho: “No se lo diga, no le deje saber que la muerte la acecha”. Y antes de eso, cuando venía aquí por la línea, esa mañana, el Espíritu Santo la discernió, sabía lo que ella había hecho, y demás. Y fue sanada instantáneamente, al grado que ni le pudieron encontrar una mancha. Y eso fue hace como dos o tres años. Y me encontré a la muchacha hace como un año. Creo que ahora está casada y está bien, no se le ha visto más de eso.",
    "Ahora, Dios puede sanar la enfermedad de Hodgkin; no hay ninguna diferencia; “Yo soy Jehová que sana todas tus dolencias”. Por tanto, hablemos con Él, un momento, por los… a favor de los enfermos, y por el culto a continuación.",
    "Ahora, bondadoso Padre Celestial, nos hemos reunido aquí en este hermoso lugarcito, quizás no tanto a los ojos, para contemplar, pero, Padre, nos sentimos como en casa aquí, sabiendo que Tú nos has bendecido tantas veces. Hay un sentir en este lugarcito, como Jacob esa noche, después de huir de su hermano; había tenido una visión, viendo a los Ángeles de Dios que subían y bajaban por una escalera; arrumó las piedras, y dijo: “Esta es la casa de Jehová”. Padre, oro que bendigas a estos que se han reunido aquí en la casa de Jehová, esta noche, en Betel.",
    "Escucha nuestras oraciones por estos que están enfermos; ese joven endemoniado que está visitando a nuestro hermano.",
    "Y oramos por la pequeña Georgie, Señor. Dios, no permitas que la muerte la consuma. Tú la salvaste hace doce, catorce años, y oro para que así continúes. Tú, Quien pudiste quitarle la tuberculosis inmediatamente, puedes quitarle el cáncer. Tú eres Dios. Y Te amamos, Padre, y estamos pidiendo esto con fe inamovible.",
    "Y allí en el hospital, ese joven, un soldado joven tendido allí, muriendo, toda esperanza ha desaparecido. Pero, Padre, fue en esa clase de hora cuando le hablaste a Pablo, dijiste: “Ten buen ánimo, Pablo”. Habla de nuevo, Señor. Oro que le conserves la vida al muchacho. Concédelo. Que él no muera, Señor. Que él viva, para que la gloria de Dios pueda manifestarse en su vida.",
    "Ayúdanos, esta noche, ahora en el servicio. Perdónanos de nuestros pecados. Sin saber ni una palabra para decir, Te encomendamos todas las cosas, y pedimos, por tanto, que la gloria sea para Ti, porque lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "Ahora, sencillamente me encanta hablar de Aquel que adoramos aquí, el Señor Jesús. Él es tan bueno con nosotros, y todos Lo amamos. Estoy seguro, esta noche, que llegaría a lo más profundo de nuestros corazones, saber que Él está entre nosotros, si tan solo Lo pudiéramos ver; pero Él está aquí, se los aseguro. Que Su Espíritu que llena la tierra, el mar y el cielo, está aquí en este auditorio con nosotros esta noche. Y Él—Él, nosotros… Nuestras alabanzas son recibidas ante Sus ojos, y a Él le encanta ser adorado.",
    "Ahora, algunos pensamientos fundamentales sobre por qué estamos aquí. La casa de Dios es casa de corrección. La ley procede de la casa de Dios.",
    "Y pienso en el tiempo que estamos viviendo, y especialmente en estas horas oscuras y tenebrosas, habiendo viajado y observado todas las naciones, solo puedo ver que queda una esperanza, y esa es la segunda Venida del Señor Jesús. Y es tan cierto que vendrá, como la primera vez que Él estuvo aquí. Yo lo creo con todo mi corazón, con toda mi vida.",
    "Pues, Su Palabra, como vimos en esta mañana, se tiene que cumplir. Es el pensamiento de Dios manifestado por Su Palabra, y traído a una realidad. Vimos el tema esta mañana, por si hay desconocidos: “En el principio era la Palabra, y la Palabra estaba con Dios, y la Palabra era Dios”. Ahora, la Palabra era el principio. Pero antes de ser una Palabra, una—una Palabra es un pensamiento manifestado. Dios tuvo que pensarlo antes de poder hacer Eso una Palabra. Después Él habló la Palabra, y Ella se materializó.",
    "Ahora, el Mismo que envió al Señor Jesús aquí, por Su Palabra hablada, Se materializó y llegó a ser el Hijo de Dios; murió, como inocente por los culpables, para redimirnos de nuevo al compañerismo con Dios. Para nosotros quizá, que antes estábamos apartados de Dios, poder ahora ser acercados a Dios, por la ofrenda de la Sangre del justo Hijo de Dios. Tan cierto como Jesús vino la primera vez, como Redentor, Él viene por segunda vez como un Novio. Él—Él—Él viene.",
    "Y, aunque, muchas veces pensamos: “Bueno, el… ¡Oh, ha pasado mucho tiempo! Y por años esto hemos pensado”. Eso pensaron ellos antes de Su primera Venida. Y estarán destinados a pensar lo mismo para la segunda Venida. Pues, la Biblia dice que ellos dirían: “Las cosas permanecen así desde cuando nuestros padres durmieron”. Pero es en la hora en que Uds. menos piensan, que va a suceder. Ahora, nos conviene…",
    "En América, como Cristianos americanos, Dios va a requerir mucho de nuestras manos, porque nosotros tenemos la verdadera Luz del Evangelio y estamos fallando en usarla como deberíamos. Y, esta noche, quiero hablarle al Cristiano, concerniente a cómo Ud. podría entristecer, alejando su hora de arrepentimiento; y cómo es que Ud. pudiera estar absolutamente marcado, sin tener parte con Cristo, por escoger mal.",
    "Ahora, estas cosas son un poco ásperas. Pero tiene que ser áspero, de vez en cuando, para—para hacernos apreciar al Señor Jesús.",
    "Un hermano vino a mí hoy, cuando yo salía, y dijo: “Hermano Branham…”. Problemas económicos le han agobiado el corazón. Dijo él: “Después de oír acerca de la gente pobre en la India y demás” dijo, “sin embargo, cada vez…”. Decía: “Yo tengo buena salud y, pero todo siempre me está abatiendo”.",
    "Le dije: “‘Todo hijo que viene a Dios debe ser disciplinado por Dios’”.",
    "Cada uno, sencillamente tenemos que ser probados; sentir nosotros el látigo de Dios encima, al parecer siendo inocentes. Dios lo está haciendo para probar que nosotros somos hijos; “Los que no soportan el castigo son hijos ilegítimos” o no verdaderos hijos de Dios. Pero ese hombre o mujer que puede pararse y recibir sus azotes, y todo resultando mal, y aún levantar la mirada y decir: “Señor, yo Te amo” ese es. Eso es: “El—el que persevere hasta el fin, éste será salvo”. Ahora, me encanta eso, ¿a Uds.?",
    "🦅 Y sabiendo esto, que la tribulación produce paciencia; la paciencia produce esperanza; la esperanza no avergüenza”. Allí lo tienen. ¿Ven? “Las tribulaciones producen paciencia”. Tenga paciencia. “Y la esperanza no avergüenza”. Y nosotros tenemos la esperanza, esta noche. En todas nuestras tribulaciones, sin embargo, eso funciona. Las tribulaciones nos hacen pacientes, esperando la Venida del Señor.",
    "🦅 Cuando Él sea revelado del Cielo por segunda vez, en gloria y majestad, el mar entregará sus muertos. Los cuerpos corruptibles de los que duermen en Él serán cambiados y hechos semejantes a Su Propio cuerpo glorioso, por medio del cual Él puede sujetar a Sí Mismo todas las cosas”. Y esta noche, qué más debemos ser nosotros sino Cristianos gozosos y alegres, esperando ese gran día de la Venida del Señor.\n\nJesús, aquí, hablando de nuevo de la Palabra.",
    "Hace un rato, un precioso hermano vino a verme por unos momentos; puede ser que esté en el edificio ahora, no lo veo. Pero él dijo: “Hermano Branham, yo aprecio la Palabra”. Eso es, ¡la Palabra! La Palabra es establecida. Es eso lo que… Ud. no puede tener fe basado solo en algo que alguien dijo. Eso tiene que tener un fundamento. Y ¿qué otro fundamento sería mayor que la Palabra de Dios? Cuando los cielos y la tierra todos pasarán, pero Su Palabra es tan infinita como lo es la Eternidad. Ella continuará y continuará y continuará, para siempre será igual. Noten, Jesús…",
    "Pues tendríamos que darnos prisa ahora directamente al texto, por el servicio de la Santa Cena. Y esa es nuestra parte. Todo hombre entonces, y mujer, niño o niña, que invoca el Nombre de Jesús, preparen ahora sus corazones, para participar de la Santa Cena. ¡Oh, es algo maravilloso! Dios dijo, Jesucristo dijo: “Si Ud.… El que come Mi carne, bebe Mi Sangre, tiene Vida Eterna, y Yo lo resucitaré en el día postrero. Y el que no come, no tiene parte Conmigo. Y el que come y bebe indignamente, come y bebe condenación para sí”. ¡Qué tiempo! Ahora preparémonos para este gran evento glorioso, en unos momentos. Uno de los más importantes, considero yo, que tenemos en el tabernáculo, es la noche de la Santa Cena.",
    "Ahora, en los primeros días del ministerio de nuestro Señor aquí, creo que Él había venido nuevamente a Capernaum. “Y Él se sentó, el día de reposo, en el templo. Y el ministro del templo Le entregó el pergamino para que leyera”.",
    "Si se fijan, nosotros tenemos algunas de las mismas costumbres. Jesús, Él leía las Escrituras, luego basaba Su enseñanza de la Escritura. A veces era contrario a lo que el pueblo judío pensaba, pero, no obstante, ¿quién podía—quién podía acusarlo? Él era el Señor de la Gloria.",
    "Y Él leyó Allí donde Isaías dijo:\n\nÉl me ha ungido para predicar el año agradable del Señor.",
    "Y luego, habiéndolo hecho, Él cerró y enrolló el pergamino, poniéndolo allí; Se volvió hacia la gente y dijo:\n\nHoy se ha cumplido esta palabra delante de Uds.",
    "Ahora, Isaías, muchos cientos de años, probablemente entre quinientos y ochocientos años antes de esto, había profetizado bajo inspiración, que Cristo, cuando viniera, sería ungido para “predicar el año agradable del Señor”. Entonces tenía que suceder así exactamente, pues Dios, por medio de Su profeta, había hablado Su Palabra, y Su Palabra tenía que cumplirse.",
    "Como vimos esta mañana, en Isaías, que el pueblo… Aunque Jesús hizo muchas obras poderosas delante de ellos, con todo, no podían creer, pues, Isaías dijo: “¿Quién ha creído a nuestro anuncio? ¿A quién se ha revelado el brazo del Señor?”. Él dijo: “Tienen oídos, pero no pueden oír, y tienen ojos, pero no pueden ver. Y para que ellos tal vez sean convertidos”. Habiendo dicho eso Isaías, entonces la gente no podía entender los milagros y las cosas que Jesús estaba haciendo delante de ellos. ¿Saben Uds. que esa misma profecía…?",
    "Fíjense, la profecía se repite. ¿Sabían Uds. que las Palabras de Dios se repiten, se cumplen en ciclos? Por ejemplo, una vez en la Escritura, leí allá, y estaba siguiendo la anotación al margen, en la Biblia, donde dice en Is-… en Mateo, el capítulo 2, donde, o, el capítulo 1, creo, dice, donde fue cumplido por el Señor, por el profeta: “De Egipto llamé a Mi Hijo”, hablando de Jesús que fue llamado de Egipto. También se refirió a cuando Dios llamó a Israel a que saliera, porque Israel era Su hijo. Y la Escritura a la que ellos… Mateo se estaba refiriendo, era la misma Escritura donde Él llamó a Su hijo, Israel, de Egipto, también llamando Él a Su Hijo, Jesús, de Egipto. ¿Ven?",
    "Y estas Escrituras, esta noche, que leemos Aquí, se han cumplido de nuevo en los días de los gentiles: “Tienen ojos, pero ellos no pueden ver; tienen oídos, pero no pueden oír”. Y Dios está obrando milagros y señales y maravillas, y la gente simplemente está cerrando sus ojos a eso, porque la profecía ha dicho que así sería.",
    "Ahora, Jesús fue profetizado por Isaías que “predicaría el año agradable”. Sobre eso queremos tratar esta noche, ahora. Entonces, el año agradable era esto: que, durante el tiempo, entre cada ciertos años, el año agradable es el año llamado, en los Antiguos Escritos, “el año del jubileo”. Venía cada… Creo que era… Cada siete años era el año de jubileo.",
    "Y cada siete años ellos dejan descansar la tierra. No producían fruto de ella, o no… no sembraban cosechas. Ellos dejan reposar sus cosechas, en el campo, cada siete años; y en ese tiempo era un jubileo.",
    "Y cada vez que un esclavo había sido vendido o un hebreo, un hombre que había vendido a sus hijos en la esclavitud…",
    "Ahora, eso suena como algo horrible, pero yo me paré hace unas noches y observé que eso mismo sucedía. Cuando hombres traían a sus hijas, jovencitas, las ponían en el mercado de esclavos, y las desnudaban, y las vendían allí como esclavas. Uno de los hombres allí, no de nuestro grupo, pero que se nos había unido allí, compró una hermosa jovencita, por la suma de treinta y cinco dólares, y recibió una—una escritura legal, así como uno recibe el título de un automóvil. Unas fueron vendidas por diez dólares. Algunas fueron regaladas. Y cómo es que, en cualquier lugar donde el Nombre de Jesucristo no es respetado, el ser humano y la mujer no vienen a ser más que animales.",
    "Y debemos alabar a Dios por el país en el que vivimos, por la moralidad y demás. Es una vergüenza cómo tratamos las cosas que nosotros tenemos, las libertades de Dios.",
    "Ahora, ellos vendían un esclavo. Entonces esta—esta muchacha aquí, pues, puede salir y ser una esposa, o puede ser una sierva. Ellos la venden; le revisan los dientes, ven qué tan fuerte es, si puede trabajar o no, o si es virgen o no, y esas cosas. Y se pueden comprar, conseguir las que Ud. quiera, tantas como pueda mantener, todas por las que pueda pagar.",
    "Y, ahora, así mismo fue en los días del Señor, cuando tomaban un esclavo y lo vendían. Entonces, cada siete años había un año de jubileo. Ahora, este era un tiempo grandioso, y tiene un gran significado para la gente de hoy. ¡Un tiempo grandioso!",
    "Ahora, los esclavos estaban en el campo, o dondequiera que estuvieran, trabajando, y luego quizás doblegados bajo la carga del capataz, el dueño. Y él era completamente señor y amo de ellos, porque él tenía un papel legal que mostraba que este esclavo le pertenecía. Él lo trataba como un caballo, o como él quisiera; era su esclavo.",
    "Pero, entonces, cada siete años, era por ley de Dios, que había un año de jubileo. Y cuando venía este año de jubileo, entonces el sacerdote cabalgaba por la tierra, tocando la trompeta, y a todo esclavo que había sido comprado por un precio, y terminado como siervo, se le daba el privilegio de ser liberado, volver a casa otra vez, de nuevo a su amado. Él era redimido de nuevo, por gracia. Él no tenía que pagar nada; sus seres queridos no tenían que pagar nada. Eso era un acto de Dios. ¡Qué hermosa ilustración!",
    "Hoy, cuando hombres y mujeres en nuestro país y en todas partes, se han vendido ellos mismos al pecado, beben, apuestan, en juergas, hacen cosas que no deberían hacer, y han llegado a ser esclavos del diablo. Algunos…",
    "Conocí a una joven aquí no hace mucho. Ella dijo: “Hermano Branham, yo daría cualquier cosa si tan solo pudiera romper esta atadura del whisky”. Dijo: “Comencé cuando era una niña, simpaticé con un muchacho que bebía. Comenzamos a mezclar bebidas, y me convertí en un esclavo perfecto de eso. Si no lo bebo” dice ella, “simplemente enloquezco. ¡Si tan solo pudiera dejar esto!”.",
    "Le dije: “Ud. no puede hacerlo por su cuenta, pero conozco a Alguien que puede liberarla de eso. El Señor Jesucristo ha venido para liberarla”.",
    "Ahora, si se fijan, en símbolo, ese año del jubileo se repite hoy nuevamente. Cada tanto, un avivamiento viene a la tierra; precisamente, el gran avivamiento galés que terminó no hace mucho. La gente… podríamos comenzar y tener Billy Grahams y Oral Roberts por todo el país, por todas partes. Y no importa cuánto nos esforcemos, cuánto tratemos de reunir a nuestra gente organizándolos, y juntarlos, se necesita Dios para traer un avivamiento. No importa…",
    "Estamos esforzándonos para tener una organización de Hombres Cristianos de Negocios. Eso es bueno. Ahora ellos quieren tener una—una asociación de ministros inter-denominacionales. Todo eso está bien. Pero, hermano, mientras solo sea del hombre, nunca llegará a nada. ¡Pero se necesita el Espíritu de Dios que venga entre la gente!",
    "Ahora en este gran avivamiento galés que comenzó, ese fue un tiempo de jubileo para el pueblo galés. Allí comenzó, solo era un grupo de personas analfabetas, simplemente predicando el Evangelio. Y el poder y la gloria de Dios comenzaron a bajar, hasta que hombres de negocios iban a trabajar y se sentaban a sus escritorios, y lloraban como bebés, y cerraban sus reu-… su negocio. Los agricultores en el campo estaban sentados, en sus arados o arando. Detenían sus equipos de arado y salían al campo, pecadores acérrimos, y levantaban sus manos a Dios, y clamaban por misericordia. Gente caminando por las carreteras, y por todas partes. Los silbatos comenzaron a sonar, y todo lo demás; un avivamiento acontecía.",
    "Eso es lo que América necesita esta noche. No necesita un Billy Graham, ni necesita un Oral Roberts. Lo que necesita esta noche es el Espíritu Santo moviéndose entre la gente, proclamando el año de la libertad. Correcto. No necesita una nueva organización, no necesita un nuevo sistema; lo único que necesita es que el Espíritu Santo venga en poder de convicción. Ud. podría predicar el Evangelio hasta quedar canoso; podría obrar señales y maravillas hasta quedar canoso; ¡a menos que Dios venga entre la gente y comience a moverse!",
    "Pues, cuando ese avivamiento comenzó, un ministro fue a un lugar donde había una alcantarilla que atravesaba por la carretera. Y él llegó… detuvo su caballo, y se puso sobre esta alcantarilla, y dijo: “Dios Todopoderoso, esta ciudad está toda contaminada por acá”. Dijo: “Pues, cada hombre, mujer, niño o niña, que pase sobre esta alcantarilla, que caiga bajo convicción por Tu Espíritu”. Él fue y consiguió a un buen guerrero fiel, lo metió abajo en ese lugar, para que orara. Que permaneciera allí, día y noche, ayunando, orando.",
    "Él entró a la ciudad y pidió permiso para pedir la bendición en la mesa, antes de servirse la cena. Dijeron: “Está bien”.",
    "Y él se puso de pie y dijo: “Señor Dios, causa que todo hombre y toda mujer que se sienta a esta mesa, venga bajo convicción”.",
    "Y fue dicho, y escrito por periódicos, que, “Los hombres pasaban sobre esa alcantarilla, y detenían sus caballos en el camino, y comenzaban a llorar y a clamar”. “Hombres y mujeres venían a la mesa y se sentaban y tomaban su comida, y la hacían atrás, y lloraban y clamaban y se arrepentían”.",
    "Esa es la clase de avivamiento que necesitamos esta noche, a Dios entre la gente.",
    "Podemos comenzar una reunión, se obran señales y maravillas; lo noto aquí. Salgo y, a veces en la reunión ciegos ven, sordos oyen, la gente viene y lo ve, dicen: “Eso es maravilloso”. Cuando el avivamiento pasa, ya no se oye de ellos. Regresan directo allá afuera: “Bueno, sí, yo creo en eso”.",
    "Lo que se necesita esta noche, no es un nuevo predicador. Lo que se necesita es el Espíritu Santo que salga entre la gente, que los conmueva, dándoles hambre y sed por amor de justicia; “Bienaventurados son cuando tienen hambre y sed de justicia, porque ellos serán saciados”. Dondequiera que sea, se requiere el Espíritu Santo para hacerlo.",
    "Ahora, en estos días cuando estos sacerdotes… Llevaban al hombre allá, y quizás rastrillaban en el maizal; el amo pasaba, azotándolo con el látigo: “¡Date prisa allí! ¡Tienes que darte prisa con esto!”.",
    "Pero tan pronto como sonaba esa trompeta, ese hombre podía arrojar ese azadón, decir: “Ya no rastrillaré más”. Y a ese capataz, que azotaba a los esclavos, le era prohibido tocarlo más, pues él era libre. ¿Por qué? Él había oído las buenas nuevas. El jubileo estaba en marcha. La expiación había sido hecha, y todos los esclavos podían salir en libertad.",
    "Yo mismo recuerdo, ¡oh, vaya!, cuando escuché esas buenas nuevas que vinieron a mi corazón. Siendo un vil muchachito pecador, tendido aquí en la cama del hospital, el médico dijo: “Te quedan tres minutos de vida”. Escuché un sonido del Cielo que me dijo, ha comenzado el año del jubileo.",
    "Yo acepté al Señor Jesús, me liberé de todo grillete del pecado, y le dije al diablo: “Ya no puedes hacerme daño más, porque Le he entregado mi vida a Cristo Jesús, y ya no puedes azotarme más”. Desde entonces, él me ha fanfarroneado muchas veces. Pero no ha podido tocarme desde entonces, porque solo es un fanfarrón. Puedo oír el chasquido y restallar de su látigo, y demás, pero no influye en nada. Pues, él no puede tocarme, porque ahora yo le pertenezco al Señor. Correcto.",
    "Ahora, observemos a este hombre, después de quedar en libertad, él regresaba a su casa, regresaba a sus seres queridos, regresaba a su esposa e hijos. Él quedaba libre. Ya él no tenía que ser un esclavo.",
    "Pero, aquí está la tragedia. Si ese hombre no deseaba regresar, y quería permanecer allí, entonces este amo se le acercaba, decía: “¿Deseas seguir siendo mi esclavo?”. “Sí”. Luego lo llevaban al templo, lo declaraban ante el pueblo, como testimonio público, ponían su oreja al poste, y le ponían una lezna, y era marcado en la oreja. Entonces él nunca más podría ser libre; tenía que ser un siervo mientras viviera. Tenía que continuar sirviendo a este dueño de esclavos mientras él viviera, si voluntariamente rechazaba su llamamiento y oportunidad de ser libre.",
    "Ahora, guarden calma por un momento. Los últimos cuarenta años, en los Estados Unidos de América, constantemente ha rugido el Espíritu Santo, obrando entre hombres e individuos, dando señales y maravillas, y toda clase de milagros. Personas que han sido restauradas, prostitutas, gente ilegítima y demás, y hechos caballeros y Cristianos. Ha sucedido que los ciegos han recibido la vista; se han abierto oídos de los sordos. ¡Ese gran tiempo de jubileo para los enfermos y afligidos, aquellos que han sido atados por el diablo! En todo aspecto, si ha estado enfermo, si ha estado ciego, si ha estado lisiado, se han obrado miles de millares de milagros entre la gente. Ha habido un avivamiento constantemente, en las iglesias, los últimos cuarenta años, del bautismo del Espíritu Santo. Y ha llegado a un tiempo, como nación, en general, y como individuos, y como grupos de iglesia, que Lo hemos rechazado; le hemos dado la espalda y rechazado Eso.",
    "Ahora, lo grave de eso amigos, es que si Uds. contristan al Espíritu Santo por última vez, habrán cruzado entonces la línea divisoria. Llegan a un punto donde ya no les queda arrepentimiento, y Ud. será sellado en el reino de las tinieblas, donde jamás verá al Señor Jesús. Ud. nunca verá la esperanza de Vida, y quedará marcado por fuera para siempre. ¡Qué advertencia más solemne! ¡Oh, espero que el Espíritu Santo lo profundice en su corazón!",
    "Ud. quien está parado allí al borde. Ud. quien ha pensado muchas veces: “Me gustaría ser un Cristiano completamente rendido, si tan solo pudiera decidirme a hacerlo”. ¡Oh, mi hermano, hermana!, ¿se dan cuenta que esta puede ser la última oportunidad que Uds. tengan de llegar a serlo? Puede ser la última noche en la que Ud. tenga la oportunidad de llegar a ser un creyente Cristiano. Puede ser que desde esta noche en adelante Ud. haya rechazado el Mensaje de Dios por última vez. Entonces Ud. quedará, ante los ojos de Dios, marcado, en apostasía.",
    "Solo habrá dos clases de personas en los últimos días. Los dos tendrán una marca.",
    "La marca de Dios es el bautismo del Espíritu Santo, sin sombra de duda. Prediqué eso no hace mucho, aquí mismo. Con la ayuda del Espíritu Santo y la Palabra de Dios, fue demostrado, que el sello de Dios es el bautismo del Espíritu Santo. Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el Día de vuestra Redención”. Sin el Espíritu Santo, Ud. no está sellado. No obstante, el Espíritu Santo es el Sello de Dios.",
    "Y entonces que, todos lo que no fueron sellados por el Espíritu Santo, recibieron la marca de la bestia. Y la marca de la bestia es una marca de apostasía, lo cual es: rechazar al Espíritu Santo. ¿Ven lo que quiero decir?",
    "Entonces cuando llega el año del jubileo, o el toque, que la gente está recibiendo el Espíritu Santo; y Ud. deliberadamente, voluntariamente Lo rechaza, Dios ya no tiene, o, no está bajo ninguna obligación de volverle a hablar a Ud. Entonces Ud. quedará tachado, todos los tipos antiguos del Antiguo Testamento, solo son tipos y sombras del Nuevo. Y rechazar a Cristo, y no recibirlo, habiendo Él llamado a su puerta, Ud. está en una línea peligrosa de ser perforado en la oreja; “La fe es por el oír, y el oír, por la Palabra de Dios”. Y Dios le pondrá una persiana sobre sus oídos, para que Ud. nunca más pueda entender. Y Ud. no hará más que criticar el Evangelio mientras viva; y morirá, y estará perdido para siempre. ¡Qué tiempo!, ¡mientras es tiempo de jubileo!, ¡mientras las puertas están abiertas! ¿Sabían Uds. que este mismo bautismo del Espíritu Santo…?",
    "He estado estudiando historia en los últimos cuatro o cinco, seis años, sobre el Espíritu Santo, sabiendo que este tiempo que ahora se acerca para mí, vendría, que yo dejaría a un lado los cultos de sanidad como lo primordial, por un tiempo, y predicaría el Evangelio. Correcto. Lo primero que tuve que hacer…",
    "La gente decía: “¿Por qué no hace esto? ¿Por qué no hace lo otro?”.",
    "Lo primero que tuve que hacer con ese don Divino, fue ganar los corazones de la gente. Si no me ganaba su corazón, ellos no escucharían. Ahora Dios lo ha confirmado, y ahora ellos me creen. Han visto las cosas que han sido dichas cumplirse, palabra por palabra. Ellos vieron el poder de Dios moverse y obrar exactamente. Ahora lo que uno dice, ellos lo creerán. Entonces, lo primero que tuve que averiguar, fue de qué era que yo estaba hablando, porque Dios me hará responsable por eso en el Día del Juicio. Es lo cierto.",
    "El bautismo del Espíritu Santo bajó, por primera vez desde Pentecostés, en Rusia, hace cien años. Correcto. Es historia. Y ellos tuvieron el bautismo del Espíritu Santo, y obró señales y maravillas, hace cien años; y Lo rechazaron, como nación, y no Lo quisieron. Y por haberlo hecho, ahora se han vuelto anti-Dios, anti-religiosos, y se han vuelto comunistas, fríos, de corazón brutal. Si Ud. no escucha a Dios, Él lo entregará a un espíritu que lo condenará, será entregado a una mente réproba, para creer una mentira y ser condenado por ella. Allí es donde está Rusia esta noche, condenada ante los ojos de Dios, porque falló en recibir el mensaje de jubileo del bautismo del Espíritu Santo. Fueron entregados a una mente reprobada. Ellos creyeron una mentira, y son condenados por ella, ante los ojos de Dios.",
    "El siguiente lugar donde bajó fue en Turquía, y los turcos Lo rechazaron. Y crucificaron, y arrojaron en cisternas y demás, con espadas apuntando hacia arriba así, a ese pueblo armenio, y todo eso, y los mataron por centenares. Y miren dónde está Turquía esta noche. ¡Dejada atrás!",
    "Ahora, hermano mío: América ha tenido cuarenta años de predicación apostólica a la antigua, el año del jubileo. Y si ellos no Lo reciben como nación, y me temo que no lo harán, entonces quedarán sellados fuera, en oscuridad, total apostasía. Todas nuestras denominaciones, nada en contra, pero, hermano, Dios no mira a las denominaciones; Él mira a los individuos. El Cristianismo no es una denominación. El Cristianismo es una vida que el individuo vive. Amén.",
    "Algún día, ASÍ DICE EL ESPIRITU SANTO de la Palabra de Dios, que “América en general, está rechazando a Dios, y recibirá la marca de la bestia de acuerdo al capítulo 13 de Apocalipsis”. Y estamos entrando en eso. Dios no permitirá que ninguna nación…",
    "Dios no hace acepción de nación; Él no hace acepción de personas; Él quiere a todo aquel que quiera. Y si una nación floreciera e hiciera todo esto y permaneciera así, ese imperio duraría para siempre.",
    "Pero todo imperio mundial será derribado a la venida de la Roca cortada del monte, sin manos, que hará pedazos todos los reinos del mundo. Y Cristo gobernará y reinará, y Su reino no tendrá fin; “Su Nombre será llamado Consejero, Príncipe de Paz, Dios fuerte, Padre Eterno. Y el gobierno estará sobre Sus hombros, y el Reino no tendrá límite”. Ese es el Reino de Dios que vendrá con poder y demostración, pero todo el resto del mundo será quebrantado y hecho pedazos. Ellos Lo van a rechazar. Las naciones Lo rechazan, las iglesias Lo rechazan, individuos Lo rechazan; para que Dios pueda juzgar a las naciones, pueda juzgar a las iglesias, pueda juzgar a los individuos. Porque un hombre que viene a la Verdad, y falla en andar en la Verdad, entonces él ha, de acuerdo a la Escritura, él ha blasfemado, o rechazado el Espíritu Santo de Dios, y ha pasado el Día de la Redención.",
    "Amigos, cuando Uds. caminan por aquí, y con las cosas que tienen… Usamos buena ropa, la mejor ropa. La gente mejor vestida del mundo son los americanos. La gente mejor alimentada del mundo son los americanos. Conducen los mejores automóviles del mundo. Tienen más dinero que cualquiera en el mundo. Es cierto. Nosotros tenemos lo mejor de todo en el mundo. Tenemos algunas de las mejores iglesias del mundo. Tenemos de las mejores personas del mundo. Y aun, con todo eso, la nación en general, gradualmente se está alejando de Dios, porque nos hemos basado en individuos, nos hemos basado en denominaciones, nos hemos basado en las naciones.",
    "Aquí no hace mucho, le pregunté a un hombre, dije: “¿Es Ud. un Cristiano?”.",
    "Él dijo: “Le daré a entender que soy americano. Yo pertenezco a una nación Cristiana”. Bueno, eso significa absolutamente nada.\n\nA una muchacha, le dije: “¿Es Ud. Cristiana?”.",
    "Ella dijo: “Quiero que entienda, joven, que enciendo una vela cada noche”.",
    "¿Qué diferencia hay en la cantidad de velas que se enciendan? ¿Qué diferencia hay cuánto Ud. haya vivido en esta nación? ¿Qué diferencia hay a qué iglesia Ud. pertenezca? “A menos que un hombre haya nacido de nuevo del Espíritu de Dios, él no verá el Reino de Dios”. Ese fue el tema de advertencia de nuestro Señor Jesucristo.",
    "Amigos míos, Uds. no saben cuánto los amo. No se dan cuenta que cuando estoy… que no es que yo quiera regañarlos solo porque estoy de pie en el púlpito; me estaría aprovechando de Uds.",
    "Pero lo que les estoy diciendo esta noche: ¡Reciban la advertencia del Evangelio! ¡Huyan a Cristo! ¡Dejen todo a un lado! No espere por la Srta. Jones, no espere que eso comience en la iglesia; empiécelo dentro de Ud., ya mismo. Pues, podría llegar el momento cuando Dios determine que Ud. sea un esclavo por el resto de su vida, de un pecado que lo ha atado a Ud. por tanto tiempo. ¡No importa el precio!",
    "Alguien dijo, no hace mucho, dijo: “¡Pero, Hermano Branham!”. Esta persona era muy sincera, en lo que la persona estaba viviendo, vivía en pecado. “¡Oh!” decía, “soy sincero. Yo le creo al Señor Jesucristo”.",
    "Dije: “Si Ud. es sincero, entonces pruebe que es sincero. Renuncie al pecado en el que está viviendo”.\n\n“¡Oh!” dijo, “verá, es que involucra tanto”.\n\nDije: “Pensé que Ud. era sincero”.",
    "Ud. dice: “Bueno, tengo esto por hacer; tengo aquello por hacer”. Lo más vital que Ud. puede hacer es venir a Jesucristo, no importa lo que Ud. tenga que hacer. ¿Qué es más importante que—que nacer de nuevo?",
    "Cada uno de Uds. sabe que algún día será un cráneo y un montón de huesos debajo de un poco de esta arcilla por aquí. Tan cierto como Ud. está sentado aquí esta noche, Ud. se dirige allá. Es verdad. ¿Cuán sincero debería ser Ud. entonces? ¿Entienden lo que quiero decir? Puede ser que Ud. comience en eso dentro de una hora. Para esta fecha el próximo año, tal vez ni le quede un pedazo de carne en los huesos, en los próximos doce meses; quizás ni quede una pizca de vida en su cuerpo, en los próximos veinticinco minutos. Y entonces, desde ese momento, hasta que las edades sin fin cesen, nunca la habrá; el estado en el que Ud. baja, en ese estado estará para siempre.",
    "Y si Ud. es tibio, hermano, es pararse en un lugar peligroso, una condición tibia. Jesús dijo: “Sea caliente o sea frío. Apóyeme a Mí, de todo corazón, o esté contra Mí”. Si Ud. solo vive una vida bastante buena, eso jamás contará. Sus trapos de justicia propia no lo absolverán en el Día del Juicio. Así es.",
    "Decir: “Bueno, yo pertenezco a la iglesia”; nada tiene que ver en Eso. Yo creo en que Ud. debe pertenecer a la iglesia, lo cual está bien, pero eso nada tiene que ver con la salvación.",
    "Así como dije esta mañana, el hombre fue a todas partes, queriendo encontrar a Jesucristo; Él ya estaba en su corazón. Esas cosas que él hizo: gritar y hablar en lenguas y demás, esas cosas están bien, pero esos son los atributos de que Cristo primero está allí. ¿Ven? Ud. tiene que darle cabida a Cristo aquí primero, después esas cosas sucederán. Pero Ud. puede hacer eso, sin tener a Cristo, y entonces ¿en qué clase de aprieto está Ud.?",
    "Ahora, yo he visto a paganos gritar. Es cierto. He visto a personas en giras obrar cosas tan extrañas, al punto que uno, uno pudiera creer cualquier cosa. Vaciar un lazo de un saco, así, hacerle un abracadabra, y el lazo pararse directamente en el aire. Toman una cobra grande y ella atacando, así tenga colmillos o no; arrojan un trapo allí, y ver los trapos enredarse en los colmillos. Ir alrededor y tocarle música, y encantarla, y enrollársela al cuello. Esa cobra solo lo mira, como si fuera a atacar, y entonces no lo hace. No se le acerquen; ella los mataría.",
    "Y los he visto pararse allá y caminar sobre lechos de fuego, cuando el carbón ya había ardido. Quitarse lo que tenían puesto, caminar directamente sobre esos carbones encendidos sin hacerles nada, ningún daño. Entrar en un corral grande, triturado, lleno de vidrio, con los filos así; correr y dar un gran salto allí y tenderse allí y rodar y rodar y rodar, y levantarse, sin cortadura alguna; salir de un salto. Eso es fe, pero, hermano, eso no es salvación. No, señor. ¡Oh, tales cosas, artimañas que tiene el diablo para engañar a la gente!",
    "La salvación es un asunto individual con el Dios Todopoderoso, por medio de Jesucristo el Señor.",
    "¡Oh!, lo que necesitamos esta noche, amigos, es una de esas reuniones a la antigua que teníamos hace años, que abarque toda la nación. Donde, la gente se iba a casa, corregían su hogar, sacaban el—el mal de su hogar, dejaban de hacer toda esa tontería en casa. Cada hogar, lo ponían rectamente, en línea. Y ellos dejaban su mal intención; dejaban de engañar; dejaban de mentir. Ellos vivían honesta y sobriamente el uno con el otro; vivían como deben los Cristianos. Esa es la clase de religión.",
    "Y, hoy, el… esa misma clase de religión que tenemos, se ha ido ramificando y ramificando, copeándose tanto que casi es un espectáculo de Hollywood. Ahora, Uds. saben que esa es la verdad. Y vamos a un lugar, armamos una gran banda de música, y tocamos música, y en un alboroto, y pretendemos actuar como Cristianos. Pero vaya a ellos y atraviésesele a uno una vez, y verá lo que recibe. ¿Ven?",
    "El Cristianismo es paciencia, bondad, mansedumbre, benignidad, paciencia. ¿Correcto? “Cristo, cuando Le maldecían, Él no respondía con maldición”. ¿Correcto? El Cristianismo es la vida que vive un hombre; es una experiencia personal. No…",
    "Pero algunos dicen: “Pues, este individuo, sé que este individuo hace esto. Yo sé que él puede—él puede orar por los enfermos y ellos sanarán”. Eso no significa que él sea un Cristiano; la fe conseguirá cualquier cosa.",
    "Y si Uds. tan solo pasaran por el lugar, como Cristianos, nuestro grupito aquí en el tabernáculo, todos Uds., si tan solo vieran cómo las brujas y los magos hacen milagros. Seguro que los hacen.",
    "Y tienen todas las demostraciones que produce el Cristianismo, pero ellos no pueden ser Cristianos. Observen sus vidas, lo que hacen.",
    "La gente en eso aun vive con otras mujeres, adulterio, como religión, y esa misma gente hace señales y maravillas. No en…",
    "Hay una cosa que no pueden hacer. Solo hay una cosa que nunca he podido ver a ningún brujo ni nada hacer. Ellos pueden obrar milagros, como hacer que esta cuerda se levante. Pueden correr por el fuego, hechizar el fuego. Y pueden hacer cosas así. Pero ellos no pueden sanar a la gente. Es extraño. Ellos pueden ponerle maleficio a la gente, y a la gente le viene enfermedad; pero ellos no pueden quitar la maldición y sanarlos.",
    "Así ha sido todo el tiempo en la Biblia. Cuando Janes y Jambres resistieron a Moisés, ellos podían traer llagas y salpullidos, pero no podían quitarlos. Podían traer moscas y piojos, pero no podían quitarlos. Pues, el Señor es Quien sana a los enfermos. Ellos pueden danzar en el espíritu, los he visto muchas veces. Pueden maniobrar toda clase de cosa, pero no pueden sanar a los enfermos, o no pueden vivir una vida Cristiana; es algo que ellos no pueden hacer.",
    "Y entonces llega a ser un asunto individual, con cada hombre y cada mujer; al nosotros ver todas estas cosas falsas. Y la Biblia dice que “Los dos espíritus serían tan parecidos, en los postreros días, que engañaría a los mismos Elegidos si fuere posible”. Es cierto. “Cristos falsos, espíritu falso surgiendo, mostrando señales, engañando a muchos”. Así es. Pero, “Mis ovejas conocen Mi Voz. A un extraño no seguirán”. ¡Oh, qué día en el que estamos viviendo! Y el tiempo del jubileo está para concluir.",
    "Escuche, amigo, esta noche, si Ud. está aquí sin Cristo, y no Lo conoce a Él… Realmente seguro en su corazón, convencido de eso, sin ninguna sombra de duda que Cristo está en su corazón, entonces bien. Pero si Ud. dice: “Bueno, Hermano Branham, me quebranté y lloré una vez cuando estuve en el altar”; no se quede con eso. Ud. dice: “Bueno, le diré, Hermano Branham, yo—yo me gocé, una vez. Yo dancé en el Espíritu, por todo el lugar”; no se quede con eso. ¿Ven? Ud. dice: “Bueno, yo oré por un hombre, una vez, él se recuperó”; no se quede con eso.",
    "En lo que Ud. se debe basar, es saber que cuando Cristo está en su corazón, cuando vengan las grandes pruebas y problemas, Él aún sea dulce para Ud. Igual, Ud. sigue caminando. Si todo va mal, y todos en contra suya, y todo se torna así, Ud. aún es dulce y amoroso; no hay problema. Sigue avanzando. “Y Ud., su espíritu, dando testimonio con Su Espíritu, que Uds. son hijos e hijas de Dios”. ¿Hará eco eso en su alma, esta noche, amigo?, no seamos marcados fuera del Reino de Dios; entremos en el Reino de Dios.",
    "Y un hombre una vez siendo marcado en el Reino de Dios, está sellado hasta el final de su jornada; “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el Día de vuestra Redención”.",
    "Ahora, tenemos una costumbre antigua de llamar al altar, traer la gente al altar. Gloria a Dios por eso. Es algo bueno, chapado a la antigua, que la iglesia metodista comenzó hace años. Y tenía un… Fue bueno; aún para hoy.",
    "Pero no es necesario que Ud. venga al altar para llegar a ser un Cristiano. Ellos no lo tuvieron en los días de la Biblia; simplemente los consideraban creyentes. Ellos nunca hicieron un llamamiento al altar, en toda la historia de la edad apostólica, no hubo llamamientos al altar. Ellos dijeron: “Todos los que creyeron fueron bautizados”. ¿Correcto? Ellos vinieron a ser creyentes.",
    "Cuando Ud. esté plenamente convencido de que Jesucristo es el Hijo de Dios, y en su corazón, ahora, no en su imaginación, sino en su corazón, Algo hace eco allá abajo, y dice: “Ahora soy salvo” eso es todo lo que Ud. necesita, allí mismo, hermano. Confiéselo abiertamente, y dele salida a sus palabras. Y luego vigilen; vigilen su vida de allí en adelante. No más que un maíz podría producir espinas, tampoco aquel hombre podría producir frutos malos; él tendrá que producir buenos frutos.",
    "Jesús dijo: “El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna, y no vendrá a condenación; sino que ha pasado de muerte a Vida”. Es porque Uds. creen, no se lo imaginan, sino que Lo creen. Llegó a ser un pensamiento en su corazón. Lo siguiente, Uds. Lo expresaron como una confesión; “El que Me confiese delante de los hombres, a él lo confesaré Yo delante de Mi Padre y de los santos Ángeles”. Entonces algo ancla. Esa es la realidad.",
    "Pero lo que nos ha sido enseñado, amigo, nos ha desviado de la línea. Nos fue enseñado, el pueblo metodista lo enseñó, en el principio, decían: “Hermano, que cuando llegaban a un lugar donde podían gritar, tenían santificación, lo tenían todo”. Pero, Uds. se dan cuenta que eso no funcionó muy bien. Así es.",
    "Cuando los nazarenos pudieron gritar, y levantar sus manos, correr de allá para acá por el pasillo, dijeron: “Eso es”. Y muchos de ellos gritaron y corrieron por el pasillo, salieron y vivieron cualquier clase de vida, así se enteraron ellos que aquello no Lo era.",
    "Llegaron los pentecostales, cuando Dios comenzó a restaurar los dones a la iglesia, ellos comenzaron a hablar en lenguas. Dijeron: “Esto Lo es. Pues, esto sí Lo tiene; ya todos estamos bien”. Pero se dieron cuenta que no Lo tenían. Correcto. La gente habla en lenguas y vive cualquier clase de vida.",
    "Hermano, lo que sea, ¡esté seguro! Ahora, gritar está bien. Yo creo en la santificación; sí, señor, no la mía, sino en la Suya. ¿Ven? Es lo correcto. No es mi santidad, sino la Suya. Cuando Él, el Espíritu Santo, pone Su santidad aquí, es Su santidad, no la mía. Yo soy un pecador, pero Él es el Señor.",
    "Ahora, yo creo en santificación, creo en gritar, creo que un hombre que ha nacido de nuevo producirá alguna clase de muestra. Correcto. Yo creo en hablar en lenguas; creo en la interpretación de lenguas; creo en sanar a los enfermos. Yo creo en profetizar; yo creo en obrar milagros. Pero todas esas cosas son algo que sigue después de que Ud. ha recibido al Señor Jesucristo.",
    "Lo que hemos intentado decir es que: “Cuando él grita, Lo tiene; cuando él profetiza, Lo tiene”. Pero eso no es lo que él recibió. Arrancar una manzana del árbol no significa que Ud. tenga el árbol. ¿Ve? Ud. tiene un atributo del árbol. Y eso es lo que ha causado el problema. Pero Cristo, una vez sazonado en el corazón, todas estas otras cosas suceden automáticamente.",
    "Como ahora que viene el invierno. Todos los árboles perderán sus hojas excepto el roble. Él conserva sus hojas. Cuando llega la primavera, son hojas viejas, muertas. No hay que salir y arrancar las hojas para que salgan las nuevas. Solo permitan que la vida nueva surja, y las viejas caen y las nuevas aparecen.\n\nAsí es con el Cristianismo.",
    "Recibir a Jesucristo, no… He escuchado a personas decir: “Bueno, gloria a Dios, antes, yo maldecía. Maldecía tanto que podía tumbarle el sombrero de la cabeza a un hombre. Y dejé de maldecir, sé que yo soy Cristiano”. No, Ud. no lo sabe por eso. No, señor. “Yo antes bebía, y dejé de beber”. Eso es algo bueno. Pero eso es algo moral, lo cual Ud. dejó de hacer.",
    "Pero recibir a Jesucristo es recibir Su Persona en su corazón. Le hace a Ud. morir a las cosas del mundo, y Cristo vive en Ud. ¿Ve? Ud. absolutamente podría dejar de beber y aún no ser Cristiano. Ud. podría cumplir los Diez Mandamientos completamente y aún no ser Cristiano. Pues, si los Diez Mandamientos lo hubieran salvado a Ud., Jesús no hubiera tenido que morir; pero Jesús murió para poder darle a Ud. Vida Eterna. Y eso es: el Espíritu Santo viviendo en Ud.; no es cumplir leyes o hacer cosas, o algo así. Esas son obras; “No por obras sois salvos; porque por gracia sois salvos, por medio de la fe”.",
    "Entonces, si en su corazón Ud. ha recibido al Señor Jesús, Ud. está en paz con Él. Mire atrás, su vida. Les diré la clase de Cristianos que me gusta ver. Cuando ellos caminan por la calle, dicen: “Ahora, mire, ¿ve ese individuo que va allí? Bueno, él es un Cristiano. Yo no pertenezco a su iglesia, pero, hermano, él es un Cristiano. Eso le diré, lo he observado en aprietos. ¿Ve esa mujer allí? Sí, señor. Bueno, puede ser que no parezca tan popular entre las mujeres, pero ella es una Cristiana. Se lo diré, ella es una Cristiana”. Toda la ciudad dirá: “He allí una Cristiana”. Ellos lo sabrán. La Biblia dice que Ud. está sellado.",
    "¿Alguna vez le han puesto Uds. un sello a algo? Ellos lo toman así y le ponen un sello. Lo prensan; está por los dos lados.",
    "Ellos lo ven a Ud. venir, y lo ven yendo. ¿Correcto? Ud. es un Cristiano, por lado y lado, sellado por el Espíritu de Dios. Ellos saben lo que Ud. era. Así es. Algo prensado, una marca, un sellamiento. Eso es exactamente la verdad. Ahora, así es cuando Ud. está sellado en el Reino de Dios.",
    "Si ese papel llega a ser sellado legalmente, por un notario público, y firma allí el nombre, es legal mientras sea papel, hermano. Correcto. ¿Verdad que sí?",
    "Y si un hombre llega a nacer del Espíritu de Dios, no algo manufacturado, sino que realmente está lleno del Espíritu de Dios, Él lo ha sellado allí adentro hasta el Día de su redención. Él será como Cristo, hoy; como Cristo, mañana; él será como Cristo, al día siguiente. En las pruebas, él es como Cristo; en problemas, él es como Cristo; en hambre, él es como Cristo; en gozo, él es como Cristo. Dondequiera que lo vean a él o a ella, son como Cristo, porque están sellados por el Espíritu Santo. ¿Ven lo que quiero decir? Ese no es el espíritu suyo.",
    "Hermano, hermana, no juegue con Dios por mucho tiempo, porque este tiempo pudiera llegar, cuando el tiempo del jubileo pase de su puerta. Entonces Ud. es llevado al poste del diablo, luego le es perforada la oreja y Ud. ya no podrá oír el glorioso Evangelio; “¿Qué quiere Ud. decir?”. Ud. ya no Lo encontrará de provecho. ¿Saben Uds. lo que es la blasfemia del Espíritu Santo? Es rechazarlo. Correcto.",
    "¿Cuándo blasfemaron ellos el Espíritu Santo? Cuando rechazaron a Jesucristo, ellos Lo llamaron Beelzebú. Y las propias obras que Él estaba haciendo, ellos dijeron: “Tú las haces por Beelzebú”. Jesús se los dijo a los hombres, lo que habían hecho. Ellos no Le habían creído.",
    "Y si un hombre rehúsa creer la Verdad cuando la Verdad le es presentada, y él rehúsa creerla, entonces eso lo da por terminado; no queda duda.",
    "Así que, si Ud. no conoce al Señor esta noche, solo ha tenido alguna pequeña experiencia; si Ud. no conoce al Señor como el hermoso, bondadoso y amoroso Salvador, ¿lo haría Ud., esta noche, ahora mismo? No necesita venir al altar; puede hacerlo si quiere. Pero si Ud. no Lo conoce a Él…",
    "Escúchenme un minuto, si he hallado gracia en sus ojos, como su hermano, si creen que soy Su siervo. Ahora, estoy presentando esto un poco personal, pero lo estoy haciendo por una causa. Si Ud. cree que yo he estado en conexión con el Dios Todopoderoso, si lo cree, escúcheme ahora. No deje que el sol salga sobre Ud. sin que algo se ancle en su corazón, de que Ud. es un Cristiano, que Ud. está en paz con su enemigo, Ud. está en paz con Dios;",
    "🦅 Justificados, pues, por la fe, tenemos paz para con Dios por medio del Señor Jesucristo”. Romanos 5:1. “Justificados, pues, por la fe, tenemos paz para con Dios por medio de nuestro Señor Jesucristo”.",
    "Si Ud. tiene enemistad con algún vecino, con alguien más que le ha hecho daño, y esa persona le ha hecho daño; si Ud., en su corazón, no puede amar a esa persona, no se quede solo con esa experiencia. Ud. tiene que amar aquellos que no lo aman. Si ama aquellos que lo aman a Ud., los pecadores hacen lo mismo. Pero Ud. tiene, pues, no solo que llevarlo a cabo como un acto religioso, sino que tiene que hacerlo de corazón.",
    "Por lo cual les pedí que oraran por mí, el otro día, o esta mañana, por mí. Llegué a criticar mucho a la gente, la vestimenta de las mujeres, y cosas así. Yo no quiero ser así, eso está mal. Ahora lo estoy confesando, aquí mismo, que estoy equivocado. Y he visto a ministros salir y hacer cosas que no son Escriturales, y digo: “Ahora eso está errado”. ¿Quién soy yo para juzgarlos? Dios es su Juez. Dios quítame ese espíritu. Permíteme ser como el Señor Jesús. Que…",
    "Y si… esto es verdad, mi hermano, escuche, algún día, algún día, Ud. ya no tendrá la oportunidad de estar en la iglesia.",
    "Cuando me voy y regreso, mi esposa me dice: “¿Conoces a Fulano de tal?”.\n\n“Sí”.\n\n“¿Sabías que murieron el otro día”?",
    "Aquí, un viejo amigo mío, con el que jugué, cuando era niño, Will Edgar King. Él era mi amigo, desde niño. Hemos compartido. Dormimos juntos. Hemos vivido, pescado juntos, de niños, y así crecimos. Y estando yo en el extranjero… Un joven, un joven fornido, una vez recibió sanidad, sanidad Divina, caminaba por allí y murió instantáneamente de un ataque al corazón. ¿Quién hubiera pensado, “Will Edgar King”? Unos ocho o diez años menor que yo, fornido, joven, como de ochenta y dos kilos, caminando, una apariencia de salud; un joven con una esposita encantadora, tres o cuatro pequeños, y sencillamente se desplomó. Él era el comprador principal de todos los supermercados del sur. Tenía una buena posición, un hogar encantador, una familia encantadora, pero fue tomado así. [El Hermano Branham chasquea los dedos.—Ed.]\n\nHermano, Dios… Su alma está en las manos de un Dios justo que le dará la clase correcta de juicio.",
    "Estamos sentados aquí esta noche; solo Dios sabe dónde estaremos en la mañana. Ahora, si Ud. no está bien con Dios… Mientras oramos, ahora mismo allí en su corazón, no para mí, no para el pueblo, sino en su corazón, delante de Dios, diga: “Señor Jesús, solo he estado jugando. Pero, esta noche, siento en mi corazón que este es el momento en que quiero aceptarte plenamente como mi Salvador. Y de aquí en adelante, por Tu gracia, miraré directamente al Calvario, y caminaré una vida Cristiana recta”.\n\nOremos.",
    "Padre Celestial, en Quien confiamos y amamos, sabiendo esto, como ministro, sacerdote, ministrando cosas espirituales a la gente, parado aquí esta noche entre los vivos y los muertos, sabiendo esto: que algún día, sin duda alguna, tendré que responder por cada palabra, en el Tribunal de Cristo. Ver hombres y mujeres aquí, gente encantadora, que harían cualquier cosa que yo les pida, Padre. [Cinta en blanco.—Ed.] …ver a alguien necesitado y de buen corazón. Pues, Señor, es difícil, como ser humano, con ellos, traer esas palabras cortantes, que ellos deben recibir a Cristo o ser rechazados.",
    "Padre, eso nos deja saber que yo tengo un amor puro y Divino por ellos, no algo que les haría daño, sino algo que los ama, Eternamente. Y les he ofrecido a ellos a Tu Hijo, el Señor Jesús, Quien se parará por ellos en el Día del Juicio.",
    "Padre, oro que los recibas a cada uno. No pedí que se levantaran las manos. No tuve ese sentir, pero sí sentí que hay muchos aquí, Padre, que quieren caminar cerca de Ti. Ellos quieren rendirse, y lo están haciendo ahora mismo. Por fe, yo lo creo, Señor, que ahora están dejando a un lado todo pequeño peso, y diciendo: “Desde esta noche en adelante, viendo de todas maneras que la vida es tan frágil, no es mucho, quiero dar todo esfuerzo que tengo para el Señor Jesús”. Y, Dios, concede que desde esta noche, ellos caminen así.",
    "Y luego, Padre, que esas mismas personas pasen aquí y tomen la Santa Cena, esta noche, ahora, el cuerpo del Señor Jesucristo, partido. Y luego, nosotros… Si lo hacen con un corazón sincero, Tú dijiste que los resucitarías en el día postrero y les darías Vida Eterna. Concede estas cosas, bondadoso Padre, porque las pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "No les voy a preguntar cuántos se consagraron, pero creo que muchos de Uds. lo hicieron. Y, personalmente, yo lo hice en mi corazón: “Señor, quítame ese espíritu crítico”.",
    "Ahora, yo no critico a la gente, directamente, pero sí en mi corazón. Veo a una señora caminando por la calle, especialmente eso, y veo que no está vestida correctamente, digo: “¿Qué horrible eso?”. En mi corazón; no se lo digo a nadie. Después de todo, ese es asunto de ella, tiene un libre albedrío moral. Ella no tiene derecho a hacerlo; Cristo compró su vida; pero quizás ella no entiende.",
    "Así que, no es para que yo critique; que sea Dios. Cuando esté en el púlpito, predicaré el Evangelio como mejor sé, y el resto lo encomiendo a Dios. El Señor los bendiga, amigos.",
    "Ahora vamos a tener el servicio de la Santa Cena, en unos minutos. ¿Cuántos creen en la Santa Cena? [La congregación dice: “Amén”.—Ed.] Gracias. Eso es lo que Jesucristo nos pidió que hiciéramos, dijo que tomáramos pedazos de Su cuerpo partido, y hacerlo hasta que Él regresara. Y Uds. quienes creen que esto es la Verdad, y quieren tener este breve tiempo de compañerismo con nosotros, aquí alrededor de la Palabra de Dios, nos daría gusto que—que se quedaran con nosotros y—y compartir este momento. Si no, despediremos en unos momentos. Nos gustaría que se quedaran con los demás, de todas maneras, para que puedan ver cómo es que participamos de la Santa Cena. Esto no es solo…",
    "Esto también es para la sanidad Divina. ¿Lo sabían? Cuando Israel comió el tipo, el cordero, la pascua, caminaron cuarenta años en el desierto, y salieron sin una sola persona enferma entre ellos. Piénsenlo, ni una sola persona enferma, cuarenta años. La Santa Cena, una señal de los creyentes.",
    "Ahora, en Primera de Corintios el capítulo 11, comenzando con el versículo 23, voy a leer esto para el beneficio de la iglesia. Pablo hablando.\n\nPorque yo recibí del Señor…también…lo que os he enseñado: …el Señor Jesús, la misma noche…fue entregado, tomó pan;\n\nY—y habiendo dado gracias, lo partió, y dijo: Tomad y comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsí mismo tomó…la copa, después de haber cenado, diciendo: Esta es la copa del nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.\n\nAsí, pues, todas las veces que lo hacéis, que comiereis este pan, y bebiereis esta copa, la muerte del Señor anuncian Uds. hasta que él venga.",
    "¿No es maravilloso? “Anuncia Su muerte hasta que Él venga”.\n\nDe manera que cualquiera que comiere este pan o bebiere esta copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.",
    "🦅 ¿Qué significa esto, Hermano Branham”? Significa esto: Si Ud. viene y toma la Santa Cena, y sale y vive otra clase de vida que la que un Cristiano debería vivir, Ud. está trayendo reproche y desgracia a la causa del Señor Jesucristo. ¿Lo entienden? Si Ud. es Cristiano, venga. Si no, no lo haga. Observen.\n\nPor tanto, pruébese cada uno a sí mismo, y coma así el pan, y beba…la copa\n\nPorque…(Versículo 29) Porque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.\n\nPor lo cual hay muchos débiles y enfermos entre vosotros,…muchos duermen.\n\nSi,…nos examinásemos a nosotros mismos, no seríamos juzgados;\n\nmas siendo juzgados, somos castigados por el Señor, para que no seamos condenados con el mundo.",
    "Cuando comamos este pan y bebamos esta copa, examinémonos y digamos: “Ahora, ¿camino yo dignamente?”. Bueno, yo no camino dignamente, no. Pero Cristo, en mí, me hace caminar dignamente. Yo Le amo; testifico de Él. No soy perfecto; nunca lo seré, en este mundo. Ud. no es perfecto; nunca lo será. Pero ¡mi amor por Él!, pues Él me permite vivir para Él, y me encanta hacerlo y testificar de Él. Yo no salgo de parranda, y hago cosas malas, que traen reproche a Su Nombre.",
    "Pues, si me doy cuenta que hago algo, entonces soy castigado por el Señor. Dios ¿por qué hace esto? “Para que no fuésemos condenados con el mundo”.",
    "Ahora, hay una gran diferencia entre el creyente y el incrédulo. Dios hace una diferencia.",
    "Recuerden, los creyentes en Egipto estaban todos adentro (¿Bajo qué?), Bajo la sangre. El cordero fue sacrificado. Y su sangre, con hisopo, fue rociada sobre la puerta. Miren dónde fue puesta. “En el dintel de la puerta” esa es la jamba de la puerta aquí, la pieza de la puerta. “El dintel de la puerta, y en el poste de la puerta”. ¿Ven lo que es? La cruz, cientos de años antes de que el Cordero de Dios viniera y fuera inmolado. Pero el tipo del Cordero, fue puesto en el dintel y en la puerta. Y a todo israelita que venía bajo esa sangre, se le prohibió salir más. Allí tienen, se les prohibía salir. Ellos estaban bajo la sangre. Ellos no podían ir hasta que llegaran órdenes de marchar, órdenes de avanzar; tipo de Cristo.",
    "🦅 Una vez; porque por un Sacrificio Él ha perfeccionado para siempre, a los que están santificados en Cristo Jesús; de una vez por todas”. No más regresar, no más ir a esto, no más hacer aquello. ¡Oh!, Ud. se descarriará, hará cosas erradas; solo arrepiéntanse y venga. ¿Ven? Pero una vez que Cristo santifica un alma humana, al llenarla con el Espíritu Santo, es perfeccionada para siempre. Allí lo tienen, no hay más deseos de salir; “Pues los que tributan, limpios una vez, no tendrían ya más conciencia” o, “deseo” es la traducción correcta. “¡El que tributa, una vez limpio”! ¡Oh, desearía poder hacer que eso profundizara! “El que tributa” el creyente, “una vez limpio, ya no tiene deseo de pecar, nunca más”. ¡Resuelto para siempre! “Porque Él ha hecho perfectos, por un Sacrificio, para siempre, a los que están en Cristo Jesús”. El mundo llega a estar muerto, a Ud. ya no le interesa. Sus afectos están puestos en las cosas de Arriba.",
    "Ahora, si Uds. dicen que son Cristianos, y aún viven vidas mundanas, entonces Uds. son castigados por el Señor, porque no deberán ser condenados con el mundo. “Por tanto, cuando os reunís…”.\n\nAsí que, hermanos míos, cuando os reunís a comer, esperaos unos a los otros. (Observen.)\n\nSi alguno tuviere hambre, coma en su casa, para que no se reúnan para juicio. Las demás…las pondré en orden cuando venga.",
    "Observen aquí a Pablo. Esos corintios, ellos no lo entendieron. Ellos pasaron allí, y comieron y se emborracharon en la mesa del Señor. Y comieron y bebieron, hicieron todo incorrectamente. Pablo dijo: “Cuando Uds. se reúnan, si un hombre tiene hambre, que coma en casa. Pero cuando se reúnan, esperaos unos a otros”. En otras palabras: “El uno espere por el otro”.\n\nPor decir: “Ahora, aquí está un hermano que no creo que deba tomar la Santa Cena”. Bueno, no corra allá a sacarlo de un tirón; téngale paciencia. Después de que el culto haya terminado, de una manera amable, venga a su casa alguna noche y siéntese, diga: “Hermano, yo… Perdónenme si estoy equivocado. Pero lo vi por acá, el otro día, en la calle, borracho” lo que estuviera haciendo, “con otra señora que no era su esposa, y Ud. está tomando la Santa Cena. Yo lo amo, hermano. Vamos—vamos Ud. y yo a orar sobre esto y a corregirlo”. ¿Ven? Espérense el uno al otro. Sean siervos los unos de los otros. No sea crea más que el otro. Intente ver qué tan pequeño Ud. puede ser.",
    "He oído decir muchas veces: “No se enaltezca en sus propios ojos”. Si Ud. es enaltecido, que sea ante los ojos de Dios. Sea pequeño en sus propios ojos. Todo hombre que se humilla, Dios lo exaltará. Pero los que se exaltan ellos mismos, Dios los humillará. ¿Ven? Sea Ud. pequeño.",
    "Este hombre dice: “Bueno, él…”.\n\n“Bueno, lo sé, pero yo… él es mi hermano. Quiero ser su siervo, ¿ven Uds.?”. Sean siervos los unos de los otros. Amaos los unos a los otros, de tal manera que, ¡oh, hermano!, que Uds.—Uds.…",
    "Solíamos entonar un cantito; no sé si ahora lo recuerdan. Cantábamos:\n\nBendita sea la unión que enlaza\n\nNuestro corazón en amor Cristiano;\n\nEn comunión, los unos con otros,\n\nEs igual a lo Celestial.\n\nAl irnos de ese calor,\n\nSe siente profundo el dolor;\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.",
    "Cuando me paré allá abajo en las catacumbas de San Angelo, y miré allí, todo eso por allí, casi por una milla, bajo tierra, tumbas, donde tenían que sepultar a sus muertos. Y en la esquina estaban las pequeñas tumbas, que eran los niños, donde ponían a los niños, en la esquina. Y había una pequeña iglesia allá abajo, donde tenían que esconderse.",
    "Fui allá a la antigua catedral romana donde los quemaron en la hoguera, se los dieron de comer a los leones. Salí allá en medio de ese lugar, y me paré allí. Miré alrededor. Aún no lo había visto. Toda la tierra se había desplomado; y allí estaban los grandes lugares donde salían los leones. Caminé hasta donde pensé que quizás estaba el foso de los leones, donde murieron los Cristianos. Levanté las manos; parado allí. Dije: “¡Oh Jesús!, soy una criatura tan indigna, al pensar que mis hermanos sellaron su testimonio aquí, en boca de leones y demás, por la causa de Jesucristo”.",
    "Sucedió que, parado allí, miré detrás de mí, y alguien levantó esa antigua cruz, parado más allá. Empecé a tararear en mi corazón: “En el monte Calvario estaba una cruz, emblema de afrenta y dolor”.",
    "¡Cómo es que los hombres a través de las edades, el mundo entero está empapado con la sangre del Señor… de los mártires del Señor Jesucristo! Pensé: “Qué cosita más insignificante somos”. Preocuparse por un pequeño viaje misionero, tal vez por tener que soportar una pequeña persecución, alguien que se mofe de Ud. Me estoy convirtiendo en una pelota de fútbol, por—por la gente tanto patearme. Eso no importa. Ellos patearon hombres antes que yo. Hicieron cosas así, y tildaron de esto, aquello, o lo otro. Yo tengo un Evangelio que predicar; tengo un Señor que amo; tengo una meta que cumplir. Y cuando llegue al final del camino, quiero llegar con cada uno de Uds., diciendo esto: “He peleado una buena batalla”.",
    "Una de estas noches, no es de dudar, estaré parado en el púlpito, cuando el rostro me quede pálido, mis labios quedarán sellados, y yo… Siempre he querido cruzar así, del púlpito, a casa en Gloria. Uno de estos días predicaré mi último sermón. Haré mi último llamado al altar. Oraré por la última persona enferma. Quiero morir con una Biblia en mi mano, invocando el Nombre del Señor Jesucristo. Habiendo peleado una buena batalla; terminar la carrera.",
    "Amados hermanos y hermanas míos, lo que haya, si hay algo en su vida contrario a Cristo, confesémoslo, vengan aquí ahora y tomen la cena del Señor; uniendo nuestros corazones juntamente en una unidad de fe Cristiana, para hacerle saber a nuestro Señor Jesús que Lo amamos de todo corazón. ¿Lo harán ahora, mientras tocamos? (Y, Teddy, por favor…)",
    "Creo que vienen por secciones. ¿Correcto, hermano? [El Hermano Neville dice: “Sí”.—Ed.] Ahora, si los ancianos pasan al frente ahora para ayudarnos, y se paran aquí. Y ¿por dónde empezar, de qué lado, Hermano Neville?, ¿de este lado? [El Hermano Neville responde.] Muy bien. Estos hermanos ahora, ellos tienen un sistema aquí, para que no todos tengamos que venir a la vez.",
    "Y ahora vengan y tomen la Santa Cena con nosotros. Nos daría gusto que coman esta cena con nosotros. [Cinta en blanco.—Ed.]",
    "Estoy seguro que todos podemos decir, esta noche, que estamos contentos de que somos Cristianos. El acto que acabamos de llevar a cabo, tiene casi dos mil años. Antes de la partida de nuestro Señor Jesús, Él nos ordenó que hiciéramos esto, y que lo hiciéramos hasta que Él regresara otra vez. Y Él nos dio la seguridad de Su Propia Palabra, la cual no puede fallar, nunca puede fallar. Él dijo: “El que come Mi carne y bebe Mi Sangre, tiene Vida Eterna, y Yo lo resucitaré en el Día postrero”, San Juan el capítulo 6.",
    "Eso me da gran esperanza, después de ver las religiones falsas del mundo: adoración al sol, adoración de ídolos, y todas sus concepciones de un ser sobrenatural. No obstante, ver esta Palabra, ¡lo infalible que es! Y Aquel Quien ha probado que Ella es infalible, nos ha dado esta promesa Divina Suya: que Él nos resucitará en el Día postrero.",
    "Ahora, para los que no conocemos que han pasado por nuestra puerta, esto contiene más que lo que acabamos de hacer. Se los voy a leer primero a Uds., de la Biblia, en San Juan, el capítulo 13, comenzando con el versículo 2.\n\nY cuando cenaban, como el diablo ya había puesto en el corazón de Judas Iscariote, hijo de Simón, que le entregase,\n\nsabiendo Jesús que el Padre le había dado todas las cosas en la mano,…que había salido de Dios, y a Dios iba,\n\nse levantó de la cena,…se quitó su manto, y tomando una toalla, se la ciñó.\n\nLuego puso agua en un lebrillo, y comenzó a lavar los pies de los discípulos, y a enjugarlos con la toalla con que estaba ceñido.\n\nEntonces vino a Simón Pedro;…Pedro le dijo: Señor, ¿tú me lavas los pies?\n\nRespondió Jesús y le dijo: Lo que yo hago ahora, tú no lo comprendes…; mas lo entenderás después.\n\nPedro le dijo: No me lavarás los pies jamás. Jesús le respondió: Si no te lavare, no tienes parte conmigo.\n\nLe dijo Simón Pedro: Señor, no sólo mis pies, sino…las manos y…cabeza.\n\nJesús le dijo: El que está lavado, no necesita lavarse…sino lavarse los pies, pues está todo limpio;…vosotros limpios estáis, aunque no todos.\n\nPorque sabía quién le iba a entregar; por lo cual dijo: No estáis limpios todos.\n\nAsí que, después que les hubo lavado los pies, tomó su manto, y…volvió a la mesa, y les dijo: ¿Saben lo que les he hecho?\n\nVosotros me llamáis Maestro, y Señor; y dicen bien, porque lo soy.\n\nPues si yo, el Señor y el Maestro, he lavado vuestros pies, vosotros…debéis lavaros los pies los unos a los otros.\n\nPorque ejemplo os he dado, para que como yo les he hecho, vosotros también hagáis.\n\n…bienaventurados seréis si sabéis estas cosas y las hiciereis.",
    "Ha sido una ordenanza aquí del tabernáculo, por el—el lapso de veinte y tantos años de existencia, que siempre hemos practicado el lavamiento de pies. El pueblo bautista lo practicó antes de Pentecostés; Pentecostés lo aplicó en sus primeros días, y continuó con eso. Así que, esta noche, como siempre, cumplimos esta ordenanza.",
    "Tenemos un cuarto, aquí, llamado un cuarto de oración. Las damas entran allí, para cumplir esta gran ordenanza que Dios nos dejó.",
    "Y los hombres entran al cuarto, a la oración… a esta oficina aquí, la oficina de diáconos. Y cumplimos con el lavamiento de pies.",
    "Y Ud., el extraño, con nosotros esta noche, no extraño, sino un conciudadano del Reino, si nunca ha cumplido con esto, sea hombre o mujer, le pedimos cordialmente y le invitamos a que venga y se una a este compañerismo con nosotros. Y si Ud. nunca lo ha hecho antes, nos daría gusto tenerlo en compañerismo esta noche, por primera vez, con nosotros. Sin embargo, si Ud. no siente deseos de hacerlo, algo le urge por regresar a casa inmediatamente, o lo que sea, queremos decir que estamos contentos de que estuvieron aquí con nosotros esta noche.",
    "Pido disculpas por interrumpir mi sermón y demás, como lo hice; para empezar, no soy un gran predicador, y además fue algo inesperado, que en algo me lo dificulta. Un poco más adelante, puede ser que el Señor me ayude en estos asuntos.",
    "Y tal vez, después de regresar del oeste… Espero que el Señor me dé un buen descanso por allá, para poder regresar, y tal vez el Hermano Neville y yo tengamos un buen avivamiento a la antigua aquí por unas noches, enseñando la Palabra.",
    "Alguien que acababa de conocerme hoy, quiere ser bautizado allá en el río. Me daría gusto bautizar a cualquiera, en donde sea. Está bien. Ahora, estamos…",
    "Uds. siempre son bienvenidos en el Tabernáculo Branham. No tenemos denominación. No estamos en contra de las denominaciones, pero simplemente no somos denominacionales. Así que, Uds. siempre son bienvenidos. No tenemos membrecía aquí. Tenemos compañerismo el uno con el otro, siendo que “La Sangre de Jesucristo, el Hijo de Dios, limpia de—de toda maldad”.",
    "Y hasta que nos volvamos a encontrar, que la paz y la gracia de Dios sean con cada uno de Uds. Oro a Dios que se lleve de aquí la enfermedad de entre Uds., y les dé un buen viaje seguro a casa esta noche, buena salud y fuerza, esperando encontrarlos aquí el miércoles por la noche.",
    "Hasta entonces, Su gracia sea con Uds., al ponernos de pie, por favor. (Pastor,…) El pastor aquí, el Hermano Neville, despedirá en una oración. 🦅"
  ]
}