{
  "title": "LEY O GRACIA",
  "id": "54500009",
  "content": [
    "🦅  Buenas noches, amigos. Bueno, estoy contento de estar de nuevo aquí esta noche. Y yo… la razón por la que llegué tarde, solo me… Sí, como dijo el Hermano Neville, me—me retrasé. Pero la causa, es que estaba… El otro día dije en la iglesia, Uds. saben, dije: “Pues, que iba a tratar de no atender a las llamadas y cosas”. No soy capaz. Y acabo de salir del hospital, de un par de hospitales en Louisville, hace unos minutos, por emergencias. Y por eso llegué un poco tarde. Apenas a tiempo de llegar aquí. Entonces, y luego mi esposa, creo, me llamó y me habló de eso. Creo que la Hermana Ruddell iba a estar aquí esta noche, y también estaba enferma. Y, por cierto, detesto oír eso.",
    "Y dejé a mi primo en Louisville, acabo de guiarlo a Cristo, algo bueno. Y—y era una enfermedad horrible, era la enfermedad de Hodgkin, y podía morir en cualquier momento. Creo que el Señor lo sanó, durante la noche.",
    "Y el nieto del Hermano Jim Wiseheart postrado allí con lo mismo, en el Hospital Veterans, y con esa enfermedad de Hodgkin alrededor del corazón y la cavidad del pecho, pues uno sabe que no queda mucho. No pueden hacer nada al respecto, pero ellos saben que su única esperanza es Dios.",
    "Realmente debería ir a Milltown, esta noche. Busty Rogers, Uds. recuerdan, viene aquí. Muchos de Uds. conocen al Hermano Rogers. Está en un estado grave, llama todo el día por mí.",
    "Y la pequeña Georgie Carter allá, apenas me entero, la que fue sana hace como doce, catorce años, postrada en una cama por nueve años y ocho meses, y nunca se había levantado de esa cama. Y me encontraba afuera… Yo había orado por ella un par de veces. Y salí una noche, y estaba en un lugar orando. Y el Señor bajó, una pequeña Luz brilló a través de un arbusto de cornejo, dijo: “Ve por donde los Carter para la sanidad de Georgie; ella será sana”. Todos Uds. conocen el caso, ¿verdad? [La congregación dice: “Amén”.—Ed.] Todos estos años, ella ni siquiera ha estado en cama, ni siquiera con algún resfriado, me supongo, desde entonces.",
    "Y nos enteramos de que ella se está muriendo, con cáncer al seno ahora. Y ha estado llamando. Ella escuchó que yo volví. Dijeron que ya se había rendido. Se levantó de la cama para aceptar su sanidad; así que tengo que ir a verla. Mañana es mi último día aquí; tengo que viajar. Así que, montones de llamadas casi como esa, y uno no sabe qué hacer. Solo hay que hacer lo mejor que uno pueda.",
    "Pero lo principal, como dijo el hermano, lo más importante para hacer: Ud. tiene que dejarlo todo por su compañerismo con Jesucristo. ¡Todo! Porque, después de todo, ponemos la mirada el uno sobre el otro, y entonces nos alejamos de Cristo, ¿ven? Prefiero pasar mucho, mucho tiempo en compañerismo con Él, para uno poder ayudar a otros. ¿Verdad que sí?",
    "Y es bueno estar aquí esta noche para esta pequeña reunión de oración, para la que nos reunimos aquí el miércoles por la noche. Y había olvidado decirle a él que enseñaría esta noche. Así que, tengo que venir aquí esta noche y abrir. Bueno, camino acá, y con las luces en mi carro, escogí algo por aquí de donde había estado enseñando en la escuela dominical no hace mucho, en el Libro de Hebreos, para esta noche.",
    "Creo que la última vez que estuve enseñando aquí a la escuela dominical, ¡oh!, antes de irme al extranjero, fue en Hebreos el capítulo 10. Recuerdo haberlo leído, y lo tengo marcado aquí, el versículo 18: “para el próximo domingo”, y ese próximo domingo aún no ha llegado. Así que, tal vez empecemos desde allí esta noche, para nuestra lección de la noche.\n\nEl Señor los bendiga. Y recuerden a todos estos en oración.",
    "Una señora me lo mencionó, hace unos momentos, cuando entré. Un viejo amigo mío, del hospital, o allá en el hospital, más bien, y acaba de ser operado. Bill Grant de la fuerza policial, un buen amigo mío, imprime esas fotos y cosas; está en el hospital, en una emergencia.",
    "Y—y me encontré al hermano del Hermano Slaughter allá atrás. Gene me dijo, creo que él había estado en el hospital dos veces. Y es enfermedad por todas partes, Uds. saben. Parece casi no tener fin. Pero, él dijo…",
    "Saben, a menudo me he preguntado, cuando Moisés guiaba a los hijos de Israel por el desierto. Cuando él los sacó, había como dos millones de personas. Jóvenes y ancianos, todos juntos. Y él los guio por cuarenta años en el desierto. Ahora solo piensen en cómo, pues, allá afuera sin—sin la higiene que tenemos hoy. Y ellos, tampoco, ellos no tenían… Ellos tenían jóvenes, mucha gente joven allí. ¿Cuántos bebés creen Uds. que nacían por noche, con dos millones de personas? Y luego, además, toda la gente anciana, y los lisiados y demás. Y él los guio por cuarenta años, bajo el liderazgo de Dios. Estuvieron en el desierto por cuarenta años, y cuando salieron, no había ni uno solo débil entre ellos.",
    "¿No les gustaría mirar en el bolso de medicinas del Dr. Moisés, esta noche, para ver lo que él tenía allí para mantenerlos—mantenerlos sanos? ¿Les gustaría a todos verlo? [La congregación dice: “Amén”.—Ed.] Se los puedo mostrar. Regresemos aquí ahora al Éxodo, y les mostraré dónde… Este es su botiquín. Les mostraré lo que él decía aquí atrás. Voy a mirar fijo en su bolso de medicinas, y veré lo que dice.",
    "Cuando iba a nacer un bebé, cuando alguien tenía apendicitis, o le brotaba tuberculosis, o algo así, aquí está la receta que Moisés leía: “Yo soy Jehová tu sanador”. Eso era lo único que él tenía: “Yo soy Jehová que te sana”. Ahora, eso es lo único que él tenía. Ajá. Eso es suficiente, ¿verdad? Moisés decía: “Ahora, el Señor es el que te ha sanado”. Y ellos solo oraban por él, y se recuperaba.",
    "Y ¿saben Uds. qué más sucedió durante ese tiempo en el desierto? Ni siquiera necesitaron zapatos nuevos cuando salieron, y su ropa nunca se gastó. Cuarenta años en el desierto con solo una medicina, una receta: “Yo soy Jehová que sana todas tus dolencias”. Y Él lo hizo porque Lo tomaron a Él por Su Palabra, y simplemente se liberaron de todo…",
    "Recuerden, ahora, ellos habían sido instruidos. Ellos habían estado con los egipcios, que eran los más inteligentes. No tenemos médicos, hoy, tan inteligentes como ellos. Porque, tenían cosas que hacían, que muestran que aún no hemos llegado a ese nivel, en la ciencia. Por ejemplo, los egipcios construyeron… Hace unos días, pasé por la esfinge allí, para ver cuán grande era esa cosa.",
    "Y esas pirámides, pues, allá arriba, a más de una cuadra de altura, en el aire, hay toneladas, hay bloques allá arriba casi tan grandes como este tabernáculo. Ellos no podrían ponerlos allá arriba hoy si tuvieran que hacerlo. Así que, de alguna manera ellos lo hicieron.",
    "Y luego, la esfinge, creo que se necesitan dieciséis vagones planos para una de sus piernas. ¿Qué del cuerpo? Y está por allá en el aire. ¿Cómo la subieron allá? ¿Ven?, eran—eran personas que tenían secretos, inteligencia que no tenemos hoy. Yo creo que la tenemos, pero no hemos avanzado en eso, atómico o algo así; porque ni la energía eléctrica, ni ninguna otra energía así podría levantarla. Pero ellos la construyeron allá atrás.",
    "Y esa pirámide, la gran pirámide asentada allí, geográficamente, está tan perfecta en el centro de la tierra, que no importa dónde esté el sol, nunca hay una sombra alrededor de ella. La ingeniería, tenemos mucho… mucho camino por recorrer, para compararnos con ellos. Y, pensar, han pasado más de cerca de cinco mil años, que ellos han tenido eso.",
    "Y, allí dentro, encuentran la Biblia, tal como esta Biblia aquí, escrita allí adentro, solo en las medidas y demás, el equivalente al Evangelio y la Escritura, tal como La tenemos aquí. Enoc La puso allí, años y años antes del diluvio.",
    "Y, bueno, Dios escribió tres Biblias. Dios hace todo en tres; Él escribió tres Biblias. Él tuvo tres venidas de Cristo; hay tres dispensaciones de gracia; hay tres personas en la Deidad… más bien tres manifestaciones de una Persona en la Deidad. Y todas esas cosas. ¿Ven?",
    "Ahora, como Jesús vino la primera vez, Él estuvo aquí una vez (¿no es así?), Él vino a redimir a Su Novia. Él viene la segunda vez para recibir a Su Novia, para tomarla, el encuentro en el aire. Y viene la tercera vez con Su Novia, como Rey y Reina.",
    "¿Ven? Y entonces, entonces, también hay tres, las tres en las manifestaciones de Dios. Dios Se manifestó una vez en la Paternidad, mientras guiaba a los hijos de Israel. La próxima vez Dios Se manifestó en Su calidad de Hijo, el Señor Jesucristo. La tercera vez que Dios Se manifestó, es con nosotros ahora, el Espíritu Santo. ¿Ven?, tres manifestaciones. Todo en los tres.",
    "Ahora, pasemos a nuestra lección. ¿A cuántos les gusta leer la Biblia, y sencillamente…? [La congregación dice: “Amén”.—Ed.] ¡Oh, sencillamente me encanta!",
    "Dios mediante, cuando regrese… voy a… pues, saldré para un corto descanso, por una semana o dos. Y, cuando regrese, Dios mediante, quiero tener un avivamiento aquí en el tabernáculo, un avivamiento solo de enseñanza. Y vamos a tomar algún lugar de la Biblia, y repasar completamente nuestro…",
    "Recuerdan, ¿cuántos antiguos aquí recuerdan cuando solíamos tomar el Libro de Éxodo, y estábamos tal vez por meses y meses, sin dejar Éxodo?",
    "Una vez tomé a Job, y casi que no termino. ¿Recuerdan eso? [La congregación dice: “Amén”.—Ed.] Una señora me escribió una carta, dijo: “Hermano Branham, ¿cuándo va a quitar a Job del montón de ceniza?”. Me quedé con ese tema, el pobre Job, sentado allá en el montón de ceniza, Uds. saben. Todos sus amigos lo abandonaron, y le brotaron llagas y todo. Sentí tanta lástima por el anciano, al grado que yo…",
    "Y entonces, cómo el Señor se dio la vuelta y lo bendijo, porque él vivía a lo mejor de su conocimiento, bajo los—los holocaustos. Eso era todo lo que él conocía, y él… para confesar sus pecados. Y él iba y tomaba a sus—por sus hijos, y hacía un sacrificio, decía: “Ellos pudieran haber pecado en secreto, sin saberlo”. Él fue un padre genuino, y Dios le devolvió a todos esos hijos, al final. ¿Sabían eso?",
    "Oigan, quiero preguntarles algo allí. ¿Todavía recuerdan cómo Le devolvió a sus hijos? Ahora, recuerden, Él le dio un manojo doble. Tantos miles de bueyes tuvo primero; cuando todos le fueron quitados, Él duplicó esos bueyes. Y con las ovejas, Él duplicó esas ovejas. Pero recuerden, él tenía, creo que eran, siete o doce, ahora se me olvida cuáles eran, hijos e hijas. Pero, él tuvo la misma cantidad de hijos e hijas, Dios se los dio a él. ¿Es así? ¿Ven?, Él le duplicó toda su porción de bienes, aquí en la tierra. Ahora, pero sus hijos e hijas, todos murieron, pero Él le dio a él la misma cantidad de hijos e hijas. ¿Se fijaron Uds.? ¿Alguna vez han pensado en eso? ¿Recuerdan cuando lo enseñamos? ¿Ven?",
    "¿Dónde estaban esos hijos e hijas? En la Gloria, esperándolo. ¿Ven? Él se los dio, cada uno a él. ¿Ven?, ni uno de ellos se perdió. ¿Ven? La misma cantidad de hijos e hijas que Él detalló al principio, Él detalló la misma cantidad al final. Pero Él duplicó su porción de ovejas y bueyes, y demás, de esa manera. Pero sus hijos e hijas estaban todos a salvo, esperando en la Gloria que Job viniera a ellos. ¡Oh, vaya! Eso vale todo, ¿no es así? Muy bien.",
    "El libro de Hebreos. Pablo, en mi opinión, Pablo les hablaba a los hebreos, separando la ley de la gracia. Y tuvimos… Tal vez solo leamos un par de versículos, de—de los primeros versículos del capítulo 10. Luego vamos a comenzar, mejor, en el 19. Creo que nosotros… Veamos.\n\n…la ley, teniendo la sombra de los bienes venideros, no la imagen misma de las cosas, nunca puede, por los mismos sacrificios que se ofrecen por… continuamente cada año, hacer perfecto a—al que se acerca.",
    "Ahora, yo creo que, si entendemos bien esta primera parte, Pablo está tratando de decirles a ellos que las leyes antiguas fueron una sombra de las cosas nuevas por venir. Ahora, ellos, una sombra es algo…",
    "Si Ud. se acerca a la pared, o en esta dirección, contra las luces, se dará cuenta que su sombra va delante de Ud. Si Ud. va caminando hacia la puesta del sol, su sombra estaría detrás de Ud.",
    "Ahora, noten: “Toda la ley teniendo la sombra de las cosas por venir”. ¿Ven?, solo la sombra. Ahora, bajo la antigua dispensación, Pablo quería decir que cómo ellos eran circuncidados, los varones, en la carne, era tipo de la circuncisión del corazón del Espíritu Santo de este día, como guardaban los mandamientos allá, los cuales estaban escritos en tablas de piedra, en los últimos días, Dios dijo que Él los escribiría en las tablas de carne de nuestro corazón.",
    "Ahora, la única manera de regresar allá, ellos sabían que estaba mal… “No hurtarás”. Ellos tenían que verlo en el mandamiento. Y se añadió la ley, para traer—para traer la reconciliación. Porque, si no hay ley, pues… Si no hay—no hay ley, no hay pecado. Porque si no está mal…",
    "Si no hay ley en este pueblo que diga que uno no puede pasarse un semáforo en rojo, que uno no puede hacer esto, pues, si Ud. se pasa un semáforo en rojo, Ud. no ha hecho mal, porque no hay ley que lo diga.",
    "Así que la ley trajo ira, o trajo el pecado a la vista. ¿Ven?, ellos no tenían… Ellos hacían todas esas cosas allá, bajo la… antes de la ley, y no eran pecado porque no había ley que dijera que eran pecado. Pero cuando la ley vino, la ley fue añadida hasta que vino la perfección.",
    "Ahora, el hombre siempre se ha esforzado por encontrar algo con lo cual salvarse a sí mismo. Él aún hace eso mismo hoy; él simplemente no falla en hacerlo.",
    "En la India, la semana pasada, vinieron personas que estaban totalmente ciegas, por mirar al sol, buscando encontrar paz para sus almas. Algunos de ellos con sus uñas que crecían hacia atrás, de sus manos, así, buscando encontrar paz para sus almas. Dicen que nunca han bajado la mano, y la han mantenido alzada por cuarenta años, queriendo hallar paz. Otros con los pies casi quemados, donde caminan sobre brasas ardientes, queriendo encontrar paz, para apaciguar a sus dioses. Se acuestan sobre vidrio, botellas viejas rotas y cosas, se acuestan sobre tablones con clavos y todo, buscando paz. Y no hay paz para ellos, porque todo es idolatría. Y nosotros aquí en América, no cruzamos la calle para encontrar paz para nuestra alma, en el verdadero Dios vivo y verdadero. Así es. Pero todas esas cosas, esas ideas paganas del hombre, allá en el tiempo cuando Dios envió la ley, pues, fue añadida para mostrarnos que estas cosas eran pecado.",
    "Pero, ahora, esa ley no podía quitar el pecado, solo magnificaba el pecado. ¿Ven?",
    "Porque, si no hay ley que diga que uno no puede hacer esto, pues, no es… No es… Si Ud. comete o quebranta eso—eso… Ud. no puede quebrantarlo, porque no hay ley para quebrantar.",
    "Pero cuando la ley entra en vigor, entonces el pecado se manifiesta. Entonces ellos eran… Ellos decían: “No hurtarás; no cometerás adulterio; no hablarás falso testimonio”. Todas esas cosas. Ellos lo hacían antes, pero no se podía tener como pecado, porque no había ley en contra de eso. Pero después, cuando entró la ley, hizo que el hombre se diera cuenta que no podía robar, no podía mentir, y él… cometer adulterio. Y todos los mandamientos solo magnifican, sin embargo, esa ley no quitaba el pecado; solo llevaba al hombre al conocimiento que era pecado.\n\nLuego, cuando vino Cristo, Cristo vino para quitar el pecado. ¿Ven?",
    "Ahora, lo único que hizo la ley: ellos supieron que un sustituto inocente tenía que morir por el culpable. Esa ley comenzó allá en el huerto del Edén. Y entonces, ahora, ellos ofrecían una oveja, o un becerro, o algo, y lo mataban, arrojaban la sangre sobre el altar, y demás; porque era la cobertura, o una ofrenda sustitutiva. Pero no podía quitar el pecado, porque no hay suficiente fuerza en la vida de un animal para expiar por una vida humana, porque mayor es la vida humana que la vida animal.",
    "Ahora, aquí estamos, sentados aquí, esta noche. Probablemente somos alemanes, irlandeses y demás, algunas personas de color. Ellos, no importa si son negros, blancos, amarillos o del color que sean, de una sola persona provenimos todos nosotros. ¿Ven? Está probado científicamente, que Ud. puede ir a lo más profundo de África y tomar al—al hombre más negro que Ud. pueda encontrar, y si Ud. estuviera enfermo, él podría darle una transfusión de sangre. La sangre suya es exactamente como la de él. O, Ud. podría ir a China y tomar al hombre más amarillo que hay en China, y él podría darle una transfusión de sangre. ¿Ven? O, el hombre más moreno que haya en la India podría darle a Ud. una transfusión de sangre; “Dios, por una sangre, hizo todas las naciones, todos los pueblos”. Pero no hay un animal en el mundo que se compare con la sangre humana. ¿Ven? La sangre animal, cada una es diferente; pero la sangre humana toda es igual.",
    "Ahora, si eso no acaba con la idea de algunas de estas personas que hablan, y enseñan aquí en la escuela que evolucionamos de la vida animal. Si fuera así, entonces el animal podría darle transfusión de sangre al humano. Pero la sangre, la vida humana, permanece igual. Pero la vida animal, algunos son, como una serpiente, es de sangre fría; un pez, es de sangre fría; pero, bueno, un oso, un alce, o un perro, o un caballo, son de una clase diferente. Tampoco, ninguno de ellos—ninguno de ellos podría compartir sangre, el uno con el otro, porque todos son diferentes. Pero el ser humano todo es igual.",
    "Entonces la ofrenda de sangre animal, solamente era un—un substituto bajo la ley, hasta que vino Jesús, que no nació de hombre; ningún hombre en esta tierra fue Su padre. Él tuvo una madre, y la madre fue una virgen, la virgen María, una muchacha como de dieciocho años. Y el Espíritu Santo le hizo sombra, siendo Dios el Padre Mismo, y creó. El Mismo Quien habló el mundo a existencia, sencillamente habló.",
    "Uds. saben, el domingo, cómo llegamos a eso. Cuando Dios habla, tiene que ser así. No hay manera alguna de apartarse de eso. Dios dice: “Sea”, y tiene que ser. Nada… ¡La Palabra Misma! Y la Palabra era un pensamiento. Dios, cuando Él… Antes… Una palabra es la expresión de un pensamiento. Dios pensándolo en Su mente, lo habló para que existiera.",
    "Y teniendo fe en nuestro corazón, la fe de Dios en nuestro corazón, pues, podemos verlo claro. Llega a ser una fe, y luego lo hablamos, y viene a existencia, así mismo, porque la mente de Cristo está en el hombre. Eso es lo que produce las sanidades y demás. Cuando Ud. recibe esa revelación perfecta, justo de lo que Ud. está haciendo, entonces Ud. sabe cómo caminar. Así es, porque ese es el caminar Cristiano.\n\nAhora, pero la sangre de animales no quitaba el pecado.",
    "Entonces cuando vino Jesús, siendo Dios Mismo, manifestado en carne, Su Sangre no era según la sangre de ningún otro hombre. Cada uno de nosotros, cada profeta, cada gran hombre, era sangre humana; pero este Hombre tenía Sangre Divina. Dios Mismo creó la célula de Sangre.",
    "Y la—la persona, Ud., viene de una sola célula de sangre, si Ud. la mira en un microscopio. Yo lo hice, hace unas semanas. Y—y en la reproducción de animales, donde uno… o de ganado, y había decenas de miles de gérmenes allí. Y esos gérmenes, pequeñas células sanguíneas, se mueven y en esto, en el humano común…",
    "Pero en el… este caso, Dios Mismo creó esta célula de Sangre, sin ningún acto de hombre alguno. Y de allí vino Su Propio Hijo, Cristo Jesús, en Quien Dios Mismo habitó, haciéndolo Emanuel en la tierra. Ese es el cuadro. Eso es lo que Ud. tiene que creer, para ser salvo. Y luego Jesús, voluntariamente, sin tener que hacerlo, sino voluntariamente, con el amor en Su corazón por Su prójimo, murió en el Calvario y derramó esa Sangre, cargando Él los pecados del mundo, para llevar nuestros pecados al Calvario, sobre Sí Mismo.",
    "Ahora no es lo que yo puedo hacer; no es si soy bueno o no; es si Él fue bueno. Yo nunca podré ser lo suficientemente bueno para lograrlo; Ud. no puede ser lo suficientemente bueno para lograrlo. Si Ud. llega a lograrlo, será por los méritos de Jesucristo. Les diré eso ahora, porque no hay nada más que Uds. puedan hacer.",
    "Pero Dios transfirió todos nuestros pecados sobre Él, y Él murió. Y por cuanto Él murió como pecador, la Biblia dice: “Su alma fue al infierno”. Así es. Y mientras Él estuvo allí, les predicó a—a aquellos que estaban en prisión, que no se arrepintieron en los días de la paciencia de Noé.",
    "🦅 Pero no era posible que Él dejara que Su cuerpo viera corrupción, ni Su alma en el infierno”. Y al tercer día, Él Se levantó para nuestra justificación. Mostrándonos que, por confesar nuestra fe en Él, y habiendo nacido de nuevo del Espíritu, que tan cierto como Él salió de la tumba, nosotros también resucitaremos en Su segunda Venida. ¡Oh, qué esperanza tan perfecta!",
    "¡Oh, uno cuando ve las religiones del mundo, y sus supersticiones, y luego ver nuestra salvación y esperanza sólida, basada en un principio fundamental, que todos los demonios del infierno no pueden sacudir! Uds. pueden verlos que fabrican belleza. La religión de Buda es una religión bella, la religión hindú es una religión bella, pero, hermano, carecen completamente de Vida.",
    "¿Dónde está la Vida? La Vida está en la Sangre. La Sangre es la Vida. Y ese era el único Hombre que podía sangrar la clase correcta de Sangre, porque Él era la Propia Sangre de Dios. Y Él sangró la Sangre que lo redimió a Ud. y a mí. Así que nuestra salvación está en Cristo Jesús, lo que Él hizo por nosotros en el Calvario. No importa cuán bajo lleguemos, lo inmorales, cuán contaminados, cuando miramos al Calvario con un corazón sincero, y confesamos nuestros pecados allí en el Calvario, eso queda resuelto. Así es. Apenas su confesión pueda salir de sus labios, Dios ya está obligado a responderle. Así es. ¡Oh, cuando pienso en eso!",
    "¡Oh!, con razón Pablo dijo… Me paré allí en el calabozo el otro día, donde le cortaron la cabeza, y lo arrojaron allá a una cuneta. Pensé… Justo antes, él dijo: “¡Oh muerte!, ¿dónde está tu aguijón? Sepulcro, ¿dónde tu victoria? Pero gracias a Dios Quien nos da la victoria por medio de nuestro Señor Jesucristo”. ¿Ven? Aquello concluye el… ¡Oh, de eso es que me gusta hablar!",
    "Escuchen, algunos de los jóvenes. Uds. quizá sean jóvenes, y eso puede ser frágil, al grado que realmente no lo notan. Pero espere un poco, hasta encontrarse Ud. postrado acá en el hospital, y el médico le diga que le quedan dos días de vida, o dos horas. Espere un poco hasta que a ese corazón le comience a fallar ese ritmo, y Ud. sienta que eso le sube por la manga. ¡Oh, hermano!, Ud. estará buscando con todo entonces. ¿De qué habrá servido toda la vida entonces? Ha terminado. Espere que comiencen las canas en la cabeza, y Ud. sepa que enfrenta una Eternidad sin fin más allá; y esta alma que ahora vive dentro de Ud. esté lista para salir como—como sacar un diente, tirando de Ud. así, para entrar a un lugar en el que Ud. no sabe a dónde dirigirse. Será mejor que Ud. lo piense ahora, y arregle eso ya. Porque Ud. pudiera ser arrancado, [El Hermano Branham chasquea los dedos.—Ed.] así, sin siquiera tener una oportunidad de arrepentirse. Así que, háganlo bien, ahora.",
    "No hay excusa para el pueblo americano. Esos paganos de—de Sudáfrica, y de la India, por allá en el interior, se levantarán en el Juicio y condenarán a esta generación, porque nosotros tenemos Luz, y el Evangelio, y las iglesias, y las bendiciones, y todo aquí, y rehusamos aceptarlo. Ahí es donde está el problema, amigo. Ahora, digo eso abruptamente, porque es para su bien, ¿ven?, porque Uds. deben hacerlo.",
    "Ahora, “La ley teniendo una sombra”. ¡Oh, cuando pienso en eso!: “¡La ley teniendo una sombra de cosas buenas por venir!”. Miren lo que ofrecía la ley. Abran en el siguiente capítulo, el capítulo 11 de Hebreos. Miren lo que hizo Daniel bajo la ley; miren lo que hizo Enoc bajo la ley; miren lo que hizo Moisés bajo la ley. Entonces, si él solo estaba viviendo a la sombra de la expiación, ¿qué debería hacer la iglesia Cristiana hoy, con la realidad de la resurrección del Señor Jesucristo? ¿Dónde estamos parados esta noche, amigos?",
    "Déjenme decirles, eso debería hacer que todo Cristiano se abrochara la armadura. Allí Ella dice: “Pónganse toda la armadura de Dios. Y asegúrense de traer la coraza, y el yelmo, y el escudo, y todas esas cosas”. Pablo comparándolo con un soldado que va a la batalla. Y cuando vengan las artimañas del enemigo, levanten su escudo, salgan y enfréntenlo.",
    "Ahora, si la ley pudo producir eso, ¡cuál debería ser la realidad de la Sangre de Jesucristo! Cuando la letra muerta hace eso, ¿qué debería producir la fuerza resucitadora y el Poder, y el Espíritu del Señor Jesucristo?",
    "Ahora, debemos venir a la iglesia con la más alta reverencia. Debemos entrar a la iglesia como verdaderos santos de Dios. Entrar y tomar nuestro lugar, y mantener nuestras mentes en Cristo. Debemos abandonar todo lo del mundo, así. Y si Ud. realmente ha nacido de nuevo… Esto puede cortar un poquito, pero Uds. saben que esta es la casa de corrección. Si Ud. realmente ha nacido del Espíritu de Dios, allí es donde realmente está su corazón, de todas maneras. Eso es lo que… Sus pensamientos están anclados allá. ¿Ven? Si Ud. alguna vez…",
    "Jesús dijo: “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna. ¡El que oye Mis Palabras y cree!”.",
    "Ahora, ¡si Ud. está creyendo de la manera correcta! Si Ud. solo lo confiesa de labios, no sirve de mucho. Pero de su corazón, si Ud. cree que Jesús es el Hijo de Dios, Ud. no puede vivir la misma vida que vivía antes; no pueden hacerlo, si es que alguna vez han visto claramente el Calvario. Ahora, si Ud. solo está escogiendo un camino al azar, Ud. solo—Ud. solo se está engañando a sí mismo.",
    "¡Pero cuando Ud. realmente obtiene una visión de lo que fue Jesús! ¡Oh, vaya!, ¡cómo me gustaría predicar de la Deidad, la suprema Deidad de Jesucristo! Si Uds. pudieran darse cuenta de Quién era Él, y lo que hizo por Uds. hombres y mujeres, sus corazones se desgarrarían en su interior, y Ud. estaría dispuesto a tirar la basura del mundo, para vivir para Él. ¡Oh, cuán maravilloso, y qué Persona fue Él! ¡Si Uds. se dieran cuenta de la condescendencia de Dios Mismo, desplegándose, bajando, hasta poder entrar en su corazón!",
    "Cuando Dios el Padre, en la forma de una gran Nube, se cernía sobre los hijos de Israel, y cuando Él Se asentó en el monte esa mañana, para escribir la ley, pues, aun si un animal tocaba la montaña, tenía que ser atravesado con una saeta. Solamente a través de la santificación hizo subir Él a Moisés. Colocó a Aarón por allá abajo en la colina, para que vigilara y viera que nada… Y cuando esa Columna de Fuego se posó en esa montaña, el relámpago estalló, y rugieron los truenos, se asentó la oscuridad. Cuando Jehová Dios, el Creador de toda la Eternidad, se asentó en la cima de una montaña que Él Mismo había creado, la espesura de las nubes, el estallido de los relámpagos, el temblor de la tierra, al punto que esos israelitas parados allá en el campamento, con un sacrificio sangrante a su alrededor, dijeron: “Que Moisés hable, y no Dios, para que no muramos”. Piensen en eso.",
    "Ese mismo Todopoderoso gran Ser, Se humilló a Sí Mismo y Se mostró, y entró en un cuerpo de carne que cualquier hombre podía tocar con sus manos. ¿Qué estaba haciendo Él? Reclamando Su camino, procurando entrar en el hombre. Luego, después, Él fue y ofreció Su Propia Sangre, ¡cuando ninguna otra sangre servía! ¡Con razón Él era el precio incalculable del Cielo! ¡Con razón Él era el Rey de todos los reyes! Cuando Él Se en-… Se desenvolvió, y bajó y Se entregó en las manos del hombre pecaminoso, para ser golpeado, y escupido, y magullado, y colgado en la cruz, y morir. Estando Él parado allí, alguien dijo… Cuando Él dijo: “Yo pudiera llamar a Mi Padre, y Él Me enviaría diez legiones de Ángeles. Pero Mi Reino no es de este mundo”.",
    "Y allí esas multitudes dijeron: “¡Fuera con Él! ¡Fuera con Él!”.",
    "¿Por qué no se dio la vuelta Él y dijo: “Fuera con Uds.”? Esta es la razón por la cual Él no pudo, amigos. Mírenla: Esos eran Sus Propios hijos. Pensar en que los hijos de un hombre clamen por la sangre de su papá. Si mis hijos estuvieran clamando por mi sangre, no habría nada más que yo pudiera decir: “Tómenme”. Si—si Él rehusaba hacerlo, Él perdía a Sus hijos; Su propia creación, Sus seres humanos. Y ellos eran los que estaban clamando por Su Sangre. ¿Pueden imaginarse a los hijos clamando por la Sangre de su Padre? Por eso es que Él no podía decir que no. Si Él decía que no, ellos estaban perdidos. Yo moriría gustoso por mis hijos, y cualquier otro padre lo haría. Miren lo que Él era, Sus Propios hijos clamando por Su Sangre.",
    "Y la justicia de la ley requería Sangre. Y la sangre de ovejas no servía, la sangre de cabras no servía, la sangre de ganado no servía, pero la Sangre de Dios Mismo tuvo que hacerlo. Y Dios fue hecho carne, vivió aquí en la tierra. Esa gran Persona que tronaba en la cima del Monte Sinaí estaba aquí en carne entonces.",
    "Entonces Él limpió el camino para poder venir y vivir en su corazón. Y ahora ese mismo Espíritu, que tronó desde el Monte Sinaí, está viviendo en el corazón humano. ¡Qué maravilloso! Vaya, eso, eso debería hacer saltar a todo corazón, y el—el pensar en ello.",
    "Ahora, pasando rápidamente, Pablo iba adelante, hasta el versículo 5 y 6 aquí. Estamos tratando de llegar al 19, para poder darnos prisa. El nue-… El 5 y 6, y en adelante, él estaba hablando de cómo las leyes eran sombras previas; cómo es que en el Antiguo Testamento… Lo repasamos el otro día. ¡Oh, hace unos meses!, fue en la escuela dominical.",
    "El hombre está bajo pecado; digamos que cometió adulterio, o él robó, o profanó el sábado, o algún otro mandamiento. Entonces él tenía que conseguir un cordero, y tenía que traer este cordero a los ancianos, y ellos tenían que examinar este cordero. El cordero tenía que ser sin mancha, tenía que ser sin defecto. Miren el significado aquí. El cordero tenía que ser sin mancha, para una persona manchada. Amén. Espero que Uds. lo vean. ¡Vaya!",
    "Recuerdo una pequeña historia; no sé si alguna vez se las conté, o no. Solo es una pequeña historia como de ficción. La… Bajo la ley, si la madre yegua tenía un pequeño potro, y él era una mula, Uds. saben, con sus orejas dobladas, y sus rodillas chuecas y, ¡oh, con los ojos cruzados y una mula de aspecto horrible! Bueno, esa mula, si pudiera mirarse a sí misma, diría: “¡Oh, vaya! Cuando el amo salga, va a matarme, porque yo… Él no va a alimentarme. No soy digno de vivir. Mírenme, ¡qué desastre tan horrible soy!”.",
    "Pero si la madre pudiera responderle al pequeño, le diría: “¡Espera un minuto, cariño! Podrás vivir, porque eres mi primogénito, y tienes una primogenitura. Ahora cuando el amo salga y te vea en toda tu condición, él tendrá que regresar a buscar un cordero sin defecto, y matarlo, para que esa mula que parece lisiada pueda vivir”. ¿Ven Uds.?, el sacerdote nunca vio la mula; él vio el cordero. No importaba si la mula era perfecta, tenía que ser un cordero perfecto.",
    "¡Oh, espero que Uds. lo vean! No es si Ud. es lo suficientemente bueno para ser un Cristiano o no, es si Él fue lo suficientemente bueno. Si Dios lo aceptó a Él, y Su Sangre hace una expiación, Dios no lo ve a Ud.; Él ve al Cordero. ¡Oh, vaya!",
    "Entonces esa pequeña mula podía levantar su cola en el aire, y resoplar, y saltar, y correr por el campo, pasar un buen rato. Iba a vivir. Pero uno perfecto, tuvo que morir por el imperfecto.",
    "Ese era yo, William Branham, nada bueno, no digno de vivir, digno de ir al infierno, nacido en una familia pecaminosa, criado como pecador, nada bueno, ni una sola parte buena en mí. Así es. Pero, un día, ¡yo acepté! ¡Aleluya! Cuando Dios miró a Cristo, y Cristo tomó mi lugar, entonces Dios no me ve a mí, Él ve al Ser Perfecto. Entonces mientras yo esté aquí, en Él, entonces yo soy perfecto, no en mí mismo, en Él. No es por perfección mía, yo no tengo, Ud. no tiene, pero es la perfección de Él.",
    "Por lo tanto, Jesús no cometió un error cuando dijo: “Sed, pues, vosotros perfectos, como vuestro Padre que está en el Cielo es perfecto”. Y ¿cómo podría un ser humano ser perfecto? Él podía ser perfecto por Su fe perfecta, descansando en Él, diciendo: “Él pagó el precio por mí”.\n\nJesús lo pagó todo,\n\nY se lo debo todo a Él;\n\nEl pecado había dejado una mancha carmesí,\n\nLavándola Él quedó blanca como la nieve.",
    "Vaya, eso nos hace a todos metodistas gritones, ¿no es así, al pensar en eso? Ud.… Yo creo en eso. Yo creo en una experiencia antigua de gritar. Sí, señor. Si los niños reciben las vitaminas correctas, siempre se sentirán bien, Uds. saben. Uds. saben lo que quiero decir. Necesitamos algunas vitaminas espirituales en las iglesias hoy, ¿no lo creen Uds.?",
    "Me recuerda a un granjero, una vez. Él tenía un pequeño… El granjero, tenía un—un granero, y tenía todos los implementos agrícolas correctos que él—él—él necesitaba para cultivar, tractores y todo. Pero, era demasiado perezoso para sembrar, así que él—él simplemente dejó que su lugar se llenara de maleza. Y cuando llegó el otoño, lo único que había que hacer era cortar la maleza y ponerla en el granero.",
    "Y había otro granjero que no tenía un granero tan bonito, pero él tenía… Era un hombre inteligente. Y salía allá, y era industrioso. Y él trabajaba, porque quería alimentar su ganado. Y él cosechó buen trébol, y alfalfa, y lo guardó en el granero.",
    "Y en ambas granjas, nacía un becerrito cada año, ese año. Y, pues, el becerrito en el otro establo, tenía que alimentarse con hierbas malas, pero tenía un hermoso y bonito establo. Y el otro becerrito casi no tenía establo, pero tenía suficiente para comer.",
    "Eso me hace pensar en algunas de estas pobres iglesias antiguas, miren sus grandes lugares amplios y monumentales, Uds. saben, con un órgano de mil dólares, miles, quise decir, y bancas acolchadas y todo así. Pero, ¿habrá algo para comer? Esa es la cosa.",
    "Ud. entra en alguna misioncita antigua en alguna parte, Ud. sabe, y tal vez encuentre mucho allí, Ud. sabe, algunas vitaminas espirituales. Dios las tiene para Ud., para ayudar a levantar su espíritu, animarlo un poco. Eso es la predicación del Evangelio. ¡Aleluya! Si eso no anima a la iglesia, no hay nada que lo haga; “La fe viene por el oír, el oír de la Palabra”.",
    "Cuando oigo que Jesús murió por mí, digo: “Asunto terminado. ¡Gloria a Dios! Estoy a salvo ahora porque estoy en Él”. Él me aceptó. Así es. Él me escogió a mí, Él lo escogió a Ud. Cada uno de Uds. aquí, que es Cristiano, Jesús lo escogió. Es suyo. Muy bien. Él lo tomó a Ud.",
    "Este pequeño becerro, uno de ellos, se había caído, había estado en este gran y fino granero, con comederos de catorce quilates, Uds. saben, y establos y demás. Cuando él salió, el pobrecito apenas podía caminar, Uds. saben. Estaba muy débil, comiendo esas malas hierbas todo el invierno. Y el otro… Este salió al patio del granero, Uds. saben, con el viento cálido soplando, y como que… el viento casi lo derriba; estaba tan débil.",
    "Y del otro lado, este granjero sacó a su becerrito y, ¡oh, estaba todo gordo y redondo!, Uds. saben. Vaya, estaba en buena forma. Cuando salió allá, él solo comenzó a saltar, saltando alrededor, Uds. saben, estaba teniendo una buena reunión pentecostal, grande, saltando por allí.",
    "¿Saben lo que hizo aquel becerro pequeño? El que estaba allá en el granero grande, con todos los grandes lujos, Uds. saben. Él miró hacia allá, asomó su ojito por la rendija, y dijo: “¡Tsk, tsk, tsk, tsk! ¡Qué fanatismo! ¡Qué fanatismo!”.",
    "Ese pequeño se sentía bien, con razón podía saltar, a él lo habían engordado, él se sentía bien.",
    "Así es cuando un hombre realmente recibe sus vitaminas espirituales. La casa de Dios, llegó allí, y su alma se alimentó de la Palabra de Dios, sabiendo él dónde está parado. Todas sus viejas supersticiones salen volando. Y la adoración al diablo y todo lo demás, simplemente se dispersa, cuando Uds. ven que Jesucristo murió en mi lugar, tomó mi lugar allá en el Calvario. Puro amor Divino viene allí. Me hace portarme mal para el mundo, de vez en cuando. Me siento muy bien así, porque me llené de vitaminas, eso es, estas buenas vitaminas Aquí.",
    "Ahora, Pablo dijo, cuando el adorador venía y traía el pequeñito… Si él obró mal, él venía con este corderito. Ahora el sumo sacerdote lo miraba, el sacerdote, y veía que el cordero no tenía defecto. Lo revisaba, para ver si estaba bien y, si así era, entonces él colocaba el corderito sobre el altar.",
    "Y aquí venía el hombre que había obrado mal, él decía: “Pues, he estado robando. Y sé que ahora debo morir, porque he obrado mal. Dios no quiere que yo robe; Su mandamiento dice que no. Ahora voy a poner mis manos sobre este corderito. Y los mandamientos de Dios aquí dicen: ‘No hurtarás’, y yo he robado. Así que, estoy… sé que yo debo morir. Algo tiene que responder por mi pecado, porque yo robé. Y Dios dijo que el día que yo comiere de él, ese día moriré. Así que, yo robé. Y Dios dijo: ‘Si robas, tienes que morir por eso’. Y Él requirió que si yo no quería morir, tenía que traer el cordero. Así que coloco el cordero aquí, y pongo mis manos sobre la cabeza de este pequeño, y él balaba y hacía bulla. Y yo digo: ‘Señor Dios, lamento haber robado. Confieso y Te prometo que no robaré más, si Tú solo me aceptas ahora. Y por mi sacrificio, y por mi muerte, este corderito va a morir en mi lugar’”.",
    "Entonces ellos tomaban ese gancho grande y lo ponían a su pequeña garganta, y cortaban así; sosteniéndolo así, y el pequeño balaba, balaba. Volaba lana, todo ensangrentado así. Y su pobre boquita, y balaba, balaba, balaba. Y de repente, toda su sangre se derramaba, y su cabecita se desmadejaba. Eso era todo.",
    "Entonces, el hombre, eso era escrito aquí en un registro, se colocaba a un lado del arca, así, que ese hombre hizo una confesión. Si lo hacía por segunda vez, en un año, él tenía que morir de todas maneras; él tenía que morir con el cordero.",
    "Ahora, ese era el Antiguo Testamento. Él salía directo de allí, tan pronto hacía su confesión, salía de nuevo, y tal vez cometía adulterio, tal vez él había hecho algo errado, mucho más daño a los hombres, cuando él volvía a salir de allí, tal vez él había matado a un hombre, quizá… cuando él salía, igual, él salía con eso mismo en su corazón que tenía cuando entró, no había cambio en él, solo que él, por la ley, la letra de la ley, había respondido al requisito. Ahora, eso no podía hacer, no podía cambiar su corazón. Lo único que él sabía, era que “estaba errado”, porque él lo leyó en la ley, y el cordero moría en su lugar. Ahora, cuando vino Jesús, ¿ven?, la Sangre de Cristo… ¿Ven?, ¿qué clase de sangre era la que sangraba? Sangre de animal. La vida animal, por una vida humana, simplemente no puede quitar el pecado; ¡no puede!",
    "Ahora, cuando vino Jesús, no era solamente la vida humana, sino que era la Propia Vida de Dios, Él Mismo. Eso es lo que estaba en Su Sangre.",
    "Ahora, vemos que obramos mal: “¡Oh, he obrado mal! He pecado. He—he vivido mal; he hecho mal”. Ahora vengo al altar. Por fe veo el Sacrificio; pongo mis manos sobre la cabeza de Jesús. Yo digo: “Amado Dios, sé que mi… soy un pecador, y la paga del pecado es muerte. Y si hago mal, tengo que morir. Y si muero, no puedo entrar en Tu Presencia, seré castigado en el tormento por siempre, para siempre. Así que, estoy errado, Padre. Y yo quiero estar bien, y no quiero morir así”. Entonces, coloco mis manos sobre Su cabeza, y Su vida fue tomada por mi vida. Pero la cosa es que, cuando me voy del altar, me vaya con un corazón cambiado. ¿Ven?",
    "El primer hombre se iba, bajo la ley, bajo la sangre de animales. Eso no podía cambiar su corazón, porque una vida animal no encaja con la vida humana. El animal no puede darle sangre al humano. ¿Ven? El animal no puede hacerlo, porque su vida es una vida diferente. Y un animal tiene vida, pero no alma. Un animal es un ser viviente, pero no un alma.",
    "Pero Dios puso alma en el hombre. Y, por tanto, mi alma… ¿Qué es el alma? La naturaleza del espíritu.",
    "Y cuando el alma de Cristo fue dejada, no dejada en el infierno, sino que fue llevada arriba, a través de la Sangre, el derramamiento de Su Sangre, cuando Dios Lo llevó al Calvario, mezcló Su Sangre allá en la cruz, y cuando Él se paró allí, moviendo Su cabeza de un lado a otro, las coronas alrededor de Su cabeza, así, con espinas, la Sangre corría por Su rostro, goteando de Sus cabellos, sobre Sus hombros, clamaba en lenguas desconocidas: “Dios mío, Dios mío, ¿por qué Me has desamparado?” allí está el Cordero, ese es Él.",
    "Ese es el Ser inocente que murió; para que yo, el indigno, pudiera estar bien, para que yo pudiera tener derecho a la Vida. Esos son los indignos—indigno… Ud. es el indigno por el cual murió ese Cordero. Ahora, venga Ud. aquí y ponga sus manos sobre Él, ¿ve?, y haga su confesión, y Dios le responderá con el Espíritu Santo, como una confirmación de que Él lo ha recibido a Ud.\n\n…porque con un solo sacrificio (aquí está), con un solo sacrificio, hizo perfectos para siempre…",
    "Allí lo tienen. Porque el adorador que venía cada año, era algo continuo, cada año, regresaba; y tenía que venir al año siguiente, con el mismo deseo en el corazón. Pero cuando Él ofreció un Sacrificio, Él Mismo, todo pecado, todo deseo de pecado, y todo fue quitado del corazón del hombre. Y él se para perfecto ante los ojos de Dios, no por lo que él hizo, sino por lo que Jesús hizo por él. Y él aceptaba el Sacrificio del Señor Jesucristo. ¡Oh, qué cosas tan maravillosas, amigo!",
    "Ahora, “Teniendo, pues…”. Ahora el versículo 19. Tenemos como veinte minutos, dediquémoslo todo ahora a las Escrituras. Ahora el versículo 19.\n\nAsí que, hermanos, teniendo libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo,",
    "Escuchen, aquí está: “Para entrar ahora en el Lugar Santísimo”. Hay un lugar santo, y luego el Lugar Santísimo. “Santo de los santos”, se llamaba. El sumo sacerdote entraba una vez al año. Y cuando lo hacía, lo primero que debía hacer era ser rociado, él mismo. El arca estaba allí detrás de la cortina.",
    "Y el sumo sacerdote tenía que ser ungido con el perfume hecho de la Rosa de Sarón. Ningún otro perfume servía. ¿Saben Uds. que Jesús fue llamado la Rosa de Sarón? ¿Qué es una rosa? ¿De dónde viene el perfume? De la rosa. ¿De dónde…?",
    "Jesús fue llamado el Lirio de los Valles. ¿Es así?",
    "¿Alguien sabe de dónde viene el opio? Del lirio. El opio es producido del lirio. Y ¿qué hace el opio? El opio alivia el dolor. Cuando la gente está enferma y sufriendo tremendamente, casi perdiendo la cabeza, enloquecidos, les dan una inyección de opio, y eso lo calma. Ellos se aquietan. Eso es en lo natural.",
    "Jesús, en lo espiritual, es el Lirio de los Valles. Y cuando Ud. llega al lugar donde, Ud. ya no se soporta más, y la vida no significa nada para Ud., Dios tiene una inyección de opio para Ud., del Lirio de los Valles, que alivia todos sus problemas, todos desaparecen. Ud. no tiene que emborracharse con whisky, para aliviar su problema; regresarán inmediatamente. Pero venga y tome un—un trago de opio del Lirio de los Valles, y se acabarán para siempre.",
    "Lo que venga, lo que vaya, lo que pase; si Ud. vive, si Ud. muere, si Ud. es esto, o aquello, o lo otro, nada lo separa a Ud. del amor de Dios que está en Cristo Jesús. A los Cristianos no se les promete un lecho floreado de comodidad, sino una promesa de gracia suficiente para cada necesidad que tengan. Amén. Oigan, creo que me siento religioso ahora mismo. ¡Piénsenlo! Sí, señor. Porque, cuando me canso, y me inquieto, miro aquí y veo suceder esto, y aquello, entonces pienso: “Un minuto. ¡Vaya, vaya!”. ¿Ven? Allí está el Lirio de los Valles.",
    "Ahora, ¿qué hace el olor? El olor, las mujeres se ponen perfume para ser agradables. Y los hombres se ponen cosas después del afeitado, a veces, así, para apartar los olores, los malos olores de Uds. Cuando Ud. entra en presencia de alguien con olores corporales o algo así, el perfume es para quitar ese olor; para que Ud., al acercarse a la persona, que Ud. no esté fétido. Eso es insoportable. Por eso los perfumes o… El jabón tiene fragancia. Y uno se lava con jabón, o polvos de talco, o lo que sea, para eso lo usan.",
    "Ahora fíjense. Amén. Sencillamente me siento bien. Miren. Jesús dijo… ¿Ven?, Él era la Rosa de Sarón, y Él fue ofrecido a Dios como un dulce Olor fragante. Y esto… Y entonces cuando llegamos a ser insoportables delante de Dios, y tan, disculpen la expresión, tan apestosos, ¿ven?, que nuestros—nuestros pecados y cosas son tan malos y tan inmundos, entonces llegamos al Calvario y donde…",
    "Un lirio, o cualquier flor, antes de que se pueda hacer perfume… Ud. toma una flor, es hermosa; un gran lirio de la mañana, o una rosa. La Rosa de Sarón es una flor hermosa. Mientras vive, es hermosa. Pero para extraerle el aroma, para obtener un perfume, tiene que ser molida. Y ellos la muelen y exprimen de ella el perfume.",
    "¿Ven Uds.?, Cristo, cuando estuvo aquí en la tierra, era hermoso. Él sanó a los enfermos, resucitó a los muertos. Su vida fue sin igual. Él fue hermoso. Pero para hacerlo a Ud. como fue Él… Cuando Dios miró abajo, Él dijo: “Este es Mi Hijo amado, en Quien tengo complacencia”. Dijo: “Tus sacrificios han llegado a ser hediondez bajo Mi nariz, pero en Este es en Quien estoy complacido”. Ahora, Él estaba complacido.",
    "Y para hacernos agradables a nosotros para con Dios, Él tuvo que ser molido en el Calvario, y el pecado de este mundo tuvo que exprimir la vida de Él. Y Él murió, llevando los pecados del mundo, para que nosotros pudiéramos ser ungidos con la Rosa de Sarón. Él era el Lirio de los Valles; “Él herido fue por nuestras rebeliones”, un dulce Olor fragante. “Por Su llaga fuisteis sanados”, el Lirio de los Valles que nos dio el opio para aliviar nuestras enfermedades y dolores. ¡Qué cuadro tan maravilloso!",
    "Ahora, el sumo sacerdote, antes de poder entrar en ese Lugar Santísimo, primero, él tenía que tener puesta una cierta vestidura hecha. No podía ser hecha por cualquiera, tenía que ser hecha por manos santas. Eso mostró que nuestras vestiduras…",
    "¡Aquí está! Yo… me acaba de llegar en ese momento. Hermano, si Ud. solo está usando una prenda de iglesia, más vale que se deshaga de esa cosa; Ud. no puede pasar detrás al Lugar Santísimo. La vestidura que el sumo sacerdote usaba para entrar, tenía que ser hecha de… por mano santa, con tela escogida, amén, lo ordenado por Dios. Allí está. Así que si Ud. se unió a la iglesia y piensa que está bien, Ud. está errado. ¿Ven? Tiene que ser un manto escogido por Dios. Y nuestros trapos de justicia propia no resistirán en Su Presencia. Se necesita el Espíritu Santo, que es el manto de Dios que viste al creyente para ir detrás al Lugar Santísimo. ¡Oh, qué bueno eso! Me gusta. Esa es nueva. No me había tragado una así antes, pero, eso es, de esas, es la verdadera vitamina. ¿Ven? ¡Se necesita el—el Espíritu Santo!",
    "Miren en la parábola de… Al ir a la cena de bodas, y todos en la cena de bodas tenían que tener puesta cierta vestidura. Y se encontró a un hombre allí que no tenía puesta esa clase de vestidura. Y le dijo: “Amigo, ¿qué haces aquí? ¿Cómo entraste?”. Ahora, vean, si Uds. conocen la parábola, allá en el Oriente, en la región oriental, cuando tienen una boda, hasta hoy, el novio tiene que invitar a quien él quiera.",
    "Y Dios puede… “Nadie puede venir a Dios, o venir a Cristo, a menos que Dios lo llame primero”. ¿Ven?, es por elección de Dios. Ahora observen atentamente.",
    "Y luego el novio, si ha dado la invitación, él tiene que proveer las túnicas. Y ningún hombre… Porque él invita a pobres, e invita a ricos, pero para hacer que todos se vean iguales, él tiene que tener puesta la misma clase de túnica, tanto los pobres como los ricos. ¿Lo entienden?",
    "Ahora, cuando Dios le da a un hombre pobre el Espíritu Santo, es el mismo Espíritu Santo que Él le da al rico. ¿Ven?, todos tienen que ser iguales. Que, cuando vienen a la Presencia de Dios, nadie puede decir: “Estoy mejor vestido”, porque es la misma Sangre, la misma gracia, el mismo Espíritu Santo, haciéndolos a Uds. actuar de la misma manera. Los ricos y los pobres tienen que venir igual. Es la parábola exactamente. Fíjense.",
    "Y luego, cuando llegan con su invitación, ellos… Les entregaban las túnicas en la puerta. El hombre se paraba allí; mostraba su invitación, que había venido y la presentaba. Eso hacen en la India hasta hoy. Y, así que, ellos entran a la boda. El portero está parado allí en la puerta, el mayordomo, y Ud. le da su invitación. “Sí, señor”. Van por aquí atrás, toman una túnica, una simple túnica, y se la ponen. Y él entra. Eso muestra que él ha sido invitado oficialmente, ha sido aceptado oficialmente, y ahora él es un miembro. Amén. Allí lo tienen.",
    "Ahora Dios el Padre, el Espíritu Santo, sale y les da una invitación a Uds. para la Cena de las Bodas. ¿Ven? Ahora, le queda al Novio, entonces, proveer las túnicas. Y Él lo hizo, por Su propia Vida, dando el Espíritu Santo. Y Ud. viene a la puerta, amén, con su invitación. Jesús dijo: “Yo soy la puerta del redil de las ovejas”. Y cuando Ud. viene en el Nombre de Jesús, Ud. recibe el bautismo del Espíritu Santo. ¿Correcto? Reciba el Espíritu Santo, entonces Ud. entra, y Ud. llega a ser un miembro, un miembro de la familia de Dios. ¡Un miembro!",
    "🦅 Ud. dice: ‘¿Un miembro’?”. Seguro. “¿Me convertiré en un siervo?”. No, no lo hará.",
    "Ud. llega a ser un miembro. Uds. no son siervos, Uds. son hijos e hijas. “Ahora somos hijos e hijas de Dios”, un miembro de la familia de Dios. ¡Vaya, oh, vaya! Yo pudiera vivir en una choza, pero soy de Sangre Real. Allí lo tienen. “Un miembro de la familia de Dios”. Esa es la Escritura. Eso es lo que dice la Escritura; “¡Qué amor nos ha dado el Padre, ¿ven?, para que seamos llamados los hijos de Dios!”. ¡Oh, vaya! Allí estamos, la membresía.",
    "Ahora, el sumo sacerdote, ungido, al entrar, tenía que llevar la sangre de un animal consigo, o moriría.",
    "Y otra cosa, acerca de su vestidura. ¿Sabían Uds. que, al borde de esa vestidura, se han enterado de lo que llevaba al borde? Él tenía algo allí en la orla. Y cada… Eran unas cositas que colgaban, abajo al borde de su manto, y era una granada y una campanilla, y una granada y una campanilla.",
    "Y él tenía que caminar de cierta manera cuando entraba. No podía dar pasos de cualquier manera. Él tenía que caminar de cierta manera. Pues, cada vez que él daba un paso, esas campanas tenían que sonar, golpeando contra las granadas: “Santo, santo, santo a Jehová”. Entonces el Señor lo oía acercándose. Amén. ¡Aleluya!",
    "Allí está. Dios lo oye si Ud. viene por el camino provisto por Dios al acercarse, porque Ud. viene, clamando desde su corazón: “Santo, santo, santo, Señor Dios Todopoderoso”. Allí Ud. está entrando, eso sí, cuando viene buscando el Espíritu Santo. ¿Ven? “Santo, santo, santo, Señor Dios Todopoderoso”.",
    "Y entonces, la congregación, la única manera en que ellos sabían… Ahora, si uno entraba allí, sin estar vestido exactamente así, él se moría en la—en la puerta, él no volvía a salir, él moría allí adentro si él no entraba vestido y ungido para entrar. Ahora, la única manera en que la congregación sabía si él estaba bien o no (¡Oh, vaya!), la única manera en que la congregación que esperaba sabía si el sumo sacerdote estaba bien o no, era al oír el sonido de esas campanas, había un ruido allí adentro, y de esa manera sabían si él estaba bien o no.",
    "Me pregunto si eso mismo funciona hoy. Si Ud. pasa por una iglesia, y todo está muerto y quieto, yo no sé. Pero él hace un ruido, Uds. saben, le hace saber a la gente que Dios aún está en el Trono, Dios responde a la oración, la gente aún tiene el Espíritu Santo: voceando alabanzas a Dios, glorificando a Dios, haciendo mucho ruido. La congregación dice: “Bueno, Él debe estar por aquí; este es un lugar vivo”. Cuando entramos en el Lugar Santísimo, y decimos ser Cristianos, tiene que haber algún ruido; no me refiero a un montón de insensatez. Me refiero a un ruido real, genuino. Así es. Ahora miren aquí.\n\nAsí que, hermanos, teniendo libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo,\n\npor el camino nuevo y vivo, no la ley antigua, habiendo él reconciliado por el… a través del velo, esto es, de su carne,\n\ny teniendo un gran sacerdote sobre la casa de Dios,\n\nacerquémonos con corazón sincero, y con plena certidumbre de fe, purificados nuestros corazones de mala conciencia, y lavados nuestros cuerpos con agua pura.\n\nMantengamos firme, sin fluctuar, la profesión de nuestra esperanza, porque fiel es el que prometió.",
    "Eso lo saca todo. ¡Oh, vaya! Me gusta esto, pero supongo que tenemos que terminar. Pero cuando nos presentemos delante de Dios, no vayamos, diciendo: “Bueno, pues, me pregunto si todo estará bien. Yo—yo…”. ¿Es Ud. Cristiano? “Bueno, yo—yo espero que sí”. Esa no es manera de venir.",
    "¡Hermano, crea la historia! Acéptela, y nazca de nuevo. Luego acérquese con fe pura, sabiendo esto: que Dios ha prometido y Dios no puede mentir; “Dios me prometió Vida Eterna, si yo creía en Su Hijo, Jesucristo. Yo lo creí; y Él me dio Vida Eterna”.",
    "Yo cometí muchos errores, aún los cometo, siempre los cometeré. Pero, cuando los cometo, el Espíritu Santo me dice que eso está mal. Entonces me arrepiento allí mismo: “Señor, perdóname. No quise hacerlo; ayúdame ahora”. Y sigo caminando, igual. Pues, apenas eso sale de mis labios: “Si confesamos nuestros pecados, Él es justo para perdonarlos”. ¿Correcto? ¡Aleluya!",
    "El diablo dice: “¿Sabes qué? Déjame decirte. Se suponía que debías ir a hacer cierta cosa; tú no lo hiciste. Ajá, pecaste, ¿no es así?”.\n\nYo digo: “Ya lo confesé”.\n\n“Bueno, déjame decirte…”.",
    "🦅 No, no me hables. No, señor. Yo tengo fe perfecta en Aquel Quien me dijo que si confieso mis errores, Él me perdonará. Así que, yo lo confieso. Aléjate de mí. Como sea, no me interesas para nada, así que sigue tu camino”.",
    "Caminen confiadamente, entrando directamente. Si la muerte está allí, no importa, avance directamente hacia ella, con una fe perfecta que: Dios ha prometido que Él “los resucitaría en los últimos días”. Sí, señor.",
    "Como les estaba diciendo; no sé si se los dije o no. Aquí hace unos días, antes de ir al extranjero, estaba parado, y Gene, casi hice lo que dijiste, estaba tratando de peinarme, pues, el pelo que me queda. Mi esposa me miró. Me dijo: “¡Cariño! ¡Hum!”. Ella dijo: “Será mejor que te pongas uno de esos peluquines que te dieron por acá en California”.",
    "Yo dije: “Cariño, me gustan mucho, pero me da vergüenza”.",
    "Ella dijo: “Vaya, Bill, en verdad que tu… El cabello realmente se te ha caído, ¿no es así?”.",
    "Dije: “Sí, así es. Pero” dije yo, “¡oh, aleluya!”.\n\nElla dijo: “¿Por qué estás diciendo ‘aleluya’?”.\n\nLe dije: “No he perdido ni uno”.\n\nElla dijo: “¿No has perdido ni uno?”.",
    "Yo dije: “No”. Dije: “Mira, cariño, estoy envejeciendo”. Dije: “Tengo cuarenta y cinco años”. Le dije: “Soy un anciano”. Dije: “Yo no… Vaya” dije, “me estoy envejeciendo. Yo… no me importa si soy calvo o lo que sea. A mí no me importa, siempre y cuando no me—me resfríe tan fácilmente. Sí”.",
    "Y ella dijo: “Bueno…”. Yo dije… Pero ella dijo: “Bueno, donde has.…”. Dijo: “Pero dijiste que no has perdido el cabello”.",
    "Yo dije: “No están perdidos. Pues” dije, “Jesús dijo: ‘Ni un cabello de vuestra cabeza perecerá’”. ¿Ves? ¿Ves?\n\nElla dijo: “¿Quieres decir… Bueno?”.",
    "Le dije: “Cariño, en la resurrección cuando yo salga, de joven como cuando nos casamos, con hombros rectos, ni una sola arruga, cabello negro ondulado” dije, “así me veré de nuevo”. Sí, señor. Yo dije: “Entonces nunca perderé ni uno de ellos”.\n\nElla dijo: “Bueno, bueno, ¿dónde están?”.",
    "Le dije: “Te preguntaré algo, y si me respondes, te responderé”.\n\nElla dijo: “¿Qué?”.\n\nDije: “¿Dónde estaban antes de que yo los tuviera?”.\n\nElla dijo: “Bueno, me supongo que Dios los tenía…”.",
    "Yo dije: “Allí es donde Él los tiene, de hecho”. Dije: “Aún están allí. Cada vitamina que había en ellos, cada célula de vida que había en ellos, cada átomo que había en ellos, cada pedacito de petróleo en ellos, cada pedacito de luz que se necesitó para hacerlos, Dios lo tenía en Sus manos. Ninguno de ellos ha perecido. Están, cada uno, en algún lugar en las manos de Dios”.",
    "Me veo, los ojos caídos, con ojeras, con grandes arrugas en la frente. Y a veces casi tengo que entrecerrar los ojos, para ver mi Biblia. Y el médico me dijo que tenía la vista perfecta, veinte-veinte, pero dijo: “Después de los cuarenta años, sus globos oculares se aplanan, y uno no puede leer muy de cerca”.\n\nDije: “Sí, señor, eso lo sé”.",
    "Él dijo: “Ud. va a seguir alejando su Biblia, cada vez más”. Dijo: “Después de un tiempo, va a tenerla por acá”.",
    "Dije: “Conseguiré una de letras más grandes, o algo así”.\n\nÉl dijo: “Bueno, es algo natural”.",
    "🦅 Miro allá a lo lejos, y puedo ver un cabello al borde de un plato”.",
    "Él dijo: “Bueno, Ud. tiene cuarenta años, señor”. Él dijo: “Sus—sus globos oculares en realidad… Es como su cabello que se torna canoso, y demás” dijo, “simplemente eso le llega a uno”.\n\nYo dije: “Ajá”. ¡Mmm!",
    "Miro todo esto. Y me doy cuenta de mi hombro, que me paro con los hombros encorvados. Yo solía ser juvenil y atlético. Me estoy engordando ahora. Tengo 18 kilos de más. Y para empezar tengo los pies planos, y ahora me es difícil caminar alrededor. Vienen dolores y molestias. Bueno, estoy entrando en edad, eso es todo.",
    "Y no necesito de todo este encanto que solía tener, pero no he perdido nada de eso. Cada medida que tenían, la piel, que me hizo joven, Dios todavía la tiene. Así es.",
    "Y este viejo cascarón, viene siendo jalado, eso es todo. Después de un tiempo, se envejecerá y se arrugará, y tal vez como el resto de los Harvey, por parte de mi madre, pues, me dicen que me parezco a un Harvey, a todos ellos les da parálisis. Todos Uds. recuerdan al abuelo, el que construyó la iglesia aquí, Uds. saben. Él siempre estaba temblando, así, ¿ven?, y le dio parálisis.",
    "Me fijé en mi pobre mamá, el otro día. Espero que ella no esté aquí, pero… [Una hermana en la congregación dice: “Sí, está”.—Ed.] ¡Oh, no sé si…! Bueno, como quiera, ella comenzó a levantar la taza de café, y la pobrecita así, y sus manos ancianas así. Y miré las arrugas pronunciadas. Pensé: “¡Oh, misericordia!”. Como sea, lo diré. Ella está allí, ¿ven? Dije: “Yo no…?…”. Y ella puede aceptarlo. Pero, miren, el corazón por poco se me sale por la boca. Giré la cabeza. Pensé: “Dios, ¡cuántas veces ella enjugó las lágrimas de mis ojos, y ahora tiene parálisis, temblando!”. Pensé: “Sí, a eso llegaré también yo, algún día, así, si vivo”.",
    "Pero, hermano, uno de estos días, yo simplemente… Las viejas ruedas de la vida mortal todas se detendrán. Cuando suceda, pasaré al monte de Sión, para vivir un tiempo Allá. Sí, señor. ¡Todas estas viejas cosas mortales! Oh, recuerden, él dijo:\n\nAllí me espera un mañana feliz,\n\nDonde las puertas de perlas se abrirán de par en par,\n\nY cuando yo cruce este valle de dolor,\n\nAcamparé del otro lado.\n\nAlgún día más allá del alcance del conocimiento mortal,\n\nAlgún día, solo Dios sabe dónde y cuándo,\n\nLas ruedas de la vida mortal todas se detendrán,\n\nEntonces iré a morar en el monte Sion.\n\nDesciende bajo, dulce carruaje,\n\nViniendo para llevarme a Casa;\n\nDesciende bajo, dulce carruaje,\n\nViniendo para llevarme a Casa.",
    "Así es. La neblina comenzará a caer por mi rostro, tal vez el médico entre corriendo y diga: “Bueno, Billy, hasta aquí llegas”. ¡Oh, vaya! Yo sé que esa vieja recámara negra está allá, y un corazón late, entrando directo a ella. Y yo no quiero morir como un cobarde. Quiero envolverme en las vestiduras de Su justicia, sabiendo esto: que Lo conozco a Él en el Poder de Su resurrección. Y algún día cuando Él llame, yo saldré de entre los muertos y viviré de nuevo para siempre.",
    "Conocer a Cristo es conocer la Vida. Así es. Y no me importa, quizás no sepa el abecé, pero quiero conocer a Cristo. Así es. Quizás yo no conozca toda la teología, pero quiero conocer a Cristo. Quizás yo no conozca del Presidente, si es un hombre bueno o malo, pero yo quiero conocer a Cristo. Así es. Conocer a Cristo es Vida. Así es. Conocer al Presidente y conocer a este otro, es prestigio, y conocer a las celebridades y esas cosas. Pero a mí no me importa eso. Yo quiero conocer a Cristo en el Poder de Su resurrección, sabiendo que nosotros tenemos, en esta noche: “un Sumo Sacerdote a la diestra de Dios, Allí en Su majestad, intercediendo”. ¡Entonces, quiero mantener firme esa profesión!",
    "[Cinta en blanco.—Ed.]…-ante esas trece religiones diferentes, que veneran serpientes y veneran vacas, y de todo. Yo dije: “Caballeros, de las religiones de este mundo, ¿qué puede producir su religión para este pobre hombre ciego parado aquí?”. Allí estaba él, había mirado al sol por veinte años. Él estaba completamente ciego. Yo dije: “¿Qué puede hacer su religión por este hombre?”. Nada en el mundo sino ofrecerle alguna clase de mito por allá, que dice: “Quizás algún día, Mahoma tenga misericordia de él y salve su alma”. Tal vez, piensa que, “si no deja de mirar al sol, y sigue, y sigue, y mantiene su cabeza en esa dirección, cuando él muera, que será salvo”.",
    "Yo dije: “Él no puede ofrecer nada. Pero la Sangre de Jesucristo, aleluya, no solo puede ofrecerle Vida Eterna, pero puede probarlo aquí mismo en vuestra presencia, puede devolverle la vista que una vez tuvo allá”. Yo dije: “Si Él hace eso, Uds. caballeros, de las religiones de este mundo…”. Cuando, creo que cientos de miles de personas que habían estado escuchando eso, se habían reunido allí. Por supuesto, yo no podía llegar a tantos, para que lo escucharan, porque uno no podría ver a tantos, pero yo dije: “¿Aceptarán Uds. a Jesucristo si Él lo hace?”. Ellos levantaron sus manos, esas manos negras en el aire, que ellos lo harían. Yo dije: “Traigan al caballero aquí”.",
    "Cuando él subió allá, yo dije: “Señor, Ud. está ciego. Y si Jesucristo le devuelve la vista, ¿me promete Ud. que Le servirá?”.",
    "Y él dijo: “Yo amaré a Jesucristo, y no adoraré a ningún otro Dios sino a Él. Si Él me devuelve la vista, sabré que Él resucitó de entre los muertos”.",
    "Puse mis manos sobre él. Dije: “Amado Dios, con manos mortales, como un hombre trabajador, una persona pecaminosa, pero si Tú buscaras manos santas, ¿quién las tendría? Pero vengo en un acto de fe, que Tú me dijiste que hiciera. Y vengo, no para ser listo, o para jactarme, sino que vengo porque Tú dijiste que ellos debían hacerlo. Y yo creo Tu Palabra. Y ahora mientras miles están aquí, parados al borde, y están adorando ídolos y todo lo demás, que sea notorio en esta noche que Tú eres el verdadero Dios viviente que levantó a Jesucristo de entre los muertos, al darle a este hombre su vista”.",
    "Y el hombre, con lágrimas corriendo por sus mejillas, dijo: “Puedo ver”. Y se fue por el edificio, tan rápido como pudo, con su vista. ¡Oh, vaya!\n\n¡Eso es sublime gracia! cuán dulce el sonido,\n\n¡Que a un infeliz como yo salvó!\n\nUna vez estuve perdido, (Allá en las carreras de caballos y todo lo demás en domingo.)\n\nUna vez estuve perdido, pero ahora he sido hallado,\n\nCiego fui, mas hoy veo ya.",
    "Mire, hermano, es esta buena religión del Espíritu Santo a la antigua.\n\nFue la gracia que enseñó a mi corazón a temer,\n\nFue la gracia que mis temores ahuyentó;\n\n¡Cuán preciosa pareció esa gracia\n\nLa hora en que primero creí! (¡Sí, señor! ¡Oh, vaya!)\n\nCuando hayamos estado allí diez mil años,\n\nResplandecientes como el sol;\n\nNo tendremos menos días para cantar Su alabanza\n\nQue cuando comenzamos. (¡Oh, vaya!)\n\nPor muchos peligros, dificultades y trampas,\n\nHe pasado;\n\nEs gracia que me enseñó, o me trajo a salvo hasta aquí,\n\nY es gracia que me llevará adelante. (¡Oh, vaya!)",
    "¡Cuánto Le amo! Es Su gracia, nada que yo pudiera hacer. Nada que yo pudiera hacer; nada que Ud. pueda hacer. Pero, nosotros, al venir esta noche como hombres y mujeres Cristianos, confesamos que somos indignos, y lo aceptamos a Él como nuestro… en nuestro lugar. Aceptando a Aquél que… Yo sé que, así como Dios lo aceptó a Él y lo levantó, Él me levantó a mí en una forma figurada, al mismo tiempo que resucitó a Cristo. Amén. ¡Oh, tengo que terminar! Pero, miren. En forma figurada, Él me resucitó al mismo tiempo que resucitó a Cristo. Él lo resucitó a Ud. al mismo tiempo que resucitó a Cristo, porque eso fue para nuestra justificación.",
    "Mire, si Ud. es salvo, Ud. Lo tiene; “Aquellos que Él ha ordenado, o llamado, Él ha justificado. A los que justificó, Él ya los glorificó en Cristo Jesús”. ¿Correcto? “Él” ya “los glorificó en Cristo”, a los ojos de Dios, Quienes allá atrás, millones de años antes de que hubiera un mundo, cuando la Palabra estaba con Dios, fue el pensamiento de Dios, luego Su Palabra, luego se materializó allá. Y al mismo tiempo que Él aceptó a Cristo, Él me aceptó a mí en Cristo. Y más allá, en el mundo venidero, con Uds. y yo y todos los Cristianos a través de todas las edades, lo amaremos a Él y viviremos con Él, y disfrutaremos de la Eternidad sin fin con nuestro Señor Jesucristo, nuestro bendito Redentor. ¡Oh, vaya!",
    "Hermano Roberson, eso me hace sentir como una persona diferente. ¿Ve? ¿No cree que el solo leer la Palabra de Dios, a la antigua, lo restriega a uno? ¿Ve?, ¡sencillamente lo refriega!",
    "Como solía hacer mamá, en el tiempo de hacer conservas de frutas. Tenía que envasar los frascos de fruta, Uds. saben, llenarlos de conservas y cosas. Ella me hacía salir allá y fregarlos, tan fuerte como podía fregarlos con un trapo viejo. Tenía una mano pequeña, bajaba allí y los fregaba. Y luego ella los tomaba y los esterilizaba. Los colocaba en agua hirviendo, y los esterilizaba. Los hervía tanto como podía, esos frascos. Yo no entendía por qué los hervía. Pero ella quería sacarles todos los gérmenes. Pues, si quedaban gérmenes, las conservas o lo que ella envasara, se agriaba.",
    "Y eso es lo que tenemos hacer cuando nosotros venimos a Cristo. Bajar allí hasta que el Espíritu Santo nos haya esterilizado y nos haya hervido a todos, entonces Dios puede poner el Espíritu Santo allí, sin ningún proceso de acidificación, ¿ven Uds.? Él simplemente Lo pone allí, y Ud. se mantiene dulce todo el tiempo.",
    "Y mamá solía cocinar conservas. ¿Han visto alguna vez una de esas grandes ollas antiguas, uno sale y la coloca sobre ladrillos, Uds. saben, y hay que ponerle madera debajo así? ¡Mmm! Yo tenía… En el tiempo de la cocción de conservas, tenía esos pequeños tomates amarillos de calabaza, y ella vertía como una fanega de ellos allí, y les ponía azúcar. ¡Mmm! Y—y ella me hacía cortar leña, Uds. saben, y—y yo iba y cortaba leña y la ponía allí debajo, Uds. saben, y empezaba a hervir, el vapor, subía. Yo decía: “Mamá, ¿ya estarán esas cosas?”.\n\nElla decía: “No. Ve a cortar otro tronco de la cerca”.",
    "Aquí venía yo, Uds. saben, y me caía el sudor, y lo ponía allí debajo. Y le decía: “Mamá, ¿crees que con eso será suficiente?”.\n\n“Será mejor que traigas otro”.",
    "Y ella hacía hervir esas cosas hasta que, Uds. saben, el—el oxígeno o algo entraba por debajo, y hacía que saltaran, Uds. saben, “pa, pa”, así, saltaban. Cuando estaban así, ella decía que estaban listos para envasar. Se calentaban tanto, que no podían soportarlo más, y tenían que saltar, ¿ven?",
    "Pues, me supongo que Dios tiene que llevarnos a eso, Uds. saben, simplemente hervir todo el diablo de uno hasta que uno esté saltando en gloria. Entonces uno está listo para la conservería. Y Dios lo selló a Ud. entonces, Uds. saben. Así que, eso es lo que necesitamos aquí, es una buena reunión a la antigua, hasta que toda—toda la enemistad, todo lo que no es de Cristo, todo salga hervido, ¿ven? Rebajado a hervor hasta que Ud. venga: “Señor, lo siento”. “Hermano, perdóneme, no quise hacer eso. Yo—yo no lo haré más”. “¡Oh Dios, ten misericordia de mí”! Así, Uds. entonces están en preparación para envasar, ¿ven Uds.? Dios Se está preparando para realmente usarlo a Ud. Cuando Ud. toma esas cosas que robó, Ud. sabe, y enmienda por eso, diciendo: “Hermano, yo no quise robar eso, Ud. sabe. No, señor. Yo—yo estoy dispuesto aun… Yo—yo le pagaré el doble por eso”. ¿Ven? Entonces Uds. se están arreglando en ese momento, Uds. saben. Así es. Eso es lo que necesitamos. ¡Oh, vaya!",
    "Les cantaré La Religión Antigua, si quieren. [La congregación dice: “Amén”.—Ed.] Cantar la estrofa, cantaré la estrofa, sigan Uds. cantando el coro.\n\nEs el Espíritu Santo de antaño,\n\nY el diablo no se Le acerca,\n\nPor eso es que la gente Le teme;\n\nPero es muy bueno para mí.\n\nDenme esa religión antigua,\n\nDenme esa religión antigua,\n\nDenme esa religión antigua,\n\nY es muy buena para mí.\n\nServirá cuando me esté muriendo;\n\nHará que Ud. deje de mentir;\n\nHará que el diablo huya,\n\nY es muy buena para mí.\n\nDenme esa religión antigua,\n\nDenme esa religión antigua,\n\nDenme esa religión antigua,\n\nY es muy buena para mí. (¿Ven?)\n\nEs tan buena que no quiero otra,\n\nPorque Ella me hace amar a mi hermano;\n\nY Ella saca cosas a la luz,\n\nY es muy buena para mí.\n\nDenme esa religión antigua,\n\nDenme esa religión antigua,\n\nDenme esa religión antigua,\n\nY es muy buena para mí.",
    "Ahora, ¿cuántos aquí tienen esa religión antigua? Levanten la mano, diga:\n\nYo tengo esa religión antigua,\n\nTengo esa religión antigua,\n\nTengo esa religión antigua,\n\nY es muy buena para mí.",
    "Ahora, Padre Amado, a veces nosotros… Y nos ponemos contentos y realmente actuamos como un montón de niños; es porque somos libres. No estamos bajo la esclavitud del mal, ni tradición alguna, ni ciertas cosas de los ancianos. Somos libres en el Espíritu Santo, para poder cantar y adorarte a Ti, y tener compañerismo alrededor de la Palabra, y nos gozamos. ¡Por eso Te alabamos, Dios Todopoderoso! ¡Oh, después de ver todo el caos de las religiones formales, y toda clase de adoración de ídolos, y pensar que Tú fuiste tan bueno conmigo, al permitirme conocerte en el Poder de Tu resurrección, y poder decirles a otros al respecto! Estamos muy contentos.",
    "Bendice esta pequeña iglesia, esta noche, Padre. Bendice a cada uno aquí. Si hay visitas en nuestras puertas, bendícelos, Padre, a cada uno. Haznos una bendición para otros. Mantén el Poder de Dios sobre nosotros. Santifica nuestras almas de malos pensamientos. Y si acaso el mal viene a nosotros, que rápidamente volvamos nuestros rostros, Señor, y caminemos hacia el otro lado.",
    "Y ahora, Padre, oramos que nos bendigas juntos en esta noche. Danos un gran tiempo. Y ahora, cuando hemos de llamar a los enfermos y afligidos, oramos que Tú sanes a cada uno de ellos. Que la gloria… Recibe gloria de todo lo que sea hecho o dicho, porque lo pedimos en el Nombre de Cristo.",
    "Y mientras tenemos nuestros rostros inclinados, si alguno de Uds. aquí, dijera: “Hermano Bill, en mi propia alma ahora, yo—yo quisiera venir de la manera aceptada por Dios, y de la manera provista. Y me gustaría pedirle, mientras nadie más está mirando, voy a levantar mi mano y decir: ‘Hermano Bill, ore por mí, que Dios me conceda Su gracia y me haga un mejor Cristiano’”. ¿Levantaría Ud. la mano? Dios le bendiga, a Ud., a Ud., a Ud. Eso es bueno. Muy bien.",
    "Padre, Tú ves sus manos, y oro que concedas estas bendiciones. Que Tu amor y gracia sean sobre todos ellos. Y si han pecado, o han hecho algo, entonces, Padre, oro que Tú los perdones. Si hubiera alguien entre nosotros, esta noche, Señor, en cualquier lugar del edificio, hombre o mujer, niño o niña, que no sea exactamente salvo, y esté bajo la Sangre, Padre, oro que Tú lo hagas ahora mismo, y que ellos lleguen a ser creyentes.",
    "Y Tú has dicho: “Si puedes creer”. Y ¿creemos qué? Creemos que Dios envió a Su Hijo a este mundo, y fue hecho pecado, en nuestro lugar. Y no somos buenos, y confesamos que no somos buenos; y lo aceptamos a Él como nuestro Salvador. Eso es lo que creemos, Padre. En eso, Tú nos das Vida Eterna. ¡Oh, estamos tan contentos! Dijiste que Tú nos La darías porque habíamos creído en Tu Hijo. Y Jesús Mismo dijo que si creíamos en Él, tendríamos Vida Eterna. Así que, estamos agradecidos por esto.",
    "Ahora, bendícenos en esta noche, y perdona todo pecado. Y que ni una sola persona que ha estado en esta reunión esta noche, llegue a ser rechazada, sino que tengan Vida Eterna, porque se han reunido aquí esta noche y han creído en Ti. Y, Padre, oro que Tú los cuides ahora, y los bendigas en todo lo que hagan o digan. Y que ellos vengan a Ti en paz, en los últimos días. Que todos nos reunamos Allí, y recordemos esta noche, habiéndonos reunido. Concédelo, en el Nombre de Jesús. Amén.",
    "Dios los bendiga, mis queridos amigos. Y ahora Teddy vendrá aquí al piano. Y aquellos por los que se ha de orar, si vienen alrededor del altar, rápidamente. Solo tendremos unos minutos más. Trataremos de estar afuera para las nueve y media, si pasan ahora. Bueno, tengo una carta aquí para leer, que alguien me ha enviado aquí. Quizás sea importante para que la lea ahora mismo. Así que, solo… Y los demás solo permanezcan en sus asientos, mientras se ora por aquellos; sé que la Hermana Ruddell está aquí para que se ore por ella. Si alguien más, pues… 🦅"
  ]
}