{
  "title": "EL PECADO IMPERDONABLE",
  "id": "54510009",
  "content": [
    "🦅  …?…Cantamos esos cantos, y nos ilumina el semblante; pensar que después de diez mil años no se nos acabará el tiempo. Pero ¿saben?, ahora es el tiempo en que tenemos que trabajar para el Señor, ¿no es así? El único tiempo que tenemos es en este pequeño lapso de vida mortal, mientras estamos aquí. Y yo creo que nos conviene poner cada minuto que podamos al servicio del Señor, haciendo algo. No importa lo que sea, si es cantar, testificar, hacer algo para la gloria de Dios. Pues solo piensen, vamos a cantar diez mil años después de que lleguemos allí. Ese solo es el servicio de cantos, solo el, no nos pasaremos mucho, Uds. saben, de diez mil años. Así que, va a ser un tiempo maravilloso.\n\nAhora queremos anunciar esta noche, solo… Tengo que salir en la mañana para Idaho. Estaré fuera por unos días, y regresaré. Y luego, si Dios quiere, queremos comenzar un avivamiento a la antigua, aquí mismo en el tabernáculo. En las próximas dos semanas, lo tendremos todo claro, si el Señor permite. Y un buen avivamiento de enseñanza, simplemente… Metimos nuestras manos en el tarro de miel esta mañana y qué maravilloso momento glorioso. Y, saben, para todos los que no estuvieron aquí, realmente se perdieron un servicio largo. Y en verdad largo, dos horas, estuve enseñando. Y luego me sentí tan bien, acabo de regresar de por allá de Colorado, y me siento de maravilla, y, pues, yo—yo iba a comenzar el avivamiento inmediatamente.\n\nY algunos queridos amigos míos, a quienes simplemente no podía decirles que no, el Hermano Arganbright, y muchos de ellos de California, los Hombres Cristianos de Negocios, me pidieron que me encontrara con ellos en Idaho. Y tengo que ir a California en la mañana; y estar en Idaho, el martes. Y ellos bajarán por el Río Snake, y así, querían que yo fuera con ellos. Así que, sin reuniones programadas, yo… Uds. saben, si alguien hace algo bueno por Ud., Ud. los ama. Así es. Ellos han sido buenos conmigo. Entonces fui y le consulté al Señor, y pareció ser que Él me dijo que estaría bien que yo fuera, así que iré.",
    "Luego regresaré, si Dios quiere, a comenzar el avivamiento, y a tener un buen momento a la antigua. Ahora queremos que estén pensando en eso, y orando por eso, que Dios simplemente abra las ventanas del Cielo y derrame el Espíritu de avivamiento sobre nosotros.",
    "Como dijimos esta mañana, Uds. saben, las aguas y el… Por ejemplo, el río, podría mencionar. Ahora, cuando el… Y a veces ese río está tan agitado, y da saltos y rebota, pero no tiene más agua que cuando está completamente en calma. Pero está teniendo un avivamiento, ¿ven Uds.?, y el viento sopla sobre él, y lo hace saltar y regocijarse. Y lo bueno de eso, es que hace flotar todos los palos y basura, como dije, a la orilla.",
    "Eso es lo que hace el avivamiento, simplemente nos hace rebotar de esa manera hasta llevarnos… Rebotamos aquí abajo, y rebotamos hacia arriba, y rebotamos por allá, y vamos a orar por esto, y donde el vecino, ¿ven Uds.? Y de pronto, el Señor nos revela: “Sabes, como sea, no deberías haber hablado de ese vecino”.\n\n“Pues, iré a pedirle que vaya a la iglesia”.",
    "Ese rebotar saca un poco la escoria, Uds. saben. Y eso queremos hacer en este tiempo que viene.",
    "Ahora, no quiero tomar demasiado de su tiempo, porque sé que mañana es—es lunes, y día laboral. Y durante el avivamiento, si Dios quiere, solo queremos como una buena hora y media, o dos horas, por noche; el servicio de cantos, y luego entrar directamente en la enseñanza de la Palabra.",
    "Y yo creo que los cantos son maravillosos, pero uno puede arruinar una reunión con cantos, ¿ven?, con demasiados. ¿Ven? Podemos cantar, pero la Casa de Dios, lo que es, es para la corrección, para la Palabra, para el entendimiento, la instrucción, para que sepamos cómo comportarnos. Y creo que Uds. acertaron muy bien con las canciones, así como fue esta noche. Estuvo muy bien.",
    "Ahora, en esta ocasión, tendremos algunos especiales, por supuesto. No podemos incluirlos todos en una sola noche, pero, noche tras noche, tendremos especiales.",
    "Y queremos que inviten a sus amigos a venir y, porque quizás tengamos que anunciarlo de inmediato, cuando regresemos. Y estén atentos. Y publicaremos un pequeño anuncio en el periódico, y—y todos Uds. vengan. Ahora, no será un servicio de sanidad, será un avivamiento.",
    "Ahora, un avivamiento no significa traer nuevos convertidos. Un avivamiento significa avivar a aquellos que ya están convertidos. ¿Ven? Es, un avivamiento, significa “revivir”, ¿ven?, “hacer crecer”, “hacer vivir nuevamente”. Y la iglesia, a veces, nos relajamos un poco, así que, queremos tener uno de esos de antaño, como los que teníamos, tiempo atrás.",
    "Gertie me llamó hace un rato, y dijo que ella y la Hermana Angie vendrían y cantarían para mí, Tiempo de Campamento (de hace cuarenta años). Así que estamos esperando… Y—y díganles a los otros hermanos y hermanas de iglesias que todos están invitados.",
    "Ahora, esta noche estudiaremos un tema muy profundo, lo anunciamos esta mañana. Y ciertamente aprecio la hospitalidad y bondad de nuestro Hermano Neville. Siempre dispuesto a sentarse y dejarnos salir al frente y todo. Ese es un verdadero hermano. Entregó su púlpito completamente, como si no fuera nada, pues, sin reserva. Así que, nosotros, aprecio mucho al Hermano Neville. Y él siempre ha cooperado en todo lo que le he pedido que haga. Siempre en su lugar y así dispuesto, y yo aprecio a un hermano así.",
    "Esta mañana… Hemos estado estudiando, por los últimos cuatro meses, o algo así, el capítulo 9… o 10 del Libro de Hebreos. Comenzamos en el versículo 8, y llegamos hasta el 25, creo, esta mañana. Luego, esta noche, anuncié que enseñaría, si el Señor quiere, sobre el… El pecado imperdonable. ¿Cuál es el pecado imperdonable?",
    "Ahora, para tener un trasfondo, queremos regresar a la lectura de la Escritura, y repasar solo una declaración, o dos, de esta mañana, y luego entrar en este tema del versículo 25, o el versículo 26, mejor dicho, y del Libro de Hebreos, el capítulo 10. Empecemos a repasar desde el versículo 19, y veamos algunas cosas.",
    "Pablo, hablando aquí, está tratando de separar la ley y la gracia. El principio, o tema principal, es: separar la ley de la gracia. Y aquí él trae el acercamiento a Cristo, por la ley; la entrada a Dios, por medio de Cristo. Y él las separa, juntamente, mostrando el lugar del papel de cada una. Y todos, en los Evangelios, todos desarrollan el mismo papel, solo que bajo una dispensación diferente.",
    "Luego vimos que el adorador venía, hacía su ofrenda en el sacrificio sangrante. Esta mañana abrimos en Job, mentalmente hablando, encontramos a Job viviendo en los días de la ofrenda, y el holocausto. Y él pensaba que tal vez porque sus hijos pudieran haber pecado de alguna manera, sin entender que habían pecado, Job hacía un holocausto por sus hijos, para estar seguro. Eso me gusta. ¿A Uds.? ¡Ese interés en sus hijos! Ofreciendo un holocausto, ofreciendo una oración bajo el sacrificio de la muerte de una oveja, para que sus hijos no se perdieran, si hubieran pecado, que Dios les perdonara sus pecados.",
    "Luego seguimos a Job y vemos, al final, cómo eso valió la pena. Dios, después de que Job había pasado por su tiempo de castigo y pruebas, y al final valió la pena, Job no perdió a ninguno de sus hijos. Le fueron restauradas todas sus ovejas, todo su ganado, todos sus bueyes, todos sus camellos, el doble. Y luego Dios restauró, o le dio sus hijos. Todos ellos estaban muertos, a la tierra; pero ellos estaban esperando en Gloria que él viniera. Ninguno de ellos se perdió, ¿ven? Dios le dio a Job sus hijas y sus hijos. ¡Lo que significa vivir y caminar en la Luz en la que uno tiene que caminar, viviendo a la altura de todas las reglas y dispensaciones, cuando Él gobierna!",
    "Encontramos en la Biblia que Zacarías, el padre de Juan el Bautista, que era primo segundo de Jesús, era un hombre justo. ¿Se fijaron en eso de la Escritura? “Un hombre justo, viviendo bajo la ley”, y en su casa se hacían oraciones continuamente. Y su esposa, Elisabet, era estéril. Y fue el Espíritu Santo que vino a él en la forma… o, Gabriel, fue, el arcángel. Cuando él estaba haciendo su ofrenda, de incienso mecido, quemando incienso, mientras se hacían oraciones en el templo, que el arcángel Gabriel vino a él, porque estaba caminando en toda la Luz que él tenía para caminar.",
    "Eso es todo lo que Dios puede requerir de nosotros, en toda la Luz que tenemos para caminar.",
    "Allí es donde el Evangelio, el—el objeto mental del Evangelio, ha fallado en tierra pagana, porque solo les hemos traído una teoría, o alguna teología, mejor dicho, que algún hombre ha inventado. Y, eso, se lo presentamos a ellos, y no es más efectivo que las mismas adoraciones que ellos tenían.",
    "Si, en otras palabras, si se les enseña que el sol es un gran poder y que controla la tierra. Sí, en cierto sentido, pero, luego, ellos creen que ese sol tiene un poder, que del sol viene la vegetación, del sol viene la vida, del sol viene… Bueno, esa es la pura verdad, pero el sol solo es una creación del Creador.",
    "Tuvimos uno allí en la plataforma. Ahora Uds. probablemente recibieron cartas de eso, muchos de Uds. que conocen a los misioneros y cosas allí. Uno subió allí… Ellos se sientan y miran al sol hasta quedar totalmente ciegos. Y sienten que, si el sol les ciega los ojos, entonces no pueden ver el pecado y las cosas del mundo, están ciegos al mundo y, entonces, al hacer eso, pues, “ellos serán salvos”. Ahora, ese es todo el conocimiento que tienen de Dios. Les han enseñado eso, a creer que eso es lo que deberían hacer, como sacrificio, al ser cegados por el sol, “serán salvos”.",
    "Otros caminan sobre fuego; se acuestan sobre púas; mantienen sus manos en alto, dicen que nunca bajarán sus manos hasta encontrar la paz. Y sus uñas crecen por el dorso de sus manos, así, por años y años y años, y las uñas creciendo. Nunca abren la mano; sosteniéndola, caminando así. Sinceros, en perfecta sinceridad, pero ellos no tienen el Evangelio.",
    "Ahora, y ese es nuestro deber, ver que esos seres mortales, así como lo somos nosotros… Y, después de todo, ellos son nuestros hermanos, en cuanto a la carne se refiere, porque Dios de una sangre hizo a todos los hombres. Todo hombre, todo ser humano, salió de ese único árbol, Adán, en el principio. Ahora, entonces, por eso, es nuestro deber, como hermanos Cristianos, llevarles el verdadero Evangelio vivo. Entonces, allí, cuando uno es de esa clase, uno adora animalitos, e insectos, y demás. Entonces, ¿ven?, ellos adoran a la criatura en vez de Crea-… al Creador. Entonces cuando oyen el Evangelio del Señor Jesús… Ellos lo han oído muchas veces, de la vida misionera, al repartirse tratados, y demás. Ellos dicen…",
    "Yo dije: “¿Cuántos de Uds. caballeros saben acerca del Señor Jesús?”. Todos ellos. “¿Cuántos de Uds. creen que Él fue el Hijo de Dios”? Ninguno de ellos, ¿ven? “Bueno, ¿qué piensan Uds. que fue Él?”.\n\n“¡Oh!, Él fue un maestro, así como lo fue el nuestro”, y demás. ¿Ven?",
    "Porque, esto: que no hay nada, por ninguno de sus dioses, que produzca algún resultado natural; pero por medio del Evangelio del Señor Jesucristo se cumplirá toda Palabra que Él dijo. Y así es. Eso hace la diferencia.",
    "Cuando este pobre hombre se paró allí, ciego, no había visto por años y años, yo dije: “¿Qué puede hacer su religión por este hombre?”. Nada, por supuesto. Dije: “Pero Jesucristo puede devolverle la vista ahora”, y Él lo hizo. Así que, esa—esa es la realidad del Evangelio.",
    "Ahora, Pablo aquí, hablando en Hebreos, quería decirle a la gente que el acceso a Dios era a través del Sacrificio sangrante del Señor Jesucristo. Así es como Ud. se acerca a Él, a través de Jesús, porque Él es el Cordero que quita el pecado del mundo. Y Dios lo reconoció. Y ahora, él dijo…",
    "En el Antiguo Testamento, cuando traían el cordero, ellos hacían su ofrenda, su sacrificio; sostenían al cordero por la cabeza, mientras temblaba y moría; la sangre volaba sobre todo el pobrecito, al cortar su vena yugular; entonces entendían que ese cordero moría en lugar de ellos. Luego, volvían a salir con la misma crueldad de corazón que tenían cuando entraron: el mismo deseo de cometer adulterio, el mismo deseo de mentir, el mismo deseo de robar, y de asesinar, y demás.",
    "Pero, un hombre, una vez que pone su mano… ¡Oh, vaya! ¡Un hombre al poner su mano sobre la cabeza de Jesucristo y confesar su pecado, al sentir los dolores y la agonía del Calvario, el pecado, lo que Él tuvo que pagar para redimir a un hombre del pecado! Y el Espíritu Santo, de la Sangre de Jesucristo, viene limpiando a ese hombre, él sale una nueva criatura, de una vez por todas; él sale como una persona diferente. Él sale con todo el dilema del pecado resuelto para siempre. “Porque por un Sacrificio” dice la Escritura aquí, “él hizo perfectos para siempre a los que son santificados”. Y Él dice: “El Espíritu Santo da testimonio de lo mismo”. ¿Ven?",
    "🦅 Ese Sacrificio único, para siempre, Él hizo Su ofrenda, dando Su Propia vida, se sentó a la diestra de la Majestad en las Alturas. Y tenemos un Sumo Sacerdote, estando en la Majestad de Dios, en la Presencia del gran Creador, intercediendo por nuestra profesión”.",
    "Luego dice aquí, en el versículo 19:\n\nAsí que, hermanos, teniendo libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo,",
    "¡Piénsenlo, sin temer! Esa es la plaga mayor que hay en la iglesia Cristiana hoy, es “temer”. Y la razón que temen es porque no han sido enseñados correctamente, y establecidos correctamente en el Evangelio.",
    "No hay razón para que este pequeño lugar aquí no pueda ser una colmena del Poder de Dios, zumbando con la Gloria de Dios, volando de todas partes. Este pequeño agujero aquí en la pared, casi es conocido en todo el mundo, este pequeño lugar en el que Ud. está sentado esta noche; no por William Branham, sino por Jesucristo, el Hijo de Dios, y un Evangelio por el cual han luchado. No, señor, yo no tuve nada que ver con eso, para nada. Fue Él Quien lo hizo, y dio a conocer este lugar por todo el mundo, cuando no era más que una pequeña estructura de mil quinientos dólares, o algo así, levantado por aquí, sin piso. Pero es el Dios Todopoderoso quien hace esas cosas. Ahora, Él tiene…\n\n…tenemos libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo,\n\npor el camino nuevo y vivo,…",
    "No a la manera antigua: “Por el camino nuevo y vivo”. Ese era el camino muerto, una ordenanza de la ley; pero ahora entramos por gracia, por medio del Espíritu Santo. ¡Oh, espero que lo vean! Nada que Ud. pudiera haber hecho. La ley era obras: “No toquéis, no palpéis, no gustéis, no comáis carne, guardad sábados, lunas nuevas”, todas las formas de adoración, lo que el hombre hacía. Pero en este “camino nuevo y vivo”, no hay nada que podamos hacer; es lo que Él hace por nosotros, por gracia. Nosotros simplemente lo aceptamos. Cristo quita el pecado. Nosotros Lo creemos. Escuchamos el Evangelio, Lo creemos, Lo aceptamos. Y entonces, si verdaderamente Lo aceptamos, desde lo profundo de nuestro corazón, Dios nos da el Espíritu Santo, como testigo.",
    "Entonces el Espíritu Santo le testifica a Ud. que sus pecados han desaparecido, y Ud. ha muerto al mundo. Ud. se levanta en novedad de vida, para caminar una vida nueva, para vivir una vida nueva, para vivir en el Poder y la Presencia de Dios. Ya no para ser movidos por todo, sino para caminar conforme al Espíritu, como hijos e hijas de Dios. Romanos 8:1 dice: “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu”.",
    "Ahora, para muchos de Uds. aquí, visitas de otras iglesias, no quiero que piensen que soy un crítico de las demás iglesias, y que quiero elevar esta iglesia. Lo que trato de hacer es sacar la carnalidad de esta iglesia. Y eso es lo principal. Tengo mucho por hacer. Pero, al querer hacer eso, mantenemos nuestras propias puertas barridas aquí; pero, para hacerlo, tenemos que usar otros ejemplos. Y Uds. saben, hermanos, de sus iglesias, que todos necesitamos barrer alrededor. Uds. lo entienden.",
    "Entonces, la cosa es ver que Dios no reconoce ninguna organización ni grupos de personas. Si Ud. es metodista, Él no lo reconoce a Ud. por ser metodista. Si Ud. es pentecostal, Él no lo reconoce a Ud. por ser pentecostal. Él solo reconoce a un individuo, amén, que ha nacido, ha sido regenerado por el Espíritu Santo, y hecho una nueva criatura en Cristo Jesús.",
    "Él no reconoce organizaciones. Él no reconoce las grandes reuniones. Dios no viene en grandes reuniones solo porque son grandes agrupaciones, Él viene porque los corazones están unánimes y esperando que Él venga. Miren a Jesús, a la iglesia más humilde: “dos o tres reunidos en Mi Nombre”.",
    "Ahora, esta mañana lo dije, y lo diré de nuevo ahora mismo, que nuestra—nuestra iglesita aquí, en lo que a nosotros respecta, tratamos de pararnos en la Palabra de Dios inalterada. Eso tiene que venir de Aquí.",
    "Las iglesias, cuando organizan sus iglesias, las cosas que hacen, ellos bloquean las bendiciones de Dios, por su teología, al punto que Dios no puede entrar para bendecir a Su pueblo. Hacen que su iglesia sea tan formal, tan tiesa y tan almidonada, que el Espíritu Santo no puede entrar a la iglesia. Y luego, cuando el diablo vio que había hecho eso, y algo iba a entrar de todas maneras, entonces les permitió abrir otros canales que no eran el Evangelio, y los desvió al fanatismo. Así es. ¿Ven? Llegan a ser un montón de fanáticos, o un montón de almidonados. Pero en medio del camino, está el Evangelio del Señor Jesucristo.",
    "Como dije esta mañana, y respaldándolo ahora para esta gran pregunta que haré en unos momentos, y es esto: que los hombres reciben el espíritu el uno del otro. Tengan Uds. cuidado de no recibir el espíritu de algún hombre en lugar del Espíritu del Señor. Entren en una iglesia, observen la manera en que actúa el pastor, y Uds. verán la manera en que actúa la gente. ¿Ven? Si el pastor es muy almidonado y tieso, la gente será de la misma manera. Si Ud. entra donde hay desenfreno y fanatismo, la gente será de la misma manera.",
    "Así que, hermanos, debemos estar agradecidos aquí, en el tabernáculo esta noche, por un pastor que es cuerdo, sensato, y predica el Evangelio sencillo, completo, libre, y en Su poder. Sí, señor.",
    "Si hay algo que quiero representar correctamente, en este mundo, si es que no represento correctamente a la humanidad, quiero representar a Jesucristo en Su Vida.",
    "Yo quiero ser un Cristiano de la Biblia. Lo que la Biblia dice, es lo que yo quiero creer. No importa quién esté en desacuerdo, o quién no, yo no discutiré con ellos, pero yo quiero creer la Biblia. Esta es la Palabra de Dios. Yo creo que Ese es verdaderamente el plan de salvación. La Palabra de Dios es la única Roca que permanecerá y durará por las edades, la Palabra de Dios. Jesús dijo: “Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”. Entonces yo creo que Esta es la Verdad. ¿Dios…?",
    "Lo digo humildemente ante mi iglesita así. No podría decirlo en las grandes reuniones, porque lo criticarían, y demás. Pero, como un vidente a quien Dios le muestra visiones, eso no me hace a mí más que a ese borracho que fue convertido hace diez minutos, en alguna parte. Así es. Él es un Cristiano, igual que yo, y va al mismo Cielo, a disfrutar de las mismas bendiciones y cosas que yo, o cualquier otro.",
    "No hay celebridad ni gente de renombre en el Reino de Dios; todos somos uno. Así es. Todos son la misma persona, hermanos y hermanas. Ya seamos amarillos, negros, blancos, lo que seamos, somos uno en Cristo Jesús. No hay DD, doble L, y otros pequeños, diáconos y conserjes, o lo que sean. Todos son iguales en Cristo Jesús, una Persona. No hay uno sobre el otro. Por eso somos hermanos y hermanas en el Señor Jesucristo.",
    "Y luego, cuando nos reunimos, sentados en lugares Celestiales, unánimes, un corazón unánime, entonces el Espíritu Santo puede entrar y bendecirnos, y darnos la preciosa Palabra de Dios. Entonces, en esto, muchas veces, a través de las visiones, veo cosas.",
    "Lo primero cuando alguien me dice, o escucho de una grabación, donde he visto una visión y he predicho algo, antes de decir algo acerca de la visión, cualquier cosa, primero verifico esa visión con la Palabra de Dios. Y si no es conforme a la Palabra de Dios, yo diría, yo diría que es… Hasta ahora, gracias a Dios, siempre han sido de acuerdo a la Palabra. Pero si alguna vez fuera contrario a la Palabra de Dios, yo diría: “No le presten atención, porque es falso”. Esta es la Verdad, aquí mismo, la Palabra de Dios.",
    "Entonces, cuando venimos sensatos, limpiamente a Dios, cuando venimos sin malicia, sin prejuicio, con un corazón abierto, dispuesto a aprender, Dios puede enseñar. ¡Cuando estamos dispuestos a aprender! Pero primero debemos dejar a un lado la tradición, dejar a un lado las ideas que nos han enseñado. Ahora, yo sé que mamá les enseñó cosas muy buenas, y demás, pero a veces mamá erró en cosas.",
    "Tengo una madre sentada aquí mismo, que yo… el mismo tema al que llegaré en unos minutos, me dijo, hace años, que ella pensaba que “el pecado imperdonable era que una—una mujer… el caso de aborto”. En otras palabras, tomar la vida de un niño, antes de que naciera. Dijo: “¿Cómo podría ella tener perdón?”. Mamá, con lo mejor de su conocimiento, hasta donde ella sabía, eso era verdad. ¿Ven? Pero no es verdad de acuerdo a la Palabra de Dios, así que eso hace la diferencia.",
    "Entonces alguien dijo: “Yo nací católico; mamá era católica; ella me crio católico; continuaré católico”.",
    "Bueno, yo fui criado bautista, pero no permanecí bautista. Cuando vi que la Palabra de Dios decía lo contrario a lo que decía la doctrina bautista, yo creí la Palabra de Dios y dejé que la palabra de cualquier otro hombre fuera una mentira. Eso es… Yo no discuto con el hombre. Digo: “Hermano, Esto es lo que yo creo. Aún soy su hermano, pero yo creo que Esta es la Palabra de Dios”.",
    "Ahora, y cuando Ud. se ha asentado, fundacionalmente correcto, entonces Ud. no teme entrar.",
    "Ahora, yo conozco personas, y todos Uds. tienen que admitir, que tenemos personas en los grupos de santidad, tenemos personas en los grupos pentecostales, tenemos personas en los—los grupos nazarenos, y en los Peregrinos de Santidad, y en los metodistas, y los bautistas, y todos, que solo pretenden ser Cristianos, que no son Cristianos. En el fondo de su corazón saben que ellos no son Cristianos. Pero yo no creo que haya hombre o mujer en ninguno de los grupos, que pudieran venir a Jesucristo y verdaderamente arrepentirse de sus pecados, con un corazón verdaderamente rendido, diciendo: “Señor, yo verdaderamente creo”, y que Dios no les diera el bautismo del Espíritu Santo allí mismo en ese momento.",
    "Ahora, Ud. es un creyente, pero Dios no reconoce su fe hasta que Él se la pruebe a Ud. Amén. ¡Oh, hermano!, déjeme decirle algo. Cuando su fe… Puede ser que Ud. lo reconozca en sus propios pensamientos, pero cuando se entra en los pensamientos de Dios, Dios sella esa fe por el bautismo del Espíritu Santo. Abraham le creyó a Dios, y le fue contado por justicia, y Dios le dio el sello de la circuncisión como una señal de que Él lo había aceptado. ¡Aleluya! Y el Sello del Dios viviente, hoy, (escudriñen las Escrituras), es el bautismo del Espíritu Santo en el corazón humano. Amén. Efesios 4:30, dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el día de vuestra redención”. El Sello de Dios, el reconocimiento de Dios que Ud. es un creyente, lo sella a Ud. en el Cuerpo por el bautismo del Espíritu Santo.",
    "Entonces si Ud. no ha sido engañado, para creer alguna teoría, alguna sensación, alguna otra cosa… lo cual está bien; no tengo nada en contra. De la manera en que Dios se Lo dé a Ud., eso es asunto de Dios y suyo, ¿ven Uds.? Pero cuando un hombre llega a nacer del Espíritu de Dios, Uds. lo encontrarán tan audaz y humilde como pudiera serlo, caminando al Trono de la gracia y saber que él tiene derecho a comer del Árbol de la Vida. Porque, algo le ha sucedido a ese individuo, experimentado por él, que no ha encontrado en ninguna otra parte del mundo. Y todo hombre o mujer que es nacido del Espíritu de Dios tiene una experiencia internamente, que ellos saben directamente cuándo sucedió, cómo sucedió, y la clase de efecto que tuvo en ellos. Todo hombre y mujer que ha nacido del Espíritu de Dios, algo sucedió, simplemente algo cambia. Es… ¿Qué es? Es una conversión.",
    "Como dijimos esta mañana, Ud. tiene allí una sábana vieja, sucia a más no poder, llena de tinta y cuanta cosa, nada se lo puede quitar. Sumérjala en un tiesto lleno de Cloro, o en una tina, sáquela, y queda completamente blanca. Eso es lo que la Sangre de Jesucristo le hace al creyente que confiesa su pecado. Dice:\n\nHay una Fuente llena de Sangre,\n\nQue viene de las venas de Emmanuel,\n\nCuando los pecadores se sumergen en el raudal,\n\nPierden toda mancha de culpa.",
    "Entonces, cuando Dios sacude la sábana y ve que está seca por los vientos santos de Dios que vienen como un viento recio soplando del Cielo, Él toma el Espíritu Santo y sella aquello para el Día de la Redención.",
    "Entonces el diablo mira ese Sello, él no puede acercarse a Eso. Puede burlarse de Eso, y zumbarle alrededor, y hacerle escándalo, pero no puede llegar a Eso. Así es. Él no puede llegar a Eso, porque hay un Sello de Dios que se lo prohíbe, aleluya, le prohíbe tocarlo. Es propiedad privada de Dios. ¡Aleluya! Sí, señor.",
    "Eso es lo que hace que el hombre camine confiadamente; ellos no temen descarriarse. No, señor. Ellos no tienen miedo de lo que dice el diablo.",
    "Algo a tener en cuenta: Ud. pudiera apoyarse en sus razonamientos, y Ud. pudiera limitarse a razonar; no intenten razonarlo. Ud. dice: “Ahora déjeme ver. Tal vez haré esto”. No lo razone. Créalo. Dios no viene por razonar. Es, todo, todo irrazonable; no hay hombre que pueda entender a Dios. Ud. nunca lo hizo, y ellos nunca lo harán; Ud. no conoce a Dios razonando.",
    "Uds. conocen a Dios por la fe sencilla de un niño, al aceptar Su Palabra. Ud. diga que Ella es la Verdad, y créala. Así es como Ud. conoce a Dios, es por fe, no por razonar. Su poder de razonar viene de sí mismo, pero la fe viene de Dios. La fe es algo que nace en Ud., algo que Dios le da a Ud.; “Y es la sustancia de las cosas que se esperan, y la evidencia de las cosas que no se han razonado”. ¡Aleluya!",
    "De allí es de donde viene, por medio del poder inalterado del Señor Jesucristo, que hace una persona nueva de una criatura, la bautiza de nuevo en el Espíritu Santo. Lo lava, lo tiende, y lo sella en el Reino de Dios, entonces él se para, sabiendo dónde está. Todos los diablos del infierno no pudieran sacudirlo de allí. Ud. pudiera apuntarle con una ametralladora…",
    "Ya ha sido probado. Hace unas semanas, entré a las catacumbas donde había huesos viejos y cráneos, quedaban tanto así de ellos, donde murieron santos y mártires. Me paré en el coliseo donde se los daban de comer a los leones, y todo lo demás. Y sin pestañear, ellos avanzaron a la muerte; sabiendo esto: que ellos “Lo conocían a Él en el Poder de Su resurrección” que algún día, al temblar, de allí saldrán santos lavados en la Sangre del Dios viviente. ¡Oh, hermano!, un hombre que alguna vez ha contactado a Dios ya no puede ser el mismo.",
    "Recuerdo cuando ese terrible, legión, el pobre, salió allá para encontrarse con Jesucristo, fuera de sus cabales. Y los demonios lo habían poseído al punto que él era una legión. Pero una vez en la Presencia de Cristo, se fue a casa a decirle a su gente las cosas buenas que Dios le había hecho.",
    "Dicen que la religión lo vuelve loco a uno. No es así. Ud. no está en su sano juicio hasta que encuentra a Jesucristo, porque Él es el único Autor de la Vida, Quien puede darle una mente cabal.\n\n…entonces tenemos libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo, (amén)\n\npor el camino nuevo y vivo que él nos abrió a través del velo, esto es, de su carne,",
    "¿Qué hace la carne? La carne solo cubre la sangre. La sangre es la vida. Esa es la única manera de mantener la vida en mi cuerpo, es que la piel y carne y tejidos y tendones, y demás, mantengan la sangre en su lugar, para que puedan dar vida a este tabernáculo en el que estoy morando. ¿Correcto?",
    "Eso fue lo que veló a Dios de la humanidad, fue la Sangre y los tendones y la piel de Jesucristo, el Hijo de Dios. Su nacimiento inalterado, Quien, Dios el Padre, le hizo sombra a la virgen María y creó en ella la célula de Sangre de Su Propio Ser, la creación. Y, allí adentro, Su piel La mantuvo del hombre.",
    "Pero un día el pecado del hombre abrió Su corazón, con una lanza, y Su Sangre se derramó a tierra. Fue dada libremente por los pecados del mundo; y es revelado hoy. Y así como salió esa Sangre, también salió el Espíritu. Y por el lavamiento del agua por la Sangre, por el Espíritu, nacemos en el Reino de Dios, como nuevas criaturas en Cristo Jesús.",
    "Y Dios tomó ese cuerpo muerto e inerte que yacía en la tumba, y lo levantó para nuestra justificación, sentado a la diestra de Su majestad, esta noche, intercediendo. ¿Qué clase de pueblo deberíamos ser, cobardes, retrocediendo, temerosos de decirle al jefe que Ud. es salvo, o nacido de nuevo, temeroso de testificarle al borracho? “Tenemos audacia” aleluya, “para entrar en el Lugar Santísimo por la Sangre de Jesucristo”.",
    "¡Oh!, llamarán… Ellos lo llamarán santo rodador; lo llamarán a Ud. de todo. Y ¿qué importa eso? Ellos Lo llamaron a Él “Beelzebú”. ¿Ven? Pero, ¿qué importa, cómo lo llamen a Ud.? Es lo que Dios le llama a Ud. El mundo dijo: “¡Santo rodador! ¡Ignorante! ¡Fanatismo!”. La iglesia dijo: “Él se ha desviado por el camino equivocado. Él, él no está en sus cabales”.",
    "Pero Dios dijo: “Este es Mi hijo”. Prefiero eso que toda alabanza del hombre. Yo no quiero palmaditas del hombre en la espalda, yo quiero que Cristo me tome de la mano. Amén. ¿Es ese su testimonio?",
    "Me recuerda al pequeño David, una vez, cuando el arca había estado allá entre los filisteos, y demás. El avivamiento había salido de Israel. Y David estaba parado, un día, y miró al otro lado de la colina y vio venir el arca. Él vino a ser un santo rodador. Se puso a bailar y a correr tan fuerte como pudo. Y la que sería su esposa se burló de él. “¿Pues” dijo él, “no te gusta eso? ¿Ah? ¡Mira esto!”. Y salió allá, y dio vueltas y vueltas alrededor del arca, danzando, tan fuerte como pudo.",
    "Y su esposa cayó en desgracia; quedando estéril. Y nunca pudo concebir hijos para criar. Y su nombre en Israel murió.",
    "Pero aquí está lo que sucedió. Dios miró abajo desde los Cielos, y dijo: “David, tú eres un hombre conforme a Mi Propio corazón”. Sí, señor.",
    "Yo prefiero tener eso que toda la popularidad de las mujeres, hombres, o quien sea en esta tierra. Prefiero el favor con Dios; Dios dice: “Tengo un siervo sobre el cual puedo poner Mi dedo, y él Me creerá y confiará en Mí”. Así es.",
    "Ud. no podrá hacerlo con una profesión a medias. Ud. no puede hacerlo con una mente confundida. Ud. tiene que hacerlo con una fe pura e inalterada por la Sangre de Jesucristo. Ud. ha entrado Allá y sabe que ha tocado a Dios de la mano, y Ud. es Su siervo. Entonces Ud. no le teme a nada. “Hemos entrado por el camino nuevo y vivo, a través de esta Sangre, a través de Su velo que Lo veló”. Avancemos un poco más. Teniendo…\n\ny teniendo un gran sacerdote sobre la casa de Dios, el cual es Cristo; (escuche esto)\n\nacerquémonos con corazón sincero, y con conciencia de…y fe, y nuestra conciencia purificada con—con… de maldad, y lavados los cuerpos con agua pura.",
    "Lo repasamos esta mañana. Ahora el agua… Purificadas allí significa “sacudidas”. Nuestra conciencia, con el dilema del pecado, la maldad y las tinieblas sacudidas fuera. “Y con nuestros cuerpos lavados con agua pura”, por medio del bautismo en agua en el Nombre de Jesucristo.",
    "Camine libre y confiadamente hacia Dios, sabiendo esto: que, “El mal que una vez amé, ha pasado, sabiendo que la vida que una vez viví, ahora ha cesado. No porque yo lo hice; sino porque Algo entró en mí y lo hizo por Sí Mismo. Por gracia Él me salvó. Yo Le creí. Él me dio el Espíritu Santo. Las cosas que antes odiaba, ahora las amo. El sacrificio, se me hacía difícil ir a la iglesia; ahora me encanta. Oír a la gente cantar y gritar y testificar, yo lo detestaba; ahora me encanta. Algo me ha cambiado. Entonces, tengo ‘un camino nuevo y vivo’. Algo se ha anclado aquí. Yo lo sé, cuando bajé al agua y me bautizaron en el Nombre del Señor Jesucristo”.",
    "Él dijo: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de vuestros pecados, y recibiréis el don del Espíritu Santo”.",
    "Han discutido conmigo, han altercado, me han despreciado, se han burlado de mí, y no me importa en lo más mínimo; “¡Dios lo dijo, y yo lo creo! Y Eso es exacto”. Pararme allí mismo, igual, seguir saludando.\n\nDicen: “Tú eres un Solo Jesús; eres un Unitario; eres esto”.",
    "A mí no me importa lo que ellos digan. Yo creo que la Palabra de Dios es la Verdad. Y no sé cuán popular sea, y no importa cuán popular Ud. llegue a ser aquí. Es lo popular que Ud. es Allá arriba.",
    "Hace poco se le pidió a uno de los grandes hombres que predicara eso. Él dijo: “Esa es la Verdad, pero si yo dijera eso, mi congregación se iría”.",
    "Dije: “Prefiero predicar a las cuatro paredes, la Verdad” Dios es capaz de levantar hijos a Abraham de estas piedras, “que transigir con el Evangelio”. Sí, señor.",
    "Pues, algún día este Libro me juzgará. Así es. Las Palabras de Dios, Allí, serán mi Juez en el Día del Juicio. Yo debo predicar la Verdad sin importar cuánto duela o lo que Aquello hiera.",
    "Escuchen aquí ahora. Ahora continuamos.\n\nMantengamos firme, sin fluctuar, nuestra profesión de nuestra fe,…fiel es quien lo prometió.\n\nY considerémonos unos a otros para estimularnos unos a otros al amor y a las buenas obras;",
    "Estimular allí significa “animar”. Anímense unos a otros al amor y a las buenas obras. Si Ud. ve a un hermano en la iglesia que tiene algo en contra de otro hermano, no diga algo para inflamar esa cosa, más bien diga algo que los una; “Estimularnos unos a otros a las buenas obras y al amor”, es lo que debemos hacer. ¿Qué es eso? Ese es un hombre que ha nacido de nuevo.",
    "Si Ud., mi hermano, esta noche, no se siente de esa manera cuando ve a sus hermanos peleando, con palabras ásperas entre sí, si Ud. no siente deseos de unirlos, es tiempo de que Ud. vaya al altar. Así es. Algo ha sucedido en su vida. En algo Ud. ha sido engañado. No tiene la experiencia que Dios quiere que Ud. tenga.",
    "Pues, Jesús, cuando fue injuriado, no respondió con injurias. Y cuando hablaban mal de él, Él no respondía. Y cuando Él… Cuando Le hicieron mal, en cambio, Él les hizo bien. Cuando ellos Lo persiguieron y Lo clavaron en la cruz, Él miró abajo y dijo: “Padre, perdónalos, porque no saben lo que hacen”.",
    "Si esa clase de Espíritu no está en Ud., el Espíritu Santo aún no ha entrado en Ud., porque ese fue el mismo Espíritu que estaba en Cristo Jesús. La Biblia dice: “Que Él esté en vosotros”. Cristo está en Su Iglesia.",
    "Ahora, Tabernáculo Branham, Uds. el grupo aquí, no tenemos ninguna organización, no tenemos ninguna—ninguna tarjeta de firmas, ni nada por el estilo. Lo único que tenemos aquí es compañerismo. Y Uds. que están teniendo compañerismo en Jesucristo con nosotros esta noche, y teniendo compañerismo cada noche y cada vez, siempre estamos contentos de tenerlos aquí. Queremos que Uds. estén aquí. No tienen que unirse a nosotros. Nosotros… lo único que tienen que hacer es venir a adorar con nosotros. Y esperamos que cada uno de Uds. mantenga el verdadero misterio de Dios en su corazón, sin vacilar. Vengan a la adoración y pasen al altar, y demás, y ámense el uno al otro, y estén en armonía el uno con el otro.",
    "Y si Uds. ven a un hermano apartándose del camino, vayan a él, y reconcíliense con él si pueden. Así es. Eso es lo que tenemos que hacer. Y, amigos, si Uds. alguna vez… ¿Qué están haciendo, si no hacen eso? Ud. solo se está convirtiendo en una criatura miserable, y no en un Cristiano, así es, y todo lo que está haciendo es en vano.",
    "No dijo Jesús: “¿En vano me adoráis, enseñando por Doctrina los mandamientos de hombre?”.",
    "Dicen: “Bueno, yo me uní a la iglesia; yo puse mi nombre en el libro; yo hice estas cosas”. Eso no tiene nada que ver con eso.",
    "🦅 El que no naciere de agua y del Espíritu, de ninguna manera entrará en el Reino”.",
    "Fíjense, llegando ahora al último versículo, ya para terminar, o antes de entrar en mi tema principal. Entonces nosotros… No los retendremos mucho tiempo.\n\nno dejando de congregarnos…juntándose (venir a la iglesia),…cuanto veis que aquel día se acerca, mucho más.",
    "La gente dejando de ir a la iglesia. Las iglesias están comenzando a vaciarse ahora. La guerra terminó. Todos están bien alimentados, y tienen una muda de ropa, tienen un trabajo bastante bueno, acomodados.",
    "Ellos no tienen tiempo para atenderlo a uno cuando va a la tienda. Llamé el otro día, para que me arreglaran la calefacción. Dijeron: “¿La instalamos nosotros?”.\n\nDije: “No, fue alguien más, pero cerraron el negocio”.",
    "🦅 Entonces” dijeron, “vaya donde la gente que se fue a quiebra”. Sí. Ninguna preocupación. Hace poco, unos cuantos años atrás, hubieran aceptado todo el negocio que pudieran. Pero, tienen suficiente dinero. A ellos no les importa; los dejan ir.",
    "Pero permítanme decirles, esa cosa les causará llagas. Pero él dijo:\n\nNo codicies las vanas riquezas de este mundo,\n\nQue tan rápidamente se corrompen,\n\nBusca ganar tesoros Celestiales,\n\n¡Lo cual nunca pasará!",
    "He pasado por depresión, he pasado por prosperidad, he visto todo, pero yo no me soltaría de la mano de Jesucristo por todo el dinero y la riqueza que Ud. pudiera acumular sobre la faz de esta tierra, y todo lo demás. Él es mi Amigo cuando estoy en la quiebra; Él es mi Amigo cuando tengo abundancia. Yo Le amo cuando tengo hambre; Le amo a cuando estoy lleno; Le amo cuando estoy en dolor; Le amo cuando estoy contento. Le amo porque yo lo amo a Él, porque Él me amó primero. Amén. ¡Aleluya!",
    "Cuando yo estaba enfermo, postrado, muriendo, Él fue mi Amigo. Cuando me siento bien, esta noche, feliz, Él sigue siendo mi Amigo. Cuando yo esté tendido allá, muriendo, en alguna parte, y el frío en mis venas me suba así por los brazos, Él será mi Amigo entonces. Y cuando estos hilos frágiles sobre los que camino—estoy caminando, se rompan, y me precipite a la Eternidad, entonces Él será mi Amigo. Cuando pasen las edades, después de diez mil años, y Uds. hayan cantado sus cantos de jubileo, entonces Él seguirá siendo mi Amigo. Sí, señor. Cuando ya no haya luna, ni sol, ni tierra, Él seguirá siendo mi Amigo entonces, a medida que las edades pasen. ¡Oh, cómo debemos amarlo a Él!",
    "¿Qué es su trabajo? ¿Qué es lo que sea que Ud. tenga? ¿Qué es su popularidad? ¿Qué es su…? Para empezar ¿quién es Ud.? Así es. ¿Quién es Ud. para darle la espalda a Dios? ¿Quién es Ud. para rehusar, para desobedecer una Palabra que Él diga? ¿Quién es Ud. para voltear su rostro de la Palabra de Dios, porque algún predicador o alguien más les dijo que era para algún otro día? ¿Quién es Ud. para creerle al hombre y no a Dios? Créale Ud. a Dios y no al hombre; así somos amigos con Dios.",
    "Ahora observen. Viendo todo esto junto, entonces Pablo da este gran clímax, esta gran respuesta ahora. Aquí viene. Observen.\n\nPorque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado,\n\nPorque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado,",
    "Resumámoslo, por un minuto, aquí en el cierre. Voy a dejárselo a Uds. Y aquí mismo es donde baso mi avivamiento, que viene, directamente en esta Escritura.\n\n…si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado, (miren)\n\nsino una—una horrenda expectación del juicio, y de hervor del fuego que ha de devorar al adversario.\n\nEl que viola la ley de Moisés, muere bajo el…muere irremisiblemente bajo el…bajo dos o tres testigos.\n\n¿Cuánto mayor castigo, sí, el que pisoteare la sangre de Jesucristo, el pacto, con la cual fue santificado, y tuviere por inmunda,…e hiciera afrenta a las obras de gracia?",
    "¡Cuánto más castigo será! Cuando bajo el cordero moribundo, un hombre que despreciaba o rechazaba, en la ley de Moisés, tenía que morir sin misericordia, porque el cordero había muerto en su lugar. ¡Cuánto más es rechazado el hombre que desprecia la Sangre de Jesucristo!",
    "Ahora, lo primero que queremos saber es, ¿cuál es el pecado imperdonable? Algunos han dicho: “Es el suicidio”. Algunos dijeron: “Es—es una madre que se deshace de su hijo”, un caso de aborto. Otros han dicho esto. Otros han—han dicho: “Porque Ud. una vez tuvo el Espíritu Santo, y se descarrió del Espíritu Santo, ese es el pecado imperdonable”. No lo es. No, señor.",
    "Mirémoslo, inteligentemente. Mirémosla, la Palabra de Dios. Ahora, allá en el Libro de—de Mateo, el capítulo 12, Jesús había echado fuera un espíritu mudo y ciego, o un espíritu sordo y mudo, creo que era, de un hombre. Y cuando Él lo echó fuera, el sordomudo habló. La gente se dio la vuelta, lo miró a Él; dijeron: “Pues, Él echa fuera demonios por Beelzebú, el jefe de los demonios”. Y Jesús se dio la vuelta y les preguntó…",
    "¿Cómo podían creer ellos, con sus corazones llenos de iniquidad y en la condición en que estaban? ¿Por qué?, ¿por qué los condenó Él? ¿Por qué? Por esto, porque la Palabra de Dios Misma los condenó. Porque, Jesús…",
    "¿No dijo Pedro, en el Día de Pentecostés, de Hechos 2, como en el versículo 24, 23 y 24? Él dijo: “¡Varones israelitas! Jesús de Nazaret, varón aprobado por Dios entre vosotros; Dios Lo aprobó con señales y prodigios y maravillas que hizo delante de vosotros, como vosotros también sois testigos”.",
    "Aquí, lo primero en lo que tenemos que pensar ahora, cuando nosotros… Y Jesús les dijo a esos fariseos, allá en el capítulo 12. Él dijo:\n\n…si un hombre hablare contra el Hijo del Hombre, le será perdonado; pero al que hable contra el Espíritu Santo, no le será perdonado, ni en este siglo ni…el venidero.",
    "¿Qué es “hablar maldad”, “hablar en contra del Espíritu Santo”, “hablar en contra”?",
    "Ahora, Ud. pudiera estar equivocado, por decir: “El operar del Espíritu Santo… Alguien que grita, podría ser el Espíritu Santo”. Eso podría, y no podría ser. Ud. dice: “Hablar en lenguas, él hablando en lenguas, ¿está el Espíritu Santo hablando a través de él?”. Podría ser, y podría no ser. Así exactamente. Porque, he vivido lo suficiente para saber que todo lo que habla en lenguas no tienen el Espíritu Santo.",
    "He visto a diablos hablar en lenguas; he visto hechiceros hablar en lenguas; los he visto beber sangre de un cráneo humano, y hablar en lenguas; he visto lápices puestos en la mesa, y escribir en lenguas desconocidas, y brujos leerlo. Eso no significa que son Cristianos.",
    "Los he visto gritar, y saltar y saltar, y alabar al Señor; y salir y robar, y mentir, y engañar, y todo lo demás. Yo sé que eso no procede de Dios.",
    "Pero se lo digo, hermano, donde hay perfecto amor Divino de Dios, descansando en el corazón, sellado, el mismo ayer, hoy, avanzando, Uds. pueden comenzar a considerar eso. Jesús dijo: “En esto conocerá todo hombre que sois Mis discípulos, cuando tuviereis amor los unos por los otros”.",
    "🦅 Donde hay lenguas, cesarán. Donde hay conocimiento, se desvanecerá. Donde hay fe, fallará”, y todas estas cosas aquí. “Pero cuando venga aquello, lo perfecto, lo cual es amor, eso nunca pasará” así es, el amor de Cristo.",
    "Yo no puedo juzgar por nada de lo que Ud. hace. El único Juez que hay es el Dios Todopoderoso. Pero Jesús dijo: “Por sus frutos los conoceréis”.",
    "Ahora, sabemos una cosa. Ahora miren aquí. Este es el remate de cada versículo en la Biblia. Lo tomaremos en unos minutos y les mostraremos, de cada lugar de que se habló, de lo imperdonable, del pecado imperdonable. Entonces Pablo viene aquí, para rematar, y dice: “Si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado”. Entonces ese tiene que ser el pecado imperdonable, es “pecar voluntariamente”. ¿Es así? “El que peca voluntariamente”.",
    "Ahora, ¿qué es el pecado? Lo siguiente que Uds. tienen que averiguar es qué es el pecado. Pecado es “desobediencia”. Pecado es “rechazar”. Ahora miren aquí. El primer pecado…",
    "Yo tenía un lugar aquí que quería mostrarles, el primer lugar de esta Scofield aquí, lo que él escribió aquí en una nota al pie de página. Creo que está en Romanos, el capítulo 3. Él dijo aquí, como él lo interpretó a través de Webster, por supuesto, en notas al pie de página. Él dijo: “Pecado es rechazar la voluntad revelada de Dios”.",
    "El pecado, en su forma inicial, es rechazar la Palabra revelada de Dios, lo que Dios… o la voluntad de Dios. Cuando Dios ha revelado algo como Su voluntad, y rechazar Eso es, blasfemar o rechazar a Dios.",
    "¿Cuál fue el primer pecado? Veámoslo. Regrese aquí a Génesis 3. Puede leerlo cuando llegue a casa, si Ud. quiere. Génesis 3, cuando Dios puso el huerto del Edén, puso a Adán y Eva allí, Él les dijo las cosas que ellos… Esa fue Su Palabra; lo que ellos podían hacer, y las cosas que no podían hacer. Ahora observen cuando Satanás vino a Eva, él dijo: “Dios ha dicho: ‘No comerás de él’, pero de seguro no morirás”. ¿Lo ven? Entonces Eva, voluntariamente… ¿Lo captan? Eva, voluntariamente, haciendo algo que ella sabía que Dios había dicho que no hiciera. ¿Es así? Ahora mírenlo. Cuando Eva, voluntariamente… Se cometió el primer pecado. ¿Es así? Eva, voluntariamente, conociendo la voluntad de Dios, y rehusó hacerla. ¿Es así? Ese fue el primer pecado.",
    "Entonces ¿qué es el pecado? En San Juan el capítulo 3, el versículo 18, Jesucristo mismo dijo esto: “El que no cree, ya ha sido condenado”. ¿Es así? Entonces el pecado en realidad es incredulidad.",
    "Satanás, en su seducción, le dijo a Eva que, “Dios dijo eso, pero Él no lo dijo en serio”. ¿Ven cómo él encubrió la Palabra? Bueno, ahora él dijo: “Pues, Dios Lo dijo, pero no Lo quiso decir así”. En otras palabras, “Vosotros seréis… Nuestros ojos serán abiertos. Uds. sabrán, obtendrán mucho más conocimiento”.",
    "Y ahora Satanás les dice esa misma mentira vil a los predicadores y miembros de iglesia hoy, al decir: “La Palabra de Dios dice tal y tal cosa, pero no es lo que Ella quiere decir”. La Palabra de Dios quiere decir exactamente Lo que dice. Así es.",
    "Yo estaba hablando aquí, no hace mucho, a mi propia iglesia y a mi propia gente, cuando algunos dijeron que… era de fuera de la ciudad. En los servicios de sanidad, yo nunca he presentado ninguna clase de—de doctrinas, porque es un grupo mezclado. Pero en mi propia iglesia predico lo que yo creo que es la Verdad. Y todo lo que predico es la Verdad, pero no entro en detalles de Eso. Cuando alguien me vio bautizando aquí, en el Nombre del Señor Jesucristo, dijeron: “Hermano Branham, hasta ahora pensé que Ud. era un—un trinitario”.",
    "Dije: “Ud. tendrá mucho para pensar”. Dije: “La Biblia dice… Y en ningún lugar alguien fue bautizado de otra manera sino en el Nombre de Jesucristo”.\n\n“Bueno” dijo, “pero sabe…”. Yo dije, el…\n\nLe dije: “Ese asunto está allí delante de Ud.”.",
    "Un hermano Adventista del Séptimo Día, el cual, su hermano está presente ahora, vino aquí a mi casa una vez, a desafiar sobre lo mismo. Mi hermano le dijo, él dijo: “Ahora, mire, hermano, Ud. está escuchando algo que no está correcto”.\n\nY él dijo: “¿Quién es Bill Branham para decírmelo?”.\n\n“Bueno” le dijo, “venga y escuche la Palabra de Dios”.",
    "Así que el muchacho vino, y abrimos la Biblia. Yo dije: “Ahora mire, hermano, ¿puede dejar su manual, y tomaremos la Biblia?”.\n\n“Sí, la Biblia”.",
    "Dije: “Entonces si la Palabra de Dios dice que Ud. está errado, ¿me permitirá bautizarlo en el Nombre de ‘Jesucristo’? Y si Ud. me prueba que ‘Padre, Hijo y Espíritu Santo’ es la manera de ser bautizado, en la Biblia, yo dejaré que Ud. me bautice”. Él estuvo de acuerdo.",
    "Y solo pudo llegar a la primera cita que tomó, y fue redargüido allí mismo, y luego rehusó dejarme bautizarlo. Ahora, ¿qué significa eso? Él… “Si pecamos, o no creemos, voluntariamente después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”. Allí está su pecado imperdonable.",
    "Si Ud. sabe lo que es la Verdad del Evangelio, y le ha sido presentada, y Dios se La ha revelado a Ud., y Ud. sabe que Eso es la Verdad, pero, solo para satisfacer alguna congregación o algún predicador insignificante, o por ser popular, Ud. quiere aferrarse de cosas que quiera aferrarse, en lugar de recibir la Palabra de Dios, Pablo dijo: “El que pecare, o no creyere, voluntariamente después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”. Allí está su pecado imperdonable, es saber cuál es la Verdad y rehusar caminar en Ella. Amén. Ahora, ¿creen Uds. que eso es así? Es lo que dice la Biblia. “¡El que pecare”! Pecado es “incredulidad”.",
    "Bueno, Uds. dicen: “¿Es pecado fumar, es pecado beber?”. No, no. Esos son los atributos de la incredulidad. Ud. hace eso porque no cree.",
    "Si un hombre dice que cree, él tiene que ser un Cristiano y andar en el camino en que dice estar. ¿Ven?, ¡el atributo! La manzana no es el árbol; es el atributo del árbol. Y por cuanto Ud. miente, roba, engaña y fuma, y—y hace de todo, y se llama a sí mismo Cristiano, es porque Ud. no ha nacido de nuevo. Así es. Eso muestra que esa es la clase de vida que Uds. llevan. Jesús dijo: “Por sus frutos los conoceréis”. ¿Ven?",
    "Y si Ud. hace esas cosas, la Biblia dice: “Si amáis al mundo, o las cosas del mundo, el amor de Dios ni siquiera está en vosotros” Ud. solo es religioso y nunca ha tenido ninguna salvación. Lo religioso es una cubierta, pero la salvación es libertad. ¡Aleluya! La salvación descubre, así es, y muestra lo que Ud. es. Eso es verdad. Ahora, la razón que hacemos cosas erradas, es porque no creemos.",
    "Pero si Ud. cree con todo su corazón que Jesucristo es el Hijo de Dios, Dios está bajo obligación, si su testimonio es veraz, a darles el bautismo del Espíritu Santo, para sellarlos en el Reino hasta el Día de su Redención. Así es.",
    "Y si Ud. dice: “¡Pues, yo tengo el Espíritu Santo! ¡Gloria a Dios! Yo sé que lo tengo; yo me desmayé bajo el Espíritu”. ¡Oh, eso no es señal de que Ud. tiene el Espíritu Santo, ni una pizca! Amigos, he visto toda clase de cosas desmayar bajo espíritus. Así es. Eso no significa que Ud. tenga el Espíritu Santo.",
    "Pero ¡cuando Ud. tiene el amor de Jesucristo en su corazón!, ¡cuando Dios hace de Ud. un Cristiano!, ¡cuando Él lo sella a Ud. en Su Reino! Ud., de hecho, pudiera desmayar bajo el Espíritu. Ud. pudiera hacer esto, aquello, o lo otro, lo que sea; pero su vida cuadrará con su testimonio.",
    "Su vida testifica tan fuerte que, no importa lo que Ud. diga, la gente no lo cree si Ud. no lo vive. Ellos no le van a creer. Y ni Ud. mismo lo cree, el público no lo cree, así que Ud. mismo se está llevando a un estado miserable. ¿Por qué no viene Ud. con un corazón sincero, y dice: “Dios, confieso mis errores, y yo creo en Jesucristo con todo mi corazón. Ahora, Dios, dame el Espíritu Santo”? Él lo hará. Así es. Él lo hará. Entonces, el fruto de eso, ¡porque Ud. cree!",
    "Ahora Ud. dice: “Bueno, yo dejé de fumar; dejé de beber; yo—yo dejé de hacer esto, y aquello, y lo otro”. Hermano, cualquier pecador puede hacer eso. Seguro que puede. Eso no hace…",
    "En—en tiempo de guerra, uno ve a un hombre, digamos que está usando el uniforme americano. Ahora, Hermano Roberson, Hermano Funk, muchos de Uds. soldados aquí, uno no podía confiar en un hombre solo porque tenía puesto el uniforme americano. Pudiera ser un espía; pudiera ser un alemán; pudiera ser un enemigo. Que esté usando el uniforme americano, no lo hace un americano. No, señor.",
    "¡Aleluya! Ud. pudiera pertenecer a cada iglesia en el país, y voltear toda página, cada Año Nuevo, y eso no lo hace a Ud. un Cristiano. Hermano, cuando Ud. tiene una credencial con huellas dactilares, entonces Ud. es un Americano. Ud. tiene una credencial, para probar que Ud. es Americano.",
    "Y cuando Ud. tiene el bautismo del Espíritu Santo, con el Poder de Dios obrando en su vida, haciéndolo vivir humildemente y en paz en este mundo presente, día tras día, semana tras semana, año tras año, ellos saben dónde Ud. está parado. Así es. David dijo: “Será como un árbol plantado junto a corrientes de agua. Todo lo que él haga prosperará. No se marchitará en la sequía, porque está plantado junto a corrientes de agua”. Sí, señor. “Su fruto no se marchitará. Sus hojas no se marchitarán. Él producirá su fruto en su tiempo. Él… Ahora, el impío no es así; son como la paja que se seca y el viento se la lleva”, así es, de un avivamiento al otro, y tienen que ser avivados y avivados. Pero cuando el hombre se ancla en Cristo sabe dónde está. Así es.",
    "🦅 Ahora, si pecamos”, ¡p-e-c-a-d-o, pecado! Ahora, ¿qué es el pecado? Pecado es “incredulidad”. ¿Cuántos lo saben? Tome su diccionario Webster, o donde Ud. quiera ir. Aquí en la Biblia, el primer pecado fue la incredulidad. ¿Es así? “El que no cree, ya ha sido condenado”. Por toda la Escritura, todo, es “incredulidad, incredulidad”.",
    "Si digo que es—es de noche afuera, está oscuro; ¿cuánto es oscuridad?, ¿qué parte de eso es noche? Es toda la noche. ¿Correcto? Es de noche porque está oscuro. ¿Correcto?",
    "¿Cuánto es luz en este cuarto? ¿Es esta parte luz? Bueno, toda la cosa es luz. Es luz porque es luz.",
    "Y si Ud. es un creyente, Ud. es un Cristiano. Si Ud. no es un creyente, Ud. no es un Cristiano. Así de sencillo.",
    "Pues, Ud. no es salvo por ninguna buena obra; Ud. no es salvo por gritar; Ud. no es salvo por danzar en el Espíritu; Ud. no es salvo por hablar en lenguas; Ud. no es salvo por guardar los sábados; Ud. no es salvo por comer carne; Ud. no es salvo por unirse a la iglesia; Ud. no es salvo por el bautismo en agua: “Ud. es salvo por fe. Por gracia sois salvos”. Correcto.",
    "Y si Ud. verdaderamente es salvo, estas otras cosas vienen automáticamente. Ud. habla en lenguas; Uds. pudieran gritar; Uds. pueden alabar a Dios. “El espíritu de los profetas está sujeto al profeta”. Cuando el pastor ve algo errado, él dice: “Mire, hermana o hermano, eso está mal”. Ud. es sumiso. Así es. Ud. es sumiso; “El espíritu de los profetas está sujeto al profeta”. Solo se somete y dice: “Dios, perdóname. No fue mi intención salirme de orden. Estoy listo para…”. ¡Oh, oh!, si la iglesia avanza, entonces Uds. van a ver una iglesia moviéndose para la gloria de Dios. “El espíritu de los profetas está sujeto al profeta”. Todo está en orden, la iglesia está en orden.",
    "Pero si Ud. recibe de ellos un rostro altivo, dicen: “¡Yo no creo! ¡Se lo diré, yo no creo!”. Eso muestra ahí mismo que Ud. tiene un problema. Eso está errado. Hay algo mal. Ud. no puede soportar la corrección. Uds. saben lo que quiero decir.",
    "La Escritura dice: “Márquenlos”, de hecho. Así es, si Ud. no puede soportar la corrección. Ud. no puede pararse en orden. Ud. no puede pararse en las cosas de Dios, entonces Ud. se aparta. Pablo dijo: “Salieron de nosotros porque no eran de nosotros”. Así es. Y él dijo: “Todas estas enseñanzas, y la…”. Y él dijo: “Cuando vengo a vosotros, hay esto, y hay aquello, y lo otro”. Dijo: “Pues, he oído que aun hay contiendas, y un hombre viviendo con su propia madre, y el otro se emborracha en la mesa del Señor”. Dijo: “Escucho todas estas cosas; lo cual no debería ser”. Y cuando se fueron, él dijo: “Bueno, se fueron porque no eran de nosotros”. Así es. Él dijo: “Uds. comen en las mesas del diablo, después comen en la mesa del Señor, luego quieren llamarse Cristianos”.",
    "Él los cortó. Los rebanó. Él los amaba, pero les dijo la Verdad. Y cuando se levante esa generación, y Pablo se pare frente a ellos, Pablo podrá decir: “Soy libre de toda sangre humana. Yo nunca rehuí decirles toda la Verdad de Dios”.",
    "Yo no tendré que responder por el día de Pablo. Pero cuando se levante esta generación, yo tendré que pararme como testigo. Entonces, si yo sé que algo es la Verdad, y me niego a decirlo, y cedo por popularidad, seré desechado como un hipócrita. Pero tal vez yo sea descartado como un—un impostor, tal vez descartado como un “fanático”, y aquí ser llamado de todo en el mundo; pero en aquel Día, Dios dirá: “Has guardado Mi Palabra, Yo te guardaré en el Día de la Tribulación”. Así es. Eso es lo que hay que hacer.",
    "Si la Biblia no enseñara el bautismo del Espíritu Santo, y aquello cesó allá atrás, yo enseñaría lo mismo. La Biblia enseña: “Jesucristo es el mismo, ayer, hoy, y por los siglos”.",
    "Si Ella dijera que los milagros cesaron con los apóstoles, yo lo creería. Pero Dios dijo: “Estas señales los seguirán hasta el fin del mundo”. Yo lo creo.",
    "Si ellos dicen que la gente solo pudo hablar en lenguas allá en la edad apostólica, y la Biblia dice que esa fue la única edad en que ellos las hablarían, yo Lo creería. Pero Él dijo: “Estas señales, y hablar en lenguas, estarán presentes, hasta el fin del mundo”.",
    "Si el bautismo en agua en el Nombre de Jesús había de cesar con los apóstoles, y en la iglesia católica se formaría: “el Padre, Hijo y el Espíritu Santo”, si hubiéramos tenido que parar allá atrás, y comenzar con esto, yo haría eso mismo. Pero enseña que eso sigue igual: “Este Evangelio debe ser predicado en todo el mundo para testimonio, y entonces vendrá el fin”. Si el rociar estuviera en la Biblia, yo estaría rociando. Así es. ¡Lo que sea!",
    "Si el lavamiento de pies no estuviera en la Biblia, yo no lo predicaría. Pero la Biblia dice: “Bienaventurados seréis si sabéis estas cosas y las hacéis”. Y yo he dicho la Verdad.",
    "Si la Cena del Señor fuera espiritual, y no fuera para tomarse en lo natural, yo diría eso. Pero Jesús dijo: “Bienaventurados…”. Dijo: “Haced esto, y tomad estos artículos Suyos, Su cuerpo, hasta que Él regrese”. Yo me he parado con eso.",
    "Si Él dijera, la sanidad Divina, Él, que cesó allá atrás, yo lo creería. Pero Jesús dijo: “Sobre los enfermos pondrán las manos, y sanarán, hasta el fin del mundo”. ¡Yo Lo creo! Correcto. Yo creo en señales que siguen a los creyentes.",
    "Me paro y veo tanto fanatismo levantarse y actuar así, y burlarse y mofarse de esa manera; no se burlan, sino que salen y traen reproche, en realidad un reproche. Se paran en la iglesia y hablan en lenguas, y salen a enojarse y discutir; y se van, hasta el próximo avivamiento, y regresan. Ese no es Dios. Correcto. No, señor. Por sus frutos Ud. es conocido.",
    "A mí no me importa, entonces, Ud. puede presentarles la Verdad, y decir: “Aquí está: ASÍ DICE EL SEÑOR”.",
    "Y un hombre Lo ve; temeroso ante Eso. Y él se va y dice: “¡Oh, de todas maneras, yo no Lo creo!”. Hermano, Ud. ha pecado contra el Espíritu Santo. Ud. ha hecho algo por lo cual nunca será perdonado, hasta que Ud. venga a corregir esa cosa.",
    "Si llego hasta el río Ohio, y allí está el puente, y me dicen que allí está el puente para cruzar. Yo digo: “Bueno, voy a llevar mi automóvil por otro camino”. Allí está el puente. Fue puesto allí. Hay un peaje que pagar. Tengo que cruzar el puente, si espero llegar a Kentucky desde Jeffersonville. Tengo que cruzar el puente. ¿Correcto? ¡Oh!, yo digo: “No lo haré. Iré a comprarme un bote, y cruzaré en el bote, o contrataré a alguien”. Escuchen, hay una franquicia en ese puente. Cuando Ud. llegue a la otra orilla, las autoridades lo recibirán a Ud. allí mismo y lo arrestarán por hacer eso. Así exactamente.",
    "Con razón Jesús dijo: “Un hombre entró sin el vestido de bodas”. Él dijo: “Amigo, ¿qué estás haciendo aquí? ¿Quién te trajo aquí?”. Y el hombre quedó mudo. ¿Por qué no lo hizo? En el o-… en la parábola allí.",
    "El novio, en el Oriente hoy, el novio prepara la cena de bodas. Y cuando lo hacía, dependía de él proveer el manto.",
    "Jesucristo estableció la Cena de las Bodas al final de la vida, y depende de Él proveer las vestiduras.",
    "Y en la puerta, el portero, o uno de sus amigos cercanos, se paraba allí. Y todo hombre que venía con un boleto, recibía la misma clase de manto. Ellos se lo colocaban. Si él estaba en harapos o si él estaba en tela fina, igual, él usaba el manto, porque se veía exactamente como los demás. Así exactamente.",
    "Y, hermano, cuando nosotros lleguemos a la Cena de las Bodas, nosotros tenemos que tener puesto el mismo manto que San Pablo tenía puesto allá atrás. Nosotros tenemos que tener el mismo bautismo del Espíritu Santo; tenemos que tener el mismo Evangelio ardiendo en nuestro corazón, el mismo amor, o seremos sacados. Dicen: “Bueno, hermano, yo fui pentecostal. Yo…”. No, señor. Eso no los excusará ni un poquito. “Yo fui metodista; yo fui presbiteriano; yo pertenecí al Tabernáculo Branham”. Eso no tendrá nada que ver en el asunto. Así es.",
    "¡Ud. ve la Verdad del Evangelio! ¿Cómo bautizó Pablo? ¿Cómo bautizaba la iglesia primitiva? En el Nombre de Jesucristo. ¿Qué hicieron allá? Enseñaron sanidad Divina; ellos enseñaron el Poder de Dios; enseñaron el Regreso literal; enseñaron participar de los artículos del lavamiento de pies y el—y el pan de la comunión, y cosas así; partir el pan, de casa en casa, con sencillez de corazón. ¿Es así? Sí, señor.",
    "Ellos creyeron en reprender el pecado donde estuviere, y dejar las cosas a un lado. Ananías y Safira, no fue fácil, pero Pedro les dijo, dijo lo que les sucedió.",
    "Cuando este Simón el mago creyó, y vino y quiso comprar el Espíritu Santo, o ser un gran hombre en la iglesia, dijo: “Colocaré mucho en la tesorería; solo déjame entrar como sea”.",
    "Pedro dijo: “Que tu dinero perezca contigo”. Y ellos no tocaron su ordenamiento. Dios bendiga a esos hombres que tuvieron una verdadera convicción del Espíritu Santo, que vieron y dijeron la Verdad. Allí está. “Simón, estás equivocado”. Simón sabía que estaba equivocado.",
    "Ahora, si Ud. rehúsa caminar en Eso, Ud. blasfema contra el Espíritu Santo; “Porque el que pecare voluntariamente, después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”.",
    "[Cinta en blanco.—Ed.] “…no robarás. No mentirás”. Repasamos eso en esta mañana, mostramos que el pecado ni siquiera era conocido hasta que la ley lo magnificó.",
    "Así como la ley no sería conocida aquí en la ciudad, no estaría mal pasarse un semáforo en rojo, a menos que fuera un… hubiera una ley en contra de eso. No habría ley—no habría ley, no estaría errado correr por las calles a 145 kilómetros por hora, a menos que hubiera una ley de velocidad.",
    "Y no nos enteraríamos del pecado a menos que hubiera una ley. Entonces cuando vino la ley y magnificó el pecado, o lo manifestó, entonces vino la gracia de Jesús y quitó el deseo de pecado de su corazón. ¿Ven?, eso quitó el pecado.",
    "La Cosa más alta en los Cielos, Dios Mismo, llegó a ser la cosa más baja en la tierra, representado en una culebra. ¿Sabía Ud. eso? Él fue una serpiente de bronce en el desierto. ¿Es así? De ser el género más alto de toda la Eternidad, a la criatura más baja sobre la tierra; y desde la Cosa más santa que había, hasta la cosa más impía que hay, porque Él tomó el pecado de todo hombre, de toda bestia, todo mortal, sobre Sí Mismo, y murió como un pecador, con los pecados suyos sobre Él.",
    "El segundo hombre no pudo haber venido, la segunda persona de la Deidad no pudo haber venido, la tercera persona de la Deidad no podía venir, la cuarta persona. Los Ángeles no podrían haber venido. Dios Mismo descendió, lo más alto, para ser hecho lo más bajo, pudiendo así quitar el pecado.",
    "Entonces, hombres y mujeres, observen lo que Él dijo, y créanle. Ahora, la Biblia: “Cuando ellos pecaron voluntariamente”.",
    "El hombre en el… cuando él venía y colocaba su mano sobre el cordero moribundo, decía: “He cometido adulterio, sumo sacerdote. Y yo ofrezco este cordero sin defecto”, un tipo de Cristo. Ponía su mano sobre su cabecita. Le cortaban la garganta, y se estremecía y balaba y moría, y temblaba. Y él sabía que allí mismo estaban sus pecados. Él mismo debería morir así. Él tenía que morir si este sustituto inocente no moría por él.",
    "Entonces su nombre, el Sr. John Doe, quedaba registrado, se guardaba aquí, uno de los levitas lo guardaba, todo correctamente por el escriba, se registraba aquí, entonces: “Y él había cometido tal adulterio, y había ofrecido este cordero por ello”.",
    "Entonces él reconocía que la Palabra de Dios lo requería, “una vez al año”, eso es todo. Bueno, él salía allí con el mismo deseo. Él veía a la mujer de nuevo, y cometía adulterio otra vez; recogía leña en el día de reposo, cualquiera que fuera su pecado. Él regresaba de nuevo, con otro cordero, ante la purificación del santuario.\n\nY cuando volvía: “¿Cuál es tu nombre?”.\n\n“John Doe”. Buscaba allí por John Doe.\n\n“¿Cuál es su crimen”?\n\n“Cometer adulterio”.",
    "🦅 Sí, lo encontramos, lo sorprendimos en el acto”. “Pues, Ud. ya lo ha hecho. Ud. ya tuvo una expiación. La Palabra de Dios requiere que Ud. sea apedreado”. Y lo sacaban del lugar allá, y lo apedreaban sin misericordia; no me importa si era el alcalde del pueblo, o quién fuera. Quienquiera que haya sido, él moría sin misericordia, correcto, por cuanto había rechazado la Palabra de Dios. Dios requirió un cordero, y él lo rechazó.",
    "Y ahora Pablo dijo: “Eso era bajo la ley de Moisés. El que menospreciaba la ley de Moisés, moría sin misericordia, con dos o tres testigos que lo sorprendieran en el acto. ¿Cuánto más será cuando un hombre coloca su cabeza sobre el Cordero de Dios, el Hijo de Dios?”.",
    "¡Y Su corazón desgarrado! Él fue herido. Y con lágrimas rodando de Sus mejillas; las espinas en Su corona, y la sangre corriendo por Su rostro, mezclada con lágrimas saladas, sobre Su cuerpo flagelado. Y viene un hombre y dice: “Sí, estoy convencido de que ese es el Hijo de Dios”, y luego se da la vuelta y no le cree a Su gracia y Su misericordia y a Su Palabra.",
    "Pablo dijo: “El que hace eso voluntariamente, ya no queda más sacrificio por el pecado, sino una horrenda expectación de juicio, y de hervor de fuego que ha de devorar al adversario”. ¡Mi hermano, cuando se le presenta la Verdad a Ud.!",
    "Estoy poniendo esto como un fundamento básico para el próximo avivamiento; traigan Uds. su Biblia cada noche. Traiga su lápiz, traiga su cuaderno, para anotar. Y cada vez que Ud. vea algo que no entienda, “venga, conversémoslo juntos”.",
    "Yo también quiero conocer la Verdad; estoy tan abierto a la Verdad como Uds. Y quiero saber lo correcto y lo errado, porque no quiero desobedecer ni una sola cosa que Él dijo que hiciéramos. ¿Ven? Yo quiero cada porción de Ella en mi propio corazón, pero tiene que venir por la Palabra; “Porque si voluntariamente descreemos después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”.",
    "Permítanme darles esto, para terminar, en un minuto. Miren. Ahora, cuando Jesús les dijo que habían blasfemado al Espíritu Santo, lo cual no era pecado perdonable… imperdonable.",
    "Miren, Isaías el profeta, todos, Jeremías, todos los profetas, dijeron: “Cuando venga el Mesías, éste será Él”. Dios… Jesucristo era la Palabra de Dios. ¿Correcto? Rechazarlo a Él es rechazar la Palabra. ¿Verdad?",
    "🦅 En el principio era el Verbo, el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Y Aquí estaba la Palabra escrita de Dios manifestada aquí, como la Palabra de Dios en la tierra. Cada Palabra Suya que Él habló fue la Biblia. Cada párrafo que Él pensó fue una palabra escrita. Él fue la Palabra de Dios. Y, cuando… La Palabra escrita había declarado que Él era la Palabra. Y cuando Él Se manifestó aquí en la tierra, y esas personas miraron la Palabra y Lo rechazaron, ¿entienden lo que quiero decir? Porque ellos perderían su prestigio, pues tenían que renunciar a su iglesia.",
    "Alguien dijo: “Si Ud. cree esa clase de herejía, simplemente lo echaremos de la iglesia”. Pues, ellos no podían creerle a Él. Ellos Le creyeron, en su corazón, pero no lo querían a Él. Ellos no podían darse el lujo de hacer una confesión pública de Eso, porque, si lo hacían, serían echados de su iglesia. Así que, “Amaban más las alabanzas de los hombres que las alabanzas de Dios”. Ellos dijeron: “Bueno, nuestra iglesia no lo enseña de esa manera, así que, nosotros solo…”.",
    "Miren a esos mismos diablos de antaño vivos hoy. Seguro. Ellos viven hoy. “Bueno, mi madre fue católica; y mi madre fue presbiteriana. Y déjeme decirle, ella, eso fue bueno para mamá…”.",
    "Mamá caminó en la luz que ella tenía, pero ha llegado el día cuando la Luz del Evangelio está brillando. La teología de ig-… Las iglesias Cristianas están muriendo; eso ha fallado. Dios lo está tomando a Ud. ahora, para revelarse a Sí Mismo de nuevo, a través de Su Iglesia, el Cuerpo resucitado del Señor Jesucristo. Resucitado del iglesismo; resucitado de iglesias frías y formales; resucitado del fanatismo. Dios está trayendo un montón de huesos y poniéndoles piel, en el Poder del Espíritu Santo que traerá el Evangelio en estos últimos días, con señales y prodigios, hasta el fin del mundo. Ellos enseñarán la Biblia; se pararán por Ella; vivirán por Ella. Ellos no cederán, ni a diestra, ni a siniestra. Correcto. Ellos se pararán justo en la Palabra, y seguirán adelante. Y Dios estará con ellos, diariamente, confirmando la Palabra, con señales y prodigios siguiéndolos. ¡Aleluya! ¡Todas Uds., estrellas de la mañana, levántense y resplandezcan! ¡Aleluya!",
    "El que está allá arriba en la atalaya. Y dijo: “¡Oh, guarda!, ¿qué de la noche?”. Él dijo: “La noche viene. Y también la mañana”. Miren, siempre la noche antes de la mañana. Así es. Ellos medían el tiempo por las estrellas. Y casi en el momento en que llega, justo antes del amanecer, la luz que viene, presiona la oscuridad hasta que, en el tiempo más oscuro que hay, viene la luz. Una oscuridad justo antes del amanecer.",
    "Si Ud. es una persona familiarizada con las montañas, sí, no me importa de dónde venga el viento, cómo venga, qué tan fuerte sople, deje que ese primer rayo de luz rompa los cielos allá, y el viento bajará por el canal, bajará directo por el valle. No me importa qué clase de viento esté soplando, se detendrá justo al amanecer, y bajará por el canal. ¡Oh, aleluya!",
    "El Hermano Funk estaba acostado allí la otra noche, el Hermano Roberson y yo, y ellos. Caminé afuera allí, y me puse mis zapatos. Comencé a llorar, corrí de nuevo a la carpa. Recibí una revelación, parado allí. Regresé a la tienda, y el Hermano Wood estaba acostado allí, durmiendo profundamente. Y yo estaba sentado allí, en un rincón, llorando a más no poder, temblando, porque vi algo. Dije: “Sí, Señor, la noche viene. Y el día también viene”.",
    "Estamos pasando por un tiempo de gran opresión, cuando las teologías y todo lo relacionado con las iglesias, dice: “Venga, únase a la nuestra. Venga, únase a la nuestra. Venga, únase a la nuestra”. Pero justo cuando comienza a despuntar el día, ese Viento recio está bajando por el canal otra vez, directamente a la Iglesia así, justo al amanecer. ¡Oh, debe ser el amanecer, aleluya!, porque el mismo Poder del Espíritu Santo está declarando el mismo Evangelio que estuvo en el principio. Lo ha declarado de nuevo hoy. ¡Aleluya! ¡Oh, vaya! Estoy contento de que estamos marchando hacia Sion, la Iglesia del Dios viviente. ¡Aleluya! Yo creo.",
    "¿Piensan que soy ruidoso? Yo tengo algo por qué hacer ruido, permítame decirle, mi hermano: es cuando la Sangre de Jesucristo limpia de todo pecado. He visto ahora veintitrés años, de dirección del Espíritu Santo, al rendirme a Él y no prestar atención a nada que sea dicho. Eso ha puesto algo en mi corazón que se ha anclado allí, que yo mismo no puse; el Espíritu Santo lo puso allí. Dios tiene la Verdad para mí. Yo caminaré en la Luz como Él está en la Luz. Tendré compañerismo, el uno con el otro, mientras la Sangre de Jesucristo limpia de toda injusticia.",
    "🦅 Porque el que peca voluntariamente, voluntariamente rechaza, después de él ver el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”.",
    "Ahora escuchen esto, hombres y mujeres, amigos míos, y amigos Cristianos: Si lo único que Uds. saben, es simplemente venir a la iglesia, dejen eso ahora mismo. Deje de pensar que Ud. está bien. Si en la mente Ud. tiene algo imaginario: “Bueno, creo que yo soy salvo”, y ve que Ud. siempre anda buscando peleas, o siempre tiene alguna queja, algo anda mal con Ud.; si ve que Ud. no puede evitar la enemistad en su corazón, si Ud. ve que hay algo así:",
    "🦅 No sea engañado; Dios no es burlado”. Así es. “Todo lo que el hombre sembrare, eso segará”. Así es. Lo que Ud. debe hacer…",
    "Ud. dice: “Bueno, creo que yo tengo el Espíritu Santo”, y ve que Ud. no da fruto de mansedumbre, ni se rinde, ni—ni tiene bondad, ni dulzura, ni perdón y demás, entonces es hora que Ud. se sacuda.",
    "🦅 Porque si pecaréis voluntariamente, después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”, hasta que Ud. venga a corregir eso. Así es. Si Ud. sabe que está obrando mal, acérquese tan humildemente como pueda, escudríñelo.",
    "🦅 Bueno” dice Ud., “Investigaré eso, uno de estos días”. “Uno de estos días” puede ser demasiado tiempo. Puede ser que Ud. no viva hasta “uno de estos días”. Lo que hay que hacer es escudriñarlo ahora mismo. Así es. Revísenlo y vean si está correcto. Y si es la Verdad, camine en Ella, y Dios lo bendecirá.",
    "Permítanme decirles una cosa antes… en un minuto ahora, antes de terminar. Lamento tenerlos así, pero permítanme decirles algunas de las cosas que sé. Si hay algo que yo contribuya a la valentía de caminar y enfrentar las cosas, cuando sé de ciertas-ciertas cosas que vienen como un desafío en dicho momento, ante demonios y potestades, hay una cosa en la que puedo pararme, y sentirme bien, dos cosas, principalmente. Una cosa, es que sé en lo profundo de mi corazón, que he tratado de enseñar la Palabra exactamente en Lo que dice. Yo sé que Dios prometió que Él honraría esa Palabra. A mí no me importa qué sea que La predique, de dónde venga, así venga de un hipócrita, Dios honrará la Verdad. ¿Lo creen Uds.? No me importa si es el hipócrita más grande del mundo, Dios honrará la Verdad. Así es. Yo sé que Esto es Verdad, porque Lo he leído de esta Biblia; sé que es la Verdad. Y la segunda cosa, entonces: es que yo sé que ese Ángel, cuando Él vino a mí allí, Él dijo: “No temas, Yo estaré contigo”. Así es.",
    "Y, por lo tanto, sin saber cómo, salí sin visiones, ante las cosas, sin saber qué hacer. Cuando yo veo una visión, sé qué hacer. Pero cuando Él no me lo dice, y yo tengo que dar un paso allí, y desafiar lo negativo, allí mismo, pienso: “Señor, no he rehuido, sino que he declarado todo el consejo de Dios. Todo lo que hay en esta Biblia que Tú dijiste que se hiciera, me he esforzado por seguirlo. Por lo tanto, Señor, en mi corazón está tu Palabra. Tú estás obligado a velar por Tu Palabra. Si hay algo que sé que debo hacer, y no lo he hecho, Señor, está escondido de mí. Yo sé que he tratado de caminar Contigo, y sé que Tú lo has honrado, y todo”.",
    "Y le he dicho a la gente, aunque a veces me ha dolido mucho, el decirlo a la gente; pero, de todas maneras, les he dicho, porque es la Palabra. Y no les diré que hagan algo, a menos que yo mismo lo haga. Sí.",
    "Caminar así. Luego me acerco un poco más, y pienso: “Señor…”. Veo esa potestad parada allá, ese demonio listo para retarlo a uno, y retándolo a uno a venir a él. Digo: “Señor, no es palabra mía, es Tuya por la que estoy parado ahora”. Salgo allá, tomándome mi tiempo.",
    "Llego allí, pienso: “¡Oh Ángel de Dios!, permite que Tu Presencia se acerque, porque Tú eres Su siervo que fue enviado para protegerme en estas horas. Y Tú me prometiste allá, que si yo iba, Tú estarías conmigo”.",
    "Entonces salgo allá, y digo: “Entonces, en el Nombre de Jesucristo, yo digo la Verdad”. Observo a los demonios gritar, observo cómo suceden las cosas, porque Dios está obligado a Su Palabra.",
    "Pero si yo supiera que estas cosas son verdaderas, como los bautismos, y el bautismo del Espíritu Santo, y todas estas otras operaciones y cosas, y supiera que son la Verdad, y solo porque yo quisiera ser popular entre… y dejar que alguien me dé una palmadita en la espalda y decir: “Doctor, Reverendo, u—u Obispo” o lo que sea, “Ud.—Ud.—Ud.—Ud. predicó un buen sermón”. [El Hermano Branham palmotea algo varias veces.—Ed.] Esa es la alabanza del hombre.",
    "Prefiero que anden con risitas y se burlen de mí, y con toda clase de mofa, y saber que me he mantenido fiel a Dios. Así es. Eso es verdad. Yo no quiero alabanzas de hombres, yo quiero las alabanzas de Dios. Quiero saber que no he rehuido declarar la Verdad. Entonces si Ud. Lo rechaza, eso es asunto suyo. ¿Ven? Así es.",
    "Pero permítanme decirles la Verdad del Evangelio ahora, en este próximo avivamiento: “El que no naciere de agua y del Espíritu, de ninguna manera entrará en el Reino”, las Palabras de Jesucristo, en San Juan el capítulo 3. Él le dijo al gran dirigente. Ese era un hombre religioso; era un hombre de renombre; era un hombre piadoso; era un maestro; era un erudito. Todo lo que uno pudiera esperar de él, lo era. Pero Jesús le dijo que él no tenía Vida Eterna, porque él no había sido… Él ni siquiera entendía Eso. Él le dijo: “El que no naciere de nuevo” bueno, “no puede ver el Reino de Dios”, no importa cuán religioso fuere. Él pertenecía a la iglesia más grande. Él tenía uno de los nombres más ilustres. Él era un maestro de la Biblia, pero aún no había tenido la experiencia del nuevo Nacimiento. ¿Y Uds. esta noche?",
    "Quiero hacerles una pregunta, sin rodeos y directo al grano; no lo digo para avergonzarlos. Prefiero estar avergonzado aquí que avergonzado Allá. ¿No preferirían eso? Hay muchos de Uds. aquí que están buscando el bautismo del Espíritu Santo.",
    "Muchos de Uds. aquí me han observado desde que yo era un muchacho, solo un muchachito aquí, o en mi edad adolescente, predicando el Evangelio. Y no he variado ni una pizca del Evangelio con el que comencé; todavía enseño lo mismo. Porque, no me fue dado por algún seminario, ni me fue enseñado por hombre; vino por revelación de la Biblia. Así es. Por lo tanto, yo sé que vino de Dios, y me he quedado con el mismo Evangelio.",
    "Hace muchos años, prediqué el bautismo en agua en el Nombre de Jesucristo. Hace muchos años, prediqué la limpieza del alma humana por la Sangre de Jesucristo, por medio de la santificación. Yo prediqué el bautismo del Espíritu Santo como una confirmación, o el sellamiento del pueblo de Dios, en el Reino. Uds. saben que eso es así. Yo he enseñado sanidad Divina; he enseñado la segunda Venida; he enseñado el lavamiento de pies; he enseñado la comunión; he enseñado santidad delante del Señor; he enseñado todas esas cosas, desde un principio.",
    "Enseñé el hablar en lenguas como, “no la evidencia del Espíritu Santo”. He enseñado que gritar, “no es la evidencia del Espíritu Santo”. No hay ninguna de esas cosas que Ud. pueda decir que es la evidencia del Espíritu Santo, o la única evidencia. Pudiera ser la evidencia que el Espíritu Santo está allí. El cantar pudiera ser la evidencia que el Espíritu Santo está allí; el hablar pudiera ser la evidencia que el Espíritu Santo está allí; cualquiera de las señales pudiera serlo, y sin embargo, no es infalible. Solo hay una Persona Quien puede decir que el Espíritu Santo está allí, es Dios Mismo; Él es el Juez. Los he visto cantar, los he visto hablar, los he visto gritar, los he visto hablar en lenguas, y todas esas cosas, y no Lo tenían. Sus frutos probaron que no Lo tenían.",
    "Uds. tienen toda la fe en mí, me supongo, para creer que yo Lo tengo. Yo también. Yo… Dios lo sabe. Yo creo que Uds. Lo tienen. Yo tengo toda la fe en Uds., para creerlo. Uds. son bondadosos, amorosos y dulces, y todo. Yo creo que Uds. son—Uds. son gente Cristiana. Yo creo que Uds. tienen el Espíritu Santo; no podría jurarlo. Eso lo sabe Dios. Así es, ¿ven?, así que no podemos juzgar por estas cosas. Ud. no puede acorralar a Dios y decir: “Esto es”, porque Él es el Juez. No fuimos enviados a juzgar, fuimos enviados a predicar. ¿Es así? Así es, ¡a predicar!",
    "Y yo puedo traer la Verdad. Si Ud. La rechaza y se aleja, yo sé que la Biblia dice, si Ud. hace eso, entonces Ud.… Ya no hay perdón de pecados hasta que Ud. venga a corregir eso de nuevo. Esa es la pura verdad. Así que, si Ud. ve la Verdad, camine Ud. en la Verdad.",
    "Y ahora, cuando vengan, quiero preguntarles algo. ¿Cuántos aquí dirían: “Hermano Bill, tan—tan claramente como puedo hacerlo ante el público, pues, puedo morir antes de salir de este edificio, pero quiero que Dios sepa y la gente sepa, aquí, que yo quiero el verdadero bautismo del Espíritu Santo”? ¿Levantaría Ud. la mano, diciendo: “Yo realmente quiero el verdadero bau-…”? Dios le bendiga. Ahora tenemos la oportunidad de un avivamiento.",
    "Y escuchen, amigos, no vengan diciendo: “Bueno, ahora, si siento mucho frío, y—y si Lo recibo como la hermana Lo recibió…”. Así Lo recibió la hermana, no Lo busque Ud. de esa manera.",
    "Ud. solo venga con un corazón puro, creyendo que Jesucristo es el Salvador, y que Ud. Lo ha aceptado, y Ud. cree que Dios cumplirá Su Palabra, y Ud. está buscando recibir el bautismo del Espíritu Santo, y Él se Lo dará a Ud. Diga: “Señor, yo… Como sea que Tú Lo derrames en mí, con tal que reciba el Espíritu Santo. Eso es todo lo que quiero, el bautismo del Espíritu Santo. Dame Algo que quite este egoísmo. Dame Algo que quite todo este temor y duda. Señor, no me hagas… Si Tú me haces gritar; he visto a otros gritar y no vivirlo. No me hagas hablar en lenguas; Señor, he visto a otros hablar en lenguas y no vivirlo. Pero, Señor, coloca Algo que viva en mí, que me haga caminar cada día como Cristiano. Que me haga amar a mis enemigos; que me haga hablar bien de aquellos que hablan mal de mí; que me haga estar listo para arrepentirme de cualquier cosa que haya hecho mal, venir rápidamente a confesarlo. Yo diré: ‘Estoy errado. Perdóname, Dios’”.",
    "Esa es la clase de espíritu que Ud. quiere, ¿no es así? Sí, señor. “Hazme humilde. Cuando mi pastor vea algo errado en mí, y se me acerque y diga: ‘Pues, hermano o hermana, Ud. no debe hacer estas cosas’. Hazme humilde, decir: ‘Sí, mi hermano, ayúdeme ahora a orar. Yo no quiero esa clase de espíritu en mí. Yo no…’”. Ud. no quiere esa clase de espíritu, ¿verdad?",
    "Ud. no quiere andar por ahí engreído, diciendo: “Bueno, ah, él no tenía por qué decirme eso. Yo sé dónde estoy parado”. ¡Oh!, cuando Uds. hacen eso, amigos, pueden ver en ese momento que Uds. están fuera de la voluntad de Dios. Ud. puede ver que está errado, para comenzar.",
    "¿Por qué no ser humilde y someterse al Espíritu Santo, decir: “Sí, voy a unir mis brazos con toda la iglesia del Dios viviente; voy a seguir adelante? Si veo algo errado en mi hermana, voy a orar por ella. Si veo algo errado en mi hermano, voy a… Si él continúa así, voy a ir a su casa y le diré: ‘Hermano querido, permítame tomar su mano por un momento. ¿Me amas?’ ‘Sí, te amo’. ‘Sabe, ya—ya somos de edad y nosotros…’. Él no quiere terminar allí en el infierno del diablo. Y he notado que Ud. está haciendo cierta cosa. Ahora vamos—vamos a orar Ud. y yo por eso’”. ¿Ven?, algo así.",
    "Y entonces si el hermano no lo recibe a Ud., no hay nada que Ud. pueda hacer. Luego Ud. toma a algún otro hermano que vaya con Ud. Y entonces si él se vuelve arrogante, Ud. ha hecho su parte, eso es todo. Entonces vaya y dígalo a la iglesia, y asunto terminado, ¿ven Uds.?",
    "Ahora, Uds. saben muy bien, y este pequeño grupo de personas sentadas aquí mismo, Uds. han visto la mano del Dios Todopoderoso en esas cosas. Uds. conocen a personas que caminaron aquí mismo, que aseguraban tener el Espíritu Santo. Uds. lo saben. Y subieron aquí y se pusieron altivos, e indiferentes, y todo lo demás, y se fueron.",
    "Cuando regresé, el pastor me lo dijo la otra noche. Dije: “¿Fue Ud. a verlos?”.\n\n“Sí”.\n\n“¿Llevó Ud. a alguien más”?\n\n“Sí”.",
    "Recuerdo cuando el Hermano Shelby me contó acerca de… Y los otros, diferentes que fueron donde la gente, tratando de… Fui a la gente. Yo dije… ¡Oh, vaya!, me ridiculizaron y me dijeron de todo. Me llamaron de todo. Dije: “Pues, mire, mi querido amigo, esto no funcionará”.",
    "🦅 ¡Oh, vaya!, Ud. se ha ido al mundo, y está descarriado. Y Ud. está así, y Ud. no consigue que almas se salven, y todo así. Y lo único en lo que Ud. piensa…”.",
    "Le dije: “¿No cree Ud. que estoy siguiendo al Espíritu Santo, para guiar?”.",
    "🦅 ¡Oh, Ud. está equivocado! Ud. es esto, aquello, y lo otro. ¡Ud. tiene que obedecerme! ¡Soy el que le dice a Ud. qué hacer!”.",
    "Y uno ve en ese momento que es el diablo. Entonces dije: “Mire, de aquí en adelante, de ahora en adelante, si Ud. no se reconcilia con la iglesia, ellos le aman, pero si Ud. no regresa, entonces recuerde… He venido a Ud. cuatro o cinco veces, a cada uno de Uds. También dije, llevé a otros conmigo, y Ud. no se reconcilió. Ahora voy a declararlo delante de la iglesia y, de ahora en adelante, Ud. llega a ser como un gentil y publicano”. Esa es la Palabra de Dios, no importa cuán dura suene. Esa es la Palabra de Dios.",
    "Luego caminé a la iglesia, y dije: “De ahora en adelante, estas personas no son nuestros hermanos y hermanas, porque se han separado de nosotros, aparentemente no teniendo el Espíritu, y se han ido, y Uds. ven lo que ha sucedido”. Así es. Correcto, Uds. ven lo que ha sucedido.",
    "No hay cómo dar la vuelta alrededor de la Palabra de Dios. Cuando Dios pide hacer cierta cosa, eso exactamente es lo que Dios quiere que se haga. Así es.",
    "Así que ahora juntémonos unánimes. Seamos un grupo de personas aquí, en este pequeño tabernáculo, no porque… Si quieren quitar ese nombre mío allí del frente, que… Ellos simplemente lo pusieron allí. Llámenlo como quieran. Yo… no tiene ninguna importancia. Uds. pueden solo nombrarle “iglesia”, si quieren; no tiene que ser el tabernáculo “Branham”. Branham no tiene nada que ver con eso, para nada, en lo mínimo. Simplemente pusieron mi nombre allí porque la escritura estaba a mi nombre, y la enviaron por correo.",
    "Y fui allá y trabajé durante la depresión, y—y ellos trajeron sus diezmos. Y yo en lugar de tomarlos y no trabajar, puse mis propios diezmos allí, y mis ofrendas, y el dinero, y construimos el tabernáculo aquí. Y fue edificado con las limosnas que la gente me dio, para mi sustento. Trabajé y lo puse de nuevo para el tabernáculo, y por eso lo llaman Tabernáculo Branham. Así es que eso no tiene nada que ver en el asunto. Si lo nombraran tabernáculo Neville, como Uds. quieran llamarlo, no importa. Solo es un lugarcito que Dios nos dio donde meter nuestra cabeza.",
    "Y aquí venimos y adoramos al Señor, enseñamos la Biblia tan fielmente como sabemos. Hermano, ha sido desafiado a través de las naciones, por todo sitio y toda clase de cosa, y aún, la Palabra de Dios sigue adelante igual, tan limpia e íntegra, y sin adulterar como Ella puede ser. Venga y únase a nosotros ahora; no unirse a la iglesia, no unirse a nosotros, sino que venga y únase a Jesucristo. Ámenlo a Él. Y si Dios ha honrado tanto Su Palabra, al sanar a los enfermos, y los—a los ciegos, y a los afligidos, y barrido con eso por el mundo, seguramente Él no me dejaría entonces salir con un error, ¿verdad? Y…?… Cuando Eso está aquí mismo, escrito en la Palabra de Dios, no Lo rechacen, mis hermanos. Reciban Eso, porque Eso es el Señor Jesús.",
    "Y, todos Uds., reciban el bautismo del Espíritu Santo. Seamos una gran familia feliz. Entonces no vengan, diciendo: “Bueno, recibí el Espíritu Santo; ¡gloria a Dios, voy a tener dones ahora!”. Dejen los dones en paz; ellos mismos ocuparán su lugar, ¿ven? Dios, cuando ve que Él quiere usarlo a Ud. para algo, Él le dirá a Ud. qué hacer, y vaya y hágalo. No busquen dones; busquen al Dador. Entren y reciban el Espíritu Santo. Yo creo que vamos a tener un tiempo maravilloso, ¿verdad?",
    "Ahora, ¿cuál es el pecado imperdonable? Es pecar voluntariamente, después de haber recibido el conocimiento de la Verdad. ¿Es así? “Porque el que peca…”. Y ¿qué es el pecado? Incredulidad. Cuando Uds. ven Eso y dicen: “Esa es la Verdad”, pero Uds. rehúsan recibirla. “El que pecare, o no creyere, voluntariamente, después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”. Allí está la Verdad. Ahí, está allí. Y exactamente como Ud. vino…\n\nAquí está lo mismo de una manera tremenda. Veamos. Entonces terminaré.",
    "Allí está Jesucristo, Él es el Hijo de Dios; aceptarlo a Él es Vida, rechazarlo a Él es muerte. Haga lo que Ud. quiera. Ud. dice: “Bueno, pues, yo no Lo creo. Pues, déjeme decirle, yo no Lo creo; simplemente no”. Bueno, si Ud. no lo hace, eso le queda a Ud.; Ud. no tiene Vida, así de sencillo. Pues, Esa es la Verdad. Así es. Muy bien.",
    "Es igual con cualquier otra Verdad. Así es. Rehusar, rechazar, no creer la Palabra de Dios, es pecado imperdonable. Ud. no tiene más derecho. Si Ud. viene y dice: “Pues, yo no creo que Él era el Cristo”, entonces Ud. nunca será salvo hasta que Ud. se arrepienta de eso y sea reconciliado con Él. Ud. dice… Esta es la Verdad de Dios, y le es presentada a Ud., y Ud. dice: “¡Oh, yo no creo Eso!” entonces Ud. es separado de Dios hasta que Ud. se arrepienta y venga a la Verdad. ¿Es así?",
    "Que el buen Señor los bendiga ricamente. Que Él los conserve en salud.",
    "Oren por mí mientras estoy fuera, (¿lo harán?) para que Dios me proteja, y regrese otra vez para el avivamiento. Y, entonces, sobre esta base de la Verdad escrita de Dios, establecemos el avivamiento que viene. Que Dios los bendiga mientras inclinamos nuestros rostros.",
    "Hermano Teddy, si sube aquí al piano por un momento, solo denos algún cantito, mientras estamos ahora en oración.",
    "Padre, esa larga, enseñanza extensa, dura, cortante; sintiendo que el Espíritu Santo primero entró en la reunión y nos dio la bendición, que Él está aquí, al comenzar la enseñanza. ¡Sabiendo que Él estaba aquí! Luego pensando, yendo a la Palabra, al mismísimo punto exacto de lo que sería el pecado imperdonable, sería… desobedecer o rechazar la Palabra de Dios.",
    "Entonces, Padre, vemos eso, y pensamos: “¡Oh, Dios!, ¡límpiame de toda incredulidad! Permíteme creer que esta Biblia es Tu Palabra. Permíteme creer que está escrito aquí para admiración y para corrección, para que un hombre pueda pararse delante de Dios, sin culpa, sabiendo que por este mismo Libro seremos juzgados”.",
    "Y Él dijo: “Bienaventurado el que guarda las palabras de este Libro, y las hace. Los tales tendrán derecho al Árbol de la Vida. Pero aquellos que no las hagan, serán contados como perros y hechiceros, y demás, que serán echados fuera, y cuyo fin es ser quemados. Bienaventurado el que guarda las palabras. Y el que quitare de este Libro, o coloque algo en Su lugar, el mismo será quitado, su nombre, del Libro de la Vida. Pero cualquiera que guarde todos estos mandamientos, y haga estas cosas, tendrá derecho al Árbol de la Vida”.",
    "Dios, concede que yo, nosotros en esta iglesia esta noche, siempre caminemos en la Luz de la Biblia, y hagamos exactamente las cosas que dice la Biblia; sin mirar a la derecha, ni a la izquierda, ni descreer. Lo que Tu Palabra es, es la Verdad. Ayúdanos, Padre.",
    "Ahora hubo muchas manos, ¡oh, una docena o más, se levantaron, tal vez más. Quince o veinte, que querían el bautismo del Espíritu Santo. Eso prueba que ellos tienen hambre, Señor. Y Tú has dicho: “Bienaventurados los que tienen hambre”. ¿Por qué? El Espíritu Santo ya les ha hablado. Y ellos son bendecidos, por realmente tener hambre, sabiendo que Dios está con ellos, y dándoles esa hambre. ¡Oh, sabiendo que hay algo allá afuera para ellos, mientras tengan hambre de aquello! Así como si un hombre tiene hambre de comida, tiene que haber comida para que él coma.",
    "Ahora, Padre, oro que Tú llenes a cada uno de ellos. Concede que sean llenos del Espíritu Santo, aun antes de que comience el avivamiento. Antes de que termine esta reunión esta noche, concede, Señor, que el Espíritu Santo venga a cada ser mortal aquí y llene cada corazón con Su Poder y alabanza. Concédelo, Padre.",
    "Ahora, sana a los enfermos que están entre nosotros. Y, Dios, sé con nosotros, bendícenos. Bendice a nuestro querido Hermano Neville. Oramos que Tú lo mantengas humilde, Señor. Y le des esos maravillosos y poderosos sermones y enseñanzas que él ha estado dando a la iglesia, sabiendo que es el Evangelio sano, sensato, y sin adulterar de Jesucristo. Dios, solo derrama las bendiciones sobre él. Bendice a su esposa y familia. Bendícenos a todos juntos, a los ancianos, a cada uno, juntos, porque lo pedimos en el Nombre de Jesús. Amén.\n\nAhora, Hermano Teddy, vamos a…",
    "Ud. tiene algo que quiera decir, Hermano Neville, ¿algo acerca de la transmisión para el próximo sábado? Creo que es todo… [El Hermano Neville dice: “Sí”.—Ed.] Para la transmisión del próximo sábado. ¿Cuántos escuchan al Hermano Neville en la transmisión? Él tiene, creo que media hora ahora. ¿Es así? [El Hermano Neville le habla al Hermano Branham.] Sí, adelante.\n\n[El Hermano Neville dice: “Cualquier contribución para la transmisión, esta noche, que alguien me la entregue después del servicio. Lo agradeceremos. No tenemos suficiente dinero para la transmisión del sábado, pero estará aquí cuando llegue el momento, así que agradecemos al Señor por eso. Que Dios los bendiga ahora”.—Ed.]",
    "Hermano Neville, párese allí mismo en la puerta donde la gente sale, y donde, si tienen algo para eso, por favor, hermano. [El Hermano Neville dice: “Amén”.—Ed.] Eso está bien, para estar seguro ahora de que Ud. lo reciba. Ahora, es para su transmisión. Él está tratando de mantenerse en el aire. Él conoce gente de afuera estando allí, y es gente que no vendría a este tabernáculo.\n\nMuchas veces he hecho la prueba.",
    "La gente dice: “Bueno, Rev. Branham, ¿viene y ora por mí?”.\n\nYo digo: “Venga al tabernáculo”.",
    "🦅 Pues, eh, eh, Uds. saben, eh, eh, es que no tengo tiempo para hacerlo”.",
    "¿Saben qué? Son demasiado orgullosos, casi siempre, para humillarse y llegar aquí. Esa es la pura verdad. Tal vez su pastor dice, si alguien los sorprendiera aquí, temen que estarían con la compañía equivocada. Si piensan así, de todos modos, no serviría de nada orar por ellos. Así es.",
    "¿Saben Uds. lo que el profeta le dijo a Naamán? Él dijo: “Ve y sumérgete en el Jordán, en sus aguas lodosas y sucias”.",
    "Él dijo: “Pues, las aguas de mi país son más limpias que ellas”.",
    "🦅 Bueno, entonces regresa con tu lepra” así es, hasta que se humilló y salió caminando allá a ese Jordán fangoso, y se sumergió siete veces como le dijo el profeta. Su lepra lo dejó. Así es.",
    "Si están demasiado tiesos y almidonados para venir al tabernáculo, entonces su… se pueden quedar con su lepra entonces. Es cierto, exactamente. ¡Dios, sé misericordioso!",
    "¡Oh, amigos míos!, cuando veo venir el día, veo mi edad avanzando aquí, y todo, ¿qué he hecho? ¡Oh, siento que no he hecho nada! Tengo que hacer algo para el Señor Jesús. Yo—yo tengo que hacer algo. ¡Oh!, yo… el corazón se me desgarra ahora. Me siento saludable y fuerte. Y yo—yo no sé qué decir. No he estado predicando por años, y estoy empezando ahora a comenzar a predicar. Yo no sé exactamente qué hacer, pero quiero ganar almas para Cristo. Eso es… Yo quiero que alguien esté a cuentas con Dios. Eso es todo. Y aun, en eso, siento que con el—el ministerio que Él me ha dado, y yo habiendo reclamado aun más de medio millón de almas para Él, pero eso, eso parece muy poco, para los miles de millones que hay en el mundo, sin cristianizar, ¿ven Uds.?",
    "¡Solo miren los millones y millones y millones que aún faltan! Vamos, amigos. Vamos. Quizás Ud. no pueda cruzar el mar, pero sí puede cruzar la calle. Hagamos algo. Hagamos algo para la gloria de Dios.\n\nDios los bendiga, mientras nos ponemos de pie ahora.",
    "Quiero pedirles ahora, mientras cantamos nuestro canto de despedida: De Jesús el nombre invoca. Miren, lleven con Uds. el Nombre de Jesús, como escudo contra todo enemigo. Así es. Cuando tentaciones los rodeen, invoquen Su santo Nombre en oración. ¿Cuántos Lo llevarán con Uds. esta noche, diciendo: “Dios, voy a amarte, Señor Jesús; quiero que me acompañes”? Levanten sus manos bien alto ahora. Así es. Dios sea con Uds., mi hermano y hermana Cristianos. Muy bien.\n\nDe Jesús el Nombre invoca,\n\nHijo de tristeza y de dolor;\n\nEsto—esto dulce hará tu amarga copa,\n\nLlévelo dondequiera que vaya.\n\nSuave luz, ¡oh, manantial!\n\nEsperanza de la tierra y gozo Celestial;\n\nSuave luz, ¡oh, manantial!\n\nEsperanza de la tierra y gozo…",
    "Ahora, mientras cantamos la siguiente estrofa, den la vuelta y denle la mano a la persona que está a su lado ahora.\n\nDe Jesús el Nombre ensalza,\n\nCayendo postrados a Sus pies,\n\nRey de reyes en el Cielo Lo coronaremos,\n\nA nuestra jornada terminar.\n\nSuave Luz, (¡Suave Luz!) ¡Oh, manantial! (¡Oh, manantial!)\n\nEsperanza de la tierra y gozo Celestial;\n\nSuave Luz, (¡Suave Luz!) ¡Oh, manantial!\n\nDe esperanza y…",
    "Quiero preguntarles algo. ¿Me aman? Digan… [La congregación dice: “Amén”.—Ed.] Quiero que hagan algo. Hay un poco de indiferencia aquí alrededor del tabernáculo. Queremos ser un gran grupo amistoso, ¿ven? Démosles la mano a todos. No se paren frente a una persona por mucho tiempo. Solo extiéndase y vaya a otro: “Me alegro de tenerlo, hermano. Regrese. Me alegro de tenerla, hermana. Dios le bendiga”. Saluden de mano a todos. Si Ud. quiere ir de visita, puede ir a casa y visitarlos. Pero démosles la mano a todos. ¿Ven? Vayan y saluden de mano a todos, luego salgan del edificio, regocijándose. ¿Podrán hacerlo? Dios les bendiga.",
    "Mientras inclinamos nuestros rostros. Hermano Ruddell, allá atrás, nos puede despedir en oración por favor, Hermano Ruddell. 🦅"
  ]
}