{
  "title": "MELQUISEDEC, EL GRAN PRÍNCIPE Y REY",
  "id": "55010009",
  "content": [
    "🦅  Buenos días, amigos. En verdad estoy contento de estar aquí esta mañana, en esta hermosa mañana de invierno; el sol brillando; nuestros corazones contentos. Mientras estaba sentado allí con el Rev. Sr. Beeler, mientras él estaba grabando, del Espíritu Santo cayendo sobre el edificio, y la gente regocijándose, los niños contentos. Estamos agradecidos de estar vivos y entre aquellos que pueden venir hoy a los servicios. Ahora, estamos agradecidos por cada uno de Uds.",
    "Y mientras los ujieres allá atrás, cuando alguien entra, tienen algunos asientos por aquí, pueden sentarse en la parte de atrás, en el altar, y otra parte de una banca aquí, en el frente, también, si—si la gente llega un poco más tarde.",
    "Ahora, esta semana que viene empezamos entonces la gira del año, otra gira mundial. Comenzando el próximo, el—el 12, será este próximo miércoles, en Chicago, en la iglesia de Filadelfia y en la campaña. Y luego me supongo, de allí, nosotros, esta mañana, desde… Comenzando el 3 de febrero, comenzamos en Lubbock, Texas, en el—el Auditorio Cotton Bowl allá en Lubbock, Texas. Luego, de allí, a Phoenix. Y luego a la exhibición de ganado entre Los Ángeles y South Gate, en California. Y luego, si el Señor quiere, queremos ir a Honolulu, de allí.",
    "Ahora, en verdad aprecio a toda la gente que ora. Si tan solo Le pidieran al Señor, cada día, una pequeña oración por mi—mi salud. Yo… Uds. difícilmente sabrán, de este lado de la Eternidad, cuánto dependo de Uds. orando por mí cuando estoy fuera.",
    "Estuve agradecido de escuchar al Hermano Tommy, esta mañana, en su testimonio, de cómo Dios, tiene Sus brazos abiertos, siempre dispuesto a recibirlo a uno. No importa lo que Ud. haya hecho, Él aún está con Sus brazos extendidos para recibir a toda alma arrepentida que venga a Él, sin importar lo que Ud. haya hecho o cuán grande sea el pecado. Él siempre está dispuesto a perdonar. Dios lo bendiga, mi joven hermano.",
    "Ahora, yo estaba notando los resultados de la reunión del domingo pasado, las personas por las que se oró. Tenemos unas pequeñas entrevistas, en privado, para que las personas…",
    "Déjenme decirles, pues, amigos, la razón por la cual no tenemos servicios de sanidad aquí, Uds. entienden, no tenemos ningún lugar adecuado para atender a la gente. Así es. Nunca se anuncian los servicios de sanidad aquí en el tabernáculo, aunque oramos por los enfermos cada vez que estoy aquí.",
    "Y los auditorios son difíciles de encontrar, y demás. Y Uds. visitas que vienen de diferentes partes del país, no hay demasiadas personas del Evangelio completo aquí mismo en la comunidad o, por lo menos, o en las cercanías aquí. Pero ellos… No todos los que patrocinan las reuniones, o que cooperan en las reuniones, más bien, son personas del Evangelio completo, porque hay muchas de ellas que son iglesias diferentes. No tratamos de representar a ninguna organización eclesiástica en particular. Solamente, tratamos, con la ayuda de Dios, de representar al Señor Jesucristo, y—y gratuitamente para todos, para todos.",
    "Yo, por mi parte, noté, el domingo pasado en el cuarto, que había un—un hermano de color que acababa de ser salvo, hacía unos meses, y su amada esposa. Y ella era una lisiada, usando un apoyo. Y él estaba horriblemente herniado. Y mientras hablaba con él en términos privados, en la oficina de diáconos, en una entrevista privada, pues, había llamado con anticipación y hecho cita. Cada domingo, recibimos los que podemos cada domingo. Sentí, mientras estaba sentado allí, y la inspiración del Espíritu Santo, pues, …",
    "Una señora acababa de salir allá, ella estaba en muletas, que había dejado… salió, caminando sin ellas.",
    "Y este hombre, creyendo definitivamente en el Señor Jesús, pues, se oró por él, con una terrible y gran hernia. Y yo dije, le dije: “Ahora, esa hernia comenzará, desde este mismo momento, a regresar a su lugar”. Dije: “Ahora a medida—a medida que retrocede, entonces observe Ud. cómo va entrando, lo cual le dará más fe”.",
    "¿Ven?, la fe tiene que estar basada en algo, no solo en un pensamiento mítico. Tiene que tener algo, básicamente, sobre qué pararse; la fe. Y por eso creemos que la Palabra de Dios enseña sanidad Divina, liberación del alma, liberación del cuerpo. Y lo basamos en la Palabra Eterna de Dios.",
    "Y le dije al hermano: “Ahora, para que Ud. sepa que le he dicho la Verdad”. Pues, viéndolo a él delante de mí en la visión, dije: “Tome, cuando Ud. regrese a casa, y amarre una cuerda alrededor de esa hernia, y mídala. Y luego corte esa cuerda, y no la toque más hasta el próximo domingo. Y antes de que Ud. venga, tome eso, tome otra cuerda y envuélvala alrededor de eso, y tráigame la diferencia de lo que se encogió en las cuerdas”.\n\nÉl dijo: “Lo haré”.",
    "Bueno, aquí está la cuerda, cortada como a una pulgada y media, así. Aquí está sentado el hombre, el hombre, para que Uds. puedan ver lo que ha sucedido.",
    "Ahora, algo ha sucedido. Yo nunca, en mi vida, he visto alguna vez que Dios haya dicho algo, o lo haya dicho por medio de una visión o una revelación, que no haya sido exactamente de la manera que Dios dijo que sería, ¿ven?, exactamente.",
    "Su esposa, el domingo pasado, venía, estaba caminando apoyada en una muleta, o caña, bastón. Y me fijé en ella hoy. Ella, allí adentro, apenas podía caminar. Ella, yo le dije que el Señor la sanaría. Ella tenía una—una extremidad que estaba rígida. Y la vi caminando, ella había llevado su bastón al hombro allí adentro. Y aquí está ella hoy.",
    "[Una hermana dice: “Alabado sea el Señor. Yo soy la dama”.—Ed.] Allí—hay otra dama, otra de ellas de allá… ¿Quién? Eso fue… Ella estaba en tal condición, con tantas enfermedades, el domingo pasado, y lisiada. Y ella vive allá en algún lugar alrededor de Georgetown, ¿no es así, señora, o en algún lugar allá adentro? [“Georgetown, Indiana”.] Georgetown, Indiana.\n\nElla dijo: “Pero, Hermano Branham, yo estoy vieja”.",
    "Yo dije: “Pero Abraham también lo estaba, y era mucho mayor que Ud., cuando a él se le pidió que creyera algo que era imposible”. Y ella lo aceptó, y allí está.",
    "Y aquí está la otra señora sentada justo detrás de la señora de la que estaba hablando, justo detrás de su esposo aquí. La dama de color, sentada aquí mismo; y la otra señora, allá atrás.",
    "Las cuerdas, como evidencias. Ya no tiene la muleta, como evidencia. Jesucristo vive y reina, como evidencia suprema de que Él se levantó de entre los muertos y está con nosotros este día. ¡Cuánto Le agradecemos desde lo profundo de nuestro corazón, que Él aún vive! Él no está muerto. Él resucitó de entre los muertos, y vive hoy entre los mortales, siempre dispuesto, capaz de hacer mucho más abundantemente de lo que pudiéramos hacer o pensar. Lo alabamos con todo nuestro corazón, por Su bondad leal para con nosotros.",
    "Ahora vean si hay… ¿Hay más bancas allí? [El Hermano Neville dice: “Hay algunas grandes allá atrás”.] Muy bien. Tienen algunas más, y podríamos traerlas aquí y sentarlos en la plataforma, si Uds. lo desean.",
    "Ahora, para la lección de la escuela dominical, nosotros… Me ha tocado, enseñar, solo un poco en las lecciones de la escuela dominical. Y vamos a, si Dios quiere, tratar de terminar un tema que comenzamos hace unos días, aquí en la—la iglesia, hace unos domingos.",
    "Y ahora, el Hermano Junior, tal vez, tal vez ellos traerían… Me pregunto si preferirían sentarse aquí en la plataforma, y dejar que algunas de las damas… Ud. puede traerlo aquí atrás, tal vez, y hacerlo un—un poco mejor de lo que sería, llevándolo al frente. Y tan pronto como la clase de la escuela dominical termine en ese salón, habrá más asientos, más asientos libres.",
    "Ahora, si alguien que está… tal vez alguien afiliado a la iglesia aquí. Es un poco, tal vez, vergonzoso o algo así para las visitas el pasar acá. Pero si alguien con afiliación a la iglesia, viene y toma esos asientos, probablemente le dará a alguien más un asiento cuando entren.",
    "Ahora, hoy, estamos estudiando en la bendita Palabra de Dios. Si Uds. recuerdan el último Mensaje, fue del Libro de Hebreos.",
    "¡Maravilloso, estudiar la Palabra de Dios! Nos da Vida Eterna. Jesús dijo: “Escudriñad las Escrituras, porque a vosotros os parece que en Ellas tenéis la Vida Eterna. Y Ellas son las que dan testimonio de Mí”. Y qué hermoso es saber que Él nos ha bendecido, para darnos la Palabra viva. Dios está en Su Palabra.",
    "Ahora, todos Uds. abran sus Biblias, en Hebreos el capítulo 7.",
    "Y trataremos de no tomar demasiado tiempo esta mañana, sino solo un poco de exaltación de Cristo, por la Palabra, para que podamos hacerles ver lo que Él es y por qué estamos aquí hoy, por qué el Cristianismo es lo que es, al hablar de la Palabra. “Y la fe viene por el oír, el oír por la Palabra de Dios”. ¡La Palabra!",
    "Ahora, podemos tomar las páginas y voltearlas así. Pero solo hay Uno que puede abrir la Palabra, y es Cristo. Pues, ellos Lo vieron a Él en la visión, como: “El Cordero inmolado desde la fundación del mundo”, cuando Juan miró. Y no había nadie en el Cielo que fuera digno de abrir el Libro, o que pudiera, o desatara los Sellos del mismo. Y él vio un Cordero, como inmolado desde la fundación del mundo, Quien vino y tomó el Libro de la mano derecha de Aquel que estaba sentado en el Trono, y abrió el Libro y desató los Sellos.",
    "Ahora, Él es el Autor del Libro. Hablemos con Él un momento antes de abrir el Libro.",
    "Nuestro bondadoso Padre Celestial, con grandes corazones de profundo amor venimos hoy a ofrecer nuestro tributo de alabanza y acción de gracias a Tu glorioso Nombre. Siendo tan consciente de nosotros, “Siendo aún pecadores, Cristo murió en nuestro lugar, el inocente por el culpable. Llevando sobre Sí los pecados de todos nosotros, quitándolos”, y pagó el precio supremo; dejó satisfecho a Dios. “Y resucitó para nuestra justificación, sentado hoy a Su diestra, siempre vivo para interceder sobre nuestra confesión”. ¡Oh, cuánto Te agradecemos por esta sólida esperanza que tenemos! Cuando todo a nuestro alrededor está cediendo, aun la vida mortal misma, nuestros corazones están puestos en esa esperanza Eterna y bendita.",
    "Muchos aquí están necesitados, esta mañana, Padre, por causa de su espíritu, por causa de su alma. Oramos que Tú salves a los que no son salvos. Concédelo, Señor. Dales una caminata más cercana a aquellos que son indiferentes hacia Ti. Y oramos que Tú sanes a todos los que están enfermos, para que se cumpla lo que fue dicho por nuestro Señor Mismo: “Estas cosas que Yo hago, vosotros también las haréis”. Y que Él dijo que debemos “Ir por todo el mundo y predicar el Evangelio; sobre los enfermos pondrán las manos, y sanarán”.",
    "Y ver aquí en este pequeño edificio, esta mañana, muchas personas que hace unos días usaban muletas, caminando hoy sin ellas, normalmente. ¡Levantados y sostenidos por el apoyo de los brazos Eternos de nuestro Señor Jesucristo, caminando! Aquellos que estaban muriendo de cáncer, están aquí, sanos. Tus siervos, los médicos, declarando que no pueden encontrarlo; ya no está. Te damos gracias por estas cosas.",
    "Perdona nuestras faltas, y llena nuestros corazones de amor. Háblanos a través de Tu Palabra ahora, porque lo pedimos en Su Nombre. Amén.",
    "Solo un pequeño adelanto, para captar los sentimientos de nuestra lección Escritural esta mañana. Es, hemos estado hablando de la seguridad de la esperanza que está en nosotros, expresada tan hermosamente aquí en la carta a los Hebreos. Después de leer cómo Dios trató con Su pueblo, Israel, en los días pasados, entonces vemos que la promesa nos fue extendida, nos da una gran seguridad al ver que todas esas cosas que sucedieron allá en aquellos días fueron ejemplos de lo que Dios está haciendo por nosotros hoy, para Sus hijos creyentes.",
    "Y ahora un pequeño repaso de la lección del domingo anterior, del capítulo 6 de Hebreos. Comenzaremos como el versículo 12 o 13 aquí.\n\nPorque cuando Dios hizo la promesa a Abraham, no pudiendo jurar por otro mayor, juró por sí mismo,",
    "Estoy seguro de que la clase puede recordar cómo tomamos eso, viendo lo que Dios había hecho, cómo Él le había prometido a Abraham que Él le daría este pacto, y lo haría con él y su Simiente, para siempre.",
    "Y Dios juró un juramento. Y cualquiera que jura un juramento, jura por alguien más grande que ellos. Así que, Dios no tenía a nadie más grande que Él Mismo, por quien jurar, así que Él juró por Sí Mismo, que Él cumpliría este pacto con Abraham. Entonces, ¡qué fundamento tan firme, Uds. santos del Señor!",
    "Si abordamos este tema hoy, con mucha sensatez, con calma, no se alteren. La fe nunca se altera. La fe nunca se apresura. La fe sabe de lo que está hablando.",
    "Uds. no vieron a nuestro Maestro alterado por nada. Parado junto a la tumba de un hombre muerto, Él estaba tan tranquilo como cuando se sentó en el monte y miró sobre Jerusalén.",
    "Enfrentando el problema, en un barco en los mares turbulentos, y las olas sacudiendo, Él descansaba tan completamente confiado en Dios, que ni siquiera prestaba suficiente atención para despertar. Siempre imperturbable, así es la fe.",
    "Ahora, encontramos aquí que la razón por la cual nosotros podemos estar tranquilos, es porque le fue dada a nuestro padre Abraham y a sus hijos. Y Dios, Quien dio la promesa, juró por juramento que Él la confirmaría y la cumpliría. Y eso es lo que Él ha hecho.",
    "Y hallamos que los hijos de Abraham no son judíos exteriormente, los que son de la tribu de… del linaje de Abraham. Pero, por medio de Abraham vino Isaac; por medio de Isaac vino Cristo; por medio de Cristo, bendijo al mundo. Porque dice: “A Abraham y a Su Simiente, la cual era Cristo”. Y por medio de eso, todas las tribus de la tierra iban a ser traídas a este pacto.",
    "Y el pacto le fue dado a Abraham incondicionalmente. No: “Abraham, si tú haces algo, Yo haré esto”. Sino: “Yo ya lo he hecho”. ¿Ven?",
    "No es lo que hacemos nosotros; es lo que Él ha hecho por nosotros. Nada que pudiéramos hacer para merecer algo. ¿Quién entre nosotros, los injustos, llegar a hacer algo para merecer algo ante el gran Jehová Dios, y Su gran suprema santidad? ¿Ven? Nosotros, lo único que podemos hacer es aceptar y estar agradecidos por lo que Él ya ha hecho por nosotros. ¡Oh, es tan sencillo! ¿No es así?",
    "Y estoy seguro que muchas veces, en el pensamiento de la gente, tratan de hacer de la sanidad Divina y demás, algo muy alejado, algo muy distante: “¡Si yo tan solo pudiera alcanzarlo!”.",
    "¿Podrían Uds. imaginarse a Jesús diciendo: “Ahora permítanme examinar Mi fe y ver si tengo suficiente fe para hacer esto? ¿Veré si tendré que ayunar por un tiempo, para ver si tendré suficiente fe para hacer esto”? Él estaba completamente inconsciente de la fe que Él tenía. Él simplemente lo habló, y sabía que así sería.",
    "Así como Uds. han venido de sus hogares hoy. Uds. probablemente quieran regresar a sus hogares. Le dijeron a su esposa, o a sus seres queridos: “Regresaré, en algún momento después del mediodía”. ¿Cómo lo sabe Ud.? Ud. no trata de preguntarse: “¿Tengo suficiente fe para ir a casa? ¿Tengo suficiente fe para conducir mi carro?”. Uds. inconscientemente encienden la llave, manejan y se van a casa. ¿Ven? Es la fe inconsciente la que lo hace.",
    "Así es en Cristo. Simplemente decimos inconscientemente: “Esa es Su Palabra. Eso lo concluye. Ya no hay más”, y seguimos. Así es como ellos sanan.\n\nAhora, “Dios jurando por Sí Mismo, sin nadie mayor”.",
    "Nos daremos prisa a eso, porque nuestro tema de hoy es sobre Melquisedec: Melquisedec, el gran Príncipe Y Rey.",
    "Ahora el versículo 14 dice:\n\ndiciendo: De cierto te bendeciré con abundancia y te multiplicaré grandemente.",
    "Porque, Él iba a ser multiplicado a toda nación. Y el Evangelio, por medio de Cristo… Ahora, no podía hacerlo bajo la dispensación de la ley, porque no llegó tan lejos; solo a los circuncidados, y ese era el judío. Pero en la esfera del Espíritu Santo, Él ha circuncidado todo corazón, ¿ven?, todas las naciones. Él multiplicaría a Abraham a todas las naciones.\n\nY habiendo esperado con paciencia, alcanzó la promesa.",
    "Cómo nos detuvimos en eso, de cómo: “Abraham, pacientemente soportó”. Soportar, es ver (¿a qué?) al Dios invisible como si Él fuera visible, parado delante de él. “Y después de su paciencia, después de haber soportado la dura batalla, heredó la promesa”.",
    "Ahora, ¿no es extraño? Parecía como que Dios podía haber bajado la mano y darle la promesa en ese momento, y hacer el trabajo allí mismo. Él pudo haberlo hecho.",
    "Ana, cuando estaba en el templo, y estaba orando. Y Elí salió, y pensó que ella estaba borracha. Y ella dijo: “No estoy borracha, sino que estoy orando que Dios quite mi oprobio”.\n\nÉl dijo: “Jehová Dios te conceda tu—tu petición”.",
    "Ahora, Dios pudo haber puesto al pequeño Samuel en los brazos de Ana. Todos sabemos eso. Él es el Creador de todas las cosas, solo lo habla a existencia. Él pudo haberlo puesto directamente en el brazo de Ana. Pero, en lugar de hacer eso, era el procedimiento regular de nueve meses antes de que naciera el pequeño bebé. Él pudo haberlo hecho instantáneamente, pero no lo hizo instantáneamente. Él solo le dio la promesa. Y ella heredó la promesa.",
    "Cuando Dios le dijo a Moisés, cuando él comenzó, que entrara a la tierra prometida, “Toda esa promesa” dijo Él, “Yo se la di a Abraham hace años, todo está amurallado con filisteos y toda clase de gente grande allá, guerreros”. Él dijo: “Ahora todo es tuyo”. Estaban los amorreos, los heveos, y los ferezeos, y todos los de allá, y los heveos, jubinitas, filisteos, todo en Palestina. Ahora Dios dijo: “Te lo he dado a ti. Es tuyo. Ahora ve y poséelo”.",
    "¡Oh, espero que Uds. lo vean, amigos! Es algo que quiero hacerles llegar, para que pongan su fe donde pertenece. Muchas personas, como he visto, pueden… Ellos tienen fe, si tan solo supieran cómo ponerla a trabajar.",
    "Cuando Benjamín Franklin encontró la electricidad por primera vez, él dijo: “Lo tengo. Lo tengo”. Pero él no sabía lo que tenía.",
    "Llegó Thomas Edison, y dijo: “Lo haremos funcionar”. Y a él no le importó cuánto tiempo tomó; probó con diez mil cables. Pero, con todo, él encontró un cable que finalmente llevaría la electrónica, o la electricidad, por el cable. Él sabía que era un poder, y que ese poder funcionaría en nuestro beneficio.",
    "Y ahora encontramos salvación, que nos salvará del pecado; que tomará a la mujer o al hombre más vil, al borracho, a la prostituta, y los hará hijos de Dios. Pues, esa misma fe… Ese mismo poder que levanta a un hombre o mujer caído de eso, funcionará para nosotros de muchas maneras diferentes. Sanará nuestros cuerpos, si Uds. pueden encontrar el enfoque correcto. Ud. tiene que hallar cómo hacerlo.",
    "Como, si yo tuviera una—una granja en esta colina, llena de buen maíz, y está casi muerto por causa del agua. Y tengo un pozo artesiano en este lado de la colina. Bueno, yo no puedo hacer que ese pozo artesiano arroje el agua aquí abajo, y a este lado de la colina, para regarla. Pero tengo que estudiar esa tierra y ver cómo esa agua puede tomar su propia corriente y curso, y venir y regar esa cosecha. Lo hará si la dejo correr en su propio canal.",
    "Y así mismo es con el Espíritu Santo, y la promesa de Dios. Si tan solo la dejamos correr a Su manera; y no estorbamos nosotros, sin arrojar nuestras dudas allí, porque esto no funcionó y aquello no funcionó. Solo deje que el Espíritu Santo de Dios obre, y Ud. descanse en la promesa, hará exactamente lo que Dios dijo que haría.",
    "Abraham era un anciano, de cien años, cuando Dios se le apareció en el nombre del Dios Todopoderoso. El “Todopoderoso” allí, viene de la palabra hebrea de El Shaddai, que significa “el seno, o pecho de una mujer”. Ahora él era anciano. Su fuerza había desaparecido. Pero El Shaddai es el Todopoderoso, “el dador de fuerza”. Y todo lo que Abraham tuvo que hacer para obtener esta promesa, fue apoyarse directamente en esa promesa. En otras palabras, como el bebé con su madre; y amamantar de la madre, la fuerza para el bebé.",
    "Y nosotros hacemos lo mismo cuando venimos a Dios y vemos Su promesa. Nos recostamos sobre Él y absorbemos de Su Palabra, la fuerza de Dios, dada en Su curso, no tomando nuestra propia mente; solo creyéndola.",
    "🦅 Después de haber esperado con paciencia, él alcanzó la promesa”. ¡Oh, me encanta eso! Ahora, así mismo funciona para la salvación, funciona igual para la sanidad Divina. ¡Cómo Dios, en Su gran amor e infinita misericordia, la dio para nosotros! Ahora:\n\ndiciendo: De cierto te bendeciré…, y te multiplicaré…\n\nY habiendo esperado con paciencia, soportó hasta la promesa.",
    "El verso 16:\n\nPorque los hombres ciertamente juran por uno mayor que ellos, y para ellos el fin de toda controversia es el juramento, jurar, para confirmación.",
    "En otras palabras, si se hace el juramento, entonces ese es el fin de todas las cosas. Si Ud. viene y dice: “Hermano Branham, yo, como Cristiano, pongo mi mano sobre la Biblia y juro solemnemente que haré una cierta cosa. Si Dios me permite vivir para hacerlo, lo haré”. Muy bien. Entonces, para mí, ese es el fin de toda duda. ¿Ven? Ud. me ha jurado que lo haría.",
    "Y Dios le juró a Abraham que Él cumpliría este pacto con él y con su Simiente para siempre. Dios juró por Sí Mismo, que Él lo haría. Y al hacerlo…",
    "Bajo la ley antigua, cuando Ud. hacía un juramento bajo la ley antigua, Ud. mataba un animal, lo cortaba en dos. Y entonces los dos hombres por los cuales se tomó el juramento, se paraban entre el animal, y escribían en un pedazo de papel cierto contrato. Y rasgaban ese pedazo de papel, y se los daban a uno y al otro hombre. Y hacían un juramento sobre este animal muerto, que, si ellos rompían ese pacto entre ellos, que fueran como este animal muerto.",
    "Así que, Dios, no teniendo otro por quien jurar, Él juró por Sí Mismo, y Él tomó el juramento sobre el cuerpo del Señor Jesucristo, previéndolo en una sombra. Y en el pacto, cuando Él llevó a Cristo al Calvario, Él desgarró Su cuerpo y Su alma. Y Él levantó Su cuerpo, para sentarse a Su diestra; y envió de nuevo el Espíritu Santo, para que estuviera en el Cristiano, para hacer lo mismo aquí en la Iglesia que hizo en Cristo cuando Él estuvo aquí en la tierra. Y probando, por medio de eso, que Él nos levantará en los últimos días, para sentarnos con Él y estar con Él en Su Reino.",
    "Y, hoy, poder ver el mismo Espíritu Santo, que estaba sobre Jesucristo, ¡obrando en la Iglesia, confirmando todo lo que Dios dijo! ¡Qué maravillosa esperanza se edifica en nosotros, al pensar que somos Sus hijos, y bendecidos por Su Presencia! Y ahora Él está aquí con nosotros, como la prueba infalible de que Él es el Señor Dios Quien le hizo la promesa a Abraham.",
    "Ahora escuchen, el versículo 17.\n\nPor lo cual, queriendo Dios mostrar más abundantemente a los herederos de la promesa la inmutabilidad de su consejo, interpuso juramento;\n\npara que por las cosas inmutables, …lo cual es imposible que Dios mienta, tengamos un fortísimo consuelo, los que hemos acudido para asirnos de la esperanza puesta delante de nosotros.",
    "¡Qué maravillosa promesa: “Dos cosas inmutables”! Dios no puede mentir, y ser Dios. Ahora, si Dios ha hecho una promesa aquí en Su Biblia, nosotros creemos que la Biblia es la Palabra infalible de Dios. Y si Dios ha hecho una promesa en esta Biblia, tenemos este consuelo y sabemos que es imposible que Dios mienta. Por lo tanto, cuando vemos que Él lo prometió en la Biblia, lo creemos, alma, cuerpo y espíritu. Es imposible que Él mienta. Ahora, si hay alguna falta, está en nosotros, no en Dios. Pues, Dios está obligado a Su Palabra, porque Él ha jurado por Su Palabra. ¡Oh, vaya!",
    "Estoy seguro que cuando lleguemos a verlo bajo esa luz, las cosas comienzan a tomar forma y a levantarse de manera diferente a lo que solían ser. La sanidad del cuerpo no llega a ser una ficción; llega a ser una realidad. El bautismo del Espíritu Santo no llega a ser una sustancia emocional, elaborada. Llega a ser una realidad, de la Presencia del Señor Jesucristo que mora en nosotros, para cambiar la vida.",
    "Hace unas noches, en una reunión de oración, un hombre me dijo: “El Espíritu Santo no fue dado… Solo a los diez, o a los doce, en el Día de Pentecostés”.",
    "Yo dije: “Bueno, entonces, ¿qué de los ciento veinte que estaban allí al mismo tiempo, que Lo recibieron? ¿Qué tal allá en la casa de Cornelio, cuando Lo recibieron los gentiles? Treinta y tres años después, cuando Pablo preguntó a los—a los bautistas si habían recibido el Espíritu Santo desde que creyeron; y les impuso las manos, y recibieron el Espíritu Santo. Poniendo la iglesia de Corinto en orden, ‘El también puso en la Iglesia, apóstoles, profetas, maestros, evangelistas, dones de sanidad’, y todos esos dones maravillosos, años y años más allá de Pentecostés”.",
    "Entonces, es hoy, para todo creyente; “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Qué tan lejos? “A todo el mundo”. ¿A cuántos? “A toda la gente”. “El que creyere y fuere bautizado, será salvo; el que no creyere, será condenado. Y estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios, y sanarán a los enfermos, y demás”.",
    "Allí lo tienen. Es la promesa de Dios, que Él juró que lo haría. No importa cuántas cosas se levanten para tratar de falsificarla o imitarla, cuántas cosas se levanten para tratar de contradecirla o derribarla, Ella seguirá y seguirá y seguirá, para siempre, porque Dios ha jurado por Sí Mismo que Él lo cumpliría. Si yo no Lo predico, y decepcionó, Dios levantará a alguien en mi lugar para continuar con Eso. Si Ud. no Lo cree, habrá alguien que tomará su lugar, para creerlo, en el lugar suyo, porque Dios ha jurado que Él lo haría. ¡Oh, qué consuelo nos da eso!",
    "Y lo hermoso de eso, mi amigo Cristiano, es pensar que ahora tenemos la evidencia de Eso. Lo tenemos aquí en bendición; Lo tenemos en poder; Lo tenemos en milagros; Lo tenemos en señales; Lo tenemos en una fotografía. Lo tenemos de cada manera que Dios Lo ha prometido, aun más de lo que Él prometió darnos. Y es infalible, la Verdad. La verdad, no del hombre, no la verdad de algún maestro o filósofo, sino que es la Verdad del Dios Todopoderoso. ¡Y qué esperanza nos da! Con razón podemos cantar:\n\nMi esperanza se basa en nada menos\n\nQue la Sangre de Jesús, con justicia;\n\nCuando todo alrededor de mi alma cede,\n\nEntonces Él es toda mi esperanza y apoyo.\n\nPorque en Cristo, la Roca sólida, nos paramos;\n\nTodo lo demás es arena movediza.",
    "Ya sea la popularidad, ya sea nuestra iglesia, ya sean nuestros amigos, nuestros asociados, quienquiera que sea; ya sea nuestro médico, ya sea nuestro sacerdote, ya sea nuestro predicador; todos los demás terrenos son arenas movedizas. ¡Solo Cristo! Y todo hombre que haya llegado a ser algo en este gran campo de batalla de contienda, han sido hombres y mujeres que se pararon solos en esas convicciones. Cuando todo lo demás falló y se derrumbó a su alrededor, ellos aún estaban de pie.",
    "Abraham Lincoln, de antaño, estaba convencido de que tenía la razón. Él se paró solo, en sus convicciones, pero lo probó y selló su testimonio con su propia sangre.",
    "Jesucristo se paró solo, en Su día, como un ejemplo de que todo hombre, basado en sus convicciones de la Verdad Eterna de Dios, que tome su lugar posicionalmente, y se pare, se parará solo. Pero, no solo; ¡con Dios! El compañero invisible Quien nos sigue a través de la jornada de la vida, bajando por las sombras, de los valles de sombras de muerte, y hacia la Eternidad. Él aún irá con nosotros, y será Dios.",
    "Entonces, ¿sobre qué están edificadas nuestras esperanzas en esta mañana? Porque, Dios juró que Él lo haría con Abraham. Juró no solo a Abraham, sino a cada uno de su Simiente. ¿Quién es la Simiente? Es el… Uds. que han recibido la invitación de venir al Señor Jesucristo, la Simiente de Abraham. Por supuesto, hay personas que no son llamadas. Pero, para cada uno de Uds. aquí esta mañana, que ha recibido el llamado:",
    "¿Por qué está Ud. aquí en la iglesia esta mañana? Algo le dijo que viniera. Ud. sabe que no fue el enemigo, queriendo hacer que Ud. obré mal; queriendo hacer que Ud. falle viniendo a la iglesia. Ud. no podría hacer eso. Cuando Ud. viene a la iglesia, Ud. está haciendo lo correcto.",
    "Y Jesús dijo, en Sus Propias Palabras, que, “Ninguno puede venir a Mí, si Mi Padre no le trajere. Y a todo el que venga, Yo le daré Vida Eterna, y lo resucitaré en los días postreros”. Piénsenlo, que a toda persona que viene por invitación del Señor Jesucristo, se le promete la Vida Eterna y la resurrección en los últimos días; por Jehová el Dios Quien juró con juramento que Él lo haría, y envió a Su Hijo y confirmó la Palabra. Y Él juró que lo haría; se lo dio en un tipo, a Abraham; lo cumplió en Jesucristo, ¡Lo resucitó!\n\nViviendo, Él me amó; muriendo, Él me salvó;\n\nSepultado, Él llevó lejos mis pecados;\n\nResucitando, justificó gratuitamente para siempre;\n\nAlgún día Él viene—¡oh, día glorioso!",
    "Allí lo tienen. ¡Nuestra justificación! Cada vez que Uds. oyen los terrones caer sobre el ataúd; diciendo: “Ceniza a la ceniza, y polvo al polvo, tierra a la tierra”, nuestra fe mira hacia otra tierra más allá, a donde hay una tumba vacía; que, algún día glorioso, Aquel Quien prometió venir, vendrá. Y tan cierto como Jesús resucitó de entre los muertos, nosotros resucitaremos con Él en la resurrección. ¡Qué hermosa esperanza tenemos!",
    "Ahora, sigamos adelante, rápidamente. Se nos acabará el tiempo antes de que nos demos cuenta. Ahora, yo creo que es el versículo 19.\n\nLa cual tenemos como segura y firme ancla del alma,…penetrando hasta dentro del velo,",
    "¡El ancla de nuestra alma, que entró en el velo, más allá del velo, y se ancló!",
    "Uds. saben, un barco, a veces… Los militares y demás, lo saben, y Uds. que han estado en el mar. Cuando, en realidad, las olas se ponen demasiado fuertes para la barca, ellos la anclan. Y tiene una línea que baja, que la sostiene. Y puede que le dé la vuelta para acá, y para allá, pero esa ancla la sostiene. ¡El ancla! Ellos no pueden ver la tierra, en ninguna parte. Pero echan el ancla más allá del velo, la cual es el agua, y esa ancla baja al fondo del mar, a la cima—la cima de alguna gran montaña en alguna parte. Y se arrastra hasta que se engancha en esa montaña, se aferra a esa grieta allí, y todo el mar ya no puede moverlo. Está anclado, fuera de la vista.",
    "Y toda persona que ha recibido a Jesucristo como Salvador personal, nacido de nuevo del Espíritu Santo: Ud. ha echado el ancla. Si Ud. está enfermo, y su esperanza está edificada en Cristo, Ud. ha echado su ancla. El médico puede decir esto, aquello, o lo otro; pero, ¡tan cierto como que su fe mira más allá! Las olas, los episodios de enfermedad, la fiebre puede subir, y todo así, pero su ancla se mantiene dentro del velo.",
    "En algún lugar allá en la tierra mística, dicen: “¿Sobre qué han edificado Uds. sus esperanzas? El médico dijo que ya está muerto. La medicina dice que no puede hacer nada. La cirugía ha fallado”. Pero mis esperanzas no están basadas en eso.",
    "Tenemos nuestra esperanza detrás del velo. ¿Qué velo? Por medio del derramamiento de Su Sangre, que arrancó Su Espíritu de Su cuerpo. Y, entre ese velo allí, el ancla se ha aferrado a Algo.",
    "Yo vi un barco, una vez, cuando se balanceaba allá. Y pensé: “¿Qué está reteniendo ese barco en ese mismo lugar?”. Yo no lo podía entender. “¿Allá en el mar?”. Y me di cuenta de que las olas lo movían de esta manera, y de regreso de esta manera, pero no se movía de ese lugar. Yo no podía ver nada. Pero había un pequeño alambre, una cuerda, que bajaba desde la proa de ese barco, a un ancla que se había enganchado a algo debajo de mi… donde yo no podía ver, más allá de las aguas. Y estaba aferrado allí. Y yo dije: “¡Alabado sea Dios!”.",
    "Sí, un día, yo encontré un ancla. Leí aquí abajo, que dice: “El que quiera venir, que venga”. Arrojé esa ancla más allá de algo que yo no podía ver. Algo se aferró. Y cuando la batalla está rugiendo, el Ancla se sostiene dentro del velo. Cuando los incrédulos se levantan, y surgen problemas, y todo a mi alrededor cede, nuestra ancla se mantiene detrás del velo. ¿Dónde está? No lo sé. Pero está más allá del velo, en algún lugar allá, anclado en la Roca de las Edades. “Nuestra ancla es firme, inamovible. Se sostiene, dentro del velo”.\n\nLa cual tenemos como segura y firme ancla del alma,",
    "🦅 Segura y firme”. ¡Oh, si tan solo tuviéramos un poco más de tiempo, para entender lo que significa seguridad! “Segur-idad”, algo que Ud. sabe, y es su seguridad. ¿Qué es seguridad? “Dios juró por medio de un juramento que Él lo haría”. Esa es la seguridad.",
    "Aquí hace algún tiempo, un hombre se me acercó, y me dijo: “Billy, quiero venderte una póliza de seguro”.",
    "Ahora, el seguro está bien. Yo, personalmente, no tengo. Supongo que llegué a los extremos con eso. Una—una compañía estafó a mi pobre padre, una vez, de mucho, porque él era demasiado analfabeto para leer la póliza. Y, de todas maneras, ni un abogado de Filadelfia podía leerla. Así que, él dijo… Él le vendió esta póliza. Y él pagó por eso, por mi hermano y por mí, por veinte años. Vino, dijo: “Valdrá quinientos dólares al final de cierto tiempo”. Y a través de la depresión y demás, ¡el pobre anciano trabajando! Al final, nos dijeron que habían leído mal la póliza. “Valía siete dólares y cincuenta centavos”. Así que, eso como que me amargó. Ahora, no todos son así. Hay agentes de seguros sentados aquí mismo ahora.",
    "Muchas veces, la gente viene y me han dicho: “Billy, quiero venderte un seguro”. Ahora, supongo que eso está muy bien.\n\nYo le dije: “Mira, ya tengo seguro”.",
    "Y él dijo: “¿Qué clase de seguro tienes?”. Dijo: “¿Qué póliza tienes?”.\n\nYo dije: “Vida Eterna”.\n\nÉl dijo: “¿Vida Eterna?”.\n\nYo dije: “Sí, señor”.\n\nDijo: “¿Quién vende esas pólizas?”.\n\nYo dije: “El Señor Jesús”.\n\nÉl dijo: “¿Y tienes seguro?”.\n\nYo dije: “Sí, señor”.\n\nDijo: “¿De qué clase es, realmente? ¿Cuál es, Billy?”.\n\nYo dije: “Es una seguridad”.\n\nÉl dijo: “¿Qué?”.",
    "Yo dije: “¡Bendita seguridad, mío es Jesús! ¡Oh, qué anticipo de la gloria Divina!”.",
    "Él me abrazó; un amigo de la niñez. Estábamos parados aquí al otro lado de la calle. Él dijo: “Billy, eso no te pondrá aquí en el cementerio”.",
    "Yo dije: “Lo sé. Pero me sacará. No me preocupa entrar allí. Pero Eso me sacará de allí”. Así es.",
    "Podía pensar en mi póliza de seguro cuando estaba enfermo, pero no me sirvió de nada. Pero, en mi seguridad, de Jesús, yo tenía un ancla, “firme”, la seguridad de que “Dios juró por Sí Mismo” que Él cumpliría toda Palabra que Él prometió.",
    "Cuando Mayo dijo: “No hay esperanza para ti”, no había esperanza de que yo viviera; sufría un vómito que finalmente me mataría. Pero mi ancla se mantuvo dentro del velo. “Bueno, ¿qué ves?”. Yo no sé lo que veo. Hay algo que yo sé.",
    "Eso es lo que es. Uds. lo saben. No es por obras; es por fe. Nosotros lo creemos.",
    "¿Qué clase de seguridad recibió Abraham del médico, de la asociación médica de Ur-i, o de cualquier otra parte? Cuando él tenía cien años, y Sara noventa, iban a tener un bebé. Pero su ancla se mantuvo detrás del velo, porque Dios le dio la promesa y él descansó sobre ella. “Y llamó cosas que no eran como si fueran”, porque sabiendo que Dios podía; aquí está, Dios pudo cumplir lo que Él había prometido.",
    "Él hizo el mundo. Él me hizo a mí. Él hizo todo. Él lo hizo a Ud. Él hizo todo, todo, por Su Palabra. Y Su Palabra hará exactamente lo que dice que Él hará.",
    "Ahora, ¡oh!, cómo, ¡qué esperanza! “Cuya esperanza tenemos, la seguridad de la esperanza, detrás del velo”.",
    "Tendremos que darnos prisa ahora porque tenemos una gran línea de oración por delante.",
    "Fíjense: “donde…” ¡Oh, vaya! Muy bien, miren, todos ahora. El versículo 20, miren esto.\n\ndonde Jesús entró, entrando, por nosotros como precursor,…",
    "¿Precursor de qué? El precursor de nuestra salvación, física y espiritual; “Porque Él herido fue por nuestras rebeliones, molido por nuestros pecados, el castigo de nuestra paz sobre Él, y por Su llaga fuimos nosotros curados”. El precursor de nuestra salvación ya ha entrado. “La seguridad, ya entró, donde Jesús”.\n\n…hecho sumo sacerdote para siempre según el orden de Melquisedec.",
    "Ahora estamos llegando a donde queremos tomar este texto rápidamente y entrar en él.",
    "Todas estas grandes promesas, las reducimos a una sola cosa, que, “Jesús, nuestro precursor, Quien fue la Simiente de Abraham”, por medio del Espíritu Santo nos ha llamado a esta bendita esperanza que tenemos ahora, “un ancla del alma, firme y segura, anclada detrás del velo”. Este Jesús, ¡siendo hecho un precursor, según el orden de Melquisedec!",
    "Ahora, este gran Hombre, Melquisedec, queremos hablar de Él en los próximos minutos. Dándonos prisa, por los próximos diez o quince minutos.",
    "Y luego, para la línea de oración, eleven su fe ahora. No permitan que el diablo les robe nada. Ud. está aquí esta mañana, en este pequeño edificio, donde el Dios Todopoderoso entrará en esta humilde morada. Ud. dice: “Se ve muy mal”. Pero Él vino a un pesebre.",
    "Él vendrá a cualquier corazón humilde que se abra y diga: “Sí, Señor Jesús, yo Lo creo. Puede ser que yo ni siquiera Lo entienda, pero de todas maneras Lo creo”.",
    "Esta bendita esperanza que tenemos: “Cristo, el precursor, ya ha venido”. ¿Saben Uds. lo que es un precursor? Algo que viene delante, o que va primero. Cristo, siendo entonces el precursor de nuestra salvación, vino a la tierra; y para ser un ejemplo de la Iglesia, pues la Iglesia debía terminar Sus obras, o continuar Sus obras, después de Él haber terminado Su sacrificio en el Calvario. ¿Lo ven? Fíjense.",
    "Entonces, Él nació en humildad, allí mismo en un pesebre. Se burlaron de Él; como Ud. lo sería, o cualquier otro que Le sirva a Él. Pero mientras estuvo en la tierra, Él, “Quien no hizo acepción de personas”, Él amó a todos. Él, Él sanó a todos. Él bendijo a todos. Él hizo bien dondequiera que fue. Él dio Su vida como sacrificio; murió, fue sepultado. Se levantó, ascendió, como precursor para nosotros.",
    "Y el mismo Espíritu que estaba sobre Él ha regresado para estar con la Iglesia, para dirigirla y guiarla. Hablando: “Un poco y el mundo no Me verá más. Pero, vosotros Me veréis, porque Yo…”. “Yo” es un pronombre personal. “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Dirigiendo nuestras mentes a Su gran sacrificio supremo, como el precursor de la bendita esperanza que tenemos ahora detrás del velo.",
    "Entonces, por fe Lo creemos. Nuestra ancla sale allá, y las puntas de Ella, en la Palabra de Dios, se clavan detrás del velo. Y, una línea de oración por aquí, nos mantiene firmes a la promesa. “No vacilando, zarandeado, con todo viento de doctrina. Sino firmes e inconmovibles, abundando siempre en la gracia del Señor, porque sabéis que vuestras obras no son en vano en el Señor”. ¡Qué esperanza!",
    "Ahora, este Melquisedec, hablando de Él aquí, de… Pablo hablándole a los hebreos, del Antiguo Testamento, de un tipo.",
    "Volvamos a Génesis, el capítulo 14, y leamos un poco antes de continuar, Quién era este Melquisedec. Leemos en el capítulo 14 de Génesis, y el versículo 14, comenzando.",
    "Abraham, Uds. saben, había sido llamado de Caldea, la tierra de—de Ur… la ciudad de Ur, mejor dicho, la tierra de Caldea. Y Dios le dijo: “Sepárate de tu pueblo, y apártate”. Permítanme poner énfasis en eso.\n\n¡Oh, si tuviéramos más tiempo en esto, hoy! Es tan limitado.",
    "🦅 Sepárate de tu gente, y ven aparte, y Yo te bendeciré”. ¿Ven?",
    "Y para poder obtener esta misma promesa que tuvo Abraham, Ud. tiene que separarse de todo contacto mundano, de todas las cosas del mundo. Sus deseos pecaminosos, sus concupiscencias, las pasiones del mundo, y todas estas cosas, sepárese de esa cosa. Venga aparte, a una tierra extraña, una tierra en la que Ud. nunca ha estado antes, para caminar no por vista, sino por fe.",
    "Porque Abraham no tenía nada. Nadie había cruzado este río Éufrates y peregrinado a esta tierra. “Pero Abraham, por fe, dejó lo suyo, y siguió adelante, separándose”.",
    "Así como la Sangre de Jesucristo, hoy, por el Espíritu Santo, nos separa a nosotros de las cosas del mundo, para caminar en una nueva vida; criticados, burlados, llamados “santos rodadores”, malentendidos, pero nuestra ancla se mantiene firme.",
    "Hebreos 11 dice: “Anduvieron de acá para allá vestidos con pieles de ovejas y de cabras, destituidos, y en lugares, porque creían que buscaban una Ciudad Cuyo Arquitecto y Hacedor era Dios”. Algo dentro de ellos, les decía: “Hay una Tierra, una Ciudad, Cuyo Arquitecto y Hacedor es Dios. Y ellos la buscaban, sin saber a dónde iban”.",
    "Así es con cada peregrino hoy. Él está buscando algo sobre lo cual no puede poner sus manos, pero él ve la evidencia a su alrededor de que Aquello viene. “¿Qué me hizo hacer esto? ¿Qué hizo que esta mujer lisiada caminara? ¿Qué hizo que esa mujer lisiada caminara? ¿Qué hace que esta hernia desaparezca del hombre? ¿Qué hizo que ese cáncer dejara a la mujer? ¿Qué hizo que esos oídos sordos se abrieran la otra noche, aquí, de ochenta y dos años? ¿Qué lo hizo?”. Son atributos sobrenaturales, que el ancla… Esa Ciudad Cuyo Arquitecto y Hacedor es Dios, que buscamos, pero no podemos ver dónde está, pero hay algo que está anclado allá arriba. “El ancla dentro del velo. Nuestras esperanzas son firmes, inconmovibles”.",
    "Y Abraham dejó la tierra, viajó, se llamó a sí mismo extranjero y peregrino.",
    "Y, miren, Abraham, como todos los mortales, no un hombre inmortal, no un hombre que no puede cometer algún error, pero que constantemente cometía errores. Pero no importaba cuántos errores él cometiera, su ancla aún se mantenía, porque él tenía la promesa.",
    "Así que, él se llevó consigo a Sara. Él llevó a Lot; él llevó a su papá. Y mientras ellos estuvieran con él, Dios no podía bendecirlo. El anciano finalmente murió, y lo enterraron. Siguió adelante un poco más, y Lot se descarrió. Y Uds. saben lo que sucedió allí. Y luego él se separó de él. Entonces Dios se le apareció de nuevo, dijo: “Ahora, Abraham, mira por toda la tierra. Todo es tuyo”. Cuando él tomó la decisión correcta. Eso es. Sepárense Uds. de todo.",
    "Tendré que decir esto. Miren. Espero que Esto encuentre cabida, porque yo no lo pensé, que fuera premeditado.",
    "Quizás esa sea la razón por la cual algunos de nosotros no nos llevamos tan bien. Nos estamos aferrando a cosas que debemos soltar, en la separación. Un poco de duda, un poco de asombro, un poco de escepticismo: “Me pregunto si es correcto. ¿Pudiera ser Esto? ¿Pudiera ser Eso? ¿Cómo podría ser?”. ¡Sepárese, esta mañana!",
    "Hebreos 12:1, dice: “Despojémonos de todo peso, y del pecado que tan fácilmente nos asedia”. El “pecado”, ¿qué es eso? La “incredulidad” que nos asedia tan fácilmente. “Y corramos con paciencia la carrera que tenemos por delante, puestos los ojos en Cristo, el autor y consumador de nuestra fe”.",
    "Fíjense aquí en Abraham. Luego, él se metió en problemas, Lot se fue a Sodoma y Gomorra. Uds. conocen la historia.",
    "Tendremos que darnos prisa, presionados. No podemos llegar a eso. El versículo 14.",
    "Y de repente, todos los reyes gentiles vinieron allá, entraron a Sodoma y declararon la guerra, y tomaron a Lot y, sobrino de Abraham, y se lo llevaron, a la esposa de Lot y los hijos, y todos los demás, y salieron de la región.",
    "Y uno de los reyes de Sodoma, cuando comenzó a correr, entró en las planicies fangosas allá, y cayó muerto. Lodo es de lo que ellos hicieron sus ladrillos y cemento, y con lo cual construyeron sus ciudades.",
    "Solo para una pequeña lectura previa de esto; Uds. pueden leerlo cuando lleguen a casa. Pero debido a que el tiempo es limitado, tendremos que darnos prisa. Y el versículo 14:\n\nOyó Abram que su hermano estaba prisionero,…",
    "Hermano, me gusta eso, “su hermano”, ¡y miren lo que Lot le había hecho! No obstante, había alguna clase de lazo que unía, así el hermano se haya descarriado. Como dijo el joven hace un rato, el joven ministro aquí, que él se había descarriado y se había ido. Sin embargo, de alguna manera, el Espíritu Santo todavía llama a esa persona. Cuando él está en problemas, Él está allí con él.\n\nel hermano de Abram…estaba prisionero, y él armó a sus criados, y nacieron en su…los nacidos en su casa, trescientos dieciocho, y los siguió hasta Dan.\n\nY repartiéndose cayó sobre ellos…, y él y sus siervos, de noche,…les atacó y les fue siguiendo hasta Hoba, allí a la izquierda de Damasco.",
    "Abraham tomó a todos sus siervos y hombres armados. Solo piensen en el hombre que había sido pobre cuando dejó la tierra allá en Caldea, de Ur, tenía trescientos dieciocho hombres armados como siervos. ¿Dicen que Dios no los bendice? “Trescientos dieciocho”.\n\nUd. dice: “Bueno, ¿es así?”.",
    "Eso es lo que dice la Escritura. Él tenía suficientes siervos para pelear contra un ejército. ¡Y venció! Noten: “Y él trajo…”. Él los persiguió; tomaron todo lo que tenían.\n\nY recobró todos los bienes, y también a Lot su hermano y sus bienes, y a las mujeres, y demás gente.\n\n…y salió el rey de Sodoma a recibirlo después que regresaba de la matanza …y los reyes…del—del valle… y que es el Valle del Rey.\n\nEntonces Melquisedec, rey de Salem y sacerdote del Dios Altísimo, sacó pan y vino y le dio,",
    "Después de que todos estos reyes gentiles habían entrado y se habían llevado a su hermano, Abraham tomó a sus siervos, los persiguió y fue allá y los venció; y regresó con ellos (y mató a los reyes), y los trajo de vuelta.",
    "Y, fíjense, el rey de Sodoma salió. El rey de Gomorra fue asesinado. Pero el rey de Sodoma salió y le trajo, y dice aquí: “Todos los bienes que—que has tomado, que estas personas se llevaron, te los daré a ti”.",
    "Más adelante, en este capítulo, encontramos que Abraham dijo: “No tomaré hilo para la correa de un zapato; para que digas que tú enriqueciste a Abraham”.",
    "Pero el pensamiento al que queremos llegar, está aquí mismo.\n\nEntonces Melquisedec, rey de Salem y sacerdote del Dios Altísimo sacó pan y vino;\n\ny le bendijo, diciendo: Bendito sea Abraham del Dios Altísimo, creador de los cielos y de la tierra;\n\nY le bendijo,…\n\ny bendito sea el Dios Altísimo, que entregó tus enemigos en tu mano. Y le dio Abram diezmo de todo.",
    "Me encanta. Fíjense ahora, después de Abraham, el cuadro espiritual aquí, Abraham; “su hermano” que se había descarriado. Un cuadro de la Iglesia verdadera, o el verdadero creyente de Dios, que es bendecido por Dios, y tiene la promesa de Dios, tiene el pacto de Dios, y tiene fe en el pacto.",
    "Ahora piensen. Si Uds. cuentan aquí, hubo como diez o quince reyes que salieron allá, y, probablemente, ¿cuántos siervos tenían?",
    "Pero Abraham contó lo que él tenía que era fiel, “nacido en su propia casa”. ¡Oh, vaya! El fiel, “nacido en su propia casa”. Fueron sus siervos a quienes él había circuncidado, que estaban incluidos en la misma promesa que él. Y él fue tras su hermano descarriado, y persiguió con un puñado de hombres, trescientos dieciocho hombres; a los reyes, y los venció, y los tomó y los mató. Y trajo de vuelta todo lo que estaba perdido.",
    "¡El cuadro perfecto de Cristo! Y la Iglesia, el Espíritu Santo guiando a los fieles que han nacido en la misma casa del Espíritu Santo donde nació Cristo, yendo tras los perdidos y descarriados. Y matando toda cosa mala que los ha vencido. ¡Amén! Venciendo el pecado, despojándose de todo peso. Hablando a la gente acerca de sus concupiscencias y las cosas que están haciendo; ¡dejen eso! Sus enfermedades y todo; predicándoles el Evangelio, y trayéndolos de nuevo al completo compañerismo con Dios.",
    "Fíjense. Y cuando regresó, Melquisedec le salió al encuentro. ¿Quién era este Melquisedec? Y fíjense, lo primero, ahora. Melquisedec no le ofreció dinero. Melquisedec solo le ofreció “pan y vino”. Melquisedec era un Sacerdote del Altísimo; el Rey de Jerusalén.",
    "Entonces se llamaba Salem. Aquí está la concordancia Cruden. Pensé que si hubiera alguna pregunta después, puedo probarlo, que Jerusalén fue primero Salem. J-e-r-u-s- -l-e-m, ¿ven?, Salem, Jeru-salén. ¿Ven? Primero fue llamado Hi- -ru- -a- -m, Hieru-salem, así es, pues, cuando estaba en posesión gentil. ¡Oh, espero que Uds. capten esto ahora! Jerusalén estuvo primero en posesión de los gentiles.",
    "🦅 Y el Rey de Jerusalén, o Salem, que significaba el Rey de paz, el Rey de justicia, se encontró con Abraham cuando él regresaba. Y le dio”, la Comunión, “pan y vino”, miles de años, o cientos de años, antes de que el pan y el vino fueran una ordenanza en la Iglesia. Y Él era el Rey de Jerusalén. Amén.",
    "¿Quién fue este gran Hombre? Volviendo a nuestro texto ahora, el versículo 7… o el capítulo 7.\n\nPorque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo,…",
    "Él no solo era un Rey, sino que era un Sacerdote.\n\n…que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,",
    "Las bendiciones solo vienen de alguien más alto. Observen: “a quien asimis-…”\n\na quien asimismo dio Abraham el diezmo de todo; cuyo nombre significa primeramente Rey de justicia,…también…el Rey de Salem, esto es, el Rey de paz;",
    "¿Quién era este gran Hombre, hace muchos años? ¿Quién era Él? Escuchen. Leamos un poco más de Él.\n\nsin padre, sin madre,…sin principio de días, ni fin de vida;…",
    "Si Él no tuvo padre, Él no tuvo madre, Él no tuvo principio de días ni fin de vida, Melquisedec aún existe. ¿Correcto? “Sino hecho… No teniendo padre, ni madre”.\n\n…sino hecho semejante al Hijo de Dios; permanece sacerdote para siempre.",
    "Él no puede… Él no tuvo principio; Él no tiene fin; Él no tuvo padre; Él no tuvo madre. Sin embargo, era un Hombre, y vino de Salem. Paz, Él era el Rey de paz. Él era el Rey de justicia.",
    "Él no solo era un Rey, sino que era un Príncipe. Y Él es el Príncipe de Paz. Él es la Rosa de Sarón. Él es el Lirio de los Valles; la Estrella de la Mañana; el Alfa, Omega; el que Era, el que Es, y el que Ha de Venir; tanto Raíz como Linaje de David. Él fue antes de David, en David, y después de David.",
    "¿Quién era este Sacerdote? Nada menos que el Señor Jesucristo encarnado, en Su poder magnífico. Él fue el mismo Ser, un poco más adelante, después de haberse encontrado con Abraham, y le dio, siendo un pueblo del pacto, la Comunión. Entonces, ahora, por medio de ese mismo pacto, tomamos… Y Él estaba en una sombra. Ese Melquisedec, cuando llegara a ser un Hombre de carne, sería cortado en partes, y se daría la Comunión, los fragmentos de Su cuerpo partido, como la tomamos hoy.",
    "Allí ese Melquisedec se encontró con Abraham, y Abraham Le pagó diezmos. Amén. Abraham, el hombre más importante sobre la faz de la tierra, le pagó diezmos a Melquisedec: el Rey de paz, el Rey de Salem, el Rey de justicia.",
    "Y Él era un Príncipe. Y Él era—Él era un Príncipe. Él era un Rey. Y Él era el Siervo del Altísimo, el cual era Jesús.",
    "Y cuando Abraham, unos años después, o no mucho después de eso, cuando Lot se había descarriado, y Sodoma se había quemado. Y Abraham se quedó solo, con Sara, allá en el terreno baldío. Cuando había… Todo su ganado se estaba muriendo de hambre. Y parecía que Dios le había fallado. Pero él tenía una fe fuerte para creer.",
    "Y un día él estaba sentado en la puerta de su tienda, bajo el gran roble. Todavía está como un monumento hoy, carbonizado y aún existe. Y allí, Abraham, sentado a la puerta de su tienda, vio a Melquisedec que venía a él; tres Hombres caminando.",
    "Y me imagino a Abraham diciendo: “Yo Lo he visto antes”. Y Él viene. Y él dijo: “Permíteme… Pasa, mi Señor, y permíteme traer un poco de agua para Tus pies”. De alguna manera, muy adentro, ese hombre del pacto, en lo profundo de su corazón, sabía que Ese era Alguien más que un hombre.",
    "Él dijo: “Nosotros somos extranjeros”. Dijo: “Venimos de un país extranjero”. Sus ropas estaban polvorientas. Sí, Ellos lo eran, venían desde la Gloria. Y así que Ellos caminaron hasta allá, y le dijeron a Abraham… Ellos les trajeron alguna cosita, y se lavaron. Y Abraham comenzó a mirarlos.",
    "Él se metió de nuevo en la tienda, y dijo: “Sara, quédate aquí un momento”. Él fue a la manada, y tomó el becerro más gordo que pudo hallar. Y lo mató, y regresó con él.",
    "Y le dio a este Hombre un poco de carne, y pan, y leche, y mantequilla. [Cinta en blanco.—Ed.] …comer.",
    "Ahora, cuando Melquisedec, el Rey de Salem, el Sacerdote del Altísimo, el Rey de paz, el cual no era otra cosa que la parte precursora del Señor Jesucristo. Y cuando Él se encontró con Abraham, Él le dio a comer a Abraham la Comunión, y lo bendijo. Y aquí él, Abraham, se encuentra con Él en Su viaje a Sodoma, y Le da a comer a Él carne y pan.",
    "¡Oh!, ¿no ven Uds. la conexión entre los hombres? Él prometió. Nuestro pan y agua están asegurados. Y Dios lo hará, tan cierto como que estamos sentados aquí. Y toda promesa Divina que Él ha hecho, Él está obligado a cumplirla.",
    "Y cuando los dos Ángeles partieron hacia Sodoma, Abraham se paró allí. Y él miró alrededor, con el Hombre. Él dijo: “Si encuentro a tantos, y tantos”, y él seguía diciendo, hasta diez. Y cuando Él se fue; entonces el Ángel, o el Hombre que estaba parado junto a él, desapareció y se desvaneció, junto al sacrificio. Y Abraham dijo: “He hablado cara a cara con el Dios Todopoderoso”. Melquisedec, y Cristo en figura.",
    "Cómo, amigos, esta mañana, si pudiéramos tomar este velo aquí, que está delante de nuestros ojos, como la carne nos ha cegado, y rasgar ese velo así y solo mirar más allá de la cortina del tiempo, para pensar en cómo sería. Yo solía cantar un cantito:\n\nMe siento nostálgico y triste, y quiero ver a Jesús.\n\nQuiero oír las dulces campanas del puerto repicar.\n\nSí, si tan solo pudiera verlo a Él, y solo mirar más allá de la cortina del tiempo.\n\nMe daría a mi… a mí más fe, y haría de todo, y renovaría todas mis fuerzas,\n\nSi tan solo pudiera mirar más allá de la cortina del tiempo.",
    "¿Quién era ese allí, en esta Jerusalén en la tierra en ese momento, “Que ni tiene principio de días, ni fin de años”, y salió y le dio la Comunión a Abraham quien tenía la promesa? Y la promesa nos es extendida a nosotros en esta mañana; es para cada uno de Uds.",
    "Desearía que hubiéramos podido tener más tiempo en este gran tema; quizás algún día, después de que este viaje haya terminado.",
    "Mientras voy por las naciones ahora, a las tierras del extranjero y alrededor, predicando el Evangelio, permítanme dejar este pensamiento con Uds., mis amados hijos, mis hermanos y colaboradores en el Evangelio de nuestro Señor Jesucristo: No se cansen. Tomen nuevo valor en esta mañana. Levanten sus cabezas; levanten las rodillas débiles y las manos que una vez colgaban. Miren al Autor y Consumador de nuestra fe, el Señor Jesucristo, Quien nos ha dado estas promesas. Esta cosa que he tratado de predicarles, por revelación que me fue dada por el Señor Jesucristo, siendo aún ignorante y sin educación, analfabeto, sin embargo, el Dios Todopoderoso Lo ha puesto delante del mundo, porque es infalible.",
    "Sentados aquí, esta mañana, están aquellos que estaban lisiados y afligidos, la semana pasada, y esta semana están sanos y normales. Hay algunos que estaban sordos, parados aquí hace unas noches; parados aquí ahora, oyendo tan bien como los demás. ¿Qué es? Es el pacto incondicional de Dios que Él hizo con Abraham y su Simiente. Él prometió que lo haría, así que, por lo tanto, creámoslo esta mañana con todo nuestro corazón.",
    "Como pueblo, algunos de nosotros sentados aquí, ancianos, algunos encaneciendo. Algunos de nosotros, antes de que nos volvamos a ver, algunos tal vez pasemos más allá del velo. Pero, en cualquier caso, lo que la vida traiga, si trae enfermedad, lo que traiga el mundo, mantengan su ancla dentro del velo. Sigan mirando al Autor y Consumador más allá, el Señor Jesucristo. Llamen a esas cosas, que parecen ser, como si fueran.",
    "Hay tres elementos que un hombre sigue. Primero, es lo humanista; segundo, es la revelación Divina; tercero, es una visión, es ASÍ DICE EL SEÑOR. Muchas veces, estamos aquí abajo, y nunca subimos aquí a esto. Si Uds. no están abajo allá adentro, arrojen sus esperanzas a través de ese velo, aquí arriba al ASÍ DICE EL SEÑOR. Aunque Ud. no vea la visión; aunque la revelación no venga; aunque, cuando se ora por Ud., Ud. dice: “Me gustaría poder creer”. Eso no importa para nada. Echen su ancla allá abajo, y declarénlo así, de todas maneras.\n\nAbraham no podía ver. Él dijo: “¿Cómo puede ser?”.",
    "María no podía entender. ¿Cómo podía tener un bebé, “sin conocer varón”?",
    "Él dijo: “Pero el Espíritu Santo te cubrirá con su sombra. Él lo traerá a cumplimiento”.",
    "Ella dijo: “He aquí la sierva del Señor. Hágase conmigo”. ¿Cómo se iba a hacer? Ella no lo sabía. Pero ella echó su ancla más allá del velo, y salió testificando que iba a tener un bebé, antes de sentir vida o algo. Ella llamó esas cosas que no eran, como si fueran.",
    "Abraham, cuando tenía setenta y cinco años, Dios le dio la promesa. Y Sara, de sesenta y cinco años, dio la promesa. Y pasaron veinticinco años antes de que llegara a suceder. “Pero Abraham no dudó, por incredulidad, de la promesa de Dios; sino que se fortaleció en fe, dando alabanza a Dios. Y considerando a esos síntomas, y cosas que eran, como si no fueran”. Y solo testificó lo que Dios dijo que era verdad, porque él tenía la promesa.",
    "Dios sea misericordioso. ¡Oh, vaya! ¿Está firme su fe en esta mañana? Cuando los vientos turbulentos estén soplando, las noches sean oscuras, y los vientos y los relámpagos destellen, ¿se mantendrá su ancla? Edifiquen sus esperanzas esta mañana en nada menos que la Sangre de Jesús con justicia. Yo sé que es difícil; parece difícil. Pero tómenlo una vez, y tomen a Dios en Su Palabra, y vean qué bendita esperanza es marchar hacia adelante en fe.",
    "En esta gran batalla de fe, como he tratado de pelearla, he pasado por algunos obstáculos terribles, he pasado por algunos caminos ásperos. Y se me nota. Los he pasado. Pero ha sido la cosa más bendita. Yo no lo cambiaría por nada del mundo.",
    "Y aquí están mis mayores victorias, los mayores placeres que tengo, es cuando enfrento algo. No puedo ver por encima, alrededor o debajo. Sigo caminando hacia aquello, creyendo esto: que Dios abrirá un camino cuando yo llegue allí. Yo nunca había ido este año, tan lejos, cualquier… Y toda esta distancia que he recorrido, he confiado en Él. Él nunca me ha fallado.\n\nEs la gracia que le enseñó a mi corazón a temer,\n\nFue la gracia que alivió mis temores;\n\n¡Cuán preciosa pareció esa gracia\n\nLa hora cuando primero creí!\n\nY a través de muchos peligros, fatigas y trampas,\n\nYa he pasado;\n\nFue la gracia que me ha traído a salvo hasta aquí,\n\nEs la gracia que me llevará adelante.\n\nY cuando hayamos estado Allá por diez mil años,\n\nResplandecientes como el sol;\n\nNo habrá menos días para cantar Su alabanza\n\nQue cuando empezamos.",
    "Cuando nos reunamos Allá, con Abraham, Isaac y Jacob, aquellos que fueron herederos de la promesa, esperando que nosotros no falláramos, “porque sin nosotros ellos no pueden ser perfeccionados”. ¡Y cómo dependen de nosotros, esta mañana! No fallemos. Mantengan su ancla en Cristo.",
    "Si Ud. es un pecador, Ud. no tiene que venir al altar. Es costumbre hacerlo así. Pero si Ud. no quiere venir, y no hay lugar para que Ud. venga, diga: “Señor, yo echo a un lado todas las cosas mundanas, ahora mismo. Me postro delante de Ti, vacío y desnudo como estoy, siendo una vergüenza y desgracia. Pero de Ti me anclo. Y creo en Ti. No puedo hacer nada más que lo que Tú has hecho por mí”.",
    "Si Ud. está enfermo, el médico dice que no hay manera en que Ud. se recupere, no hay nada que se pueda hacer, solo miren en este taber-… este grupito de personas esta mañana, cuando, este es un—un puñado, ni siquiera una pizca de los miles que han sido sanados en las últimas semanas, alrededor del mundo.",
    "¡Grandes campañas! El mundo está en clamor, con campañas de sanidad Divina; hombres de fe saliendo, atreviéndose a tomar a Dios por Su Palabra. Los días gentiles están terminando. Esta es una señal. Mírelo. No esperen demasiado.",
    "Ellos esperaron demasiado para reconocer a Elías. Y los discípulos aun dijeron: “¿Por qué dicen los escribas: ‘Es necesario que Elías venga primero’?”.\n\nÉl dijo: “Ya vino, y Uds. no lo conocieron”.\n\nDijeron: “¿Quién fue?”.\n\nDijo: “Juan el Bautista”.\n\n“Bueno” dijeron ellos, “seguro, ese era él”.",
    "Jesús vino, y ellos no lo supieron. Después que el romano Lo crucificó, cuando ya era demasiado tarde para hacer algo, él dijo: “Verdaderamente ese era el Hijo de Dios”. Aunque Él fue un malhechor, aunque fue—Él fue escupido, aunque fue burlado y perseguido, sin embargo, Dios Lo vindicó con señales y prodigios.",
    "Hoy, no esperemos demasiado. Este es el fin de la dispensación gentil. Estamos terminando.\n\nLas naciones en la quiebra, Israel despertando,\n\nLas señales que la Biblia predijo;\n\nLos días de los gentiles contados, cargados de horrores;\n\n“Oh, dispersados, vuelvan a su lugar”.\n\nEl día de la redención está cerca,\n\nLos corazones de los hombres tiemblan por el temor;\n\nSed llenos del Espíritu, vuestras lámparas preparadas y limpias,\n\n¡Miren arriba! Su redención está cerca.",
    "Padre nuestro, Te damos gracias en esta mañana por esta bendita esperanza. ¡Oh!, algún día glorioso, cuando Tú estés de nuevo sobre la tierra, se dirá: “¿No estaba escrito en los cantos: ‘Vuestra redención está cerca’?”. Cuando Tú estuviste aquí la primera vez, dijiste: “¿No escribió David, en los cantos, estas ciertas cosas?”.",
    "Y cuando pensamos en ese canto: “Va a haber una reunión en el aire”, pues todos los profetas y los redimidos, y el pequeño David, y Moisés, y todos los patriarcas, estarán presentes Allí. Entonces diremos: “¿No estaba escrito en el canto, que veríamos esto?”. Y los redimidos de las edades se regocijarán juntamente.",
    "Padre, perdona a cada hombre o mujer descarriada, niño o niña en esta mañana. Que este sea un nuevo día en sus vidas, el momento en que, por fe, ellos acepten al Señor Jesús como Salvador personal y sean sellados en el Reino de Dios, por el Espíritu Santo.",
    "Toma estas pocas palabras apresuradas, Padre, y húndelas en los corazones de la gente, según ellos tengan necesidad.",
    "En unos momentos ahora, la gente vendrá por aquí, para ser sanada. Habrá algunos aquí, Señor, que están ciegos, afligidos, y lisiados, y enfermos, y toda clase de enfermedades sobre ellos. Satanás ha hecho esta maldad, Padre. Esa pobre gente, Señor, no vendría aquí si no creyeran que podrían ser sanados.",
    "Tú dijiste: “Vencemos por la Sangre del Cordero y nuestro testimonio”. Y aquí hay cuerdas aquí en la plataforma. Muletas y cosas que se han amontonado, y quitadas de aquí; y sillas de ruedas, y, oh, catres que se han llevado cargados, y camas. Y hombres y mujeres han salido de aquí, Señor, de toda clase de enfermedades y aflicciones que Satanás había puesto sobre ellos. No porque este sea el lugar, sino porque su fe cumplió Tu requisito aquí mismo.",
    "Oro, Dios, que toda persona enferma aquí, que su fe sea suficiente, en esta mañana, ahora, para recordar a ese gran Melquisedec allá atrás, Quien no tuvo principio de días. Él nunca tuvo un padre, ni una madre. Él nunca tuvo un fin de vida; que aún vive hoy. Luego, fue encarnado, llamado Jesucristo, llegó a ser carne; murió, regresó a eso otra vez. Él todavía es el Rey de paz, el Rey de justicia, prometiéndonos estas grandes cosas Eternas. Quien Él… Dios se lo juró, a Abraham, que Él guardaría el pacto, la promesa, a través de Él y Su Simiente, para siempre. Ayúdanos, hoy, a caminar ahora hacia esta plataforma, con fe imperecedera.",
    "Algunos de ellos aquí, Señor, están atados con hábitos inmundos, miserables hábitos inmundos de la carne. Dios, como dice la Biblia: “Despojémonos de todo peso y del pecado que tan fácilmente nos asedia”. Dios, que ellos lo hagan a un lado, en esta mañana, y miremos a Jesús Quien nos limpia de toda injusticia. Concédelo, Padre.",
    "Y cuando nos vayamos hoy, que nos vayamos con un corazón lleno de amor, y regocijándonos. Bendice a esta pequeña iglesia. Bendice a nuestro querido Hermano Neville, Señor, mientras él pastorea, y trabaja aquí día y noche, tratando de hacer un—un lugar para que la gente venga y adore, para ver al Señor Jesús en Su manifestación de amor y poder.",
    "Bendice el servicio de esta noche, Señor. Trae una gran bendición para nosotros. Y, Padre, oramos ahora que recibas gloria de todas las cosas.",
    "Y algún día, cuando toda la vida haya terminado, el último sermón haya sido predicado, la Biblia esté cerrada, los clarines hayan sonado, las armas amontonadas, el humo de la batalla se esté disipando, el sol se haya puesto; entonces, Padre, recíbenos en Tu Reino. Que vengamos como viejos veteranos con cicatrices de batalla. Concédelo, Señor, para que podamos recibir un cuerpo nuevo, donde nunca más estemos enfermos, ni tengamos angustia ni tristeza.",
    "Pero seamos fieles en todas estas cosas, mientras estamos aquí en la tierra ahora, para creer, y llamar esas cosas que no son, que son contrarias a la Palabra de Dios, como si fueran. Porque lo pedimos en el Nombre de Jesucristo. Amén.",
    "Alguien aquí siente deseos de decir: “Me gustaría aceptar al Señor Jesucristo. Yo nunca lo he hecho antes. Solo quiero levantar la mano”. Diga: “Yo, al levantar mi mano, yo Lo acepto a Él”. Dios la bendiga, hermana. Dios lo bendiga, hermano. Dios le bendiga. Dios le bendiga. Eso es… Dios lo bendiga, hermano. “Yo quiero aceptar al Señor Jesucristo”. Dios la bendiga, hermana. Dios le bendiga. Y Dios los bendiga. Dios le bendiga. Así es.",
    "¿Piensan Uds. que Él no escucha eso? Él conoce su corazón. Él es Quien le dijo a Ud. que lo hiciera. Alguien más dirá: “Yo—yo ahora quiero creer. Yo—yo ahora digo: ‘Señor, quiero aceptarte ahora mismo. Quiero mi ancla firme, más allá en el velo, para que nunca se mueva. Te estoy aceptando como mi Salvador’”. ¿Levantaría Ud. la mano, alguien más? Dios le bendiga.\n\n[Cinta en blanco.—Ed.]… ¿Entonces qué?\n\nCuando el gran Libro sea abierto, ¿entonces qué?\n\nCuando los que rechazan este Mensaje hoy,\n\nSe les pedirá que den una razón, ¿Entonces Qué?",
    "Que el Señor los bendiga ahora. A medida que Uds.… vamos a tener… ¿Por cuántos aquí hay que orar, con enfermedad? Veamos sus manos, en cualquier parte del edificio, y que están enfermos. 🦅"
  ]
}