{
  "title": "COMPAÑERISMO",
  "id": "55010005",
  "content": [
    "🦅  Gracias, Hermano Joseph.",
    "Pueden tomar asiento. Buenas tardes, amigos. Estoy muy contento de estar aquí en Chicago esta tarde para—para hablarle a este hermoso grupo de hijos de Dios. Y se siente tan bien pararse de nuevo detrás del púlpito; han pasado varios días. Yo estaba sentado allí en el cuarto, esperando hace unos momentos; y cuando Uds. comenzaron a cantar Solo creed, Billy me miró. Yo… Derramé una pequeña lágrima en mi corazón. No sé si saben a lo que me refiero, por dentro: al oír ese canto otra vez, Solo creed. Y pensé: “Una vez más voy a la plataforma”.",
    "Condujimos esta mañana, llegamos hace un rato, y vinimos aquí. Y, pues, yo… la razón de estar aquí hoy, una de las razones, es por supuesto, verlos a Uds. amadas personas. Siempre me encanta venir a Chicago. Realmente me siento como en casa ahora. Eso… No es que tenga que decir eso en esta—esta tarde, pero es la verdad. Y luego poder quedarme, para estar con mi Hermano Bozé.",
    "Y lo escuché. Él me llamó, el otro día, y me dijo: “¿Podría venir el domingo?”.",
    "Y le dije: “No, no puedo, Hermano Joseph”. Dije: “Estoy, mi esposa está esperando al—al pequeño en cualquier momento”. Dije: “Es que no podría ir”.\n\nÉl dijo: “Bueno, yo estoy partiendo. Me voy al extranjero” y dijo, “Yo…”.",
    "Le dije: “Iré, a decir ‘adiós’ o, ‘hasta pronto’”, como decimos, en la costumbre de los predicadores. No nos despedimos el uno del otro, porque vamos a vivir juntos para siempre. Así que, nosotros—nosotros solo decimos “hasta pronto” hasta cuando se vaya, y le deseamos las bendiciones de Dios, y podemos decirlo aquí delante de la iglesia.",
    "Y luego, pensé, tal vez, que al poder hablar delante de él y de la iglesia, por lo general, en estos servicios de sanidad que tengo, no puedo expresarme, mis sentimientos a la gente como desearía, quería expresarle a esta iglesia, esta tarde, con mi mejor habilidad, la cual es muy pobre, pues, mis agradecimientos al Hermano Bozé, su pastor.\n\nYo… Como se lo he dicho a mi esposa. Dije: “Ese es un pequeño sueco que realmente amo”.",
    "Él—él me llama “Brudder Branham”, y yo lo llamo “Yoseph”. Así que, Uds.—Uds. saben la clase de amigos que somos. Y como dije, vamos a tener un niño. Su nombre también será Joseph. Así—así es. Y nosotros—nosotros realmente apreciamos al Hermano Joseph; él… No porque esté sentado aquí, eso… Si él no estuviera sería mejor. Pero tengo muchos buenos amigos y leales que realmente estimo mucho.",
    "Al llegar hace unos momentos, venía por South Shore Drive, creo que así le llaman allá, que… Billy y yo estábamos hablando, y él dijo: “¿Vas a regresar esta noche, papá?”.\n\nLe dije: “Estaré muy cansado, Billy”. Dije: “Supongo que hoy predicaré dos veces” y dije, “Será… Estaré muy cansado”.",
    "Él dijo: “¿Sabes qué?”. Dijo: “Creo que el Hermano Bozé es uno de los—uno de los mejores hombres que he conocido”. Lo diré con las palabras de mi muchacho: “Ídem”. Así es.",
    "He aprendido a amar al Hermano Joseph. Esto es lo que me gusta de él, muchas cosas: primero, porque es un hermano Cristiano; segundo, se puede depender de lo que él diga. Eso me gusta. Me gusta un hombre que cuando le dice algo a uno, lo cumple. Otra cosa es esta: él es mi amigo, ya sea que yo esté correcto o errado. Ahora, cualquiera puede ser su amigo mientras uno esté correcto. Pero cuando uno está equivocado, entonces él sigue siendo su amigo. Ahora, no todas las veces estoy correcto. ¿Saben? La mayor parte del tiempo tal vez estoy errado. Pero ya sea que esté errado o correcto, Joseph Bozé es mi amigo. Lo he visto en las pruebas difíciles; lo he visto en momentos en que el público no lo sabe, cuando enfrentamos momentos de prueba. Él siempre ha estado a mi lado como un hermano y aprecio eso mucho.\n\nYo he… Realmente ha habido gente que ha querido desanimarme, diciendo: “El Hermano Joseph es de los Santos de los Últimos Días”, o “Último Día…”. ¿Cómo es? ¿Lluvia tardía?\n\nYo dije: “No me importa si él es de la primera, segunda, o la última, o todo en medio. Él—él es mi hermano”.",
    "Nos conocimos… Una vez por poco nos cancelan una reunión en Chicago, Illinois, en una reunión de carpa, porque ellos… No lo había visto a él en mi vida, cancelé la reunión en la carpa porque ellos no apoyaron la reunión del Hermano Joseph. Uds. no saben eso, pero es verdad.\n\nYo acababa de regresar de Estocolmo, Suecia, y el grupo que estaba conmigo, dijo… Yo dije: “¿Es esto con la plena cooperación de todas las iglesias?”.\n\n“Sí”.",
    "Y yo dije: “Y ese sujeto del que hablan allá…”. ¿Cuál es la—la iglesia sueca allá, que el Hermano Pethrus conocía? Yo dije: “¿Está cooperando él?”.",
    "Bueno, el hombre que me estaba hablando, dijo: “No. Verá, Hermano Branham, eso—eso dañaría sus reuniones” dijo, “porque él es de la Lluvia Tardía”.",
    "Yo dije: “Si él no puede estar allí, yo tampoco”. Así de sencillo. Yo dije: “Si somos una inter-denominación, eso significa, todos; no me importa quién sea. Si son metodistas, bautistas, testigos de Jehová, lo que sea, van a estar allí igual. Y no podemos echar suertes, y decir que esta persona no tiene derecho, porque juntos somos perfectamente hermanos, y así queremos permanecer, de esa manera”. Así que, no importa a qué iglesia vayan, ellos… todos somos hermanos en Cristo, y eso es cuando hemos nacido de nuevo del Espíritu. Y aprecio al Hermano Joseph con todo mi corazón.",
    "Y luego, solo me imagino… Ahora, no me dijeron esto, y yo—yo no tengo nada premeditado. Pero solo me imagino que cuando él me estaba hablando allí, que antes de irse, sabiendo que él es un hombre pobre (solo vive de las limosnas de la gente, como yo) que, antes de viajar probablemente recogerían una ofrenda de amor para el varón, antes de ir allá. Quisiera poder haberlo hecho yo. Le pregunté hace unos momentos. Le dije: “Hermano Joseph, ¿recogerá una ofrenda de amor para Ud. mismo?”.\n\nÉl dijo: “Tal vez, Hermano Branham, esta noche, es probable que ellos…”.",
    "Dije: “Desearía poder recogerla para Ud., hermano” pero dije, “se iría sin nada si yo lo hiciera”. Pero dije: “A mí—a mí me gustaría…”. Uds. nunca me han oído decir… mencionar esas cosas en la… de la plataforma, porque yo nunca he recogido una ofrenda en mi vida.",
    "Pero, hermano, cualquier cosa que yo pudiera hacer para ayudar a ese hombre, lo haría, pues, les diré por qué. Cuando yo estuve en una situación difícil, Uds. no sabían nada al respecto; Uds. me ayudaron. Yo estuve aquí una vez, iba al extranjero, y en los preparativos, y listo para partir, faltaban dos mil dólares para tener suficiente para pagar el boleto (Así es), lo suficiente para pagar el boleto. Pero por fe, Dios me había llamado y yo iba. Y Joseph, por inspiración, no se lo dije, pero por inspiración, él salió y—y recolectaron eso con el pueblo. Sin presión, solo dijo que íbamos al extranjero, y necesitábamos dinero para ir, o algo así por el estilo, y recolectó esa ofrenda de Chicago; por fe lo hicimos. Compré los boletos al día siguiente y me fui.",
    "Yo quería decir, que él al viajar allá, y en todo lo que está haciendo esta noche, que el bondadoso Señor lo bendiga bastante y lo envíe. Ahora, tal vez él nunca ha estado en esa parte del país antes, ¿verdad, Hermano Joseph? [El Hermano Bozé responde: “No”.—Ed.] Él tampoco es consciente de lo que le espera. Pues, sé que es una cosa difícil cuando uno entra en África. Oro que Dios esté con mi hermano y lo bendiga en todo; y que él gane almas para Cristo allá. Y espero que el buen Señor haga posible que él pueda tener la reunión más exitosa que haya tenido en toda su vida, y regrese a Chicago, refrescado y todo lo demás, y listo para traerles las noticias de un gran avivamiento a Uds. Esto lo convertirá en un misionero, cuando él vaya esta vez. Sé que eso les suena un poco extraño a Uds. en otras iglesias.",
    "Escuchen. Ud.… Un misionero no es una persona que cambia su país de residencia. Un misionero es una persona que va y regresa. Pablo fue el misionero más importante que el mundo haya conocido. ¿Correcto? Si Ud. solo entrena a un hombre y lo envía allá, y hace su hogar allí, él se queda toda su vida, él simplemente cambió de país. Ese no es un misionero. Un misionero va de un lugar a otro lugar, y a otro lugar, y simplemente… Pablo dio toda la vuelta, luego regresó, y salió de nuevo; dio toda la vuelta y regresó. Así que, Pablo fue un misionero. Hermano Joseph, que Dios lo traiga a salvo entonces como misionero. Él lo traerá de nuevo. El Señor lo bendiga.",
    "Y a Uds. queridas personas aquí en Chicago, les iba a preguntar tal vez, ¿hay algún enfermo entre nosotros hoy? Si lo hay, levante la mano, alguien, y tal vez tengan una reunión de oración esta noche, para orar—orar por los enfermos. ¿Si quieren la oración por los enfermos esta noche, levanten sus manos, todos los que quisieran una reunión, y orar…? Pues, muy bien. Eso es bueno. Entonces vamos a orar por los enfermos esta noche. Dejaré algunas tarjetas aquí para que las repartan como a las seis y media, o algo así, y pueden venir y tomar su tarjeta de oración, y oraremos por el… [El Hermano Bozé dice: “A las seis”.—Ed.] ¿Seis? ¿Seis en punto? [“Y la reunión a las siete”.] Sí. Muy bien, a las seis, entonces, esta noche, estará bien.\n\nMuy bien. Ahora… Lo primero, si Billy Paul me está escuchando, busca en el carro para ver si tenemos tarjetas de oración.",
    "No tenemos, ¿tiene Ud. algunas? ¿Tiene Ud. algo de lo que puedan hacerlas si no las tienen? Muy bien, está bien, eso estará bien. Muy bien, y esta noche estaremos—estaremos orando por los enfermos.",
    "Ahora, esta tarde, se está haciendo tarde, y simplemente no hemos comenzado. Uds. saben cómo somos, un poco lentos para comenzar, y luego lentos para detenernos. Es… Pero a mí me—me encanta venir aquí y hablarles a Uds. personas queridas. Y ¿estarán orando por mi amada esposa, lo harán, por el pequeño que viene? Pobre mujercita, ciertamente está pasando dificultades, y estamos mirando a Aquel Quien es el Ser Invisible para liberación.",
    "Ahora en el Libro de San Juan, me gustaría leer solo unas pocas palabras y hablarles por unos momentos y—y… [El Hermano Bozé dice: “El reloj está a la… a su derecha”.—Ed.] (¡Oh, sí! Pues, gracias, hermano.) Y ahora, trataremos de terminar en unos treinta minutos, el Señor mediante, quiero hablarles a Uds. hoy. Leamos de las Escrituras en San Juan, o, no San Juan, Primera de Juan, el 1er capítulo.",
    "Ahora, veo que mis amigos están por acá, Leo y Gene, un par de muchachos aquí de su vecindario, que hacen las grabaciones. Y, de hecho, estos muchachos van a todas las reuniones y hacen las grabaciones, y las tienen en cinta. Pedí una cinta a… Alguien había predicado un sermón el otro día, y pedí la cinta. Vaya, pensé que iba a tener que comprar todo el país para conseguir la cinta; como nueve dólares por una cinta. Pensé: “¡Oh, vaya!”. Les pregunté a estos muchachos. Dije: “¿Qué les parece esto?”. Bueno, ¡vaya!, ¡qué diferencia había con lo que tienen ellos! Y ellos tienen cada mensaje, y demás.",
    "Son sasafrás a la antigua, alimento de pan de maíz; pero les hará bien; les ayudará mucho. Me ha traído a salvo hasta aquí, estoy listo para recibirlo. He confiado en él, en las mismas sombras de la muerte, esta religión antigua, me salvó. Puede ser que no esté pulida como debería, pero yo quiero las bendiciones de Dios conmigo, no importa de lo pulido.\n\nY ahora… Pues, el Señor bendiga a estos dos muchachos quienes dieron su vida por ese propósito, y su—y su obra.",
    "Ahora, comencemos a leer del versículo 5, abajo, incluyendo hasta el versículo 7.\n\nEste entonces es el mensaje que hemos oído de él, y os anunciamos: que Dios es luz, y no hay ningunas tinieblas en él.\n\nSi decimos que tenemos comunión con él, y andamos en tinieblas, mentimos, y no practicamos la verdad;\n\npero si andamos en luz, como él está en luz, tenemos comunión unos con otros, y la sangre de Jesucristo su Hijo nos limpia de todo pecado.\n\n¿Verdad que es hermoso?",
    "Ahora, ¿inclinemos nuestros rostros un momento?",
    "Nuestro Padre Celestial, hablándole hoy a esta hermosa congregación de personas destinadas a la Eternidad, quizás la mayoría de ellos ya han sido lavados en la Sangre del Cordero, han blanqueado sus vestiduras, limpios, perdonados de todos sus pecados y sus ofensas, y están esperando su llamado a lo Alto.",
    "Y hemos venido a hablar y a tener este pequeño compañerismo con nuestro hermano antes de que salga al extranjero para cumplir la gran comisión: “Id por todo el mundo y predicad el Evangelio a toda criatura”. Bendice a nuestro querido y amado hermano, Señor, en su misión. Bendice a la pequeña iglesia que ahora espera que él regrese, esperando en oración a su amado pastor. Bendice a su asistente que tomará el lugar, a todos los ancianos, y al pueblo.\n\nBendice la lectura de la Escritura, y ahora danos compañerismo Contigo, ahora mismo, alrededor de la Palabra, porque lo pedimos en Su Nombre. Amén.",
    "Ahora, hablaremos sobre la Palabra, y la palabra Compañerismo, al pensar, ya que va para allá, pudiera ser un momento maravilloso para hablar precisamente de compañerismo por unos momentos. Esa es una de las cosas más grandiosas. Todos desean compañerismo. La gente hoy, dice: “¿Podría venir conmigo, venir a la casa un ratito? Tengamos un tiempito de compañerismo”.",
    "Luego, muchas veces, los hombres de negocios dicen: “¿Puedes comer conmigo hoy en la cena?”. O salir y solo compartir de un pequeño almuerzo, comer un pedazo de pastel o algo, un tiempo de compañerismo: comer. Comer acompaña al compañerismo.",
    "Y mientras hablamos esta tarde, que el Espíritu Santo de Dios tome la Palabra de Dios y alimente toda alma hambrienta aquí. Comer acompaña al compañerismo; “Y no solo de pan vivirá el hombre” dice el Señor, “sino de toda Palabra que sale de la boca de Dios”. Al Espíritu Santo, entonces, le gusta comer y tener compañerismo con el creyente. ¡Qué momento! Todos reunidos alrededor de una gran mesa ahora, donde las cosas buenas de Dios se apilan alto. Dios tiene en Su magnificencia de bendiciones, todo lo que necesitamos: todas las vitaminas, todo lo que necesitamos, para hacernos Cristianos completos, robustos y saludables, llenos de Su Espíritu, lavados en Su Sangre, y qué momento es cuando podemos tener compañerismo.",
    "Y ¿alguna vez pensaron, en el viejo proverbio que alguien dijo una vez (mi madre solía usarlo mucho): “Aves del mismo plumaje se juntan”. Así es. Ud. obsérvelas. No verá palomas y carroñeros juntos, porque no pueden comer la misma dieta. Un carroñero, un buitre, puede comer cualquier cosa. Un cuervo puede sentarse allá sobre un cadáver muerto y comer. La paloma no puede hacerlo. Si se lo comiera, la mataría. Ella simplemente no puede comerlo. Ella llega a un campo de trigo y comienza a comer del trigo. Ella se asocia con los de su propia clase. Pero esta es la parte sorprendente: ¿Sabían Uds. que el cuervo puede comer del cuerpo muerto y también comer trigo? Él puede comer de ambos, pero… ¿Ven?",
    "¿Ven?, uno tiene que vigilar a esos individuos, a ese tipo, que se puede sentar en la reunión y pretender disfrutar la reunión, y salir de nuevo a participar de las cosas del mundo. Así son los creyentes sociales hoy. Pero a nosotros nos gusta congregarnos con aquellos que se han separado de las cosas del mundo: llamados y hechos nuevas criaturas en Cristo Jesús, y en compañerismo alrededor de las bendiciones del Espíritu Santo. ¡Qué cosa tan maravillosa!",
    "Ahora, el hombre nació para tener compañerismo. El hombre, en el principio, allá en el huerto del Edén, tenía un compañerismo maravilloso. Dios bajaba y tenía compañerismo en compañía del hombre y la mujer cada tarde. En el fresco de la tarde Dios descendía bajo las grandes palmeras, quizás Su Luz sagrada, digamos, brillaba sobre Adán y Eva, en esa gran catedral al aire libre. Compañerismo con Dios; no tenían de qué preocuparse mientras estuvieran en compañerismo.",
    "Me encanta el compañerismo con los hombres. Me gusta salir y hablar con personas que aman al Señor, y tener compañerismo con ellos, porque vemos la misma cosa. Nuestros motivos son los mismos; nuestros ideales son los mismos. Me gusta hablar con la gente en el… Tengo un amigo sentado aquí abajo al que le gusta cazar y pescar. Muchas veces tenemos mucho compañerismo juntos, sentados hablando de esas cosas, porque nos gustan esas cosas. Ahora…",
    "Pero el mejor compañerismo que algún hombre haya tenido fue cuando tenía compañerismo con Dios, cuando Dios Se abrió al hombre para tener un compañerismo abierto con Su criatura, el Creador y Su criatura.",
    "Ahora, cuando Dios estaba en compañerismo con Adán en el huerto del Edén, Adán no tenía de qué preocuparse. Todo estaba en orden, y funcionando correctamente. Él no tenía que preocuparse por su ropa; él no tenía que preocuparse por algo de comer. No tenía que preocuparse por la enfermedad; él no tenía que preocuparse por la muerte, el dolor. Él no sabía nada de esas cosas, era libre como un niño. Él tenía un Padre Celestial Quien velaba por él y tenía compañerismo con él diariamente. ¿No sería maravilloso que pudiéramos estar así de nuevo?",
    "Y ¿saben Uds. que toda alma redimida hoy, no está aprovechando los privilegios de esa clase de compañerismo con Dios? ¿Lo creen Uds.? Dios se encargará y proveerá todo lo que necesitamos en este viaje. Y al final de la clausura de este viejo tabernáculo mortal, Dios ha prometido darnos otro. Amén.",
    "Uds. saben que yo tengo una idea extraña acerca de cuándo morimos; como sea la expresaré, estoy en casa. El Hermano Joseph dijo una vez… Yo iba a contestar la pregunta de una mujer y que pudiera ser un poco contradictoria. Él dijo: “Hermano Branham…”.\n\nYo dije: “Ahora, Hermano Joseph, esto es lo que quiero decir, y pa-…”.",
    "Él dijo: “Mire, no lo diga”. Dijo: “Cuando escribimos las… nuestras reglas y lo que creemos en esta iglesia, terminamos con una coma, no con un punto. Nosotros creemos esto, más todo lo que podamos oír”. Así que, eso—eso está muy bien; eso me agrada.",
    "Ahora, cuando… Juan 14, cuando Él dijo: “En la casa de Mi Padre muchas moradas hay”, hablándoles a Sus discípulos antes de partir, no me puedo imaginar que sean piedras y ladrillos y cemento. Yo creo que el tabernáculo del que Él estaba hablando era otro cuerpo en el cual vivir. ¿Ven? “En la casa de Mi Padre hay muchos tabernáculos o mansiones. Destruid este tabernáculo, y Yo lo levantaré en tres días”. Y, de nuevo: “Si este tabernáculo terrenal se deshiciere, ya tenemos uno preparado y esperando”. ¿Ven? Entonces yo creo que, cuando nosotros…",
    "Estaba de pie hace unos días en el Monte Wilson, Palomar, más bien, allá en California, ese gran observatorio, donde uno ve ciento veinte millones de años de luz-espacio, y ellos estaban cronometrando. Y cómo la ciencia se pierde en su teología, déjenme decirles. Cuando yo iba a la escuela, y escuchaba de esa ciencia, se los digo, ya no hay nada de lo que me enseñaron en la escuela.",
    "Saben, mi papá solía sentarse, y decía (de la Biblia), decía: “Billy, ¿cómo es posible…”.\n\nYo le decía: “Papá, el sol está perfectamente quieto, con prueba científica, y el mundo gira alrededor de él”.\n\nÉl dijo: “Josué dijo que él detuvo el sol”.\n\nYo le dije: “¿Cómo vas a hacer eso?”. Yo dije: “Papá, nos lo enseñan en la escuela”. Y dije: “Ellos lo han probado científicamente”.\n\nÉl dijo: “Bueno, tal vez lo hayan hecho, pero esa—esa no es mi clase de ciencia”, dijo él. Él creyó, dijo: “Josué…”.",
    "Y yo se lo pregunté al maestro Bíblico en la escuela. Él dijo: “Bueno, por supuesto, tú sabes, Josué, esa gente en esos días era ignorante, y Dios solo vio su ignorancia, y en lugar Él detuvo el mundo”. Pero ahora, ellos se tienen que retractar de eso. El sol se mueve. El sol también gira. Ellos lo han probado científicamente. El sol gira.",
    "Cuando yo era un niño en la escuela, decían que cuando el sol se pone, proyecta una luz sobre las estrellas, y entonces las estrellas reflejan la luz del sol. Ahora, ellos prueban científicamente que eso no puede ser así. Le tomaría billones y billones de años a la luz del sol, viajando tantos millones de millas por hora, lo que sea, viajando desde el sol, para llegar a una de las estrellas, así que no es así. Ahora una estrella hace su propia luz.",
    "El hijo del Hermano Moore se graduó, y uno de los grandes científicos vino aquí hace unas semanas, y lo abrazó, y le dio su beca. Dijo que en Washington, DC, tienen ciento veinticuatro libros científicos de lo más reciente de toda la ciencia moderna que está científicamente probada. Dijo: “Joven, tardarías dos años para leer ese libro. Y después de leerlos tendrías que desechar todo lo que aprendiste, porque ya habría algo diferente”.",
    "Y cuando él dijo eso, se me salió un pequeño “Amén”, allá atrás. “Pero…” Pensé en que podría pararme y decir esto: “Pero yo tengo un Libro aquí que, las edades pasarán y pasarán y pasarán, y Ud. nunca tendrá que transigir. Siempre permanecerá igual, porque Este está inspirado”. Ellos tienen que regresar a Él cada vez. ¡Oh, no traten de aprender, les pondrá el cabello canoso tratar de estudiar ciencia! Solo estudien la Biblia de Dios, porque es el Libro más puro de todos.",
    "Entonces pienso que cuando esta alma deje el cuerpo, entramos en otra casa no hecha de manos. Entramos a la Presencia de Dios, y allí tabernaculizamos con Él en la Presencia del Señor Jesús, y eso es omnipotente, oh, quiero decir omnisciente, todo omnipresente. Y entonces, si Él lo es, nosotros lo somos, cuando entremos en nuestro nuevo tabernáculo allá. Y entonces, si Él dijo: “Dondequiera que estén dos o tres reunidos, Yo estaré en medio de ellos”, entonces Él está obligado a estar aquí esta tarde. Tan cierto como hay un—un Cielo y una tierra, Jesucristo está presente ahora. Pero el asunto es que, Él está en un estado invisible. No podemos verlo a Él, pero hay algo en el alma Cristiana que, cuando el hombre se da cuenta de Su Presencia allí, él está parado en la Presencia de Algo que él no puede ver.",
    "Sabemos que hay radio pasando por aquí ahora. Hay televisión pasando por aquí ahora. Nuestros ojos no pueden captarlo. Pero está en otro mundo; y también los Ángeles de Dios están alrededor en este cuarto vigilando esta tarde; “Los Ángeles de Dios acampan alrededor de los que Le temen”. Jesús siempre está presente, todo el tiempo, cuidándonos. Y sabemos que esa es la verdad.",
    "Pienso cuando Eliseo, allá en Dotán, cuando Giezi salió y miró allá, y dijo: “¡Oh, todo el ejército sirio!, míralos; ellos tienen esta ciudad sitiada y estamos rodeados”.\n\nEliseo dijo: “Hay más con nosotros que con ellos”.\n\nÉl dijo: “Bueno, yo no pude ver a nadie”.",
    "Dijo: “Dios, abre los ojos de este muchacho”. Y cuando sus ojos se abrieron, las montañas estaban en llamas, y Ángeles de fuego, carros de fuego. Seguro. Él está aquí.",
    "Y cuando los creyentes Cristianos pueden creer que aquí presente ahora, ahora mismo, sentados juntos, sentados aquí en lugares Celestiales en Cristo Jesús, en Cristo Jesús, en compañerismo (Amén.) alrededor de la Palabra de Dios, el Espíritu Santo aquí tomando la Palabra de Dios por visión, llevándola a cada corazón de esa manera, mientras la Palabra sale y cada creyente La recibe. ¡Oh, si pudiéramos pararnos y reclamar nuestros privilegios dados por Dios! En ese momento Dios puede quitar ese espinazo de gallina de la espalda de una persona y ponerle una verdadera columna vertebral del Evangelio a la antigua, alguien que se pare por la verdad, no importa cuán oscuro parezca.",
    "Dios permitió que los jóvenes hebreos caminaran directamente al horno ardiente antes de que Él siquiera moviera una mano. Él siempre está allí; no tengan miedo. Él siempre está presente. Amén. Entonces si los pasos del justo son ordenados por el Señor, ¿a qué le tememos? Si Dios es por Ud., ¿quién contra Ud.? ¡Oh, vaya!, piénsenlo. ¡Oh!, si Dios permitiera que Sus porciones del Cielo nos juntaran en una reunión… Amén. Solo traten de encontrar esa fuente mientras el Espíritu Santo toma la Palabra y golpea como un martillo neumático contra una roca. ¡Oh, vaya! Rompe nuestros corazones de piedra y aparta la credulidad… esa incredulidad, y tiene compañerismo alrededor de la Palabra. El compañerismo es maravilloso.",
    "Cuando Adán y Eva se separaron de Dios por el pecado, los separó, entonces vinieron a ser un errante, sin compañerismo, sin rumbo, debilitándose. Eso es lo que sucede con los hombres hoy. El pecado ha separado a los hombres de esa clase de compañerismo. Hoy nos preguntamos cómo vamos a hacer esto, y nos preguntamos cómo vamos a hacer aquello.",
    "Jesús dijo: “Los paganos van tras tales cosas: ¿cómo vamos…? ¿qué comeremos, y cómo nos vestiremos?, o ‘¿qué haremos con esto, aquello, o lo otro’? Tras todas esas cosas” dice Él, “van los gentiles, los incrédulos. Pero vuestro Padre Celestial sabe lo que Uds. necesitan aun antes de que lo pidan”. ¡Qué condición tan tranquila ahora!",
    "Pues, yo tengo una niña de ojos cafés allá, pues ella saltaría de la cerca, o de donde fuera; a ella no le importaría, mientras yo esté parado allí. Ella dice: “Papá me levantará”. Va y juega. Ella simplemente está despreocupada. Pensé: “¡Oh, Dios!, si yo pudiera ser así, simplemente despreocupado”.",
    "Hace unos días, el Hermano Joseph me animó mucho. He visto tantas cosas levantándose en las iglesias que no deberían hacerlo, y ¡oh, bueno!, yo era un irlandés, Uds. saben, tenía que salir y parar todo eso yo mismo. Y yo—yo iba a salir y decir: “Esto no puede ser así, y esto no puede ser así: no pueden hacerlo, porque van a arruinar el programa de Dios. Están metiendo cosas allí que no deberían hacer, y todo esto”. Y yo sabía que eso estaba errado, estaba Escrituralmente errado. Y yo…",
    "Cuando menos lo piensan, me di cuenta que comencé a salirme un poco de la línea, me amargaba. Me detuve allí y fui, comencé a orar, y vino Joseph. Me dijo: “Mira, acabo de leer la historia de Martín Lutero, y el asunto fue que no les maravilló que Martín Lutero hubiera podido protestar contra la iglesia católica y salir ileso. Pero lo maravilloso de Martín Lutero, es que con todo el fanatismo que le siguió, él se levantó de entre todo eso. Eso es lo principal”.",
    "Entonces oí como fue dicho, Cristo dijo: “¿Qué a ti? Sígueme tú. Yo Me encargaré del resto. Tú solo sigue adelante y sígueme a Mí”. De esa manera es. Entonces regresen de nuevo a estar despreocupados, muy bien.",
    "Cuando el hombre se separó de Dios, llegó a ser un vagabundo, vagando por todas partes. Y qué cuadro es ese de hoy. Cuando el hombre realmente se sale del compañerismo con Dios, esta semana él es metodista, la próxima semana es bautista, y luego él es esto, y aquello, y lo otro: errantes, llevados por doquier por todo viento de doctrina. El corazón debería estar establecido. Yo no digo que Ud. deba ser metodista, bautista, o lo que sea; Ud. debería estar bien con Dios.",
    "Eso. No importa a qué iglesia vaya Ud., a dónde… el grupo. Ud. tenga compañerismo con cualquier grupo, ya sean las Asambleas, o los unitarios, o los dualistas, o las Lluvias de los últi-… Tardía, o lo que sea, siempre y cuando su compañerismo sea limpio con Dios. Amén. La Biblia dice que nosotros… “La Sangre de Jesucristo nos limpia de todo pecado, y entonces tenemos compañerismo el uno con el otro”. Amén. Eso me encanta. ¡Oh, vaya! La manera…",
    "Entonces Dios vio a ese hombre fuera del compañerismo, y Él tuvo que hacer algo para restaurar a Su criatura de nuevo adonde Él pudiera tener el corazón de él de nuevo, adonde él pudiera encontrar su—su camino de regreso. Ahora, allí es donde comienza la parte—la parte triste aquí.",
    "Ahora, el hombre ha querido sustituir algo por ese compañerismo desde el principio del tiempo. Ahora, hoy decimos: “Seguro, todos vengan y únanse a nuestra iglesia; nosotros Lo tenemos”. Los metodistas quieren creer eso de la suya, los bautistas de la suya, los católicos de la suya, los presbiterianos de la suya, los pentecostales de la suya, los apostólicos de la suya. Y así hicieron una declaración de credos. Y tienen una iglesia establecida y con un montón de credos, y alrededor de eso ellos afirman que esa es la manera de tener compañerismo. Escuchen, no se puede tener compañerismo de esa manera. Ud. pudiera unirse a toda iglesia que hay en el país y aún así estar fuera del compañerismo con Cristo. Dios estableció el único plan allá en el principio, cuando Él sacrificó un cordero, u oveja, y extendió la alfombra de bienvenida para que la raza humana regresara al compañerismo, y fue a través de la sangre. Amén.",
    "Ahora, Uds. oyen tan poco acerca de la Sangre hoy; siempre estamos hablando de otras cosas. Hablamos de los tiempos y de la bomba atómica. Esos asuntos están bien, pero, hermano, para mí sin derramamiento de Sangre no hay remisión de pecado. Y cuando la Sangre ha sido aplicada correctamente, se acaba el pecado, y el hombre está de nuevo en compañerismo con Dios. Amén. Lo que necesitamos hoy es un buen avivamiento a la antigua, comprado por Sangre. Amén. La vida está en el torrente sanguíneo. Y cuando la Sangre de Cristo nos limpia de toda injusticia, entonces tenemos compañerismo con Dios.",
    "Ud. puede arrepentirse, o pasar adelante y hacer una confesión, entrar en un período de prueba de seis meses, ser rociado con un salero, y pertenecer a la iglesia metodista (Sí, señor.), y tener compañerismo con cada uno de ellos. Así es. O Ud. puede venir por la iglesia bautista, y recibir la diestra de compañerismo, y hacer una confesión, y bautizarse en agua, tener compañerismo con la iglesia bautista. Permítanme decirles, en la iglesia pentecostal Uds. pueden orar un rato hasta que hablen en lenguas, y tener compañerismo con cada uno de ellos. Pero, mi hermano, hermana: hasta que su alma haya sido lavada en la Sangre de Jesucristo, Ud. nunca tendrá compañerismo con Él. Correcto.",
    "Y cuando su alma haya sido lavada en la Sangre del Cordero, toda malicia, odio, envidia, contienda, todas estas cosas han muerto. La Sangre hace una expiación. Amén. Por eso hoy en nuestros compañerismos pentecostales, en nuestros diferentes compañerismos del Evangelio completo, tenemos tanto mal comportamiento, tanta división y cosas en nuestro cuerpo, porque nuestros—nuestros—nuestros diferentes “ismos” y cosas, mejor dicho, se han arraigado. Es porque uno se saldrá y será esto, y el otro se saldrá y será esto, y uno sale y comienza una—una denominación o una organización. La razón de eso es precisamente porque el corazón de la persona no estaba bien con Dios para empezar. Dios nos quiere a todos como un Cuerpo: un Cuerpo de creyentes, bautizados en el Espíritu Santo. Amén. ¡Oh, vaya!, Dios extendió una alfombra para encontrarse con la gente; esa era la alfombra de bienvenida. Del compañerismo que una vez había caído, la restauración de vuelta es la Sangre. Por medio de la Sangre Ud. tiene compañerismo, restauración al compañerismo con Dios.",
    "Adán no podía llegar a reunirse bajo su propia teología. Se cosió hojas de higuera, pero no funcionó. Él hizo su propia organización; él hizo su propia denominación, pero no funcionó.",
    "Y hoy, ¡oh!, cuando venía, conduje por el lado de su colonia nudista acá, está aquí por la carretera. Ellos ni siquiera pueden esperar hasta que el—hasta que el sol caliente. Se tienden desnudos allá en la playa; hombres y mujeres juntos, parecían un montón de yo no sé qué. Y cada uno de ellos, quizás, pertenece a alguna iglesia en alguna parte, dicen unas cuantas oraciones allí con rosarios, o cantan la doxología en alguna parte, tal vez en coros, y se tienden allí así. Eso muestra que algo ha fallado. Seres morales, personas sensatas no actuarían así. Hermano, eso es verdad. Si Ud. alguna vez recibe un toque de Cristo en su corazón, Ud. se alejará de tales lugares. Amén. Ahora, sí, eso tal vez no esté de acuerdo… Ud. no esté de acuerdo con eso, pero escudriñe Ud. a fondo ese corazón alguna vez, y vea lo que Dios hará al respecto.",
    "Se los digo, aun mi pobre niña pequeña, que no tiene más de dos años, salió del cuarto allí… allá al… el otro día, allá al patio, y había una mujer allá afuera cortando el césped con una—una ropita inmunda que se veía horrible, y esa niña de dos años entró y dijo: “¡Oh, papá!, esa señora olvidó su falda”. Bueno, allí lo tienen. ¿Ven Uds.?, un bebé sabe más.",
    "Pero cuando hombres y mujeres permiten que sus corazones se cautericen, son demonios, poderes del diablo. Hubo solo una cosa en toda edad que desnudara a los hombres, y fueron los diablos, desnudar a las mujeres, más bien (Seguro), o a los hombres, cualquiera de los dos. Parecen un montón de animales prehistóricos, tendidos desnudos allá afuera sin conciencia. La Biblia dice que su conciencia sería cauterizada con hierro candente.",
    "Y esas mismas personas, esta de la que estoy hablando en particular, que conozco, canta en un coro. ¡Oh, vaya! Tienen compañerismo con sus grupos, seguro. Pero, ¡compañerismo con Cristo? Sí, señor.",
    "Yo sé que eso es fuerte, hermano, hermana. Pero Dios nos ayude. Si la iglesia pentecostal no regresa a la Sangre de Cristo otra vez, Ud. está perdido. Así es. Regresen. Mucho tiempo atrás era un—un pecado que nuestra gente pentecostal actuara así. Ellos no hacían eso tiempo atrás. Pero, vaya que lo hacen hoy, y es porque el púlpito se está aflojando.",
    "Ud. comienza a pensar que pertenece a esta iglesia, o denominación, o a esto otro así. Más le vale tener compañerismo de nuevo con Cristo. Amén. Va a ser una cosa horrible uno de estos días, una de las desilusiones en el Juicio. No para el contrabandista; él sabe cual es su destino. El mentiroso y el ladrón, ellos saben cual es su destino cuando se paren delante de Dios. Pero la desilusión vendrá cuando aquellos que pertenecen a las iglesias pentecostales sean apartados a un lado, porque conocieron la verdad y voluntariamente se fueron a eso. Amén. ¡Aleluya!",
    "Lo que necesitamos hoy es un buen avivamiento a la antigua que sacuda. Regresemos a su lugar nuevamente bajo la Sangre del Señor Jesús, bajo compañerismo.",
    "Siempre ha sido la vía de entrada por las edades, para con toda la gente. Fíjense como siempre, ha sido la única manera de Dios. El Libro más antiguo de la Biblia es Job. Cuando Job se acercó a Dios y tuvo compañerismo con Dios a través de la sangre derramada, Job ofrecía un cordero cada vez que iba al compañerismo. Los adoradores del Antiguo Testamento, desde Génesis hasta el Nuevo Testamento, cada vez que iban a tener compañerismo con Dios, hacían un holocausto, primero mataban un cordero, porque ellos se estaban acercando bajo la sangre.",
    "Job, cuando él se… se acercaba a Dios, él mataba un cordero. Ese es el Libro más antiguo de la Biblia, se escribió antes de que se escribiera Génesis. Moisés escribió el Génesis, pues, cientos de años más tarde. Pero, fíjense, Job era el Libro más antiguo, y desde el Edén, Job hacía un sacrificio, derramaba la sangre de un cordero, y a través de esa sangre él confesaba su error: “Que Dios sea misericordioso conmigo ahora, y me acerco a Ti a través de la sangre”.",
    "¿Saben Uds. por qué la gente no está recibiendo respuesta a sus oraciones como deberían? Pues vienen con una manufactura psicológica en vez de la vía de la Sangre. Así es. Vengan por la Sangre.\n\nAmado Cordero moribundo, Tu preciosa Sangre\n\nNunca perderá su poder,\n\nHasta que toda la Iglesia de Dios rescatada\n\nSea salva, para no pecar más.",
    "A través de Eso es que tenemos que venir: la Sangre derramada. Y allí Job ofreció la sangre derramada mientras se acercaba a Jehová, sabiendo que Dios no lo recibiría sobre ninguna otra cosa. Si Uds. se acercan a Él hoy en el nombre de un buen hombre: “Yo pago mis deudas; yo no defraudo al gobierno; pago mi impuesto sobre la renta; yo hago todas estas cosas; soy un buen vecino” con todo, Dios nunca le oirá. Si Ud. dice: “Soy un miembro leal de la iglesia, diezmo de mi dinero, di grandes ofrendas a la iglesia, soy un pilar allí”, Dios nunca lo recibirá a Ud., nunca, para nada.",
    "Ud. dice: “Bueno, mi madre fue una buena mujer; mi padre fue un buen hombre; mi abuelo fue un predicador. Todo lo que hago y nunca he hecho esto; yo nunca he robado; yo no bebo; yo no fumo; yo no miento; yo nunca hago estas cosas”. Dios nunca lo oirá a Ud.",
    "Y no importa quién sea Ud., lo malo que Ud. haya sido, si Ud. viene por el camino provisto por Dios a través de la Sangre sacrificial, tomando y poniendo su mano sobre la cabeza de un Cordero muerto, de un Cordero moribundo, y confiesa su error, y Lo acepta a Él, entonces Dios llenará su alma con el Espíritu Santo, quemando toda iniquidad, carnalidad, y haciéndolo a Ud. una nueva criatura.",
    "Job, pienso en Job en ese día, como padre. Él tenía un montón de hijos. Estaban un poco descarriados. Y él siempre estaba pensando en sus hijos. ¿No sería mucho mejor si todos los miembros de iglesia de Chicago tuvieran esa misma clase de pensamiento acerca de sus niños? No habría delincuencia juvenil. Uds. no verían estos disturbios raciales y, quiero decir, estos disturbios y cosas que tienen por aquí hoy: disparos, matanza, robos, violación, y todas estas cosas, es porque a esa gente no le preocupan sus hijos. Lo primero que dicen: “Bueno, yo los inscribí desde la cuna cuando eran pequeños, entregando el resto a la maestra de la escuela dominical” y ella en un baile, tal vez, toda la noche, llega, arreglada como alguna especie de, como si fuera a un circo y no a una iglesia. ¿Y ponen a sus hijos en manos de algo así? ¡Madre, vergüenza debería darle!",
    "Ud. debería poner a ese niño que está en necesidad allá y leer la Biblia. Ponga sus manos sobre su cabeza, clame a Dios: “Dios, sé misericordioso. Perdona a mi hija, a mi hijo”. Sí.",
    "Me encanta hacerlo, llevar a esas pequeñas mías, sí, sentarlas allí, y se sientan, con sus ojitos escuchando, o—o, sus oídos escuchando, y sus ojos mirando, y les habló todo acerca de Jesús, y cómo Él las ama, y cosas. Se arrodillan alrededor de las sillas y oran igual que el resto de nosotros. Así es como queremos hacerlo, ¿verdad? Así es como muchos de Uds. lo hacen. Eso es lo que deben hacer.",
    "Fui a muchos hogares, y los niños están todos reunidos alrededor para la oración familiar siempre. Dios, bendice a esa familia. Ese es el lazo que une. Si Uds. hicieran eso en su hogar, no habría tantos casos de divorcio y cosas sucediendo de esa manera. Tengan compañerismo entre Uds.",
    "Luego veo a Job, sus hijos se casaron y se fueron por diferentes caminos, como lo hacen las aves de un nido. Job, sabiendo que no había otra manera, ninguna otra manera posible, que el hombre pudiera acercarse a Dios y tener compañerismo con Él, solo a través del cordero sacrificado, a través de la sangre; Job dijo: “Quizás mis hijos hayan pecado, así que ofreceré un cordero por ellos”. Algo le dijo a Job que más le valía prepararlo, que más le valía estar listo. Y luego cuando él hizo la ofrenda del cordero del sacrificio por sus hijos, un día sucedió. Vinieron las tormentas y mataron a muchos de ellos, y fuego y demás, y destrucción. Pero antes de que sucediera esto, Job se aseguró de que cada uno estuviera bajo la sangre. Amén.",
    "El rechazo, Lo han rechazado a Él hoy. Esta nación está matando a Cristo tan rápido como puede, alejando al Espíritu Santo con credos y formas de religión, contristando al Espíritu Santo.",
    "Estaba leyendo no hace mucho… Escuché en alguna parte, sobre este gran evangelista Billy Graham cuando él estaba en Escocia. ¿Saben lo que sucede? Si la gente pentecostal juntara sus cabezas, en lugar de salir y hacer todo como Uds. lo han hecho, sus servicios continuarían como los bautistas; pero los bautistas se los quitaron. Así es. Ellos están teniendo un avivamiento, yendo a alguna parte, porque ellos arrojaron todo lo que tenían sobre el altar, su profeta, y partieron. Ellos lo respaldan a él. Pero hoy, que uno se levante de las Asambleas, y…?…",
    "[Cinta en blanco.—Ed.] …acomoda como a siete mil, y yo tenía como siete mil parados afuera, y él tenía como tres mil. Intercambiemos. Así que, cuando fui a verlo, pensé que sería algo así como un muchachito, que diría un pequeño poema, una canción infantil: “Jesús, un pequeño Bebé nacido en un pesebre”. Pero cuando vi a ese muchachito, ¡oh!, era diferente. Ese pequeño como así de alto, yo ni siquiera sabía que era el pequeño David. Se quitó el abrigo, tomó un texto, y predicó como un predicador. No hay duda que Dios estaba con él.",
    "Yo dije: “Ese es un muchachito que Dios ha enviado. Ahora, si Uds. papás de la iglesia lo rodean, y no dejan que su cabeza se envanezca, ni permiten que se vaya por un montón de dinero, y lo protegen, y le ponen bajo la influencia correcta, él salvará a miles de niños pequeños”.",
    "Pero yo estaba parado allá en Oregón, Grants Pass, Oregón, una mañana, ante el Hermano Hall y demás. Yo dije: “Observen. Eso no va a funcionar”. Le dije a algunos del grupo, dije: “¿Qué tal si conseguimos ahora que el pequeño David venga a una ciudad con eso?”.\n\n“Pues” dijeron, “él es unitario”.",
    "Yo dije: “No me importa lo que él sea. Dios está con él”. Bueno, por supuesto, ahora las Asambleas tenían que conseguirse un pequeño David. Y la Iglesia de Dios se consiguió un pequeño David. Y de repente, ya hay miles de pequeños Davides. El principio mismo que Dios estaba tratando de hacerles llegar a los hijos, ellos derribaron la cosa.",
    "No conocen su día; “El buey conoce el pesebre de su amo, y la mula conoce su establo, pero Mi pueblo no”, dijo Dios. Así es. Ellos no conocen el día de su visitación. Es la cosa más rara de intentar, o la cosa más extraña, conseguir que el pueblo de Dios vea el día de su visitación. Ellos comienzan a juntarse alrededor de esto o lo otro, o de personalidades o algo, y no saben cómo manejarlo. Cambian su compañerismo a una denominación en vez de a Cristo.",
    "Y cuando Job vio lo que había hecho, entonces, cómo había ofrecido ese sacrificio, la Biblia dice que sus hijos fueron reunidos con él. Ahora, haciendo preparativos.",
    "Otro pensamiento: Israel, cuando tuvieron compañerismo, fíjense en lo que hicieron. Antes de que viniera la gran destrucción, el ángel que destruyó sus tierras, el ángel destructor, lo primero que sucedió, se le ordenó a Israel tomar un cordero, y matarlo, y poner la sangre sobre la puerta. Y cada familia entraba y comía ese cordero: compañerismo alrededor del cordero asado. Comer el cuerpo del sacrificio muerto que murió en su lugar. Dios dijo: “Cuando Yo vea la sangre, pasaré de vosotros”. El ángel de la muerte no podía tocarlos, porque la sangre del cordero estaba sobre la puerta, y ellos estaban aquí adentro teniendo comunión, teniendo compañerismo alrededor del cordero. Así es en nuestro corazón cuando aplicamos la Sangre del Señor Jesús, quitando todo pecado, entonces podemos tener compañerismo comiendo la Palabra de Dios alrededor de la mesa de Dios, en compañerismo alrededor de las cosas piadosas.",
    "Ud. predica sanidad Divina, y todos en Cristo dicen: “Amén, así es”. Se predica que debemos hacer a un lado todo pecado, malicia, contienda y demás. “Amén” dice el verdadero creyente, “así es”. En compañerismo alrededor de la Palabra, ¿ven lo que quiero decir?",
    "Ahora, ahora, siempre, el único lugar donde Dios se ha encontrado, dijo que Él se encontraría con el hombre… Él no prometió encontrarnos en denominaciones; Él no prometió encontrarse con nosotros de ninguna otra manera, sino a través de la sangre derramada. El Israel del Antiguo Testamento, no importaba dónde estuvieran, ellos, antes de adorar a Dios, venían a un lugar común de reunión, el cual era el tabernáculo en el desierto. Todo hombre subía a la cima del monte, queriendo tener compañerismo con Dios, él entraba al tabernáculo en el desierto, para allí encontrarse con Dios. Moisés, cuando María fue herida con lepra, entró y se postró ante Dios bajo la sangre derramada. ¿Ven?",
    "Posicionalmente colóquese Ud. ahora, en esta noche, ¿ven?; entre bajo de la Sangre. Todas estas cosas en su corazón, sáquelas. Vaya delante de Dios bajo la Sangre, confesando sus errores, y clame, y arréglelo: “Ayúdame”.",
    "Moisés recibió una respuesta a su oración de inmediato porque él siguió el camino de Dios: bajo la sangre; antes de que él pudiera tener compañerismo, él entró bajo la sangre. Ahora, fíjense, el cordero fue inmolado.",
    "Allá en el Antiguo Testamento ellos tenían una becerra roja. Se lo dijo a Moisés cuando comenzaron su viaje, dijo: “Ahora, haz una provisión para la limpieza de la gente mientras viaja, porque si obran mal, ellos están fuera del compañerismo. Y antes de que puedan tener compañerismo, quiero que hagas aguas de separación para ellos”. Y luego a Moisés se le ordenó: toma una becerra roja, una becerra joven.",
    "Ahora, quiero que noten que la palabra rojo tiene un significado. Para Ud. y para mí, rojo significa “peligro”. Pero rojo en la Biblia significa “redención”, redención a través de la sangre. Desde Génesis hasta Apocalipsis hay un caudal rojo de sangre por todo el camino, rojo por todo el camino. Fíjense, ellos tenían que venir bajo la sangre derramada.",
    "Ahora, Él dijo: “Toma una becerra roja”. Ahora, ¿alguna vez notaron científicamente? Ud. toma algo muy rojo, y mira rojo a través de rojo, y se ve blanco. ¿Lo sabían? Rojo a través de rojo se ve blanco. Y entonces Dios, sabiendo que el hombre era un pecador por naturaleza, sabiendo que él estaba errado desde el principio, Él hizo una preparación de la Sangre derramada. Y Dios, mirando a través de la Sangre del Señor Jesús, lo ve a Ud. un pecador rojo, blanco como la nieve. Ud. ya no tiene pecado. Cuando Dios mira a través de la Sangre de Cristo, no importa lo que Ud. haya hecho, cuánto pecado Ud. haya cometido, qué haya hecho, si la Sangre de Cristo ha sido aplicada a su corazón, Dios lo ve a Ud. perfecto.",
    "Escuchen. Les diré un pequeño secreto en unos minutos acerca de la sanidad Divina y acerca de cosas. Lo primero, amigos, es la preparación del corazón humano. Sí, señor.",
    "Aquí, hace unos días, yo estaba aquí en Chicago, donde la ciencia antigua solía decir: “‘El hombre piensa con su corazón;’ tonterías, la Biblia está errada. No hay facultades mentales en el corazón para pensar. El hombre piensa con su cabeza, con su mente”. Pero ahora se dan cuenta que Dios tenía la razón. ¿Ven? El hombre no piensa con su cabeza, su mente. Él tiene una—él es una personalidad dual. Miren, la persona, aquí primero es—es—es intelectual. Pero ellos dicen que, en el corazón humano, y eso no está en un corazón animal, en ningún otro corazón, sino que allí mismo en el corazón humano hay un pequeño compartimiento en medio del corazón humano, que ni siquiera tiene una célula de sangre. Pero es el lugar que ocupa el alma. Así que, el hombre realmente piensa con su corazón, no con su cabeza.",
    "Ahora, si Uds. piensan, por eso es que tenemos tantos miembros de iglesia tibios hoy; la gente tiene fe intelectual. Ellos simpatizarán, dirán: “¡Oh, la Biblia es correcta! Seguro. Sí, señor”. ¿Ven? Tienen intelecto para: “¡Oh!, yo creo que el Señor Jesucristo es el Hijo de Dios; Lo he aceptado como Salvador personal”: y fuman cigarrillos, beben whisky, salen, van a bailes, se acuestan en estas playas, y cosas por aquí. “Seguro. Cristo es mi Salvador. ¡Oh, seguro!, por supuesto, yo pertenezco a la iglesia”. Eso es fe intelectual. Muchas personas vendrán a la línea de oración y dirán: “¡Oh, hermano, yo tengo fe!”. Seguro, es fe intelectual.",
    "Pero cuando esa fe intelectual llega a este pequeño compartimiento aquí, llega a estar seguro. Todos esos diablos del infierno no pueden moverlo. Así es. Cuando llega allí abajo, la cuestión del pecado está resuelta. Amén. Cuando Él dice: “Oye, Yo soy el Señor que te sana”, cuando eso viene a través de la fe intelectual, y entra a ese pequeño compartimento, no hay suficientes médicos en Chicago que le digan que Ud. se va a morir. No, señor. No, para nada. Y si son realmente buenos, eso es lo que Dios hace. Él entra directamente y toma esa fe intelectual, y la habla al corazón humano. Y cuando entra en el corazón, viene a ser algo seguro. Allí es donde Dios Mismo entra en el corazón humano y sin duda hace de eso un hecho. Amén. Cuando esa fe sale de la mente, entrando al corazón humano, ¿ven ahora lo que quiero decir?",
    "Ahora, bajo la sangre derramada, Él dijo: “Toma esa becerra, de tres años, y ella debe ser roja”. Y ellos la sacarán aquí. Lo primero, ella nunca debe haber llevado yugo sobre su cuello. ¡Oh, me encanta eso! Ahora escuchen, esto pudiera arder y quemar y chisporrotear, pero es mejor hacerlo solo por un rato que para siempre. Miren, esa—esa vaca representaba a Cristo, y Cristo no se enyugó con nada (Amén), sino que era solo Dios.",
    "Ahora, no os unáis en yugo igual… desigual con los incrédulos, salir aquí y andar en esto y aquello, y holgazaneando, enyugándose en estas fiestas y bailes, y cosas; manténganse alejados de eso. Únase a Cristo; “Tomad Mi yugo sobre vosotros; aprended de Mí”.",
    "Esta becerra no podía tener un yugo encima. Ella no debía haber llevado yugo. Y entonces ella tenía que ser sacrificada en la presencia del sumo sacerdote. Y luego cuando el sumo sacerdote, Aarón, veía que se había sacrificado la becerra, Eleazar tomaba sangre en su dedo, e iba, y con ella rayaba la puerta siete veces, arriba sobre la puerta del tabernáculo, como testimonio público. Entonces llevaban la becerra y la colocaban en el fuego y la quemaban; la quemaban y luego la sacaban fuera del atrio (Fíjense, hermosamente. Tengo que darme prisa.) fuera del atrio, colocaban esto en un lugar limpio, porque eran las aguas de separación.",
    "En Efesios, Pablo dijo allá, que Dios, por la predicación de la Palabra, las Aguas de separación… La fe viene por el oír, el oír por la Palabra y la Palabra de Dios es las Aguas de separación; porque es por la renovación por el agua por la Palabra. Oír la Palabra separa.",
    "Ahora, el incrédulo, o el hombre en pecado estaba afuera. Aquí hay una cosita que no queremos pasar: que el agua de separación se debe guardar en un lugar limpio. Y el predicador que predica el Evangelio debe ser un hombre limpio y recto; no un adicto a los cigarrillos, ni un adicto a las drogas, ni un borracho, ni un jugador de golf el domingo por la tarde, y cosas así. No, señor; debe guardarse en un vaso santo, limpio y santificado, el que tiene el misterio de Dios en su corazón.",
    "Debe ser en una iglesia limpia, no donde juegan bingo en el sótano, o lotería, tienen cenas de sopa allá, y bailes para los jóvenes. Pues, hermano, si alguna vez llega al punto en que tengo que hacer eso para retener la congregación, renunciaré y tomaré un montón de trampas y me iré a Canadá, me ganaré la vida con las trampas. Amén. Yo prefiero hacer eso que saber que he hecho concesiones en el Evangelio puro y no adulterado del Señor Jesús. Denme compañerismo con Él. Amén. Predicar la Palabra. No se necesita toda esta insensatez. Manténganse con la Palabra. Y la Palabra separa a los pecadores de su pecado.",
    "Entonces todo hombre que estaba fuera del compañerismo pasó primero por las aguas de separación en la congregación, y fue rociado con estas aguas. Ahora, ¿qué fue? Las aguas hablaban de un sacrificio muerto que iba delante de él; la vaca muerta murió en su lugar. Y cuando predicamos la Palabra, no es sobre ninguna denominación, es en Cristo, el Sacrificio Quien murió en vuestro lugar, al pecado, en cambio.",
    "Ud. está fuera del compañerismo, no recibe respuesta a la oración, todo alrededor está oscuro: fuera del compañerismo. Regresen a la Palabra ahora. La Palabra empieza a cortar, lo separa a Ud.: “Pues, Ud. no debería hacer esto, Ud. no debería hacer aquello. Esto es aquí. Ud. ya no tiene compañerismo. Ud. mismo se sacó de la comunión”. Esas son las aguas de separación, le dice a Ud. lo que debe hacer.",
    "Cuando menos lo piensa, el creyente, después de hacer eso, lo siguiente que hacía, era caminar hacia adelante entonces. Él está entrando, el creyente ahora, él está caminando hacia adelante. Cuando llega junto a la puerta, él mira; ve siete rayas de sangre, lo cual significa que esa sangre fue delante de él. Ahora, él pasa bajo esas siete rayas de sangre, entra bajo la sangre, y entonces él tiene compañerismo (¿lo ven Uds.?), compañerismo con Dios, no hay compañerismo en ninguna otra parte. Y toda esa cosa en el tabernáculo, en la justificación bajo el atrio, la santificación en el altar, el Espíritu Santo detrás del velo, donde entraba y bajaba: todo es un cuadro de Cristo.\n\nNo importa cuánto ellos se hayan organizado; Coré organizó una organización, dijo: “Hay más hombres santos que Moisés, así que saldremos…”.",
    "Dios dijo: “Sepárate de él, ahora mismo, porque él ha quebrantado el programa de Dios”. ¿Ven? El compañerismo era en un solo lugar; y era bajo la sangre derramada.",
    "Ahora escuchen, Cristianos, atentamente. Miren. No hay compañerismo fuera del Cuerpo de Jesucristo, Ud. no puede tener compañerismo con Dios. Con razón la gente no cree en sanidad Divina; con razón ellos no pueden creer en un avivamiento a la antigua, enviado por Dios; con razón ellos no pueden creer en estas cosas que limpian el corazón del hombre. Ud. tiene que entrar primero al compañerismo antes de que pueda llegar a entender estas cosas. Entren, oigan la Palabra; le separa, lo lava. Luego entre bajo la Sangre al Cuerpo de Cristo.",
    "Pues, el tabernáculo era el tipo perfecto de Cristo: “Derriben este edificio, Yo lo edificaré de nuevo en tres días”. ¿Ven? Era Él.",
    "Y luego por un Espíritu, todos somos guiados por el Espíritu Santo al Cuerpo de Cristo, y luego entramos bajo la Sangre. Todas las dudas sobre el pecado fueron resueltas afuera, por medio de la predicación de la Palabra, por medio del sacrificio del—del Cordero en el altar. Y ahora estamos en compañerismo con Cristo y podemos entrar y tener comunión con los demás.",
    "Aquellos que están adentro del edificio en Cristo, entramos. Ud. una vez le llamó un santo rodador. Una vez Ud. dijo: “Está loco, él ha perdido la razón”. Pero una vez que Ud. ha venido bajo la Sangre derramada y tiene compañerismo, Ud. se acerca a ese hombre que una vez pensó que gritaba muy fuerte, esa mujer que Ud. oy-…Ud. oyó gritar esa noche, ese vecino del que Ud. habló, o que vino a hablarle de sanidad Divina, Ud. anhelará poner su mano en la de él o ella, y tener la Palabra de compañerismo. ¿Por qué? Ud. ha venido bajo la Sangre.",
    "🦅 Sin el derramamiento de Sangre, no hay perdón de pecado”. No importa cuán bueno sea Ud., a qué iglesia pertenezca, qué credo Ud. diga, qué oraciones haga, a menos que Ud. venga bajo la Sangre, Ud. aún está fuera del compañerismo con Dios.",
    "¿No sería maravilloso ahora si todos nosotros, el grupo aquí, unas seis, o cinco o seis centenares de personas, los que haya en esta congregación, todas estas personas reunidas esta tarde, unánimes pudieramos entrar bajo la Sangre, así como estamos aquí bajo este techo, bajo la Sangre del Señor Jesucristo?, ¿qué piensan Uds. que sucedería ahora mismo? ¿Qué piensan Uds. que sucedería? Pues, no quedaría ni una sola persona débil entre nosotros en los próximos cinco minutos. ¡Oh, vaya! El pecador a su lado sería tan redargüido, que ni siquiera podría permanecer quieto por más tiempo, el Espíritu Santo que viene, las aguas de separación siendo derramadas, el Evangelio, predicando al Señor Jesucristo, en Su Sacrificio supremo. Y el poder sanador derramándose a través del Calvario, pues, tendríamos un tiempo maravilloso, ¿no es así? ¿No sería eso algo maravilloso, si todos pudiéramos entrar en compañerismo? ¿A cuántos les gustaría estar en ese compañerismo? Levanten la mano.",
    "Ahora, escuchen, amigos. He hablado algunas cosas duras esta tarde acerca de las organizaciones. Ahora, no es que yo esté en contra de las organizaciones; Dios sabe que esa es la verdad. A mí no me interesa la organización. Pero la cosa es que cuando Ud. piensa que esa organización va a hacer algo por Ud., no es así. La Sangre de Jesucristo es lo único que podría hacer algo por Ud. Esa es la verdad. Y luego cuando esa Sangre entra a su corazón, todo su concepto mental es diferente, porque Uds. piensan desde aquí entonces. ¿Ven?",
    "Aquí es donde viene Cristo, al corazón. Y sus pensamientos son realidad. No es: “Bueno, la Srta. Jones dijo que ella podía ir a los bailes, y eso no la molestaba”. ¿Ven? Ud. está pensando en la Srta. Jones. Pero cuando está en el corazón, Ud. piensa en el Señor Jesús, lo que Él haría. ¿Ven?, todos sus pensamientos están aquí atrás de nuevo. Y eso es lo que necesitamos hoy, es este maravilloso compañerismo del Señor Jesucristo, y Dios de nuevo entre nosotros hablándonos.",
    "Ahora miren, ahora, si esas estrellas están… Estaba cronometrando el otro día, en el observatorio… Antes de terminar quiero darles un pensamiento. Si esas estrellas, dijeron que me tomaría… luz, al viajar, no recuerdo cuántos miles de años, en velocidad, viajando a la velocidad de la luz, la luz viajando a esa velocidad, para llegar a esta tierra, miles de miles de miles de miles de años, para que la luz viaje, para llegar a esta tierra desde una de esas estrellas. Y podemos ver ciento veinte millones de años luz en el espacio, y más allá hay tantas estrellas como las hay aquí. ¿Cuánto tiempo le tomaría a un Ángel llegar de allá, acá?",
    "Ahora, si Ud. habla del Cielo, o cuando morimos, que vamos a un lugar en alguna parte donde Ud. ni siquiera alcanza a ver allá arriba, ¿no pueden ver Uds. que Dios ha escondido la gloria, del ojo natural?",
    "Estamos sentados aquí en lugares Celestiales. Ahora el Espíritu Santo está aquí; ahora Cristo está aquí. Y el cuerpo que recibimos cuando salimos de aquí, entramos a otra dimensión, a un lugar bendito con el Señor Jesús, y al regreso de Cristo en Su cuerpo físico cuando regrese a la tierra, estos espíritus regresan y toman un cuerpo completamente nuevo y vivimos para siempre. Amén. ¡Oh, vaya! Si la gente pudiera captar la idea ahora mismo, de Ángeles caminando de un lado a otro por esos pasillos, de Cristo, el Hijo de Dios, moviéndose por el edificio (¡Oh, vaya!), qué diferencia. Ud. está en Su Presencia.",
    "Y cuando su espíritu llega a estar tan cargado de ese mundo exterior, y es como un—un imán o, un cristal en una radio y cuando ese aparato allí se carga tanto o se magnetiza con esas palabras, se extiende, hasta que hace contacto y las hace realidad… La radio, pasando por aquí, las palabras, no podemos oírlas con nuestros oídos, son… no podemos captarlas. Pero ese cristal en la radio lo capta, la televisión igual. Eso llega a ser realidad.",
    "Y cuando nuestra fe intelectual baja al corazón, y llega a estar tan cargada con el mundo invisible que ¡toda Palabra de Dios llega a ser una verdad muy real! ¿Ven lo que quiero decir?",
    "Cuando Dios lo dice, hace eco al dar contra ella, así como al dar contra ese cristal en la radio, y lo emite perfectamente. Dios dijo: “Yo soy Jehová tu sanador”. Asunto terminado. Amén. Eso lo hace real. “Yo estaré contigo, aun en ti, hasta el fin del mundo”. Eso lo hace real, Él está aquí ahora. Ahora, de esa manera es a donde soy llevado en la sanidad Divina.",
    "Cuando ese Ángel del Señor apareció esa noche, dijo: “Yo estaré contigo; no temas”. Lo que él haría; dijo que mostraría señales y prodigios entre la gente.\n\nYo lo cuestioné. Dije: “Yo… Ellos no lo creerán”.",
    "Él dijo: “Sucederá que aun conocerás los mismisimos secretos de sus corazones, les dirás estas cosas”. Y yo cuestioné eso. Él mencionó allá a Cristo. Él dijo: “Yo estaré contigo”. Luego cuando paso a la plataforma, la gente enferma, o algo así en esas cosas, eso llega a ser algo real. Yo lo creo.",
    "Desearía poder tener fe ahora mismo para creer que toda persona enferma en este edificio sería sanada, así como tengo fe para saber que Él está parado aquí mismo. Yo desearía poder tener esa clase de fe, desearía que cada uno de Uds. pudiera tenerla. Pero si nuestros pensamientos y nuestro compañerismo salen de entre las esferas de las cosas que vemos a las cosas que no vemos, entonces llega a ser tan real como las cosas que vemos, o más real.\n\nQue el Señor los bendiga mientras inclinamos nuestros rostros por un momento.",
    "Padre Celestial, ¡oh!, por el compañerismo alrededor del Cuerpo de Cristo, alrededor de la Palabra; “En el principio era el Verbo y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros”. ¡Oh, cuánto Le amamos a Él!; ¡cuánto agradecemos Su Presencia aquí ahora!, el gran Hijo de Dios, el Ser resucitado, Cuyas Palabras nunca pueden fallar, escritas aquí en la Biblia, que, “donde dos o tres estén reunidos en Mi Nombre, Yo estaré en medio de ellos”. Y Él está aquí.",
    "Dios, que todo incrédulo que no ha sido regenerado, que nunca ha pasado por la Sangre, que solo ha estado asistiendo a la iglesia, aún con mal genio, aún con hábitos del mundo a los que se aferran, fe intelectual, pero nunca han sido lavados y limpiados para poder tener compañerismo perfecto, Dios, concede esta tarde que ahora mismo en este mismo lugar, que todo corazón sea lavado, limpiado en la Sangre del Cordero. Entrarán en un compañerismo que en el servicio de sanidad de esta noche producirá la mejor reunión que jamás se haya llevado a cabo en esta congregación. Concédelo, Señor. ¿Lo harás? Para la gloria de Dios, lo pedimos.",
    "Y con nuestros rostros inclinados, me pregunto, todos estén orando, por favor. Yo sé que se está haciendo tarde, pero miren, amigos, se está haciendo tarde de dos maneras: El día está muy avanzado, en este día domingo por la tarde, el primer día de mayo; y la edad está muy avanzada, también. Es más tarde de lo que pensamos. La Venida del Señor está cerca; los corazones de los hombres; Uds. ven esta gran civilización cayendo, hundiéndose ahora mismo. Solo miren a esta América. ¡Qué desgracia! Miren lo que dijo Jesús: “En los postreros días como fue con Noé, ellos estarían dándose en casamiento y cosas”.",
    "Miren las cortes de divorcio en América, hay más que en todas las naciones juntas. Miren la inmoralidad; miren la perversión de los clubes de pervertidos sexuales allá en la costa oeste, y por todas partes. Miles de miles cayendo cada año. Inmundicia, sucios, impíos, tomando el uso natural del cuerpo y pervertiéndolo, gente con mente pervertida. Los hombres salen y se portan como lo hacen, las mujeres usando esta ropa inmunda, corta, y no creen estar mal. Seguro que no, sus mentes pervertidas; el diablo se ha apoderado de ellas; ellas no lo saben. ¡Vaya!, ¿qué día?",
    "¿Está Ud. bajo la Sangre, creyente? Si Ud. no lo está… mientras, que solo el Señor Jesús y yo vemos esto. Si hay alguien aquí, sincero en su corazón, y sabe, y por la predicación de la Palabra, Ud. ha llegado a creer esto, que Ud. está errado, que Algo en su corazón le dice que Ud. está errado, si Ud. todavía tiene estas cosas, y Ud. desea esas cosas… Ud. no, Ud. no necesariamente es que las esté haciendo, solo con el deseo de hacerlas. ¿Ven? “El que mira a una mujer para codiciarla, ya adulteró en su corazón”.",
    "No el que toma un arma y le dispara a su hermano, sino que está “enfadado con él sin causa”. Si Ud. sabe que está errado, ¿levantaría la mano? Diga: “Hermano Branham, ore por mí ahora. Oro que Dios me traiga bajo la Sangre, y me dé una experiencia a la antigua y mi corazón sea limpio delante de Dios”. Si esa persona está aquí, ¿podría levantar la mano, ahora mismo, antes de que oremos? Y decir, con solo levantar la mano, no a mí, sino a Dios, decir: “Dios, sé misericordioso conmigo ahora; yo quiero un corazón verdaderamente limpio delante de Ti”.",
    "¿Habrá una persona en algún lugar en los balcones o en alguna parte? Dios le bendiga. Dios le bendiga, y a Ud. Dios la bendiga, señora. Dios la bendiga, señora. Dios lo bendiga, señor. Dios lo bendiga, mi hermano. Dios la bendiga, mi hermana. Eso es bueno. Ahora, Dios lo bendiga, mi hermano. Así es. Sean honestos con Dios.",
    "Ahora, no—no soy yo. Uds. no están levantando sus manos a mí, es a Dios. Dios la bendiga, señora; la veo allá atrás. ¿Alguien más que…? Dios la bendiga, señora; y Ud., señor; y Ud., señor. Dios le bendiga; y Ud., señor. Así se es sincero; esa es la manera de ser hombres y mujeres; estamos delante de Dios.",
    "Dios la bendiga, señora. Ud. quiere que esas cosas sean quitadas de su vida. Seguro, Dios lo va a hacer. Lo único que Ud. tiene que hacer, es dejar que Él lo haga ahora. ¿Hay otro antes de la oración?",
    "Mientras tenemos nuestros rostros inclinados.",
    "Amado Dios, ¡oh, Padre!, esas almas humanas, nos damos cuenta, Señor, que aquí en el edificio está Aquel Quien nos juzgará en ese Día. Ni un gorrión puede caer a la calle sin que el Padre lo sepa. ¿Cuánto más conoces Tú a estas personas levantando sus manos en sinceridad, sentados aquí en estas largas horas de la tarde, escuchando la Palabra? Oro, Dios, que limpies cada corazón ahora mismo con la Sangre del Señor Jesús. Que todo vicio, todo pecado de opresión, o cualquier cosa errada con estas queridas personas, Dios, oro que Tú les quites eso ahora mismo. Concédelo. Que ellos lleguen a ser Cristianos humildes y dulces, aborreciendo la iniquidad y amando la justicia. Concédelo, Padre. ¡Oh, bendito Salvador, guíalos!",
    "Ahora, Padre, que cada persona aquí reciba gran fe ahora mismo. Estamos ansiosos por el servicio de esta noche, Señor, por la sanidad de los enfermos. ¡Oh!, solo una vez más, Señor, ¿una vez más permite que suceda? En la víspera de la partida de nuestro hermano al extranjero, para que él pueda ir con una visión fresca en su corazón para ver el Reino de Dios siendo presentado ante los hijos de los hombres.",
    "Que este sea un servicio maravilloso esta noche; que toda persona enferma que entre por la puerta de Cristo sea sanada perfectamente. ¿Lo concederás, Señor? Sana a aquellos necesitados; todo su cuerpo; porque lo pedimos en el Nombre de Jesús. Amén.",
    "Han pasado bastantes días, he estado en casa, he tenido muchos problemas y cosas, Uds. saben cómo es en casa. Estuve despierto anteanoche hasta el amanecer, llegué, estuve afuera ayer. Anoche, dormí muy poco, y me levanté esta mañana para estar aquí arriba. Es un poco duro. Los he retenido por mucho tiempo. Lamento haberlos retenido todo ese tiempo. Espero que Uds.… es el Espíritu Santo… Yo lo he notado. Quiero decir esto, si… Prefiero darles un pequeño capullo de rosa ahora que una corona entera después de que hayan partido. ¿Ven?",
    "Nunca… He tenido buenas congregaciones alrededor del mundo. Pero nunca he tenido una más atenta una—una congregación que aquí en esta pequeña iglesia aquí en Chicago, Uds. de por aquí. Me di cuenta esta tarde, tenía en mi corazón, cuando vine a la plataforma, el hablar de otra cosa. Realmente el Espíritu Santo me estaba diciendo que… sobre—sobre el Arca del Pacto, es de lo que iba a hablar. Y cuando pasé a la plataforma aquí arriba, pensé: “Compañerismo sería algo bueno de que hablar”.",
    "Yo he hecho algo y es, me crucé donde el Espíritu Santo me había dicho que no lo hiciera, pero me esforcé por seguir luchando. Permítanme decirles algo, y lo que dije acerca del Hermano Joseph hace unos minutos, así yo esté errado, correcto o errado. Uds. también lo han sido, no ha habido ni una persona que se haya levantado y salido de este edificio esta tarde. Todo este tiempo han podido estar sentados aquí, todo el tiempo sabiendo que viene el servicio de sanidad, y muchos aún tienen que ir a casa a cenar. Uds. se han sentado aquí conmigo. Bendito sea su corazón. Yo los amo. Los llevaré ante Dios. Y Uds. se han aferrado de esto aun cuando me han visto batallando. ¿Ven?, a eso es que me refiero: cuando estoy en error a veces (¿Ven?), cuando estoy en error.",
    "Ahora, oro que Dios les dé todo lo que Uds. necesitan, todo deseo de su corazón. Y que Uds.… ¿Cuántos aquí quieren ser sanados esta noche? Levanten la mano; todos en el edificio. Dios los bendiga. ¡Oh, vaya, que Su gracia sea con Uds.! Ahora, si tienen que ir a casa, vayan y descansen un poco. Vuelvan después de un rato, tomen una tarjeta de oración, vengan esta noche y reciban la oración. Yo creo que vamos a tener una reunión maravillosa, ¿Uds.? Amén, amén. Dios les bendiga. Le entrego el servicio ahora al Hermano Joseph. Los veré en un par de horas. 🦅"
  ]
}