{
  "title": "COMPAÑERISMO POR REDENCIÓN",
  "id": "55300009",
  "content": [
    "🦅  Buenos días, amigos. Estoy feliz de estar aquí de nuevo esta mañana, para… en el servicio del Señor. Y un poco cansado, como decía. No fue… creo que tuve gripe, también, pero solo estaba sobrecargado de trabajo. Tuve cinco semanas, seguidas, y parece como que… eso bajó mis defensas, aunque no me impidió engordar. Sigo engordando todo el tiempo. Yo… Pero, la mayor parte de mis últimas reuniones fue, más que todo, predicación, ¿ven Uds.?, y eso pasa. Bueno, es… Tuvimos bastantes servicios de sanidad, pero la mayoría fueron servicios de predicación.",
    "Estamos realmente agradecidos por este privilegio de estar aquí hoy, para servir al Señor, de estar en el tabernáculo, de estar con el Hermano Neville aquí de nuevo. Con una presentación tan maravillosa, pues, lo hace sentirse mejor si uno se estaba sintiendo mal.",
    "Eso lo haría sentir bien a uno (¿verdad?), el solo saber que la gente lo aprecia a uno. Ahora, ¿no le gusta a Ud. que alguien le aprecie? Mí—a mí sí.",
    "Una noche yo estaba saliendo aquí del tabernáculo. Ahora, espero que aún no estén grabando esto. Pero estaba saliendo del tabernáculo aquí, ¡oh, hace unos años!, y una señora se me acercó allá atrás. Ella dijo: “¡Oh, Hermano Bill!”. Dijo: “¡Qué buen mensaje el de esta noche!”.\n\nLe dije: “Gracias, hermana”. ¡Oh, me hizo sentir bien, Uds. saben!\n\nCaminé a la puerta, y alguien parado allí, me dijo: “Sabe, yo no permitiría eso”.\n\nY yo dije: “¿Qué?”.\n\nDijo: “¡Oh, yo no quiero que nadie me halague, o diga algo!”.",
    "Dije: “Bueno… Yo sí, ¿ven?”. Le dije: “Solo hay una diferencia entre Ud. y yo; y es que yo digo la verdad, ¿ve?”. Así es. Realmente hace que cualquiera… Uno.… Si uno—si uno se esfuerza… Alguien se lo dice, uno—uno lo agradece, por el esfuerzo que hace. Eso lo hace sentir mucho mejor a uno, ¿no es así?",
    "Ahora, hoy me—me gustaría hacer este anuncio, si el Hermano Neville y la congregación, y es del agrado del buen Señor, que… Lo he intentado como por siete u ocho años, y he tenido éxito dos veces. Me gustaría tener un servicio de sanidad el próximo domingo en la mañana, si pudiéramos, solo un servicio de sanidad. Y lo hemos intentado varias veces.",
    "Y tuvo éxito aquí, una noche que tuvimos uno. Y el Señor fue tan bueno con nosotros, que permitió que un… Hubo un… Los periódicos lo publicaron. Y hubo una—una muchacha aquí en silla de ruedas, que había estado aquí por mucho tiempo. La única silla de ruedas que teníamos en el edificio, creo. Y ella había estado… tenía un problema. Y ella había ignorado algo, un llamado del Señor. Y le dijo: “diecisiete años” o algo así, ella había estado en esta silla de ruedas. Y aquí mismo, cuando trajeron su silla de ruedas aquí y la sentaron, ella se levantó y salió del edificio, una mujer sana y normal.",
    "Había un hombre postrado, aquí en la plataforma, como decía el periódico, y solo era una sombra de hombre. Y el Señor lo sanó. Él no había caminado en, no sé cuánto tiempo. Él se levantó y se fue caminando.",
    "Luego una noche allá en la escuela secundaria, lo tuvimos allá, y el Espíritu Santo bajó, y tuvimos un servicio de sanidad como acostumbramos. Y, pues ellos… Creo que algunos de ellos están aquí. Creo que la Hermana Rooks, o… Creo que esa fue la noche de su sanidad, si no me equivoco, fue allí. Y sucedieron muchas cosas durante ese tiempo, desde esos servicios de sanidad.",
    "Ahora, hemos tratado de hacerlo en dos o tres ocasiones. No es muy frecuente, siendo este mi hogar. Todos saben lo que dice la Escritura acerca de estar en casa, y entre su gente y demás. Es un poco raro. Simplemente no funciona como—como debería funcionar, ¿ven Uds.?",
    "[El Hermano Beeler ajusta el micrófono.—Ed.] Y ¿estaré haciendo algo mal, Hermano Beeler? [El Hermano Beeler dice: “No, está bien”.] ¿Estoy bien? De acuerdo. [“¡Oh, simplemente lo bajaré, para que sea fácil dar la vuelta”!] Muy bien.",
    "Ahora, cuando—cuando en estos servicios, ahora, si el Señor… ¿A cuántos les gustaría ver un verdadero servicio de sanidad aquí en el tabernáculo? Vaya, eso… ¿Orarán Uds. por eso?",
    "Ahora, les dije a Leo y a Gene… Estaban aquí en alguna parte. Iba a darles unas tarjetas esta mañana. Y luego pensé, bueno, que yo podría venir a repartir las tarjetas de oración, y hacer una línea de oración. Y luego me cansé demasiado. Y, pues, pensé que sería mejor venir y hablar un ratito, hoy, y—y luego comenzar… El próximo domingo en la mañana, ¿qué tal…?",
    "¿Hay un servicio al amanecer? [El Hermano Neville dice: “Sí”.—Ed.] Un servicio matutino, que comienza a las cinco hasta las seis, creo, o algo así. ¿No es así? De cinco… ¿A qué hora sale el sol? [“A las seis”.] A las seis. Muy bien. Debería ser desde las cinco hasta las seis, entonces. Así será una hora de adoración, ¿ven?",
    "Ahora, no les va a doler levantarse tan temprano. ¡Vaya! Pues, los católicos se levantan cada mañana, los domingos por la mañana, así, y van a la iglesia. Y los protestantes deberían estar dispuestos a hacerlo, una vez al año. ¿No lo creen? Es el amanecer. Ahora, no es…",
    "Voy a hablar solo por unos momentos, y luego vamos a… Es un servicio de adoración. Luego irán rápido a casa a tomar su desayuno; yo no lo haré. Entonces, tal vez me quede en la iglesia. Entonces, si el Señor quiere…",
    "Ahora, el Hermano Neville lo anunciará en su programa, el próximo sábado, si continúa de esa manera. Estará en el programa, el próximo sábado en la mañana, entre las nueve y las nueve y media, creo que así es, ¿verdad, hermano? [El Hermano Neville dice: “Amén”.—Ed.] En WLRP, de New Albany.",
    "Luego, puede que también coloquemos un corto aviso en el periódico, de Jeffersonville, New Albany, el periódico. Pues, mucha de nuestra gente viene de estos sectores. Estará en el periódico de la semana que viene, el viernes o el sábado. Y luego, nos gustaría venir.",
    "Y luego, después de eso, entonces haré que los muchachos vengan y repartan las tarjetas de oración para Uds., a las nueve, justo a las nueve. Y así todo se calmará para las nueve y media. Y luego saldré del cuarto, y comenzaremos y tendremos el domingo por la mañana, el sermón de costumbre de amanecer de Pascua, y luego comenzaremos una línea de oración.",
    "Y, entonces, se decidirá esta semana, o no. Tienen a algunas personas aquí que son candidatos para el bautismo en agua. Y la Pascua, creo yo, es uno de los momentos más maravillosos para el bautismo. Y la tendremos, la Pascua, inmediatamente después del servicio de sanidad, o esa noche, un—un servicio bautismal. Y eso significa un día completo, el próximo domingo, así que estén en oración.",
    "Y estamos muy agradecidos con el Señor. Solo un pequeño informe ahora acerca de las reuniones. Escuché al hermano decir que todos Uds. estaban orando; en verdad dependo de eso. Vaya, cuando veo en momentos la cosa muy contraria, entonces yo—yo solo pienso: “Bueno, en algún lugar, hay alguien orando”. ¿Ven? Y eso me animó a avanzar y a seguir adelante.",
    "Y tuve el mejor servicio de sanidad que he tenido en el continente de América del Norte, en este último servicio. El Hermano Gene y Leo estaban allá en ese momento, los muchachos sentados aquí. Fue en la reservación de los indios apaches. Me dieron un día para descansar, y lo tomé; fui a la reservación india, y tuve la reunión más grande que haya tenido, o la mejor.",
    "Y una de las pequeñas sensaciones que me quedaron grabadas, tan fuerte, fue el venir por la línea de oración. Mientras los muchachos estaban allá, y habían tomado mi cámara, y la cámara de ellos, y hacían todas las fotografías que podían. Y supongo que hubo treinta y cinco, o más visiones, allá afuera. Y uno le hablaba a la gente, pero ellos simplemente no podían… ellos—ellos no responden como nosotros, porque no pueden hablar, y no pueden… Y, la interpretación, ellos no tienen lenguaje escrito. Y es—es un poco difícil. Ellos no tienen frases, entre los—los apaches. Y ellos simplemente comienzan, y cualquier cosa. Y así que es un grupo de palabras, y es un poco difícil hacerles entender. Algunos de ellos no entienden inglés.",
    "La primera visión que recuerdo, fue una señora con su bebé. Y el bebé estaba ciego. Y Le dijo a ella cuál era el problema, “glaucoma”, lo cual es muy familiar entre los indios; muy común, más bien, entre los indios. Y cuando la señora pasó por la línea, su bebé fue sanado.\n\nLuego, al pasar, lo primero que pasó, creo, fueron como cinco, cuatro o cinco, mudos; gente sorda, muda. El Señor sanó a cada uno de ellos.",
    "Y, bueno, son sencillos, muy—muy sencillos. Ellos no tratan de entender nada. Ellos simplemente le creen a uno. Y uno tiene que instruirlos correctamente, en el Señor, ¿ve Ud.?, no en sí mismos, porque eso no funcionará; pero tiene que ser en el Señor. Y cuando realmente lo ven, son como un montón de niños; solo dígales que vayan a hacer algo, ellos lo hacen.",
    "Y por el camino, había una hermosa princesita india, así de alta; y ojitos negros, tan bonitos y brillantes, pero ciegos como la medianoche. Y el Hermano Marshall, el misionero indio allá, me dijo. Él dijo… Cuando él pasó por la línea, llevándola a la línea, él dijo: “Hermano Branham, ella está ciega”.\n\nYo dije: “¿Con esos grandes y encantadores ojos bonitos oscuros?”.\n\nDijo: “Sí. Ella está completamente ciega, Hermano Branham”.",
    "Y moví mi mano sobre sus ojos, así, y ella… sus ojos solo miraban fijamente. No podía ver. Bueno, yo—yo oré por la pequeña, y comencé… Miré, moví mi mano otra vez, y sus ojos seguían con la mirada fija. Pensé: “¡Oh, vaya! Esos…”. Pobrecita, así de alta, ciega. Y no sabía que su papá, al lado de ella allí, también era ciego.",
    "Y, algo sucedió que, me supongo que nunca lo había visto antes. No fue, Hermano Neville, una visión, como uno la vería. Pero parecía que yo—yo podía verme a mí mismo llevando a esta pequeña ante el Trono de Dios, allá arriba ante Dios, y diciéndole a Dios: “Padre, esta pobre niña, ella está ciega”, y—y aplicando la Sangre del Señor Jesús a la niña.",
    "Entonces cuando ella se sentó, y hermano… Yo tenía mi dedo levantado así. Dije: “Hermano Marshall, algo sucedió en ese momento”. Dije: “Parece como si me hubiera visto subiendo por los cielos, con esa niña de la mano”.",
    "Y yo me movía así, estaba hablando. Miré, y esos grandes ojos siguieron mi mano, yendo así. Y allí estaba ella, con una vista perfecta, normal.",
    "Y la pasaron por la línea, me supongo, los médicos o algunos de ellos de allá. Había un montón de hombres bien vestidos parados allí. Los vi examinándola, Uds. saben, queriendo que ella mirara sus dedos, y señas para que la siguiera. Y ella estaba…\n\nYo dije: “Bien puedan y examínenla. Ella está bien”. Y allí estaba ella, normal y sana.",
    "El siguiente fue su papá, y él estaba ciego. Y Dios le devolvió a él su vista, normal otra vez, parado allí mismo en el terreno. Es maravilloso, cómo lo hace nuestro Señor Jesús. Ahora, esas cosas no son del hombre. ¿Verdad? Pertenecen a Dios. Yo no sé si…",
    "Hermano Cox, ¿ya ha enviado el Hermano Joseph El Heraldo de la Fe? ¿No los hemos recibido, aquellos? [El Hermano Cox dice: “No, aún no”.—Ed.] Bien, ¿señor? [“No, aún no, aún no”.] Ud. lo recibirá muy pronto.",
    "Este caso aquí, en el frente, es de una dama que fue desahuciada por la Mayo. Y cómo el Señor le dijo dónde estaba y cómo había estado, cómo, lo que había sucedido. Y la Mayo dijo que ella simplemente no podía vivir. Y él le dijo… Ud. ve su camilla allí, eso. Ella sencillamente se levantó, y se ha ido a casa, y tan normal y bien como puede estar.",
    "Y en la página siguiente hay un pequeño artículo muy impactante: Ciego de Nacimiento. Tal vez lo lea. ¿Estaría bien leer este pequeño párrafo aquí? [La congregación dice: “Amén”.—Ed.] Solo tomará un momento.",
    "🦅 Mi hijo nació ciego. Él y yo estábamos cien por ciento infectados. Y hasta donde nuestro médico sabe, nunca ha habido otro caso en el que tanto la madre como el niño vivieran, pero Johnnie estaba ciego, él tenía—él tenía lo que ellos llaman ‘ojos secos’. Él nunca lloró una lágrima, hasta el momento en que el Rev. Branham oró por él. Y mientras el Hermano Branham lo sostenía y oraba, las lágrimas corrían por los brazos del Hermano Branham.",
    "🦅 Y desde ese mismo momento, él puede ver. Cuando él… Luego tomamos su pequeña… volteó su cabecita, y cuando él vio a la gente, él no sabía de lo que se trataba. Él nunca había visto en su vida.",
    "🦅 Lo llevé de la iglesia a donde su madre, y lo acosté en la cama. Y él tomó su… él tomó… miró alrededor del cuarto, y comenzó a jugar con su cascabel.",
    "🦅 Tenía una cita para llevarlo a la Clínica Mayo en Rochester, Minnesota. A la semana siguiente, acudí a esa cita y lo llevé. No pudieron encontrar ningún mal en sus ojos. Me dijeron que tenía un par de ojos buenos y perfectos.",
    "🦅 Llevé a Johnnie a la oficina del médico para mostrarle lo que había sucedido, porque el médico estaba buscando un lugar para ingresarlo en una escuela para ciegos de por vida”.",
    "¡Cómo el Señor Jesús hizo a ese muchachito…! ¿Saben qué? La madre y el padre, ambos infectados, ellos por lo general… o, madre e hijo: uno de ellos muere, o a veces ambos. Pero el pequeño Johnnie nació, y sus ojos estaban secos, duros y secos. Y mientras sostenía al pequeño en mis brazos, sentí algo cálido, y las lágrimas corrían de su carita y corrían por mi brazo así. Y él me estaba mirando, con sus ojitos brillantes. Y él ha tenido su vista perfecta desde entonces. Los Hermanos Mayo dijeron que sus ojos estaban normales.\n\n¿No es Él maravilloso? Ahora, simplemente lo amamos a Él.",
    "Ahora oren esta semana para que Dios nos ayude. Y el próximo domingo en la mañana, el Señor mediante, de cinco a seis, habrá un servicio al amanecer. Vengan. Y entonces nos quedaremos una hora. Y tan pronto como salga el sol, le daremos gloria a Dios por lo que Él hizo hace unos dos mil años, resucitó a Jesucristo al salir el sol.\n\nY estamos esperando otro levantar del Hijo, la venida del Señor Jesús, por segunda vez, en gloria.",
    "Y entonces lo que sigue, a las nueve, vamos a… Los muchachos estarán aquí para repartir las tarjetas de oración. Y a las nueve y media comenzará la escuela dominical. Ahora, si Uds. tienen seres queridos, tráiganlos, para que reciban las tarjetas. Porque…",
    "Y luego—y luego—luego quiero venir, quiero tomar el sábado… Viernes, sábado y domingo, si el Señor quiere, y solo ayunar y orar. Y pedirle que me dé por lo menos un servicio de sanidad más aquí en el tabernáculo, el próximo domingo, si el Señor quiere. Y entonces veremos. Si Él no lo hace, pues, por supuesto, eso—eso no hay nada que yo pueda hacer. Pero oraremos, y trataremos, para ver si Él lo hace, y nos da el servicio de sanidad.",
    "Y luego el servicio bautismal. Y todos Uds. que son candidatos para el bautismo, ahora, y nunca han sido bautizados, pues, nos daría gusto que vinieran. Crean en el Señor Jesús, y confesando sus pecados, y siendo bautizados el próximo domingo. Y el Hermano Neville anunciará el programa completo en su transmisión el próximo sábado por la mañana.",
    "¿Cuántos escuchan la transmisión? ¿No les parece bien? Se los digo, esos cantos son muy buenos. Escuché al Hermano Temple, creo, allí, el otro día. Y agradezco esa canción que nos dedicó. Todos estábamos escuchando.",
    "Esta mañana, no pensamos que pudiéremos venir. ¡Oh, nuestra niña tuvo una fiebre muy alta anoche! ¡Vaya! Estuvo despierta toda la noche, gritando y en eso, la pequeña Sara. ¡Y yo quería tanto venir! Y me acerqué a la cama, esta mañana, antes, me puse mi bata y caminé hacia la cama. Y la pobrecita tendida allí, ardiendo en fiebre. Puse mis manos sobre la pequeña, y dije: “Amado Dios, yo quiero ir a la iglesia. Y la llevaré conmigo. Así que, fiebre, no puedes retenerla más, sal de ella”. Allí está sentada, allá atrás, completamente normal y tranquila, ¿ven Uds.? Es que Él es, Él es maravilloso, ¿no es así?",
    "Tengo un buen amigo aquí esta mañana. Y sé que él—él es un poco tímido, introvertido; es uno de mis hermanos. Y él llegó a ser mi compañero de trabajo y mi amigo, en la gran Carretera de Alaska, en Alaska.",
    "Yo estaba teniendo reuniones, donde las tendré de nuevo, en unos días ahora, en Grande Prairie. Y yo estaba en Dawson Creek, Columbia Británica, y luego a Grande Prairie. Y un hombrecito entró una vez, a la reunión allí. Y Dios se apoderó de él, y él tuvo que regresar. Y recibió el bautismo del Espíritu Santo. Y si él fuera tan amable de por lo menos ponerse de pie, Hermano Fandler, para que la gente lo vea. Él es de Suiza. Y él es… El Señor lo bendiga, Hermano Fandler. Me da gusto tenerlo con nosotros hoy.",
    "Él es el que tiene esta famosa droga que estará en el mercado muy pronto, que recorrerá el mundo, una cura para la artritis. El Señor se la dio. Y—y ahora la tienen en el gobierno, y demás. Y ellos… Es la cura para la artritis, dada solamente por el Señor Dios, amén, diciéndole qué hacer. No hay nada en el mercado que trate la artritis, hasta ahora. Pero ahora el Señor se la ha dado al Hermano Fandler, y estamos contentos por eso.",
    "Con nosotros, allá en los Hombres Cristianos de Negocios, hace unos días, en Los Ángeles, donde ellos también… Dios está obrando maravillosamente entre los Cristianos. Un hermanito que todos conocemos muy bien, o es parte de nosotros aquí, el Hermano Shakarian, un hermano maravilloso, y el Señor inventó algo por medio de él. Solo para mostrarles cómo Dios lo está manifestando. Una cosita que él se pone sobre el estómago, así, y la sostiene así, y puede encontrar petróleo en el… Y encontró un pozo de petróleo en Colorado, una excavación de veinticinco millones de dólares, me supongo, en un solo pozo. Lo entrega todo, para enviar misioneros al campo extranjero. Amén.\n\nEs lo que está haciendo el Hermano Fandler con lo suyo; serán millones de dólares, en un año.\n\nY aparte de eso, hay solo… ¡Oh!, este hermano inventó esta cosa aquí para tomar sangre, donde solo podían guardarla por un tiempo.",
    "Ahora, estos son hombres del Espíritu Santo. ¿Saben qué? En nuestra Casa Blanca, el cuarenta por ciento de nuestros hombres en oficios son pentecostales, amén, o de raíz pentecostal. ¡Oh, vaya!\n\nLas naciones se están desmoronando, Israel está despertando.",
    "Y ellos pueden… Estos hermanos han encontrado una fórmula que deshidrata la sangre y la conserva de forma indefinida. Y tienen una planta de un millón de dólares, acaban de construirla. ¡Oh, el Señor cómo está bendiciendo, en todas partes!",
    "¿Ven lo que va a suceder? Él está enviando rápidamente estos mensajeros del Espíritu Santo, a todas partes del mundo ahora, porque el tiempo está a la mano. Estamos allí. No para repartir tratados; que, en todo caso, los tratados son muy buenos. Sino para traer el Mensaje de liberación Divina a esos cautivos que están sentados en tinieblas. Lo amamos a Él. Muy bien.\n\nAhora leeremos la Escritura rápidamente.",
    "Y recuerden ahora, el próximo domingo, el Señor mediante. Recuerden, esta noche tenemos comunión, creo que él lo dijo. Y el miércoles en la noche, reunión de oración de mitad de semana. Todos están invitados a estos servicios. El próximo domingo en la mañana, de cinco a seis al amanecer. Y a las nueve para comenzar nuestros servicios para… o a las nueve y media, mejor dicho, para el servicio del domingo por la mañana. Y luego el servicio de sanidad, y el servicio bautismal.\n\nAhora abramos el bendito Libro antiguo.",
    "Antes de hacer esto, cantemos. ¿Dónde está la Hermana Gertie? Estaba aquí arriba, hace unos momentos. ¿Podría regresar por un momento? Y trataré de no retenerlos más que por una media hora, si puedo, en la lección de esta mañana. Cantemos solo el coro de este maravilloso canto antiguo: Mi Fe Espera En Ti. ¿Cuántos se lo saben? ¿Está en el himnario, o se lo saben?",
    "[Una hermana habla de su sanidad física hace once años.—Ed.] ¡Oh, vaya! ¿No será maravilloso cuando todo haya terminado y estemos sentados allá contando la historia? Ahora, todos, para Aquel Quien es digno, el único Mediador, el único Potentado, el Señor Jesucristo. Levantemos nuestras voces y cantémosle a Él:\n\nMi fe espera en Ti,\n\nTú, Cordero del Calvario,\n\nSalvador Divino;\n\nAhora escúchame mientras oro,\n\nQuita toda mi culpa,\n\nY permíteme desde este día\n\n¡Ser completamente Tuyo!\n\nAhora todos de corazón. Muy bien.\n\nMi fe espera en Ti,\n\nTú, Cordero del Calvario,\n\nSalvador Divino;\n\nAhora escúchame mientras oro,\n\nQuita toda mi culpa,\n\n¡Oh, permíteme desde este día\n\nSer completamente Tuyo!\n\nMe pregunto, con los rostros inclinados ahora, si pudiéramos levantar la mano y cantar:\n\nMientras camino por el oscuro laberinto de la vida,\n\nY el dolor a mi alrededor se extiende,\n\nSé Tú mi Guía;\n\nOrdena que las tinieblas se conviertan en día,\n\nLimpia los temores de tristeza,\n\nNo dejes que me desvíe\n\nDe Tu lado.",
    "Padre Celestial, eso viene de lo más profundo de nuestro ser hoy. Nuestros corazones rebosan de gozo cuando pensamos que algún día este viejo tabernáculo terrenal en el que ahora moramos, como la jaula que contiene un pájaro, este pedazo de barro, nuestras almas tomarán el vuelo como el pájaro de la jaula, algún día, a los brazos de su Amante. Cuando Te veamos venir, este manto de carne dejaremos caer y nos levantaremos.",
    "Nuestra fe mira hacia Ti, hoy, ahora. Perdónanos por todo lo que hemos hecho, todos los pecados y transgresiones. Oro que bajes posando ahora sobre nosotros. Entra a nuestros corazones. Bendícenos. Y toma la Palabra, la Palabra de Dios, y entrégala a cada corazón, según tengamos necesidad de Ella hoy. Y Te daremos la alabanza, porque lo pedimos en Su Nombre. Amén.",
    "Abran rápidamente ahora en Hebreos el capítulo 9, comenzando con el versículo 11. Y vamos a hablar en esta mañana, Dios mediante, sobre: Compañerismo Por Redención. Ahora, en Hebreos 9, todos los que tienen sus Biblias y quieren estudiar con nosotros por un rato. A mí me gusta la Palabra. Uds. saben: “La fe viene por el oír, el oír de la Palabra de Dios”.\n\nPero estando ya presente Cristo, la luz y sumo sacerdote de los bienes venideros, por el más amplio y más perfecto tabernáculo, no hecho de manos, es decir, no de esta creación,\n\ny no por sangre de machos cabríos o de becerros, sino por su propia sangre, entró una vez para siempre en el Lugar Santísimo, habiendo obtenido eterna redención.\n\nY en Job, el capítulo 19 y los versículos 23, 24 y 25, leemos esto, hablando de redención.\n\nPablo, aquí en Hebreos, diciéndonos Quién era nuestro Redentor, cómo es que, “Por una sola ofrenda Él hizo y perfeccionó para siempre a los que entran por Él”.",
    "Ahora en el versículo 23, Job hablando, dijo:\n\n¡Quién diese ahora que mis palabras fuesen escritas! ¡Quién diese que se escribiesen en un libro;\n\nQue con cincel de hierro y con plomo Fuesen esculpidas en piedra para siempre!\n\nYo sé…mi Redentor vive, Y al fin en el día postrero se levantará sobre el polvo;\n\nY después de deshecha esta mi piel, En mi carne he de ver a Dios;\n\nAl cual veré por mí mismo,…mis ojos lo verán, y no otro, Aunque mi corazón desfallece dentro de mí.",
    "El Señor añada Sus bendiciones a Su Palabra; hablando de redención y compañerismo.",
    "Y muchas veces, cuando miramos y vemos que—que el… Nosotros, los seres mortales de esta tierra, ¡cómo somos sacudidos y vagamos alrededor por todo el mundo! Yo no creo que haya alguien que tenga un espíritu Cristiano, que pueda ver el mundo hoy, eso, y no gima en su espíritu. A menudo me he preguntado cómo la—la gente hoy en día toma esta vida tan a la ligera; no es para tomarla a la ligera. Esta es precisamente la razón por la que somos puestos aquí en la tierra, es para adorar y venir a Dios, y entrar en Su compañerismo. ¡Y ver a hombres vagando alrededor, como si no tuvieran ningún Dios, como si no hubiera Dios! El hombre mismo se ha llevado a esa clase de condición.",
    "Y yo—yo estoy creyendo que en el día en que estamos viviendo hoy, lo más esencial que yo pudiera pensar que cualquier ministro debería estar hablando, es hacer que la gente regrese a los principios generales del Evangelio, regresar a un lugar.",
    "Pues, si Ud. no está edificado sobre el fundamento correcto, sencillamente, de nada sirve. ¿De qué sirve edificar sobre un fundamento que ha sido condenado? ¿De qué sirve, como digo, tratar de…? ¿De qué serviría tratar de empapelar y pintar un edificio viejo que el gobierno va a demoler? Y eso es lo que mucha gente está tratando de hacer hoy, al reformar, buscando reforma. “Comenzaremos una iglesia, y daremos vuelta una página, y trataremos de hacer algo diferente a lo que solíamos hacer”. Ud. nunca llegará a ninguna parte de esa manera. Es una tontería siquiera intentar. ¿Ven? Solo está perdiendo el tiempo.",
    "Ud. dice: “Bueno, pues, yo creo que si yo dejara de mentir y robar y…”. Todas esas cosas, a pesar de lo buenas que son, aún están a un millón de millas de la carretera.",
    "Ud. tiene que comenzar yendo de vuelta al fundamento. Ud. tiene que construir un lugar nuevo; no remendar lo viejo. Construir uno nuevo. Ud. tiene que regresar, comenzar bien. Por eso es que uno ve tantos errores y fallas, tanta gente indiferente, gente quienes profesan el Cristianismo.",
    "Saben, ahora, esto es un poco difícil. Pero Uds. son la única Biblia que mucha gente leerá, Uds. Cristianos. Su vida es la única Biblia que los hombres, muchos hombres y mujeres, alguna vez leerán, la manera en que Uds. actúan y se conducen. Así que, los Cristianos deben ser un ejemplo vivo de lo que es Cristo. Y si Cristo está en el corazón humano, entonces ciertamente Él vivirá Su Propia Vida, porque Cristo está en Ud. Y si el Espíritu de Cristo está en Ud., entonces Ud. viene a ser una nueva criatura.",
    "Ahora, me encanta pensar que los Cristianos, en todas partes, si cada persona que invoca al Señor Jesús viviera perfectamente la Vida Cristiana, pues, este sería un mundo convertido en las próximas veinticuatro horas; seguro que lo sería.",
    "La Biblia dice que, “Vosotros sois la sal de la tierra”. Y la sal solo puede salar cuando entra en contacto con la tierra en descomposición. La tierra se está echando a perder, pudriéndose. Uds. lo saben. Y la sal debe entrar en contacto con la tierra o, si no, se desvanece.",
    "Ahora, hace unas semanas, en Chicago, me emocioné tanto cuando vi, Uds. saben, donde se probó que la Palabra de Dios es la verdad. Los hombres y mujeres deben regresar a la Palabra. Pasé prácticamente todo mi tiempo…",
    "En California, después de ver tantas sectas levantándose, tantas cosas indiferentes, tanta cosa que no era de Dios… Y yo no estoy aquí hoy para criticar a nadie. Yo solo estoy aquí para tratar de predicar el Evangelio. Pero cuando Uds. ven tantas cosas levantarse con adulación, y ministerios basados sobre personalidades, entonces, Ud. va a estar asentado sobre arenas movedizas. Un ministerio se debe edificar total y completamente sobre el Señor Jesucristo, la Biblia, no importa qué cosa nueva se levante.",
    "Aquí hace unos días, el Hermano Moore, uno de mis asociados, su hijo recibió un título de doctor en ciencias. Y cuando este gran científico vino de Washington, para darle este título, después de abrazarlo, le dijo: “Hijo, en Washington, DC, con lo último de la ciencia, hay ciento veinticuatro hechos científicos probados acerca de la ciencia moderna”. Él dijo: “Si te llevara allá, te tomaría dos años leer esos libros, de seguido, todos los días”. Y dijo: “Y cuando termines los—los… veinticuatro libros de esos, o los ciento veinticuatro libros” él dijo, “lo siguiente que tendrías que hacer, sería olvidarlo todo, porque ya habrían encontrado algo nuevo que superará aquello”.",
    "Cuando él dijo eso, pensé: “Pero, alabado sea Dios, yo conozco un Libro que ha estado aquí por miles de años. Nunca se alterará, ni se Le añadirá nada”.",
    "Es el Libro de todos los libros. Todos los otros libros corren en círculos, sin saber dónde están. Y si quieren hechos, tienen que regresar a esta Biblia para tenerlos. Este es el Libro de Dios, el único Libro. Ahora, ¡cómo alabamos al Señor por este gran y maravilloso Libro! Y Allí contiene la voluntad de Dios, la promesa de Dios. Y es—es el Libro de todos los libros. Todos los otros libros fallan, todos los otros libros se desvanecen; su conocimiento no existe. Pero este Libro contiene las Verdades Eternas de Dios. Por lo tanto, Ud. puede decirle “amén” a lo que dice la Biblia.",
    "Tiempo atrás, yo… Cuando iba a la escuela, siendo niño, solían decirme que el sol, al brillar sobre las estrellas, las convertía en lumbreras. Ellos cambiaron eso ahora. No pueden decirlo. Estuve en un planetario el otro día, en el Monte Palomar, en Los Ángeles, en la colina, el planetario más grande del mundo; estaba arriba con el guía, recorriendo. Él dijo: “Solían pensar eso, hace unos años. Pero, se dieron cuenta que cada estrella produce su propia luz”. Eso ya no existe. “El Sol no podría alcanzar tan lejos, entre ellas”.",
    "Solían decirme que el mundo giraba alrededor del sol, y el sol estaba completamente quieto. Uds. amigos de mi edad, a Uds. se les enseñó eso. Cambiaron eso, ahora: “El sol se mueve”. ¿Ven? Simplemente no saben. Eso es.",
    "Y aquí está el único Libro que sí sabe. Ahora, ¡las cosas por las que han estado peleando, por seis mil años! “Josué mandó al sol que se detuviera” como dice la Biblia, “y así fue”. ¿Ven? Todo vuelve Aquí. Todo regresa a la Biblia.",
    "No hace mucho, la ciencia se burló del hombre, cuando… en la Biblia. Y la Biblia dice: “Todo su cuerpo está lleno de luz”.",
    "La ciencia dijo: “¿Su cuerpo, lleno de luz? ¡Quién habrá oído tal cosa! No puede ser. No hay luz en el cuerpo”. Pero, se dieron cuenta, eso está errado. Inventaron la radiografía. Y la radiografía toma las propias medidas suyas de luz. No capta ninguna otra luz. Su propia luz hace la radiografía. La radiografía no tiene luz propia. Es su luz la que toma la fotografía; las luces que están en su cuerpo. Así que, Dios tenía razón, después de todo.",
    "Uds. saben, y dijeron allí: “Dios cometió un error, cuando dijo: ‘El hombre piensa con su corazón’. Eso no es así. No hay facultades mentales en el corazón del hombre, con las que él pueda pensar; él piensa con su mente”. Pero, no hace más de dos meses se dieron cuenta que Dios tenía la razón. Se pusieron a investigar, en el corazón humano, y encontraron un pequeño compartimento allí adentro donde ni siquiera hay una célula de sangre alrededor, ni nada. Y no es en el corazón animal, ni en el corazón del ave, ni en ningún otro corazón sino en el corazón humano. Un pequeño lugarcito, y se llama: “La morada del alma”. Así que, Dios lo dijo bien, es en el corazón donde piensa el hombre.",
    "Ahora, un hombre puede tener una fe intelectual. Y allí es donde la mayoría de las personas llega hoy, llamándose Cristianos. La razón por la cual Uds. ven ese comportamiento, así, con el nombre de Cristianismo, es porque solo es fe intelectual. “¿Qué quiere decir Ud. con fe intelectual, hermano”? Esto es…\n\n“El hombre cree para salvación”. “Ahora, la fe viene por el oír, el oír de la Palabra”.",
    "Ahora, yo pudiera predicar la Palabra. Ud. pudiera aceptarla, decir: “Está bien. Sí, yo La creo”. Bueno, pues, si eso solo llega hasta allí, entonces Ud. nunca llegará muy lejos con Dios; fe intelectual.",
    "Por eso es que la gente no se sana, es porque solo tienen una perspectiva intelectual de eso, lo que su mente concibe. Pero la mente razonará. La mente dirá: “Eso no puede ser; no he mejorado”. Mi sentido de la vista dice que, “Mi brazo no está más recto que ayer”. Mi sentido del tacto dice: “No me siento diferente a como me sentía ayer”.",
    "El razonamiento, la teología mental, razonará, dirá: “Bueno, espera un minuto, yo creo que Eso es un disparate”. ¿Ven?, Ud. está razonando. Esa fe intelectual hará eso.",
    "Pero una vez que esa fe baje a ese compartimiento aquí abajo, nunca cuestionará Esto aquí arriba, en lo absoluto. Es un hecho absoluto, y estará de acuerdo con toda Palabra Divina de Dios.",
    "Por eso la gente no llega a donde debe. Aquello se convierte en una concepción mental de Dios. Pero, al tener esa concepción mental, Ud. le creerá a Él con una fe intelectual, pero eso no servirá.",
    "Tiene que ser una experiencia de nacer de nuevo, donde su fe baja a este compartimiento aquí. Y no importa lo que parezca, la fe dice que es así, de todas maneras. ¿Ven?",
    "Ahora, el hombre una vez fue hecho… Aun en la condición contaminada en la que estamos hoy, el hombre fue hecho para servir a Dios. Ese es todo Su deber en la tierra. Escuchen al gran hombre más sabio, Salomón, y a todos los demás. Hablando en el Eclesiastés, él dijo: “El fin de todo el discurso oído es: Teme a Dios, y guarda sus mandamientos; porque esto es el todo del hombre”. Ese es el todo del hombre.",
    "Nos preguntamos por qué pasamos por aquí, hombres y mujeres, por qué usamos ropa y tenemos que esforzarnos, y los animales no. Dios alimenta a Sus pajaritos, y se encarga de todo lo demás. Pero nosotros tenemos que valernos por nuestra cuenta. Es porque el pecado nos separó de nuestro Hacedor: eso lo causó. Ahora, el hombre, a medida que avanza…",
    "Ud. no ve al animal progresando; no puede mejorarse a sí mismo. Si él recibe un mejor trato, tiene que venir de alguna otra fuente. Él no se construye una casa mejor. Él no comienza a freír su carne, donde antes la comía cruda. ¿Ven? Tiene que ser porque él…\n\nEn él no hay un alma. Un animal no tiene alma.",
    "Pero un hombre tiene alma. Y, por lo tanto, esa alma es una parte de Dios. Y aún en su estado caído, con todo, es la especie mayor de todas las especies de la tierra, el hombre. Y consiga que él entre en contacto con su Hacedor, llega a ser casi un superhombre, porque es un hijo de Dios. Él se familiariza con su Hacedor, con el Creador de todas las cosas. Y entonces cuando ese hombre allí, familiarizado con su Hacedor, llega a ser parte de su Hacedor, vuelve a entrar en compañerismo con su Hacedor, toda Palabra Divina llega a ser una realidad viva para él, y él la cree.",
    "¡Con razón la gente no puede creer en la sanidad Divina hoy! Ellos no tienen nada con qué creer. Hasta que Dios entre en el corazón humano, un hombre no es mucho más que una bestia. Su razonamiento, él lo razonará todo: “¿Cómo puede ser Esto?”. Y rechaza todo Aquello con explicaciones.\n\nPero cuando Dios toma Su lugar en el corazón humano, todos los razonamientos se desvanecen; Dios llega a ser el primero. Amén.",
    "Ahora, en el principio, cuando Dios hizo que el hombre lo adorara a Él, y viviera, Dios lo cuidaba, lo alimentaba. El hombre tenía un compañerismo perfecto con Dios; nada andaba mal. Dios bajaba en la tarde y hablaba con Adán y Eva. ¡Qué hermoso cuadro! No había daño; nada podía hacerles daño. No había enfermedad para tocarlos. Ellos ni siquiera sabían lo que era la enfermedad. Ellos no sabían lo que era la vejez. Ellos no sabían lo que era estar herido; no podían ser lastimados. Ellos estaban en la Presencia de los poderes omnipotentes de Dios, los cuales los tenían bajo control y los guiaban por Su Espíritu. No había nada que pudiera hacerles daño.",
    "Si Uds. alguna vez pensaran… Yo creo que, si este grupito de creyentes, en esta mañana, alguna vez pudiera dejar a un lado todo pensamiento, ¡llegar al hecho! Saber que el gran Jehová Dios, que los creó en el principio, está en Su posición, lugar, hoy, aquí en este tabernáculo: en el corazón de cada creyente. ¿Lo creen?",
    "Ahora, en el principio, cuando Dios bajaba en la tarde y hablaba con Adán y Eva, en el fresco del día, y Su gran Voz les susurraba. Y ellos tenían compañerismo; se amaban el uno al otro. ¡Cómo el Espíritu se movía a través de los arbustos! Los leones subían, los tigres, todos ellos, y adoraban al Señor. El hombre estaba consciente, en todo momento, que Su Presencia estaba con él.",
    "Ahora escuchen. Quiero decirles algo, y escúchenlo atentamente, este comentario. Voy a ser un poco diferente, esta mañana. Voy a soltarme, con algo de mi propia teología, algunos de mis propios pensamientos, mis propios conceptos de la Escritura, que nunca he dicho en esta iglesia antes, o en ninguna otra iglesia. Pero siento que podría ser provechoso en esta mañana.",
    "Todo hombre, en su propio corazón, tiene ideas y cosas, que él cree y mantiene sagradas en su corazón, son secretos entre él y Dios, que nadie más sabe sino solo él y Dios. Uds. lo saben. Cada uno de Uds. creyentes lo sabe; ¡solo el creyente y su Hacedor, solos!",
    "Yo nunca he creído que el Cielo es un lugar donde hay un montón de edificios, con un montón de casas Allá arriba, hechas con concreto, empapeladas, y con pintura en la pared. Yo nunca he creído que un Ser sobrenatural tiene que vivir en una casa literal. Yo creo que cuando Jesús habló en Gen-… Juan 14 dijo: “En la casa de mi Padre muchas moradas hay”, Él se refirió a: “un cuerpo, una morada”.\n\nPues, las Escrituras confirman lo mismo, y dicen: “Si este tabernáculo terrenal se deshiciere, ya tenemos uno esperando”. ¿Lo ven?",
    "Los seres mortales son los únicos que viven en moradas mortales. Los seres inmortales viven en moradas inmortales. Luego, el lugar al que entramos, hasta que regresamos, no es un lugar de ladrillo, y cemento, y adobe, o piedras preciosas, o joyas. Es un lugar de condición, en el que salimos de esta dimensión en la que vivimos, a… entrando a otra dimensión. Y es una casa, un tabernáculo, un lugar de morada.",
    "Jesús dijo: “Destruid este templo, y Yo lo levantaré en tres días”. Y ellos pensaron que Él estaba hablando del templo de Salomón, pero Él estaba hablando de Su Propio cuerpo.",
    "Y Él ha ido a preparar un lugar para cada creyente, para que en el mismo momento en que salgamos de estas regiones mortales, no salimos a algo mítico o a algún espíritu sobrenatural, sino que entramos en un tabernáculo, una morada. Y eso pudiera ocurrir aquí mismo en este edificio esta mañana, en un lugar que ninguna radioactividad, ni nada pudiera tocar. Está allí preparado exclusivamente por Dios.",
    "Escuchen. Moisés había estado muerto por ochocientos años. Elías había sido trasladado como por seiscientos o setecientos años. Y allí estaban parados en el Monte de la Transfiguración, ambos, en sus apariencias mortales, hablando con Jesús justo antes de que Él fuera al Calvario. ¿Ven lo que quiero decir?\n\nEntonces, ¿qué estoy tratando de decir, que estamos viendo algo mítico, muy lejos, más allá, a cien millones de años?",
    "Recibí una revelación el otro día, parado allá en el Monte Palomar, en el observatorio, y viendo el tiempo, el espacio, hasta Marte, y hasta los últimos continentes y demás, y la luz viajando a tantos miles de millas por segundo.",
    "Si un Ángel viniera de la estrella más lejana, hasta acá, Le tomaría billones de billones de billones de años llegar aquí. Si Él viniera de Marte y viniera aquí, volando a la velocidad de—de la luz—del espacio de la luz, o la velocidad de la luz, Le tomaría billones de años llegar aquí.",
    "Yo no puedo creer que haya una casa allá lejos. Pero, yo creo que esa casa de la que Dios estaba hablando está presente aquí ahora mismo. Ese, ese es el lugar donde los seres mortales, cuando nosotros dejemos de ser mortales aquí, entramos allá en la inmortalidad, en un lugar.",
    "Y yo creo que allí es donde está Jesús hoy, el Señor Jesús resucitado; no por allá en alguna parte, a un millón de millas de distancia, sino aquí mismo presente con nosotros ahora.",
    "En la cuarta dimensión, la gente puede probar que directo por esta sala ahora está pasando radioactividad, mensajes de radio. Por este edificio ahora están pasando imágenes de televisión, pero son demasiado rápidas para nuestros ojos.",
    "Ahora, Ud. vaya millones de millas más allá de esa dimensión, y Ud. entrará en un lugar que es tan real como lo son las imágenes de televisión en este cuarto esta mañana. Allí está el Señor Jesucristo, el Hijo de Dios resucitado parado aquí, y la razón por la que Ud. no puede verlo a Él es porque nuestro corazón no se ha sintonizado con Eso.\n\nY la razón por la cual no podemos ver las—las imágenes de televisión, es que (nuestros cuerpos) no están capacitados como instrumentos para captar cosas mecánicas emitidas.",
    "Pero cuando nuestro cuerpo se sintoniza con Dios, llegando a ser parte de Él, entonces nuestra alma puede recibir el poder del Espíritu Santo, para vindicar la Presencia del Señor Jesucristo en todo Su poder y omnipotencia. Él ha resucitado de los muertos. Él vive entre nosotros hoy. Y Él quiere compañerismo, de nuevo con Su pueblo. Su gran Majestad, Su Gloria, ahora se está extendiendo. Y Él desea tener compañerismo nuevamente con Su pueblo, como Lo hizo en el Huerto del Edén.",
    "Sé que me alejé mucho, pero quería mostrarles este cuadro, para que Uds. nunca lo olviden.",
    "No importa dónde esté Ud., si Ud. está en el salón de billar, si Ud. está en un salón de apuestas, Alguien invisible lo está observando; si Ud. está soportando persecuciones por causa del Nombre del Señor. No importa lo que sea, señalen a cualquiera que deseen, y observen; el hombre cosechará lo que siembra, cada vez. Si él obra mal, nunca se saldrá con la suya. Si él hace lo correcto, él tiene que entrar en la Gloria con eso. Ud. simplemente no puede detener eso; es Dios. Él está aquí. Él conoce lo más profundo de su corazón. Él sabe quién es Ud. y todo lo que Ud. ha hecho.",
    "En las reuniones, a veces, observo cómo esas visiones llegan a materializarse. Pensé: “¡Oh, Dios!, ¡cómo puede ser! Cuando, parado aquí, hace un minuto, estaba parado un Hombre con Sus brazos cruzados, mirándome. Y oí Su voz hablarme, y decirme cosas que van a suceder allí, que nunca fallan”. Y, sin embargo, Él se me desvanece.",
    "Y yo sé que hay una Tierra más allá del río, hay una región allá, en alguna parte, donde las personas gloriosas de los grandes Ángeles de Dios y Su Ser tienen compañerismo nuevamente.",
    "¡El compañerismo! Dios, allá en el principio, bajaba. Y el alma de Adán y Eva no estaba dañada. Ellos podían oír el rugido, y ver esa hermosa Luz brillando a través de los arbustos allá. Era Jehová, hablándoles.",
    "Entonces el pecado los separó. Ellos salieron en pecado. Dios solo tenía una preparación, para que un hombre pecador alcanzara a un Dios santo. Y no era por justicia propia; no fue por remendar una cosa vieja, fue por muerte y resurrección: la única manera. Dios condenó al hombre en el huerto del Edén porque había pecado, y todo su cuerpo estaba lleno de fango. Y nunca puede Ud. pasar a una página nueva.",
    "¡Escuchen! A mí no me importa cuánto Ud. se una a la iglesia; ¡cuántas cosas buenas haga! Todo eso está bien. Ud. compra carbón para la viuda cuando tiene frío; le compra comida cuando tiene hambre; Ud. saca a los niños de la calle. Eso es bueno; nada que decir, en crítica de eso. Pero, mi hermano, hermana, Ud. es un ser miserable, hasta que ese viejo fundamento sea barrido, por completo, y Ud. llega a ser una nueva criatura en Cristo Jesús, para que esa alma pueda estar en contacto con Dios, para el compañerismo. ¿Lo ven Uds.?",
    "Entonces cuando Ud. entra en ese maravilloso y glorioso compañerismo de Su Ser, todas las cosas pequeñas simplemente pasan. ¡Oh, parece tan insignificante, tan infantil! Por eso es que tenemos problemas. Por eso es que Uds. ven a los que profesan ser Cristianos viviendo… Hoy están bien, y mañana están todos mal, y al día siguiente están… Es porque ellos nunca han derribado el viejo fundamento. Ellos nunca han edificado sobre Cristo.",
    "Ahora, fíjense en él en su gloria allá atrás. Cuando él había pecado, Dios sintió tanta lástima por el pobre hombre, viéndolo a él y a Eva saliendo, sin… Saliendo del compañerismo, ellos tendrían que arreglársela por su cuenta. ¿Qué podían hacer? Ellos tenían un Padre amoroso que cuidaba de ellos, pero ahora, por la desobediencia, cortaron todo compañerismo. No más compañerismo. Ellos tendrían que arreglársela por su cuenta; tenían que labrar la tierra, y ganarse la vida con el sudor de su frente. Tendrían que enfermarse y morir; y toda clase de problemas, y angustias, y decepciones. ¿Por qué? ¡Por romper el compañerismo! No más compañerismo con Dios; no podía ser.",
    "Y allí es donde está parado el hombre hoy. Por eso es que Uds. los ven en la calle, trabajando el domingo. Por eso es que Uds. los ven salir a pescar, a cazar el domingo. Por eso es que Uds. los ven aquí, en carreras de caballos y carreras de automóviles, los ven en salones de billar y antros, y demás. Hay algo en el hombre, hambriento por Algo, y él no puede encontrarlo. Y este mundo no puede producir Eso. Y la iglesia no puede producir Eso, con teología mental; ellos no pueden hacerlo.",
    "El hombre tiene que derribar el viejo fundamento, y el hombre tiene que ser regenerado y nacido de nuevo, y volver a Dios. No volteando páginas nuevas; Ud. nunca lo hará. Pudiera ser bueno. No tengo nada en contra de las buenas obras que Ud. hace, pero eso no lo hará. Unirse a la iglesia no lo hará. Llevar a sus hijos e ir a la iglesia no lo hará.",
    "¡Hasta que llega a ser un asunto individual para Ud.! ¡Hasta que Ud. regrese a este compañerismo! “Entonces sabemos que hemos pasado de muerte a Vida, porque nuestro espíritu da testimonio con Su Espíritu, que somos hijos e hijas de Dios”. “Todas las cosas viejas pasaron, y todas las cosas son hechas nuevas”. Allí están. ¡Oh, vaya! Cuando pienso en eso, ¡cuán pequeñas parecen ser estas cositas insignificantes!\n\nMi esposa solía cantar una canción:\n\nLas arenas han sido lavadas en las huellas\n\nDel Extranjero de la orilla de Galilea,\n\nLa Voz que sometió esas turbulentas olas,\n\nNo se oirá más en Judea.\n\nPero la senda de ese Galileo solitario\n\nGustosamente seguiré cada día.\n\nY las fatigas del camino parecerán nada,\n\nCuando llegue yo al final del camino.",
    "Hay algo más allá del velo, que atrae al Cristiano. Él no puede explicar Eso; él mismo no Lo entiende. ¡Pero hay algo en ese compañerismo que él tiene con Cristo!",
    "Sepárelo de Allí, y él llega a ser un vagabundo. Esa es la razón que el pobre, errante, pueblo americano hoy, pobres muchachos allá en la calle, jovencitas, jóvenes, está sin ningún compañerismo. Ellos van a la iglesia; pero no pueden recibir Eso allí, por la iglesia ser tan ceremonial y ritualista. Ellos no pueden encontrar Eso allí. Y ellos van a los salones de billar; y no pueden encontrar Eso allí. Ellos irán a las playas del placer; y no Lo podrán encontrar allí. Satanás los toma, les quita la ropa y todo. Ellos viven en toda clase de adulterio. Pobres muchachitos llegan a una reunión en alguna parte, diciendo: “¡Oh, hermano!, ¿cómo yo…? Voy a suicidarme”. No pueden encontrar Aquello. No. El pecado separa al hombre del compañerismo.",
    "Ahora, amigos, solo hay un camino de regreso. Yo he visto a muchos de ellos que podían danzar en el Espíritu, que podían hablar en lenguas, y correr por todo el edificio, y todo lo demás; y aún sin compañerismo, miserables a más no poder, porque edificaron sobre el fundamento errado. Así es. Tenemos que conseguir lo correcto, primero, es lo primero. Si Ud. no lo hace, todo su principio está errado. Ud. tiene que regresar al fundamento.",
    "Ahora veamos cuál es el fundamento. Entonces, si verdaderamente podemos encontrar el fundamento, en la Palabra de Dios, entonces ya no hay duda. Solo observen lo que sucede. Ahora escúchenme, mis hermanos y hermanas en el Señor. Solo hay un fundamento para el compañerismo. Solo hay una vez, y un terreno, en que Dios alguna vez extendió la alfombra de bienvenida a la raza caída de Adán, solo una. Eso fue en el huerto del Edén, cuando Él lo extendió, por medio de la sangre derramada.\n\nYo creo en la Sangre. No hablar de Ella; quiero decir, adorar en Ella.",
    "Ahora, cuando Dios hizo una reconciliación por Adán y Eva, Él lo hizo a través del derramamiento de la sangre de un sustituto inocente, a través del derramamiento de la sangre.",
    "¡Oh, hoy, las iglesias de altura y formales se han apartado completamente de Ella, no La predican en lo absoluto! Y tienen algunos predicando de política y de cada cosita bullosa del mundo. Esas son las—las iglesias formales.",
    "Y la iglesia del Evangelio Completo se ha desviado, en tantos ismos, insignificancias: “Y que ellos deben hacer esto”, y pequeñas evidencias y cosas, hasta que se apartaron de Ella. Y el mundo entero se está convirtiendo en un conglomerado de tonterías. Así es. Es un estado lamentable, en esa condición, a la vista. A menos que Dios haga algo rápidamente, todo está arruinado.",
    "Dios, envíanos predicadores hoy, que se paren en el fundamento, convocando al hombre y a la mujer pecadores: “El camino a Casa es a través de la Sangre derramada del Señor Jesús, el único camino”. No hablar de Ella; quiero decir, ¡entrar en Ella!",
    "Dios hizo sacrificar el cordero, cubriendo a Adán y a Eva con la piel; y derramó la sangre, un camino de regreso al compañerismo nuevamente con Dios. Entonces Adán solo pudo regresar a Dios, a través de la sangre derramada.",
    "Caín vino con la primera idea de Adán. Y se hizo una religión para sí, poniendo hojas de higuera, lo que hizo Adán, sobre él y Eva. Pero se dieron cuenta de que esa no era la manera apropiada de Dios, por lo tanto, no podían pararse en Su Presencia.",
    "Y, hoy, todavía usamos la autosuficiencia. Usamos todas las diferentes ideas y filosofías vanas de los hombres, y eso no sirve absolutamente de nada. Jesús dijo: “Los hombres Me adoran, enseñando como Doctrina sus tradiciones de hombres; adoran en vano”. Ud. pudiera adorar al Señor, y aun así no ser adoración de la manera correcta; no serles contado a Uds. para reconciliación.",
    "Ahora, tabernáculo, quiero que piensen en esto. No lo dejen pasar, y digan: “El Hermano Bill vino y predicó tal y tal cosa”. Considérenlo en su corazón; reflexionen en eso. ¿Por qué tenemos nuestros altibajos? ¿Por qué las cosas están como están? Es porque, primero, tenemos que regresar al fundamento.",
    "Ahora, Adán pensó, seguramente que, si tan solo cubría su desnudez, pues, él estaría bien.",
    "Los hombres piensan eso mismo hoy: “Iré a unirme a la iglesia”. Tal vez mucha gente diga: “Yo quiero ser como el otro, así que yo solo… Puedo creer; puedo aplaudir hasta gritar”. Otros dicen: “Yo creo que, si tan solo hablara en lenguas un poquito, estaría bien”. Y Ud. puede tener una confusión de voz y no es hablar en lenguas, o bien Ud. pudiera recibir el verdadero hablar en lenguas, y aun así no estar correcto.\n\nPablo dijo: “Si yo hablase lenguas humanas y angélicas, y no tengo amor, nada soy”.\n\nUd. dice: “Bueno, si yo pudiera salir por aquí y pusiera las manos sobre los enfermos, y sanaran, yo estaría bien”.\n\nPablo dijo: “Muchos vendrán…”.",
    "Jesús dijo: “Muchos vendrán a Mí, aquel día, y dirán: ‘Señor, ¿no eché fuera demonios en Tu Nombre? ¿En Tu Nombre no profeticé, prediqué? ¿No hice, en Tu Nombre, muchas obras poderosas?’ Entonces les confesaré: ‘Nunca os conocí. Apartaos de Mí, obradores de iniquidad’”.",
    "¡Vinieron de alguna otra manera! Dejen que eso penetre profundamente ahora. ¡Viniendo de alguna otra manera, aparte de la manera apropiada de Dios, la Sangre! Adán salió con una cubierta igual de buena, y tan fundamental cómo podía ser, pero era la cosa incorrecta. Y, hoy, la gente tiene iglesias y se unen, ponen su nombre, van a reformarse, se ponen de pie y toman la comunión, y hacen cosas diferentes, religiosos a más no poder. Pero, aun así, esa no es la manera. Eso no es lo que Dios dijo.",
    "Entonces, sobre la base de la sangre derramada, Adán y Eva tuvieron un camino de regreso a casa otra vez, al compañerismo con Dios. Lo usaron a través de las edades. A lo largo de cada edad, lo usaron.",
    "Job, el Libro más antiguo de la Biblia, de regreso a nuestra lectura de la Escritura, él lo usó. El Libro de Job fue escrito antes de Génesis. El Libro de Job es el Libro más antiguo de la Biblia. Ahora, por supuesto, Moisés escribió Génesis, varios cientos de años después. Pero, moi-…, o Job, ahora, la única manera que él tenía, de venir a Dios para tener compañerismo, era a través de la sangre derramada del cordero, y una ofrenda en holocausto. Y una vez…",
    "Dios lo había bendecido, y él llegó a ser un gran hombre. Tenía riquezas amontonadas, camellos, y bueyes, y ovejas. ¡Oh, qué gran hombre era él! Y todos se inclinaban ante él, y decían: “¡Job, oh, tú eres un ejemplo!”.",
    "Entonces Satanás, el acusador, vino y dijo delante de Dios. Y Dios dijo: “¿Has considerado a Mi siervo Job, un hombre justo, un hombre perfecto? No hay otro como él en toda la tierra”. Piénsenlo: “Ninguno como él en toda la tierra”.",
    "Él dijo: “Seguro. Tú tienes un cerco alrededor de él. Y ese hombre lo tiene todo: buena salud y buena fuerza, y abundancia de dinero, y abundancia de todo. Seguro, él puede servirte. Pero” dijo, “permíteme tenerlo unos minutos”. Dijo: “Seguro que lo desarmaré”. Y dijo: “Haré que Te maldiga en Tu cara”.",
    "Ahora fíjense. ¡Oh, me encanta esto! ¡Dios, conoce el corazón! Job solo tenía una manera, y era a través del compañerismo, a través del derramamiento de la sangre. Él había hablado con Dios. Él sabía que Él existía. Dios tenía confianza en Job porque Él había tenido compañerismo con Job.",
    "¡Oh, Dios! ¡Que el Tabernáculo Branham vea eso hoy! La única manera en que Dios puede tener confianza en Ud., no es porque Ud. hace algo, o, con su fe que haga algo, ¡sino cuando Ud. tenga compañerismo! Amén. ¡Compañerismo!",
    "El gran avivamiento bautista está en marcha ahora. Escuché a un predicador bautista decir, la otra mañana: “En Churchill Downs, habrá más miembros bautistas allá en Churchill Downs que los que asistirán al avivamiento bautista”. Esa es la verdad. ¿Por qué? Porque la iglesia bautista los ha defraudado. Ellos llegaron a ser bautistas como miembros. Ellos llegaron a ser bautistas al unirse a la iglesia. Ellos llegaron a ser bautistas por medio de un baptisterio.",
    "Pero si ellos tuvieran compañerismo con su Hacedor, la Presencia de Dios, hablar y tener comunión con Él, serían tesoros mucho más grandes que las cosas de este mundo. Ellos nunca tendrían que preocuparse de ir a tales lugares. Ud. no tiene que preocuparse por eso, si un hombre llega a tener compañerismo. Amén.",
    "Ud. pudiera decirme del gran hombre que fue el Hermano Neville, del buen hombre que fue. Si tan solo escucho, está bien, yo lo creeré. ¡Oh, seguro, yo lo creo! Pero yo no lo sabré, personalmente, hasta que tenga compañerismo con él por un tiempo; hasta que nos sentemos a la mesa, juntos; nos miremos sobre la mesa, y abramos nuestros corazones el uno ante el otro; y nuestros espíritus comiencen a mezclarse, entonces comenzaré a saber de qué está hecho él. Y hasta…",
    "Ud. pudiera oír de Jesús, por la predicación. Ud. pudiera oír a su madre decir: “Él es maravilloso”. Ud. pudiera oír a un ministro decir: “Él sana a los enfermos”. Y Él pudiera haber enviado Su poder y sanarlo a Ud.",
    "Pero Ud. nunca sabrá Lo que es, hasta que Ud. se haya sentado una vez con Él, en compañerismo, y sus espíritus se mezclen: “Dando testimonio unos a otros, que sois hijos e hijas de Dios”. Entonces: “Las cosas viejas pasan”. Ud. ya no tiene que preocuparse más por el mundo. “Porque por una sola ofrenda, Él ha perfeccionado para siempre a los que tienen compañerismo con Él, por medio de la Sangre”. ¡El compañerismo!",
    "Ahora, Dios tenía confianza en Job. Él había tenido compañerismo con él, y sabía que Job podía confiar en Él. Así que Él le dijo: “Muy bien, Satanás, ve. Él está en tus manos, pero no le quites la vida. Puedes hacerle cualquier otra cosa”. Entonces, Satanás, bueno en su oficio, se fue, y mata a todos los hijos de Job.",
    "Ahora, quiero que noten una cosita. Job como que tenía un—un presentimiento de aquello, creo yo. ¿Se dieron cuenta? Cuando sus hijos, todos se reunieron un día, tuvieron un gran banquete.",
    "Y allí es donde Ud. generalmente se mete en problemas, yendo a estas grandes fiestas. La oficina va a tener una gran fiesta. “Uds. irán allá en la víspera de Navidad” como dijo Billy Graham en el periódico el otro día, “y darse una buena emborrachada por primera vez. Ud. tiene que dejar que su alma se desahogue”. Uds. han… Uds. han estado encerrados tanto tiempo, que tienen que salir y dar libertad a su alma por un rato. Solo tienen que salir y pasar un buen rato, como para liberarse, en unas vacaciones. Hermano, eso muestra que Ud. nunca ha tenido compañerismo con Cristo. Si un hombre o una mujer alguna vez ha gustado del verdadero compañerismo Divino con Cristo, yo prefiero tener eso que todas las vacaciones y cosas del mundo. Seguro. Si Ud. quiere darme un recreo, déjeme sentir a Cristo. Permítame hablar con Él un ratito, y mis cargas se desvanecerán; hasta allí llega todo. No… Yo prefiero hablar con Él que cualquier otra cosa que conozco en el mundo; tener compañerismo con Él.\n\nAsí que, Dios sabía que Job había probado de eso.\n\nDavid dijo: “Gustad y ved que Jehová es bueno”. Solo pruébenlo a Él, una vez, y vean si Él no es bueno. “Sabe como miel en la roca”.\n\nAhora, ¡el gran compañerismo!\n\nEntonces, Satanás bajó.",
    "Pero antes que él bajara, Job dijo: “Pues, mis hijos están de fiesta esta noche”. Me pregunto si pudiéramos tener más padres y madres como Job; ¡padres! Dijo: “Mis hijos están afuera en una fiesta esta noche. Han invitado algunos de los vecinos mundanos. Ahora, quizás, tal vez ellos puedan pecar”. ¡Oh, vaya!\n\nSi las madres hicieran, y los padres, más de esto, no tendrían delincuencia juvenil. Los niños no andarían corriendo por las calles como lo hacen. ¿Ven?",
    "Dijo: “Ahora, por precaución, si pecaran, voy a ofrecer una ofrenda por cada uno. Para que, si algo sucediera, ellos tengan un camino de sangre derramada cómo regresar a casa”. ¡Oh, vaya! “Lo ofreceré por ellos. Así que, aquí está para Juan. Ofreceré un sacrificio, Dios, por Juan. Ahora, si sucede que él se desvía del camino allá… El Espíritu Santo aún no ha venido para guiarlo. Así que, si él se desvía del camino, Señor, yo le haré un camino aquí”. ¡Oh, vaya! “María, ella está allá esta noche. Así que, Señor, si ella se descarría… Yo la he criado correctamente. Pero si ella se desvía, yo le haré un camino, por este camino de sangre derramada, de regreso”.",
    "¡Dios, danos más de esas madres ancianas, en la noche, orando así por sus hijitos! Esa es la columna vertebral de cualquier nación. Muy bien. “Yo les haré un camino”.",
    "Así que, después de un tiempo, la ira del diablo descendió y los mató, a todos, salió y mató todas sus ovejas y todo su ganado, y todo lo que tenía. Incluso su propia salud falló. Y le brotaron furúnculos, y se sentó en un—un montón de ceniza, con un pedazo de cántaro, rascándose los furúnculos. Había perdido todo lo que él tenía. ¡Oh, vaya! Aquí está. Miren. ¿Qué hubiera pasado si él solo hubiera tenido fe intelectual en ese momento? Sus razonamientos hubieran dicho, cuando…",
    "Bildad y todos ellos vinieron, y comenzaron a decir: “Pues mira aquí, Job, quiero que razones esto ahora. Ahora mira aquí. Eso muestra que estás errado. Toda tu teología está errada, Job, porque ves que Dios te ha dado la espalda. Te uniste a la iglesia equivocada. ¿Ves, Job, mira, todo ha resultado mal?”.",
    "Pero, Job, si eso fuera todo lo que él hubiera tenido, si eso fuera todo lo que pudiera haber pensado, su propia mente se lo hubiera dicho, razonado, y dicho: “Yo creo que tienen razón. Yo creo que tienen razón”.",
    "Pero (amén) Job tenía compañerismo. Dijo: “No, no lo he hecho. Pues, estoy basando mi fe en esta única cosa: que he hablado con Él. Y he venido por Su camino provisto. He venido por el camino de la sangre derramada, y eso es lo que Él requiere. Y he hablado con Él, y mi alma vive en Él”. Allí lo tienen, compañerismo; no hay nada igual.",
    "Dejen su adoración formal, y entren en compañerismo con Él alguna vez. Deje esto de “ir a la iglesia el domingo” y “rezar una pequeña oración cada noche antes de acostarse”, y realmente salga y entre en compañerismo. ¡Vaya! Uds. se darán prisa al lavar los platos, para regresar de nuevo al compañerismo, a leer la Palabra, hablar con Él. Eso es lo que necesitamos. Eso es lo que el mundo necesita hoy, amigo Cristiano. Eso es lo que Ud. necesita; eso es lo que yo necesito. Eso es lo que el mundo entero necesita, es volver al compañerismo, al compañerismo con Él, conocerlo a Él.",
    "Pablo dijo: “El compañerismo de Su padecimiento, soportando persecuciones con Él”. Saben, Pablo era un… Él era el hombre que había sufrido con Cristo. Y cuando ese esclavo, allá, se había escapado… Me gusta eso. Pablo había soportado tantas persecuciones, tantas cosas de Cristo, que cuando ese esclavo fugitivo huyó, Pablo dijo, le escribió a su amo, después de que el esclavo se había convertido. Él dijo: “No lo trates más como a un esclavo”. Dijo: “Trátalo como a un hermano”. Dijo: “Si él te debe algo, cárgamelo a mí. Cuando venga, te lo pagaré”. ¿Ven? Él había estado tan en compañerismo con Cristo, en Su sufrimiento, que él sabía lo que era ser un marginado. ¿Saben Uds. lo que es ser un marginado? Él sabía lo que era tener compañerismo en Su sufrimiento, así que él sabía cómo compadecerse de otros.",
    "Esa es la razón por la cual Cristo llegó a ser humano, para poder conocer los gemidos de la enfermedad; para poder conocer las angustias de la desilusión; para que Él, con nosotros, pudiera tener compañerismo, porque Él ha estado participando de la vida como nosotros, de desilusiones y angustias y enfermedades, porque Él llevó nuestras enfermedades y nuestros problemas, en Su Propio cuerpo. ¡Compañerismo!",
    "Fíjense ahora, rápidamente. Llegaremos al final de esta plática de “compañerismo”.\n\nAhora, Job tuvo compañerismo, ¡y qué tiempo tan maravilloso fue! Y, así que, Dios no podía…",
    "Satanás, más bien, no podía desprender a Job de este compañerismo. Así que, vino su esposa, el último recurso. Satanás dijo: “Lo tendré a él, a través de su esposa. Y haré que ella… Con los muchachos no se pudo hacer, así que yo… y perder todas sus riquezas no pudo lograrlo, perder su salud no pudo lograrlo”. Así que, lo más allegado a un hombre en la tierra, o debería serlo, es su esposa.",
    "Así que, él tomó a su esposa, y salió allá. Y ella dijo: “Job, mira cómo te ves”. Dijo: “Parece que algunos de ellos deben haber tenido razón. Pues, seguramente perteneces a la iglesia equivocada. Debes estar todo confundido, Job. Tal vez has estado en error. Bueno, pues, mira, ¿por qué no maldices a Dios y te mueres? ¡Mírate! Podríamos unirnos a una iglesia mejor”.",
    "Y él dijo: “Has hablado como una mujer insensata”. Él sabía dónde estaba parado; no por alguna teología mental, no por alguna fe intelectual. Sino por un compañerismo con Cristo, por medio del holocausto, la sangre, él había adorado a Dios. Él dijo: “Hablas como una mujer fatua”. Él dijo: “El Señor dio; el Señor quitó; ¡bendito sea el Nombre del Señor!”. Allí lo tienen. Ese es el adorador en compañerismo. Ese es el hombre que realmente ha hablado con Él. Entonces Ud. sabe de lo que está hablando. Si Ud. solo ha tomado otra cosa…",
    "Y estas están bien, todas estas otras cosas están bien; no tengo nada en contra de eso, pero esa aún no es la base. No edifiquen solamente sobre eso, la fe intelectual. Regresen a la base Aquí, obténganlo aquí, y luego adoren con Él, hablen con Él, tengan compañerismo con Él. Y luego edifiquen sobre estas otras cosas, traigan estas otras cosas a ese fundamento. Pero Ud. está tratando de traer estas verdades fundamentales sobre un fundamento que no tiene nada que ver con eso. Es como poner…",
    "El Hermano Wood, aquí, en algún lugar del edificio, es un contratista. Bueno, ¿de qué le serviría tomar un edificio viejo que está todo carcomido, las termitas se han comido el edificio, y está podrido hasta los cimientos? Y ¿salir y conseguir la mejor madera que se pudiera encontrar, secuoya buena, seca, madura, clavarla con clavos en la casa; salir por aquí y comprar pintura recomendada por la mejor pintura del mundo en el… compañía en el mundo? Él diría: “Mire aquí, predicador, yo puedo mostrarle que esta es la secuoya real y genuina”.\n\nYo diría: “Sí, Hermano Wood, así es”.\n\n“Mire aquí, este es el sello de certificación, que esta es la mejor pintura que se pudiera aplicar en una casa”.\n\n“Así es, Hermano Wood. Pero su fundamento está errado. Hay que demolerla”.",
    "Eso es lo que pasa. Leer la Escritura está bien, predicar el Evangelio está bien, pero el fundamento suyo está errado. Demuelan su concepción mental de las cosas. Y pongan a Dios en su corazón, por el derramamiento de la Sangre, y luego edifiquen desde allí. Su madera está bien si Ud. la tiene sobre el fundamento correcto. Allí lo tienen. No se enojen conmigo ahora. Puede ser que corte un poco, pero esto es la Verdad; esto es lo que les ayuda. Ahora fíjense. Regresen al fundamento correcto, a ese compañerismo.",
    "🦅 Ahora, ¿cómo vamos a entrar en compañerismo, Hermano Branham? ¿Qué nos trae al compañerismo?”. El derramamiento de la Sangre. Fue eso en el Edén; fue eso, por acá con Job, después del Edén.\n\nAhora traigamos eso a un lugar más y, o dos, y luego nos daremos prisa y terminaremos.",
    "Ahora escuchen atentamente. Así es como Ud. entra en este compañerismo. “¿Cómo lo obtiene, Hermano Branham? ¿Cómo entra Ud. en este compañerismo?”. Por medio del derramamiento de la Sangre.",
    "No por alguna experiencia. No, señor. No por alguna emoción mental. No, señor. No por algún ejercicio corporal. No, señor. Esas cosas están bien, por muy buenas que sean, pero, sin embargo, esa no es la Verdad fundamental. Dejen eso aquí a un lado, hasta que regresen aquí correctamente; aquí atrás, hasta que Ud. llegue al altar, y: “Todas las cosas viejas pasan”. “Una paz que sobrepasa todo entendimiento” entra; al punto que Ud. no puede odiar más, Ud. no puede envidiar más, hasta algo que lo hace a Ud. amar al peor enemigo que haya tenido. No una imaginación. Algo que le impide hablar del vecino que lo persigue. Algo que hará que aquellos… amar a aquellos que lo ultrajan a Ud. Los hará orar por aquellos que son indiferentes y desagradables hacia Ud. Ese es el fundamento.",
    "Cuando el Ángel que sellaba pasó por el país, a Él se le mandó “poner una señal sobre los que gemían y clamaban por las abominaciones hechas en la ciudad”. Digo esto ahora con reverencia, y con respeto. No se sulfuren conmigo; enojen, más bien. Pero ¿qué pasaría si el Ángel sellador cruzara por esta nación hoy? ¿Dónde encontraría Él a hombres tan profundamente consagrados a Dios, por los pecados de esta nación que se desmorona, al grado que clamen día y noche, por los pecados? ¿Dónde marcaría Él la iglesia que ayuna y ora, y anhela: “Señor Jesús”? ¿Dónde encontraría Él a esa persona?",
    "Nos hemos ido tras la educación. Nos hemos ido tras grandes sermones floridos. Nos hemos ido tras el vestido de Hollywood y—y el fanatismo. Las iglesias deben ser así de grandes; deben ser acolchadas; debe haber un crucifijo por todas partes; debe haber órganos de tubos. Esas cosas están bien. Pero solo nos hemos enfocado en eso, y dejado fuera la Cosa verdadera.",
    "El pueblo pentecostal se ha ido tras la evidencia inicial, hablar en lenguas, y gritar, y—y algo. Eso está bien, pero Ud. ha dejado afuera la Cosa verdadera. Pues, ha sido probado que uno no puede amar a Dios, y odiar, al mismo tiempo. “No pueden salir agua amarga y dulce de la misma fuente”. Ud. no puede tener dones de lenguas y sanidad Divina en la iglesia, y aún con envidia y contienda y malicia y odio. Ud. no puede hacerlo; no se mezclará. Dios sacará eso, con toda seguridad. Tienen que regresar. Eso es lo que le sucedió a la iglesia.\n\nUd. dice: “¿Está Ud. en contra de hablar en lenguas? Y…” No, señor. Estoy a favor. Es la Palabra de Dios.",
    "Pero veo dónde la iglesia se ha desviado con un montón de fandango; nunca ha regresado, no ha reconocido, aún, esto. Porque, ellos practican estas cosas, y mezclan allí la malicia y el odio y la contienda. Y el aceite y el agua no se mezclan. ¿Ven lo que quiero decir? Regresemos.",
    "Que esta pequeña unidad, esta mañana, aquí en el Tabernáculo Branham, tenga un propósito en sus corazones: vamos a regresar. Vamos a regresar al fundamento. “Dios, crea en mí una clase correcta de espíritu. Crea en mí un amor, una paz que sobrepasa todo entendimiento. Y, ¡oh Dios poderoso!, de allí, edifícame. Cuando vea que algo sale mal, permíteme regresar al fundamento y comenzar de nuevo”. Arranca las tablas y de nuevo comenzar de abajo. Se tiene que construir correctamente. Porque, solo… Porque, no importa cuán alto lo construyan, más grande será la caída cuando Ud. se caiga. Amén. ¡Oh, amigos!",
    "Ahora, Israel, cuando entraron en compañerismo con Dios, solo había un lugar para tener compañerismo con Dios, y era en el tabernáculo. Al tabernáculo es a donde se dirigía el sacrificio sangrante, todo el tiempo. El pueblo… Dios nunca prometió encontrarse con el pueblo en ningún otro lugar, sino bajo la sangre derramada. Piénsenlo. Voy a dejar eso remojando por un minuto ahora.\n\nYa vamos a cerrar.",
    "¡Miren! Dios nunca ha prometido encontrar a ningún hombre por sus méritos, por lo bueno que él es, o lo buena que es ella. Él nunca ha prometido encontrarlos allí. No hay compañerismo con Dios por mérito propio. El único lugar donde hay compañerismo es bajo la Sangre derramada. Desde Génesis hasta Apocalipsis, solo es a través de la Sangre, un sustituto inocente para cubrir al pecador culpable y arrepentido. ¡Solamente la Sangre!",
    "Ahora fíjense, rápidamente. Israel iba al edificio, ellos derramaban la sangre. Y en este edificio era el único lugar donde Dios se encontraría y tendría compañerismo con el creyente. En el edificio, allí es donde estaba la sangre derramada. El cordero moría en el altar, diariamente. La sangre salía, y el humo negro flotaba sobre el tabernáculo. Y Dios no podía ver el pecado, así que la gente se sumergía bajo la sangre y tenía compañerismo.",
    "Ahora observen. Allá en Éxodo, como en el capítulo 19, lo vemos, cuando los hijos de Israel estaban comenzando a emprender su viaje. Denme toda su atención por un minuto ahora, antes de terminar. Dios le dijo a—a Moisés, le dijo: “Quiero que salgas y tomes una becerra, una becerra roja; una becerra roja, sobre la cual nunca haya habido yugo. Y quiero que la tomes y la mates. Y luego quiero que cuando la mates, que Eleazar, el sacerdote, se pare y sea testigo. Y cuando lo haga, cuando la becerra esté muerta, que vaya y unte sus dedos en la sangre y la ponga sobre la congregación, sobre el lugar de adoración, siete veces sobre la puerta, así. Siete veces sobre el… delante del arca, el lugar público de adoración. Y luego tomen la becerra y átenla, y quémenla. Y tomen sus cenizas y mézclenlas con madera escarlata, e hisopo, y cedro”.",
    "¡Oh, desearía tener tiempo para ir y ver lo que son: madera escarlata, hisopo y cedro! Uds. verían que Jesús no murió en un árbol de cornejo, como dicen que Él murió.",
    "Fíjense: “Y luego quémenlo todo junto. Y colóquenlo en un lugar limpio, afuera, como aguas de separación. Y cada vez que una persona esté fuera del compañerismo, él tiene que venir y que le rocíen esta agua de separación, entonces él puede entrar en el compañerismo. Y fuera de eso, él no puede entrar”.",
    "Ahora observen cuán hermoso es esto, ahora, antes de terminar. Lo primero, la becerra roja, el color rojo, significa algo.\n\nAhora, rojo, para nosotros, significa “peligro”. Es una mala señal, ver rojo, significa: “Alto”. Es peligro.",
    "Y, también, rojo, en la Biblia, es una cubierta. El rojo es una expiación; el rojo es una seguridad. ¿Recuerdan Uds. cuando la ramera, Rahab, dejó bajar a los espías por el cordón rojo, a salvo? Siempre seguridad, bajo rojo. Ahora, la sangre es roja.",
    "Ahora miren. Ud. tome la investigación científica. Y Ud. toma rojo, un pedazo de ropa roja o algún pedazo rojo, un celofán, y mire a través de un pedazo de rojo, y rojo a través de rojo parece blanco. Pruébelo. Tome el rojo, y mire a través del rojo, se ve blanco.",
    "Bueno, nosotros, por nuestras malas acciones, estamos rojos; “Aunque vuestros pecados sean como la grana”, rojo. A través de la Sangre derramada del Señor Jesús, Dios, al mirar por allí, rojo a través de rojo, se ve blanco; “Serán blancos como la nieve”. ¿Ven? No a través de algo más suyo; sino a través de la Sangre, el único lugar donde Él puede tener compañerismo. Fuera de Allí, en su propia justicia, Él nunca lo verá. Sus buenas obras, Él nunca lo sabrá, hasta que Ud. venga bajo la Sangre, entonces Él lo ve a Ud. como Su propio hijo amado o Su hija. Rojo a través de rojo se ve blanco.",
    "No importa lo que Ud. haya hecho, amigo pecador, cuando Dios mira, ve que Ud. confesa que sus pecados están errados, y Dios mira a través de la Sangre del Señor Jesús, Él lo ve a Ud. blanco como la nieve. No importa lo que Ud. haya hecho, Él está mirando a través de Ud., a través de la Sangre de Cristo. Ud. está redimido; qué cosa preciosa. Dios nunca más lo condenará a Ud. Él no puede condenarlo.",
    "Cuando Dios hizo al primer hombre, Él hizo los cielos y la tierra, y cuando Dios retrocedió ante esa antigua creación y la observó, Él no la observó para juzgarla. Él la miró, y dijo: “¡Qué buena es!”. Él la admiró. ¡Oh, vaya! ¿Lo ven? Él la observó y vio lo buena que era. Todo estaba perfecto, los árboles y todo. El hombre, la mujer, todo era perfecto. Él dijo: “Es bueno en gran manera”.\n\nPero, ahora, Satanás pervirtió eso.",
    "Pero si Dios no pudo condenar Su primera creación, ¡cuánto más será imposible para Él condenar Su segunda creación, siendo Ud. una nueva creación en Cristo Jesús!",
    "Ud. mismo no puede hacerlo. No importa cuánto quiera, Ud. no puede hacerlo. Es un don de Dios; “Ningún hombre puede venir a Mí, si Mi Padre no le trajere. Y a todo el que venga a Mí, Yo le daré Vida Eterna y lo resucitaré en el día postrero”.",
    "Y cuando Dios lo haya hecho nacer de nuevo, por el Espíritu Santo, Él solo puede mirarlo a Ud. como una obra perfecta, porque Él Mismo lo hizo. ¡Gloria! Amén. Amén. Él no puede condenarlo a Ud., porque Ud. es hechura Suya. Amén. ¡Oh, vaya! Quiero gritar como el metodista. Piénsenlo, Uds. son hechura de Dios. ¿Cómo lo hizo? Por gracia soberana. ¡No porque Ud. saltó, no porque Ud. fue a la iglesia, no porque Ud. pasó a una página nueva! Sino porque Dios, por Su misericordia, lo trajo a Ud. a Cristo y al compañerismo, y lo mira a Ud. como una obra perfecta Suya. ¿Por qué? “Yo lo traje, lo presento en la Sangre, y nada malo hay en Mi obra”, dijo Él. Ud. es hechura de Dios.",
    "Ahora, solo un momento. Ahora, ¿cómo venían ellos? Ellos venían, y si habían hecho algo malo… Estas aguas de separación tenían que ser guardadas en un lugar limpio. ¡Oh, ojalá pudiéramos ver eso por un rato, “un lugar limpio”!",
    "Las aguas de separación son la Palabra. Pablo dijo, aquí en Efesios, dijo: “Porque él nos ha lavado con el agua de la Palabra”. ¿Ven?, ¡las aguas de separación, la Palabra! Predicar la Palabra lo separa a Ud. Ud. oye la Palabra, dice: “Yo estoy—estoy errado. Mejor dejo esto. Estoy jugando a la iglesia. Será mejor que deje eso”. ¿Ven? Esas son las aguas de separación.",
    "🦅 Y se deben guardar en un lugar limpio”. No un predicador que fuma cigarrillos. No, señor. No un predicador que sale por todo el país, con otras mujeres y cosas así. No es una iglesia que practica el amor libre y todas estas cosas impías, y va a los juegos de béisbol, y tiene grandes entretenimientos y bailes sociales en la iglesia. Se debe guardar, la Palabra de Dios, se debe guardar en un lugar limpio. Amén. Un lugar limpio que, cuando el hombre descarriado pase, él pueda entrar a un lugar limpio y ser rociado con las aguas de separación.",
    "Entonces, ¿qué pasa, cuando él está enseñando la Palabra, ahora, si son las aguas correctas?",
    "Ahora, si Ud. es rociado con las aguas equivocadas, ellos dirán: “Venga y únase a esta iglesia; esta es una buena iglesia. Ud. debería poner su nombre en el libro. ¡Oh, nosotros lo tenemos! ¡Gloria a Dios, lo tenemos!”. Esas son las aguas equivocadas.\n\nLas aguas correctas de separación, ¿qué eran? Estaba hablando de un sustituto inocente que murió por un pecador culpable.",
    "La vaca roja murió, lo cual era un tipo de Cristo. Y recuerden: “nunca hubo un yugo sobre su cuello”. Cristo no estuvo enyugado con ninguna organización. Él no se involucró con ellos, en lo absoluto. Él no estuvo enyugado con toda esta insignificancia. Si tuviéramos un poco de tiempo, seguiríamos con eso. Muy bien.",
    "Pero fue hecha un agua de separación. ¿Ven?, no se vanagloria de una denominación de iglesia. No tiene nada que ver con eso. Solo hablará de un sustituto muerto Quien murió en lugar suyo. No “nosotros”, no “nuestra gran iglesia”, no “nuestra organización”. Pero ¿qué fue? Un sustituto inocente Quien murió en lugar suyo, el cual fue Cristo Jesús el Señor. Luego, trayéndonos la Palabra, entonces las aguas de separación son puestas sobre la persona.\n\nAhora noten, rápidamente, antes de terminar.",
    "Ahora, lo siguiente. La Sangre, de este sustituto inocente, era golpeada siete veces, así, como un testimonio público. Siete es el número completo de Dios. Siete edades de la iglesia… Las siete últimas edades de la iglesia, la iglesia de Filadelfia, y la iglesia de Laodicea, y la iglesia… Cada edad de la iglesia tiene que pasar por esa misma Sangre derramada.",
    "Ahora, el hombre viene. Se sienta en la congregación. Escucha la Palabra. Ahora observen. Él quiere compañerismo. Él no puede entrar en…",
    "El edificio, ese edificio es el único lugar de compañerismo. El único lugar al que podían venir, era en este edificio, para tener compañerismo con Dios, porque Dios solo se encontraba con ellos allí. Ahora observen atentamente. ¡Qué tipo de Cristo!",
    "Hoy, Dios no ha prometido tener compañerismo a través de los metodistas, a través de los bautistas, a través de los pentecostales. Él ha prometido tener compañerismo en Cristo Jesús; Allí es donde está su compañerismo.",
    "Uds. pueden tener compañerismo con sus hombres, de la humanidad, al unirse. Uds. pueden hacerlo, unirse al Moose, al Elk, o a los Odd Fellows, esas logias. Está bien. Está bien. Pero eso no es de lo que estoy hablando en esta mañana.\n\n¡Estoy hablando del compañerismo con Cristo, el Ser Eterno!",
    "Ahora, entonces, cuando la Sangre ha sido rociada, las aguas, “el lavamiento del agua por la Palabra”, la Palabra salió.",
    "Ud. dice: “Bueno, mire, me he unido a la iglesia; he hecho esto, pero realmente yo no he tenido esa experiencia. ¿Qué es?”. Son las aguas de separación. “Pues, creí que yo estaba bien si me unía a la iglesia de mi madre”. Eso no es, hermano. No, señor. Alguien murió por Ud., ese fue Cristo Jesús. Ud. debe aceptarlo a Él. Entonces, Ud. recibe Aquello.",
    "Luego, lo siguiente, Ud. se dirige hacia el compañerismo. Aquí va Ud. “Bueno, Hermano Branham, ¿dónde puedo tener compañerismo?”. En Cristo, en el templo, el tabernáculo de Su morada. “¿Cómo lo hago?”. Primero, acérquese a la puerta. Ud. ha oído la Palabra, entonces camine a la puerta. Ud. tiene una fe mental; Ud. dice: “Sí, he oído la Palabra. Yo La creo”.",
    "Ahora, antes de que Uds. puedan entrar a este lugar, hay un velo de Sangre colgando allí, para la limpieza. Y Uds. deben reconocer esa Sangre como un sustituto inocente. Por la predicación de la Palabra, bajó el velo de Sangre. Allí Ud. ve que Alguien murió en su lugar. Y Uds. desechan todas sus posesiones terrenales, todas sus ideas de fandango, todo su baile, su vida inmoral, y todas las cosas que Ud. mismo ha pensado. Que Ud. va a la iglesia, y sus nuevas reglas, sus diez mandamientos, su no comer carne, y todas estas cosas, Ud. las hace a un lado.",
    "Sumérjase completamente en la Sangre, y diga: “Señor, lávame y límpiame”. Entonces el Espíritu Santo, dentro de esta Célula de Sangre, donde está el compañerismo, lo trae a Ud. por medio de la Sangre de la limpieza, al Señor Jesús, por el Espíritu Santo. Entonces Ud. está en el compañerismo. Las cosas viejas han pasado. Entonces Ud. está en el compañerismo por el Espíritu Santo, trayéndolo a una relación con Dios. Y entonces, solo hay…",
    "Aquí está. Solo hay un lugar de reunión en el que cualquier hombre pueda reunirse y adorar hoy, en verdadero compañerismo, y es en Cristo Jesús.",
    "¿Lo ven, iglesia? He tardado mucho en esta mañana. No pensé, no tuve la intención de quedarme tanto tiempo. Pero yo—yo espero que vean lo que he tratado de presentarles.",
    "Que, no importa el fundamento… Ud. puede ser muy bueno. Ud. quizás pertenezca a una buena iglesia. Todo eso está bien. Nada en contra de eso. Pero, ¿ha llegado Ud. alguna vez al compañerismo con Él? Viniendo, y la única manera en que Ud. lo hará, es a través de la Sangre de Su sufrimiento.",
    "Entonces Ud. viene al lugar y escucha la Palabra, y dice: “Sí, Jesús murió en mi lugar. Yo lo creo. Ahora tengo que ser limpio de todo este mal genio y todas estas cosas que tengo. Ahora, Señor, pásame por la Sangre; heme aquí”.",
    "Y después de un tiempo, la dulce paz que sobrepasa todo entendimiento vendrá al corazón humano. Entonces Ud. mirará allá Arriba, y Ud. podrá decir: “Ahora estoy viviendo en el compañerismo. Dondequiera que vaya, haga lo que haga, estoy en este maravilloso compañerismo: ‘Una paz que sobrepasa todo entendimiento’. El Espíritu Santo está viviendo en mí. Yo vivo cada día…”.",
    "Si viene la muerte, ¿qué puede hacerme? ¡No puede hacerme daño! Su alma anhela algo de Allá. Diariamente Ud. la está buscando y viendo dónde está. Su viejo tabernáculo aquí, padece y gime, y se queja, y, ¡oh, hermano!, mientras estos viejos dolores de parto le sobrevienen. Así es. ¿Qué significa? Este viejo pedazo de barro algún día se va a desvanecer. Pero hay algo allí dentro de ese pequeño pedazo de barro, que está tratando de salir, queriendo liberarse. ¡Oh!, ¿qué es? Es la pequeña ave, llamada el alma. Y la única manera en que puede liberarse, es una mañana cuando el barro se desprenda, y caeremos y nos levantaremos, y tomaremos para siempre el premio sempiterno, cuando el alma vaya a encontrarse con su Amante, allá, con ambos brazos extendidos. Lo único que los está reteniendo aquí es este pequeño montón de barro.",
    "Y la única manera que Dios puede predicar el Evangelio hoy, es a través de ese pedazo de barro, y por eso es que Él los está reteniendo aquí. Y por eso es que Uds. enfermos tienen el derecho de venir a Cristo. Digan: “Señor Jesús, si tan solo me sanas ahora, iré. Puede ser que yo no sea un predicador, pero hablaré de Ello. Haré todo lo que pueda. Tú eres la Vid; yo soy uno de los pámpanos”. Ahora, la Vid no da fruto; los pámpanos dan fruto. ¡No la Vid; el pámpano! La Vid solo le da la energía. El Evangelio puede ser predicado por Cristo si Ud. mismo se abre y es un pámpano que produce fruto. Otros pueden ver a Cristo en Ud., por su testimonio, por su vida y la manera en que Ud. vive. Él es la energía, pero Ud. es el espectáculo que se ve; Ud. es la Biblia ambulante.",
    "Dios le bendiga, amigo. Confío que Ud. reciba estas palabras entrecortadas esta mañana, pues he estado débil en mi cuerpo, y demás, y que Ud. las reciba en su corazón, y se dé cuenta que las he traído de mi corazón. Entonces, vaya a ese fundamento, de regreso al compañerismo con Cristo, entonces Ud. ya nunca tendrá que correr de aquí y allá, y por allá y alrededor. Ud. estará en constante compañerismo con Él, todo el tiempo.",
    "¿Inclinamos nuestros rostros por un momento? Hermana, pianista, si puede subir aquí. Todo rostro inclinado.",
    "Mientras pensamos en esto, quiero que cada uno de Uds. lleve esto profundamente a su corazón ahora. ¿Realmente estoy, realmente estaré en el lugar donde debo estar? ¿Tengo, realmente, “una paz que sobrepasa todo entendimiento”? ¿En verdad tengo el compañerismo que realmente necesito con Cristo? ¿Hablo con Él? ¿Está mi corazón ardiendo por hablar todos los días? Cuando pierdo mi corto tiempo de oración, ¿anhela mi corazón llegar a Él? Si ese no es su estado, amigo, venga hoy. ¿Lo hará? Ud., lo único que Ud. tendrá que hacer es aceptarlo a Él.",
    "Cristo dijo, en Su Palabra: “El que oye Mis Palabras”, eso es lo que se ha predicado esta mañana: “creer en Aquel que Me envió”, no en su mente, en su corazón, “el que cree en Aquel que Me envió, tiene Vida Eterna”, en ese momento, tan pronto como él cree, “no vendrá a condenación, sino que ha pasado de muerte a Vida”.",
    "Nuestro Padre Celestial, mientras nos acercamos al final de este mensaje, de “compañerismo”, Te damos gracias porque podemos sentarnos en lugares Celestiales en Cristo Jesús, y tener compañerismo en la Palabra, mientras el Espíritu Santo nos La trae tan hermosa y dulcemente, fortaleciendo nuestros seres débiles, y haciéndonos Su producto. Te damos gracias por eso, Señor.",
    "¿Haz hecho hoy, Padre Celestial, una nueva criatura allá en alguna parte? Mientras la Palabra ha estado saliendo, ¿han llegado ellos a las aguas de separación? Ellos están entrando ahora en la Sangre, donde sienten que Algo entra en su corazón. ¿Has hecho una nueva criatura esta mañana, Padre? Solamente Tú puedes hacerlo. Si es así, Padre, que ellos den un reconocimiento de eso ahora.",
    "Y mientras tenemos nuestros rostros inclinados, alguien siente que Dios le habló a Ud., y Ud. quiere llegar a ser Su siervo. No es necesario que Uds. hagan algo, para nada.",
    "Ahora, que nadie mire sino solo Cristo, y yo mismo. Ud. no está levantando la mano para el Hermano Branham. Ud. la está elevando a Jesucristo, diciendo: “Señor, yo verdaderamente creo”.",
    "Dios lo bendiga, hermano. Alguien más que levante la mano, diga: “Yo—yo…”. Dios lo bendiga, hermano. Alguien más que levante la mano, diga: “Yo creo ahora, sobre la base de la Sangre derramada”. Dios lo bendiga, señor. Dios lo bendiga, mi hermano. Dios lo bendiga, mi hermano. Dios la bendiga, mi hermana. Dios lo bendiga, allá atrás, mi hermano. “Sobre la base de la Sangre derramada, Dios, aquí está mi mano. Desde esta hora, de aquí en adelante, Señor, yo creo que algo ha sucedido en mi corazón esta mañana, que me ha dado un nuevo comienzo. Ahora mismo, lo creo. Algo pasó, hay paz en mi corazón”.",
    "¿Qué dijo Él al hacer eso? Ningún hombre puede hacerlo a menos que el Padre lo traiga. Y todos los que Lo aceptan a Él tienen Vida Eterna en ese momento. En el mismo minuto en que Ud. levanta la mano, Dios lo ve.\n\n¿Hay otro, antes de que oremos? Dios la bendiga, señora. La veo. Dios lo bendiga, hermano. Veo su… Dios lo bendiga, hermano.",
    "Venir sobre ¿qué? Basado en que ¿quiero ir a la iglesia?, ¿porque quiero pasar a una página nueva? No. “Porque Algo me ha hablado esta mañana, y siento que ahora estoy arriba en la Célula de Sangre. Algo me ha sucedido. Yo realmente creo diferente, esta mañana, de lo que he creído en mi vida. Ahora mismo yo creo que he llegado a ser un hijo o hija de Dios. Y levanto mi mano a Ti, Dios (no al Hermano Branham), sino a Ti, Dios, de que ahora Te acepto como mi Salvador personal. Algo me dice, en mi corazón, que Tú eres mi Salvador. Y ahora Te acepto en mi corazón. Y voy a ser una mujer diferente o un hombre diferente, desde este día en adelante. Yo simplemente lo sé”.",
    "Dios la bendiga, hermana. ¿Habrá otro? Unas docenas más de manos se han levantado, aquí mismo en este pequeño grupo de personas, doscientas personas, o más. ¿Levantaría Ud. la mano, diciendo: “Yo lo acepto”? Ud. no puede hacerlo a menos que Dios se lo diga, porque Ud. estaría haciendo algo errado. Pero, las personas que acaban de levantar sus manos, hace unos momentos, se están limpiando los ojos.",
    "¿Qué ha sucedido? La Propia Palabra de Dios así lo ha dicho: “El que oye Mis Palabras”, ese era Ud. “Y cree en Él que Me envió”. ¿Cómo puede Ud. hacerlo a menos que Él Se le revele a Ud.? Y porque Él lo ha hecho, y Ud. ha levantado la mano, Dios dice: “Él tiene Vida Eterna, y no vendrá a condenación, sino que ha pasado de muerte a Vida”, nunca más enfrentará el Tribunal. Ud. ya está juzgado. Dios lo juzgó a Ud., lo jaló hacia adentro. Ud. lo aceptó, tomó a Cristo como su Salvador. Y, hoy, Ud. es salvo por cuanto ha creído en Él.\n\n¿Hay otro, antes de que oremos? Muy bien. Mientras inclinamos nuestros rostros, en silencio.",
    "Ahora, Padre Celestial, no sé qué más hacer. He pedido que esta Palabra salga y encuentre Su lugar de anclaje. Muchos, muchos levantaron sus manos hoy.",
    "Ellos Te creen. Y están pidiendo ahora, Señor, gracia y perdón. Y en el mismo momento en que Tú les hablaste, ellos se dieron cuenta. Ellos supieron que—que Tú les habías dado algo en su corazón; algo, no emocional, sino algo que estaba ardiendo allí adentro. Y ellos lo aceptaron.",
    "Y Tú dijiste: “Por cuanto lo hicieron, Tú los aceptaste”. Así que ahora ellos son salvos, sobre la base de Tu Palabra. Todo aquel que lo creyó, con todo su corazón, tiene ahora mismo Vida Eterna, conforme a la Palabra infalible del Señor Jesucristo. Te damos gracias por eso.",
    "Ahora oramos que Tú les des larga vida. Hazlos Tus siervos, Señor, y que sean aceptos en el Amado. Y que puedan ser llenos del Espíritu Santo ahora, cada uno de ellos, sellados en el Reino de Dios, hasta el Día de la Redención.\n\nAhora, mientras tenemos nuestros rostros inclinados.",
    "Aquellos que levantaron sus manos, ¿podrían ponerse de pie por un momento? Solo pónganse de pie, cualquiera que haya levantado la mano. Dios le bendiga. Solo pónganse de pie. Así es. Todos los que levantaron la mano, solo pónganse de pie. Permanezcan de pie unos momentos, por favor, todos los que levantaron la mano. Muy bien, solo permanezcan de pie.\n\nAhora, ¿la congregación podría levantar su rostro?",
    "Estos son sus conciudadanos del Reino. Miren alrededor, quienes aceptaron al Cristo. Salúdenlos de mano, ¿quieren? De pie, alguien al lado de ellos que se acerque y les dé la mano, y diga: “Dios lo bendiga, mi hermano”, a cada uno.",
    "Ahora Ud. está dando un testimonio público, amigo. Jesús dijo: “El que me confiese delante de los hombres, Yo le confesaré delante del Padre y de los santos Ángeles”. Ahora mismo, la Vida inmortal mora en Ud. Estamos agradecidos por Uds. Dios les bendiga, dándoles larga vida y la más grande de las bendiciones de Dios. Que siempre recuerden este maravilloso compañerismo en su corazón, por medio de Cristo Jesús. ¡Dios los bendiga ahora!\n\nPueden sentarse.",
    "Ahora, si les he citado la Escritura correctamente, escuchen lo que Dios dijo aquí en Su Palabra. Escuchen lo que Jesús dijo aquí: “El que oye Mis Palabras”, ese es el Evangelio siendo predicado; “y cree” en su corazón, “al que Me envió, tiene”, eso es tiempo presente, ahora mismo, “Vida Eterna”, que no puede morir. Y lo correcto… Ahora, quizás Uds. no sepan griego. Pero, la traducción griega correcta, tiene Zoe, que significa: “La Propia Vida de Dios”. “Tiene Zoe, y nunca vendrá a condenación, sino que ha pasado de muerte a Vida”.",
    "Aquí está lo que sucede entonces, si Ud. muere ahora. De acuerdo a la Palabra de Dios, Ud. sale de la existencia de las personas que pueden verlo, hacia Su Presencia. Y allí Ud. vive. Ud. puede mirar hacia atrás. Ud. está en… Ud. ya no está en el mundo. Ud. está en otro mundo. Y entonces ¿qué hace Ud.? Uds. son como esas almas debajo del altar, diciendo: “Señor, ¿cuánto tiempo más?”. ¿Ven? Ud. nunca será un Ángel. Ud. no fue hecho un Ángel. Uds. fueron hechos, hombres y mujeres, así que están anhelando regresar. Pues, Uds. pueden ver, entonces, cuando Uds. suban aquí, y digan: “¡Oh, ya veo de qué se trata todo esto! Yo sé por qué tuve que morir allí. Ya sé por qué sucedió eso. Yo no…”.",
    "Uds. nunca mueren. Jesús dijo: “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna”. Ud. no puede morir. Ud. no puede morir. Ud. solo… Ud. muere, a la parte mortal. Pero Ud. está vivo, aquí, su espíritu está aquí mismo con Cristo.",
    "Entonces Uds. dicen: “Señor, ¿cuánto tiempo más?”. Porque Ud. no fue hecho para estar allí. Ud. no fue hecho así, porque Ud. es un ser humano. Y Uds. están anhelando regresar a este cuerpo, perfecto otra vez.",
    "Y Él dijo: “Solo un poco más, hasta que tus consiervos, allá, hayan sufrido como los mártires allá atrás”. Entonces regresarán, descendiendo…",
    "Después de que Ud. sale de este cuerpo, de la luz cósmica y de los petróleos, y de lo que Ud. está hecho, y Ud. entra en la cuarta dimensión; de allí, a la quinta dimensión, luego a la sexta dimensión. Entonces, Dios está en la séptima. Ud. está justo debajo de Su altar.",
    "Entonces cuando Dios libera su espíritu, ¿toma qué? Sale de la sexta dimensión, a la quinta, luz cósmica; sale de la luz, a petróleos; del petróleo, a los sentidos. Y aquí está Ud., de nuevo en la tierra, una persona completamente nueva; no viejo ni quebrantado; para nunca más estar enfermo. Su cabello nunca se volverá canoso. Ud. nunca se arrugará. Uds. nunca más se separarán. Ud. nunca morirá. Ud. nunca tendrá hambre. Ud. nunca tendrá una preocupación. Ud. caminará con sus seres queridos, y estrechará sus manos, y comerá, beberá, construirá casas y las habitará, y vivirá por siempre y para siempre, en la Presencia del Señor Jesús. Eso es lo que Ud. tiene en esta mañana porque Ud. escuchó la Palabra de Dios.",
    "¿No es sencillo? Los predicadores lo hacen tan complicado, Uds. tienen que venir y—y aceptar prohibiciones, y todas estas otras cosas. No es así. La Biblia dice: “Es tan claro, que ni un necio no debe errar”. Solo aceptándolo, creyéndolo, algo sucede aquí. Entonces Dios entra, con Su Espíritu, en esa pequeña cavidad allí en el corazón, ahora, esa alma. Ahora, Ud. cree la Palabra de Dios, y Ud. tiene Vida Eterna.",
    "Ahora, lo que Ud. necesita ahora, si Ud. nunca ha sido bautizado con agua, es ser bautizado para el perdón de sus pecados. Y, entonces, Dios ha prometido darle a Ud. el Espíritu Santo, en el mismo minuto en que Ud. es bautizado. Él puede hacerlo ahora mismo, sin siquiera ser bautizado.",
    "Entonces la paz entra en el corazón, y todo. Entonces Ud. comienza. Entonces Ud. realmente puede gritar como un Cristiano debe gritar; luego hablar en lenguas. Y entonces los dones del Espíritu comienzan a manifestarse detrás de un corazón puro, un verdadero fundamento. Observen lo que sucede entonces. Entonces ese es el verdadero Espíritu Santo.\n\nPero si Ud. solo viene, con una pequeña emoción, eso nunca funcionará. Ud. volverá a salir y odiará.",
    "Vigilen ahora sus corazones, ¡cuánto anhelan leer la Biblia! Cómo desea Ud. estar a solas, para hablar con Él, y decir: “¡Oh, Padre! ¡Oh, simplemente Te amo!”. Ese es el compañerismo. ¿Ven? Eso es lo que necesitamos. ¿No lo creen así, amigos? Dios les bendiga.",
    "Ahora hay algunas personas enfermas aquí por las cuales se debe orar. Y no tenemos tarjetas ni nada, para traer a las personas, para ponerlos en línea. Así que, voy a pedirles… Creo que los vi traer a un hombre, ahora mismo, y sentarlo por aquí. Había un hombre… Yo estaba sentado entre dos hermanos allí esta mañana. Y estando sentado allí, entonces, supe que ambos necesitaban sanidad. Luego, allá en la parte de atrás, vi entrar a alguien más, que yo sabía que estaba muy enfermo.\n\nAhora, si Uds. creen que yo soy Su siervo… Ahora miren. ¿Qué es esto?\n\nEn el huerto del Edén, el compañerismo de Dios y Su obra maestra, Su ser humano, era perfecto. Dios estaba allí, observando a Adán.",
    "Ahora, después de que la Sangre de Jesucristo nos ha limpiado del pecado, ¿qué es Dios, otra vez? Aquí mismo en compañerismo otra vez; aquí está Él. Estamos en compañerismo. Ese es Él, que Ud. siente en su corazón. Ese es Él que le hizo olvidar todos los problemas. Se han ido. Eso hizo… Eso fue lo que lo hizo.",
    "Ahora, ese mismo Señor Jesús, que murió por sus pecados, ha muerto por sus enfermedades. Ahora, Uds. nunca pueden, no importa lo que suceda, Ud. nunca, nunca, nunca podrá llegar a ninguna parte con Él hasta que primero Ud. lo crea en su corazón, que Él murió por su pecado, o su enfermedad. ¿Correcto?",
    "Ahora, existen tales cosas como los dones. Así es. Y Dios, por Su gracia, ha dado un don para que Ud. pueda pararse aquí y decirle quién es Ud., probablemente, de dónde viene Ud., cuál es el asunto, y dónde está su enfermedad, y cuál va a ser su resultado. Eso pudiera ser así. Pero, ¿se basaría en qué? Sobre nada sino la Palabra de Dios, ¿ven?, sobre su fe personal en el Señor Jesucristo. Esa exactamente es la verdad.",
    "Ahora, ¿no cree Ud. que Su Espíritu puede moverse en este edificio y sanar a toda persona enferma?",
    "Mi hermano enfermo, ¿cree Ud. eso? [El hermano dice: “Amén”.—Ed.] Ud. cree que allí, sabiendo que Ud.… Lo único que Ud. puede hacer es aceptarlo a Él, o morir; porque el cáncer lo matará, Ud. simplemente tendría que morir, ¿ve? Y ¿no cree Ud. que Jesucristo lo sanará? Ud. solo tiene una esperanza, y está en Él. ¿No es así, hermano? [“Amén”.] Y, ahora, esa es la única manera en que Ud. puede estar bien. Ahora, los médicos lo han desahuciado. Ellos no pueden… nada pueden hacer al respecto. El cáncer está avanzando, y simplemente lo va a matar. Ahora, eso es todo lo que ellos pueden hacer. Ellos son hombres sinceros; lo han examinado a Ud.",
    "Sra. Morgan, ¿está Ud. parada allá atrás en alguna parte? Creí haberla visto entrar, hace un rato, Sra. Morgan.\n\nAquí, vuélvase. ¿Puede Ud. mirar alrededor, señor, simplemente mirar alrededor?",
    "Póngase de pie, Sra. Morgan, por favor, por un momento. Allí está una enfermera, uno de mis primeros casos; hace como doce, catorce años, se estaba muriendo aquí, nada más que un montón de huesos de esqueleto. Y ella era un caso de cáncer, carcomida por el cáncer, toda. Mírela ahora.\n\n¿No les gustaría a Uds. tener salud así otra vez? ¿Qué pasó? Ella creyó exactamente lo mismo que yo les estoy pidiendo a Uds. que crean.",
    "Y ella no, no importa… Ud. no podría hacerlo de otra manera. El médico vino, dijo: “Bueno, en unas pocas horas, o en unos pocos días, ella habrá partido”.",
    "¡Otros aquí! Aquí está sentada una señora, hace algunas Pascuas, aquí mismo tocando el piano, moría de cáncer. Están por todas partes aquí. ¿Ven? “Morían con cáncer”.",
    "Ahora, ¿qué sucedió? ¿Todos los que vinieron, fueron sanados? No. Algunos de ellos lo creyeron aquí arriba, en su cabeza. Pero algunos de ellos miraron a Dios, y eso bajó acá. A mí no me importa lo que diga el médico, o lo que diga cualquier otra persona. Así es. ¿Ven? Así es, porque está aquí.",
    "¿Puede Ud. creerlo así? ¿Cree Ud. que Él lo va a dejar vivir, mi hermano? ¿Serviría Ud. a Dios toda su vida? Si Él le permitiera vivir, ¿lo haría Ud. con todo su corazón? ¿Y cree Ud. que Jesús murió para sanarlo, mi hermano? Dios bendiga su corazón. Yo creo que Ud. lo recibirá. Correcto. Francamente, creo que lo ha hecho ahora, ¿ve? Porque, en el momento en que cree, es cuando Ud. lo recibe.",
    "Ahora, ¿cuántos con él, que están enfermos, se pondrán de pie, solo por un minuto? Que están enfermos, ¿se pararán con este hermano? Solo pónganse de pie. Dios los bendiga. Solo pónganse de pie. Permanezcan de pie por un minuto. Así es. Así es.\n\nAhora, ¿se pondrá de pie, mi hermano? Muy bien.",
    "Ahora, quiero que alguna persona sana, parada cerca de ellos, ponga sus manos sobre ellos, ¿lo hará Ud.? Alguien dé la vuelta, ponga sus manos sobre estas personas. Así es. ¡Oh, qué momento! (El Gran Médico, hermana.)",
    "Yo soy responsable por la Palabra. Se los digo, por la Palabra de Dios, que Jesucristo, Aquel Quien murió para tener este compañerismo, está aquí mismo ahora. Él está en el edificio ahora mismo, con todos Uds. Ese es Él. La—la cosa, no es tocarnos el uno al otro, o tocarme a mí, o tocar a algún predicador; es tocarlo a Él. ¿Ven? Es tocarlo a Él. ¿Cree Ud. ahora que su fe ha llegado a un lugar donde Ud. siente, en su corazón, que Ud. va a estar bien? Si es así, diga: “Amén”. [La congregación dice: “Amén”.—Ed.]\n\nAhora, incline su rostro.\n\nAhora quiero que cada uno de Uds.… Voy a repetir esta oración, y Uds. háganla de corazón. Ahora Ud. solo diga lo que yo digo:",
    "🦅 Amado Dios, vengo a Ti ahora, creyendo que Tú diste a Jesús para sanar mi cuerpo y para salvar mi alma. Yo Lo acepto a Él como Mi Salvador. Y ahora Lo acepto a Él como mi Sanador. Tus siervos, los médicos, han hecho todo lo que han podido por mí. Pero ellos solo son hombres, y ellos—ellos no pueden avanzar más. Así que traigo mi cuerpo a Ti, el gran Creador, Aquel Quien me hizo. Tú conoces cada parte de mí. Y yo creo ahora, en mi corazón, que voy a estar bien porque estoy parado, creyéndolo. Y sobre la base de la Sangre derramada, yo creo. Y en mi corazón ha sucedido algo y sé que voy a estar bien. Y Te alabo por eso ahora, Señor. Y Te serviré toda mi vida y entregaré mi cuerpo y mi tiempo a Tu servicio. Señor, yo creo”.",
    "Ahora, con sus rostros inclinados, guarden eso en su corazón. Guarde eso, confesando: “Señor, yo creo”. Ahora mismo, ¿cuál es el problema? Ud. está sana. El Espíritu Santo, esa Verdad, esa fe, ha bajado a su corazón. Ahora yo voy a orar por Uds. Y lo que voy a hacer, es orar y desechar esa maldad, esa duda que los rodea, y hacer que los deje, para que puedan salir de aquí muy agradecidos.",
    "Ahora, Padre Celestial, vengo a Ti, como Tu siervo inútil. Pero estoy recordando… Mis huellas dactilares están aquí en este altar, estoy recordando los años que Te he servido aquí. Estoy recordando al Ángel Quien me encontró aquí. Recuerdo Sus Palabras a mí, eso que Tú harías si yo lo pidiera, y lograba que la gente creyera. Y vengo ahora, Señor, a este poder maligno de la duda que ronda alrededor de estas personas, para hacerlos descreer de alguna manera. Vengo por medio de la Sangre del Señor Jesús. Voy a pasar por ese tapete de bienvenida que me fue presentado esta mañana, trayendo a cada una de estas almas, como lo hice con esa muchachita india, hasta el Trono Blanco de Dios parado allá, y mirando a los santos Ángeles volando, con alas sobre sus rostros. Y Te los estoy presentando a Ti, en esta mañana, Señor, y aplicando la Sangre de nuestro Señor Jesucristo sobre ellos.",
    "Y condeno todo diablo, todo diablo de duda, toda oscuridad, toda sombra de muerte. Yo te reprendo. En el Nombre de Jesucristo, aléjate de estas personas, para que puedan regresar y estar sanos.\n\nConcédelo, Dios Todopoderoso. Por medio de Jesús, el Hijo de Dios, lo pido y lo declaro, que así sea. Amén.",
    "Levanten sus manos ahora y digan: “Gracias, Señor, por mi sanidad”. [La congregación dice: “Gracias, Señor, por mi sanidad”.—Ed.] Miren allí. Así es. “Gracias, Señor, por mi sanidad”. ¡Oh, vaya!\n\nAhora que alguien se levante y estreche sus manos, y los felicite, por su fe en el Señor Jesucristo.\n\n¡Se acabó!",
    "Ahora, miren, los vi sosteniendo a un hombre allá atrás. Vi a un hombre aquí; señor, a Ud. no tendrán que sacarlo. Ud. tiene su propia fuerza; Dios le da fuerza.\n\n¡Oh, qué compañerismo!, ¡oh, qué gozo divino!,\n\nApoyado en los brazos eternos;\n\nTengo bendita paz con mi Señor tan cerca,\n\nApoyado en los brazos eternos.",
    "Extiéndase y estreche la mano con todos ahora. Den la vuelta y estrechen las manos, todos.\n\nA salvo y seguro de todo temor;\n\nApoyado…",
    "Dense la vuelta; camine alrededor y estreche las manos; todos den la mano, dense vuelta.\n\n…?… Hermano Neville…?… Amén…?…",
    "¿Podría tener su atención por un minuto? Aquí hay un hombre que era un amigo mío, de New Albany, que ni siquiera podía levantarse. Y tan pronto como se hizo la oración, aquí está él con sus muletas, bastones en la mano caminando. El Sr. Guenther, de New Albany, un viejo amigo mío por años y años, aquí está, parado aquí para la gloria de Dios en esta mañana. Gracias al Señor. Tenía la espalda herniada, en mal estado. Ud. está bien ahora, hermano. Ud. va a estar bien. Amén.\n\nDense la vuelta y denle la mano y entréguenle compañerismo. Amén. Así es. Amén. Dios les bendiga.\n\n¿…maravilloso, maravilloso?\n\nOjos han visto, oídos han oído, lo que está registrado en Su Palabra;\n\n¿No es Él maravilloso, maravilloso?\n\n¿No es Él maravilloso, maravilloso, maravilloso?\n\n¿No es Él maravilloso, maravilloso?\n\nOjos han visto, oídos han oído… (Bueno, Ud. va a estar…?…)",
    "[Cinta en blanco.—Ed.]…aquí con la espalda fracturada, los médicos hicieron todo lo que pudieron. Mi amigo no podía levantarse solo ni nada. Aquí está él caminando con la fuerza y el poder del Espíritu Santo.",
    "Cuánto Te agradecemos, Padre. Te damos gracias por cada uno que fue sanado hoy, cada uno que fue salvo; un hombre agarrando mis manos y hablando del Señor Jesús. Muchos Te aceptaron. ¡Oh, nuestros corazones se regocijan, Padre!",
    "Tráenos nuevamente, esta noche, llenos de la gloria de Dios. Que estas personas que han sido salvas salgan de aquí cantando y felices. Que aquellos que han sido sanados salgan regocijándose. Que cuando los médicos los vean, digan: “¿Qué ha sucedido?”. Entonces llegará el testimonio. Concédelo, Señor, para Tu gloria.",
    "Despídenos de esta bend-… de esta presencia aquí el uno del otro, pero nunca de Tu Presencia. Camina con nosotros en este compañerismo, Padre, y tráenos de nuevo esta noche. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Dios los bendiga ahora. Estréchense las manos entre Uds. y pasen un buen tiempo glorioso. Dios la bendiga, Hermana Gertie. Eso está bien. 🦅"
  ]
}