{
  "title": "EL ARCA",
  "id": "55340009",
  "content": [
    "🦅  Buenos días, amigos. Estoy aquí hoy casi como por equivocación. Iba a… Hice una promesa, en ese momento, cuando vine a orar por los enfermos, que yo… el Hermano Neville lo anunciaría en el programa radial. Pero de alguna manera los secretarios no se lo remitieron a él ayer, y por eso no lo—no lo anunciaron, no lo hicieron en la transmisión. Y algunas personas llamaron queriendo que se orara por ellos esta mañana.",
    "Pues, yo estaba un poco emocionado, como dijeron, por la—la llegada del bebé, como siempre, muy agradecido por eso. Cuando la enfermera lo trajo de la habitación, dije: “José, te he esperado por cuatro años, estoy muy contento de que estés aquí”.",
    "Y, aquí, hace como cuatro años, yo estaba, un poco antes de que naciera la niña, antes de que supiéramos que ella venía, pues, estaba orando un día, después de leer la vida de José en la Biblia, y pensé: “¡Qué hombre tan perfecto!”. Abraham fue la elección, Isaac fue la justificación, y Jacob fue la gracia, Pero José fue la perfección, hasta allí llegó, ¿ven?, no se dice más al respecto. Entonces pensé en José, cómo nació, amado de su padre.",
    "Y, por cierto, recibí un telegrama o mensaje de África, diciendo que le están haciendo un abrigo de muchos colores. Sí, señor. Lo han estado esperando. Así que había un…",
    "Fui atrás, entré al pequeño clóset, y comencé a orar. “Dios…” Yo—yo—yo rompí en llanto, al pensar en qué persona más maravillosa fue este José. Y cómo fue vendido por treinta piezas de plata, prácticamente treinta piezas de plata, como Jesús—Jesús—Jesús, Judas, perdónenme, vendió a Jesús. Y él fue sacado de la tumba, Uds. saben, y se sentó a la diestra de Faraón y no había hombre que podía ver al rey sino por José. Y la trompeta sonaba, y toda rodilla se doblaba mientras él avanzaba. Y lo mismo con Jesús, Uds. saben: “Toda lengua confesará”. Así que entré allí y comencé a orar.",
    "Ahora, hay tres elementos en los que vive la gente: Primero, es lo humanístico; segundo, es la revelación Divina; y, el tercero, es la visión.",
    "Ahora esto, como en la oración, cuando Ud. ora por alguien, en lo humanístico, decimos: “Bueno, yo—yo espero que se recupere. ¿Ven?, yo—estoy esperando. Estoy creyendo con Ud., tratando de usar toda la fe que puedo”. Eso es humano.",
    "Segundo, es la revelación Divina, cuando algo le es revelado a Ud. Uno simplemente sabe, en su corazón, que va a suceder, pero, no hay nada más que la revelación.",
    "Y, tercero, es una visión. Por supuesto, eso es ASÍ DICE EL SEÑOR. Eso es seguridad absoluta.",
    "Ahora, Eso entró arriba en esta esfera aquí. Y Algo me dijo: “Vas a tener un niño, y llamarás su nombre ‘José’”.",
    "Bueno, tuve una niña. Así que pensé: “Bueno…”. Alabé al Señor por eso. Y como un mes después de eso, nos enteramos que íbamos a ser padres otra vez, y entonces pensé que tal vez ese era mi José. Así que llegó, era una Josefina, era una niña, muchos pensaron que yo dije que ese era José. Dije: “No, no. Yo no dije que ese era José”.\n\nY algunos dijeron: “Bueno, ¿no había dicho que vio una visión de esto?”. Uds. saben cómo la gente confunde las cosas.",
    "Yo dije: “Pues tengo las cintas de eso. ¿Ven? Vengan, escuchen. En ningún momento dije que era José. Yo dije: ‘El Señor ha puesto en mi corazón, que voy a tener un hijo, llamado José’, ¿ven?”. Dije: “No sé cómo, cuándo, o qué, pero va a suceder”. Así que, yo no sabía. “Quizás tenga—pueda tener seis muchachas antes de que lo tengamos a él, pero él llegará aquí”. Bueno, eso nunca se apartó de mi corazón. Y continuamos.",
    "Y entonces, el otro día, él llegó. Y está aquí, así que estoy muy agradecido por él.",
    "Sabiendo que, cuando el Señor promete algo, el Señor hará lo que Él ha prometido. ¿Ven? Él tiene que hacerlo. Para ser Dios, Él tiene que cumplir Su Palabra.",
    "Yo—yo puedo… no poder cumplir la mía, a veces, y Ud. no poder cumplir la suya. Pues, hacemos promesas, con buenas intenciones, pero no podemos cumplirlas. Las circunstancias, dificultades y demás, nos llevan a un lugar donde a veces no podemos hacer lo que queremos hacer.",
    "Pero Dios es capaz de cumplir Su Palabra, y Él lo hará; es imposible que Él no lo haga. Por eso es que Lo amamos tanto a Él, en esta mañana. Descansamos en esa seguridad perfecta, “que Dios es poderoso para cumplir lo que Le hemos encomendado para el día”.",
    "Ahora, hace mal día afuera, pero está lo suficientemente fresco en el tabernáculo, para no estar sofocante, y no hay suficiente gente aquí para estar apretujados unos contra otros, y parados alrededor de los pasillos. Pero creo que es un buen momento para comenzar y enseñar la Palabra.",
    "Me he esforzado mucho, en las últimas horas, para ver si el Espíritu Santo… Aun tengo a Billy, allá atrás, las tarjetas, y demás, para tener una línea de oración. Pero con todo, no puedo, Uds.… Yo no controlo eso; Eso me controla a mí, ¿ven Uds.? Yo—yo no tengo nada que ver con eso. Depende de lo que Él diga al respecto.",
    "Ahora, el Hermano Neville aquí estaba anunciando el avivamiento, con este Hermano Crank por aquí; no conozco al varón. Yo acababa de entrar, anoche, viniendo del hospital, para ver el—el… El Hermano Roberts mostró su película allí anoche. Y—y allá, en la parte de atrás del edificio, el Hermano Crank y su padre. El Hermano Crank apenas es un muchacho, parece tener tal vez veinte, veintiuno, o algo así. Y, pero, su padre está con él. Y luego el Hermano Matheny, de New Albany, el… un pentecostal. Ahora, creo que este Hermano Crank también es pentecostal.",
    "Y, así que, son varones muy amables. Quería que tomara el servicio de esta semana que viene. Y, por supuesto, no podía hacer eso, Uds. saben. Y luego se preguntó si yo estaría allí el sábado en la noche. Aún no lo sé. Le dije que tenía que ver. El Hermano Cauble había venido y quería el próximo viernes, sábado y domingo. Y, el Hermano Hall, tiene que estar en Milltown una noche esta semana. Así que, la próxima semana salimos por el verano. Entonces, ellos… Tengo unas cuantas pequeñas reuniones por todos lados. Y no sé exactamente dónde serán. Le dije que le avisaría un poco más tarde.",
    "Mi esposa ha estado bien. Y en verdad agradezco las oraciones de todos Uds. Fue solo por la oración. Y, siendo una congregación mixta, no podría decir lo que sucedió. Pero no se supone que deban ir al tiempo normal, y ella lo hizo, horas y horas, y horas, más. ¿Ven? Y, por lo general, el corazón se les acelera y se mueren de inmediato. Pero, por la gracia de Dios, ella está mejor de lo que ha estado en cualquiera de los otros partos. Así que, sé que fueron sus oraciones las que ayudaron. Y en verdad se los agradezco con todo mi corazón. Y oren ahora, tenemos…",
    "La venida de este muchachito, ha marcado un—un punto de cambio en mi vida. Y he… Hace unos días, cuando parecía que tal vez él no llegaría bien, y todo parecía estar en contra de nosotros, la oposición. Por lo general es más oscuro antes del amanecer, Uds. saben, esa es la rutina acostumbrada del ser humano. Y, así que, nosotros… Fui a Green’s Mill, la reserva de exploradores, a mi antiguo lugar allá. Y sencillamente no podía soportarlo más, así que fui, a solas, con el Señor Jesús por un tiempo. Y Él me aseguró que todo estaría bien. Y dije entonces: “Señor, yo—yo Te prometo, que de ahora en adelante…”. He tenido mucha dificultad y demás, en momentos.",
    "Vean, probablemente haya una o dos visitas con nosotros, esta mañana; no lo sé. Tengo un par de nombres aquí, de personas que querían que se orara por ellos. Así que, yo—yo me imagino que solo es el pequeño grupo del tabernáculo aquí.",
    "Pero yo paso por cosas de las cuales el mundo no se entera, ni la gente, ¿ven Uds.?; cosas muy duras. Y, el enemigo trabaja en esas líneas internas, Uds. saben. Afuera, Uds. no lo notan. Son esas líneas internas las que cortan. Y enfrento eso a cada momento. Y, bueno, yo… Pero eso espero. Yo—yo como que… Si no fuera así, me pregunto qué, tal vez… No sé, podría ser la amistad del diablo. Yo—yo sé que él es mi enemigo, y yo—yo le tengo que enfrentar en el campo de batalla. Así que estoy muy agradecido por el material con el cual pelear, la Palabra del Dios viviente, Ella perdurará para siempre.\n\nY ahora solo espero que Dios me ayude a reorganizar mis reuniones, lugares donde pueda quedarme más tiempo, y demás. Estén en oración.",
    "El Hermano y la Hermana Schoeman de Sudáfrica ya vienen de camino acá. Y él encabeza la asociación ministerial de Sudáfrica, para ver sobre ir este otoño y pasar a la India, y demás.",
    "El Hermano Thoms está aquí de Sudáfrica; lo conocí el otro día. Él está haciendo una gran obra allá entre los nativos. La razón por la que me gusta el programa del Hermano Thoms, es porque el programa del que él habla, y que ya comenzaron, él y el Hermano Tommy Osborn, es lo que creo que es correcto, digno de apoyo. Pues, él—él está enviando misioneros nativos. ¿Ven Uds.?, después de todo, el nativo conoce mejor al nativo.",
    "Y pudiéramos enviar a alguien de Australia, acá. Él sería un hermano, lo amaríamos, lo aceptaríamos, y todo; pero él no conoce las costumbres americanas, las maneras americanas. Se necesita un americano para hacer bien este trabajo. Y ¿qué si enviáramos a alguien acá desde China? Pues, sería un misionero, pero probablemente solo hablaría un poco de inglés. Muy entrecortado, y simplemente no tendría un efecto como el hombre que sabe cómo llegar a los americanos, para trabajar con los americanos, como son en sus costumbres, y demás. Y así es como funciona. Y somos gente como separada aquí, al norte, y al sur, y al este, y al oeste, y en acentos y demás.",
    "Aquí, no hace mucho, estaba en Cali-… en Florida. Y una noche había un querido y amoroso hermano que tenía una campaña, llamado el Hermano Jackson y, Gayle Jackson, uno de mis convertidos a la sanidad. Y, pues, yo estaba muy quedado. Y, por lo general, Uds. saben, en mis ofrendas y demás, no le dejo saber eso a la gente. Si el Señor provee, muy bien; si no lo hace, pues, lo conseguimos de alguna otra parte. Así que, vino Gayle, y le dijo al encargado, le dijo: “Bueno, ¿cómo marchan las finanzas?”.\n\nÉl dijo: “¡Oh, como con mil dólares, un poco más, quizás mil quinientos, nos ponemos al día!”.",
    "Él dijo: “El problema es que Ud. no sabe cómo manejar a estos sureños”. Así que él se subió allá… Dijo: “¿Podría yo pedir su ofrenda esta noche?”.\n\nLe dijo: “Sí, pero nada de mendigar, porque el Hermano Branham nos regañaría por eso”. Dijo: “Nosotros nunca mendigamos”.",
    "Así que él subió allí, dijo unas pocas palabras, y había dos mil dólares en la ofrenda. Él dijo: “Ve, Hermano Baxter, Ud. simplemente no sabe cómo manejar a los sureños, eso es todo”.",
    "Y de esa manera es. Uno tiene que amoldarse a los sureños, uno tiene que amoldarse a los norteños, hay que amoldarse. Y yo creo que un nativo, conociendo sus propias costumbres y su propia tribu, es una manera mucho mejor que… una persona mucho mejor para llegar a su propia gente, que todos los diplomáticos que tenemos, Uds. entienden. Así es. Así que, estoy muy agradecido por—por los hermanos.",
    "Ahora, en esta mañana, solo quiero hablarles un ratito. No lo sé; probablemente esta será mi última reunión con Uds. por un tiempo. Salimos ahora para Macon, Georgia. Y está patrocinado por, tengo entendido, cuarenta y dos iglesias bautistas del sur. Y entonces, de allí, vamos al Evangelio Completo de los Hombres Cristianos de Negocios, internacionalmente, en Denver. Y luego tengo que subir a Canadá brevemente.",
    "Y veremos entonces lo que el Hermano Schoeman, en ese momento, para qué… a dónde iremos al extranjero, o continuar por los estados. Y el Hermano Moore, por supuesto, hace todos los programas, todo el—el itinerario, y para aquí. Y él estará con nosotros, allá, donde nos encontraremos con el Hermano Schoeman. Espero que el Hermano Schoeman venga y Uds. lo conozcan, y él… que pueda predicarles aquí alguna vez en el tabernáculo. Un hombre muy fino, él y su esposa. Me trató como a un hermano cuando estuve en África, así que trátenlo a él de la misma manera cuando pase por aquí, en el amor del Señor.",
    "Ahora, yo… después de llegar, y saber, me dijeron que el Hermano Neville no recibió eso, en la transmisión. La estuve escuchando. ¿Cuántos oyen la transmisión? Déjenme decirles, ese—ese cantar es sublime, y la—la predicación le sobrepasa un poco. Realmente fue un buen mensaje el de ayer. ¿Todos Uds. lo aprecian? No es para hacerlo sonrojar, pero es la verdad. Yo… Si yo pensara que el Hermano Neville estuviera haciendo algo mal, lo llevaría aparte, atrás al cuarto, y lo conversaríamos todo, y oraríamos por eso. Si él está haciendo algo bien, me gusta decírselo, ¿ven? Eso nos hace sentir mejor.",
    "Las hermosas tarjetitas y regalos que todos Uds. saben, que enviaron al pequeño allá al… allí. Quiero decirles que yo también las agradezco. Mi esposa les envía su afecto y saludos a todos Uds.\n\nY ahora abramos aquí la bendita Palabra antigua. Pero antes, hablemos con Él, el Autor, antes de hacerlo.",
    "Nuestro amado Salvador, venimos a pronunciar Tu Nombre, por unos momentos mientras nos acercamos al Ser Todopoderoso, el Creador, Aquel que Te concibió en el vientre de la virgen, y ella dio a luz a este Ser maravilloso, Quien es el Mediador entre los vivos y los muertos, el único camino, el único Mediador. Y estamos muy contentos de saber que, por Su promesa Divina, que Él nos dio estas Palabras: “Lo que pidiereis al Padre en Mi Nombre, Yo lo haré”.",
    "Por tanto, pedimos hoy, en el Nombre del Señor Jesús, Padre amado, que Tú recibas nuestra acción de gracias de nuestro corazón, como siempre Estás reunido en Tu santuario para oír las alabanzas de Tus hijos. Y estamos agradecidos hoy por todas las bendiciones. Por la salud, y el—el progreso de la iglesia y la obra, alrededor del mundo; estamos muy agradecidos por eso. Y, Padre, oramos que continúes. Y no solo continuar, sino derramar dobles porciones sobre la obra en todas partes, porque creemos que se nos está acabando el tiempo. Todas las cosas apuntan al fin. Exactamente cuándo, no sabemos, pero deseamos estar preparados, como ordenó nuestro Señor Jesús que estuviéramos.",
    "Y ahora, Padre, Te damos gracias. Yo mismo quiero agradecerte personalmente, por el muchachito hoy. Tu promesa tardó cuatro años. “Pero Yo Jehová la planté; Yo la regaré día y noche”. Tú siempre haces Tus promesas realidad, Padre. Aunque… “La visión, aunque tarde, aun así, declarará”; tiene que hacerlo, porque es la Palabra y la promesa de Dios. No tememos, solo avanzamos, sabiendo que todas las cosas obran juntamente para bien.",
    "Gracias por traer a la madre a salvo. Ahora, en la convalecencia y el dolor de hoy, oro que Tú la alivies. Sabemos que es una cosa natural; pero, dale consuelo, Padre. Bendícela allá hoy, y que pueda darse prisa a casa.",
    "Y párate junto a Tu siervo, mientras avanzamos ahora juntos, allá a los campos de batalla, para segar el grano y traerlo al granero, para beneficio del Maestro.",
    "Bendice a la iglesia aquí. Bendice a nuestro amado pastor, Tu siervo, fiel en el puesto. Y oramos que Tú bendigas a todos los diáconos, los síndicos, y los demás. Permite que Tus bendiciones reposen sobre todos ellos.",
    "Bendice, bendice, oramos, esta mañana, a los ministros visitantes, a los extranjeros en nuestras puertas. Y que cuando termine el servicio, que podamos decir como aquellos que vinieron de Emaús: “¿No ardía nuestro corazón en nosotros, a causa de Su Presencia?”. Entra en la Palabra, Padre. Que el Espíritu Santo venga, tomando la Palabra. Sin nada premeditado, sin saber qué decir, sino encomendándolo todo a Ti. Hágase Tu voluntad, en el Nombre de Jesús. Amén.",
    "Abramos solo para una corta lectura de la Escritura, por favor. En el Libro de—de Génesis, comenzando con el capítulo 6, solo para leer una pequeña cita aquí en—en la Palabra. Y comenzando en el—el versículo 8 del capítulo 6. Y el tema en esta mañana, si Dios quiere, solo enseñando unos minutos de la Palabra, antes de orar por los enfermos, y luego el pastor concluirá el servicio.",
    "Estamos orando que Dios multiplique y bendiga. Y veo a una niña sentada aquí en el puesto en frente. Creo que la madre sentada aquí, que… Creo que oramos por la criatura hace algún tiempo. Y me parece que, hasta donde yo recuerdo, ella no podía caminar o algo. O… Parece que ella está mucho mejor hoy, y me siento muy agradecido por eso.",
    "Orando constantemente, Dios derramará más Espíritu y poder sobre Su Iglesia y Su pueblo, en todas partes, para que nuestra fe se eleve muy por encima de todos los defectos de la vida, para que podamos ser “más que vencedores y triunfadores por medio de Aquel que nos amó y dio Su vida por nosotros”.",
    "Ahora, para Uds. que tienen sus Biblias:\n\nPero Noé halló gracia ante los ojos de Jehová.\n\nEstas son las generaciones de Noé: Noé varón justo,…perfecto en toda su generación; con Dios caminó Noé.\n\nY engendró Noé tres hijos: a Sem, a Cam y a Jafet.\n\n…se corrompió la tierra delante de Dios, y la tierra estaba llena de violencia.\n\nY miró el Señor la tierra, y he aquí que estaba corrompida; porque toda carne había corrompido su camino sobre la tierra.\n\nDijo, pues, el Señor a Noé: He decidido el fin de todo ser, porque la tierra está llena de violencia a causa de ellos; y he aquí, que yo los destruiré con la tierra.\n\nHazte un arca de madera de gofer; harás aposentos en el arca, y la calafatearás con brea por dentro y por fuera.",
    "Y que el Señor añada Sus bendiciones ahora a la lectura de Su Palabra. Quiero hablar esta mañana, si Dios quiere, o enseñar, mejor dicho, por unos momentos, la Palabra, sobre: El Arca; lo que significaba el arca, y lo que prefiguraba el arca, y los tipos del arca. Pues, el arca perfectamente, y todo en el Antiguo Testamento, tipificó a Cristo. Y Cristo es el cumplimiento de todo el Antiguo Testamento, siendo cumplido en Cristo Jesús.",
    "Ahora, era un tiempo de destrucción, el tiempo justo antes de la destrucción. Toda la tierra estaba llena de violencia.",
    "Si Uds. se fijan, dondequiera que Uds. vean al hombre comenzar a multiplicarse, la gente comienza a juntarse, grandes reuniones de personas, y permanecen, esa ciudad se puebla, hay más población. Antes de que Ud. se dé cuenta, comienzan a traer vicios para la recreación; de eso, pasa al apostar; de apostar, a beber; de beber—beber, a la prostitución; ruptura de hogares, matrimonio; divorcio, luego asesinato. Sigue creciendo, creciendo, creciendo, como una cadena sin fin.",
    "Cuando Dios caminó solo con el hombre, a solas, él tenía favor con Dios. Pero cuando el hombre comenzó a multiplicarse, y comenzó a tener otros y otros y otros, entonces comenzaron a… Satanás tenía un rango más amplio para trabajar. Este hombre pudiera creer un poco, con cierta inclinación; y el otro, un poco en esta dirección; entonces cuando Satanás entra, él simplemente dispara eso. Entonces llega a ser esto y aquello, y las imaginaciones empiezan a crecer, y luego entra la corrupción. Y cuando Noé…",
    "Si se fijan, entre las generaciones, después de la muerte de Abel, Dios lo reemplazó por Set. Por supuesto, los historiadores nos enseñan que Adán y Eva tuvieron setenta hijos e hijas. Pero como la Biblia solo registra los tres hijos, Cam, Sem, y—y Jafet, los hijos de Noé. Perdónenme. Eran Caín, Abel y Set, eran los hijos de Noé… o los hijos de Adán.",
    "Pues, estoy un poco emocionado. Lo he estado, por los últimos dos días, desde que llegó mi José, así que tengo las cosas un poco confundidas.",
    "Fíjense entonces a través de este linaje de Cam, después de que él pasó por allí, nosotros… a través de la destrucción antediluviana, toda su generación se desvió a la maldad.",
    "Y cuando pasamos por el linaje de Caín, sucedió lo mismo. Ellos se fueron a la tierra de Nod, Caín, y allí se casó. Tomó a su esposa y entró allí, y más adelante el hombre vino a ser como gigantes.",
    "Cuando los hijos de Israel pasaron por allí, encontraron hombres, aun algunos de ellos tenían dedos de 35 centímetros de largo. Y piensen en eso, ¡grandes gigantes! David mató a Goliat, que era un hombre grande, y dijo que su lanza parecía la aguja de un tejedor. Y cuántos… 2.7 metros de alto, y algo, ¡y qué hombre tan poderoso era!",
    "Pero si Uds. se fijan, vino una gran civilización a través de ese linaje de—de Caín allá atrás, que comenzó. Cuando el hombre comenzó a multiplicarse, ellos comenzaron, salieron en busca de diferentes educaciones y demás, y descubriendo cosas, inventos. Uno, un gran trabajador de la madera. ¡Oh, cómo edificaron y comenzaron a edificar, y a edificar, y a edificar! Era una señal de que el tiempo del fin estaba cerca.\n\n¿Alguna vez vieron edificios como los que tenemos ahora? Es nuevamente la señal del tiempo del fin.\n\nEran grandes trabajadores del metal. Y descubrieron cómo podían, lo que podían hacer con el metal.",
    "Y miren lo que hacen con el metal hoy, aun haciendo… Lo escuché en la radio, el otro día, haciendo casas de acero o de metal ahora. Han cortado toda la madera, prácticamente, así que las están haciendo de aluminio, y de acero, y demás. Y grandes descubrimientos educacionales, y un gran avance de la ciencia, progreso de la ciencia, una señal del tiempo del fin.",
    "¡Miren lo que ha hecho la ciencia en estos últimos años! ¡Oh, vaya! ¡Solo lo que se ha hecho! ¿Qué es? Acercándose al tiempo del fin. Una señal de que todos los creyentes… Los ministros en el púlpito deberían estar predicándolo con todas sus fuerzas, mostrándoselo a la gente. Estamos pasando hitos. Y todo apunta al fin.",
    "¡Lo Escritural, primero! La Biblia de Dios que leemos y creemos hoy, está apuntando hacia el fin, no mucho más allá. El gran mundo científico dice que el fin está a la vista, otro gran hito. El zodíaco en el calendario y demás, la señal y todo dice que el fin está cerca. La pirámide dice que el fin está a la vista. Todo gran lugar indica que el fin está a la vista. Estamos en el tiempo del fin.",
    "¡Fíjense! Pero Dios, en Su gracia soberana, antes del tiempo del fin… Él se refirió a eso allá en Jesús. Jesús lo hizo. Dijo: “Como fue en los días de Noé, antes del diluvio, lo que la gente estaba haciendo, esa clase de cosas se repetirían nuevamente”. Y lo vemos. Así que nosotros—nosotros tendríamos que estar espiritualmente ciegos, o podríamos verlo. ¡Abran, miren alrededor!",
    "Hay una gran diferencia entre la ceguera física y la ceguera espiritual. Yo creo que si tuviera que elegir, tomaría la física, cada vez. Sí. Hay tal cosa como estar ciego.",
    "Aquí no hace mucho, un ministro dijo: “Si Ud. es un siervo del Señor, hiérame con ceguera”.\n\nYo dije: “Ud. ya está ciego”.\n\nÉl dijo: “¿Yo, ciego?”.",
    "Dije: “Sí, señor”. Porque, él estaba ridiculizando la sanidad Divina, ridiculizando el bautismo del Espíritu Santo, diciendo que eso no existía. Yo dije: “Ud. está ciego”.\n\nÉl dijo: “No, eso es algo que Ud. ha inventado”.\n\nYo dije: “Esa es la Escritura. La Biblia lo dice”.\n\nDijo: “¿Cuándo estuvo ciega la mente?”.",
    "Yo dije: “Bueno, muchas veces. Jesús le dijo al padre suyo, dijo: ‘¡Fariseos ciegos! Tienen ojos y no pueden ver.’ Así es. ‘¡Pero si Uds. hubieran conocido la hora!’”. Yo dije…",
    "Eliseo estuvo allá, ese gran profeta, en Dotán, una vez. Y todo el ejército sirio rodeó allí, para tomar a Eliseo. Y Giezi dijo esto, dijo: “¡Padre, están sobre nosotros! Toda la ciudad está rodeada por aquí, con el ejército de los sirios”.\n\nÉl dijo: “Bueno, hay más con nosotros que con ellos”.\n\nÉl dijo: “Bueno, pues, aquí están ellos. Y no puedo ver a nadie más que a ti”.\n\nDijo: “Dios, abre sus ojos”.\n\nY cuando sus ojos se abrieron, él miró; y alrededor de ese anciano profeta había carros de Fuego, las colinas estaban en Fuego, los Ángeles de Fuego.",
    "Él caminó directo hacia ellos, y dijo… “Los cegó”. Salió… Y ¿cómo? No físicamente. De una manera, ellos estaban físicamente ciegos. Él salió, y dijo: “¿Están buscando a Eliseo?”. Y él mismo era Eliseo.\n\nDijeron: “Sí, lo estamos buscando”.\n\nDijo: “Vengan, síganme, yo los guiaré directamente a él”. Ellos no lo sabían. Estaban ciegos.",
    "Y, hoy, los hombres están siendo cegados por ellos rechazar la misericordia de Dios; lo cual solo deja juicio. Pero Dios, en Su amor y misericordia, ha provisto una manera. Que, antes de que llegue el juicio Divino, hay una manera. Dios hace una vía de escape para todos aquellos que desean seguir ese camino. Esas son Sus misericordias, haciendo una vía de escape; “No queriendo que ninguno perezca, sino que todos procedan al arrepentimiento”.",
    "Él está en el mundo hoy, mostrando señales y prodigios, y levantando gente, grandes cosas sucediendo, “Mostrando señales arriba en el cielo, y en la tierra”. ¡Señales! Señales de platillos voladores por el aire, que ni siquiera el Pentágono ni nadie sabe qué pensar de eso, “Señales arriba en el cielo”. “Y en la tierra”, la sanidad de los enfermos, la resurrección de los muertos, la apertura de los ojos ciegos, espíritus malignos siendo echados, el Evangelio siendo predicado, ¡señales antes de Su Venida! “No queriendo que ninguno perezca, sino que todos, humildemente, dulcemente, se inclinen al arrepentimiento”. Pero, aquellos que rechazan a Cristo, tienen que andar ciegos.",
    "¿Qué pasaría, hoy, si yo rechazara tener mi vista, que fuera quitada? Si me negara a tener mis ojos, que tomara algo y me los sacara; entonces, no quiero ver.",
    "Así es, espiritualmente. Si un hombre rehúsa mirar a la Palabra de Dios y ver el plan, y ver a Dios, él automáticamente se saca los ojos. Él mismo cierra sus ojos a las cosas de Dios. ¡Qué día! ¡Qué tiempo! ¡Qué lección deberíamos aprender hoy, al mirar alrededor, en el tiempo del fin!",
    "Pero Dios, en Su gracia soberana, en los días de Noé, Él dijo: “Quiero que salgas y hagas una provisión para todos aquellos que desean escapar de este juicio”. ¿No es maravilloso? Dios, no queriendo que ninguno perezca, haciendo una vía de escape para aquellos que querrían venir por la vía de escape de Dios. Así que Él dijo: “Noé, quiero que hagas un arca”.",
    "Ahora, la palabra arca es un “pequeño cofre”, o un “lugar de escape”, un “escondite”. El Antiguo Testamento menciona tres de ellas. Y queremos ver esas tres ahora, por unos momentos. Esas tres, todas tipificaban una gran Arca, Cristo, para la Iglesia hoy. Tres es confirmación, todas las cosas de antaño solo eran como una sombra.",
    "Leía el otro día mientras estaba sentado a la orilla de un arroyo, de cómo esas madres hebreas que daban a luz allá atrás a los patriarcas, y a cada uno, cuando ella daba a luz, y pronunciaba su nombre mientras estaba de parto, decía lo que él sería, y cómo estaría en el día postrero; sin saber lo que ella estaba haciendo, y entre gemidos. Tome Génesis 49, y vea los tipos, durante su tiempo del fin, dónde están, y observen lo que es. Está allí mismo. ¡Vaya!",
    "Cómo, si tan solo pudiéramos abrir nuestros ojos en algún momento, y nuestro oído espiritual, que la Palabra saliera, y nos diéramos cuenta de lo que Ella es, y que el Espíritu nos revele. Y oro ahora que el Espíritu Santo tome estas cosas de Dios y las ponga en nuestro corazón, a todo hombre y mujer, niño y niña, aquí.",
    "¡El arca! He allí una de ellas que Noé construyó, una vía de escape. La segunda de la que se habló, fue aquella en la que fue puesto Moisés. La tercera fue el arca del testimonio, para Israel. Y la cuarta, todo cumplido en la cuarta, siendo Cristo Jesús.",
    "Vamos ahora y comencemos con la primera, en Génesis, y veamos cómo se hizo la preparación para el arca, y ver si no tipifica a Cristo exactamente. Y todos aquellos que se han reunido en cada arca, o bajo el—el… vienen a la reconciliación por el arca. Todos fueron preservados a través del juicio. Y tan cierto como fueron preservados en el tipo, cuánto más nosotros debemos ser preservados en Cristo, ¡el verdadero antitipo de todas las arcas! ¡Oh, Él es maravilloso!",
    "Entonces notamos, allá atrás, que Dios le dijo a Noé: dijo: “Quiero que hagas esto de un tipo específico de madera”. Ahora, no cualquier madera serviría. Tenemos que tener un cierto tipo, y debe ser madera de gofer. Ahora, la madera de gofer era… Estudié aquí, hace unas semanas, lo que era la madera de gofer. Y era una madera blanda, maleable. Y, ahora, eso es lo que hace al arca, era una madera que podía ser trabajada fácilmente, una madera maleable.",
    "Ese es el creyente. Una vez en las manos de Dios, cortado del árbol de su propia justicia, él se vuelve maleable en las manos del Constructor. No es zarandeado por todo viento de doctrina; pero moldeable, que encaja perfectamente en la Palabra de Dios, para ser usado fácilmente.",
    "Y notamos que era la madera que absorbía la humedad, fácilmente, absorbía la humedad. Y ahora, en cuanto a eso, el hombre moldeable en las manos de Dios, podría ser una gran cosa para Dios, o Ud. podría ser una gran cosa para el diablo.",
    "Ahora, si el arca se hubiera construido de madera que era maleable y succionaba el agua, no hubiera pasado mucho tiempo para que se empapara. Y se hubiera hundido inmediatamente, al volverse pesada, porque la madera de gofer es muy liviana. Y el agua la saturaría completamente.",
    "Así que, eso es lo que pienso hoy. Es esto. Yo creo, hoy, que el problema con muchos hombres y mujeres sinceros de hoy, es que no—no están dispuestos a entregarse completamente, sino que salieron tras el error. Y por eso es que el arca se llenó de agua, no puede avanzar más. Sube y baja, a punto de hundirse.",
    "Entonces, ¿se dan cuenta cómo el Espíritu Santo allí formuló la manera? Pero eso… No había manera en que pudieran ir en algo así. Así que Dios le dijo a Noé: “Calafatéala por dentro y por fuera. Por ambos lados, calafatéala”.",
    "Entonces fui a estudiar de qué estaba hecha la brea. Fui y lo encontré, fui a un viejo diccionario, comencé a investigar lo que significaba la brea. En el griego, descubrí que brea significaba una cosa, también significaba una sustancia. Pero, la manera de obtener la brea, es que la sacaban a golpes de otro árbol. Era como una resina, y la sacaban a golpes y la hervían, y quedaba líquida. Y se convertía en brea.",
    "¡Qué cosa tan hermosa, la madera antes de cortarse, un cierto tipo de madera, como el humano! Cristo, en Su humildad, siendo humano. Y la Iglesia, Su arca hoy, entrando en Su Iglesia, la cual no es más que Su Propio Cuerpo espiritual aquí en la tierra. Pues, Cristo fue cortado, y Le sacaron la vida a golpes, para que pudiera ser aplicada a la Iglesia.",
    "Ahora, esta madera blanda de gofer, cuando le derramaban encima esta brea caliente, la absorbía rápidamente, por dentro y por fuera, y la dejaba sellada. Amén. ¡Oh!, ¿lo ven? ¡Un sello! Blanda, empapada en la Palabra de Dios; Cristo derramó el Espíritu Santo, caliente. Amén. Pues no fluye cuando está frío; tiene que estar caliente. Lo que necesitamos hoy es una reunión del Espíritu Santo a la antigua, candente, que se derrame.",
    "Ellos tomaron esa madera blanda de gofer, y con un cucharón grande, la vaciaban, en la madera de gofer, muy blanda, lista. Luego, de adentro hacia afuera, esa brea la atravesaba y la sellaba como acero. El agua no se podía filtrar, en absoluto. Era una protección.",
    "Y todo hombre que viene y recibe a Cristo, y lo cubre con el Espíritu Santo, llega a estar tan enfocado que no ve nada más que a Cristo. A él ya no le importa el mundo. Ud. puede golpearlo, hacerlo rebotar, echarlo, hacerle todo lo que quiera, pero está revestido. En otras palabras, él está sellado. Sellado en todas las grietas. Eso es lo que ellos hicieron con la brea. Y la Biblia dice qué…",
    "¿Saben Uds. cuál es el sellamiento para esta, que tenemos con esta arca hoy? Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados”, o calafateados, revestidos, “hasta el Día de la Redención”. Amén. Todo sellado. Cada pequeña partícula de madera, cada pequeña grieta, cada agujerito, cada pequeña fisura, cada pequeño poro en la madera, está sellado y revestido, con el Espíritu de Dios. ¡Oh, cuán maravilloso!",
    "¿Ven?, si Ud. la aplica en frío, quedarían burbujas de aire. Si Ud. golpea contra un tronco o algo, pudiera romperse, porque tiene un defecto. Pero cuando se calienta, que es derramada, entonces llega a todo el interior y lo sella, por ambos lados, por dentro y por fuera. Amén.",
    "Un tipo perfecto de Cristo y Su Iglesia. Cómo se tuvo que cortar un árbol, golpearlo y magullarlo y sacarle todo el jugo; y luego aplicar aquello a otro árbol, para preservarlo a través del juicio. Cristo fue cortado, para que, por medio de Su Vida, y por el Espíritu Santo, la Iglesia pudiera ser cargada a través del juicio. ¿Lo ven? ¡Qué cuadro tan hermoso! ¡Oh, vaya! Eso lo emociona a uno, ¿no es así? Hace palpitar su corazón de un lado a otro. ¿Ven? Todo eso hablaba de Cristo, todo en el Antiguo Testamento era Cristo, prefigurándolo.",
    "Alguien dijo, el otro día, dijo: “Hermano Branham, ¿por qué sucede esto y sucedió aquello?”. Bueno, él está sentado presente ahora. Yo estaba comiendo en una mesa.",
    "Le dije: “Hermana, volvamos, de todas estas cosas, y volvamos al principio”. Dije: “Lo primero que fue esa persona, antes que cualquier otra; antes de que hubiera una célula, ellos eran espíritu. Esa es la parte fundamental. Mantenga ese espíritu correcto; todo de ese espíritu, para acá, perecerá. Ya sean casas, terrenos, hogares, salud, lo que sea, es perecedero, y regresará directamente a ese espíritu otra vez”. ¡Aleluya! Y de nuevo al espíritu otra vez, así que mantengan eso correcto.",
    "No importa lo que Ud. tenga aquí en este mundo, o lo que Ud. no tenga, mantenga su corazón en sintonía con Dios. Porque es todo… Todo, todas sus casas, tierras, todo su dinero, todas sus enfermedades, toda su salud, todos sus hijos, todo, todo lo que Ud. tiene aquí en esta tierra, todo lo dejará a Ud., y Ud. volverá directamente al principio otra vez. Si está bien con Dios, Ud. saldrá de nuevo tan cierto como que hay un Dios en el Cielo. Si no está a cuentas con Dios, Ud. tendrá que tomar la otra ruta. Ud. está aquí para escoger. Háganlo, hoy, por Cristo.",
    "Fíjense. ¡Oh, vaya! Otra cosa que significaba esa palabra, cuando decía: “Calafatear, calafatearlo”, alquitranarlo, o empaparlo con resina, significa “expiar”. Ahora, la palabra brea significa “expiar”. En Levítico, la misma palabra que se usó para brea en Génesis, en Levítico se usa como expiación, para hacer una expiación. Bueno, ahora, expiar es “colocarse en medio”. Y la brea que estaba en la madera de gofer, en el arca, era para “mantener algo afuera”, o para expiar al creyente de la ira. ¿Lo ven?",
    "Noé no podía entrar a la ira, las aguas del juicio. ¡Oh, ahora lo veo! ¿Lo entienden? Miren. Él no podía pasar al juicio, porque había una expiación entre él y el juicio. Y el juicio era el agua del mundo.",
    "Y el creyente, en Cristo, está seguro, a salvo. Amén. No por los méritos de sí mismo, sino por su obediencia, obediencia de entrar al arca. Lo único que Noé tuvo que hacer fue entrar en el arca. Él ni siquiera tuvo que cerrar la puerta, Dios Mismo lo hizo. ¡Entrar! Eso es todo lo que hace el creyente, es caminar por fe en Cristo. Dios se encarga del resto. “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna, y no vendrá al Juicio”. Pasó de muerte a Vida, en el arca, a salvo para siempre. Amén. Que el Juicio sacuda, donde quiera, si lo desea.",
    "Pues, me imagino que en algún momento el arca estuvo parada en uno de sus extremos, y boca abajo, y todo lo demás. Pero Noé estaba a salvo. La brea se interpuso entre él y el juicio.",
    "Y, hoy, la Sangre de Jesucristo, el Hijo de Dios, se interpone entre nosotros y todo el Juicio. Amén. “No será condenado, ni vendrá a Juicio, sino que ha pasado de muerte a Vida”. Amén. ¿Por qué? Porque él está en el arca. ¡Qué cuadro tan perfecto!",
    "Árboles cortados; de la manera en que ellos comenzaron en el mundo, cortados primero. Eso es todo hombre, que viene al mundo: “Nacido en pecado, y formado en iniquidad, vino al mundo hablando mentiras”. Deshecho, despreciable, impío; apartado de Dios, alejado, sin esperanza, sin Cristo; muere y va a la tumba de un pecador, listo para el Juicio.",
    "Entonces, viene la Palabra: “Más cortante que cualquier cuchillo de dos filos” corta el árbol, lo tala, corta todas las ramas y todas las espinas. Corta la mejor parte de allí, y es moldeable, amén, ¡en la mano del Constructor, Cristo!",
    "Luego Su Vida fue derramada en el Calvario, para que, por medio del derramamiento de la Sangre, Él pudiera hacer una expiación para proteger al hombre que está en el arca de seguridad. ¡Oh, vaya!, ¡qué cuadro! Entonces, para conseguir la brea para aplicarle…",
    "Porque, se llenará de agua. Quiero que se fijen en esto. Un hombre dice: “Bueno, yo creo la Palabra. Solo tomaré esto, aquello”. Sin la Sangre, Ud. queda a merced del mundo. No importa cuánto Ud. esté en el arca, qué tanta arca o qué tabla sea Ud., Ud. tiene que ser calafateado, saturado; completamente empapado con el Espíritu Santo, manteniendo al mundo afuera.",
    "Entonces, quiero que se fijen, ¡cuán hermoso! Entonces, para… Otro árbol tuvo que ser cortado, cortar a un Pariente, y golpearlo hasta que salió de él toda la resina. Y esta resina luego se derramó sobre la otra que fue cortada, para preservarla. Amén. Y, hoy… ¿Cuánto tiempo la ha preservado? Pues, ese pecado, hace seis mil años…",
    "Y ellos aún ven esa antigua arca, asentada en la cima de una montaña. Ninguna otra madera ha resistido, y nunca lo hará. ¿Por qué? Fue calafateada por la muerte de otra. El arca aún permanece, calafateada por dentro y por fuera, como un monumento de lo que hará la brea.",
    "¡Oh, qué cuadro tan perfecto, de lo que es Cristo! La posición del creyente en Cristo, una vez que ha estado en Cristo, calafateado por fuera con el… Lo único que Ud. tiene que hacer… El arca está preparada. Lo único que Ud. tiene que hacer es entrar y creer.",
    "Fíjense, Noé, cuando entró. Eso fue lo único que él tuvo que hacer, entrar. Dios cerró la puerta, y él estuvo a salvo hasta que hubieron pasado los juicios. Dios se encargó de cerrar; Dios se encargó de abrir. Ese es el creyente, hoy, en Cristo.",
    "Fíjense. Rápidamente ahora. La siguiente arca de la que se habló, entraremos en ella por un momento, fue Moisés. La Biblia declara que esa canastita era un arca. Y, fíjense, la madre la hizo, la que lo dio a luz.",
    "Amén. No a través de algún seminario, no a través de alguna experiencia teológica, sino Aquel Quien le da el nacimiento al creyente, preparó el arca para él, y lo llevó a través del Juicio.",
    "Entretejida; ella la tejió con unos pequeños juncos que tenían entonces, como unos tallos de maíz, tallo de lino. Aún los tienen en Egipto. Uds. aún pueden ver a esas madres llevando a sus pequeños bebés a cruzar el río Nilo, empujándolas mientras las mecen. Una pequeña canasta, de la misma manera, lo empujan en una canasta, al otro lado del río Nilo. Y ella fue y le hizo una pequeña arca. Y la manera en que está hecha, se entretejen juncos, al hacerla. Así hacen los que tejen, la entretejen de allá para acá.\n\nY luego ella fue y la recubrió con asfalto. El asfalto es una brea, de nuevo. La misma palabra, asfalto, revísela, mire, si no dice “brea” o “expiación”.\n\nEntonces, ¿ven Uds.?, cuando los tejedores iban entretejiendo los tallos, quedaban agujeros allí, para que sostuviera la brea. ¡Oh, vaya! ¡Cómo el creyente…!",
    "¡Qué vergüenza, hoy, que todos estemos separados!, uno metodista, el otro bautista, y uno luterano, y uno unitario, y uno un trinitario. ¡Qué lástima! Todos ellos deberían estar estrechamente unidos, luego se vierte la brea, entonces junta todo, y se pega, haciendo una seguridad. Maravilloso, ¡al derramar la brea sobre ella!",
    "Entonces colocaron al pequeño bebé Moisés en la canasta y lo empujaron hacia el juicio del agua. El agua siempre significa densidad y multitudes de personas. El muchachito allá, probablemente con una pequeña manta sobre su rostro, en el arca, allá afuera en el río Nilo. Ella era ligera. Y allí, bajaba por allí, por los juncos y las ramas, y los caimanes y todo lo demás, alrededor del Nilo. Y las lluvias y las tormentas y las ventiscas, soplando por allí, los vendavales. La pequeña arca remontó todo eso. ¿Por qué? Porque el sacerdote estaba en el arca. Amén. Él era un sacerdote; él era un legislador; él era un rey.",
    "¡Así también Noé! Noé también, era padre. Y el padre mismo, quien hizo el arca, estaba en el arca con su sustancia.",
    "Cristo, nuestro Padre, Quien hizo el arca con Su Propia Sangre, está adentro en el arca, con el creyente, teniendo compañerismo. ¡Vaya!",
    "Todos los hijos y todos los animales escuchaban a Noé predicar, mientras los juicios caían, a raudales. El arca remontando las olas, probada, de lugar en lugar. Noé dijo: “Estén tranquilos, hijos. Dios ha hecho esta arca; está construida de acuerdo a Sus indicaciones. Resistirá todo lo que el diablo pueda enviar contra ella”. Noé en el arca, predicando, arrebatado del juicio.",
    "El pequeño Moisés allá, mirando hacia los cielos iluminados por las estrellas en la noche, el viento soplar y aullar por los lugares. El viejo Nilo correntoso, y los cocodrilos acercándose a la canasta. ¡Aleluya! Seguro, protegido, allí había una expiación entre él y todos los vendavales y las ventiscas que el diablo pudiera enviar. Nada destruiría esa pequeña arca. Él flotó por todo eso.",
    "Puedo ver al gran Espíritu Santo parado sobre ella. Puedo ver a los Ángeles de Dios sentados cerca, con sus espadas desenvainadas. ¡No, señor, nada la va a tocar!",
    "Puedo ver al diablo queriendo hundir el arca por allá. Y Noé cantando: “Jesús, tenme cerca de la cruz”, o lo que haya sido. Todos los diablos del infierno no podían hundirla, porque estaba construida de acuerdo a las instrucciones de Dios. Hubo una expiación, entre el juicio y la misericordia.",
    "Ese es todo creyente hoy, no importa cuán difícil parezca…?… lo difícil que pueda parecer la vida, mientras Ud. esté en Cristo Jesús, no hay nada presente, nada futuro, que pueda alcanzar su alma, separarnos del amor de Dios en Cristo Jesús. Amén. El diablo desatará todo vendaval del infierno, sobre Ud., pero Dios tiene una expiación interponiéndose entre Ud. Ud. flotará en cada ola. Ud. pasará por todos los nidos de caimanes.",
    "¿Adónde llegó él? Directamente en la línea para ser el rey de todo Egipto. ¡Aleluya!",
    "Y uno de estos días, cuando esta vieja arca llegue al otro lado del tempestuoso Jordán, saldremos como sacerdotes y reyes para Dios, parados bajo la expiación de la Sangre del Señor Jesucristo. Entregada gratuitamente a quien quiera; la expiación, la misericordia.",
    "Allá en el Antiguo Testamento, Él dijo: “Ahora harás un—un arca”. Y Él especificó la madera: “madera de acacia”. O, podrás hacerla de esta madera. Se llama, en la Biblia, “madera de shittim”, pero en realidad se llama “madera de acacia”. Y la harán de lo mismo, el arca. Y dijo: “La harás, y la recubrirás de oro”.\n\nObserven esa arca, vean si tipificó a Cristo. Fíjense, lo tipificó cada vez. Noé fue un tipo de Cristo, abriendo camino. Así también lo fue Moisés.",
    "Ahora observen el arca del pacto. Él dijo: “La harás de madera de acacia, y la recubrirás de oro”. Cualquiera que conoce la Escritura, sabe que el oro habla de Deidad, y la madera habla de humanidad. ¿Ven?, Él dijo: “La cubrirás, la revestirás de oro, encima de la madera”, eso es Deidad sobre la madera; Cristo sobre la Iglesia, por dentro y por fuera. ¡Deidad, cubriendo!",
    "Le harás una tapa encima. Será un propiciatorio, y todas las leyes descansarán en su interior. Pero antes de colocarla, la rociarás con sangre. La ley habla de juicio, pero entre la ley y la congregación había una cortina, porque la Deidad estaba en este lugar.",
    "¡Un tipo de Cristo! Entre la ira de Dios, el juicio en el infierno, entre eso y el creyente está la Deidad Misma, Cristo, parado en el camino, habiendo hecho una expiación, para salvarnos de nuestros pecados, y para sanarnos de nuestras enfermedades. La Deidad se interpone en el camino, entre el juicio.",
    "La ley fue un juez. La ley juzgó, pero la expiación se interponía entre el creyente confeso y el juicio. Allí estaba el juicio en el arca, listo para salir. Pero cuando lo hizo, no pudo, porque había una expiación entre ella y el creyente. Y el creyente vino y aceptó a Cristo, en la sombra y tipo, sangre derramada y rociada sobre el propiciatorio. Entonces él obtenía misericordia, y podía irse, regocijándose, porque estaba libre de juicio.",
    "🦅 Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, que no andan conforme a la carne, sino conforme al espíritu”. Y cuando un hombre sabe que ha muerto a las cosas del mundo, y aquellos que entran en Cristo Jesús y caminan conforme al Espíritu Santo, y no los caminos de este mundo pecaminoso, no hay condenación para él. Él puede mirar el infierno y el juicio a la cara, y regocijarse, porque allí está la Sangre de Cristo haciendo expiación, interponiéndose entre él y el juicio. Amén. Allí lo tienen.",
    "El creyente, una vez adentro, la tapa se cierra, y es asunto terminado para siempre. Amén. Oro, Deidad, enchapado encima y por debajo, y todo alrededor. ¡Enchapado en Deidad! Todo hombre que ha entrado en Cristo, está envuelto en el Espíritu Santo y llega a ser hijo e hija de Dios.",
    "Allá, en este oro batido. Ellos lo calentaban y lo golpeaban. Y el orfebre, golpeaba el oro. Tenía que golpearlo con un martillo. Y golpeaban el oro hasta que él veía su reflejo en él. Luego lo calentaban, y lo vertían sobre el arca, y empapaba la madera. ¡Oh, vaya!",
    "Cuando el Espíritu Santo, que es el poder, Espíritu Santo y Fuego, es derramado sobre el creyente, por medio de la Sangre de Cristo, hace una expiación por él. Él está a salvo de todo juicio Divino.\n\n“¿Y eso incluye la enfermedad”? Sí, señor. Absolutamente que sí.",
    "No dice que a Ud. no lo empujarán, que no se burlarán de Ud., que no lo molestarán, que no harán esto; “Pero muchas son las aflicciones del justo”. Muchas veces, el arca sería sacudida de acá y para allá, “pero Jehová lo librará de todas ellas”.\n\nLa vieja arca tuvo muchos saltos. Remontó muchos altos y bajos, y muchos vendavales, pero encalló en el Monte Ararat, a pesar de todo.",
    "Muchos caimanes se alimentaban, cruzando el agua, muchos vendavales habían azotado durante la noche, ella atravesó muchas tormentas oscuras, pero llegó a salvo entre los juncos, donde el propósito era llegar al trono de la nación; desde lo más bajo hasta lo más alto. Amén.",
    "Nosotros miserables, infelices, de la más baja calaña de insectos, de lo más bajo de todas las criaturas, moralmente contaminados, muertos espiritualmente, poder ser alzados de ese lugar, por el arca de la Sangre del Señor Jesucristo, para ser hijos e hijas, y reyes y sacerdotes para Dios. ¡Qué cuadro! ¿Qué tenemos para considerar? ¿Cómo un hombre podría rechazar tal propuesta, que Dios ha hecho con el hombre?",
    "Allí, otra cosa que quiero que noten. Cuando el arca entró en su lugar, Él dijo: “Le pondrás una corona de oro encima”. En otras palabras, cuando llevaban el arca de un lado a otro, con todo esto, la ley estaba adentro. Y luego fíjense, otra cosa, el pan, el kosher, o el maná, que cayó al principio, ese maná que estaba en la olla, fue conservado dentro del arca.",
    "Y, hermano, si Ud. alguna vez quiere gustar a Dios, y ver que Él es bueno, entre al arca una vez, porque allí es donde está el maná. No por allá en algún credo antiguo, carnal, libre o alguna otra cosa. ¡Sino, en Cristo, adentro! Entre por la puerta, y Dios cerrará la puerta detrás de Ud., mantendrá los juicios afuera.",
    "Fíjense, cuando él entraba. Él tomaba esta arca… También, colocaron la vara de Aarón allí, y reverdeció; una vara vieja que estaba muerta, un cayado, un palo, no más que ese pedazo de madera allí, del cual había salido toda vida. Seco a más no poder. Pero una vez puesto en ese lugar santo, vivió de nuevo.",
    "Todo pecador, no me importa cuán tenue, cuán negra haya sido su vida, en la Presencia de Cristo, Ud. vivirá de nuevo, y florecerá y producirá flores, y se nutrirá del Espíritu. Cuán enfermo esté Ud., eso no importa; aún vivirá, en la Presencia de la Expiación. ¡Qué maravilla! ¡Qué cosa estamos considerando! ¡Qué Escritura! ¡Qué Dios! ¡Qué—qué perfecto! ¡Qué fundamento más seguro! ¡Todos los demás terrenos son arena movediza! ¡Todos los demás terrenos son arena movediza!",
    "Fíjense, ¡le pusieron encima una corona! ¿Por qué? Era el rey. ¿Qué significaba esa corona de oro, encima de una caja? Significaba que aquí, con ese oro encima, la humanidad estaba cubierta de oro. Sangre rociada sobre ella, y una corona allí sobre eso.",
    "¡Qué tipo perfecto de Cristo, y Su Deidad, Su amor! Él vino al mundo, y Se colocó sobre la humanidad, Su Iglesia, Sus creyentes. Sobre eso, Él roció Su Propia Sangre, y salvará “al que quiera”. Y dos Ángeles, de oro labrado, y las alas apuntando la una contra la otra, en el propiciatorio, donde cada creyente viene, confiesa sus pecados, y recibe la reconciliación por su pecado.",
    "Allí está Él. Ahora mírenlo. La corona de oro, ¿representa eso a Cristo? Sí. Cuando Cristo estuvo aquí en la tierra, Él fue coronado con una corona de espinas, para derramar la Sangre. Así es. Pero todo creyente que viene a través de esa Sangre derramada, saca esa corona de espinas y Lo corona a Él con la gloria de alabanzas y honra. Todo creyente que entra en Su Presencia, acepta esa Sangre de Su frente presionada aquí con espinas, y Lo corona de gloria y alabanzas y majestad: como Rey de reyes, como Sanador, como Alfa, Omega, como el Principio y el Fin, como el Consejero, el Príncipe de Paz, el Dios Fuerte, el Padre Eterno.",
    "Noé era el padre en su arca. Moisés fue padre en su arca. Cristo es el Padre en Su arca, con Sus súbditos, con Uds., la Iglesia, el creyente, a salvo y seguro.",
    "Quiero que noten, de nuevo, como allegarse a esa arca. Viene por un camino que… Fíjense, todo el que entraba en esa arca, tenía que pasar, primero, por el atrio exterior; lo siguiente que tenía que atravesar, era el velo interior; luego al Lugar Santísimo. ¡Ese era Cristo como Profeta, como Sacerdote, como Rey, coronado!",
    "Lo primero, al venir, Uds. pueden ver cómo se habla de Él aquí, cuando Él vino por primera vez, Él fue un Profeta.",
    "El hombre que viene a Cristo primero tiene que venir a la cruz. La cruz era Su sacerdocio. La cruz estaba allí donde Él fue representado en la muerte. Esa fue la cruz, donde: “De tal manera amó Dios al mundo que dio a Su Hijo unigénito”.",
    "No hay hombre, en su mente cabal, que pueda venir a la cruz, venir ante Él, sin escuchar a Cristo predicarle. Cristo es el Profeta, el Predicador.",
    "Luego, lo siguiente que Él hace, es pasar por allí para la expiación. Él atraviesa el velo como un Sacerdote, para interceder, hacer intercesiones, “haciendo intercesiones, estando a la diestra de Dios, intercediendo por el creyente”. Y el creyente entra a Su Presencia, y entonces Cristo intercede por él, sobre la confesión de lo que él cree.",
    "Cuando él llega a la cruz, él sube ahora a Cristo. Él dice: “¡Oh, Cristo, sé que Tú me predicaste a través de la cruz, Tu Palabra! Yo Te creo. ¿Podrías tener misericordia de mí?”.",
    "Y Cristo, el Intercesor, intercede. Luego Él entra directamente al arca, al juicio allí, y lleva todo su juicio, quitando todo pecado y vergüenza, y reconciliando con Dios. Por medio de la propiciación de la Sangre, lo trae a él de nuevo al compañerismo con Dios, y lo pone en el arca a salvo para siempre.",
    "¡No hay de qué preocuparse! No le pueden hacer daño. Ud. está completamente a salvo. Que vengan las tempestades; que el… ¡oh!, que venga de todo; que venga la enfermedad; que suceda cualquier cosa que Satanás desee enviar. Dios lo mecerá a Ud. a través de cada una de esas cosas. No vayan a saltar fuera, permanezcan en Cristo. Diga: “Señor Dios, ‘Sobre esta Roca’, Tú dijiste: ‘Edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella’. Yo Te creo, Señor Jesús. Ahora anclaré mi alma en un refugio de descanso”. ¡Oh, vaya!",
    "¡Cristo, el Capitán General de nuestra salvación! Allí está Él, el gran conquistador. Él rasgó el velo en dos, y derribó todas las paredes intermedias de petición; invitó a “todo aquel que quiera” a venir y participar de Su Vida, a ser cubierto con Sus bendiciones Divinas, que no habrá juicio que les lastime. Y si el juicio llega, no podrá lastimarlo. Ud. puede estar enfermo por un tiempo, puede ser que tenga que pasar por algo por un tiempo; pero recuerden que Cristo está al final. Él no dijo que esta arca se asentará en un pequeño remolino como ese, donde no habrá… en calma, en completa calma. No señor, Él no llevó una vida de lecho de flores de comodidad. Él no prometió cosas fáciles, pero prometió gracia para sostenerlo a Ud. en esos momentos. Pienso en el poeta que dijo:\n\n¿Debo ser llevado a casa al Cielo\n\nEn un lecho florido de tranquilidad,\n\nMientras otros pelearon para ganar el galardón,\n\nY navegaron mares sangrientos?\n\nNo, debo pelear si debo reinar,\n\nAumenta mi valor, Señor.\n\nSí señor. No se fijen cuando vengan las pruebas difíciles, solo quédense allí en el arca y digan: “¡Dios, estoy a salvo para siempre!”.\n\nHe anclado mi alma en el puerto de reposo,\n\nPara nunca más navegar en la furia de los mares;\n\nLa tempestad puede arreciar en el abismo tormentoso profundo,\n\nPero en Jesús estoy a salvo para siempre.",
    "Que venga la enfermedad; que vengan los problemas; que vengan desalientos, o angustias, y de todo, eso no tiene nada que ver. Nosotros recibimos un Reino que no puede ser conmovido. Esto puede ir en retroceso, y demás, pero Dios los hará encallar tan seguramente, en Su Reino, uno de estos días. Ud. quédese en Su arca.\n\nQue el Señor los bendiga, mientras inclinamos nuestros rostros solo por un momento.",
    "Nuestro Padre Celestial, hoy, al nosotros mirar en Su Majestad allí, Lo vemos a Él allá atrás con Noé. ¿Quién estaba surcando esas olas? ¿Quién estaba en esa pequeña y vieja arca de madera de gofer? Donde, hoy, el buque de guerra más grande que tenemos no podría soportarlo. Toda la tierra se estremeció y se sacudió, a miles y miles de millas fuera de su órbita más allá, giraba como un remolino allá afuera, y las olas saltaban a millas de altura por el aire. El mundo entero, cubierto; estas grandes y viejas montañas siendo arrasadas del terreno llano, dando vueltas en la densa oscuridad. Juicio; cadáveres dando tumbos y flotando. Y una pequeña barca vieja con madera de gofer, calafateada por dentro y por fuera, y aquellos, Tus amados creyentes, sentados adentro en el arca, completamente a salvo. A ellos no les preocupó. Habían hecho exactamente lo que Tú les dijiste que hicieran. Ellos siguieron Tu instrucción.",
    "Y el que sigue Tus instrucciones no será condenado ni confundido. Finalmente, la tormenta hiciste cesar, las tormentas de la vida terminaron, entonces encallamos a salvo en un mundo nuevo. Amado Padre Celestial, hoy, sobre el tormentoso mar de la vida, no entendemos cómo puede ser, en los días cuando la ciencia médica es grande, cuando las iglesias están haciendo cosas tan grandes, pero nosotros estamos anclados en Jesús. Vienen las tormentas, se levantan las persecuciones, pero nosotros seguimos la instrucción. Tú nos ayudarás. Concédelo, Padre Celestial, estas bendiciones a cada uno. Bendice a los que por nuestra puerta visitan, esta mañana. Bendice a los que no son salvos, y que puedan llegar a ser Tus hijos.",
    "Con nuestros rostros inclinados, me pregunto si hay alguien aquí que esté sin Cristo, y que alzara la mano, diciendo: “Hermano Branham, estoy levantando mi mano a Dios, solo para que Ud. y Él puedan verlo. Quiero ser recordado, y traído al arca antes de que sea demasiado tarde. ¿Podría orar por mí?”. ¿Desearía levantar la mano y decir: “Recuérdeme”? Dios lo bendiga, señor. Dios lo bendiga, señor. Dios le bendiga. Dios la bendiga, hermana. Dios lo bendiga, hermano.\n\n“Cuando las tormentas de la vida arrecien, párate a mi lado”.",
    "Yo no puedo tomar la decisión por Ud., amigo, solo puedo orar por Ud., es Ud. quien debe tomar su decisión. Yo no creo que haya ninguna persona de corazón sincero que al entrar en la Presencia de Su Majestad, y ver el amor que Él ha prometido… Ahora, ¿por qué levantó Ud. la mano? Algo está tocando en su corazón. Ese es Dios, tratando de meterlo a Ud. al arca.",
    "🦅 No hay hombre que puede venir a Mí, si Mi Padre no le trajere. Y todo el que viene a Mí, de ninguna manera lo echaré fuera. Yo le daré Vida Eterna, lo resucitaré en los días postreros”.",
    "No tengan miedo. Dios conduce los vientos. Dios está conduciendo el arca, Él tiene todo provisto. Pues, Noé no hubiera tenido victorias, si no hubiera habido tormentas y pruebas. Si solo nos pasan por un pequeño túnel seguro, no hay gozo. Las tormentas de la vida, es lo que nos hace tener gozo. Nunca sabríamos lo que es la luz del día a menos que tuviéramos algo de oscuridad. Nunca sabríamos lo que es la cima de una colina a menos que tuviéramos una montaña. No sabríamos lo que es la buena salud sin haber sufrido alguna enfermedad. Ud. no sabría cómo disfrutar de la salvación sin antes haber sido un pecador. Dios ha hecho todas las cosas, la ley del contraste. Él lo ama a Ud.\n\nAhora, mientras tienen sus rostros inclinados, y sus manos levantadas.",
    "Padre Dios, oro que, hoy, mientras la puerta aún está abierta, gente viene del este y del oeste, del norte y del sur, a reunirse. Grandes señales están aconteciendo. En los cielos, visiones espantosas; los átomos del aire han sido divididos; el hidrógeno se está quemando. Los platillos están volando; proyectiles que no se pueden comprender, alguna clase de inteligencia, creen ellos, de alguna otra parte (No lo saben, y la ciencia no puede averiguarlo.), misteriosamente bajan a la escena, a la velocidad del relámpago. ¡Oh, Dios, estamos cerca del fin!",
    "Y la gran pirámide que construyó Enoc, ya se ha atravesado la última cámara, lista ahora para la cámara del Rey, la Venida del Señor, allá arriba, para la piedra de corona. Todo calendario astronómico apunta directamente, las estrellas lo están declarando. Como lo hicieron la primera vez, cuando los magos miraron hacia arriba y vieron las estrellas, dijeron: “Allí, viene el gran Rey”. Ahora las estrellas están apuntando de nuevo.",
    "Toda la naturaleza está gimiendo. Los corazones de los hombres están llenos de temor; perplejidad de los tiempos; angustia entre las naciones; el mar rugiendo; grandes maremotos arrasando por todas partes, matando a cientos a lo largo de las costas; carruajes sin caballos yendo por las carreteras y avenidas anchas, parecen como antorchas corriendo como relámpagos. Y hemos pasado por estos marcadores como si no fueran nada.",
    "¡Oh, Dios, detennos rápidamente! Detén este mundo pecaminoso, por medio de la predicación del Evangelio. Salva a aquellos que levantan sus manos, hoy, Señor Jesús. Concédelo, hoy. Que Tu misericordia provista descanse sobre cada uno de ellos. Que ellos sean ahora mismo… No hay nada que yo pudiera hacer, no se puede hacer nada más. El próximo movimiento es el de ellos.",
    "Tú enviaste el Espíritu Santo. Él puso la Palabra en sus corazones. Ellos levantaron la mano, indicando que La creyeron. Tú dijiste: “El que cree esto no perecerá jamás, sino que tendrá Vida Eterna”. Ven, Señor, arregla eso con ellos para siempre. Ellos Te creen; y creen Tu Palabra ahora. Como Tú has dicho: “El que oye Mis Palabras” que han sido predicadas, “y creen al que Me envió” lo hemos hecho, “tenemos” porque él la tuvo, “Vida Eterna; y no tendrá juicio, sino que ha pasado de juicio a Vida”, está a salvo en el arca.",
    "Señor, permíteles levantarse con nuevos… como hombres nuevos y mujeres nuevas, niños nuevos y niñas; ir de este pequeño y viejo tabernáculo hoy, donde se ha reunido este puñado de personas, para salir a vivir vidas nuevas; para predicar el Evangelio, para enseñarles a que, exalten a Cristo en todas partes. Concédelo, Señor. Bendícenos ahora, oramos, en el Nombre de Jesús. Amén.\n\nNo me pases, ¡Oh! tierno Salvador,\n\n¡Oh!, escucha mi humilde clamor;\n\nMientras que a otros Tú estás llamando,\n\nNo me pases.\n\nSalvador, Salvador,\n\nEscucha mi humilde clamor;\n\nMientras a otros Tú estás llamando,\n\nNo me pases.\n\nPermíteme estar en Tu Trono… (El propiciatorio, ¿ven?)…misericordia\n\nEncontrar…\n\nSolo deje que su alma le hable a Dios.\n\n…alivio; (De mis pecados.)\n\nMientras…?…\n\nAyuda mi incredulidad.\n\nInclinemos nuestros rostros.\n\nSalvador, Salvador,\n\nEscucha mi humilde clamor;\n\nMientras que a otros Tú estás llamando,\n\nNo me pases.",
    "Con nuestros rostros inclinados. ¡Oh!, pienso en los tiempos maravillosos, cada vez que entro aquí en esta vieja estructura. Creo que ha sido calafateada, ha soportado muchas tormentas. Me ha mecido, en los días de problemas y pruebas.",
    "Veo a Billy sentado allá atrás. Él… Yo—yo me siento guiado por el Espíritu, a hacer algo diferente ahora. Yo—yo siento que Dios quiere que haga algo un poco diferente. Hay algunas personas aquí, un Sr. D. Cook, un Sr. Long, Erwin, varios otros, que tienen sus nombres aquí en un papel, que han venido para recibir una pequeña oración, y hablar sobre las cosas. Escúchenme ahora, mientras estamos en oración, entonces. Había comenzado a decirle a Billy: “Pasa por el pasillo y reparte algunas tarjetas de oración”.\n\nPero el Espíritu Santo dijo: “No lo hagas”.\n\nPor eso es que canté No Me Pases, Oh Tierno Salvador. Pensé: “¿Qué será, Señor?”.",
    "Quiero decirles esto. Ahora, si Uds. me creen, escuchen. Lo que sea, está en su corazón. Lo que sea que Uds. quieran saber, cualquiera que sea su enfermedad, créanle a Él ahora. Él le hablará a Ud. ahora. Él lo va a hacer. Él les va a hablar a Uds., individualmente. Yo lo creo con todo mi corazón. El Espíritu Santo lo va a hacer, hablarle a Ud., decirle exactamente lo que Ud. necesita. Lo que Él le diga, hágalo. Si Ud. está lisiado: Él le dice: “Levántate y anda”, Ud. levántese y ande. Si Ud. tiene cáncer, y Él dice: “Olvídese de eso, de hoy en adelante”, Ud. hágalo. ¡Mire si no sucede!",
    "Si Ud. está en peligro, no sabe a dónde ir, Él le dirá exactamente qué hacer. Él lo pondrá en su corazón ahora mismo. No duden de Él. Vaya y hágalo. Haga exactamente lo que Él le diga; Él lo hará.",
    "Ahora, mientras tenemos nuestros rostros inclinados, a estos quienes llamaré sus nombres, quiero que vengan aquí al altar por un momento, si solo pasan aquí. Y luego si hay alguien de la gente local, también, que quiere venir a orar, ¿podría pasar mientras todos mantenemos nuestros rostros inclinados?",
    "Algo muy extraño, acabo de ser advertido de algo, de una manera muy extraña ahora, por el Espíritu Santo. Me estaba preguntando cómo hacer esto, pero Él me lo acaba de decir, y yo sé que Él tiene razón. Mientras que, aquellos que desean ser… recibir una palabra de oración, algo pequeño delante de Dios, o tienen una necesidad, enfermedad, algo financiero, físico, material, cualquiera que sean sus problemas, ¿podrían pasar al altar ahora por un momento, mientras cantamos esa estrofa una vez más?",
    "Mantengan sus rostros inclinados, todos menos los que vienen. Y la madre aquí con la niña, quiero que la traiga aquí, aquí mismo al altar. Muy bien.\n\nSalvador…\n\n…mi…\n\nMientras que a otros Tú estás llamando,\n\nNo me pases.\n\nDéjame en el Trono de misericordia\n\nEncontrar un dulce alivio;\n\nSana mi espíritu quebrantado y herido,\n\nAyuda mi incredulidad.\n\nSalvador…",
    "Mis amados amigos, con sus rostros inclinados, he tratado, durante toda mi vida, de ser cualquier cosa menos algo falso. He tratado de ser honesto en mi trato con Dios y con mi prójimo. Y he intentado, siempre, de conducirme y hacer exactamente lo que el Espíritu Santo me dice. Por eso soy llevado de un lugar a otro, y detengo las reuniones, y voy a lugares, porque yo sigo la dirección del Espíritu.",
    "Y esta mañana, mientras predicaba aquí… Iba a tener una línea de oración; que vinieran, traer a la gente para discernimiento, y hablar con ellos. Pero Algo me habló, dijo: “Dile a la gente…”. Por eso me detuve, de repente, sucedió. Dijo: “Llama a la gente aquí, y diles: ‘Venid, y preguntadme a Mí’. Si necesitan algo, Yo se los diré”.",
    "Uds. se preguntan cómo puede sanar esa niña; cómo puede sanar Ud. con cáncer; cómo Ud. por acá, con el problema de la garganta puede sanar; cómo puede sanar Ud. con ese bastón; cómo puede ser sanado Ud. con esa muleta; cómo el ciego puede ver; cómo Uds. que están angustiados y en problemas.\n\nHay alguien aquí que tiene problemas domésticos, problemas familiares. “¿Cómo más puedo superarlo, Hermano Branham”? Él se lo dirá ahora mismo.",
    "Otros problemas, Ud. se pregunta acerca de esto, aquello, o lo otro. Lo que sea que inquiete su corazón, ahora siga aquello y vea si no es verdad. Solo síganlo y vean si Eso no es verdad. No cambie de opinión. Quédese con eso. Él dijo que Le hablaría a Ud.\n\nAhora, mientras todos están en oración.",
    "Padre Celestial, bendice a mi hermano. Concédele todo deseo de su corazón, lo que él desee.\n\nMi hermana aquí, Dios, bendícela. Quita la pesadumbre de su corazón hoy.\n\nBendice a mi hermana, Padre. Que el Espíritu venga sobre ella.\n\nDios, bendice a mi hermana. Concédele los deseos profundos de su corazón.\n\nDe igual manera, a mi hermana aquí, en el Nombre de Jesús, Padre, concédelo.",
    "Mira a esta querida niña, estamos muy agradecidos de que Tú hayas hecho tanto por ella, Padre. Tú nos ayudaste, no hace mucho. Oro que Tú sanes completamente a esta criatura, y que sea una revelación para otros, para que puedan creer en Ti. ¡Bendigo a esta niña, esta mañana, en el Nombre de Jesucristo, y maldigo la enfermedad de su cuerpo!…?…",
    "Bendice a mi amado hermano hoy, Señor. Que su fe nunca falle, mientras él mira hacia el Calvario, conociéndote a Ti allí, fe, cualquiera que sea la fe allí, ¡Dios lo confirmará y hará que suceda! (Puede volver ahora.)",
    "Bendice a mi Hermano Morgan. Concédele el deseo de su corazón. Lo que él pida, hoy, que Tú se lo des, en el Nombre del Señor.\n\nBendice a mi hermana…?… Señor, y dale las cosas que ella desea, por medio de Jesucristo.\n\nPadre Dios, mi hermano, Te pido que el deseo de su corazón sea cumplido…?…",
    "Nuestro hermano aquí del campamento de Ohio,…?… Padre Celestial, que el deseo de su corazón…?… Que él encuentre ese deseo en Jesucristo. Y gracias por la sanidad, Señor.\n\nPadre Dios, oro, con las manos sobre mi hermano, que el deseo de su corazón sea concedido…?…\n\n¡Bendice a mi hermanito, Padre!…?…\n\nAquí hay una niña, Padre, yo la bendigo. En el Nombre del Señor Jesús, que ella obtenga lo que pide, en el Nombre de Jesús. Concédelo.\n\nBendice a mi hermana, Señor, en el Nombre de Jesús…?… [El Hermano Branham ora con la gente en el altar por otros dos minutos, muchas de sus palabras son imperceptibles.—Ed.]",
    "Dios Todopoderoso, como Tú eres el Gobernante de los Cielos y la tierra, Tú colocas el corazón del hombre en orden. Tú pones las estrellas en los cielos, y permanecen. Tú colocaste al sol en su órbita, y allí se queda. Tú pusiste la luna allá arriba en los cielos, y la pusiste para vigilar el mar. “Tú fijaste sus límites, que no puede pasar. Tú hablaste, y ellos obedecieron”. Señor Dios, Tú hablas al corazón del hombre. Que siempre sea flexible y esté listo para empaparse del Espíritu, y hacer las cosas que Dios ha mandado.",
    "Y, Padre Celestial, Tú has hablado a mi corazón esta mañana, Tu siervo indigno. Y yo le he hablado a la gente, que Tú quieres hablar; y así fue, a cada uno de ellos. Y ahora, Padre, he bajado, en conmemoración de Tu revelación para mí, y he puesto mis manos sobre ellos. Y, Padre, lo que Tú colocaste en sus corazones, en ese momento, Dios, que sea la decisión perpetua para ellos allí mismo, sabiendo que Tu Espíritu está aquí ahora, colocándolo exactamente en sus corazones. Si están lisiados, que puedan caminar. Si están ciegos, que vean. Si están angustiados, que sean felices. Si tienen problemas, que eso les sea quitado. Concédelo, Señor. Si están tratando de tomar una decisión, que la decisión correcta venga ahora. Que el Espíritu Santo revele todas estas cosas de las que tenemos necesidad. Concédelo, Señor. Estamos aquí en el altar, esperándote, adorándote a Ti.",
    "Ahora, Padre, si hay algunos aquí a quienes Tú aún no les has hablado, que Tu Espíritu descienda ahora. Que vaya y venga aquí por este altar, y revele todo. Haz que todo corazón esté seguro, Señor. Que quede claro, sin lugar a duda, en nada. Que Tu Espíritu quite toda fricción.",
    "Y atrás, en la congregación, de estas amadas personas, los que están sanos, los que no están en problemas, ¡aquellos a quienes Tú has bendecido, y están sentados aquí con salud y fuerza en esta mañana! ¡Oh, ellos están orando por estos otros, sus camaradas, Señor! Ellos han tenido problemas similares, y saben que Tú los has ayudado.",
    "Y ahora, Padre, oramos unánimes, que Tú envíes Tu Espíritu y confirmes todo, Señor, ahora mismo, a cada corazón, mientras esperamos humildemente con Tu gran Espíritu Santo ungiendo, moviéndose, haciendo aquello que sentimos que es correcto. Concédelo, Señor.",
    "Ahora con nuestros rostros inclinados, todos en oración, vamos a cantar algunos cantos.",
    "No se cansen ahora. Yo no soy un fanático. Uds. lo saben. Si lo soy, no me doy cuenta. Pero Algo definitivamente me ha hablado, dijo: “Yo les hablaré. Tú solo llámalos aquí adelante”. Yo hice lo que Él me dijo.\n\nAhora, mientras tenemos nuestros rostros inclinados, y cantamos alabanzas, vean lo que Él les dirá. Lo que Él le diga a Ud., será Él hablando.\n\nCaminaremos en la Luz, es una Luz tan hermosa,\n\nViene donde las gotas de rocío de misericordia brillan;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo.\n\nMientras cantamos suavemente, todos en oración.\n\nCaminaremos en la Luz, hermosa Luz,\n\nVen donde las gotas de rocío de misericordia brillan;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo.\n\nCaminaremos en la Luz, hermosa Luz,\n\nVen donde las gotas de rocío de misericordia brillan;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo.\n\nCaminaremos en la Luz…\n\n¿Qué Luz? Él La está dando ahora. ¡Luz!\n\nVen donde las gotas de rocío de misericordia brillan;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo.\n\nVenga, confiéselo a Él como su Rey,\n\nJesús, la Luz del mundo;\n\nEntonces las campanas del Cielo sonarán,\n\nJesús, la Luz del mundo.\n\nCaminaremos en la Luz, hermosa Luz,\n\nVen donde las gotas de rocío de misericordia brillan;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo.\n\nCaminaremos en la Luz, hermosa Luz,\n\nVen donde las gotas de rocío de misericordia brillan;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo. 🦅"
  ]
}