{
  "title": "¿QUÉ ES ESO EN TU MANO?",
  "id": "55430009",
  "content": [
    "🦅  (Muchas gracias, hermano. ¿Se supone que esta es mi guirnalda? Gracias.)",
    "Buenas noches, amigos. Estoy feliz de estar aquí esta noche y muy contento de que todos pudimos venir. Agradeciéndole al buen Señor por Sus maravillosos servicios anoche. Poder oír… Es la primera vez que he tenido la oportunidad de estar entre el pueblo para—para predicarles así por mucho tiempo y ministrarles.",
    "Y anoche, cuando salía, el muchacho me dijo, dijo: a ellos no les gusta que yo tenga ese tipo de reunión para ir a poner las manos sobre la gente; ellos piensan que, tal vez… Dijeron que cuando se llama desde la plataforma, siempre es al cien por ciento. Y dijo: “Es Ud. simplemente tomando la palabra de la gente en eso, en ese momento”.\n\nYo dije: “Bueno, tienen fe, ellos creen”.",
    "Y cuando estaba caminando entre las sillas de ruedas, pensé que era Billy quien caminaba frente a mí. Y sucedió que me giré de lado para mirar: no era Billy, era Él. Y luego cuando subí de nuevo, entonces el Señor comenzó a profetizar, y dijo: “Habrá algunos en las sillas de ruedas que caminarán por la congregación; algunos saldrán”.\n\nEl muchacho dijo: “¿Eso va a suceder?”.",
    "Le dije: “Solo observa y mira”. Y allí, anoche… Correcto. Esas son cinco personas paralizadas, de las sillas de ruedas esta semana. Es maravilloso lo que nuestro Señor está haciendo. Yo creo que Él hará gran… más que esos esta noche, ¿no lo creen Uds.? Nosotros creemos que Él lo hará.",
    "Ahora, mañana en la noche, siendo la clausura de este servicio… Uds. han sido tan buenos con nosotros, y salir acá y sentarse, el clima estando frío y lluvioso. Y Uds. han sido muy, muy amables, y siempre los recordaremos. Y he tenido una pequeña dificultad, que es… Uds.… Menos mal Uds. fueron amables, porque no es costumbre que yo le hable así a la gente o que predique, y luego hacer los llamados al altar y demás.",
    "El Hermano Moore por alguna razón no apareció, y el Hermano Arganbright no apareció, pero el Hermano Thom de Sudáfrica, bendito sea su corazón, él estuvo en algún lugar aquí, lo escuché decir: “Amén”, hace un rato. Aquí viene. Y ese, era…",
    "¿No será ese el muchachito a quien llamaron William Branham? Bueno, vaya. Es la primera vez que te veo, hijo. Eres un buen muchacho. Estoy esperando verlos muy pronto en mi casa. ¿Ven? Bueno, eso está muy bien. Sé que todos disfrutan la predica del Hermano Thom. Él probablemente estará en alguna iglesia aquí mañana.",
    "El Hermano Beeler está aquí, probablemente también estará predicando en algún lugar en la mañana. Los otros muchachos aquí, supongo que están programados para algunas iglesias.",
    "Ahora, Uds. que están aquí y en el servicio, las visitas con nosotros, pues, Uds.—busquen Uds. una buena iglesia y vayan a la iglesia en la mañana. Todos estos ministros aquí, representan estas iglesias del Evangelio completo alrededor de Atla-…, o, aquí de Macon. Y les daría mucho gusto recibirlos en sus iglesias.",
    "Y no he podido conocer a ninguno de los hermanos, solo al Hermanito Palmer aquí; es posible que haya estrechado manos con un par de hermanos. Pero si todos son como el Hermano Palmer, son buenas personas, eso les diré, son muy finos, muy buenos hermanos.",
    "Y ahora, esperamos que mañana haya buenos servicios por todo el… por todo el país. Estén de pie en su puesto del deber mañana; ahora, mañana en la mañana vayan a la escuela dominical. Y veamos, supongo que mañana por la tarde los servicios serán aquí. (¿Correcto? ¿Mañana en la tarde? ¿Mañana en la noche? Bueno, ellos lo cambiaron hasta…) Entonces el servicio… (Ya lo anunciaron, ¿supongo? Muy bien.) Los servicios son aquí mañana en la noche. Muy bien. Ahora, el Señor sea bendecido es nuestra sincera oración.\n\nAhora, un tema para meditar un rato. Y, de nuevo, queremos mencionar: Le agradecemos enormemente al amado Señor por todo lo que ha hecho.",
    "Ahora, yo creo que en cualquier reunión americana por tantos días, cinco personas paralizadas ser sanadas en una sola reunión, creo que es casi tan—tan grande como lo que el Señor ha hecho por nosotros todo este año. Y ahora, en África, o en algunos de los otros países, en la India, o así por el estilo, es diferente. Pero aquí en América, pues, se llevan a cabo muchos servicios, y una cosa, nunca nos quedamos diez noches, por lo general estamos de tres a cinco noches y luego nos vamos. Y solo digo eso para que Uds. puedan ver y saber que yo creo que Uds. tienen una gran fe, y estoy muy contento.",
    "Dicen que muchas de las personas han estado testificando. El Hermano Wood y ellos me relataban hoy de personas testificando, con toda clase de enfermedades y todo, han sido sanos. Y varios en camillas, no creo que tengamos más que una camilla aquí esta noche. Dios Se encargó de los casos de camillas y todo. ¿No es maravilloso?",
    "Oigan, de hecho, anoche, mientras venía a la plataforma, uno de los primeros que pasó fue un—un caso lamentable. Había notado en las últimas noches a una señora que estaba con un bebé con hidrocefalia, y no se puede hacer nada por eso en cuanto a los estudios médicos, en lo que concierne a la investigación científica para ayudar a los pequeños. Están completamente desvalidos. Y la pobre madrecita tan preocupada, cargando al pequeño, noche tras noche, y él llorando. Yo miraba al pequeño, y pude ver cuál era el problema. Y muchas veces las visiones hablan; yo ni siquiera digo nada al respecto.",
    "Alguien me acaba de llamar por teléfono hace unos momentos, y lo conocí en un—un restaurante la otra noche, y allí el Señor me dijo cuál era su problema. Él me llamó, dijo: “Sabe, desde que Ud.… desde que lo vi” dijo, “simplemente estoy mucho mejor”. Yo le dije cuál era su problema; casi se desmaya. Uds. saben… Y, pues, él… Eso es. Solo hay que estar pendiente; uno ve que eso va a suceder de todas maneras. Y no es tanto si ellos saben algo al respecto, siempre y cuando uno sepa… entre… que Dios haya dicho que va a estar bien. Así que, eso—eso lo concluye, ¿ven Uds.? La idea no es que queremos que la gente sepa, con tal de que Dios lo diga, bueno, amén, descansar en eso, y si uno piensa que animarlos les ayudaría, entonces uno generalmente dice algo.",
    "Pero este bebé pasó por la plataforma, la cabeza grande, llena de agua, apoyada sobre una pobre y pequeña madre cansada. Y al poner las manos sobre ese niño, vi esa Luz girar alrededor de la cabeza del niño, y yo—yo sabía que algo iba a suceder. Entonces le pedí a la madre que si se llevaba al bebé a casa. Y en ese momento sabía que algo le había sucedido, si solo hubiera tenido algo para probárselo a la madre. Pero, le dije a ella, dije: “Llévese el bebé a casa”. Y ella vivía en las afueras de la ciudad; creo que Eso le dijo, en algún lugar, como a ciento sesenta kilómetros. Ella viaja alrededor de trescientos kilómetros por noche para traer al bebé.",
    "Y cuando ella llegara a casa, le dije: “Póngale una cuerda alrededor de la cabeza y mida la cuerda, y luego corte esa cuerda; y entonces póngale la cuerda de nuevo la noche siguiente, mañana por la noche, y tráigame el pedazo de cuerda de lo que se ha encogido la cabeza de ese bebé”. En vein-… y ha pasado como dieciocho o veinte horas, y aquí está la cuerda como de 3.8 centímetros de cuerda, la cabeza del bebé se encogió en unas dieciocho horas. Me pregunto si la madre está aquí en alguna parte con el bebé esta noche con… ¡Oh!, ella ya está… Aquí, la madre está aquí. Así es, muy bien. Dios la bendiga, hermana.",
    "Ahora, la razón por la que lo hice, Hermana, fue esta: para que Ud. se motivara. He orado por muchas cosas que yo—yo—yo no recibí, pero no creo, estando ante nuestro Creador esta noche, que sinceramente le pidiera a Dios algo así, en sinceridad, que Él no me lo concediera o me dijera por qué no podía hacerlo. ¿Ven?",
    "Ahora, esos 3.8 centímetros de ese pequeño, la cabeza de ese bebé se ha encogido como en dieciocho o veinte horas, eso es para motivarla a Ud. ¿Ve? Ahora, solo siga creyendo. ¿Ve? Ahora, lo—lo seguirá haciendo por unas setenta y dos horas. Entonces, Ud. se dará cuenta que seguirá cortando la cuerda. No continuará; puede empeorar por un breve tiempo. No importa lo que suceda, Ud. siga creyendo. ¿Ve? Y mientras Ud. no pierda su fe…",
    "Ahora recuerde, cuando el espíritu inmundo sale de una persona, camina en lugares secos y regresa de nuevo con otros siete espíritus peores que ese; y si puede, entrará y tomará control, y la condición será mucho peor. Pero si el buen hombre de la casa no está allí, lo cual es su fe, para mantenerlo alejado… Simplemente no pelee con eso. Pues le va a pelear. Solo rechace, ignórelo simplemente. Así de sencillo. Siga adelante. Solo diga que ya está hecho; eso lo concluirá para siempre. Y su bebé se recuperará. Ahora, el Señor le bendiga.",
    "Ahora, en esta noche… A mí me encanta la Palabra, ¿no les encanta a Uds. la Palabra? “La fe viene por el oír, y el oír por la Palabra”. Solo quiero leer un corto texto aquí esta noche, para un pequeño contexto, y queremos leerlo de Éxodo el capítulo 4, si el Señor quiere, y comenzando con el versículo 2. Leeremos quizás el versículo 2 y quizás parte del 3º.\n\nY Jehová dijo: ¿Qué es eso que tienes en tu mano? Y él respondió: Una vara.\n\nÉl le dijo: Échala en tierra. Y él la echó en tierra, y se hizo una culebra; y Moisés huía de ella.\n\nEntonces dijo Jehová a Moisés: Extiende tu mano, y tómala por la cola. Y él extendió su mano, y la tomó por la cola, y se volvió vara en su mano;",
    "Ahora, ¿inclinamos nuestros rostros un momento para orar mientras hablamos con el Autor de Esto, y luego orar por estos pañuelos aquí?",
    "Nuestro bondadoso Padre Celestial, estamos muy agradecidos de estar reunidos aquí de nuevo en esta noche bajo la cúpula de este cielo, para mirar arriba a los Cielos de donde viene nuestra ayuda; nuestra ayuda viene del Señor. Nos alegra tanto saber que Él vive y reina hoy y que no ha dejado a Su iglesia sin testimonio de Su resurrección.",
    "Y estamos muy agradecidos esta noche que nosotros, como los hijos de Israel, de lo que hablaremos si es Tu voluntad en unos momentos, de cómo ellos pasaban con sus cargas, y miraban en el ataúd de José, y veían esos huesos allí, sabiendo que Dios había prometido por medio del profeta que algún día ellos saldrían. Y esta noche, como el antetipo de José, el Príncipe de prosperidad, el Señor Jesús resucitó de entre los muertos y está vivo esta noche aquí entre nosotros como una evidencia Divina de que algún día nosotros saldremos, fuera de este mundo de problemas y pecado, y donde está Satanás y todos sus poderes; y seremos libres de él para siempre.",
    "Ahora, Señor, mientras meditamos en estas palabras, que el Espíritu Santo venga, entre en la Palabra, y que La reparta a cada corazón, de acuerdo a nuestra necesidad esta noche. Y que podamos decir, como aquellos que venían de Emaús, cuando Él partió el pan e hizo algo un poco diferente a lo que el ministro común hizo en ese día… Él lo hizo de una manera que solo Él podía hacerlo. Y, Padre, oramos en esta noche que Él haga algo fuera de lo común que no vemos todos los días en cada servicio religioso. Solo para que la gente pueda saber que ese mismo Señor Jesús está vivo de entre los muertos esta noche, caminando entre la gente, haciendo las mismas cosas que Él hizo allá. Concédelo, Padre.",
    "Estos pañuelos puestos aquí, representan a pobres niños enfermos, padres, madres, mucha gente postrada, sufriendo, por enfermedades y la opresión del diablo. Y, Padre, con las manos sobre ellos en oración, de todo corazón, oro que me oigas, Señor, y conozcas la integridad de mi corazón, mientras reprendemos todo espíritu inmundo, todo poder demoníaco que ata a la gente sobre la cual se pondrán estos pañuelos. Y cuando estos pañuelos sean colocados sobre ellos, que sean liberados, Señor, y sigan su camino regocijándose, y Satanás sea atado y echado a las tinieblas de afuera. Concédelo, Padre. Ayúdanos ahora en la parte que sigue del servicio, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, mientras meditamos aquí por unos momentos en la Palabra del Señor, confío en que todos… Trataré de darme prisa, pues, sé que el viento está soplando un poco frío sobre las personas enfermas, y trataré de darme prisa. Y mañana en la noche quizás esté un poco más cálido y nos quedemos un poco más.",
    "El otro día salí y miré, el Sr. Wood y yo conduciendo por la carretera, y vi esos pobres granjeros con su maíz seco (yo también cultivaba un poco), y las sandías y todo, el algodón secándose. Fui a casa, y dije: “Amado Dios, sé que tenemos un servicio al aire libre, pero por favor envíales a esas personas un poco de lluvia, porque realmente necesitan lluvia”. Y pensé en la soberanía del Señor Jesús, cómo Él permitió que lloviera hasta el servicio, paró mientras tuvimos el servicio, y luego les dio un buen baño anoche; y lo aclaró para esta noche. ¡Oh, vaya! ¡Cuán maravilloso es Él! Sabe exactamente cómo hacerlo, ¿no es así? Y Lo amamos tanto por eso. Él es digno de toda alabanza.",
    "Ahora, esta noche, quiero hablar solo por unos momentos sobre el tema de ¿Qué es eso en tu mano?",
    "Ahora, el… nuestro contexto en esta noche tiene que ver con Moisés, un hombre que fue usado por Dios, allá, para liberar a los hijos de Israel bajo la esclavitud egipcia. Y muchas personas de Dios, están en esclavitud esta noche.",
    "Veo sentada aquí, a una madre con un niño pequeño, parece que tal vez sus—sus piernitas pudieran estar deformadas o algo. Él está acostado cerca de su madre. Un pequeño aquí en una silla de ruedas, un niño pequeño, tal vez ha tenido polio o algo. Su piernita está completamente envuelta en aparatos ortopédicos.",
    "Veo a una jovencita sentada aquí, una damita hermosa, que parece aún en su adolescencia, y un pobre padre retorcido en una silla de ruedas, así. Eso es esclavitud. Satanás lo ha hecho.",
    "Aquí hay un hermano de color aquí. Alguien sentado cerca de él, sosteniéndolo y, o, cerca de él. Y miren nada más la esclavitud en la que Satanás tiene a la gente.",
    "Y Dios es tan… los ama a Uds. tanto como Él amó a esos hebreos. Y cuando… Dios envió a Moisés allá porque había prometido que Él vendría y los liberaría de esa esclavitud.",
    "Y Dios ha prometido en este último día que Él enviaría a Jesucristo, el Espíritu Santo, entre nosotros y liberaría a todos los enfermos y afligidos. Porque está escrito, las últimas Palabras que Él dijo antes de dejar esta tierra, Él dijo: “Id por todo el mundo, predicad el Evangelio a toda criatura”. ¿Hasta dónde? ¿La edad de los apóstoles? A todo el mundo; el Evangelio aún no ha llegado a todo el mundo. “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo; y el que no creyere, será condenado. Y estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios; hablarán en nuevas lenguas; tomarán en las manos serpientes; o si bebieren cosas mortíferas, no les hará daño. Si sobre los enfermos ponen sus manos, ellos sanarán”. Es lo que dice la Biblia.",
    "Jesús, al ser recibido en el Cielo; la última comisión que Él le dio a la iglesia fue sanar a los enfermos. La primera comisión que Él le dio a la iglesia fue sanar a los enfermos. Él escogió a Sus setenta y a Sus doce, y los envió, y les dio poder contra espíritus inmundos, para echar fuera demonios, y para sanar a los enfermos, la primera comisión. La última comisión fue, ir por todo el mundo y sanar a los enfermos.",
    "Con respecto a esa Escritura, sé que muchos teólogos han argumentado y han dicho entre ellos que eso de Marcos 16 de donde estaba citando, del versículo 9 en adelante no fue inspirado.",
    "Me recuerda, no creo que el púlpito sea un lugar para bromear y yo no creo en chistes; mantengan limpio el púlpito; los chistes son para allá afuera. Pero esta es una pequeña historia verídica, y suena como que pudiera ser un chiste, pero no lo es.",
    "Había un hombrecito en nuestra parte del país, que tenía un llamado al ministerio. Su madre era una anciana muy fina, y ella lo envió a un seminario para que llegara a ser un ministro. Y estando ausente, pues, en el colegio y el seminario, aprendiendo a predicar y demás, pues, la… su madre se enfermó, muy gravemente; tenía neumonía. Y llamaron al médico, y él le dio, por supuesto, todo lo que pudo darle. Y ella no podía tomar penicilina; pues era alérgica a eso. Así que él le estaba dando un medicamento sulfa y otras cosas; y simplemente no hacían efecto. La mujer, pues, sus pulmones se estaban congestionando completamente, y ella estaba en muy mal estado. Así que, le mandaron un telegrama a su hijo y le dijeron que estuviera al pendiente, pensando que su madre moriría inmediatamente y tenían que… querían que él regresara a casa. Estaba a muchas millas de distancia.",
    "Pero sucedió, pues, había una damita que vivía en la esquina, y pertenecía a una misión del Evangelio Completo, que estaban a la vuelta de la esquina, que creían en sanidad Divina. Y ella fue a ver a la anciana, y le dijo: “Hermana” dijo ella, “nuestro pastor cree, y nosotros, allá en nuestra iglesia, que Jesús murió para sanar a los enfermos. Y, si no le molesta, ¿por qué no permite que nuestro pastor venga y ore por Ud.? Tal vez Dios contestaría su oración y la sane”.\n\nElla dijo: “Sería muy bueno. Envíelo”. Entonces la mujer… el hombre vino, oró por ella, y ella se recuperó.",
    "Como al año, su hijo vino a casa, y estaban conversando cosas después de la reunión. Él dijo: “Madre, por cierto” dijo él, “nunca supe exactamente lo que el médico te dio para que te recuperaras tan rápido, cuando tuviste la neumonía, y yo esperaba noticias para venir”.\n\nElla dijo: “¡Oh!, hijo” dijo ella, “se me olvidó decirte”. Dijo: “¿Conoces esa pequeña misión por allá en la esquina?”.\n\nY dijo: “Sí”.",
    "Dijo: “Sabes, esa señora vino aquí y me dijo que recibiera a su pastor para que viniera a orar por mí”. Y dijo: “Sabes, él vino y leyó una porción de la Biblia en el… Marcos el capítulo 16, y dice: ‘Sobre los enfermos pondrán las manos, y sanarán’. ¿Sabes, el Señor me sanó de inmediato?”.",
    "🦅 Oh”, dijo ella… dijo el muchacho, “mira escúchame, madre” dijo, “pues, esas personas son analfabetas”. Dijo: “Mira, ellos no entienden”. Dijo: “Nosotros…”. Dijo: “No existe tal cosa como la sanidad Divina”. Dijo: “No hay nada así en la Biblia”. Dijo: “Eso fue en los días pasados”. Dijo: “Ahora, en el seminario, pues, aprendimos que Marcos 16, del versículo 9 en adelante, no es inspirado”.\n\nLa madrecita dijo: “Bueno, ¡Aleluya!”.\n\nY él dijo: “Madre. Vaya” dijo él, “actúas como esas personas”.\n\nY ella dijo: “¡Pues, gloria a Dios!”.\n\nÉl dijo: “Mira, madre, ¿qué te pasa?”.",
    "Dijo: “Estaba pensando: si el Señor pudo sanarme con una Palabra no inspirada, en realidad ¿qué no podría hacer Él con Aquello realmente inspirado?”. ¿Si esa parte no es inspirada? Y eso es cierto. Yo creo que toda es inspirada. Cada pedacito de Ella. Y todo es para nosotros, cada porción es para nosotros.",
    "No tenemos necesidad ni falta de nada. Dios ha provisto todo lo que necesitamos en este viaje. Ha sido provisto para nosotros aquí mismo. ¡Oh!,… Cuando un hombre nace de nuevo del Espíritu de Dios, el Señor le da un talonario de cheques firm-… para, lo suficiente para que le dure todo su viaje; y en la parte inferior de cada cheque, para cualquier bendición redentiva, está firmado con el Nombre de Jesús. Solo llénelo y envíelo. Vean si Él no lo honra. Así es. Solo—solo envíelo allí. Eso, la consignación, ya está allí. Fue consignado, en el Calvario: “Porque Él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz sobre Él; y por Su llaga fuimos nosotros curados”. Todo firmado en Su Sangre. Todo ha terminado. Cualquier… “El que quiera, que venga”. Y ha sido probado. Está probado aquí, que Él ha resucitado de entre los muertos y está vivo entre nosotros esta noche.",
    "Él es el Libertador de quienes estamos en esclavitud. Cualquier persona que esté en esclavitud, Jesucristo está aquí para liberarlos esta noche si Uds. lo creen. Ahora, yo no estoy aquí para liberarlos, porque no pudiera hacerlo; yo no fui enviado para hacerlo. Yo fui enviado a predicar el Evangelio. Eso es todo. Cristo vino a liberar.",
    "Ahora, Moisés, cuando él apenas era un bebé recién nacido, solo… Había una gran amenaza en Egipto y estaban matando a todos los niños varones. Y justo en ese tiempo nació Moisés, y la madre, viendo que era un niño hermoso, no temió de—de la amenaza de Faraón de lo que él estaba haciendo con todos los niños.",
    "Ahora, si Uds. ven amigos, para empezar, quiero que capten muy bien esto: para comenzar, que los dones y llamamientos son sin arrepentimiento. Eso es lo que causa el problema. ¿Ven? No traten de imitar nada; solo sea lo que Ud. es en el Reino de Dios. Si Ud. es un dedo, sea un dedo; si Ud. es una nariz, sea una nariz; ojo, sea un ojo. Espero que mi dedo nunca decida no ser un dedo, porque no es un ojo. Ciertamente me dejaría fuera de operación por un tiempo. Y de esa manera es, todos debemos tomar nuestras posiciones y avanzar. Pero todo el grupo junto es el Cuerpo del Señor Jesucristo, no importa lo que sea.",
    "Ahora, muestra que los dones y llamamientos son sin arrepentimiento. Miren a Jesús; Él era la Simiente de la mujer del huerto del Edén. Él nació el Hijo de Dios. Moisés, él era un niño hermoso cuando nació, y nació para ser un libertador. Él no podía evitar ser un profeta; Dios lo hizo así en su nacimiento.\n\nMiren a Juan el Bautista, setecientos doce años antes de que naciera, él era la “voz de uno que clama en el desierto”.",
    "Miren a Jeremías, Jeremías 1:4, creo. Dios le dijo a Jeremías, dijo: “Yo te conocí, y—y te santifiqué, y te ordené profeta a las naciones, aun antes de que fueras concebido en el vientre de tu madre”. Ahora, Ud. tiene que creer en predestinación y preordinación, tiene que hacerlo, está allí;",
    "🦅 Los dones y llamamientos son sin arrepentimiento”. Eso es lo que Dios ha establecido en la iglesia. Yo discrepo un poco con mis hermanos de la Lluvia Tardía allí, en eso de imponer manos, dando dones espirituales. Yo creo que han malentendido eso. ¿Ven? No es problema, no queremos pelear por eso, pero yo—yo creo que Uds. erran en eso. ¿Ven?",
    "Pablo y Timoteo, reconocieron eso, que Timoteo era un ministro y un hombre dotado. Nosotros hacemos lo mismo en la iglesia bautista y todos los demás, cuando vemos a un hombre así, para imponerle las manos. Pero no para darle un don espiritual, sino para darle la diestra de compañerismo y bendición para ministrar con el don que Dios le ha dado; esa—esa es la diferencia, ¿ven Uds.? Y si Ud. trata de darle un don, eso es lo que hace el hombre, ¿ven?, y nunca funcionará. Ciertamente no ha tenido éxito, y no creo que lo vaya a tener.",
    "Ahora, pero cuando Dios ha hecho algo, es diferente. Moisés se dio cuenta que él era Moisés. Dios, cómo Él lo conservó y cuidó de él. Y luego cuando llegó a cierta edad, él pensó que la gente seguramente entendería, que tendría una mente espiritual para entender.",
    "Ahora, allí está un punto en el que desearía que tuviéramos tiempo, si no estuviera tan frío, para extendernos por unos momentos: ¡La gente tuvo una gran falla, al no entender! Y cuando mató al egipcio, pensando que la gente entendería, su propia gente, que él fue enviado para liberarlos, pero, ellos no entendieron. Ahora…",
    "Vemos entonces que él huyó a la tierra de Madián. Y allí se casó con una muchacha etíope llamada Séfora. Moisés, al principio, tenía muy mal genio. Sabemos eso. Dios tuvo que quitárselo. Entonces, nosotros… él se casó con esta muchacha y llegó a ser siervo de su suegro, pastoreando las ovejas allá atrás en la parte trasera del desierto.",
    "Un día, me puedo imaginar, viendo a este anciano ahora de ochenta años; le nacieron dos hijos allá. Y aquí viene él, ahora, pastoreando las ovejas, solo un pastor de ovejas, un hombre fuera… se salió de la voluntad de Dios, y asesinó a un hombre, y ahora por allá atrás, como un pastor de ovejas.",
    "Pero si Dios ha preordinado algo, se cumplirá tan cierto, como Dios está en el Cielo. Así que, va a suceder de todas maneras. No hay nada en el mundo que pueda impedir que Jesucristo venga por segunda vez. Dios ha ordenado que así sea. No hay manera en el mundo en que Uds. alguna vez puedan detener el mensaje de sanidad Divina. Uds. pueden atacarlo todo lo que quieran, pero Dios ha ordenado que salga, y está saliendo. Así es. No importa, alguien… “Dios puede levantar hijos a Abraham de estas piedras”. Y lo mejor que se puede hacer es unirse al programa de Dios y marchar adelante con la iglesia, es lo mejor que yo sé de hacer.",
    "Aquí hace algún tiempo, estuve arriba en la Estatua de la Libertad y salí a ese brazo. Y al mirar por esa ventana, vi un montón de gorriones que estaban muertos, por todo el rededor, caídos allá afuera. Y dije al guía, le dije: “Oiga, ¿qué ha sucedido? Esos gorrioncitos están—están muertos”.",
    "Él dijo: “Señor, hubo una tormenta anoche, y esos pequeños circulando alrededor, entraron aquí bajo la luz de esta Estatua de la Libertad. Y en lugar de seguir la luz a un lugar seguro, vinieron y se reventaron sus pequeños sesos, tratando de apagar la luz a los golpes. Lo único que podía ayudarlos, querían apagarlo a los golpes, y se mataron en el intento”.",
    "Yo dije: “Alabado sea Dios. Puede haber impíos que se levanten con sus ideas en común, y cuanta cosa más, escépticos e incrédulos, pero entre más Uds. golpean la Luz, tratando de apagar la Luz de Dios, Ud. se matará a los golpes y caerá en desgracia, y la Luz de Dios seguirá brillando a través de las edades”. Así es. Dios seguirá adelante a pesar de lo que cualquier cosa que alguien pueda hacer. Lo mejor que se puede hacer es unirse a Él y seguir adelante con la—con la corriente del Espíritu Santo.",
    "Y Moisés, cuando estaba allá en la parte de atrás del desierto, un día, me imagino que un poco desanimado, caminando allí, pensando en lo que había sucedido allá en Egipto, y todos sus amigos. Y aquí estaba casado con otra raza de personas, y pastoreando las ovejas de su suegro. Sucedió que él miró hacia allá, y vio una zarza ardiendo, y pensó que era extraño que la zarza no se quemara. Pues, Dios estaba buscando atraer la atención de Moisés.",
    "Y ¿cómo sé yo?, ¿qué saben Uds., si esta reunión aquí ha sido para… Dios la puso aquí para atraer la atención de algunas de Uds. personas que están viviendo en estas iglesias por aquí, sin saber que Dios resucitó de entre los muertos, y que Jesús está vivo aquí esta noche sanando a los enfermos y a los afligidos? Quizás Él lo trajo a Ud. aquí para que viera a estos cojos y lisiados, y personas paralíticas levantarse de las sillas de ruedas y salir caminando, para ver Su Espíritu moverse a través de la congregación y corregir a la gente, y reprender a los pecadores aquí en la plataforma, personas santas, de aspecto piadoso, vienen y les dice dónde están pecando, y de las cosas. Y cada Palabra de eso es infaliblemente la verdad. ¿Cómo sabe Ud. que Dios no ha atraído su atención para que venga y mire algo así, para que Ud. también se aparte? No apartarse de su iglesia, sino darle la espalda a su manera de vivir, y servir al Dios viviente en el nuevo nacimiento y nacer de nuevo. Quizás Dios está haciendo eso.",
    "Moisés se apartó, y mientras miraba esa zarza ardiendo, él comenzó, dijo: “Bueno, subiré y veré qué es esta escena”. Generalmente Dios Se revela en el fuego.",
    "Así que él se apartó para verlo, y Dios le habló desde la zarza y dijo: “Moisés, quita tu calzado, porque la tierra en la que estás parado tierra santa es”.\n\nAhora, ¿qué si Moisés hubiera dicho: “Bueno, Señor, solo voy a ser reverente Contigo, voy a quitarme el sombrero, eso es lo mismo?”.\n\nDios no dijo: “tu sombrero” Él dijo, “tu calzado”.\n\nAhora, si yo dijera: “Bueno, yo me uní a la iglesia; ¿no soy tan bueno como el otro?”.\n\nDios no dijo: “Si un hombre no se une a la iglesia…” Él dijo: “Un hombre debe nacer de nuevo. Si él no…”.\n\nDicen: “Bueno, yo—yo voy a una buena iglesia”.",
    "Eso está bien, pero ese no es el requisito. “El que no naciere de agua y del Espíritu, de ninguna manera entrará en el Reino”. Dios tiene un programa sólido, no importa cuán bien se vea cualquier otra cosa. Ud. tiene que alinearse con el Evangelio de Dios. La Biblia lo dice, y eso es lo que tenemos que hacer.",
    "Y Moisés tuvo que alinearse con el programa de Dios, no lo que Moisés pensaba que era reverencia, sino lo que Dios llamó reverencia. Y él se sentó, se quitó los zapatos, y se acercó. Él dijo: “Yo he” Él, “oído el clamor de Mi pueblo, y He bajado, y voy a enviarte a ti para que los liberes”.",
    "Saben Uds. que Moisés se quejó. Él dijo: “Bueno, mira, yo soy un hombre tardo para hablar. No puedo hablar muy bien, y no soy elocuente, y así”. Él comenzó a quejarse, y Dios le dijo que enviaría a Aarón. Y entonces él quiso saber, le dijo, si él pudiera ver Su gloria, ¿qué les diría que había hecho?\n\nY Dios le dijo a Moisés: “¿Qué es eso que tienes en la mano?”.",
    "Ahora, lo que sea que estaba cerca, Dios pudo haber usado cualquier cosa; Dios pudo haber usado una zarza. Pero Moisés tenía algo en su mano. Él dijo: “Es un palo”.",
    "Él dijo: “Échalo en tierra”. Y él lo echó, y cuando lo hizo, se hizo una serpiente. Él la levantó por la cola; volvió a ser una vara de nuevo. Y Dios le mostró a Moisés por medio de eso, lo que Él podía hacer, que Él aún era el Dios viviente. Él podía tomar lo natural y cambiarlo a sobrenatural. Él podía hacer lo que quisiera, porque Él era Dios.",
    "Moisés tomó ese palo en su mano, corrió y tomó a Séfora, su esposa, y la subió sobre una mula, y le puso un muchacho en cada cadera. Y tomó un asno viejo por la brida y el palo en la mano, y aquí se va para Egipto para liberar a… dos millones de personas.",
    "¿Se lo pueden imaginar? ¡Qué cuadro más abierto a la crítica sería ese! Este anciano, de ochenta años, con barba blanca y el cabello ondeando así, contento y gritando: clamando: “Gloria a Dios”, su esposa sentada a horcajadas sobre esta mula, con un muchacho en cada cadera, yendo allá a conquistar. ¿Se lo pueden imaginar?",
    "¿Qué piensan Uds. que los grandes ejércitos y soldados hubieran dicho ese día? “Bueno, ese anciano, pobre anciano, tiene problemas en la cabeza”. El mundo siempre piensa así, pero él tenía la Palabra del Señor, y eso tenía que suceder. Él tenía la promesa de Dios. Y él tenía ese palo viejo en la mano agitándolo.",
    "Ahora, un palo seco yendo contra el gran ejército de Egipto, el cual había conquistado el mundo en sus días, miles y miles de carros, jinetes, lanceros, las unidades mecanizadas más grandes; así como si un solo hombre tratara de ir en contra de Rusia hoy o algo así, tal vez las probabilidades serían mayores entonces.",
    "Y Moisés, de ochenta años, me imagino calvo en la mollera, y con la barba colgando, y el pelo alrededor de su cuello, y—y allí iba él guiando esta mula, yendo a conquistar. Y la parte hermosa de esto, es que lo hizo (Así es), porque Dios había hecho la promesa.",
    "Cuando Dios promete algo, Dios está bajo obligación de cumplir Su promesa. Dios siempre lo respaldará. A mí no me importa lo que Di-… lo que alguien diga al respecto, cuando Dios dice que es así, es así. Descanse su alma, cuerpo y fuerza en eso, porque Dios está obligado a Su Palabra. Amén. Estoy tan agradecido por ese cantito que cantamos:\n\nToda promesa en el Libro es mía,\n\nCada capítulo, cada versículo, cada línea.\n\nEstoy confiando en Su amor Divino,\n\nToda promesa en el Libro es mía.",
    "Es para todo aquel que quiera, puede venir y beber de la fuente de las Aguas del Señor, gratuitamente, sin dinero, sin precio; ya está pagado. Cualquiera puede venir y beber.",
    "Moisés yendo a conquistar; qué espectáculo fue. Y cuando llegó allá, él tomó este viejo palo, lo único que tenía en su mano, y venció a Egipto, y guio a los hijos de Israel, y los alimentó con el mismo palo hasta que llegaron a la tierra prometida. Amén. ¡Un viejo palo seco! Quizás Ud. no tenga mucho en su mano, tal vez Ud. ni siquiera pueda silbar, pero lo que Ud. tenga en su mano, deje que Dios lo tome y Él lo bendecirá. Amén.",
    "Si Ud. no puede hacer más que testificarle a su prójimo, si Ud. no puede hacer más que levantar la mano, diga: “Dios, yo acepto toda Palabra de Ella”, tome lo que está en su mano y haga lo que pueda para la gloria de Dios.",
    "Había un muchachito, una vez, fue a ver a Jesús, y él tenía cuatro o cinco panecillos y unos pescados allí. Ahora, en la mano del muchachito no era mucho, pero una vez en las manos del Señor Jesucristo, Él lo bendijo y alimentó a cinco mil. La cosita que Ud. tiene puede ser una pequeña chispa de fe allí, de que Ud. cree que Él resucitó de entre los muertos. No es mucho para Ud., pero suéltela una vez en un testimonio, pudiera causar que cientos de personas vengan al Señor Jesucristo.",
    "Si está sentado allí enfermo o lisiado, y Ud. tiene una chispita de fe, suéltela esta noche y diga: “Señor Jesús, esto es todo lo que tengo, confiar en Tu Palabra, y aquí vengo, depende de Ti encargarte del resto”. Dios, de hecho, les dirá el resto. Ud. simplemente suéltela y désela a Él.",
    "¿Qué clase de átomo desató Jesús allá? Él tomó pescado, no solo los alimentó con pescado crudo o pescado vivo, Él los alimentó con pescado cocido y pan cocido. Amén. De dónde lo obtuvo, no lo sé. Pero, Él—Él los alimentó y ellos se lo comieron.",
    "Como dijo un hombre, no hace mucho, dijo: “¿Cree Ud. esa historia de Elías que estaba por allá y los cuervos?”.\n\nDije: “Sí, señor. Yo creo cada palabra de eso”. Así es.",
    "Ellos pensaron que Elías estaba loco, por allá arriba en la montaña, y él iba por un trago de agua cuando quería. Y esa sociedad y la clase alta allá abajo se estaban muriendo de hambre, y luego le dijeron loco. Y él estaba mejor que mucha gente, tenía algunos sirvientes de color que le llevaban comida cada vez que tenía hambre. Eso es estar mejor que muchas de las personas sentadas aquí esta noche. Así es. Cada vez que él tenía hambre, aquí venía un cuervo con un emparedado y se lo daba, y se iba volando. Se arrodillaba y tomaba un trago de agua cuando quería. Él estaba en la voluntad de Dios. Él tomó a Dios en Su Palabra. Amén. Eso—eso es—eso es todo lo que Ud. tiene que hacer, es recibir Su Palabra.",
    "Alguien dijo: “Bueno, Hermano Branham, ¿realmente me quiere decir que ese cuervo le trajo un emparedado?”.\n\nYo dije: “Sí, señor”.\n\nÉl dijo: “Bueno, ¿de dónde lo sacó el cuervo?”.",
    "Yo dije: “No lo sé. El cuervo lo tomó y se lo trajo a Elías, y él se lo comió”. Yo dije: “Así es con el Espíritu Santo. Ud. se estaba burlando de mí por gritar”. Le dije: “No puedo decirle de dónde vino; el Espíritu Santo lo trae. Yo solo lo como. Y me encanta y ese es mi sustento. Yo no sé de dónde viene; pero lo recibo; eso es lo único que sé. Mientras Él lo traiga, yo estoy dispuesto a recibirlo”. Amén.",
    "Dicen: “¿Cómo va a caminar ese individuo si no va a ir al médico?”. Yo no puedo evitar eso; cuando Dios lo dice, él lo hará de todas maneras. Ud. solo observe. Es asunto de Dios encargarse de Su Palabra. Él está pendiente de cumplir Eso, y Él está obligado a Eso. Y Él lo hará cada vez (Amén.) a cualquier hombre o mujer que se atreva a tomarlo a Él por Su Palabra (¡Oh, vaya!, esa es la verdad, sí, señor. Moisés fue allá, e hizo exactamente lo que el Señor le dijo que hiciera.), si Ud. solo toma lo que tiene en su mano y se lo entrega a Dios.",
    "Ahora, hubo un hombrecito una vez, un poco más adelante, por el nombre de—de David, un pequeño pastorcito que vivía por allá en la ladera, alimentando las ovejas de su padre. Pero él sabía que la bendición del Señor estaba sobre él. Así que, él sabía que Dios estaba con él. Y un día cuando los ejércitos de Israel se habían reunido para pelear contra los filisteos, pues, su padre Isaí dijo: “Ahora, te voy a enviar a tus hermanos; llévales algunas pasas y demás, y ve allá y ve cómo les va a tus hermanos”. Dos de los muchachos mayores estaban en la guerra.",
    "Así que David se fue. Y Uds. saben, cuando él llegó allá, él vio una escena: los filisteos reunidos a un lado e Israel al otro. Saúl sentado allí, con dos metros y diez centímetros de altura o algo, un gran individuo de aspecto principesco. Pero al otro lado, del otro lado de la hondonada, allí estaba el ejército filisteo, y ellos tenían un gran retador, o un gran campeón llamado Goliat. Vaya, él medía como nueve pies y cuatro pulgadas, y qué tipo era. Y cuando el diablo sabe que tiene la ventaja sobre Ud., él seguramente se lo sacará en cara a Ud., si le es posible.",
    "Así que él salió allá a la ladera y dijo: “Les haré una propuesta, a todos Uds. No provoquemos derramamiento de sangre”. ¿Ven? Él era grande, y tenía la ventaja sobre todos ellos. Y él dijo: “Uds. envíen… escojan a un hombre allá en los ejércitos de Israel, y que él venga aquí, y pelee contra mí; y si yo lo mato, entonces todos Uds. nos sirven, si él me mata, entonces nosotros les serviremos”. ¡Cómo no! Así es como el diablo lo hará.\n\nAhora, tomen Uds. por ejemplo a este hombre aquí: “Si tan solo pudiera ver esto, o eso, o aquello”. ¿Ven? Cuando a ellos se les ocurre esa clase de idea…",
    "Pero un día él hizo su alarde en el oído del hombre equivocado. Había un hombrecito delgado, de aspecto flacucho, probablemente pesaba como cincuenta kilos, con los hombros algo encorvados y envuelto en un pequeño abrigo de pastor. Y esa mañana, cuando los ejércitos iban y venían, y gritándose el uno al otro, y queriendo entrar en la batalla, pues, este retador grande salió, dijo: “Ahora, yo desafío a los ejércitos de Israel”. Pero cayó en los oídos del hombre equivocado para él esa vez. Sí, señor.",
    "Había un muchachito allí que sabía de lo que hablaba. Él dijo: “¿Qué es esto? ¿Me quieren decir que Uds. se van a parar allí y permitir que el… a ese filisteo incircunciso desafiar los ejércitos del Dios viviente?”. Amén. Él sabía de lo que estaba hablando. ¡Oh, vaya! Goliat, fue un error que te jactaras esta vez.",
    "Y cuando David escuchó eso, entonces su hermano dijo: “Oye, mira, yo conozco la malicia de tu corazón, ahora, deja de decir esas cosas”.",
    "Algunos de ellos dijeron: “Pues, él podría casarse con la hija del rey, y él le dará riquezas, y la casa de su padre será libre en Israel, y demás”.\n\nÉl dijo: “¿De qué están hablando todos Uds.?”. Vaya, solo un hombrecito pequeñito, así es como él…",
    "Pues, no se guie por las apariencias. Así es. Uno no se guía por las apariencias. Uno se guía por lo que está en el corazón. Así es. Si se guiaran por las apariencias, pues, Israel la habría pasado muy mal pensando que podían sacar agua de una roca. Ese era el lugar más seco que había en la nación. Pero Dios dijo: “Háblale a la roca. Esa cosa es la que tiene el agua”.",
    "Entonces ellos dicen hoy: “Si es que existe la sanidad Divina, estará en algunas de esas grandes iglesias clásicas”. Eso es lo que Uds. piensan al respecto. ¿Ven? Así es. Tal vez sea el lugar más seco que Ud. haya visto, pero hay agua allí si Ud. solo Le habla. Amén.",
    "Ahora, quiero que se fijen. Entonces cuando David, lo puedo ver caminando allá, y él dijo… lo trajeron ante el rey. Dijo: “Ahora, esperen un minuto” dijo, “traigan a ese muchacho aquí”. Él caminó hacia él, el día… Saúl lo llamó “ese joven”. Él debe haber sido un pequeño hombrecito flaco (¿saben?), no ancho de hombros, caminando ahí, mirándolo con ojitos de soñador. Él dijo: “Bueno, escúchame, tú no puedes con esa pelea”.",
    "Él dijo: “Que el corazón de ningún hombre desmaye a causa de este gigante”. Dijo: “Tu siervo irá y peleará con él”. ¡Oh, vaya! Me gusta ese valor. ¿a Uds.? ¿Por qué? Veremos en un minuto por qué él tuvo ese valor, qué hizo la diferencia. Sí, señor. Él dijo: “Yo iré allá y pelearé contra ese gigante”.",
    "Y allí, Saúl, el gran bebé, sentado allí, casi tan grande como un gigante, y se suponía que era un rey en Israel, y todo eso, y sentado allí temeroso de ir a pelear contra él.",
    "Me trae a la mente a muchas de estas personas hoy, que no creen en la sanidad Divina. Reclaman creer la Biblia, y luego solo dejan que el diablo los pisotee, con lo que sea. Yo creo en una experiencia a la antigua del Espíritu Santo, naciendo de nuevo, arraigado, muriendo dos veces. Yo—yo creo en algo que da vida a un hombre. Eso le pone valor y Fuego por dentro. Así es. Hará que él se pare frente a frente contra el diablo en cualquier promesa Divina de Dios y llamarla la verdad, no importa lo que parezca. El pequeño David…\n\nPues, le dijo: “Tú no puedes hacerlo”.\n\nÉl dijo: “Permíteme ir”.\n\nÉl le dijo: “Y, ¿cómo sabes que puedes?”.",
    "Él dijo: “Mire. Voy a decirle algo. Yo he tenido algo de experiencia”. Eso es lo que se necesita hoy, que alguien haya tenido una experiencia.",
    "David dijo: “Yo tuve una experiencia”. Dijo: “Estaba cuidando las ovejas de mi padre allá, y vino un león, vino un oso, y agarró un cabrito, o un corderito, y salió corriendo con él” y dijo, “Yo corrí tras él y lo golpeé en la cabeza con esta honda, y luego cuando comencé a sacar el cordero de su boca, él se levantó, y yo lo maté”. Él dijo: “El Dios que entregó el león en mis manos, y el oso en mis manos” dijo él, “cuánto más entregará a ese filisteo incircunciso”. Así es.",
    "Entonces Saúl dijo: “Ven acá y yo haré de ti un verdadero predicador eclesiástico”. Así que lo lleva allá, y le pone armadura grande, y su casco, y todo. Se lo puso sobre sus orejitas, y me imagino que miraba de reojo, y con armadura grande, puesta, él no podía moverse; simplemente no podía avanzar.",
    "Eso es lo que sucede con la gente hoy. Cuando un hombre recibe un pequeño llamado en su corazón para ir a predicar el Evangelio, tienen que llevarlo a uno de estos grandes seminarios, o algo allá, donde le sacan todo lo de predicador a golpes, y meterle un poco de esta teología mundana, así, y le sacan todo lo de predicador que hay en él, entonces le dicen que vaya. Con razón él no puede creer. Santo cielo, con todo el arnés del mundo puesto. ¡Aleluya!",
    "Necesitamos salir y sacudir con un poco del Espíritu Santo a la antigua y derretir estas viejas morgues, es lo que necesitamos por aquí, eso es. Amén. Sí, señor.",
    "El pobre David allí, se puso su… él tenía su título LCQ, Uds. saben, y su—su L.L., y doble-L.D., y D.D., Uds. saben, todo eso. Él dijo: “Yo no sé nada de estas cosas; nunca lo he ensayado. Yo no sé eso qué sea”. Dijo: “Yo no puedo con eso”. Y Saúl supo rápidamente que su chaleco eclesiástico no le quedaba a un hombre de Dios. Amén.",
    "Eso es lo que sucede con la gente hoy. Si Uds. solo se quitaran esos viejos chalecos eclesiásticos y se hincaran… Yo prefiero tener una experiencia antigua… preferiría que mi hijo se juntara con un hombre que no se supiera el abecedario, y llevarlo aquí a una ladera junto a un viejo tronco en alguna parte, y orar con él hasta recibir una experiencia del Espíritu Santo a la antigua, que enviarlo a toda escuela que hay en el país, que quitarían el poder de Dios y las bendiciones de Dios de su vida. Amén. Así es. Sí, señor.",
    "Y allí, David miró esa cosa, dijo: “Yo no sé nada de esto. Yo no sé cómo decir: ‘Aa-mén’, y todas las doxologías, y todas esas cosas así; no sé cómo hacer eso”. Dijo: “Déjeme ir con lo que ya he probado que es correcto”. ¡Aleluya!",
    "Eso es lo que digo yo. Sé que cuando fui donde mi supervisor general, y le dije que el Ángel del Señor había venido a mí, él dijo: “Billy, vete a casa. Tuviste una pesadilla”. Él dijo: “¿Pues, me quieres decir que con una educación de séptimo grado, vas a orar por los enfermos, y por reyes?”.\n\nDije: “Eso es lo que él dijo”.\n\nDijo: “¿Cómo lo vas a hacer?”.\n\nYo dije: “No lo sé, pero me ha traído hasta aquí, Él lo hará de aquí en adelante”. Dios es capaz, Quien ha hecho la promesa, lo hará.",
    "Él dijo: “¡Oh!, hijo, creo que es mejor que regreses. Necesitas un descanso”. Yo no necesitaba un descanso, necesitaba ir a trabajar; venía descansando demasiado en ese momento.",
    "Eso es lo que sucede con mucha gente hoy. Levántese y vaya. Es tiempo, la gente está en problemas, vamos, llévenlos al Señor Jesús, rápidamente.",
    "Si nos fijamos allí, pues, encontramos al pequeño David que dijo: “Ahora, mire. Yo no sé nada acerca de sus… todos sus títulos, y no sé nada de sus armaduras, y todas las cosas con las que Uds. pelean, y discuten, y hacen alboroto. Pero una cosa sé: yo he confiado en esta pequeña honda; Dios entregó al león con esta honda. Él entregó todo eso otro, con esta honda, y Dios entregará a ese filisteo incircunciso con la honda”.",
    "Sé que cuando yo era pecador, perdido, y en el mundo, muriendo sin Cristo, el Espíritu Santo me salvó. Yo sé que cuando estoy cansado, el Espíritu Santo me hace feliz. Sé que cuando necesito alimento, el Espíritu Santo me alimenta. ¿Cuánto más me sanará el Espíritu Santo si estoy enfermo, después de que Dios lo ha prometido? Yo no sé de esas otras cosas de Uds., pero sí sé que Dios ha hecho una promesa, y es la promesa de Dios, y Dios cumplirá Su promesa.\n\n“¿Qué es eso en tu mano, David”?\n\nÉl dijo: “Una honda”. Amén.\n\n“¿Cómo vas a pelear con ese gigante allá que tiene una lanza de cuatro a seis metros? Ni te le podrías acercar”.\n\nÉl dijo: “Esto lo he probado. Sé lo que esto hará”.",
    "Así es. ¡Oh!, siempre que un hombre o una mujer haya nacido del Espíritu de Dios, que alguna vez hayan recibido el Espíritu Santo, ellos saben lo que hará. Yo no sé lo que todo su discutir y todas sus escuelas van a enseñar, pero una cosa sé: que Eso hará lo que Dios dijo que haría.",
    "El pequeño David había aprendido de Dios en manera de la naturaleza. Estando allá, él habló de aguas de reposo y pastos verdes. Él vio a Dios en Su condición primitiva, el movimiento de Dios en Su naturaleza.",
    "Dios está en la naturaleza. ¿No lo creen? Seguro que Lo está. Me encanta verlo a Él en la puesta del sol, verlo en… mientras crecen las flores, verlo a Él cuando sale el sol.",
    "Aquí hace algún tiempo, estaba en las montañas a donde voy cuando me canso tanto que no puedo continuar. Y fui allá un otoño a cazar, y estaba cazando alces. Era a finales del otoño. Estábamos bien arriba, porque la nieve no había bajado para hacer bajar a la manada. Y yo estaba muy arriba en la cima, o cerca de la línea de árboles. Y en el otoño del año, allá arriba en las alturas de las montañas, viene, cae nieve un rato, y luego llueve por un rato, y luego sale el sol, Uds. saben cómo es en el otoño del año. Y mientras iba, no tanto para disparar a las presas, sino, más para estar solo.",
    "Me gusta pasar tiempo a solas con Dios. Todo hombre y mujer… Ese es el problema. Ud. debería pasar más tiempo a diario, en lugar de andar callejeando, y de aquí para allá, Ud. debería estar en algún lugar orando y buscando a Dios. Amén.",
    "Y allá arriba, yo iba; y vino una tormenta, y me metí detrás de un árbol así. Y yo estaba parado detrás del árbol y los vientos soplaban. Eran unos viejos árboles caídos allí, de todos modos. Entonces, después de que pasó la tormenta, salí detrás del árbol, tenía mi rifle en el suelo. Y miré hacia allá, y comencé a oír la manada de alces muy por delante de mí. Se perdieron en la tormenta. Estaban llamándose el uno al otro.",
    "Mi madre es mitad india, y con eso, es suficiente como para que me encante el aire libre. ¡Oh, vaya! Como dijo David: “Cuando el abismo comienza a llamar al abismo…”. Y realmente comenzó a llamar al abismo entonces.",
    "El viejo lobo gris comenzó a aullar aquí arriba, y su compañera le respondió allá abajo. Lloré como un bebé. No pude evitarlo, solo me paré allí y lloré con mis manos alzadas.",
    "Miré alrededor; luego salió el sol, por allá atrás en el horizonte occidental, asomándose, ese gran ojo que todo lo ve. Y sobre… ese árbol de hoja perenne se había congelado, allá arriba, con el hielo. Formó un arco iris a través del valle así. Pensé: “¡Oh, Dios!, dondequiera que uno mire, puede verlo a Él”. Allí estaba Él. Pensé, Él… Allí está Él mirando hacia allá; Él está mirando. Allí está Él en la manada de alces, y aquí está Él allá en el aullar de los lobos. Aquí está Él en la naturaleza. Pensé: “Es…” (como dijo Pedro) “Es bueno estar aquí. Construyamos tres tabernáculos”.",
    "Y me puse muy religioso, y corrí alrededor y alrededor de ese árbol, gritando a todo pulmón: gritando y saltando tan fuerte como podía. Si alguien hubiera llegado allá, hubiera querido llevarme al hospital psiquiátrico, pensando que había un loco allá en el bosque. Pero yo estaba como a cincuenta y cinco o sesenta y cinco kilómetros de la civilización. Estaba a solas con el Señor, pasándola bien.",
    "Miré hacia arriba, y vi eso, y pensé: “Sí, ese arco iris”. Dios se lo dio a Noé. “Él se veía como el arco iris como piedra de jaspe y sardis. El primero, el último, el que era, que es, y que ha de venir, Raíz y Linaje de David, la Estrella de la Mañana”. Y volví a dar vueltas y vueltas al árbol, tan rápido como pude, gritando a todo pulmón.",
    "Y una pequeña ardilla de pino, no sé si Uds. hermanos alguna vez hayan visto una o no, pero una pequeña ardilla de pino estaba allá arriba sobre un tronco. Y comenzó: “Chat, chat, chat, chat, chat, chat, chat”, como si me fuera a hacer pedazos. Pensé: “¿Por qué está tan emocionado el pequeño?”. Él en semejante cháchara.",
    "Y miré hacia allá, y pensé: “Tal vez me tiene miedo”. Y entonces, de casualidad miré y venía saliendo de allí abajo, el viento había—había forzado una gran águila a bajar. Y esa águila grande, cuando salió, a eso le estaba ladrando la ardillita. Ella saltó sobre una rama así, y la pequeña ardilla saltó hacia atrás, con su cháchara.",
    "Miré esa gran águila. Pensé: “Bueno, Señor, ¿asustaría yo a esa águila para que saliera, por los gritos tan fuertes?”. Así que la miré y pensé: “Ahora, Tú la pusiste aquí delante de mí, para observar, por algo. No sé por qué Tú presentaste esa águila delante de mí”.",
    "Seguí mirándola. ¡Oh, era grande, un ave muy grande! Y me fijé en sus grandes ojos aterciopelados mirando alrededor. Pensé: “Bueno, hay una cosa que sí admiro de ti, muchacho: es que eres valiente, no tienes miedo”. Y pensé: “¿Por qué no tienes miedo? Me gustaría saberlo. ¿Por qué no tienes miedo? ¿No me temes?”. Y lo observé, Uds. saben, y sacudía esas plumas de un lado a otro, Uds. saben, y caminaba de un lado a otro sobre ese tronco, mirando alrededor. Miraba a la ardilla de pino y me miraba a mí. Dije: “Muchacho, ¿sabes que te puedo disparar?”. Solo me miró y siguió, Uds. saben, pisoteando de allá para acá. Él no lo estaba molestando mucho.",
    "Y pensé: “¿Por qué es que no—no tienes miedo?”. Entonces sucedió que dije: “Ahora, voy a investigar, Señor, ¿por qué? Ahora, te veo allí en el arco iris; estaba escuchando la manada de lobos; Te veo allá en la puesta del sol. ¿Por qué? ¿Estás Tú en esa águila?”. Y miré a ese individuo un poco. Pensé: “Sí, la razón por la que no teme, él—él está moviendo esas plumas de un lado a otro. Dios le dio un par de alas, y él sabe que antes de que yo pudiera tomar ese rifle en mi mano, él estaría entre esas copas de los árboles, y yo no podría dispararle”. Yo dije: “Gloria a Dios”. Me dio otro episodio. Y comencé a correr. Pensé: “Así es. Mientras uno pueda sentir el Espíritu Santo a su alrededor, ¿qué más da lo que suceda? Que todo lo demás suceda, lo que sea. Siempre y cuando Ud. pueda sentirlo a Él alrededor suyo, saber que Él está aquí”.\n\nAlguien dijo: “Hermano Branham, ¿no teme Ud. cometer un error alguna noche?”.\n\nDije: “No, no mientras yo pueda sentirlo a Él, no, señor, cuando Él se va, yo dejo la plataforma, pero mientras Él esté allí”.",
    "Observé a ese individuo por unos minutos. Me estoy saliendo de mi tema aquí, pero quiero decirles esto: Cuando lo observé allí un rato, después de un rato se cansó de escuchar a esa pequeña ardilla de pino, “Cháchara, cháchara, cháchara, cháchara”. Y dio un gran salto así; estuvo por encima de esas copas de los árboles, con un par de aleteos de sus alas. Y no volvió a batir sus alas, sabía cómo colocar sus alas. Y yo lo observé. Cada vez que soplaba el viento, él subía. Cada vez que soplaba el viento, él subía. Siguió y siguió y siguió y siguió, hasta que llegó a ser un pequeño punto.",
    "Me paré allí y grité a todo pulmón. Yo dije: “Sí, Señor, eso es; eso es. No es saltar y unirse a los metodistas, y de nuevo a los bautistas, y luego a los presbiterianos, a los pentecostales, a las asambleas, a los unitarios, por todas partes de esa manera. Solo es colocar sus alas correctamente”. ¡Aleluya! Así es.",
    "No es correr de una reunión de sanidad a otra; no es ir de un consultorio médico a otro; es saber cómo colocar sus alas de fe en el poder del Espíritu Santo; cada vez que Ella entra, móntese en Ella hasta que Ud. pueda dejar ese viejo chachareo, chachareo y chacharear terrenal. Ese viejo grupo que dice: “Los días de los milagros han pasado” y, “Eso fue para la gente de hace mucho tiempo” remóntese Ud. más allá de eso. Cada vez que venga la ola del Espíritu Santo, posicionen en Él sus alas y salgan fuera de vista, remontándose a los cielos del Cielo. Dejen a ese viejo terrenal fulano de tal, sentado aquí atrás y diciendo: “Bueno, yo creo que los días de los milagros han pasado. Yo creo que esa gente que piensa eso está mal de la cabeza”. Solo remóntese, más allá de eso. Amén. No aletee ni salte, solo posicione sus alas. Deje que el Espíritu Santo lo levante, lo levante, lo levante. Siga adelante, hasta que Ud. esté fuera.",
    "Sí, un día allá yo estaba arreando ganado. Sucedió que no me fijé en otra cosa sobre el a-…, o, me fijé en otra cosa sobre el águila: La madre águila cuando hace su nido, lo hace con grandes palos y cosas, y apesta alrededor.",
    "Así que, cuando los aguiluchos aprenden a volar, yo me fijaba, amarré, puse las riendas de mi caballo de una rama, y crucé. Yo tenía unos binoculares, solo observando. Vi a esa madre águila remontada por allá arriba; ella hacía algo, circulaba, aleteando en el aire. Le apunté mis binoculares y la observé, porque bajábamos con el ganado. Y miré allí adentro, y la vi, cómo estaba sacando a esos pequeños. Y ella movía esos aguiluchos de allá para acá allá arriba.",
    "Y después de un rato, ella los puso a todos en sus alas; y sencillamente los sacó de ese nido apestoso, y fue allá abajo al valle, y bajó sus grandes alas así, y al hacerlo, todos esos aguiluchos se bajaron y comenzaron a caminar por allí. Era la primera vez que ponían sus pies en el pasto, ¡vaya, que la estaban pasando bien! Yo dije: “Señor, si ese no es un avivamiento del Espíritu Santo a la antigua, no he visto uno en mi vida”. Así es. Dije: “¡Míralos!”.",
    "De ese viejo nido apestoso allá arriba, Uds. saben, con ese mal olor y los palos y cosas, así es como lo hace Dios. Él lo levanta a Ud. sobre las alas de un águila, y lo saca de las cosas apestosas y viles del mundo a este lugar donde todo es posible, completamente libres. Amén.",
    "Entonces los vi corriendo, agarrando un pequeño bocado de hierba aquí, y correr allá, agarrando un pequeño bocado aquí, y jugando, pasándola en grande, sin ninguna condenación. Pensé: “Pues, ¿qué va a hacer esa madre?”.",
    "Después de que ella vio a sus pequeños comenzar a jugar muy bien y a pasar un buen rato, ella extendió sus alas de nuevo, y subió bien arriba a la roca más alta que encontró. Se ubicó allí arriba y posó, comenzó a mirar alrededor. ¡Oh, vaya! Pensé: “Así es. Cuando el Señor Jesús me sacó del lodo cenagoso y me puso sobre la Roca, Cristo Jesús, Él subió a las murallas de la Gloria, sentándose en lo alto, mirando hacia abajo. Su ojo está sobre el gorrión, y yo sé que Él cuida de mí”. Ningún daño, ningún peligro, ni otra cosa puede suceder, mientras estemos en Su Divina Presencia. Amén. Que venga, pase lo que pase; aun la muerte misma ha perdido su aguijón. Porque Él está parado allá en la Gloria esta noche; Sus ojos están vigilando esta reunión para ver exactamente lo que sucederá, mientras Sus pequeños se reúnen alrededor del trono de Dios, regocijándose en la Palabra de Dios, clamando en la Presencia de Dios, ¡oh, hermano!, sin preocupaciones.",
    "Esos pequeños no buscaban nada. Vaya, si un coyote se acercara a uno de ellos, él recibiría los azotes más horribles que haya recibido en su vida. Amén. ¡Oh, vaya!",
    "Y cuando ella posó allá arriba, luego de un rato, me quedé allí como dos horas observándola. Un pequeño viento norteño llegó, una mancha verdosa, aparece rápidamente, la tormenta venía. Y ella soltó un grito, cuando dejó ese nido allá arriba, ella voló directamente allá abajo, así, soltó un grito, y todos esos aguiluchos, por todo el—el pequeño prado allí, comenzaron a correr para juntarse. Ella extendió sus alas así. Cada uno de esos aguiluchos solo corrió y saltó sobre el ala, engancharon sus piquitos alrededor de una pluma, así. Ella levantó esas grandes alas maestrales, y esa tormenta bajaba por esa colina aullando a noventa y siete kilómetros por hora. Ella se fue tan directo a la roca como pudo y los llevó al refugio.",
    "Pensé: “Sí, algún día de estos, vendrá un grito de arriba; el Señor Jesús vendrá y extenderá Sus grandes alas, y todos Sus pequeños saltarán a los brazos de la vieja y cruenta cruz, y seremos cargados a la seguridad de Su día venidero hasta que la tormenta de la vida haya pasado”. ¡Oh!, ¡qué maravilla es, si Ud. ve a Dios en Su naturaleza!",
    "David había visto esto y él sabía que Dios existía, y que Dios libraría. Él había visto a Dios en Su naturaleza. Así que, él dijo: “Dame esta pequeña honda. La he probado. Es de lo único que sé algo, es de esta honda”.",
    "Y eso es todo lo que un creyente sabe: “Que Dios lo dijo, y esta es la antigua honda. Yo confiaré en Ella cuando sea, contra cualquier cosa que el diablo pueda arrojar” (¡Amén!), “es la Palabra de Dios”.\n\nSolo la Palabra de Dios derrotará a Satanás en cualquier lugar, en cualquier momento, en cualquier condición, si un hombre o una mujer se atreven a recibir Eso, Dios, en Su Palabra. Amén.",
    "Y puedo verlo entonces, cuando él dijo: “Bueno, adelante. El Señor sea contigo”.",
    "Él extendió la mano allí y buscó allá en el valle y tomó cinco piedrecitas, y las guardó en su bolsita pastoral. Puso una en su honda y salió allá para enfrentar a Goliat. Goliat lo miró y dijo: “¿Soy yo perro?”. Pues, él lo maldijo en el nombre de sus dioses. Él dijo: “Yo te voy a tomar, pequeño santo rodador con apariencia de comadreja, a ti, y te clavaré esta lanza, y te voy a colgar aquí y dejar que los pájaros te coman por un rato”. Sí, señor.",
    "Ud. dice: “David no era un santo rodador”. Sí, lo era; lo que Uds. llaman un santo rodador.\n\nCuando el Arca del Señor venía entrando, él salió y danzó delante del Arca con todas sus fuerzas; y su esposa se burló de él.",
    "Le dijo: “No te gustó eso, mira esto”. Y bajó y dio vueltas y vueltas y vueltas y vueltas alrededor del Arca de nuevo. Si ese no es un santo rodador moderno, nunca he visto uno en mi vida. Seguro que lo era. Amén.\n\nAlguien dijo: “Hermano Branham, Ud. tiene algo de esa nueva clase de religión, ¿no es así?”.\n\nYo dije: “No, yo tengo una buena dosis de la antigua”. Amén.\n\nDijo: “Yo me refiero a esa religión de gritos”.",
    "Yo dije: “Esa es la religión más antigua que se haya conocido”. Dije: “Dios le preguntó a Job: ‘¿Dónde estabas tú cuando puse el fundamento de los mundos, cuando alababan las estrellas del alba juntas, y los hijos de Dios gritaban de gozo?’ diez mil años antes de que el mundo fuera formado”. Amén. Me van a llamar “santo rodador” de todas maneras, así que es mejor prepararme, acostumbrarme.",
    "Fíjense, hermanos, permítanme decirles algo. David lo sabía, y él envolvió esa vieja honda. Él salió, y dijo: “Tú me enfrentas como filisteo, en el nombre de un filisteo, con una armadura y con una lanza, pero yo te enfrento en el Nombre de Jehová Dios de Israel del mismo ejército que tú desafiaste”. Y dijo: “Hoy daré tu cadáver a las aves y a los animales del campo. Y tomaré toda la carne de estos filisteos…” Entonces él… y ese vil sujeto fue tras él.",
    "Ahora, miren a David, cuando pasó corriendo este pequeño arroyo, cruzó para enfrentarse con él. Y cuando lo hizo, ¿qué tenía en la mano? Esto es lo que tenía David: Tenía cinco rocas, F-A-I-T-H, [FE—Trad.] en cinco dedos tenía envuelto a J-E-S-Ú-S; aquí viene él, cinco piedras en cinco dedos; fe en el Señor Jesús. Y esa roca fue directo al cráneo de ese viejo gigante, y David lo derribó, y le cortó la cabeza. Y cuando lo hizo, él miró alrededor; y todos los demás viendo lo que había ocurrido, cobraron valor y sacaron sus espadas y comenzaron a pelear, acorralando a los filisteos, los derribaron.",
    "Aquí hace unos años, cuando recién comencé, casi no había nadie predicando sobre sanidad Divina. Cuando vieron al congresista Upshaw y a muchos de ellos sanados, déjenme decirles: Presbiterianos, y metodistas, y Asambleas de Dios, y todos, se consiguieron uno; y los otros consiguieron uno; la Iglesia de Dios se consiguió uno; Oral Roberts; y el otro tiene a alguien más; y hermano, hemos estado derribando a los filisteos a diestra y a siniestra. ¡Aleluya! Porque cada corazón está cobrando valor esta noche, y no se ha dicho ni siquiera la mitad. Porque Jesucristo, el Hijo de Dios, lo ha prometido.\n\n¿Qué está en su mano esta noche? Lo que sea que Ud. tenga, úselo para la gloria de Dios.",
    "Puedo ver a un hombre allá, llamado Sansón. Él salió allá un día, y los filisteos habían hecho un poco de daño allá; amarró de cola algunas zorras, y les quemó todo su maíz. Así que esos israelitas vinieron y lo agarraron, dijeron: “Tenemos que entregarte a los filisteos”.",
    "Y lo llevaron allá, y lo ataron con unas cuerdas, y lo trajeron allá. Y los filisteos iban a maltratarlo, y cuando lo hizo, el Espíritu del Señor vino sobre él. Amén. Eso es lo que hizo la diferencia. Cuando él sintió el Espíritu de Jehová venir sobre él, sin tener nada en la mano. Y él miró hacia abajo y allí había una quijada de mula. Y tomó esa quijada en su mano y mató a mil filisteos. Amén. Eso es todo lo que él tenía.",
    "Él no tuvo que pasar al frente y decir: “Ahora, esperen. Permítanme tomar esta quijada y déjenme probarla y ver si aguanta la presión o no”. Él no tenía tiempo para pensar en todas esas cosas. Estaba en la emergencia. Los filisteos estaban sobre él. Lo único que podía hacer era levantar la quijada y pelear; era todo lo que había.",
    "Y esta noche, Ud. no tiene tiempo para salir corriendo a investigar todas estas cosas. El avivamiento termina mañana en la noche. Tomemos la Palabra de Dios, Eso está en su mano, peleemos contra nuestro enemigo mortal. Amén.\n\nDios le dio la victoria.",
    "Había un hombrecito allá en la Biblia llamado Samgar. Tal vez ni siquiera lo distingan, en el Libro de los Jueces, solo un hombrecito. Veamos un pequeño drama de él.",
    "Puedo verlo allá, un pobre hombrecito. Era un tiempo cuando cada uno hacía lo que quería. E Israel no tenía rey. Todos estaban desunidos, divididos, en pequeños grupos, casi como la iglesia está hoy.",
    "Uno es asamblea; el otro es Iglesia de Dios; el otro es unitario; el otro es bautista; el otro es presbiteriano; uno es metodista. ¡Oh, vaya! Si no nos gusta aquí, nos vamos para acá, y para acá, y para acá, y… ¡Oh, vaya! Yo—yo—yo mismo no lo entiendo.",
    "Y luego cuando ellos se metieron allí. Y, ¡oh!, lo que ellos necesitaban era… lo que necesitaban entonces, era una buena liberación a la antigua; y es lo que necesitamos hoy (Amén.), que la iglesia regrese a la fe del Dios viviente, regresar a la promesa de Dios, regresar a la gloria de Dios, regresar al poder de Dios.",
    "Samgar había almacenado todas sus cosas, su trigo, como lo hacía cada año. Y para cuando había guardado las cosechas, entonces venían los filisteos y se la quitaban. Así es como hace el diablo; para eso es que sirve el diablo. Justo cuando Ud. junta un poco de valor, o alguna otra cosa, entonces viene el diablo y se la quita. Así es.",
    "Así como el avivamiento que está sucediendo ahora. Justo cuando uno logra darle inicio, y la gloria de Dios comienza a bajar, entonces algún charlatán tiene que venir, y hacer algo que no está bien, y quitarle la gloria a la cosa.",
    "Aquí no hace mucho, fui allá, y estaba una de nuestras hermanas Cristianas, pintada como una Jezabel. Yo dije: “¿Qué sucede?”.\n\nElla dijo: “Bueno, gloria a Dios”. Dijo: “Mi pastor me dijo que era la liberación de la mujer”.",
    "¡Liberación de la mujer! ¿Qué le pasa a Ud.? Esa cosa no existe. Cristo le liberó a Ud. del pecado, entonces actúe así y vístase así. Para cuando la iglesia se fortifica y tiene un buen comienzo, entonces algo así se mete. Sí, señor.",
    "Ella dijo: “Bueno, déjeme decirle”. Dijo: “Mi pastor me dijo que yo podía hacer todo esto…”. Y tenía suficiente pintura para pintar un granero. Sus—sus dedos parecían haber estado comiendo bistec crudo, con sangre en las uñas.\n\nPensé: “Mujer, para mí Ud. no parece una Cristiana”.",
    "Escuche, señora: no permita que le hagan tragarse esa clase de insensatez. Un buen caso a la antigua del bautismo del Espíritu Santo sacará eso de Ud. tan cierto como…?… Correcto. Solo recuerden que Uds. han perdido algo de terreno en alguna parte. A mí no me importa lo que esa mujer predicadora… Ella no fue ordenada por Dios, les diré eso en primer lugar. Así es. Es contrario a la Palabra.\n\nEscuchen. No hubo más que una mujer en la Biblia que se pintó para encontrarse con un hombre, y esa fue Jezabel. Dios se la dio de comer a los perros.",
    "Así que si Ud. ve a una mujer toda pintada. Ud. solo diga: “Cómo está Ud., Señorita Carne para Perro”. Eso es lo que Dios hizo de ella, no más que carne vieja para perro. Así que no le presten atención a eso; es del diablo; correcto. Siendo que ella debería: limpiarse y actuar como… Como Jacob le dijo a su esposa e hija: “Compórtense como deben hacerlo”. Amén.",
    "Lo que necesitamos esta noche, es un buen avivamiento del Espíritu Santo a la antigua, predicado de nuevo con el poder de Dios entrando y saliendo de la iglesia, y sacando el almidón y esos cuellos. ¡Aleluya! Sí, señor. Eso es lo que necesitamos. Sí, señor, muy bien.",
    "Allá estaba el pobre Samgar, para cuando tenía suficiente de algo, entonces algo así tenía que suceder. Así es la iglesia, cuando comienza el avivamiento, entonces algo así tiene que suceder. Hermano, solo predique a la antigua…",
    "Bueno, antes teníamos muchas ovejas en nuestra región. Y tenían un perro que mataba ovejas; lo atrapamos con la lana en los dientes, tomamos la vieja escopeta, de dos cañones, y le apuntamos. Hermano, con eso hay que apuntarle a esa clase de tipos, la vieja escopeta, con ambos cañones. Y se los digo, eso arreglará las cosas. Seguro que sí; frenará la matanza de sus ovejas. Amén. No sabía que iba a decir eso, pero es para que lo recuerden. Muy bien, piensen en eso.",
    "¡Vaya!, y allí, para cuando él ya tenía su trigo y todo, aquí venían los grandes filisteos gordos, y se lo quitaban. Allá por el camino, se lo quitan.",
    "Un día, él acababa de juntar toda su cosecha y estaba toda trillada. Allí estaba él, pobrecito; se paró allá en el granero, estaba mirando alrededor. Él dijo: “Bueno, mamá, quizás, puede ser que… podamos sobrevivir este invierno, nosotros y los niños”. Mirando alrededor.",
    "Y cuando menos piensan, él oyó algo que venía por el camino: “Tromp, tromp, tromp, tromp”. Aquí venían seiscientos hombres armados, con grandes cascos de bronce, con grandes zapatos de hierro, sus lanzas en la mano, con grandes espadas a sus costados, viniendo por el camino, a quitarle su cosecha.",
    "Puedo ver al pequeño Samgar decir: “¡Oh, vaya! Miren allí. Aquí viene de nuevo”. Él miró a su pobre esposita. Allí estaba ella, con los codos de su vestido gastados. Allí estaban los niños, se veían muy flacos porque no habían tenido nada para comer. Los filisteos se lo habían llevado.",
    "Así es como se ven algunos de los Cristianos esta noche. Una cosa de aspecto demasiado insignificante para llamarse un creyente, un Cristiano nacido de nuevo. Amén. Sin suficiente fe para colocar el punto sobre la i si fuera tinta. Así es. ¡Oh, vaya!",
    "No permitan que el diablo venga y saque la gloria de Dios de la iglesia, al enviar a su pastor a conseguir todos estos D.D. y regresar, y pararse y decir “amén” como un becerro moribundo. Lo que Ud. necesita es un predicador con una religión anticuada, dura, de cielo azul, que mate el pecado, que predique la verdad y se pare por lo que Dios dijo que es la verdad, y libere a la gente. Amén.",
    "No soy irrespetuoso. No es mi intención, pero hermano, es hora de que le digamos… a lo negro, “negro” y a lo blanco, “blanco”. Sí, señor. Al Ud. tener a Dios en su campamento, pues, Ud. oirá el grito de nuevo en el campamento del Rey, cuando Ud. corrija la cosa. Amén.",
    "Ahora, fíjense. Y aquí estaba el pequeño Samgar parado, mirando por la ventana, aquí venían estos filisteos. Dijo: “¡Oh, madre, mira allí!”.",
    "Su pobre niña llorando. Puedo verla bajar las manos, decir: “Papá, no tendremos nada para comer este invierno”. Y entonces ver a mamá, y ella empieza a llorar.",
    "Saben, Samgar miró alrededor. Simplemente no sabía qué hacer. Él miró alrededor. Él dijo: “Yo no podría pelear. Yo no soy un guerrero, y yo—yo no tengo tiempo para ir, y aprender a batirme a duelo, y hacer todos estos ejercicios y cosas. Yo—yo no tengo tiempo para hacer eso”.",
    "Pero él casualmente miró, allí en la esquina, y había una vieja aguijada para bueyes. ¿Saben Uds. lo que es una aguijada para bueyes? Es un palo grande y viejo con un extremo de bronce para golpear… para hacer pasar el ganado por la puerta, para empezar, y también sacudían la tierra del arado cuando araban con esta cosa. Una vieja aguijada para bueyes allí, era lo único que él podía poner en su mano. Pero ¿saben qué? Yo no digo que él se enojó, sino que se levantó con una indignación justa. Sí, señor. Hermano, se los digo él ech-…\n\n“¿Qué hay en tu mano”?",
    "🦅 Nada más que una aguijada para bueyes”. Y él dijo: “Yo no soy un guerrero. Yo—yo no puedo hacer esto. Yo—yo no tengo entrenamiento”. Pero él no tenía tiempo para entrenamiento. Lo único que necesitaba era el Espíritu de Dios sobre él. Él saltó por esa ventana con el Espíritu de Dios sobre él y tomó esa aguijada para bueyes y mató a seiscientos filisteos. Amén.",
    "Lo que necesitamos hoy, no es ir al seminario y aprender si Marcos 16 es correcto o no. Hermano, la gente se está muriendo. Lo que tenemos que hacer es salir ahora mismo. No es si Ud. se batirá a duelo o no; es levantarse. Sí, señor.",
    "Él sabía que ese era un filisteo. Él sabía que aquellos eran filisteos incircuncisos. Tan cierto como que conozco esa enfermedad, mientras Ud. sepa que tiene problemas del corazón, cualquiera que sea su problema, sabemos que es del diablo. Y él sabía que él era un israelita. Él sabía que estaba circuncidado. Él sabía que tenía derecho a la promesa. Él sabía que Dios prometía bendecirlo. Así que él se enojó mucho con eso, y tomó el aguijón para bueyes, y manos a la obra.",
    "Lo que necesitamos esta noche, es creer, mi hermano, que Ud. es un hijo de Dios, y Ud. tiene derecho a eso, y la promesa es suya. Lo que sea que esté en su mano, tómelo, vaya a matar al diablo de un lado al otro. Amén. Y Uds. verán como volarán las plumas, el diablo será derrotado, y Uds. saldrán sanos de nuevo.",
    "¿Qué es eso que tienes en la mano? Ud. dice: “Hermano Branham, yo no tengo nada en mi mano”. Ud. pudiera tener una tarjeta de oración. Deje caer la cosa al suelo, y levántese en el Nombre de Jesucristo, y diga: “Yo tomo a Cristo como mi Sanador esta noche”. ¡Aleluya!",
    "Ud. puede tener un pequeño catecismo pegado en su brazo, y queriendo revisarme para ver si estoy correcto o no. Deseche esa cosa, y levántese en el Nombre de Jesucristo, y sea bautizado con el Espíritu Santo, y salga al campamento. Amén. Sí, señor. Ud. pudiera tener un montón de pequeños credos para repetir en la mañana antes de ir a la iglesia, y aprenderlos, para poder decirlos. Deseche esa cosa y reciba una llenura del corazón del Espíritu Santo. Amén. Suelte esa cosa y tome lo que está en su mano. Lo que sea que tenga en su mano, tómelo, y haga lo mejor que pueda con eso para la gloria de Dios. Amén. ¡Oh, vaya! Yo estaba… Aquí son, ¡oh!, casi las diez. Oremos.",
    "Nuestro Padre Celestial, no hay mucho en nuestra mano; pero Dios, no es lo que está en nuestra mano, es lo que Tú puedes poner en nuestra mano. ¡Oh, Dios!, necesitamos fe en esta noche. Toma este pequeño mensaje esta noche, Señor, y ponlo en el corazón de cada creyente, y hazles saber que no importa cuán débil sea la persona, ellos todavía tienen a Cristo a la mano. Y pido que Tú concedas estas bendiciones, salva a los perdidos, llena con el Espíritu Santo a aquellos que no están en Cristo, y recibe la gloria del servicio. En el Nombre de Jesús, lo pido.",
    "Con sus rostros inclinados, me pregunto mientras hacemos este llamado al altar por un momento… Yo sé que esta es una predicación anticuada, áspera, que restriega, raspa, rústica a más no poder, pero hermano, Ud. la necesita a veces. Así es. Ud. la necesita.",
    "Ahora, me pregunto si hay alguien aquí esta noche, no con alguna historia sentimental para llorar y seguir… Escuchen. Habrá más gente engañada con eso que con cualquier otra cosa que yo conozca. Yo no voy al Cielo porque mi madre fue allá. Voy porque Jesucristo murió para que yo pudiera ir allá. Quiero ver a mi madre, seguro. Pero yo tengo que venir a Cristo, no porque mi madre se fue, sino porque vengo como pecador, confieso mi pecado, acepto el camino provisto por Dios. Así es.",
    "Ahora, está Ud., esta noche, diciendo: “Yo soy un pecador, predicador, y quiero que me recuerde en oración. ¿Levanto mi mano a Ud. para pedirle que me recuerde en oración como un pecador”? ¿Levantarían sus manos, en cualquier parte de la congregación? Dios los bendiga por todos lados. Vaya, vaya, vaya. Allá arriba en el círculo alrededor del balcón, ¿hay alguien allá arriba? Sí, veo sus manos. Por todo el rededor, Dios también las ve. Seguro que Él las ve.",
    "Inmediatamente después del servicio, quiero que bajen aquí y hagan una confesión, le entreguen su corazón a Cristo, y sirvan al Señor con todo su corazón.",
    "Padre Celestial, mientras cae la noche, hay niños enfermos sentados alrededor. Oro, amado Dios, que Tus misericordias sean derramadas en nuestros corazones ahora mismo. Que este pequeño texto de ¿Qué es eso en tu mano?… Para Moisés, nada más que una vara seca; para David, nada más que dos pequeños cordeles con un pedazo de cuero, una honda; para Sansón, nada más que un hueso seco de la quijada de una mula (¡Oh, Dios!); Samgar, ni siq-… nada más que una aguijada de buey en su mano, un palo con un pedacito de bronce en la punta, y él mató a seiscientos filisteos, no siendo un guerrero, no un luchador, sino un hombre en el pacto.",
    "¡Oh, Padre Celestial!, Señor, en esta noche, ¿podrías tomar a cada uno en Tu mano? Concédelo, Señor, y abre la fe en sus corazones, y que Tu Espíritu Santo obre abundantemente en esta noche, Señor, mientras ellos están esperando.",
    "Anoche, me dio mucho gusto ver que Tú haces que los ciegos vean, y los sordos oigan, y los pecadores vengan a Ti. Y, ¡oh, Dios!, todas estas grandes cosas que Tú hiciste, los paralíticos sanando y saliendo de esas sillas, y caminando alrededor en el Nombre del Señor.",
    "¡Oh, Señor Dios!, Tú eres grande. Y Te damos gracias por eso, y oramos que Tú salves a cada uno en esta noche, quienes levantaron sus manos. Que ellos nunca se pierdan, sino que esta sea la noche en que Te reciban. Literalmente cien o doscientos levantaron sus manos, y oro que Tú los salves a cada uno de ellos por causa de Jesús. Porque es en Su Nombre que lo pedimos. Amén. [Cinta en blanco.—Ed.]",
    "…Ellos enviaron un millón de Biblias a estos judíos. Apenas llegaban de Irán allá, Irán, Irak, y de los países por allá. Uds. lo leen, leen en esas revistas cómo el… trajo a millones de judíos. Si tuviéramos tiempo para entrar en la cosa profética… Y esos judíos regresando, tengo una fotografía de ellos entrando allí, donde la tomaron, bajando de barcos, saliendo de aviones, cargando a sus cojos, y sus paralíticos, y sus ciegos.",
    "Así que se les acercó, el hombre que tomó esta fotografía, el Hermano Arganbright y los demás, que deben estar aquí en la reunión, les preguntó, él dijo: “¿Para qué han regresado todos Uds.?”.\n\n“Es la patria”.\n\nDijo: “Para poder tener un lugar propio, para morir en la patria”.\n\nEllos dijeron: “No. Venimos de regreso para ver al Mesías”.",
    "¡Oh, Uds. maestros de profecía, si tan solo supieran lo que es eso! Cuando este Evangelio se vuelva de los gentiles a los judíos, se ha terminado con los gentiles; es el tiempo del fin.",
    "Y entonces ellos les dieron Biblias. Enviaron un millón allí. Esos judíos comenzaron a leer esos testamentos. Los leyeron. Ellos no se habían enterado que Jesús estaba aquí. Ellos nunca han oído al respecto, han estado allí desde la arreada a Babilonia, el cautiverio. Y ellos dijeron: “Si este Jesús, que Uds. llaman, es el Mesías, veámoslo a Él hacer la señal del profeta, como lo hizo aquí en esta Biblia, y nosotros Lo aceptaremos. Todos Lo aceptaremos, si Él viene y hace la señal del profeta. Nosotros Lo aceptaremos”.\n\nHermano, ¡oh, vaya!, estuve a unos cientos de millas hace unas semanas, pero el Espíritu Santo me detuvo: “Todavía no”.",
    "¡Oh, cómo me gustaría reunir a unos cuantos millones de ellos, y decir: “Yo reto eso en el Nombre del Señor Jesús, si es que Él no hace la señal del profeta: ¿cuántos de Uds. aquí en este mismo terreno lo aceptarán a Él como Salvador personal?”. Y entonces cuando ellos hagan eso, yo diré: “En este mismo terreno aquí mismo es donde sus primeros padres recibieron el bautismo del Espíritu Santo, y las mismas señales que hizo Jesús se repetirán de nuevo exactamente como Uds. lo leen en la Biblia”.\n\nEllos no quieren tener… Su Dios es un Dios poderoso. Su Dios no muere. Él es el mismo ayer, hoy, y por los siglos, y ellos lo creen.",
    "Fíjense. Cuando Jesús estuvo aquí en la tierra, Él no afirmó ser un sanador. Mucha gente vino a Él que no fue sanada. Muchas veces quizás Él fue llevado a los muertos. Me imagino que miles murieron mientras Él estuvo aquí en la tierra. Él no resucitó sino a tres; eso es una confirmación. Él pasó por el estanque de Betesda donde la gente estaba postrada coja, paralítica, ciega y seca, no sanó a ninguno de ellos, se acercó a un hombre acostado en un lecho y lo sanó, salió y dejó a los demás tendidos allí.",
    "Un Hombre lleno de virtud, lleno de fe, Dios Mismo, Emanuel, aquí en la tierra, morando entre nosotros, Él dijo: “Yo no hago nada por Mí Mismo”. Cuando Le preguntaron a Él en San Juan 5:19, Él dijo: “De cierto, de cierto os digo: No puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre; eso hace el Hijo igualmente”. Ahora, busquen Su Vida a través de la Biblia, y descubran si no fue cada vez lo que el Padre Le mostró. Jesús dijo: “No soy Yo el que hace las obras, es Mi Padre que mora en Mí, Él hace las obras”.",
    "Cuando Felipe se convirtió, fue y encontró a Natanael, lo trajo de regreso, ¿qué sucedió? Él dijo: “Vengan, vean a Quién hemos… He encontrado, a Jesús de Nazaret, Hijo de José”.\n\nÉl dijo: “¿Pudiera salir algo bueno de Nazaret?”.",
    "Cuando él vino a ver a Jesús, llegó entrando en la línea, como allá afuera. Jesús lo miró. Él pudiera haber estado en la línea de oración, hasta donde yo sé. Pero él vino a donde estaba Jesús, orando por los enfermos. Él le dijo, cuando Él lo miró, Jesús lo miró, dijo: “He aquí un israelita, en quien no hay engaño”.\n\n¡Oh!, dijo él: “¿Cómo me conociste, Rabí?”. Lo asombró.\n\n“Pues” dijo Él, “antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”.\n\nÉl dijo: “Tú eres el Hijo de Dios; Tú eres el Rey de Israel”.",
    "Él subió por el camino de Samaria. Él iba a Jericó, pero dio la vuelta a Samaria, muy arriba del cerro. Él Se sentó, despidió a Sus discípulos. Una mujer samaritana salió. Él la vio allí sacando agua. El Padre Le había dicho que subiera allá. No Le dijo lo que iba a suceder, solo: “Sube allá”.\n\nAsí que Él teniendo a la mujer allá, y le dijo: “Tráeme a Mí de beber”.\n\nElla dijo: “No es costumbre que los judíos le pidan tal cosa a los samaritanos; no tenemos trato”.",
    "Él dijo: “Pero si supieras con Quién estás hablando, Me pedirías de beber”. ¿Qué hizo Él? Continuó en la conversación, hasta que Él captó su espíritu; luego cuando Él captó su espíritu, lo que estaba mal con ella, dijo: “Ve, trae a tu marido”.\n\nElla dijo: “No tengo”.\n\nDijo: “Bien has dicho; porque tienes cinco, y el que tienes ahora no es tuyo”.\n\nElla dijo: “Me parece que Tú eres Profeta”. Ella dijo: “Pues, yo sé que cuando venga el Mesías, Él hará estas cosas, pero ¿Quién eres Tú?”.\n\nÉl dijo: “Yo soy, el que habla contigo”.\n\nY ella corrió a la ciudad, dijo: “Venid, ved a un Hombre que me ha dicho todo lo que he hecho. ¿No será este el Mesías?”.",
    "Ahora, si ese Jesús es el mismo Jesús hoy, Él pudiera hacer lo mismo hoy, y como Dios revela, Él puede hacer lo mismo. ¿Es así?",
    "Ahora, miren aquí anoche. Había hombres y mujeres sentados aquí abajo en esta fila, aquí, paralizados, sentados en sillas de ruedas. Esta noche están allá en la congregación, dondequiera que estén, caminando. ¿Por qué? Jesucristo.",
    "Había hombres, mujeres que venían a la plataforma, con pecado en sus vidas; el Espíritu Santo bajó directamente, les dijo exactamente lo que era y lo que debían hacer. Ellos fueron sanados, parados allí mismo en la plataforma, entregaron sus corazones a Cristo. Si ese no es el Jesucristo de la Biblia, yo no conozco la Biblia.",
    "¿Qué les parece ministros? ¿Les suena como al Cristo de la Biblia? Ahora, no es el hombre; es Cristo. Ahora, si Él regresa esta noche aquí, y produce lo mismo que hizo cuando estuvo aquí en la tierra, ¿Lo aceptarán todos Uds. entonces como Salvador, como Sanador, y Le creerán a Él con todo su corazón? Si lo hacen, ¿podrían levantar sus manos? Dios les bendiga.",
    "Nuestro Padre Celestial, ahora es, esto es todo lo que sé hacer. El resto Te queda a Ti, mi querido y amado Salvador, y oro que Tú concedas las bendiciones, en el Nombre de Jesús. Amén.",
    "Ahora, anoche tomamos todas las tarjetas de oración. Yo creo que repartieron algunas nuevas hoy. Si el muchacho… Veo que estuvo aquí hace un rato. Y ¿qué fue…? ¿O? Muy bien, entonces comencemos y alineemos algunas de ellas.",
    "¿Quién tiene el número uno? ¡Oh!, mire su tarjeta de oración y la encontrará, si es así, puede venir. ¿Esta señora aquí…? Muy bien, sí, solo suba, señora, aquí mismo. Es un poco difícil. Probablemente tendré que llamar a uno o dos.",
    "¿Quién tiene la O, número dos? ¿Podría levantar la mano, cualquiera que tenga el número dos? La señora allá atrás, ¿podría venir, señora, por favor? ¿Quién tiene la O, número tres? ¿Podría levantar la mano? Quienquiera que tenga la O, número tres, ¿podría levantar la mano? ¿Aquí atrás, señor? Lo siento. Muy bien, ¿podría subir allá? Número dos y número tres, ahora número cuatro. ¿Quién tiene la O, número cuatro? ¿Levantaría Ud. la mano? ¿Ud., señor? ¿Podría venir aquí? Muy bien.",
    "Número cinco. ¿Quién tiene la O, número cinco? ¿Lo tiene, señora? ¿Podría venir aquí? Número seis, ¿quién tiene el número seis? ¿Podría levantar la mano? ¿Número seis? Algunos de Uds., un ujier, venga aquí y mi-…, o tome estos aquí en estas sillas. [Un hermano le habla al Hermano Branham.—Ed.] (Lo que sea. Lo siento.) Muy bien, eso está bien. Muy bien, número… ¿Dónde estaba…? ¿Cinco? ¿Quién… Seis? ¿Quién tiene siete? Tarjeta de oración número siete, ¿podría levantar la mano…? Siete, la dama allí. Ocho, ¿podría levantar la mano rápidamente? Ocho, nueve, ¿podrían levantar la mano ahora mismo? ¿Nueve? Muy bien, ¿diez? Y…",
    "Ahora, mientras se alinean. Ahora, ¿cuántos en esta congregación, por todas partes ahora, quiero preguntarles? Ahora, esta predicación a la antigua, rústica, puede ser de lo más dura, pero, hermano, eso lo único que sé. Eso es lo que me salvó. Y eso es todo lo que sé. Yo… Todo lo que sé, no quiero ofenderlos, pero ciertamente preferiría ofenderlos un poco ahora, para ponerlos a cuentas con Dios; y sé que tengo que pararme allí ese Día, y Ud. apuntará su dedo en mi cara, y dirá: “¿Por qué no me dijo Ud. la verdad?”. ¿Ven? Yo preferiría tenerlo todo arreglado ahora, ¿no es así, todo arreglado?",
    "Ahora, ¿cuántos aquí no tienen una tarjeta de oración y quieren oración? ¿Podría levantar la mano? Solo levante la mano, no tiene una tarjeta de oración, pero sin embargo Ud. cree que Dios lo sanará. Que el Señor Jesús en Su misericordia los bendiga siempre. Muy bien.",
    "Ahora, si tan solo somos reverentes por unos momentos, veamos si están alineados… Uds.… bueno, eso, somos casi todos los que se pueden colocar en esa línea, me supongo. Muy bien, oraremos por unos cuantos aquí ahora, y luego el… Esperaremos un—un poquito para ver a dónde nos guiará el… nuestro precioso Padre Celestial. Ahora, quiero que Uds. crean con todo su corazón.",
    "Veo que un hombre se extiende, ¿es esa su muchacha? ¿Lo es? Un hombre tiene mucha fe, tiene una pequeña enferma de polio sentada aquí. Cuando esta línea de oración comience, él se estirará y le quitará el gran aparato ortopédico y el zapato a su hija. Así es. Así es. Ajá, y eso es—eso es fe. Esa es la manera de creerlo. Nuestro amoroso Salvador sabe todas las cosas, puede hacer todas las cosas.",
    "Ahora, en esta línea de oración aquí, solo unos cuantos, y tal vez podamos poner de pie unos cuantos más, en un momento. Quiero preguntarles a Uds. allí. ¿Todos Uds. son desconocidos para mí, en la línea de oración? Si es así, levanten las manos; todos Uds. desconocidos. ¿Son todos Uds. extraños allá afuera? Levanten sus manos, por todas partes en el… ¿Hay…? Todos extraños. Entonces yo no los conozco. Yo no sé nada de Uds., pero quiero preguntarles algo. Solo para basar esto en la Biblia.",
    "Ahora, ¿qué pasaría si Jesús estuviera parado aquí, usando este traje que Él me dio? Ahora, ¿qué—qué pasaría si Él estuviera parado aquí? ¿Qué haría Él en esta situación esta noche? ¿Qué pasaría si—si alguien allá viniera y dijera: “Jesús, me podrías sanar”? ¿Saben lo que Él les diría?",
    "Él diría: “Yo ya lo hice. ¿No lo crees?”. ¿Es así? Él no puede hacer más de lo que hizo en el Calvario. ¿Ven? Él—Él lo sanó a Ud. en el Calvario. Él lo salvó en el Calvario.",
    "Ahora, Uds. dicen: “Yo fui salvo hace dos años, Hermano Branham”. Bueno, Ud. no fue salvo hace dos… Ud. fue salvo hace mil novecientos años. Ud. lo aceptó hace dos años.",
    "Jesús pagó por sus pecados cuando murió en el Calvario. Él pagó por su enfermedad cuando murió en el Calvario. Así que, si Dios, en Su misericordia, hizo eso, lo único que Él podría hacer ahora, sería o tomar la Biblia, predicar la Palabra. O, Él pudiera ser capaz de hablar con un lenguaje que sería interpretado por alguien más y decirle a alguien algo que tiene que hacer. O, Él siendo el Príncipe de los profetas, quizás pudiera pararse aquí como lo hizo en el tiempo de la Biblia, y su fe pudiera llegar y tocarlo a Él hasta que virtud saliera de Él, y Él se daría la vuelta, diría: “¿Quién Me tocó?”. Y Él miraría alrededor y les diría exactamente lo que ha sucedido. ¿Es así? ¿Es ese Jesús?",
    "Entonces si esta señora sentada aquí en la silla subiera aquí, y Jesús la conociera, yo no la conozco. Dios lo sabe. Yo nunca la he visto en mi vida. Pero lo que estoy tratando de decirles, amigos, para que siempre lo recuerden…",
    "Ahora, cuando Jesús hizo esas cosas, ¿qué dijo Felipe que era Él? El Hijo de Dios. ¿Qué dijo la mujer que era Él? El mismisimo Mesías, porque Él lo hizo. Pero ¿qué dijeron los judíos que era Él? Dijeron: “Él es un adivino. Él es el diablo. Él es Beelzebú, el príncipe de todos los adivinos”. ¿Ven? Ellos sabían que Él sabía cuál era el problema de ellos. Él conocía sus corazones. Él conocía sus problemas, porque el Padre Le mostró lo que Él quería que supiera. ¿Ven lo que quiero decir? Ahora, ese es Jesús esta noche, el mismo.",
    "Muy bien, ahora, sean reverentes dondequiera que estén, y ahora esto debería concluir el asunto, de una vez por todas.",
    "¿Podría traer a esa señora aquí, o dígale que venga aquí? Venga aquí. Yo solo… Ahora, señora, solo quiero que se pare allí; eso es todo lo que debe hacer, solo… Eso es todo lo que le pido que haga, solo párese allí.",
    "Ahora, yo no la conozco. Ud. no me conoce. Ud. simplemente levantó la mano, que Ud. no me conocía, y yo no la conozco a Ud. Pero Dios nos conoce a ambos, hermana, y Él, y Él… Dudé acerca de eso, de “hermana” por un minuto, ¿ven Uds.?, para decir eso, pero ahora me doy cuenta que Ud. lo es. Ahora, ¿vea?, lo primero—lo primero que sé es que Ud. es una Cristiana, porque tan pronto como capté su espíritu, entró así, que Ud. era una Cristiana. ¿Ven? Su espíritu fue bienvenido. Si continuara poniéndose oscuro y nublado, yo hubiera sabido que Ud. no lo es; ¿ven? y, por lo tanto, yo no la hubiera llamado mi hermana. Entonces, pero Ud. es una Cristiana. Ahora, tanto…",
    "Ahora, eso—ahora eso es lo que Felipe le dijo a Natanael.\n\nCuando llegó, dijo: “He aquí un israelita, o un creyente, en quien no hay engaño”.",
    "Él dijo: “¿Cómo supiste que yo era un israelita, un verdadero creyente?”. ¿Ven? Ese es el mismo espíritu. Esa mujer podría haber sido una gran pecadora, pero yo sé que ella es una Cristiana. ¿Ven? Porque lo primero, su espíritu, cuando esta unción que está aquí ahora, lo captó rápidamente. ¿Ven Uds.? Yo vi que era una Cristiana, Le dio la bienvenida. ¿Ven? Así que, ella…Yo sé que es Cristiana.",
    "Ahora, si yo no conozco a la mujer, ella no me conoce a mí, si el Espíritu Santo le revela a ella ¿para qué está aquí…? Ahora, por supuesto, mientras más hable con ella, más se dirá. Uds. ya saben eso, noche tras noche.",
    "Pero si solo le dijera a ella por qué está aquí, ¿todo el grupo de Uds. creería que Yo he dicho la verdad? Ese sería Dios diciendo que es la verdad. Ahora, un hombre puede venir aquí y decirles cualquier cosa, inventar alguna clase de fanatismo, hacer lo que él quiera, que… él pudiera hacer eso, decirles eso. Eso no lo convierte en la verdad. Pero cuando Dios regresa y dice que esa es la verdad, entonces más vale que Ud. lo crea. Porque eso—eso… no creer eso es pecado.",
    "Así que he testificado. Ahora, es el tiempo de Dios para testificar si yo he dicho la verdad o no. Muy bien, ahora, solo estoy parado aquí hablando con la señora, nunca la he visto en mi vida. Pero la dama está muy consciente ahora mismo que Algo está cerca de ella que no es su hermano aquí, un hombre. Hay Algo cerca de ella, ella lo sabe. Y ese es ese Ángel que Uds. ven en la fotografía. Está aquí mismo ahora, solo una Luz entre la mujer y yo. Esa es la razón por la cual cayó allí y lo sentí bienvenido. Luz de lado a lado, ella es Cristiana.",
    "Ahora, solo quiero hablar con Ud. por un momento, siendo Ud. la primera paciente. Y quiero que cada persona, no importa dónde esté y qué le pase, que mire hacia acá, y Ud. dice: “Ahora, Señor Jesús, si Tú… Yo conozco a ese hombre allá arriba, él solo es un hombre. Y si—y si Tú solo me permites, permíteme tener fe, y permites que mi fe sea edificada exactamente al nivel como la señora…” Y luego observe lo que Dios hará, y entonces Ud. lo acepta a Él como su Sanador o como su Salvador, lo que Ud. necesite.\n\nAhora, para hablar con Ud., señora. Hay gente bastante cerca por todas partes esta noche. Solo tengo que señalarla a Ud.; hay espíritus por todas partes.",
    "Ahora, yo siendo solo un hombre, entonces Ud. solo una mujer. Es la misma clase de cuadro cuando Jesús le habló a la mujer junto al—al pozo. Es un hombre y una mujer otra vez.",
    "Ahora, yo no la conozco y nunca la he visto, pero tengo que diferenciar su espíritu de estos otros espíritus de personas que están hablando, o, que están orando, Uds. saben, en este momento, con la fe entrando.",
    "Pero inmediatamente… Ahora, si—si la congregación todavía está escuchando mi voz, la dama se está alejando de mí, y ella—ella es una dama. Esa mujer, que está parada frente a mí, ha estado recientemente en un hospital, y eso hace apenas unas horas. Ella acaba de ser dada de alta del hospital hoy, o, esta tarde; a las siete en punto esta noche, cuando ella salió del hospital. Ella tiene una rara enfermedad de la sangre, junto con una condición nerviosa mental. Siga su camino, hermana, su fe la sana, Ud. sane. Amén.",
    "¿Creen Uds.? Con todo su corazón ahora, tengan fe; no duden. Si podeis creer, todo es posible; pero Ud. tiene que creer. Ahora, solo tengan fe allá afuera y tendrán lo que pidan.",
    "La damita sentada allí con el abrigo rosado con ese problema de la vejiga, solo… Ud. ha sido sanada. Dios le bendiga.\n\nPonga su mano sobre la señora a su lado, porque ella sufre de una condición nerviosa, de este lado allá.",
    "Nuestro Padre Celestial, su fe contactó. Me debilité. Yo vi Tu Luz suspendida sobre ella. Yo las pronuncio sanas en el Nombre de Jesucristo el Hijo de Dios. Amén.\n\n¿Ven?, Uds. no necesitan una tarjeta de oración. Ud. tenga fe; crean que Dios ha dicho la verdad. Porque Él solo es la Verdad; Él es la fuente de toda verdad.\n\nAhora, solo sean reverentes. Solo crean con todo su corazón. Ud. debería… Ud. puede tener lo que Ud.—lo que Ud. pide si tan solo lo cree.",
    "Ahora, ¿es este…? ¿Este es el paciente? ¡Ah! No estoy fuera de mí, pero el mundo nunca sabrá, hermana, la sensación que es esta.",
    "Ahora, estamos… Nosotros no—no nos conocemos. Somos extraños el uno al otro, y yo soy su hermano en el Señor Jesús, y estamos aquí tratando de ayudarnos el uno al otro. Si yo pudiera—si pudiera ayudarla y no lo hiciera, sería un despiadado, si pudiera ayudarla. Pero no hay nada en mí en que yo pudiera ayudar, excepto que Dios me permitiera saber qué hacer. Así que, si Él me revela por qué Ud. está parada aquí, ¿lo aceptará Ud., entonces, como la verdad si se trata de finanzas o lo que sea? ¿Creerá Ud. que Dios está interesado en su caso y que va a oír? ¿Lo hará Ud.?",
    "Que el Señor lo conceda, es mi oración, mientras Ud. me mira. No, Ud. sabe, como cuando Pedro y Juan pasaron por la puerta llamada la Hermosa, dijeron: “Míranos. ¿Ven? Míranos”. No mirarlos como a Él, sino simplemente prestar atención a lo que están diciendo, captar la atracción del Espíritu.",
    "Veo que Ud. tenía algún problema con una enfermedad de los ojos, y veo a un médico que la está examinando. Y él consultó con otro hombre, y ese hombre, ellos no saben cuál es el problema con sus ojos. Ellos no saben; no logran identificarlo, lo que es. Y luego, veo que le están dando una clase de algo aquí en el estómago, o algo, es un estómago caído. Ud. tiene el estómago caído. Los médicos la han desahuciado en cuanto a eso. Y Ud. no es de—Ud. no es de esta ciudad. Ud. viene de la carretera por este camino: Atlanta. Y el médico le dijo: “Señorita Trudy” o algo así, él la llamó a Ud. Así es. Regrese a casa ahora y esté bien. Su fe la sana. Dios le bendiga. Tenga fe.",
    "¿Ud. es el padre del niño? Tenga fe en Dios. No dude, sino crea, si puedes creer… Ahora, recuerden, este no soy yo. Escúchenlo; no lo soy. Ahora, su actitud hacia eso… Llámelo como quiera; eso determinará lo que Ud. reciba de esto. Depende de cómo Ud. lo aborde.",
    "La mujer tocó Su manto; ella recibió virtud. El hombre que Lo abofeteó en la cara, y Lo golpeó con una caña, y dijo: “Profetiza y di quién Te golpeó”, no había virtud en eso.",
    "La damita, sentada allá atrás, Ud. está sufriendo de problemas en la cabeza, ¿no es así, señora? Sentada y mirándome allí mismo, ¿Ud. cree que Je-…? Sí, señora, ¿cree Ud. que Jesús la sanará? Él la sanó a Ud. allí mismo. Su… Ud. sufrió con eso por mucho tiempo, señora. Se ha ido de Ud. ahora. Su fe la ha sanado. Alabado sea el Dios viviente. ¡Oh, cuánto Le amamos! ¡Cómo Ud. debe amarlo a Él!",
    "Mientras el Espíritu Santo se está moviendo allí, hay un hombre sentado justo detrás de Ud., sentado allí con artritis. ¿Cree Ud., señor, que el Señor Jesús lo sanará? ¿Lo cree Ud.? Sí, señor, ¿lo cree Ud.? Muy bien, señor. Entonces Ud. puede recibir su sanidad. Dios le bendiga. Como que los impacta, ¿no es así?",
    "La señora sentada allá atrás, levantando la mano, orando, ella tiene un problema de la vejiga. Ella también quiere ser sanada, mirándome, sentada bien allá atrás. ¿Cree Ud. que Dios la sanará, allá atrás, señora? Muy bien, si Ud. lo cree, Ud. puede tener su sanidad. Amén. ¿No es Él maravilloso?",
    "La señora, sentada aquí atrás, por aquí atrás, ella me está mirando directamente. Veo la Luz suspendida sobre ella. Ella no tiene una tarjeta de oración, pero está sufriendo de un problema cardíaco y artritis. Esa Luz pasó directamente de este hombre a ella, directamente por aquí. Y ahora, hermana, si Ud. quiere creer con todo su corazón, Ud. está usando anteojos, Ud. quiere creer, Ud. puede ser sanada. Jesucristo la sanará. Dios le bendiga. Muy bien, eso lo concluye. Ajá. Amén. Ajá. ¡Oh, qué maravilloso! ¿Creen Uds.?",
    "Ahora, aquí, parece que Uds. pueden ver eso, amigos Cristianos. ¿Ven esa Luz girando? Él está parado aquí mismo. Está viniendo justo sobre esa da-… sentada allí mismo, donde, Ud. con venas varicosas, sentada allí mismo. ¿Cree Ud. que Jesús la va a sanar de esas venas, a sanarla? ¿Lo cree con todo su corazón? Si cree, Ud. puede recibir su sanidad. Dios le bendiga.",
    "Discúlpeme, señor. ¿Cree Ud. que yo soy Su siervo? Ud.—Ud. viene con su bebé, un bebito muy dulce. Yo no lo conozco. Ud. sabe eso. Yo soy un completo desconocido para Ud. Supongo que nunca lo he visto a Ud. en mi vida, señor. Somos totalmente extraños el uno al otro, pero Dios nos conoce a ambos, ¿no es así, señor? Ud. tiene a su bebé, y puedo ver a ese bebé que viene de ser examinado. Y el médico dice que no hay esperanza para eso. Ese bebé está sufriendo con cáncer a la sangre, llamado “leucemia”. Así es. No hay esperanza en el mundo para eso.",
    "Y mi hermano, como padre de ese bebé, Ud. necesita al Señor Jesucristo como su Salvador, ¿no es así? Ud. es un pecador. ¿Lo aceptará Ud. ahora como su Salvador? Ud.… ¿Podría levantar la mano, diciendo: “Señor, yo Te acepto”? Ahora, ponga su mano allí mismo sobre su bebé.",
    "Dios Todopoderoso, en el Nombre de Jesucristo, ahora reprendo a este diablo que está matando a este bebé. Que el perdón y la gracia vengan a este padre, y que ellos vayan, y vivan, y sean felices juntos, en el Nombre de Jesús. Amén. Dios le bendiga. Sus pecados han desaparecido. Tenga fe en Dios ahora. Amén.",
    "Crea en el Señor Jesucristo y Ud. puede ser sanado. ¿Están creyendo?",
    "¿Qué le parece a Ud., señor? ¿Me cree Ud. como siervo de Dios? Su problema está en su espalda, es una condición de la columna. Así es, ¿no es así? Ud. tiene esperanza en esta noche de que puede ser salvo, y otra cosa, Ud. tiene un hábito del cual quiere liberación, ¿no es así? fumar cigarrillos. ¿Los dejará Ud. ahora mismo? Levante la mano, diga: “Dios, esto se acabó”. Siga su camino, y su problema de la espalda estará bien, en el Nombre de Jesús.",
    "Digamos: “Alabado sea Dios”. La muerte permanece cerca, y también la vida.",
    "¿Cree Ud. que Cristo puede sanarla a Ud. de este horrible demonio? ¿Cree Ud. que Él se lo quitará y la sanará de este cáncer?\n\nDios Todopoderoso, Autor de la Vida, Dador de toda buena dádiva, envía Tus bendiciones sobre la mujer y sánala en el Nombre de Jesús, es mi oración.\n\nSatanás, yo te reprendo en el Nombre de Jesús. Amén.\n\nSiga su camino regocijándose ahora.",
    "Un minuto. ¿Qué le parece, señor, sentado allí en esa silla de ruedas? ¿Está Ud. creyendo? ¿Cree que Jesús le sanará? Eso como que lo impactó allí, ¿no es así? Ud. se da cuenta que algo sucedió. ¿Cree Ud. que yo soy Su siervo? ¿Me obedecerá Ud. como Su profeta? Entonces Ud. puede levantarse de su silla de ruedas, y empujarla, e irse a casa. Jesucristo lo sanará. No tenga miedo; crea.",
    "Y el resto de Uds., mientras él sale. Uds. pueden hacer exactamente lo mismo. Allí está él, sí, señor. ¿Quieren ponerse de pie? Cada uno de Uds. pónganse de pie en este momento.\n\nDios Todopoderoso, Autor de Vida, Dador de toda buena dádiva, envía Tu Espíritu sobre estas personas, y sánalos, a cada uno.\n\nSatanás, yo te condeno, en el Nombre del Señor Jesucristo, sal de este pueblo.\n\nCada uno de Uds. pónganse de pie, en todo lugar, y denle gloria a Dios. El Espíritu Santo…?… 🦅"
  ]
}