{
  "title": "ESPÍRITUS SEDUCTORES",
  "id": "55510009",
  "content": [
    "🦅  Buenos días, amigos. Estoy contento de estar aquí esta mañana, y sabiendo que al verlos a todos aquí, estamos creyendo que el Señor nos acompaña hoy, dándonos un poco de sombra para que no haga tanto calor aquí en el tabernáculo para el servicio matutino. Y ahora, nosotros…",
    "Creo que, ¿hay niños… han sido despedidos los niños a sus clases, Hermano Neville? Vi algunos pequeños y me pregunté si habían despedido las clases a sus—sus otros lugares, a su cuarto de la escuela dominical.",
    "Ahora, oren por mí. Tengo una gran decisión que tenía para tomar anoche, y tengo que tomarla hoy. Y la iglesia esté orando. Tengo una—tengo una reunión que viene próximamente, será allí mismo en La Cortina de Hierro, en Alemania, y pues, es algo delicado. Y oren por mí. Y entonces, podremos comenzar inmediatamente en ese estadio grande de cricket de Alemania, que Hitler hizo un poco antes de la guerra; es un buen lugar amplio, tiene cupo para ocho mil personas. Y podemos tenerlo por diez noches consecutivas. Y pues, estamos esperando comenzar allí inmediatamente, y luego pasar a La Salle Lorraine, Francia, luego a Berlín, regresando… Quiero decir, Berlín, entre allí y—y Francia.",
    "Luego regresamos, el Señor mediante, para una convención en Chicago. Comienza creo que el cinco, seis, siete, ocho y nueve, es la parte mía en Chicago, de la convención en la—la iglesia sueca. Y luego ellos (el Sr. Boze, algunos de Uds. alrededor de Chicago), tienen una convención que viene, de este próximo… comenzando a principios de agosto o principios de septiembre es cuando será, en Suecia. Y estoy muy contento por saber que su voto por mí para que viniera y, fue universal y cien por ciento. Eso me dio mucho gusto, pero ahora tengo que ir allá o acá. Uds. oren para que el Señor me dirija exactamente al lugar donde más almas sean salvas, y lo mejor sea hecho para el Reino de Dios. Ahora, están en una convención allá, y—y ellos, en Suecia, pues él dijo que tendríamos veinticinco, treinta y cinco mil personas para comenzar, en la convención, y muchos de ellos son personas que no son salvas.",
    "Y luego, por acá en Alemania, pues, tienen un estadio con espacio para ochenta mil. Desde luego que en Suecia, de donde acabamos de llegar, tuvimos una reunión maravillosa allá y muchos de Uds. probablemente aún no se han enterado. El Señor nos bendijo poderosamente, tuvimos cincuenta mil convertidos en cinco noches, en—en—en Zurich, Suecia.",
    "Y pues, el Hermano Jack Shuler, muchos de Uds. lo conocen, es metodista, el hijo del anciano Bob Shuler. Ellos están ahora en Belfast, y—y dicen que simplemente han dado vueltas de cabeza al lugar allá, para el Evangelio, y aún con más que Billy Graham tuvo en su reunión. Jack es un joven muy fino, lleno de celo y amor. Y él—él es tan sincero en eso, que yo creo que él es un gran siervo del Señor. Y oren por el Hermano Shuler. Y—y es Jack Shuler, y Jack MacArthur que también lo acompaña. El Hermano Jack MacArthur también es un gran predicador. Y los hombres del clero han dicho que es el mayor avivamiento que haya impactado a Irlanda. Así que, estamos muy… Estén orando a diario por esos—por esos hombres. Ambos son jóvenes, menores, rondando los cuarenta, me supongo o menos, tienen familias y demás, y buenos maestros sólidos del Evangelio, y nosotros los amamos.",
    "Y ahora, yo—yo oro para que Uds. no me olviden a mí, que—que Dios me permita ahora mismo tomar la decisión correcta. Hay ocasiones en las que uno no sabe hacia dónde voltear. ¿Han pasado Uds. por eso? Yo creo que Pablo pasó por eso una vez, ¿no es así? Fue entre dos rectas. Y cuando iba para allá, pues, él vio un Ángel en una visión que le dijo: “Ven a Macedonia”. Así que, el Señor aún tiene Su Ángel, ¿verdad que sí? Si tan solo yo puedo ser tan humilde en mi corazón al respecto como Pablo.",
    "Y ahora, esta noche, no olviden los servicios de Evangelismo aquí en el tabernáculo, vengan todos. Uds. alrededor de Louisville, hablaré esta noche en la iglesia Church of the Open Door, por un par de horas, a las siete y media hasta las nueve y media, donde el Hermano Cauble’s. Iba a venir aquí dos veces. Y pues es un hombre muy amable, y él llamó. Y el Hermano Cauble’s es un caballero muy fino, un hermano. Uds., estoy seguro que se conocen, es un hermano muy fino, y simplemente no podía negármele así. Oren. Sobre todas las cosas, oren, y oren que Dios nos conceda tomar la—la decisión correcta.",
    "Ahora, antes de comenzar el Mensaje del Evangelio, tenemos una mañana en la que dedicaremos a los pequeños. Y yo también tengo aquí un pequeño para dedicar al Señor. Ahora, muchas veces en muchas iglesias…\n\n¿Pueden oír bien, allá atrás? Si pueden, ¿está bien? Estos ventiladores aquí, simplemente, uno mismo no se puede oír. No, eso, eso está bien. Temo que moriría sin eso.",
    "Entonces los—los pequeños, ellos a veces los rocían, en la iglesia, cuando son bebés pequeños. Y, por supuesto, eso vino de la iglesia católica, cuando cristianizan a los niños o los “bautizan”, como ellos le dicen, cuando tan solo son pequeños. La iglesia metodista sacó eso, del bautismo de infantes, y muchas, y creo que varias más. Pienso que esa es la diferencia entre los nazarenos y los metodistas antiguos, era el bautismo de infantes, y luego vinieron las pequeñas divisiones y demás. Pero, como sea, no, yo no creo que tenga mucha importancia. Pues, después de todo, pienso que el Calvario deletreó allí el asunto, completamente, porque Jesús murió allí para salvar a los niños pequeños y para salvar al mundo.",
    "Y un niño, no importa qué clase de padre tenga, cuán pecaminoso sea, eso no tiene nada que ver porque la Sangre de Jesucristo lo limpia (¿ven?), y este es el Cordero de Dios que quita el pecado del mundo. Ese bebé no puede arrepentirse; no sabe cómo arrepentirse. Por su propia cuenta no razona el porqué está aquí; no le puede decir a Ud. por qué está aquí. Sin embargo, Dios lo envió aquí, y la Sangre de Jesucristo lo limpia en el mismo momento que entra al mundo. Y esto es hasta que tenga la edad de responsabilidad, entonces sabe el bien y el mal, y luego lo que hace, se tiene que arrepentir por lo que sabe que él ha hecho mal. Es correcto. Así que, algunos los rocían, y piensan que ellos no van al Cielo.",
    "Y hay una enseñanza que dice que si el bebé nace de padres con el Espíritu Santo, pues, que el bebé irá al Cielo; pero, si no, entonces no hay más qué hacer, el bebé no será más. Eso es un completo error. ¿Cuál es la diferencia que sea de padres con el Espíritu Santo? Todo es deseo sexual, y el bebé nace de la misma manera. Pues, todos “nacen en pecado, son formados en iniquidad, vienen al mundo hablando mentiras”. Pues, esa es la terminología Escritural para eso.",
    "Así que, y entonces la Sangre de Jesucristo limpia y hace una expiación por ese niño. Si muriera, él perfectamente iría directo a la Presencia de Dios, así hubiera nacido de los padres más pecaminosos del mundo, mientras que alcanza la edad de responsabilidad cuando sabe entre el bien y el mal. Y entonces lo que hace de ahí en adelante, tiene que recibir el perdón por eso; tiene que tener su propio arrepentimiento de ahí en adelante. Pero mientras que sea un bebé…",
    "Ahora, la manera en que nosotros tratamos de seguir eso aquí en el tabernáculo… Es el único lugar del mundo al que voy donde predico Doctrina, aquí en el tabernáculo, porque esta es nuestra iglesia. Y nosotros predicamos Doctrina aquí para mantener al pueblo en línea. Otros hombres, en sus iglesias, predican lo que sea que ellos creen. Y son mis hermanos, y podemos diferir un poco, pero, con todo, seguimos siendo hermanos. Y, pero aquí en el tabernáculo nosotros predicamos lo que consideramos ser Doctrina Escritural. Y en Ella, nosotros vemos que para la dedicación de los niños (lo que nosotros llamamos una dedicación), la única vez en la Biblia por la cual podemos averiguarlo en el Nuevo Testamento, donde se tuvo que hacer algo con los niños, o que Cristo tuvo algo que ver con eso en una ceremonia, fue cuando Él los tomó en Sus brazos y puso Sus manos sobre ellos y los bendijo, y dijo: “Dejad que los niños vengan a Mí. No se los impidáis, porque de los tales es el Reino de Dios”.",
    "Ahora, nos queda, según entendemos, el continuar con la obra que Él vino a—a cumplir: Su muerte en el Calvario; Él estuvo con nosotros y fue de… vino de Dios, al mundo, regresó de Dios o del mundo a Dios, y vino nuevamente en forma del Espíritu Santo y está con nosotros, en nosotros hasta el fin del mundo, llevando a cabo en Su Iglesia la misma obra que hizo cuando Él estuvo aquí en la tierra. Y conforme a eso, nosotros llevamos a nuestros niños del uno al otro, a los ministros, y oran por ellos, les ponen las manos y los dedican a Dios. Solo es una pequeña ceremonia para decir que agradecemos lo que el Señor ha hecho por nosotros y los niños.",
    "Ahora, si su pequeño ha sido rociado o de la manera como sea en su iglesia, piense. Nosotros no decimos una sola cosa en contra de eso. Está bien. Pero, Escrituralmente, solo encontramos un lugar, es donde Jesús Mismo los bendijo. Esto leeré, el Señor mediante, aquí de—aquí de la Palabra. Encontramos en San Lucas, el… Creo que es el—el capítulo 10, y comenzando con el versículo 13.\n\nY le presentaban niños para que los tocase; y los discípulos reprendían a los que los presentaban.\n\nViéndolo Jesús, se indignó, y les dijo: Dejad a los niños venir a mí, y no se lo impidáis; porque de los tales es el reino de Dios.\n\nDe cierto os digo, que el que no reciba el reino de Dios como un niño, no entrará en él.\n\nY tomándolos en los brazos, y poniendo las manos sobre ellos, los bendecía.",
    "¿No es hermoso? Él dijo: “Pues dejad a los niños venir a Mí, no se los impidáis; porque de los tales, aquellos como ese niño, es el Reino de Dios”. Y tomándolos en Sus brazos los bendecía.",
    "Ahora, cuánto nos encantaría en esta mañana, si pudiéramos tener a Jesús en persona aquí en la plataforma, decir: “Señor, ¿podrías bendecir a mi niño?”. ¡Oh, qué… nuestros ojos humanos y corazones anhelan ver eso! Pero de todas maneras Él está aquí, por cuanto Él nos dio a nosotros la comisión de hacerlo. Y así como hemos hecho nosotros, pues Él lo reconoce. Al nosotros recibir los que Él envió, lo recibimos a Él que lo envió a él, ¿ven Uds.? Así que, Él está aquí en esta mañana. Y si la Hermana Gertie pasa al piano y toca nuestro antiguo canto que cantábamos hace mucho, de: “Tráiganlos, traigan los niños a Jesús”. Creo que está allí en el libro en alguna parte; no estoy seguro. “Traigan los niños a Jesús”. Y si Ud. tiene un bebé, un bebecito que no ha sido dedicado y quiere dedicarlo en esta mañana, pues, con mucho gusto lo haremos.",
    "Y ¿habrá ministros en el edificio, predicadores que simplemente quieran pasar y pararse aquí con nosotros mientras dedicamos estos niños al Señor? Nos daría gusto tenerlos a medida que vienen. Muy bien, ¿está allí en el libro? ¿Lo encontraste, Hermano Neville? No está allí. Muy bien, ¿cuántos se lo saben, Tráinganlos? Muy bien, cantémoslo ahora. Todos juntos, mientras que las madres traen sus bebés. Bien. Muy bien.\n\nTráinganlos, tráinganlos,\n\nTráinganlos de los campos de pecado;\n\nTráinganlos, tráinganlos,\n\nTraigan los errantes a Jesús.\n\nTráinganlos, tráinganlos,\n\nTráinganlos de los campos de pecado;\n\nTráinganlos, tráinganlos,\n\nTraigan los pequeños a Jesús.",
    "Inclinemos nuestros rostros por un momento. Nuestro Padre Celestial, parados alrededor del altar en esta mañana están las madres y los padres cargando en sus brazos sus pequeños retoños, que tan bondadosamente Tú les has dado. Están muy agradecidos por ellos, Señor, y los están trayendo aquí al altar en esta mañana, en la casa de Dios, para dedicarlos, entregarte a Ti sus vidas. Tú has dado. Y oramos, Dios, que bendigas y los sustentes a cada uno. Guíalos, y que los Ángeles guardianes de Dios los cuiden a cada uno. Concédeles largas vidas de felicidad y gozo. Que ellos crezcan a ser hombres y mujeres de Dios, del mañana, si hay un mañana.",
    "Dios, oramos que levantes predicadores y profetas y maestros de este grupo de bebés que están alrededor del altar en esta mañana. Y cuando seamos ancianos y no podamos más, alguien tendrá que llevarnos de lugar a lugar, que podamos pararnos y oír el Evangelio predicado por estos que están aquí hoy. Concédelo, Señor. Y algún día glorioso cuando todo haya terminado, nuestras vidas hayan concluido, estos padres alrededor del altar, que seamos como Jacob de antaño cuando bendijo a todos sus hijos y les dijo cuál sería su fin en el último día. Entonces levantando la mirada, dijo: “Saben, debo reunirme con mi pueblo”. Y algún día glorioso, él y toda su descendencia, se reunirán en una mejor tierra. Con razón Balaam dijo: “Que mi postrimería sea como la suya”. Dios, oro para que concedas estas bendiciones sobre los padres.",
    "Y ahora mientras vamos a imponerles las manos, qué—qué maravilloso… Y cuán humilde lo has hecho, Señor, que nosotros los hombres de esta tierra tuviéramos el privilegio de bendecir a los pequeños en Tu Nombre, sabiendo esto: que lo que nosotros pedimos, nos es concedido. Ahora que los vamos a bendecir, que Jesús, la Persona invisible, el Ser omnipotente se pare cerca y bendiga cada niño mientras les ponemos las manos y se los ofrecemos a Él. Porque lo pedimos en Su Nombre. Amén.",
    "El Hermano Glenn Funk, tiene tres pequeños que quiere dedicar al Señor.\n\n[Cinta en blanco. El Hermano Branham dedica bebés.—Ed.]\n\n…un—un pequeño closet, por allá en la tierra al norte, Tú me prometiste a mí este niño. Padre, que Tus bendiciones descansen sobre él.\n\nJoseph, hijo mío, yo te entrego a Dios. Y que tu vida sea una bendición. Que seas un profeta, Joseph. Que la gracia de Dios repose contigo. Que el Dios de tu padre, el Señor Jesucristo, siempre te bendiga, haga de tu vida una bendición para otros.\n\nEn el Nombre de Jesucristo, yo lo bendigo. Amén.\n\n[Cinta en blanco. El Hermano Branham dedica bebés.—Ed.]",
    "¿Aman a los niños? Hay algo en cuanto a los pequeños que cada madre quiere que su niño sea bendecido.\n\nAhora, así es nuestro Padre Celestial con nosotros los adultos en esta mañana. Él quiere que cada uno de nosotros sea bendecido. Él nos presenta ante cierta cosa, sencillamente nos la pasa, como si dijera: “Toma, quiero que seas bendecido, hijo Mío”. ¿Verdad que Él es maravilloso? Por tanto, podemos estar agradecidos por un Padre Celestial así.",
    "Ahora, en lo de las bendiciones de los bebitos, saben, el otro día yo estaba leyendo aquí en la Escritura, por aquí en algún lugar, era en el Antiguo Testamento, de una—una gran cosa que yo—yo realmente agradecí poder leer. Aquí está, aquí mismo. “Y Natanael dijo a David: ‘Has todo lo que está en tu corazón, porque Dios está contigo’”. ¿Ven? Has lo que está en tu corazón. Y muchas veces yo—yo me he dado cuenta de esto, amigo Cristiano, que he hablado cosas sin saber lo que iba a decir, y me doy cuenta que eso se cumplirá. ¡Lo que uno dice!",
    "Cierta vez fue dicho, Jesús bajó de la montaña y Él vio un árbol que no tenía nada, solo las hojas, y no había fruto, y Él dijo: “De aquí en adelante ningún hombre coma de ti”.",
    "Y al día siguiente, al pasar, los apóstoles vieron las hojas secas. Él dijo: “Miren qué tan rápido se ha secado el árbol”.",
    "Jesús dijo: “Tengan fe en Dios; porque cualquier cosa que Uds. deseen, cuando oren, crean que la reciben, y la tendrán. Y las cosas que Uds. digan, recibirán lo que han dicho”. Piénsenlo. ¡Oh! Y tal vez hoy, el gran Espíritu Santo de Dios, parado aquí, al altar, Uds. dicen… Pues, no tiene que estar decorado; no tiene que ser un gran lugar elaborado.",
    "Jacob acercó una piedra cierta vez y recostó sobre ella su cabeza, y hasta el día de hoy aún es reconocida como una Piedra de Scrone o Piedra de Scone; la cual los grandes hombres de la tierra aún cargan esa piedra, para inaugurar a los reyes sobre esta piedra, tan solo es una piedra común allá en el campo.\n\nBet-el tan solo era un montón de piedras arrumadas la una sobre la otra, y vino a ser la casa de Dios, el lugar de morada. Jacob dijo: “Este lugar es nada menos que la casa de Dios”. Tan solo un montón de piedras, una sobre la otra.",
    "Eso no requiere de las grandes cosas elaboradas. Requiere la simplicidad y fe para creer, es lo que requiere. Eso es lo que lo hace.",
    "Ahora, sabiendo que el tiempo se va rápido, trataremos de no retenerlos demasiado, sabiendo que hace calor y la iglesia está repleta. Así que, solo les hablaré por algunos momentos en esta mañana, acerca de un pequeño tema aquí que tal vez… confío que les será de ayuda. Y, ahora, yo, antes de salir de casa, escribí tres o cuatro cositas. Dije: “Esperaré a ver lo que el Señor quiere que hable cuando llegue allá”. Escribí como seis cositas aquí, pequeños temas, y escribí uno, lo metí así en mi bolsillo. Pensé: “Bueno, cuando llegue al púlpito tal vez Él me diga algo sobre lo cual hablar”. Ahora estoy tan lejos como lo estaba allá. Pues, de todas maneras, leeré aquí una Escritura, que el Señor nos ayude a entenderla. El capítulo 14 de San Lucas, y comencemos como en el treinta-… el versículo 31 del capítulo 14 de San Lucas.\n\n¿O qué rey, al marchar a la guerra contra otro rey, no se sienta primero y considera si puede hacer frente con diez mil al que viene contra él con veinte mil?\n\nY si no puede, cuando el otro está todavía lejos, le envía una embajada y le pide condiciones de paz.\n\nAsí, pues, cualquiera de vosotros que…",
    "Quiero que se fijen detenidamente. Ahora, primero, Él dijo… es una parábola. Él dijo: “Ahora, viene un rey, y él tiene veinte mil soldados; y este rey saldrá a enfrentarlo, y él solo tiene diez mil soldados. Por tanto, el primero se sienta y se pregunta si está listo, si podrá lograrlo o no”. Muy bien.\n\n…de vosotros que no renuncia a todo lo que posee, no puede ser mi discípulo. (¿Ven?)",
    "Ahora que el Señor añada Su bendición a esta Palabra. Ahora, inclinemos nuestros rostros por un momento.",
    "Nuestro Padre Celestial, Tú Quien conoces todas las cosas y no haces acepción de personas entre los hombres, pues, ¿qué es el hombre para que te acuerdes de él? Tú hiciste al hombre, y él es como la flor del campo: hoy es hermoso, mañana es cortado, echado al horno, y se marchita. Y te pido, Dios, que seas misericordioso hoy con nosotros y permite que cada uno tome inventario hoy. Estamos aquí como en la casa de corrección. Estamos aquí para aprender y saber cómo vivir, y permite que hoy venga de Tu Palabra, ¡oh Dios Eterno! Muchos de Tus hijos se han reunido, y muchos de ellos han sido Tus hijos por años, pero, siendo así, todos volvemos a la casa de Dios para aprender, para saber. Y yo, siervo Tuyo, deseo saber más de Ti. Y oro que traigas la inspiración del Evangelio sobre todos nosotros, sobre Tu siervo, y que Tu Presencia y la inspiración a nosotros en este edificio sea hoy tan grande, que salgamos, en nuestro corazón, deseando ser mejores siervos tuyos, para que sea de beneficio para nosotros estar aquí. ¡Oh, Dios misericordioso!, concede estas bendiciones en el Nombre de Jesús, Tu hijo. Amén.",
    "Ahora que el Señor añada Sus bendiciones a la Palabra mientras leemos. Quiero tomar un texto en esta mañana, de: “¿Espíritus Seductores o, la Palabra de Dios?”. Ahora, es más bien un tema extraño, pero siendo que es en el tabernáculo… Y el miércoles pasado en la noche… El domingo pasado en la mañana hablé sobre un—un pequeño jubileo del Evangelio.",
    "Y el miércoles pasado en la noche estaba predicando de la mujer que tenía la—la diadema sobre la cabeza o la… Ella perdió una dracma de las monedas, y se puso a barrer la casa antes de que su marido llegara. Y nos dimos cuenta que esa mujer era una clase de mujer oriental, y ella… y representó a la Iglesia. Y el anillo de matrimonio no se usaba en el dedo, se usaba en la cabeza, con nueve dracmas de plata allí. Y cuando una mujer se convertía en prostituta, le quitaban una dracma de plata y eso mostraba que ella era una prostituta. Y entonces esta mujer había perdido una de las dracmas, no siendo una prostituta. Pero su esposo había estado ausente, y ella se daba prisa esforzándose por encontrar esa dracma, para ponerla de nuevo en su diadema, pues cuando su marido llegara se enteraría que ella había sido sorprendida en prostitución, y eso significaría la ruptura del hogar y todo eso. Y yo apliqué eso por unos momentos para la iglesia, habiendo perdido muchas grandes cosas. Y es tiempo que el Padre venga, así que tenemos que buscarlas. Ahora, sabiendo en la iglesia, y nuestro tabernáculo…",
    "Y yo—yo quiero hablar de Espíritus Seductores, que en realidad se titularía Demonología. Uno escucha tanto acerca de los demonios, en estos días, pero se escucha tan poquito de cómo deshacernos de eso. Todos estamos—estamos conscientes de que hay diablos, pero lo siguiente es cómo deshacerse de eso. Y ahora, hay… Teniendo, por la gracia de Dios, mucha oportunidad de lidiar con estas cosas llamadas demonios, y enfrentándolos en la plataforma y en el diario caminar y, pues me gustaría buscar en la Escritura en esta mañana y averiguar exactamente lo que son esas cosas.",
    "Ahora, lo hemos aplicado en un servicio de sanidad, siempre por el lado de la sanidad. Cáncer, tumor, catarata, tuberculosis, todas esas cosas no son cosas naturales, son sobrenaturales y son demonios. La Escritura claramente vindica eso. Pero eso son demonios en el cuerpo, crecimientos, como el cáncer, eso tiene vida, y la vida de eso es un demonio. El crecimiento de una catarata, la propagación de tuberculosis y otras enfermedades, son demonios. Eso es en la forma física.",
    "Ahora, en esta mañana vamos hablar—a hablar de demonios en la forma espiritual en el alma; están en el alma igual como lo están en el cuerpo. Y nosotros tenemos que admitir que los vemos en el cuerpo de las personas, aquello como el cáncer y—y diferentes enfermedades que están en el cuerpo humano.",
    "Recientemente, aun el cáncer ha sido declarado una enfermedad de la cuarta dimensión, que está en otra dimensión. Seguro, es demonología. Toda enfermedad es una enfermedad de la cuarta dimensión, su origen.",
    "Ahora, pero luego el cáncer en el cuerpo o el cáncer en el alma, el demonio puede venir a cualquiera de estos lugares. Ahora, hay muchas ocasiones y muchas personas con buenos pensamientos que… y buenas personas que muchas veces tratan de—de confiar en alguna pequeña teología que tienen, o algo que les ha sido enseñado de niños, y se dan cuenta que aún en el fondo de su ser, en el fondo de su alma, todavía tienen algo que no es lo correcto. Uds., muchos están aquí en esta mañana, no cabe duda que donde uno encuentre a Cristianos reunidos, uno encuentra personas con esos espíritus en ellos, que ellos… es indeseable. Ellos no los quieren. Dicen: “¡Oh, si solo pudiera dejar de mentir! ¡Si yo solo pudiera dejar de codiciar! ¡Si solo pudiera dejar esto o aquello!”. Ahora, esos son diablos. Y, pues, estos vienen en la forma de religión, muchas veces. (Siendo que es la escuela dominical, es un tiempo de enseñanza, así que, vamos a ver esto.) Ahora, ellos entran en la forma de religión, muchas veces.",
    "Ahora, en la Escritura, cierta vez, había un hombre con el nombre de Josafat, un gran hombre, un hombre religioso. Y él fue a otro rey que era el rey de—de Israel. Y él, Josafat, era el rey de Judá. Y él fue donde Acáb, el rey de Israel, y se llevaron muy bien e hicieron una alianza el uno con el otro, de subir a pelear a Ramót de Galaad. Y ellos lo hicieron sin primero orar.",
    "¡Oh, si la gente solo pudiera darse cuenta! Por eso he venido en esta mañana y les he pedido que me recuerden ahora que yo viajo al extranjero. En todo asunto, ¡oren!\n\nAlguien vino el otro día y dijo: “Hermano Branham, ¿piensa Ud. que está errado hacer cierta cosa?”.",
    "Yo dije: “¿Por qué está preguntando?”. ¿Ven? Si hay alguna duda en su mente, deje eso quieto, no lo haga en lo absoluto. Solo quédese con eso. Cuando Ud. comience a hacer cualquier cosa, y si hay alguna duda si es lo correcto o lo errado, guarde su distancia de eso. No lo aborde, en lo absoluto, entonces Ud. sabe que está en lo correcto.",
    "Ahora, todas las cosas primero deben ser consideradas en oración. “Buscad primeramente el Reino de Dios y Su justicia, y todas estas otras cosas serán añadidas”. Yo estoy efectivamente seguro en esta mañana, que si hombres y mujeres solo pudieran entrar en la posición en la que sus almas, su pensamiento, su actitud, sea lo perfecto ante los ojos de Dios, esa sería una de las iglesias más poderosas que haya existido.",
    "Observen por unos momentos lo físico. Ahora, nosotros estamos, lo hemos hecho muchas veces, lo hemos hecho por años, tenemos lo que llamamos un “detector de mentiras”. Ud. se lo puede poner en la muñeca, se los ponen en la—la cabeza, y Ud. puede entrar allí y esforzarse en lo que más pueda de que una mentira suene como la verdad, y eso registrará negativo cada vez; es porque el humano no fue hecho para mentir. Mentir es una cosa engañosa, difícil, una cosa maligna. Prefiero tener a un borracho conmigo, sin pensarlo, que a un mentiroso. ¿Ven? ¡Un mentiroso! Y su cuerpo no fue hecho para mentir. No importa cuán pecaminoso sea Ud., Ud. sigue siendo un hijo caído de Dios. La persona más pecaminosa de esta ciudad hoy, Dios no quiso que Ud. fuera pecaminosa. Él quería que Ud. fuera un hijo o una hija Suya. Ud. fue hecho según Su Propia hechura; sin embargo, el pecado le ha causado a Ud. hacer eso. Y no importa cuánto Ud. trate de personificar y quiera pasar una mentira como lo correcto, ellos tienen un instrumento científico que prueba que eso está errado. Ud. puede decirlo con toda la inocencia que quiera, pero eso seguirá registrando negativo; porque hay un subconsciente en el fondo del ser humano, y ese subconsciente conoce la verdad. Y no importa lo que Ud. esté diciendo acá afuera, ese subconsciente sabe que es una mentira, y eso lo registrara del subconsciente.",
    "Por eso, si un hombre o una mujer puede hacer que sus pensamientos y su testimonio, y que sus vidas se alineen tanto con Dios (amén) a tal grado que el canal del Espíritu Santo sea perfectamente uno con Dios, ¡qué no acontecería! ¡Si el hombre y la mujer lograran alinearse con eso, con la libertad de su corazón, con fe desde sus entrañas!",
    "Muchas personas vienen al altar para que se ore por ellos, teniendo fe intelectual. Ellos confiesan sus pecados y se unen a una iglesia, por fe intelectual. Ellos lo creen en su—su mente. Ellos lo creen porque lo han oído. Ellos lo creen porque es la mejor póliza. Pero eso no es lo que Dios mira; Él no mira su fe intelectual.",
    "Él mira el corazón, donde en el interior, Dios… Y cuando viene del corazón, luego todas las cosas son posibles. Su confesión va a la par con su vida. Su vida habla tan fuerte como su confesión.",
    "Pero cuando su confesión dice una cosa y su vida vive otra, algo anda mal en alguna parte. Eso es porque Ud. tiene una fe intelectual y no una fe desde su corazón. Y eso muestra que por fuera, aquí, es un conocimiento de Dios; pero por dentro, aquí, es un demonio de duda. “Yo creo en la sanidad Divina, pero no es para mí”. ¿Ven? “Ah, pudiera ser así, pero yo no lo creo”. ¿Lo captan? Por fuera, Ud. dice: “sí”; por dentro, su consciencia dice “no”. Esa misma cosa científica probaría que eso no es lo cierto, lo probaría.",
    "Fíjense cuando estos reyes, antes de salir, ellos debieron haber… Antes de Josafat haber hecho una alianza con Acab, primero debió haber dicho: “Oremos y busquemos cuál es la voluntad del Señor”.",
    "Deme un predicador, deme un Cristiano, deme un ama de casa que sea Cristiana, deme un granjero o un obrero de fábrica, que primero ponga a Dios en todo, yo les mostraré un hombre que será exitoso a pesar de todo lo que el diablo le pueda poner encima. Él primeramente busca a Dios. Nosotros debemos tener primero…",
    "Pero ellos no lo hicieron. Ellos se nublaron todos porque Acab tenía un gran reino brillante, y había hecho una cantidad de cosas, y tenía sus grandes cosas finas, su oro y su plata, había sido un gran hombre exitoso, pero con todo eso, era un incrédulo.",
    "Y ahí es donde está el mundo hoy; ahí es donde América está hoy; ahí es donde las iglesias están hoy. Hemos edificado algunas de las mejores iglesias que se hayan construido. Hemos tenido de los mejores eruditos pulidos que hayamos tenido. Hemos enseñado la mejor teología y demás, y hemos aprendido a cantar como Ángeles, pero, con todo, aún hay una debilidad en alguna parte. Hay una debilidad porque ellos se han ido tras doctrina de hombre y espíritus seductores, en lugar de regresar a la Palabra de Dios. Ellos quieren que las cosas sigan el patrón del mundo. Ellos han querido ponerle luces brillantes encima, como Hollywood.",
    "El otro día aquí, una denominación famosa, el Full Gospel Realm de Kansas City o perdón, de Denver, en la convención, está construyendo una iglesia de un millón de dólares. Y miles de misioneros esperando cincuenta centavos de esa misma denominación, para llevarles el Evangelio a los paganos. Lo que nosotros necesitamos hoy es un avivamiento con mentalidad misionera, enviado de Dios, nacido del Espíritu Santo, que tenga el celo de Dios para empujar hasta allá en las junglas y hacer algo por Dios, en lugar de edificar grandes iglesias finas y querer brillar más que el vecino.",
    "Prefiero adorar en una misión, donde se ha barrido o en un bar, y tener la libertad del Espíritu Santo y el amor de Dios ardiendo en los corazones, que sentarme en la mejor catedral que tengamos del mundo y ser oprimido por doctrinas y dogmas de hombre. Nosotros necesitamos hoy un avivamiento que sacuda, regresar a la Verdad, regresar de nuevo a la Palabra de Dios.",
    "Ahora, cuando ellos salieron allá y fue después de un rato que Josafat como que recapacitó y dijo: “No tienes… Pues, consultemos al Señor por esto”.",
    "Él dijo: “Muy bien” dijo Acab, y envió allá y trajo a cientos, cuatrocientos predicadores bien instruidos. Y él los subió allá, y dijo: “Todos estos profetizan”.",
    "Y entonces entraron en sus encantamientos, y comenzaron a invocar. Y ellos dijeron: “Sí, ve allá en paz. El Señor está contigo”.",
    "Y entonces, después de que esos cuatrocientos todos dieron testimonio que ellos debían ir en paz, sin embargo, Josafat sabiendo… ¿Lo captan Uds.? Vean, en el fondo del corazón de ese hombre justo había algo que le decía que había gato encerrado. Algo andaba mal.",
    "Acab dijo: “Pues, tenemos cuatrocientos aquí, y unánimes, cada uno de ellos dice: ‘Ve, el Señor está contigo’”.\n\nPero Josafat dijo: “¿No tienes uno más?”.",
    "Él dijo: “Bueno, ¿para qué necesitamos uno más, siendo que tenemos cuatrocientos de los hombres mejor educados del país? Todos están diciendo: ‘¡Ve!’”. Eso era intelectual. Pero en el fondo del corazón de Josafat, él sabía que algo andaba mal. Ahora, él dijo: “Tenemos uno más, es Micaías. Pero yo lo odio”. Dijo: “Él siempre dice alguna cosa mala, y hablando donde no le incumbe, y él siempre está rebajando las iglesias y todo”. Dijo: “Yo lo odio”.\n\nDijo: “Ve por él y veamos lo que dirá”.",
    "Y cuando Micaías llegó, él dijo… Ellos dijeron: “Ahora, mira, di tú lo mismo que los demás”.",
    "Él habló, dijo: “Yo solo…”. Aquí está: “Yo solo diré lo que diga Dios”. Amén. “No importa lo que su profeta diga, ni lo que esto diga, ni lo que diga su iglesia, ni lo que ellos digan. Yo diré lo que Dios diga. Dios me pone en los labios y yo diré lo que diga Él”. Lo que necesitamos hoy son más Micaías que digan lo que ha dicho Dios. Fíjense, entonces lo subieron allá, y él dijo: “Denme esta noche”. Entonces esa noche el Señor vino a él, y él regresó a la mañana siguiente. Cuando los dos reyes se sentaron a la puerta, él dijo: “Vayan”. Dijo: “Vayan. Pero” dijo, “vi a Israel esparcido como rebaño sin pastor”.",
    "Entonces este cierto predicador, todo vestido, se acercó y le dio una bofetada en la boca, y dijo: “¿Hacia dónde salió el Espíritu de Dios cuando salió de mí?”.\n\nDijo: “Lo sabrás cuando regreses”. Sí.",
    "Él dijo: “¡Escúchame!”. Él dijo: “Nosotros somos los siervos de Dios. Nosotros somos cuatrocientos y tú eres uno”.",
    "Pero Micaías dijo: “Les diré dónde está su problema”. ¡Amén! Dijo: “Vi una visión”. ¡Amén! Él dijo: “Y vi a Dios sentado en Su trono. Y vi la hueste Celestial parada alrededor de Él. Y nosotros sabemos que la Palabra de Dios ha pronunciado maldiciones sobre este hombre, por la manera que ha obrado”.",
    "No se puede bendecir lo que Dios ha maldecido, ni tampoco puede el diablo maldecir lo que Dios ha bendecido. Es un asunto individual, no importa lo pobre ni cuán estúpido, lo falto de instrucción, lo maleducado. Lo que Dios ha bendecido está bendito; lo que Dios ha maldecido está maldito. Sepa diferenciar entre lo que es correcto y lo que está errado.",
    "Micaías sabía muy bien que ese no era el Señor que estaba con esos predicadores. Pues, ¿qué sucedía con esos predicadores? Fíjense en lo que hicieron. Habían sido vestidos con lo mejor. Los habían alimentado con lo mejor. Ellos se habían puesto de acuerdo en sus fiestas y todo eso, y sus alianzas, a tal grado que lo único que ellos conocían era su propia teología. Y la Biblia dice que Micaías, cuando estaba viendo la visión, dijo: “Dios dijo: ‘¿A quién conseguiremos que baje allá y engañe a Acab’? Y un espíritu mentiroso dijo: ‘Yo bajaré allá y seduciré a Acab, por medio de esos predicadores, causaré que Acab salga allá, para así traer a cumplimiento la Palabra de Dios’”.",
    "Ahora, ¡hoy tantas personas están escuchando…! (Ahora, la escuela dominical, me encanta.) Miren, tantas personas están escuchando a espíritus seductores en lugar de tomar la Palabra de Dios. Espíritus, estos están en el mundo; ellos son demonios. Y ellos salen a lugares y se ubican entre hombres, ministros; se ubican entre miembros de iglesia; se ubican entre personas buenas, y causan que ellos entren en engaño. Y ellos dicen cosas, y hacen cosas, y enseñan cosas, y practican cosas, que son contrarias a la Palabra de Dios. Hoy, ministros de su congregación le están permitiendo a su pueblo que jueguen naipes en las iglesias, muchos de ellos. Ahora, no todos son católicos, hay muchos protestantes que hacen eso.",
    "Lo que ellos intentan es sustituir algo. Ellos quieren adoptar algún plan nuevo. Ellos quieren adoptar educación para que remplace al Espíritu Santo. Uds. jamás lo lograrán, no importa qué tan bien educado sea su hombre. Yo pienso que es algo bueno que él sea educado; pero si él no tiene el Espíritu Santo allí con eso, su educación de nada le servirá. La educación jamás remplazará el liderazgo del Espíritu Santo. Amén.",
    "Fíjense, ellos, en lugar de Esto, han querido adoptar el estrechar de manos por la experiencia antigua que teníamos. Hoy la iglesia ha llegado a ser moderna. Ellos pasan adelante y dan su diestra de compañerismo, y así es más o menos como lo hacen. Pero eso jamás remplazará el antiguo lugar en la banca de los arrepentidos donde los pecadores clamaban y se ponían en paz con Dios. Eso es correcto.",
    "Hoy ellos quieren remplazar el diezmarle a Dios. Ellos quieren adoptar algo; quieren hacerlo de otra manera. Bajan y tienen juegos al azar en las iglesias, juegan lotería. La lotería jamás remplazará el diezmo de Dios. Cenas, ventas de sábanas, comidas campestres para reunir dinero para pagar las diferentes deudas, eso jamás remplazará el diezmar Eterno de Dios y el ofrendar; jamás lo hará. Sin embargo, queremos hacerlo.",
    "¿Qué es? Son espíritus seductores que han bajado, queriendo sus-… sustituir algo en lugar de la Palabra de Dios. Dios no tiene sustituto para Su Palabra; es Eterna y por los siglos. Dios no tiene sustituto para la fe; la fe no tiene sustituto. La esperanza jamás remplazará la fe. La fe está sola; se para sola. Jamás ocupará el… La esperanza jamás ocupará su lugar. La esperanza es la substancia de las cosas que se esperan, la evidencia de las cosas que no se ven, o fe lo es, mejor dicho. ¿Ven? La esperanza es una cosa; fe es otra. La esperanza está esperanzada en que recibirá; la fe lo posee. Una es fe intelectual, y la otra es una revelación directa de Dios. Ella jamás ocupará ese lugar. Estamos intentando, pero estamos haciendo todos estos substitutos.",
    "Estamos queriendo edificar tremendas iglesias en lugar de enviar misioneros; otro substituto. Jesús jamás comisionó a nadie a que edificara una iglesia. Eso nunca fue comisionado en la Biblia. Hemos levantado seminarios, han permitido que eso ocupe el lugar del misionero. Nosotros… Jesús nunca nos dijo que edificáramos seminarios. Están bien. La educación, tratan de que eso ocupe el lugar; jamás lo hará. La comisión de Jesús fue de “ir a todo el mundo y predicar el Evangelio a toda criatura”, en el tiempo del fin. Así que, todos los sustitutos que tenemos jamás ocuparán el lugar de lo genuino.",
    "El otro día tuve una experiencia, un sustituto. Tuve mi primer dolor de diente, tuve que sacarme un diente. Esta mañana tengo un diente postizo metido allí. A duras penas puedo hablar. Eso jamás remplazará el lugar del verdadero. ¡No señor! ¡Oh, vaya!",
    "Uds. pudieran tomar a un hombre y vestirlo, hacerlo de madera, yeso, de lo que Uds. quieran, y prepararlo lo más que puedan. Él no tiene sentimientos, no tiene consciencia. Él jamás ocupará el lugar de cualquier hombre real. Tampoco lo hará alguna conversión falsa que viene y dice: “Me he unido a la iglesia. Me esforzaré por mejorar”. Eso jamás ocupará el lugar de la antigua conversión genuina, enviada de Dios del Espíritu Santo que cambia a un hombre en su corazón. Eso no puede hacerlo, por cuanto no hay Vida allí. No hay nada que le dé a él Vida.",
    "No hace mucho, aquí, vi a ese gran artista que trajo esto, un escultor quiero decir, que hizo este cuadro de Moisés. No recuerdo ahora su nombre. Es un artista griego. Le costó toda una vida. Y cuando lo tuvo al grado que lo consideró tan perfecto, se emocionó tanto ante la imagen de Moisés, que le golpeó la rodilla, y dijo: “¡Habla Moisés!”. ¡Parecía tan real! Había sido moldeada tan perfectamente, era tan parecida a Moisés, en su concepción, que la golpeó con el martillo para infundirle sentir.",
    "Me trae a la mente la iglesia. No importa cuánto Uds. remplacen, lo grande que llegue a ser su congregación, lo bien que canten sus cantos, lo bien que vista su congregación, cuánto tengan esto, eso o lo otro, Uds. pueda ser que golpeen, que sientan, lo que sea; eso jamás ocupará el lugar de la Vida, hasta que Cristo baje en la forma del Espíritu Santo, a esa iglesia, y les dé una nueva experiencia de nacer de nuevo. Eso jamás ocupará el lugar de la Palabra de Dios. La Palabra de Dios se sostiene sola.",
    "Micaías tenía la Palabra. Él sabía que tenía la Palabra. Él tenía la Palabra escrita, también La tenía por una visión. Él sabía lo que Dios había dicho en Su Palabra. Él sabía lo que Dios había dicho por la visión. Ambas concordaron. Él supo que era la Verdad, por eso no temió.",
    "Pero este espíritu seductor, miren lo que ha hecho hoy. Para hacer más miembros de iglesia, para hacer mejores miembros de iglesia, han bajado la guardia en cuanto a toda la enseñanza antigua del Espíritu Santo. Les permitió a los hombres tener fiestas sociales entre ellos, abajo en el sótano donde tienen juegos. Eso jamás sustituirá el aposento alto, donde ellos estaban orando por el Espíritu Santo. Eso les permitió a las mujeres reunirse y contar chistes y cosas, y tener toda la podredumbre en lo cual no hay nada. Eso jamás ocupará el lugar de una reunión de oración. Las mujeres, la manera en que salen y se visten hoy, es—es una desgracia.",
    "Escuché un comentario que hizo el Hermano Neville, dijo: “Pobre pueblo americano” dijo, “han enviado toda su ropa al extranjero”. Es cierto. Andan por ahí caminando en su ropa interior. Ellos… Es cierto. Ellos se la habrán dado a los misioneros, porque los misioneros… La gente y los paganos en los otros países la están usando. Estas personas andan sin ella, parece ser que les gusta.",
    "Les diré, algo ha sido pervertido, y es la predicación del Evangelio del Señor Jesucristo. Son demonios que los despojan de su ropa. Solo ha habido una sola persona en la Biblia que se haya arrancado la ropa, fue un hombre que estaba poseído por el demonio. Y hoy viene en una forma más moderada, como si él fuera social, como si fuera bueno, como si todo eso estuviera bien. “Es un clima más fresco, y uno estará más fresco si se quita la ropa”. Hombres caminando de allá para acá en sus patios, y medio desnudos, las mujeres igual. Pues, Uds. han llegado al punto que ya no hay respeto, como no lo hay entre los perros, del uno por el otro. ¿Qué sucede? No es mi intención lastimarlos. Solo intento decirles que es posesión demoniaca, y Uds. están escuchando espíritus seductores que están diciéndoles: “todo eso está bien”, pero es una mentira.",
    "Un grano de trigo solo producirá trigo. Si Ud. es un Cristiano, no hará eso; Ud. no lo puede hacer. Uno simplemente no puede hacerlo. Ud. lo que tiene es una fe intelectual y dice: “Hermano Branham, yo creo la Biblia”. Su vida dice que Ud. no la cree. Amén. Espíritus seductores en contra de la Palabra de Dios.",
    "Él sabía dónde estaba parado, Micaías. Él tenía la Palabra de Dios. Él no era un hombre popular. Nadie lo quería porque decía la Verdad, pero sí les gustaban estos predicadores.",
    "Ahora, otra cosa que ha sucedido. Yo creo y pienso que cualquier hombre que ha tenido una experiencia con Dios, o una mujer, tendrá que ponerse un poco emocional; simplemente lo creo. Es correcto. Pero ¿saben qué? Ellos han adoptado el emocionalismo en lugar del bautismo del Espíritu Santo. Solo consiguen una gran bulla, sin contenido. Ud. simplemente viva tan santamente como el ruido que hace, entonces estará bien. Seguro que las emociones están bien; “el ejercicio corporal aprovecha poco”. Pero espíritus seductores han llegado al lado de personas del grupo de la santidad, y los tienen confiados solo “porque pueden gritar” o, “porque pueden danzar, porque ellos pueden producir emoción”.",
    "Aquel individuo allá, el jefe de todos esos profetas, los predicadores, estaba tan seguro de que él tenía la razón, que se hizo un par de cuernos y danzó por todo alrededor, e hizo más conmoción. Él iba a empujar al otro ejército sirio sacándolo del país; ¡pero era una mentira! La Palabra de Dios había dicho algo diferente. Amén. ¿Ven?, se puede estar emocionalmente correcto, si se tiene la clase de emoción correcta respaldándolo, la clase de emoción correcta moviendo su emoción.",
    "David danzó delante del Señor, y su esposa se rio de él. Y Dios miró desde el Cielo, dijo: “David, eres un hombre según Mi Propio corazón”. Pero sus motivos eran correctos; su vida respaldando eso era correcta.",
    "Entonces solo porque podamos emocionarnos, no significa que seamos salvos. Que vayamos a la iglesia, no significa que seamos salvos. No les crean a esos espíritus seductores. Un verdadero Espíritu de Dios, una Palabra de Dios genuina, es la Verdad de Dios la cual es una Simiente de Dios que producirá a Dios en su vida; será piadoso, en santidad, santo.",
    "Entre muchas de las personas donde encontramos emociones y todo eso, comienzan los chismes y las calumnias, y toda clase de cosas impías. Hermano, eso es ácido sulfúrico en la iglesia. Es el poder del demonio. Espíritu de hombres y mujeres que se reúnen, y quieren desacreditar, decir: “Esto no está correcto, y esto no está correcto, y eso no está correcto”. Si Uds. lo escudriñan, nueve veces de diez, es la misma persona causando la conmoción que no está correcta. Amén. Dios odia la discordia entre los hermanos. Sean reverentes, sean santos, amen a Dios, párense junto a Él. Y mientras que Uds. sepan que sus vidas están cuadrando con la Biblia, con pureza de corazón, pureza de pensamiento, amor hacia su hermano, haciendo lo que Ud. más puede para apoyar el Reino de Dios, y haciendo esas cosas, vistiendo correctamente, viviendo correctamente, hablando bien, yendo a los lugares correctos, entonces puede tener todas las emociones que Ud. quiera, y todos le creerán.",
    "Jesús dijo: “Uds. son la sal de la tierra. Si la sal ha perdido su sabor, de ahí en adelante no sirve para nada, es echada afuera y pisoteada bajo los pies del hombre”. Si Ud. solo es sal, no sirve; pero si Ud. tiene el sabor, Ud. sea salado y el mundo tendrá sed. Ud. sea salado, ellos tendrán sed. ¡Oh, vaya!",
    "Espíritus seductores que salen, demonios disfrazados. Miren, estamos en el día postrero; estamos en el tiempo del fin. El mundo está casi listo para llegar a su cima, como una llaga de alguna parte, que está lista para explotar un día de estos y la medula para saltar de ella. Ha llegado a ser inmundo. No hay ungüento que lo pueda sanar. Ellos han rechazado el—el suero. Han rechazado el tratamiento. Tome Ud. una llaga que esté apareciendo, y si no toma penicilina o algo para detener eso o alguna otra cosa, seguirá creciendo hasta que explote.",
    "Eso es lo que el mundo ha hecho. Comenzó, no hace mucho, a descuidarse. Ellos se desviaron con una gran idea tremenda, falsos espíritus entraron y comenzaron a decirle al pueblo esto, eso o lo otro. Nos dividimos en novecientas y tantas diferentes denominaciones, todas con un punto de vista diferente. Ellos dicen: “¡Nosotros creemos esto, punto! Es todo lo que nosotros creemos”. No pueden permitir que el Espíritu Santo entre; no ceden el derecho de vía. Dios tomó a un grupo de personas que podían gritar, luego todo el mundo tenía que gritar. Consiguieron a alguien que podía hablar en lenguas, luego todos tenían que hablar en lenguas. Ellos se volvieron todos así, hasta que llegó (a ¿qué?) a una contaminación absoluta de espíritus seductores, seduciendo personas a que hagan estas emociones cuando Dios no está en eso, absolutamente. Luego ellos salen y viven cualquier clase de vida que desean vivir, y luego le llaman a eso “Cristiano”.",
    "Y el mundo se sienta y mirando dicen: “¡Pues, miren eso! Yo soy tan bueno como ellos”.",
    "Como dije la otra noche acerca del cerdo, acerca del pecador. No se puede culpar… El pecador es un pecador. No intente Ud. reformarlo. No intente Ud. decirle a él esto, eso o lo otro. Para empezar, él es un pecador. Para empezar, él es un cerdo. Él no sabe diferenciar. Si él va a las películas, y él va el domingo, y va a los juegos de pelota, y él hace todas estas cosas, para empezar, él es un pecador. Su naturaleza es como la de un cerdo. Aquel cerdo mete su hocico en un montón de estiércol y come de allí todos los granos, y todo; bueno, eso, él es un cerdo. Ud. no lo puede culpar, él es un cerdo. De esa manera es con los pecadores. Pero cuando Ud. va y dice ser Cristiano y mete su nariz con él, entonces Ud. no es mejor que él, sino que Ud. es peor. Salga de en medio de eso. Suelte el mundo. Suéltelo. Deje que Dios obre. Suelte eso.",
    "¿Cómo hace uno para soltarse? Tantas personas se están preguntando hoy, diciendo: “Bueno, Hermano Branham, ¿cómo se suelta uno?”. Sé que Uds. han escuchado mucha teología al respecto, de “soltarse”. Muchas personas sudan queriendo soltarse. Muchas personas vienen y dicen: “Yo iba a hacer un ayuno por cuarenta días para poder hacer algo”. Ud. no necesita un ayuno de cuarenta días. Ud. necesita soltarse del mundo y de todas estas cosas diabólicas, y recibir la Palabra de Dios en su corazón. Uds. tienen que ser instruidos en cómo hacer eso. Uds. no lo harán por andar saltando, ni tampoco lo harán por ayunar cuarenta días. Uds. lo hacen por medio de un corazón rendido al Dios Todopoderoso.",
    "Como un bebito. Observé a mi bebito allá atrás, su madre intentando ponerle la pequeña chaqueta, esta mañana. Él quería meter su bracito por la manga. Él no podía meter su brazo allí; no sabe cómo. Uno tiene que guiarle el bracito. Él quiere meter su brazo por allí, pero le está dando por todo el borde. Él no alcanza la manga. Sabe que él no está en la manga.",
    "Y también Ud. lo sabe, que no está correctamente con Dios, cuando Ud. sigue calumniando, mintiendo, haciendo de todo. Ud. no puede estar bien con Dios, no me interesa a cuántas iglesias pertenezca, hasta que su alma se convierta. Hermano, eso es a la antigua, pero hervirá hasta el fondo y pondrá sopa en su alma. ¡Correcto!",
    "Intentará meter allí su brazo, él necesita alguien que lo guíe, de cómo meter allí su brazo. Entonces cuando mete su bracito en la pequeña chaqueta, sabe que él está bien.",
    "Así es con todo Cristiano nacido de nuevo. Cuando verdaderamente entra en Dios, él vigila que su vida marche conforme a la Palabra de Dios y sabrá que él cuadra con cada porción de Ella. Él tiene paciencia, benignidad, reposo, mansedumbre, poder, fe, amor, gozo, paz. Él no es mecido como el mar turbulento. Él no anda preocupado por cada cosita. Él no anda saltando aquí y allá, como un corcho en una ventisca en el océano. Él está afirmado. Su corazón es puro; sus pensamientos son puros; sus intenciones son puras; su alternativa es correcta. Y él sabe que cuadra con la Palabra de Dios. Y todo el infierno no puede moverlo. Él ha sido alineado por la Palabra de Dios. Él tiene amor Divino, pureza en el corazón, por todo hombre y mujer. Él tiene… Él se ha abstenido de las cosas del mundo, están muertas para él; ya no las quiere más. Pues, Ud. no pudiera hacer que una muchacha llena del Espíritu Santo se pusiera un par de esas ropas de apariencia impía y salir allá, por nada. No señor.",
    "Ahora, no es necesario ir y decirle a ella que está errada, porque no le creerá a uno, pues eso es lo único que ella conoce. Ese es su gozo. La mujer se pone esas cositas pequeñas, para salir en la tarde, justo cuando su hombre llega a casa, el gobierno, y dice: “Para cortar el césped”, luego… Y ¿me dicen que eso es correcto? Mujer, no quiero decir que Ud. sea—sea mala; no quiero decir que Ud. sea inmoral. Pero Ud. no se da cuenta, hermana, que un espíritu inmundo se ha apoderado de Ud. ¿Por qué hacer eso? Ud. tiene el suficiente sentido común como para saber que no es más fresco; es más caluroso. Ahí hay un espíritu inmundo.",
    "Ud. dice: “¿Yo? ¡Yo fui a la iglesia!”. Nabucodonosor fue un gran hombre. Pero, por cuanto se enalteció, Dios le dio el espíritu de un buey, y lo dejó comer pasto por siete años, y sus uñas le crecieron como las de algunas de estas mujeres por aquí. Es correcto. Y a él lo poseyó un demonio.",
    "A un hombre lo poseyó un demonio y se despojó de su ropa. Ellos no le pudieron poner ropa. ¿Ven lo que quiero decir? Son espíritus seductores.",
    "Su iglesia tolera eso. Su predicador teme mencionar algo, teme que Uds. no paguen más sus diezmos. Por esa razón es. Ese es el problema. ¡Oh, vaya! ¿Cómo le va Ud. a predicar a una cantidad de buitres, a no ser que para empezar Ud. logre que se conviertan y estén correctamente con Dios? Todo el tiempo meterán la nariz en cosas muertas. Lo que Ud. necesita es vaciarse, y un avivamiento a la antigua que barra de costa a costa, y que ponga a los hombres y a las mujeres correctamente con Dios. ¡Suelte las cosas del mundo! Suelte la predicación bonita de pétalos suaves. Amén. Predique el Evangelio. Dios lo dijo. “Si amáis el mundo o las cosas del mundo, el amor de Dios ni siquiera está en vosotros”.",
    "La gente puede saltar y gritar toda la noche, y hablar en lenguas como derramar chicharos sobre un cuero de vaca seco; salir a la mañana siguiente con suficiente temperamento para pelear contra una sierra eléctrica, ir y pasar adelante y decir algo en la iglesia que causará que toda la iglesia se divida. ¡No es absolutamente otra cosa que espíritus seductores demoniacos! Queremos regresar a la Palabra, donde Dios es pureza, santidad. Amén. Es correcto. ¡Espíritus seductores contra la Palabra de Dios!",
    "Aquí hay un hombre, no hace mucho consiguió a una mujercita… Los católicos tienen una docena por allá. En el tiempo de su menopausia, le sale de sus manos y de su frente. Si un buen predicador del Espíritu Santo… pensaba yo. Ese hombre tenía una botella de esa cosa, venía ahí de sus manos, iba ungiendo a las personas con eso. ¡Fiu! ¡Misericordia! ¡Eso es anticristo! No me interesa si le sale sangre de la nariz o de la cabeza, de donde sea, hermano, no hay sangre que tome el lugar de Jesucristo el Hijo de Dios. Esa es la única Sangre que yo conozco. Puede ser que ella haya tenido aceite saliéndole de una mano y vino de la otra, pero, si Ud. la usa en cualquier clase de religión, es el diablo. ¡Ver cómo es que los predicadores son engañados por semejantes cosas!",
    "Lo que necesitamos es regresar al Libro de Guía, ¡de nuevo a la Palabra de Dios! Esta es la Palabra de Dios, ¡la bendita Biblia antigua! Dicen: “Pues, temo llegar a ser eso, Hermano Branham. Temo que perderé un poco de mi gozo”. ¿Qué es lo que sucede? Ud. no sabe lo que es el gozo.",
    "He dicho que yo no condeno al borracho por salir y emborracharse. Él anda todo con malgenio. Él no sabe. Se levanta abatido, en la mañana, con resaca. Sale y se consigue dos o tres botellas de cerveza, y sale y busca whisky y toda esa clase de cosa.\n\nEl pobre que inhala cigarrillos se recuesta y fuma, y lo sopla por la nariz como si él fuera un tren. Es todo. Yo no lo culpo; es todo el gozo que conoce. Eso es todo lo que él conoce. Él es un cerdo, por naturaleza.",
    "¡Qué vergüenza, Uds. que profesan ser Cristianos y dependen de tales cosas para tener gozo, cuando el Espíritu Santo es simplemente una gran central energética de gozo! El Espíritu Santo es la intoxicación perfecta para todo hombre que esté abatido de espíritu. Ud. beberá un trago del Evangelio de Jesucristo, siendo lleno del Espíritu Santo y Ud. quedará borracho hasta que deje este mundo, amén, gozo inefable y lleno de gloria. Hay una estimulación constante. Es una intoxicación constante, ¡borracho día y noche! Amén. Esa es la Palabra de Dios.",
    "La iglesia viene por ahí, adopta otra cosa. Tienen una pequeña fiesta donde todos van a la playa, para recreación. Una fiesta de naipes, Uds. se reúnen para tener compañerismo. Es cierto. Tienen un baile, a veces, en la casa de uno de los miembros, a veces en el sótano de la iglesia. Un baile, adoptando, queriendo encontrar algo que satisfaga. ¿Qué es lo que sucede? Como sea, ellos son un gran hato de cerdos. Para empezar, ellos son cerdos. Si en algún momento entraran en contacto con Cristo, tendrían tanto gozo que esas cosas quedarían más muertas que la media noche para ellos. El Evangelio, borrachos en el Espíritu, gozo inefable y lleno de gloria.",
    "No condenen al pecador; tengan misericordia de él. Dejen que continué fumando su pipa, dejen que beba su licor, dejen que tenga sus fiestas de naipes; ese es su placer. No lo culpen. Viene a casa y todo, cansado y agotado, él quiere algún placer. La cosa que Ud. debe hacer es vivir una vida tan piadosa que le pueda probar a él que el Evangelio contiene mil veces más que eso, para él. [Cinta en blanco.—Ed.] Y si él muere en esa condición, se irá al infierno, en su licor. Esa es la intoxicación del diablo. Si él muere chupando de esa vieja pipa, Dios es el Juez de ellos. Si él muere, saliendo acá a bailar y andando por ahí con ropa inmoral, Dios es el Juez de ellos.",
    "Pero hay una cosa, si Ud. muere bajo el Poder de la unción del Espíritu Santo, como Esteban cuando levantó la mirada ante el rostro de Dios, dijo: “Veo los Cielos abiertos, y a Jesús parado a la diestra”, Ud. va destino al Cielo, como una golondrina a su caja. Amén.",
    "¡Espíritus seductores contra la Palabra de Dios! Suéltese, déjelo. “¿Cómo hace uno, Hermano Branham”? Simplemente suelte eso. Es todo lo que uno tiene que hacer. Tome la Palabra de Dios. No intente manufacturar nada. No se postre al altar dando golpes, gritando: “¡Dios, dame el Espíritu Santo! Señor, ¡dame el Espíritu Santo!”. Él no vendrá por Ud. golpear el altar; eso de nada sirve. No. Él no viene de esa manera. Es ¡tomándolo a Él en Su Palabra!",
    "Miren a Pedro. Pedro estaba en problemas, parecía como que iba a morir. Y él vio al Señor venir, caminando sobre el agua. Y él dijo: “Señor, si eres Tú, manda que yo venga”.\n\nEl Señor dijo: “Ven”.",
    "Ahora si Pedro hubiera dicho: “Pues, ¿espera un minuto, Señor, déjame ayunar por cuarenta días, para ver si puedo caminar sobre esa agua o no; o, Señor, déjame tener suficiente del Espíritu para que pueda danzar en el Espíritu y hablar en lenguas en esta barca, luego podré dar el paso allá?”. ¡No, señor! Él tomó a Dios en Su Palabra, se soltó y dejó eso. Dios le ayudó.",
    "¿Y si Dios se hubiera encontrado con Moisés, y Él hubiera dicho: “Moisés, ve allá a Egipto, y dile al Faraón: ‘Suelta a Mi pueblo’”? ¿Y si Moisés hubiera dicho: “Déjame primero ayunar unos cuarenta días y ver si tengo la suficiente fe para obedecerte, Dios. Dame algo, alguna otra cosa, Señor. Déjame decirte algo, déjame ver si primero entro en el Espíritu.”? Moisés nunca hizo una pregunta, simplemente tomó a Dios en Su Palabra y fue a hacerlo. De esa manera es que uno tiene que hacerlo, tomar a Dios en Su Palabra. Entonces uno sabrá que puede hacerlo. Él no esperó que ocurriera alguna cosa, simplemente fue y lo hizo.",
    "¿Y Elías, cuando bajó del Monte Carmelo, llevaba allá arriba bastante tiempo? Y él se encontró con una pobre viuda. Ella era… Era una extranjera, una gentil. Y cuando la encontró allá abajo, ella estaba recogiendo algunos leños en el patio. Y Dios le dijo: “Baja allá a esa casa de la viuda”. ¡Qué lugar para que el predicador fuera!",
    "Entonces él va allá a la casa de la viuda. Y cuando lo hizo, ella tenía dos leños. Dijo: “¿Qué está haciendo?”.",
    "Dijo: “Recogiendo algunos leños. Tengo suficiente harina para hacer un par de tortas. Es todo lo que me queda. Han pasado tres años desde que recibimos lluvia”. Y dijo: “Entonces voy a hacer estas tortas; y yo con mi muchacho vamos a comer y moriremos”.",
    "Él dijo: “¡Hazme una a mí primero!”. ¡Aleluya! ¡Oh, sé que estoy un poco loco, pero como sea, estoy del lado del Señor! Dijo: “Hazme una a mí, primero. Pues, ASÍ DICE EL SEÑOR”. Ahí lo tienen.",
    "¿Qué es? “Buscad primero el Reino de Dios y Su justicia”. No el Reino de Dios y “un poco de ruido”, no el Reino de Dios y “un poco de emoción”, no el Reino de Dios y “un poco de esto o aquello”. Más bien, “Dios y Su justicia, y todas estas otras cosas os serán añadidas”. ¡Pónganlo primero!",
    "Ahora, esa viuda oyó eso; “La fe viene por el oír, el oír por la Palabra”. Ella dijo: “Esa es la Palabra del Señor, pues ese es un hombre santo de Dios. Ese es el profeta de Dios, y yo sé que es la verdad. Y esa es la Palabra de Dios”.",
    "Ahora, ella no cruzó corriendo a preguntarles a los vecinos cómo hacerlo. Ella no quiso ir a compartir su… y comentarles a los vecinos, oigan: “Pues, ¿qué piensan Uds.? El predicador está en mi casa diciendo esto. Susi, ¿qué piensas de esto?”.",
    "Ella entró, comenzó a vaciar. Ella soltó. Ella soltó lo que tenía, para tal vez recibir más. Eso es lo que el mundo necesita hoy, una buena entregada de lo que tienen. ¡Aleluya! Ella vació, para poder llenarse. Ella vació todo el aceite que tenía, y todo el aceite que tenía y toda la harina que tenía, para el predicador, para el Reino de Dios. Y cuando lo vació todo allí, Dios bajó, llenó el barril de la harina, llenó la jarra del aceite. Ella lo volvió a vaciar, en el plato del predicador. Y Él pasó, lo volvió a llenar. Él le vació allí. Cada vez que ella vaciaba, Él llenaba.",
    "Declararé hoy que si un hombre vacía toda esta insensatez de ese alboroto y personificar el Cristianismo, y deja que el Espíritu Santo tome Su lugar, iniciará un avivamiento en la octava con Calle Penn que abarcará todo el país. Dejen esa insensatez. Regresen a la Palabra de Dios. Vacíense, para que puedan ser llenos. Uds. suelten eso y Dios permitirá que venga. Vacíense Uds., Dios llenará. Todas esas pequeñas insignificancias, de: “Ud. tiene que hacer esto, y tiene que hacer esto; y Ud. debe hacer esto y debe hacer aquello”. ¡Olvide eso! ¡Vacíe eso de su alma!",
    "Diga: “Dios, permíteme, que completamente… desde este día, ser completamente Tuyo. Señor, vengo con el corazón quebrantado; vengo con el espíritu contrito. Te amo; Tú sabes que yo te amo. Y quiero olvidar toda esta insensatez de todos estos ayunos de cuarenta días y ver si me puedo acercar más a Dios, y todo esto, eso, y lo otro, toda esa insensatez”.",
    "¡Pare eso! No hay nada en la Palabra que le diga que tenga un ayuno de cuarenta días; nada en absoluto. No hay absolutamente nada que le diga a uno que ayune, a no ser que Dios se lo diga. Si Ud. ayuna, no le va a dar hambre, ni hará todas estas cosas. Mientras Ud. ayuna, hermano, estará gozoso y contento todo el tiempo. Dice: “No se presenten ante los hombres como los hipócritas, con el rostro demacrado y triste; ‘Estoy en un ayuno de cuarenta días. Ya no me caben los platos. He perdido treinta libras [13 kg], y me dicen que luciré mejor después de terminar con esto’”. ¡Oh, que insensatez! Son espíritus seductores del diablo.",
    "Suben al altar, y dicen: “gloria, gloria, gloria” hasta que se les dificulta decir otra cosa, y dicen: “Ud. tiene que hablar en lenguas antes de recibir el Espíritu Santo”. ¡Tonterías! ¡Vacíe eso!",
    "¡Saque eso de su sistema y venga a la Palabra de Dios! Él dijo: “Arrepentíos cada uno de vosotros, y bautícense en el Nombre de Jesucristo para perdón de sus pecados, y recibiréis el don del Espíritu Santo”. Si Dios no cumple Su Palabra, Él no es Dios. Amén. Vacíense. Llénense. Amén. ¡Fiu! Me encanta eso. Esa es Su Palabra. Dios lo dijo. Es correcto. Y cuando Dios lo dijo, Dios se encargará de eso. Muy bien. Todos los preparativos que Ud. hace, todo el ir a la iglesia que Ud. hace…",
    "Es como acá en la fábrica de vagones donde hacen una cantidad de carga, o una cantidad de vagones de pasajeros. Yo trabajaba allí. Y ellos toman y construyen esos grandes vagones y todo eso, y les ponen madera, le incrustan caoba alrededor, y todo es tan hermoso, lo ponen allá en los rieles y está tan muerto como un clavo en la puerta. Allí está la máquina, sin vapor. Simplemente está allí quieta.",
    "Lo que necesita hoy es fuego en la caldera. Lo que necesita hoy es un poco de vapor. Lo que necesita hoy, la iglesia, es hervir; el calor que más hierve, sacando el pecado de su vida, es el amor. Y si Uds. no se pueden amar el uno al otro, ¿cómo van a amar a Dios que no han visto? El amor cubre multitud de pecados. Enamórense de Dios, entonces se amaran el uno al otro, entonces amarán la iglesia, Uds. amarán la Causa, Uds. amarán todo lo que es piadoso, y Uds. se mantendrán a distancia de las cosas del mundo.",
    "Espíritus seductores que andan diciéndole a las personas esto, eso o lo otro, “Ellos tienen que hacer esto; tienen que hacer aquello”. Eso es porque han surgido denominaciones, y ellas tienen una pequeña revelación, por lo cual dicen: “Bueno, yo creo que un hombre… Yo creo en aquello de gritar, en la Biblia”. Eso es cierto. Eso es la verdad. Ellos hicieron una denominación de eso, “Cuando grita, Ud. lo tiene”. Pero Ud. no lo tiene.",
    "El que sigue se levanta, dice: “Hablando en lenguas”. Eso es cierto; está en la Biblia. “Bueno, cuando habla en lenguas, Ud. Lo tiene”. Pero muchos de ellos hablaron en lenguas y no Lo tenían. ¿Ven? Eso no es. No, señor.\n\nMuchos de ellos dijeron: “Bueno, tenemos que profetizar”.",
    "Miren aquí a estos profetas con cuernos en la cabeza, saltando y profetizando. Micaías dijo: “Todos Uds. están mintiendo”. Amén. Es cierto. Dios no viene de esa manera. Dios viene al corazón sincero que viene con un espíritu contrito, quebrantado. “Irá andando y llorando el que lleva la semilla; Mas volverá a venir con regocijo, trayendo gavillas preciosas”. Amén. Tenga eso correctamente, amigo.",
    "¡Tanta demonología, demonios obrando en las almas humanas! Observen dónde da su fruto. Observen la clase de vida que vive una persona. Vean la manera en que están actuando, miren cómo obran, vean cuáles son sus motivos. Es tan imposible… Y si yo les dijera que “la única manera… Aquí están los carros, todos aquí en la línea. El Cielo está en Charlestown. Ud. no puede caminar. La única manera de llegar, es por carro. Y todo hombre que cruce esa línea tiene que traer cinco galones de gasolina [19 lts]”. Aquí está su carro, pero si él no tiene gasolina no puede ponerlo en marcha. Bueno, esa es exacta y perfectamente igual a la manera como con el Cielo. Si Ud. muere sin Dios, no me interesa cómo Ud. haya vivido ni cuántos carros Ud. haya armado, si el amor de Dios no está ahí para jalarlo a Ud. a que entre en el Reino de Dios, Ud. está perdido.",
    "Hay un negativo y un positivo. No importa cuánta corriente positiva corra por aquí, si no se tiene un cable a tierra, jamás encenderá. Eso es correcto. Ud. tiene que estar arraigado, con el cable a tierra en el amor de Dios. ¡Oh, hermano! Junte ese negativo con el positivo y Ud. tendrá Luz, la buena Luz antigua del Evangelio. Déjela que abarque de orilla a orilla. Ud. nunca La tendrá si no tiene eso. No importa cuánto Ud. pueda saltar y temblar con el positivo, Ud. necesita tener el cable a tierra para que la luz destelle. Amén.",
    "¿Lo han notado Uds.? Conecte Ud. un cable a tierra aquí desde esto, y toda porción regresa directo allá abajo a la subestación, directamente a la tierra. Y cada vez que un hombre se arraiga y tiene su cable a tierra en la Palabra de Dios, eso lo arraiga y conecta su cable a tierra allá en el Calvario, donde el ancla, el poste de amarre de Dios fue traído, para destellar la Luz del Evangelio. Amén.",
    "¿Saben Uds. qué es lo que sucede? Son estas personas en estas grandes morgues frías y formales acá, pretendiendo que predican el Evangelio. Un predicadorcito ayer vino a mí, pertenece a una de las denominaciones más grandes que hay en el país hoy, aparte de la católica. Él dijo: “Hermano Branham, estoy hastiado y cansado”. Dijo: “Ellos van a obligarnos a todos los predicadores a usar túnicas y a voltear nuestros cuellos, y—y predicar ciertas cosas. Y ellos nos dirán sobre qué predicar, en cada trimestre”. Él dijo: “Ya no lo soporto más”. Él dijo: “¿Qué debo hacer? ¿Debo comenzar a predicar el Evangelio?”.",
    "Yo dije: “Hermano, mientras que Ud. esté con esa denominación, respétela. Ud. diga lo debido por ellos. Pero aborde a su presbítero o su superintendente estatal, y diga: ‘Señor, he nacido de nuevo del Espíritu de Dios. Aquí está la Palabra de Dios. Si Ud. me permite predicar Eso, me quedaré en su iglesia. Si no, me voy. Entréguesela a otra persona’”. De esa manera se hace. No ande con rodeos. No sea negativo. Sea directo y diga lo que es. Correcto.",
    "Él dijo: “Hermano Branham, ¿piensa Ud. que tendría una congregación?”.",
    "Yo dije: “Donde esté el Cuerpo, las Águilas se reunirán”. Eso es correcto, ellas seguirán.",
    "Como el hombre, esa vez, que empolló las gallinas. Ahora, no es chiste. No es con intención de chiste, es con la intención de llegar a un punto. Él iba a poner su gallina y no tenía suficientes huevos. Él puso un huevo de pato debajo de una. Y cuando todos empollaron, el pato era la cosa más risible que las gallinas habían visto. Así que, la gallina cloqueaba a los polluelos y los pollitos venían, pero el pato no sabía ese idioma. Pero un día, la gallina los llevó detrás de la granja. Había un arroyo detrás de la granja. Cuando ese patito olfateó esa agua, salió directo al agua tan duro como pudo. La gallina dijo: “Clock, clock, clock”. Y el patito dijo: “Honk, honk, honk”. Él se dirigía hacia el agua. ¿Por qué? Él era un pato, por naturaleza. Cuando olfateó el agua, hermano, no pudo evitar entrar en ella, pues, él era un pato.",
    "Y lo digo hoy: cualquier persona que verdaderamente quiere encontrar a Dios, no permitirá que ninguna iglesia le dicte las cosas que ellos no pueden vivir, eso o lo otro. Si tiene la naturaleza de Dios en Ud., Ud. irá a la santidad. Ud. irá a lo correcto. Ud. se parará por lo correcto; Ud. hará lo correcto; Ud. pensará lo correcto; Ud. vivirá lo correcto. Si Ud. es un pato, a Ud. le gusta el agua. Si Ud. es un Cristiano, a Ud. le gusta Cristo. Si Ud. es un diablo, a Ud. le gustan las cosas del diablo. Si Ud. es un buitre, Ud. come cosas muertas. Si Ud. es un cerdo, Ud. comerá estiércol. ¿Dónde está Ud. hoy? Correcto. Ud. reclamando estar acá arriba, comiendo las cosas del Señor, y luego ¿baja y tiene compañerismo con el diablo? Algo está mal con eso. Deje de escuchar a esos espíritus; son diablos. No importa si Ud. tiene que pararse solo. Los hombres y las mujeres que han llegado a ser algo, casi siempre, han sido hombres y mujeres que se han parado solos con Dios.",
    "Miren a Micaías, cómo él se paró allá; no como la roca de Gibraltar, sino la Roca de las Edades. Él dijo: “No hablaré nada… no me importa lo que diga el seminario; no me importa lo que diga mi congregación; no me importa lo que diga el rey. Aunque me corten la cabeza, solo diré lo que Dios ponga en mi boca para decir”. Él tenía razón. Él tenía la razón.",
    "Y hoy, hombres y mujeres no le presten atención a lo que el mundo tiene para Uds., cuánto les suplique, la clase de inoculación de bacteria que tienen, y que digan: “Si Ud. se une a la iglesia va a estar bien”. Esa es una inoculación falsa. ¿Por qué? Ud. aún tiene la enfermedad del pecado. Es cierto. Pero le diré una cosa, hermano, que lo inoculará a Ud. del pecado, es esta: venga a la preciosa Sangre del Señor Jesucristo y sea lleno del Espíritu Santo, y eso lo inoculará a Ud. de todo pecado, y sus deseos estarán ligados al Cielo, y Ud. no tendrá tiempo para las cosas del mundo.\n\nVamos a orar.",
    "Nuestro Padre Celestial, cuando vemos estos espíritus seductores sobre las personas, y sabiendo que ellos están despreciando las cosas de Dios, yo oro, Dios, que tomes a cada hombre y mujer aquí hoy. Permite que este sea un día, Señor, en el que ellos se den cuenta que sus vidas no cuadran con la Palabra; y que han estado escuchando lo errado, de que el diablo los tiene sosegados con esas viejas revistas de Historias Verídicas, podredumbre rancia del mundo, y shows de películas y televisión impúdica. ¡Oh, Dios, cosas tan imposibles que un Cristiano vea! Dios, eso nos enferma. Dijiste que te enfermaba, como el vómito. Dijiste: “Un perro vuelve a su vómito, y una—y una puerca a su cieno”. Un perro vil vomita algo. Ver una persona hipócrita, vil, nacida a medias, que debería serlo, venir al altar, como si fuera a vomitar el mundo; y aún sigue en eso, ellos vuelven inmediatamente y se vuelven a comer la cosa. ¡Oh, Dios, limpia Tu Casa, Señor! ¡Aleluya! Envía el Espíritu Santo con una convicción tan chapada a la antigua que limpie el apetito del hombre y le limpie su alma, y lo limpie y haga de él una criatura camino al Cielo. Dale a él… Renueva su juventud y sus votos como el águila, para que él se pueda remontar y sobrepasar las cosas de este mundo, y volar a los Cielos más allá donde pueda ver los problemas venir a la distancia. Concédelo, Señor.",
    "Tú comparaste a Tus profetas con ellas, con águilas, que tenían el ojo de águila, podían subir a las alturas y ver cosas mucho antes que llegaran allí. ¡Oh, Dios, bendice esta pequeña iglesia! Bendice estas personas que vienen aquí. Bendice a los extraños que han pasado hoy por las puertas. Y hazles saber que este Mensaje no fue dirigido a ningún ser en lo personal, sino que fue dirigido en especial, Señor, para aquellos que están en profunda necesidad; sabiendo que algún día debemos pararnos juntos en el juicio de Dios, sabiendo que seremos responsables por haber conocido la Verdad y no decirla. Padre, yo oro que Ella sea recibida en cada corazón. En el Nombre de Jesús.",
    "Con nuestros rostros inclinados por un momento, me pregunto si hay alguien aquí en esta mañana que diría: “Hermano Branham, estoy hastiado y cansado de estas cositas impúdicas. Llevo prendidas tantas insignificancias por tanto tiempo. Yo—yo siempre estoy hablando cuando no debo. Yo—yo hago cosas que no debo, y yo lo sé. No es conveniente para un Cristiano. Yo no quiero hacer eso; Dios sabe que no. Y yo no quiero escuchar más a ese espíritu vil. Ha sido la cosa que no me ha dejado surgir toda mi vida, de poder llegar a tener verdadero amor y libertad en Cristo. Yo quiero que ore por mí, Hermano Branham, que eso—eso salga de mí en este día”. ¿Levantaría Ud. la mano? Todo rostro inclinado. Dios lo bendiga. ¡Oh, vaya, docenas de manos! Cositas insignificantes, malas, cositas malas que hacen que Ud. inicie alguna clase de discusión en la iglesia, hacen que Ud. tome lados con alguna que otra cosa así. ¡Oh, eso es impúdico! Eso es discordia entre los hermanos. Y no lo hagan. Uds. no quieren eso. Uds. no quieren eso ni esas cositas malas, cositas de mal genio y todo eso, que les impiden surgir.",
    "Diga: “Dios, no quiero más eso. Yo estoy hastiado y cansado de eso. Estoy listo hoy para desecharlo. Vengo ahora, Señor, y quiero apartarme de todo mi egoísmo. Si mi hermano no me trata correctamente, de todas maneras oraré por él. Si mi papá no me trata bien, de todas maneras lo amo. Si mi esposa no me trata correctamente o mi esposo, andaré humildemente delante de Dios. Señor, pongo la mirada solo en Tu Reino. Quiero mi mente recta. Quiero mi corazón lleno de gozo. Quiero andar, cuando esté rodeado de problemas, quiero aun seguir con mis manos levantadas y con mi corazón puro delante de Ti, Señor, sabiendo esto: que algún día me encontraré Contigo. Yo quiero esa clase de experiencia. Señor, hazme así, desde este día”.",
    "¿Levantará Ud. la mano, alguien que no levantó la mano hace un rato? Dios le bendiga. Dios le bendiga. Hermana, denos una notita mientras tenemos nuestros rostros inclinados. ¿Qué tan sincero es Ud. al respecto? Ahora, no juegue. Este no es tiempo para jugar. Este es tiempo de recibir. Este es un tiempo en el que Ud. debe entenderlo. Venga, vacíe eso ahora mismo. ¿Lo hará? Venga, entregue todo lo que Ud. tiene a Dios. Diga: “Dios, yo no tengo mucho. Solo soy un ama de casa. Yo no puedo hacer mucho, Señor, pero yo—yo puedo leer Tu Biblia, puedo orar todos los días. Puedo sacar toda la basura de mi mente. Yo puedo sacar todo eso. Yo soy culpable de muchas cosas que ese predicador dijo en esta mañana, así que, yo—yo estoy vaciando eso hoy. No quiero eso. Dios, lléname de amor. Lléname de la cosa que me hará amar al enemigo más terrible que tengo. Verdaderamente es lo que quiero, Señor”.",
    "Mientras ella toca aquí, ¿podría Ud. venir ahora a pararse junto al altar por un momento, mientras nos reunimos para orar? Si Ud. realmente es sincero ahora, si Ud. realmente está dispuesto a dejar eso, Ud. no se irá de este altar hoy con eso en su corazón, si Ud. viene en sinceridad. Y dice: “Paso aquí arriba para estar de pie, un minuto, Hermano Branham, sí, mientras Ud. hace una oración conmigo, personalmente”. Yo—yo quiero que venga, ore. ¿Podrían pasar Uds. ahora? Con sus rostros inclinados, ¿quién se levantará y vendrá al altar, se parará alrededor del altar?\n\nNo me pases, tierno Salvador,\n\nOye mi oración;\n\nMientras otros Tú bendices\n\nOye mi clamor.\n\nCristo, Cristo,\n\nOye mi oración;\n\nMientras otros Tú bendices\n\nOye mi clamor.",
    "No importa cuánto tiempo lleve Ud. como Cristiano, y Ud. aún con esos espíritus viles que le hablan, le hacen perder el control, le hacen a Ud. hablar de alguien. Cuando alguien se acerca y comienza a hablar de otra persona, Ud. se une ahí a ellos, ¡oh, simplemente los critica! Eso está mal, hermano. No haga eso. Eso finalmente le impedirá a Ud. entrar a la Tierra prometida. Si Ud. tiene tan solo unas cuantas cositas feas de esas que no debe tener, si el amor de Dios realmente está en su corazón, ¿por qué no es Ud. una dama y un caballero, viene y dice: “Dios, estoy aquí mismo para vaciar eso, en esta mañana, aquí mismo. Me iré de este altar como una persona diferente”? ¿Pasará Ud.?",
    "¿Habrá un pecador que no ha aceptado a Jesús, y sabe que Ud. es un pecador, Ud. no lo conoce a Él como su Salvador? Ud. dice: “Hermano Branham, sí, pensé que tenía bastante placer. Yo voy a los bailes y a las fiestas y todas esas cosas. Miro las clases de espectáculos que no debo. Y yo—yo leo la clase de literatura errada. Yo leo esos libros viles que tienen historias vulgares. Yo como que disfruto leerlas”. Hermano, algo anda mal con Ud. Ese es el apetito suyo; vean, déjenme ver lo que un hombre lee, déjeme ver lo que él mira, la música que escucha.",
    "El otro día, viniendo, en el auto, una cierta persona extendió la mano y encendió mi radio, alguna clase de música vulgar. Yo dije: “Apague esa cosa. Yo no quiero oír eso”. Esa cosa de boogie-woogie.\n\nDijo: “Pues, me gusta oírla”.\n\nYo dije: “Su naturaleza está mal. Ud. está mal”.",
    "Andaba por acá, unos días después, por una colina o una ladera, pescando con esta persona. Esos pajaritos cantaban. Las alondras hacían bulla. La golondrina encumbrando los aires o el ruiseñor, cantando las alabanzas. Le grité al muchacho, dije: “Mira, muchacho, esa es mi música. Mantén eso encendido. Ese es mi radio. Dios los envía para que me canten un rato mientras estoy aquí. Eso calma mi alma”.",
    "Es mejor que toda esa locura, estas rocolas horribles haciendo bulla, sonando, donde uno ni siquiera puede comer en un lugar público. Esa es la dieta del diablo. Eso es lo que el diablo ha amontonado, todo arruinado por el pecado. ¿Está Ud. todo engomado y disfrutando eso? Cuando meten el dinero en esas cajitas inmundas, y toda esa cosa obscena suena, ¿disfruta Ud. eso? Vergüenza debería darle. Ud. está descarriado. Ud. se ha alejado de Dios. Ud. no conoce a Dios. Si Ud. conociera a Dios, por el perdón de sus pecados, Ud. nunca escucharía semejante insensatez como esa. Eso habría muerto para Ud. Ud.—Ud. vomitaría por eso; Ud. no lo quiere. Su dieta es mejor. Ud. ama a Dios. ¿Vendrá Ud. en esta mañana, arrodillándose aquí con los que están confesando en esta mañana?",
    "Aquí hay hombres y mujeres arrodillados aquí mismo, que han sido Cristianos por años. Yo no les quito la Cristiandad. Pero lo que estoy queriendo hacer es decirles que ese diablo que los está atormentando, les está impidiendo el Gozo completo. El Espíritu Santo es Gozo. Pues, yo me despierto borracho y me acuesto borracho, paso borracho todo el día, borracho toda la noche. ¡Oh, sencillamente—sencillamente me encanta! Voy a pescar con esto: “No me pases tierno Salvador. Oye mi humilde clamor”. Yo voy a cazar y es cantando las alabanzas a Dios. Ando predicando dondequiera que voy. ¿No quiere Ud. ser de esa manera? Lleno del Espíritu Santo, Eso lo estimula a uno. ¡Oh, qué cosa! ¿Los escuchan cantar esas canciones inmundas? Uds. pueden cantar:\n\nMe dirijo a la Tierra prometida,\n\nMe dirijo a la Tierra prometida;\n\nOh, ¿quién vendrá e irá conmigo?\n\nMe dirijo a la Tierra prometida.\n\nMe dirijo a la Tierra prometida,\n\nMe dirijo a la Tierra prometida;\n\nOh, ¿quién vendrá e irá conmigo?\n\nMe dirijo a la Tierra prometida.\n\n¿Cuándo alcanzaré ese bendito reposo,\n\nY ser bendecido por siempre?\n\n¿Cuándo veré el rostro de mi Padre,\n\nY en Su seno descansar?\n\nMe dirijo a la Tierra prometida,\n\nMe dirijo a la Tierra prometida;\n\nOh, ¿quién vendrá e irá conmigo?\n\nMe dirijo a la Tierra prometida.",
    "¿Vendrá Ud. e irá conmigo? Recuerdo que cerca de quinientos de nosotros estábamos parados allá cuando yo bautizaba ciento veinte, como para este tiempo del año, por acá en la ribera del río, cuando esa gran Estrella de la Mañana bajó brillando sobre el río. ¡Aleluya! Una Voz habló de Allí, dijo: “Algún día tú esparcirás el Evangelio por el mundo”. ¿Cómo podría un pobre muchacho ignorante de granja jamás hacer eso? ¡Es la gracia de Dios! Amén.",
    "¡Oh! ¿Quién vendrá e irá? Deshágase de eso, haga a un lado todo peso ahora. No escuche a esos espíritus seductores. Venga, escuche la Palabra de Dios, ¡ASÍ DICE EL SEÑOR! “Benditos los que tienen hambre y sed de justicia, porque ellos serán saciados”.",
    "Inclinemos nuestros rostros mientras oramos con estos en el altar.\n\nAmados hijos, quiero que Uds. recuerden esta mañana: Uds. están allí para hacer a un lado todo peso. Uds. están allí para hacer a un lado todo peso y el pecado que tan fácilmente los acecha. Pablo dijo en Hebreos, el capítulo 12.\n\n…teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia,…\n\n¿Y qué más digo? Porque…tiempo…faltaría contando de Gedeón, de Balac, de Barac, de Sansón, de Jefté, de David,…de Samuel y de los profetas;\n\nque por fe conquistaron reinos, hicieron justicia, alcanzaron promesa, taparon bocas de león,\n\napagaron fuegos impetuosos, evitaron filo de espada, sacaron fuerzas de debilidad, y se hicieron fuertes…, y pusieron al fuerte…en fuga enemigos extranjeros.\n\nY las mujeres recibieron sus muertos mediante resurrección;…\n\nmas otros recibieron tormentos,…experimentaron vituperios y azotes,…más de esto prisiones y cárceles.\n\nY—y otros que experimentaron juicios…vituperios…azotes,…\n\n…Todos ellos alcanzaron buen testimonio mediante la fe,…\n\nY todos estos, aunque alcanzaron buen testimonio mediante la fe, no recibieron lo prometido;\n\nproveyendo Dios alguna cosa mejor para nosotros, para que sin nosotros no fuesen ellos perfeccionados.\n\nPor tanto, nosotros…teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que…asedia, para que corramos con paciencia la carrera que tenemos por delante,\n\npuestos los ojos en Jesús, el autor y consumador de nuestra fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreció el oprobio, y se sentó a la diestra del trono de Dios.",
    "Jesús, en Su oración, dijo: “Padre, Yo Me santifico”. Jesús Se santificó, para la Iglesia. Él pudo haberse casado, pero no lo hizo; Él Se santificó. Él dijo: “Santifícalos, Padre, por medio de la Verdad; Tu Palabra es la Verdad”.",
    "Ahora hagamos a un lado todo peso. ¿Tiene Ud. mal genio? ¿Tiene algo Ud. que lo hace hablar cuando no debe hablar? ¡Oh, Dios! Póngalo ahí ahora. Póngalo ahí ahora, observe el Fuego del altar bajar y quitarle eso. Mire cómo el amor de Dios consume eso. Mire todo ese egoísmo vil, la manera como Ud. le ha estado hablando a su esposa, la manera como le ha estado hablando a su esposo, la manera en que le ha estado hablando a su vecino, la manera como ha hablado de las personas en la iglesia, ponga eso sobre el altar en esta mañana, y el fuego de Dios bajará y le quitará eso, y el amor Divino arderá en su lugar.",
    "¿Tiene Ud. enfermedad? Póngala sobre el altar, diga: “Señor, aquí está. Crea en mí un espíritu limpio. Crea en mí poder de sanidad”. Vean lo que Dios hará. Dios lo hará en esta mañana.",
    "Nuestro Padre Celestial, nos postramos ante Tu Presencia, en favor de aquellos en el altar. Que Tu gracia repose sobre cada uno de ellos, Padre. Ahora mientras ellos… Señor, yo no puedo hacerlo por ellos. Ellos mismos tienen que hacerlo; no hay hombre que pueda hacerlo por ellos. Solo ellos mismos pueden hacerlo. Deja que sus almas digan: “¡Oh, Dios, este mal genio, aquí lo pongo, Señor! No lo volveré a tomar. No importa qué pueda suceder, soltaré eso, desde ahora en adelante. Esta lengua mía que tan fácilmente ha tomado su lugar con una cantidad de chismes, Señor, la estoy rindiendo aquí. Jamás la volveré a tomar. Santifica mi lengua, Señor. Permíteme sentir a los Ángeles pasar, como Isaías cuando dijo: ‘Soy inmundo de labios, ¡Ay de mí!’”. Y el Ángel vino, tomó las tenazas, y fue al altar y tomó los carbones encendidos, y puso eso sobre sus labios y lo santificó a él. Dios, santifica a todo calumniador, en esta mañana, que habla erradamente y siembra discordia. Concédelo, Señor.",
    "Toda enfermedad que ha postrado aquí en este edificio, personas enfermas, sabemos también que esos son diablos. Dios, como Tu siervo, los reprendo, en el Nombre de Jesús. Que ellos salgan de toda persona enferma. Y que toda persona inmunda, que tiene pensamientos impuros, vulgares, lujuria, hombres y mujeres por igual, Dios: saca eso de ellos. Todos estos aquí queriendo dejar los cigarrillos, y los tragos sociales, y las pequeñas fiestas y cosas egoístas, Dios, estimula su corazón con el Espíritu Santo de tal manera que esas cosas no causen deseo más. No habrá espacio; Ud. estará muy lleno del Espíritu Santo, de ahí en adelante.",
    "Dios, has de esta pequeña iglesia una zarza ardiente. Hazla un lugar del Espíritu Santo, hazla un Fuego ardiente, para que el mundo se pueda parar a un lado y ver la gloria de Dios. Dios, comienza con este pequeño puñado de personas, unos cientos de ellos aquí en esta mañana. Concédelo, Señor.",
    "Purifica cada corazón, a cada metodista, a cada bautista, a cada católico, a cada presbiteriano, a cada pentecostal. Señor, sácales eso del corazón, y permite que ellos vengan hoy a Ti. Concédelo, Padre. Los encomiendo a Ti, y Te los entrego, en el Nombre de Jesucristo, para la limpieza de sus almas y la sanidad de su cuerpo. Amén.",
    "Me pregunto, en el altar, ¿habrán dejado su carga? ¿Sienten Uds. que eso ha quedado ahí? Sentirá Ud. que eso ha quedado ahí, Ud. sea el juez. Ud. es el que está orando. Yo he dado la predicación; Uds. están orando. ¿Le ha dejado esa carga, hermano, hermana? ¿Puede Ud. realmente dejarla ahí? Si puede, ¿levante la mano, diga: “Sí, Dios, la dejo ahí ahora. Mi discrepancia, la dejo aquí sobre el altar”? ¿Y eso, aquí en el extremo del altar, a mi derecha, señora? ¿Puede Ud. dejarla ahí? ¿Puede Ud. dejar esa vieja carga ahí? Diga: “Sí, mi fe mira a Ti, Cordero del Calvario”. Mientras todos lo cantamos ahora juntos.\n\nMi fe espera en Ti,\n\nCordero, quien por mí,\n\nFuiste a la cruz;\n\nEscucha mi oración,\n\nDame Tu bendición,\n\nLlene mi corazón\n\nTu santa Luz.",
    "Pongámonos de pie, en mucha reverencia, todos. Ahora escuchen atentamente, todos ahora. Nadie se vaya. Solo… El servicio no ha terminado. Quiero que capten esta cosita sagrada, esta cosita solemne.\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la Eternidad\n\nTuyo seré.\n\nAhora, no la cante para su vecino. Cierre sus ojos y cantémoslo lentamente, mientras levantamos nuestras manos a Dios.\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la Eternidad\n\nTuyo seré.\n\nTengo un Padre más allá,\n\nTengo un Padre más allá,\n\nTengo un Padre más allá,\n\nEn aquel lugar.\n\nOh, algún día iré a verle,\n\nAlgún día iré a verle,\n\nAlgún día iré a verle,\n\nEn aquel lugar.\n\nOh, ese día podría ser mañana,\n\nEse día podría ser mañana,\n\nEse día podría ser mañana,\n\nEn aquel lugar.",
    "Me pregunto ahora, ¿cuántos tienen un padre en la otra Tierra? Veamos su mano. ¿Cuántos tienen una madre en la otra Tierra? Veamos su mano. ¿Cuántos tienen un Salvador en la otra Tierra? Veamos su mano.\n\n¡Qué tremendo tiempo será!\n\n¡Qué tremendo tiempo será!\n\n¡Qué tremendo tiempo será!\n\nEn aquel…",
    "Quiero que Uds. hagan algo. Ahora mientras cantamos eso de nuevo, quiero que estrechen la mano con alguien parado junto a Ud., y dígale: “Hermano, hermana, ore por mí, que yo me encuentre con Ud. en la otra Tierra”. No lo haga, a menos que Ud. sea sincero. ¿Cuántos se quieren encontrar entre Uds.? ¿Cuántos quieren encontrarse con todos estos aquí, Allá? Seguro que queremos. Ahora, démonos la mano y digamos: “Quiero encontrarte, hermano. Yo quiero encontrarte del otro lado”. Ahora mientras cantamos esto: “Tengo un Salvador más allá”. Muy bien.\n\nTengo un Salvador más allá,\n\nTengo un Salvador más allá,\n\nTengo un Salvador más allá,\n\nEn aquel lugar.\n\nOh, algún día iré a verle,\n\nAlgún día iré a verle,\n\nAlgún día iré a verle,\n\nEn aquel lugar.",
    "¿No los hace sentir eso bien y finos? “Jesús, tenme cerca de la cruz”.\n\nJesús, mantenme cerca…\n\nHay una fuente preciosa,\n\nGratuita corriente de sanidad,\n\nFluye de la fuente del Cal-…\n\nTodos levanten ahora las manos.\n\nEn la cruz, en la cruz,\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.\n\nEn la cruz, en la cruz,\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.\n\nYo le amo, yo le amo,\n\nPorque Él a mí me amó;\n\nY me compró mi Salvación\n\nAllá en la cruz.",
    "¡Gloria a Dios!",
    "En silencio ahora vamos a inclinar nuestros rostros. Y a nuestra propia manera hermosa, solo adorémoslo con nuestras manos levantadas, diciendo: “Gracias, Señor, por salvar mi alma. Gracias, Señor, por sanarme. Gracias, Señor, por todo lo que has hecho, trayendo dulce liberación, trayendo salvación libremente. Gracias, Señor”. Te damos esta ofrenda de agradecimiento. Te glorificamos porque eres tan hermoso. Eres el Lirio de los Valles, la Estrella de la Mañana, la Rosa de Sarón, el Todo en Todo. Tú eres el Padre, el Hijo, el Espíritu Santo; el que Era, que Es, y que Vendrá; El gran Alfa, Omega. Tú eres ese Ser Maravilloso, el Príncipe de Paz, la Raíz y Linaje de David. ¡Tú eres Todo! Y te damos las gracias, Señor, por todo lo que has hecho. Te damos gracias por Tu Palabra, porque es una Luz en nuestro camino. ¡Oh, oramos, Señor, que nos permitas caminar en la Luz! Concédelo, Padre. En el Nombre de Jesucristo. Amén.\n\nMuy bien. Mientras nos sentamos por un minuto. “Caminaremos en la Luz”.\n\nAndaré en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la…",
    "¡Vamos santos, cantémoslo ahora!\n\nAndaré en la Luz (pureza, santidad) preciosa Luz,\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nTodos los santos de Luz proclamad,\n\nJesús, del mundo es la Luz.\n\nEntonces las campanas del Cielo sonarán,\n\nJesús, del mundo es la Luz.\n\n¡Todos!\n\nAndaré en la Luz (la Luz de mi camino) preciosa Luz,\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "¿No le hace sentir bien? ¿Cuántos se sienten bien? Solo levanten ahora la mano, digan: “Me siento muy bien”. El Espíritu Santo le ha lavado todo por dentro. Entonces (¿Qué?) Andaré en la Luz. No escuche ningún… ¿Qué es la Luz? “Lámpara es Tu Palabra”. Entonces:\n\nAndaré en la Luz, tan preciosa Luz,\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "Ahora, ¿no es maravilloso? Parece como que no podemos terminar. ¡El Espíritu Santo nos tiene tomados! ¿No lo sienten así Uds.? Parece como que no puede concluir. Parece como que no puede.\n\nEste Evangelio de sangre gotea,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Santo Evangelio de sangre gotea.\n\nEl primero que murió por este plan del Espíritu Santo,\n\nFue Juan el Bautista, pero murió como hombre;\n\nLuego vino el Señor Jesús, lo crucificaron,\n\nÉl predicó que el Espíritu salvaría al hombre del pecado.\n\nAllí estaban Pedro y Pablo, y Juan el divino,\n\nDieron sus vidas para que este Evangelio brillara;\n\nDerramaron su sangre, como los profetas de antaño,\n\nPara que la verdadera Palabra de Dios fuera honestamente dicha.\n\nAdemás apedrearon a Esteban, él predicó contra el pecado,\n\nLos hizo enojar tanto, que su cabeza golpearon;\n\nPero en el Espíritu murió, entregando el espíritu,\n\nY fue a unirse con los otros, esa hueste dadora de vida.\n\nDe sangre gotea, sí, de sangre gotea,\n\nEste Evangelio del Espíritu Santo de sangre gotea,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo de sangre gotea.\n\n¡Escuchen!\n\nLas almas bajo el altar, claman: “¿Hasta cuándo?”.\n\nPara que el Señor castigue a todos los que han hecho mal;\n\nPero más derramarán la sangre de sus vidas\n\nPor este Evangelio del Espíritu Santo y Su río carmesí.\n\nSigue goteando con sangre, aleluya, de sangre gotea,\n\nYo quiero ser uno de ellos.\n\nEste Evangelio del Espíritu Santo de sangre gotea,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo de sangre gotea.",
    "¡Me gustaría irme directamente del púlpito! Amén. ¡Oh, qué maravilloso! Mis hermanos dieron su sangre de vida. Habrá más que harán lo mismo. No se preocupen. Ese enfrentamiento llegará muy pronto. Ud. o entrará o se quedará por fuera. Todos se están afiliando ahora al Concilio de Iglesias, y todos están entrando. Todos entrando en una conglomeración.\n\nPero habrá más que darán la sangre de sus vidas\n\nPor este Evangelio del Espíritu Santo y Su río carmesí.\n\nDe sangre gotea, sí, de sangre gotea, (¡Oh, aleluya!)\n\nEste Evangelio del Espíritu Santo de sangre gotea,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo de sangre gotea.",
    "¡Vaya! Siento como si el Rapto estuviera justamente sobre la iglesia. ¡Oh, me hace sentir tan bien! Todos los pecados están bajo la Sangre. Vean, al Espíritu Santo le gusta la Palabra. De la Palabra es que se alimenta el Espíritu Santo, ¿ven Uds.? ¡Oh, vaya! Él baja entre las personas, les limpia de sus pecados, quita toda enfermedad, les despeja toda tristeza. Ahora estoy borracho, tan borracho como se puede estar, borracho en el Espíritu, el amor brotándome del corazón. No importa lo que cualquiera haya hecho, está perdonado. Su peor enemigo, eso ahí concluye. Cualquiera que haya hablado o dicho algo, si yo… bueno, yo… todo eso ha desaparecido, todo ha quedado limpio.\n\nDe sangre gotea, sí, de sangre gotea,\n\nEste Evangelio del Espíritu Santo de sangre gotea,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio…\n\n¡Oh, vaya! ¡Qué maravilloso!\n\nEs un tiempo maravilloso para ti,\n\nUn tiempo maravilloso para mí;\n\nSi nos preparamos para encontrar a Jesús nuestro Rey,\n\nQué tiempo tan maravilloso será.\n\nUn tiempo maravilloso para ti,\n\nUn tiempo maravilloso para mí;\n\nSi nos preparamos para encontrar a Jesús nuestro Rey,\n\nQué tiempo tan maravilloso será.\n\n¿Les gusta? ¡Todos, vamos!\n\nUn tiempo maravilloso para ti,\n\nUn tiempo maravilloso para mí;\n\nSi nos preparamos para encontrar a Jesús nuestro Rey,\n\nQué tiempo tan maravilloso será.",
    "Siento un avivamiento chapado a la antigua en la iglesia, ¿Uds.? Una limpieza a la antigua, un lavado; un maravilloso tiempo a la antigua. ¿No se sienten bien Uds.? ¡Oh!\n\nLe alabaré, le alabaré,\n\nAlabaré al Cordero inmolado;\n\nCantémoslo ahora, todos. ¿Se lo saben? Yo lo sé. Venga aquí; Ud. ayúdeme a dirigirlo, Hermano Neville. Y todos juntos, ahora levantemos nuestras manos, cántenlo ahora conmigo, ahora, en esta mañana.\n\n…al Cordero inmolado;\n\nDenle gloria, pueblo entero,\n\nCon Su Sangre toda mancha quitó.",
    "¡Todos ahora, vamos!\n\nLe alabaré, le alabaré,\n\nAlabaré al Cordero inmolado;\n\nDenle gloria, pueblo entero,\n\nCon Su Sangre toda mancha quitó.\n\nAmén. ¿No es maravilloso?\n\nCiudad de perla,\n\nTengo una mansión, un arpa y una corona;\n\nAhora espero, vigilo y oro,\n\nPor esa ciudad perlada que Juan vio bajar.",
    "Amén. ¡Maravilloso! ¡Oh! Ahora pongámonos de pie, todos. Espero que se sientan bien. Recuerden los servicios esta noche. Ahora queremos cantar nuestro buen canto de despedida.\n\nDe Jesús el Nombre invoca,\n\nPostrados a Sus pies,\n\nRey de reyes lo coronaremos,\n\nAl nuestra jornada terminar.\n\nMuy bien. Ahora todos, juntos. Muy bien.\n\nDe Jesús el Nombre invoca,\n\nPostrados a Sus pies,\n\nRey de reyes lo coronaremos,\n\nAl nuestra jornada terminar.\n\nSuave luz (suave luz), manantial (manantial),\n\nDe esperanza fe y amor;\n\nSumo bien (sumo bien), celestial (celestial),\n\nEs Jesús el Salvador.",
    "¡Qué mañana tan maravillosa! ¡Qué tiempo más maravilloso! Inclinemos nuestros rostros ahora por un momento. Todos miren directamente a Cristo ahora, su Salvador. En silencio, quiero que le agradezcan y lo glorifiquen a Él. Digan: “Señor, estoy muy agradecido Contigo por santificar mi alma. Te doy gracias por todo lo que has hecho por mí. Permite que durante el día Tu Espíritu esté sobre mí, Señor. Guíame. Dirígeme. Bendíceme”. Que Dios les conceda esa bendición, es mi oración.\n\nAhora mientras inclinamos nuestros rostros, Hermano Neville, nos despide Ud. en oración. 🦅"
  ]
}