{
  "title": "EL SONIDO INCIERTO",
  "id": "55520009",
  "content": [
    "🦅  Estoy muy contento de estar aquí esta mañana, y confiamos que las bendiciones del buen Señor reposen sobre cada uno de Uds. Y yo no sabía que yo iba a estar aquí, más o menos fue sorprendente para mí. Pero ellos pospusieron la reunión, en Alemania, una semana más, debido a que algo había sucedido, tuvieron que usar ese estadio. Así que no vamos hasta dentro de una—una semana a partir de este domingo que viene.",
    "El próximo domingo, estaremos en…el próximo sábado y domingo en los terrenos de los Metodistas en Campbellsville, Kentucky, para una campaña de sanidad. El sábado en la noche será un servicio de sanidad en Campbellsville, en los terrenos de los Metodistas. El próximo domingo en la tarde, yo quiero predicar un Mensaje del Evangelio si el Señor quiere. Y luego el domingo en la noche, de nuevo, habrá un servicio de sanidad para la gente allá…Eso es cerca de mi ciudad natal, donde nací y fui criado, o nací. Y fui criado aquí en Indiana. Así que Uds. que tienen amigos que han estado queriendo venir al servicio de sanidad, bueno, si el Señor quiere, estaremos allí el próximo sábado en la tarde, o en la noche, mejor dicho. Yo creo que empieza como a las siete y media. Nuestro amado pastor va a ir con nosotros, para proporcionar los cantos y demás.",
    "Y habrá servicios en el tabernáculo, aquí, el próximo domingo en la mañana y el domingo en la noche. Y va a estar un—un ministro muy bueno aquí para hablarles, es una sorpresa. Así que, simplemente lo dejaré así, porque estamos tratando de tener a alguien que será una sorpresa para Uds. para el próximo domingo. Y así que ahora, Uds. que no pueden estar allá en Campbellsville, para estar con nosotros en la reunión, pues, vengan al pequeño tabernáculo, y los servicios continuarán como de costumbre, el próximo domingo en la mañana y el domingo en la tarde.",
    "Nosotros cancelaríamos, si da la casualidad que hay alguien aquí de cerca de Campbellsville, nosotros por lo general tratamos de cancelar para los servicios, pero hay… tenemos gente que simplemente no puede, en el momento, ir a esas reuniones. Y tendremos servicios especialmente para ellos y para los jóvenes. Así que, todos están cordialmente invitados a estos magníficos servicios.",
    "Luego, sucede que conseguimos una…Ahora hablando sólo de tiempo, cómo está verdaderamente aumentando. Sólo piensen. Yo saldré de aquí a las once, en la mañana, de Louisville. Y la siguiente tarde, inmediatamente después del almuerzo, yo estoy predicando en Luxemburgo, y en Frankfurt, Alemania. Sólo piensen, de las once aquí, en…Yo salgo de Louisville a las once, y la siguiente tarde voy a predicar en Frankfurt, Alemania; con cinco horas de diferencia, en el tiempo, que son quitadas de él, del tiempo. ¡Sólo piensen en eso! ¡Oh! Es difícil de creer, ¿no es así? ¡Tan rápido! Pero sucede, por la gracia de Dios, que conseguimos una buena línea directa, la PC-9 desde aquí a Nueva York; y, de allí en adelante, por la Pan American. Nos lleva directamente a Frankfurt.",
    "Y entonces vamos a estar allá por—por varios días, y luego vamos de allí a Berlín. Y con el famoso Hal Herman, yo voy a estar con él dos noches en Berlín, Alemania. El famoso director de cine convertido, de Hollywood, y fue convertido en una de las reuniones allá. Y él es Alemán de nacimiento. Y él está de vuelta en Alemania, predicando el Evangelio bajo una gran carpa en Berlín. Y muchos miles están viniendo de detrás de la cortina de hierro. Es…",
    "Ciertamente es una cosa patética. Una mañana, yo estaba en Zurich, Suiza, y, entonces, había tanta gente. Teníamos ciento veintiséis mil personas allí en la reunión, así que no podíamos salir del lugar, casi. Y así que todos, Uds. saben, era patético, y rogando que se orara por ellos, y querían saber lo que el Señor tendría que decirles a ellos.",
    "Y el Señor me dijo a mí: “Sal y ve hacia la orilla del mar, o a la orilla del lago”. Suiza es un país tan hermoso.\n\nYo dije: “Billy, tú camina conmigo”.",
    "El dijo: “Ahora, papá, estás a punto de enredarte allí afuera, y tendrás que hacer que la policía te saque”.",
    "Y yo dije: “Pues, el Señor me está diciendo que vaya hacia la orilla”. Así que fui allá y caminé muy lejos a lo largo, nadie…Los Alemanes, y Suizos, y Belgas, y Franceses, e Italianos en la reunión. Nadie me reconocía, en lo absoluto. Yo iba caminando allí a lo largo. Y yo tengo una manera de más o menos disfrazarme, un poquito. Yo dudo si mi propio hermano me conocería si se encontrara conmigo, ¿ven? Así que…Y él estaba…",
    "Yo estaba caminando a lo largo, y fuimos allá y nos sentamos. Y Billy dijo: “Pues, tú sabes que ellos me conocen, papá”.",
    "Yo dije: “Pues”, dije yo, “ellos pudieran conocerte”. Pero yo dije: “El Señor me dijo que viniera”.",
    "Dijo: “¿Pero qué es lo que el Señor quiere que hagas?” Impaciencia de muchacho, Uds. saben.\n\nY yo dije: “El se encargará de eso”. ¿Ven?",
    "Así que empezamos a caminar de regreso, junto a la orilla. Yo vi a un hombre viejo sentado allí, llorando, leyendo, así. Yo dije: “Allí está él. Ese es él”.\n\nEl dijo: “¿No vas a acercarte y hablarle a ese hombre?”",
    "Yo dije: “No, él se va a acercar y me va a hablar”. Yo dije: “El…” Yo dije: “Ahora él es de muy, muy lejos”. Y yo dije: “El ha venido aquí; es un caso de emergencia. Tú observa y ve si ese hombre no tiene algo para mí. Y es relacionado al brazo de una mujer. ¿Ves?” Yo dije…\n\nDijo: “¿Cómo sabes?”",
    "Yo dije: “Una visión acaba de llegar, y ese es el mismo hombre, ese es él sentado allí”. Y así que yo dije: “Sólo mira ahora hacia el otro lado, y sigue caminando junto a él”.",
    "Continuamos caminando pasando al lado. En unos cuantos momentos, él dijo: “Papá, ese hombre nos está siguiendo”.",
    "Yo dije: “Lo sé. Y vamos a pasar por un recodo; vamos a cruzar un puentecito, y él va a caminar enfrente de mí y me va a alcanzar allí en el puente. Mira si no lo hace”.\n\nEl dijo: “Muy bien”.",
    "Así que, seguimos adelante. Y allí se detuvo él, caminó enfrente de mí, y me alcanzó allí en un puentecito. El dijo: “¿Hermano Branham?”",
    "Y él sacó de su pequeño…tenía un pequeño morralito, como el que una mujer lleva, sacó de allí una carterita, su pasaporte. Y él era de Rusia. Y él tenía un pañuelo allí adentro por el que él quería que yo orara, y lo rompió en seis tiras, para una mujer que tenía un brazo muy malo que había sido herido y no sanaba, y se estaba encogiendo. Y ella era la madre de cinco niños. Seis tiras, ¿ven Uds.?, simplemente perfecto.",
    "Y yo miré su pasaporte. El era de Rusia, de allá detrás de la cortina de hierro. ¡Y pensar cómo el Señor Jesús, viendo a ese pobre Ruso! Yo le pregunté cuántos estaban allá. El dijo: “Hay varios cientos de nosotros que pasamos a través de la línea y vinimos a su reunión”.\n\nYo dije: “¿Cómo sabían que yo estaba aquí?”\n\nEl dijo: “Pues, lo oímos a través de la radio Suiza”.\n\nY yo dije: “¿Oyeron alguna vez de mis servicios allá?”",
    "El dijo: “Cuando el muchachito fue resucitado en Finlandia, eso se propagó por Rusia”. Por toda Rusia; ese muchachito resucitado de los muertos. Así que sólo muestra, que Dios tiene sus hijos por todas partes. ¿No es así?",
    "Y Hal Herman me dijo, dijo: “Billy, estaríamos allí…” Uds. saben, está cerca a la línea, allí en Berlín. El dijo: “Hay, quizás, cinco mil personas, o diez mil personas, de pie. Cuando uno despide el servicio, en diez minutos (pasajes subterráneos) uno no puede ver una sola persona”. Ellos regresan detrás de la cortina de hierro otra vez. Cruzan como topos.",
    "Así que simplemente muestra que a pesar de todo el ateísmo, toda la impiedad, todo el Nazismo, Hitlerismo, y Fascismo, y comunismo, nunca apagarán la Luz del Evangelio. Todavía está en el corazón de la gente. Y seguirá y seguirá, y seguirá y seguirá, y seguirá. Nunca terminará.",
    "Porque Jesús dijo: “Sobre esta roca edificaré Mi Iglesia; y las puertas del Hades no pueden prevalecer contra Ella”.",
    "¿No es maravilloso? Saber que la misma razón por la cual Uds. están sentados aquí en este pequeño edificio caliente, esta mañana, con abanicos abanicando, es algo dentro del hombre llamando, un Poder escondido del cual el mundo no sabe nada al respecto. Sólo aquellos que han sido participantes de Ello, saben lo que es.",
    "¿Están funcionando las pequeñas bocinas allí arriba ahora? Hace un rato, yo casi no podía oír a mi amado hermano, allá atrás, los abanicos funcionando, y—y yo no podía entender mucho lo que él estaba diciendo.",
    "Bueno, estamos contentos esta mañana de ver que Uds. vinieron, viniendo en este día caluroso. No se olviden el servicio del miércoles en la noche en el tabernáculo. Y creo que Uds. oirán al Hermano Neville a la misma hora, el próximo sábado en la mañana, y luego probablemente él—él continuará de allí, a Campbellsville entonces, o esa noche, mejor dicho, para los servicios.",
    "Y estoy contento de ver a la pequeña Edith, y a la familia Wright otra vez aquí esta mañana, a la Hermana Lawton, a muchos del resto de Uds. aquí. Y a mí me gustaría oír a la Hermana Angie y demás cantando: “El guía al águila a través del aire sin senderos”, sea lo que sea que era, cuando estábamos entrando. Yo estaba disfrutándolo.",
    "Yo estaba tratando de estrechar la mano del Hermano Fleeman, allá atrás, y hablarle un momento. Y esa es la manera…Yo no capté exactamente qué era. Veamos. [El Hermano Branham silenciosamente lee una petición de oración.—Editor] Alguien aquí quiere…Es una oración por una extremidad, una persona.",
    "Bueno, el domingo pasado en la noche tuvimos una reunión maravillosa allá en la Iglesia De La Puerta Abierta, el Señor hizo un gran milagro allí. Y casi ha llenado de gente su local esta—esta semana. Así que ha sido un gran tiempo. Oh, mucho tiempo caluroso. Pero, no obstante, gracias sean dadas a Dios, podemos estar aquí en la casa del Señor, esta mañana, y listos para servir al Señor.\n\n¿Oramos?",
    "Nuestro Padre Celestial, te damos gracias a Ti ahora mismo, en el Nombre de Jesús, Tu amado Hijo, por todo lo que El ha hecho por nosotros. Y perdonándonos de nuestros pecados, e invitándonos a este estupendo y maravilloso compañerismo de Su sufrimiento, y este compañerismo de Su gloria que siguió a la resurrección, para saber esto con certeza, que Jesús resucitó de los muertos y está vivo entre nosotros hoy. ¡Cómo lo amamos por lo que El ha hecho! Verlo, cómo El sana a los enfermos, hizo que a esa muchachita ciega (leyendo Braille [Escritura en relieve para ciegos.—Traductor]), la otra noche, que sus ojos se abrieran, y caminara a través del edificio, probándole a la gente que El ha resucitado de los muertos.",
    "Y ahora te rogamos a Ti, oh, gran Dios resucitado, el Dios de todos los dioses, la Autoridad Suprema sobre toda cosa que hay en los cielos y la tierra, Gobernante y Hacedor. Rogamos que Tu gran augusto Ser nos bendiga hoy, y Tu gran Majestad cabalgue entrando a cada corazón, esta mañana, Padre, y tome control de todo. Pedimos para la gloria de Dios. En el Nombre de Jesús rogamos. Amén.",
    "En el Libro de Primera de Corintios, sólo como texto, si lo llamáramos eso, por unos momentos. Nos gustaría leer un versículo o dos aquí, para darnos una base y un pequeño testimonio que yo quiero contarles antes de que empecemos a hablar.",
    "Tengo unas cuantas notas escritas aquí, de diferentes cosas que quiero decirles a Uds. acerca de los servicios, y algo que sucedió el otro día. Así que, no lo olvidaré, espero.",
    "Ahora, en Primera de Corintios. La Palabra de Dios siempre tiene la preeminencia. Es primero. Guarda Su Palabra. Y ahora en el capítulo 14, y empezando con el versículo 6. Yo leo esto.\n\nAhora pues, hermanos, si yo voy a vosotros hablando en lenguas, ¿qué—qué les aprovechará, si no vosotros…os hablare con revelación, o con ciencia, o con profecía, o con doctrina?\n\nCiertamente todas las cosas inanimadas dan sonidos, como sea la flauta…la cítara, o si no da distinción de voz, ¿cómo se sabrá si se toca con la flauta o con la cítara?\n\nY si la trompeta da sonido incierto, ¿quién se preparará a…batalla? (Pablo hablando.)",
    "Y luego en Salmos, el Salmo 1, leemos esto. “Bienaventurado el varón a quien Dios no inculpa de injust-…-justicia, o pecado”. Y el hombre bienaventurado es un hombre diferente. David hablando, diciendo cuán bienaventurado era él, que, “El hombre bienaventurado, era como un árbol que es plantado junto a corrientes de aguas”, en el Salmo 1, “y cómo el daría su fruto en el tiempo. No así los malos, pero él—él perecería”, y demás. Pero, el—el hombre bienaventurado era el hombre de Dios.",
    "Y ahora quiero, siendo que no hay muchos aquí hoy, y yo espero que no está demasiado caliente para Uds. para estar sentados allí, por unos cuantos momentos, o al menos cuarenta y cinco minutos. Sólo me gustaría hablarles, de corazón a corazón, hoy.",
    "En el tabernáculo, yo no tengo oportunidad de hacer esto muy seguido, o allá en las reuniones, de enseñar doctrina, o de decir cosas que quiero decir. Pero, allá, siempre es sobre el tema de sanidad Divina. Y allá en las otras iglesias, donde sus diferencias enredan, y ciertas denominaciones que enseñan diferente teología, pues, entonces, yo—yo no puedo decirlo, porque lastima sentimientos, y demás. Aun, algunas veces, la Palabra siendo predicada, simple y clara, lastima sentimientos. Y lo mejor que se puede hacer es simplemente quedarse en los principios fundamentales de—de Jesucristo cuando estamos allá, y Su muerte, sepultura, resurrección, y Su—y Su poder y amor por la gente. Y de esa manera no causa confusión.",
    "Porque yo, para mí, a mí no me importa a qué iglesia pertenece la gente. Lo principal es si son Cristianos. Si uno es un Católico, si uno es un Protestante, si uno es Metodista, Bautista, o lo que uno pudiera ser. Mientras uno sea un Cristiano, eso es lo principal. Cristo no mira a la iglesia a la que uno pertenece. Porque, todas ellas perecerán y desaparecerán algún día, y se disolverán, y ya no se pensará en ellas. Pero el—el principio del Cristianismo son las condiciones del corazón hacia Dios. Y eso es en lo que nos gustaría concentrarnos; es conocer a un hermano, no por la iglesia a la que él pertenece, o cómo usa él su ropa, pero lo que él es en su corazón.",
    "Ahora, mi tema esta mañana, por supuesto, es: El Sonido Incierto.",
    "Ahora hay muchas cosas que dan sonidos. Y hay muchos sonidos inciertos hoy. Hay incertidumbre por todas partes. A dondequiera que Uds. miren, en los asuntos nacionales, hay—hay incertidumbre.",
    "Las reuniones de las cuatro grandes, es, ellas se juntan. Ellas escriben declaraciones, pero hay una incertidumbre si el otro lado cumplirá su—su promesa, o no. Hay incertidumbre acerca de si va a llover mañana, o si va a haber un buen clima. Hay incertidumbre en todo lo que Uds. miren, excepto en una cosa, eso es en Cristo. ¿Ven? Esa es una cosa que Uds. pueden estar seguros, que es cierto. [En este caso “cierto” como opuesto de “incierto”.—Traductor]",
    "Y hay otra cosa que es absolutamente segura para cada persona aquí. Yo quiero dejarles este pensamiento, para comenzar. Es incierto si Uds. van a vivir para salir de esta iglesia o no. Es incierto si Uds. alguna vez van a volver otra vez o no. Es incierto si Uds. verán otro año de vida. Pero hay una cosa que ciertamente es segura; esa es la muerte, y el Juicio después. Uds. están tan seguros de encontrar eso así como Dios está en el Cielo.",
    "Uds. pueden hacer una cita con su esposa, y decir: “Cariño, te voy a llevar a cierto lugar”. Algo pudiera surgir por lo cual Uds. no pudieran hacer eso. Uds. quizás no puedan ir a esa cita.",
    "Uds. pudieran decirle a su mejor amigo: “Hermano, voy a encontrarme contigo. Voy a hacer cierta cosa. Te voy a dar dinero, o te voy a dar mi carro”. Toda clase de in-… incertidumbre contra eso.",
    "Pero hay una cosa que es segura, esa es que: “Uds. van a morir, y, después de eso, Uds. se van a enfrentar con el Juicio”. Así que tengan eso en mente mientras estamos hablando sobre incertidumbre.",
    "Ahora hay personas que piensan, que: “Con tal que vayamos a la iglesia, con tal que pertenezcamos a la iglesia, para que oigamos un buen sermón de vez en cuando, y demás, que está bien.”",
    "Ahora, siendo que hace calor, y todo, y yo sudo tanto, y bajo este abanico y todo, usualmente me pone ronco.",
    "Yo sólo quiero hablarles hoy, si puedo, enseñarles, algunas cosas que yo sé que Uds. deberían de saber. Y eso es algo que los hará mejor, que los ayudará a lo largo del camino. Yo espero que Dios me ayude hoy para trasmitirles algo a Uds., que los hará darse cuenta qué deberían de ser y qué debían de ser. Y, al decirles, también me hará darme cuenta, que yo tengo que ser un mejor hombre de lo que soy y de lo que he sido. Y cada día, permítame subir tan sólo un poquito más alto, más cerca a Cristo. Para eso estamos aquí esta mañana, en la sinceridad y en la integridad de nuestros corazones.",
    "Yo creo que no vendríamos a una iglesia, caliente hoy, donde nos tenemos que sentar aquí y sufrir bajo el calor, sólo para venir a la iglesia por el gusto de venir. Yo creo que hay una cierta cosa por la que Uds. han venido, esa es, por Cristo.",
    "Uds. no vienen a oírme. Aunque yo haga lo mejor que puedo, pero yo nunca traje a nadie a Dios. Nadie podría traerlo excepto Cristo.",
    "Uds. vinieron a oír los cantos, quizás. Los cantos están muy bien. Nos gusta esa clase de cantos. Pero los cantos no atraen personas a Cristo. Es—es el Espíritu Santo el que trae personas a Cristo. ¿Ven?",
    "La predicación no atrae, aunque tratamos lo mejor que podemos. El pastor y yo, hacemos lo mejor que podemos para traer personas a Cristo, o para predicar el Evangelio, pero es el Espíritu Santo Quien tiene que atraer sus corazones y darles ese sonido cierto. Podemos predicar el Evangelio, de lo que pensamos que es correcto, pero el Espíritu Santo tiene que dar el sonido que hace eco en sus corazones. Y hay un sonido cierto.",
    "🦅 Hay camino, también, que al hombre le parece derecho, pero su fin es caminos de muerte”.",
    "Se aparta un poco del tema, pero quiero detenerme en eso sólo un momento, con relación a unas—unas ciertas personas que yo pudiera tomar en mi mente, una persona mítica, y llamarla la Sra. John Doe [Personaje ficticio equivalente en español a Fulana de Tal.—Traductor]. Esta Sra. John Doe, cuando ella fue criada en la iglesia, ella era una buena mujer. Ella amaba a Dios. Oh, ella iba a la iglesia con su madre. Ella fue enseñada a—a hacer lo que era correcto.",
    "Ahora, que Dios nos dé más de esas madres chapadas a la antigua que enseñan a sus muchachas y muchachos cómo hacer el bien, ¡saber distinguir el bien del mal! Eso es lo que necesitamos hoy. Tenemos demasiadas otras clases de ejemplos delante de nuestros jóvenes, tales como, fumar, beber, andar de juerga, y demás, que no debería de ser, y es por las así llamadas madres.",
    "Ahora fíjense. En el—el cuerpo humano, nuestra hechura, nuestra anatomía regular en la que vivimos aquí, no está hecha para pecar. Está hecha para hacer lo recto. Está hecha para servir a Dios.",
    "Dios nunca los hizo sólo para trabajar, y llegar a casa y amar a sus hijos. Todo eso es bastante bueno. Dios los hizo para trabajar. Dios los hizo para que lleguen a casa, amen a sus hijos, amen a su esposa, y que la esposa sea fiel y ame a su esposo; que los hijos amen a su padre y madre. Todo eso es bueno. Pero Dios los hizo…",
    "Esas sólo son las bases para algo para lo cual Dios los hizo para que lo hicieran. Dios los hizo para ser un adorador, un adorador de El. Uds. adorarán algo sin importar qué es. Uds. adorarán a su esposa. Uds. adorarán a sus hijos. Uds. adorarán cualquier cosa; su automóvil, su…Uds. adorarán su placer. Uds. adorarán algo porque está en los hombres adorar. Ahora queremos saber qué adoramos.",
    "Jesús le dijo a la mujer en el pozo, dijo: “Vosotros adoráis lo que no sabéis. Nosotros los Judíos, adoramos…Nosotros sabemos que adoramos a Dios, porque la salvación viene de los Judíos”.",
    "Ahora, y entonces la mujer le empezó a explicar a El cómo ella…“Uno dice: ‘En el monte’, uno dice, ‘Jerusalén’”.",
    "El dijo: “La hora viene, y ahora es, cuando el Padre buscará adoradores que le adorarán en Espíritu y en Verdad. Porque Dios es Espíritu, y los que le adoran, en Espíritu y en Verdad es necesario que adoren”.",
    "Como estaba diciendo, hace unos cuantos días, o aquí o en alguna parte, hablando sobre el detector de mentiras. Ahora fíjense atentamente. Yo quiero que presten mucha atención. Le ponen un detector de mentiras a Uds., y Uds. tratan de personificar la…esa verdad, y tratan de decir que es verdad, pero allí en el interior de Uds., en el subconsciente, está un lugar llamado el alma. Y esta mente intelectual no gobierna esa vibración del sistema. La mente sólo es un director. Los dirigirá a Uds. y es muy incapaz de traerlos a Uds. a Dios; su mente. Uds. no pueden conocer a Dios por medio de su mente, intelectual. Es uno de los recursos, o los canales que conduciría a ello, pero su alma es lo que los gobierna. Uds. son lo que son, por medio de su alma.",
    "Jesús le dijo a los Fariseos, dijo: “Pues, vosotros hipócritas. ¿Cómo podéis hablar lo bueno?”\n\nCuando, ellos lo estaban llamando a El: “Maestro Bueno”, y demás.",
    "Dijo: “De la abundancia del corazón hablan los labios. Y en vuestro corazón me aborrecéis. Y en vuestros labios me llamáis: ‘Maestro bueno’”. El dijo: “¡Vosotros hipócritas!”",
    "¿Ven?, ¡su alma está pensando una cosa, y Uds. están hablando con sus labios otra cosa! ¡Qué caso! ¡Qué cosa más horrible! ¡Qué cosa más engañosa es un hipócrita! Porque, de su mente ellos dicen una cosa, cuando su alma dice otra cosa.",
    "Ahora, el detector de mentiras no funcionará en su mente. Funcionará en su alma. No funcionará en sus intelectos. Hay algunas personas que pueden personificar la verdad. Ellos personifican. Sin embargo, siendo una mentira, y pueden personificarla al grado que pueden engañar como nadie.",
    "Y Satanás es el mejor que hay en eso, porque él ha engañado a Eva por medio de esa manera, diciendo esas mismas cosas. Y la mentira más grande, que haya sido dicha, tenía mucha verdad en ella.",
    "Ahora, esta persona, qué si Uds. pudieran tener alguna vez esta alma que está en el interior, tan en armonía con Dios, que su alma y Dios fueran uno, juntos, entonces Uds. podrían pedir lo que quisieran, y sería dado a Uds.",
    "Mucha gente viene a mí, muchas veces en la línea de oración, y se paran allí y dicen: “Oh, Hermano Branham, yo tengo bastante fe. Yo tengo fe como para mover montañas”. Y, sin embargo, no tienen nada de fe. Ellos apenas tienen suficiente fe para llegar a la plataforma. Pero ellos están conscientes de una cosa, que ellos creen. Ellos están creyendo intelectualmente con su mente. Y su mente nunca los traerá a Dios. Su mente es razonamientos. Y Dios no tiene razonamientos.",
    "Si Uds. lo pueden razonar, su mente les dirá: “Ahora, mira aquí, el doctor dice que yo no me puedo reponer de eso. Es imposible”.",
    "Ahora, el doctor, con su intelecto, con su inteligencia, con su conocimiento de ciencia médica, él les ha dicho lo mejor hasta donde alcanza su mente. Y Uds. toman en su mente, y usando lo mismo que el doctor les ha dicho, Uds.…Dios nunca puede tocar esa línea, mientras Uds. razonen. Pero dejemos el razonamiento. Dios nunca nos hizo para vivir por medio de nuestro intelecto. Nosotros vivimos por medio del Espíritu Santo que está en nuestra alma, que le dice “no” a cualquier razonamiento que es contrario a la Palabra de Dios.",
    "Cuando la Palabra de Dios dice que es así, no hay nada en el mundo que se pare en Su camino. Entonces cuando Uds. hacen eso, Uds. se están poniendo en el lado correcto de Dios. Se están poniendo al grado que pueden pedir lo que quieran, y les será dado, porque no hay nada que se interponga allí. No hay ningún razonamiento. Desechemos esos razonamientos. Son un obstáculo en su camino. Hagan su mente a un lado. Y no digan Uds. lo que razonan, lo que ven, lo que piensan. Digan lo que Dios dice que es la Verdad. Y eso solamente puede venir de adentro, del corazón, no del intelecto.",
    "Allí es donde tanta gente, hoy, va a estar tan terriblemente decepcionada en el Día del Juicio. Saber que han vivido en la iglesia, saber que han hecho buenas obras, saber que han tratado bien a su prójimo, saber que han sido leales a la gente, leales a la iglesia; y en su mente han creído eso, Jesucristo el Hijo de Dios, y serán condenados en el Día del Juicio.",
    "Jesús dijo: “Muchos son llamados, y pocos escogidos. Estrecha es la puerta, y angosto el camino que lleva a la Vida, y pocos serán los que la hallen”.",
    "Ahora a Uds. personas que están aquí esta mañana, yo—yo quiero que Uds. presten atención a esto. Uds. tienen suficiente edad ahora. Uds. han oído suficientes predicaciones del Evangelio al grado que deberían ser capaces de—de dejar la leche, y venir a una verdadera dieta sólida del Evangelio; de llegar a un punto donde hombres y mujeres deberían de pararse. Pablo dijo: “Cuando Uds. deberían de ser maestros, pues, Uds. tienen que ser enseñados, todavía”.",
    "Ahora en el alma, donde el hombre vive, Uds. son lo que son en su alma. No en su mente, no en su razonamiento, no porque Uds. dicen: “Yo tendré una mejor posición. Yo puedo asociarme con mejor compañía si llego a ser un Cristiano”. Eso es razonamiento. ¿Ven? Uds. no deben hacer eso. No hagan eso. Dejen que llegue a ser de una nueva experiencia, un nuevo Nacimiento; algo que ha sucedido no en la mente, sino en el alma, que ha quitado todos los razonamientos, y Uds. llegan a ser una nueva criatura. Y están en Cristo Jesús.",
    "La Sra. John Doe, ella era una buena mujer, hasta donde sabemos. Ella se casó con el Sr. Doe. El era un buen hombre Cristiano. A la edad como de, oh, treinta, o algo así, la Sra. Doe era una mujer atractiva. Ella se va y empieza a asociarse con los vecinos. Ella se mete entre la gente mundana. Ahora, fíjense, ella se mete entre la gente. Ella empieza a asociarse con el resto de la gente; no gente mala; gente buena, quizás la gente religiosa en su vecindario. Ella empieza a asociarse con esa gente. Y mientras ella se está asociando con esa gente…Ella sabe que es una buena mujer.",
    "Y cuando menos lo piensa, algo se apodera de ella. Ella llega a ser atraída a otro hombre. Pues, él es un hombre muy atractivo. El es más atractivo que su esposo. Y algo le sucede a ella, que ella siente que se enamora de este hombre.",
    "Ahora escuchen. Muy profundamente en su alma, la Palabra de Dios empieza a hervir, y dice: “Estás errada. Tu voto es que tú ‘permanecerás junto a este hombre hasta que la muerte te separe’, no importa cómo es él”.",
    "Qué mujer u hombre más atractivos, y obra en cualquiera de los dos. Uds. han hecho voto a esta persona hasta la muerte, Uds. se separan. Pero Uds. acudirán a lo intelectual. Uds. van a pensar: “Aquí está la Sra. Jones. Ella toca el piano. Ella es una buena mujer. Pues, ella ha hecho esto”, y razonamientos. Uds. verán a las otras mujeres que empiezan a vestirse inmoralmente, que ellas se ponen esas ropitas que usan en el verano aquí en los alrededores, sobre todo, en el invierno si ellas pudieran. ¡Simplemente vulgares! Y Uds. saldrán.",
    "Ahora, señoras, yo quiero que me perdonen. Yo no quiero herir sus sentimientos. Yo no estoy aquí para herir sus sentimientos. Dios sabe que no es así. Pero yo estoy aquí como un predicador del Evangelio, para hacerles saber qué es la verdad, luego Uds. hacen con ella lo que deseen hacer. Luego cuando Uds. van a hacer esas cosas, Uds. empezarán a razonar: “¡Si esta mujer puede hacerlo! Se le aprecia mucho. Ella va a la iglesia. Ella vive en los rangos de sociedad. ¿Por qué no puedo hacerlo?” Eso es razonamiento, cuando su alma les dice que está errado. Dios cubrió a la mujer, y al hombre, en el huerto del Edén; nunca los desnudó. ¿Ven? Pero es razonamiento. Uds. lo razonan: “Las demás lo están haciendo”.",
    "Jovencitas, Uds.—Uds. presten atención esta mañana al Evangelio. El Evangelio dice: “Que las mujeres se vistan de ropa decorosa”, no indecorosa, “ropa decorosa”. Y se está poniendo…Es una desgracia.",
    "¿Saben Uds. lo que pasaría en Zurich, Suiza, si una mujer viniera por la calle vestida como estas mujeres lo hacen en América? La meterían en la cárcel allí mismo y -clarían…las declararían a Uds. dementes. Seguro.",
    "Cuando fui a Roma, Italia, y fui al cementerio de los santos, ellos hasta tenían un letrero en la puerta, en el cementerio de San Angelo, las catacumbas, y decía: “Mujeres Americanas, por favor pónganse ropa antes de que entren a este lugar, para respetar a los muertos”. Y un lugar bajo, degradado, disoluto, vil como Italia, y tener que hablar tales palabras como esas. Y nuestros predicadores son la causa de ello, desde la plataforma, por no decir la Verdad. Amén. Eso es correcto.",
    "Fíjense, la mujer sigue comportándose indebidamente. Ella piensa que está bien. Después de un tiempo, ella deja a su esposo. Ella va y se casa con este vendedor viajero, porque él es un hombre bien parecido y grande. Y después de un tiempo ella se da cuenta que él no es el hombre que era su esposo. ¿Ven?, él no es amable, como lo era su esposo.",
    "Y después de un tiempo, entonces, ella piensa: “Oh, bueno, hice eso, me enamoraré de alguien más”. Ella sigue adelante. Ella sigue en las andadas. Ella va a la iglesia, continuamente. El pastor nunca ha quitado su nombre del libro. Ella sigue yendo a la iglesia. Ella vive tal y como quiere vivir.",
    "Y cuando menos lo piensan, oh, y Uds. dicen: “Ahora mire, Sra. Doe, ¿cree Ud. en Jesucristo?”",
    "🦅 Con todo mi corazón yo creo en ello”. Pero su acción, sus frutos, prueban que no cree. No le presten atención a un sonido incierto. Permitan que suene de aquí del Evangelio. Prueba que ella no cree. Porque, ella no estaría haciendo esas cosas. Ella no estaría actuando de esa manera. Ella tendría pensamientos diferentes. Ella sería gobernada por una cosa diferente; su alma.",
    "La primera vez que ella lo contristó, allá atrás, cuando ella comenzó, siéndole infiel a su esposo. Aquí está el intelecto de ella aquí; aquí está su alma aquí. Hay una línea de separación allí, que si alguna vez la cruza, nunca cruzará de regreso otra vez. Nunca vendrá otra vez. Piénsenlo. Y ella sigue adelante.",
    "Y después de un tiempo, cuando ella peca en contra de esta cosa dentro de ella, que habla acerca de la Palabra de Dios, cuando menos lo piensan, ella llegará a estar toda enredada en este intelecto, dejando el alma en paz. La Biblia dice: “El alma que pecare, esa alma morirá”. Morir significa “separar”.",
    "Entonces, el alma, la consciencia que una vez los condenaba ya no está allí, y Uds. se han ido completamente a lo intelectual. Uds. se unen a alguna iglesia fría y formal que no cree en esas cosas. Llegando a cerdo comiendo a cerdo, y, cuando menos lo piensan, el alma que los condena por la primera vez que Uds. dijeron una mentira, la primera vez que se pusieron esas ropas cortas, la primera vez que Uds. hicieron actos inmorales, llegará a estar tan muerta para Uds., que ya no la van a sentir. Uds. seguirán y seguirán. Y después de un tiempo la muerte los alcanzará.",
    "Uds. están viviendo allá afuera. Su pastor vendrá y dirá: “Todas las cosas están bien, mi hermana. Ud. está lista para partir ahora. Todo está bien”. Ella creerá lo mismo. Y cuando menos lo piensan, cuando llega…",
    "¿Por qué? ¡Con todos los poderes de razonamiento que ella tiene! Ella ha ido a la iglesia. Ella ha dado para caridad. Ella ha hecho todo lo que es correcto, ella así lo cree, todo lo que es correcto en su mente. Ella ha seguido lo que su mente le dicta. “Yo sé que debería ir a la iglesia. Yo sé que debería de ser amigable. Yo sé que debería de tratar bien a mi prójimo. Yo sé que debería de hacer esto y aquello”. Pero, sin embargo, ¿qué es? Ella ha alejado a esta Persona contristándola.",
    "Y entonces, en la hora de su muerte, cuando ella se prepara para morir, ella está acostada en la cama. Y, de repente, ella despierta y grita: “¡Oh, Dios mío! Estoy perdida”. [El Hermano Branham toca en el púlpito dos veces.—Editor]",
    "El pastor dirá: “Denle una inyección. Ella está delirante”. Y él le pone una inyección. Y ella tratará de hablar. Ella no puede hablar. Ella murmurará.",
    "¿Qué es? Su alma la ha alcanzado, antes de la muerte. [El Hermano Branham toca en el púlpito cuatro veces.—Editor] No solamente mujeres; hombres, también, que despreciaron el amor de Jesucristo, que lo han rechazado a El, se burlaron de Ello. Algún día los alcanzará, tan cierto como que estoy parado aquí esta mañana. [Toca cinco veces.] Uds. la han alejado tanto contristándola, al grado que Uds. ya no pueden sentirla. Pero los alcanzará alguna vez, de nuevo. Todo volverá a Uds., las cosas sucias, las cosas malas, el chismorreo, el charloteo, las murmuraciones, el egoísmo, y cosas que Uds. han hecho. Todo eso volverá a Uds., algún día, acostados en el lecho de muerte.",
    "¡Cómo ha detenido la aguja hipodérmica en estos últimos días la confesión de miles en el lecho de muerte! “Metan la aguja en él. Entumézcanlo”. El está tratando de hablar.",
    "¿Qué es? Su alma lo ha alcanzado a él aquí. Esa alma y espíritu es esta cosa aquí, que el intelecto está a punto de fallar. Sólo está en la mente. Lo intelectual, por medio de lo que Uds. han vivido, va a perecer. [El Hermano Branham toca en el púlpito cuatro veces.—Editor] Pero esa alma que Uds. han contristado desde su intelecto, va a atormentarlos por la Eternidad. Amén.",
    "No le presten atención a un sonido incierto. Uds. crean el Evangelio en su plenitud. Sí, señor. Oh, dicen: “Yo fui a la iglesia. Yo hice lo que era correcto. Yo pagué mis diezmos”. Esas cosas están bien, pero eso es intelectual.",
    "Y miren, cuando ellos están tratando de parar, con esa aguja hipodérmica en su brazo, dejándolos que se entumezcan para que ellos no sepan nada, y ellos están tratando de hablar. Su alma los ha alcanzado. Ellos se dan cuenta que su razonamiento, su mente, está pereciendo con su cerebro.",
    "🦅 ‘¿Pereciendo con su cerebro’, la mente?” Sí, señor. Sí señor. Su mente perecerá con su muerte.",
    "Yo se los probaré. El detector de mentiras no capta su mente; capta su alma. La vibración de sus nervios no está en su mente; está en su alma. Amén.",
    "Así que, sus intelectos morirán cuando su cerebro deja de funcionar. [El Hermano Branham toca en el púlpito tres veces.—Editor] Cuando la sangre deja de correr por el cerebro, y los nervios cesan, entonces su mente desaparece y su alma los alcanza a Uds.",
    "Y cuando el alma de esta mujer la alcanza, y ella dice: “Mi Dios, estoy perdida”.",
    "Y ellos piensan que está, oh, está delirante. Ellos meten una inyección, la aguja en ella, y ella empieza a entumecerse. Ella ya no puede hablar. Ella está tratando. Ella está retorciéndose. Ella está en agonía. Y el doctor dice: “Dele la otra; cálmela”, hasta que el ángel de la muerte se lleva el espíritu de ella.",
    "Pero, esa aguja hipodérmica quizás calme la carne, quizás calme la mente, pero eso no puede calmar esa alma que sabe que pecó delante de Dios. [El Hermano Branham toca en el púlpito dos veces.—editor] La atormentará por edades incesantes, y por la Eternidad. Esa alma aún atormentará y atormentará y atormentará, mientras las edades pasan.",
    "¿De dónde vinieron Uds.? ¿Adónde van Uds.? Uds. salieron de la Eternidad. Uds. entraron en un pequeño espacio llamado tiempo. Uds. salen del tiempo a la Eternidad. Y lo que Uds. son en su alma, al ir saliendo, lo mismo serán. Oh, hermanos. Muy bien.",
    "¿Está eso un poquito mejor ahora? Estoy sonando simplemente…noto, simplemente un poquito fuerte con ello. Muy bien. Cuando—cuando el…[El sistema del sonido o alguien distrae al Hermano Branham.—Editor] Yo creo que él está…Es al Hermano Neville. Simplemente estoy predicando un poquito fuerte.\n\nMuy bien, a la Eternidad, allí lo tienen.",
    "Algún pastor se acercará a la mujer, dirá: “Bueno, nuestra amada hermana, ella era un miembro tan fiel en nuestra iglesia. Ella venía cada día de reposo. Ella ayudaba a los pobres. Ella ayudaba a los necesitados. Ella hizo todas estas cosas. Hoy ella está en la Gloria”.",
    "Pero, si tan sólo se supiera la verdad, allá en un lugar de tormento llamado infierno, esa alma que se separó de ella aquí en la tierra, porque ella le prestó atención a un sonido incierto. Y entró a la Eternidad sin conocer a Dios, sin conocer a Cristo como el nuevo Nacimiento. Ella la creyó en su corazón. Ella la creyó en su mente. Ella pensó que estaba correcta, pero estaba errada.\n\nEs su alma, lo que lo hace. ¡Oh, Dios ten misericordia!",
    "Préstenle atención a un sonido cierto. El Evangelio no tiene ningún sonido incierto. Pablo dijo: “Si una—si una trompeta suena, si un soldado oye una corneta sonar…”",
    "Hay muchos veteranos aquí esta mañana. Ellos saben lo que significa retirada. Ellos saben lo que son estas diferentes señales de estos sonidos de corneta. Y si esta corneta no da un sonido cierto, sólo un gran montón de ruido, ¿cómo sabrá el soldado que debe prepararse?",
    "Si una iglesia dice haz esto, otra iglesia dice haz aquello, y una iglesia dice haz esto, otra dice haz aquello, ¿cómo puede un Cristiano saber qué hacer? Uno dice una cosa, y otro otra.",
    "Pero yo le digo, mi amado hermano, le diré un lugar donde no hay ningún sonido incierto. ¡Eso es en la Biblia, la Palabra Eterna de Dios! Es el Evangelio. Y el Evangelio es el Poder y demostración del Espíritu Santo puesto en acción. Sí.\n\n“Sonido incierto”.",
    "Jesús estando sobre la tierra, El sabía dónde estaba parado. El sabía Quién era El. El dijo: “Tengo Poder para poner Mi vida. Tengo Poder para volverla a tomar”. No hay incertidumbre acerca de eso. “¡Yo tengo!” ¡Aleluya! “Ahora tengo el Poder para ponerla. Tengo el Poder para tomarla”. Sí, señor. “Nadie me detiene”.",
    "Cualquier hombre o mujer que ha nacido del Espíritu de Dios saben dónde están parados, sin importar qué suceda, o cuántos digan sí o no. Ellos saben dónde están parados. No hay ningún sonido incierto. ¡Aleluya! ¡Oh, hermanos!",
    "El hombre que lo posee, la mujer que lo posee, oh, qué personas más bienaventuradas son. Con razón David dijo que eran bienaventuradas, la persona bienaventurada. Acuéstenlo en la mesa de operaciones, y tomen…traten de sacarle la bendición, Uds. nunca la encuentran. Es un Poder escondido. Es Algo escondido, oh, pero está allí. Todo hombre y mujer que lo hayan tenido, sabían que lo recibieron. No hay incertidumbre acerca de Ello. Todo hombre que ha nacido del Espíritu de Dios, sabe cuándo pasó de muerte a Vida; sabe el lugar, la hora, el minuto. [El Hermano Branham toca en el púlpito seis veces.—Editor] Cuando la muerte cambió a Vida; cuando la incredulidad de la Biblia, cambió para creer toda Palabra de Ella; cuando las cosas altivas e infatuadas pasaron; a ser Cristianos humildes, ellos saben cuando la muerte pasó a Vida. Amén.",
    "Todo hombre que lo tenía, tenía algo diferente. El mundo lo sabía. Toda mujer que lo tenía, tenía algo diferente, y el mundo lo sabía. El mundo lo puede ver. Sus acciones prueban lo que Uds. son. Uds. pueden decir que lo recibieron, pero sus acciones hablan tan fuerte que ellos no pueden oír su voz. Su vida habla lo que Uds. son.",
    "Sansón, él era un hombre que estaba poseído con El. Ahora, mucha gente trata de hacer a Sansón de hombros enormes y un hombre enorme que fue y levantó las puertas de la ciudad y se fue. Ese no, ese no es un gran misterio para mí, el ver a un hombre hacer eso, con hombros así de grandes. Sansón no era un hombre grande. Todas las Escrituras declaran que él era un pequeño renacuajo, un hombre pequeñito. Y él estaba bendecido. ¿Por qué? El nació de esa manera.",
    "De esa manera Uds. son bendecidos, cuando Uds. nacen de esa manera. No cuando algún sacerdote los bendice, o algún predicador los bautiza. Pero cuando Dios por medio del Espíritu Santo, da el nuevo Nacimiento, entonces Uds. nacen, un hijo de Dios.",
    "Sansón lo dejó entrar en él. Y no era Sansón, era el Poder escondido en él.",
    "No es alguna palabra mágica. No es frotar una pata de conejo detrás de su oído, escupiendo sobre una herradura de caballo y tirándola hacia atrás, lo que hace la magia. Eso no es lo que hace a un hombre vivir una vida diferente; no más que unirse a una iglesia, o poner su nombre en un libro, o ser bautizado. Lo que hace a un hombre es cuando Dios, por medio de un nacimiento, le da el Poder escondido, y lo bendice por medio del Espíritu Santo en su vida, lo que lo hace lo que él es.",
    "Sansón, cuando el salió allá, el león vino hacia él. ¡Oh, hermanos, el león lo iba a atacar! Un pequeño renacuajo de cabeza rizada, más o menos así; siete pequeñas guedejas afeminadas colgándole de sus hombros. Y él era un debilucho, él era diminuto, él era un enano, como todo hombre lo es sin Dios. Sí. Pero, de repente, cuando el león se preparó para atacarlo, el Poder escondido salió. El Espíritu Santo vino sobre él. Y él agarró al león y lo mató, como que era un cordero.",
    "Allí es donde está. El Cristiano no se defiende. El Cristiano no hace un alboroto al respecto. El Cristiano se queda quieto. Y ese Poder escondido, la bendición del Espíritu Santo se pone a obrar por él, lo saca. ¡Aleluya! Eso…?…",
    "David lo tenía. Cuando él danzó delante del arca del Señor, él lo tenía. El sabía de qué estaba hablando, así que esa es la razón de que él no tenía temor de Goliat. No fue la roca que David tenía en la honda la que mató a Goliat. No fue la honda que él tenía en su mano la que mató a Goliat. No fueron las piedras que él tenía en su bolsillo lo que lo hizo. Fue el Poder escondido, esa bendición de Dios. Cuando David dejó ir lo que él tenía, Dios lo tomó y lo bendijo con un Poder escondido. Así que, no fue David, no fue la piedra, no fue la honda. Fue esa bendición que estaba en David, que mató al enemigo de David. Amén.",
    "Los jóvenes Hebreos lo tenían. Ellos tenían valor. Ellos dijeron: “Nuestro Dios puede librarnos del horno de fuego. Pero nunca nos inclinaremos”. No había ninguna incertidumbre en eso; ningún sonido incierto.",
    "No era un sonido incierto para David, cuando él dijo: “¿Me quieren decir que Uds. le permitirán al…a ese Filisteo incircunciso pararse allí y que provoque a los escuadrones del Dios viviente?” Dijo: “Yo mismo pelearé con él”. Amén. Nada de incertidumbre. David sabía dónde estaba parado.",
    "🦅 Dios dijo: ‘David, Yo te saqué del redil, cuando tú no eras nada más que un pastorcito, y he hecho grande tu nombre entre los hombres, como los grandes hombres del mundo’”. [El Hermano Branham toca en el púlpito nueve veces.—Editor] Natanael lo miró a él, dijo: “Haz todo lo que está en tu corazón, porque Dios está contigo”.",
    "Nada de incertidumbre. Ellos conocían a Dios. Ellos tenían la experiencia. No había sonido incierto al respecto.",
    "David dijo: “Yo iré a pelear con él, y hoy le cortaré su cabeza”. Nada de incertidumbre. No era David; era Dios en él. Era ese Poder escondido. Ni un poquito de incertidumbre. Todo positivo. Nada negativo.",
    "Los jóvenes Hebreos dijeron: “No nos inclinaremos a tus dioses. No adoraremos tus religiones formales. Dios puede librarnos. Pero si El no nos libra, estamos dispuestos a morir”.",
    "¡Al horno de fuego! ¿Y saben qué sucedió? Cuando ellos tomaron a Dios en Su Palabra, y entraron en el horno de fuego, ese Poder escondido salió. Amén. Se paró alrededor de ellos, y tuvieron compañerismo. Uno semejante al Hijo de Dios estaba entre ellos, abanicando las brisas calientes, y teniendo compañerismo en medio de la dificultad más grande que habían pasado alguna vez.",
    "Y todo hombre o mujer que ha nacido del Espíritu de Dios, cuando la hora llega, hagan su decisión y párense por Dios, sin ninguna incertidumbre. En medio de angustias, Uds. tendrán compañerismo. No habrá incertidumbre.",
    "Ellos arrojaron a Daniel en el foso de los leones. No había incertidumbre. El se paró allí. ¡El tenía Poder escondido! ¡No una pata de conejo en su bolsillo; no un amuleto para traerlo puesto alrededor de su cuello!",
    "Me ponen enfermo con todas esas cruces y amuletos, y de todo, que ambos los Protestantes y los Católicos usan. No hay virtud en ellos. Está bien tenerlos; pero adorarlos de la manera en que Uds. lo hacen, colgarlos en su carro y pensar que evitará que Uds. tengan un accidente, no lo va a hacer. Sólo la mano de Dios puede hacer eso. Amén.",
    "La serpiente de bronce estaba bien. No había condenación en la serpiente de bronce. Pero cuando ellos comenzaron a apartarse de Dios, y a adorar la serpiente, el profeta la hizo pedazos. Amén. Ahí lo tienen.",
    "Daniel entró, sin ninguna incertidumbre. “Dios puede librarme de esos leones”. Pero ellos lo arrojaron en el horno de fuego…Y yo creo que cuando esos leones se dirigieron allí, lo miraron, allí estaba un halo de Fuego alrededor de Daniel. Cualquier animal tiene temor del fuego, Uds. saben eso. Esos leones retrocedieron. ¿Qué era? El Poder escondido, que estaba en el corazón de Daniel, salió y lo cubrió por todas partes. Fue ese Poder escondido, esa bendición de Dios, que estaba sobre la vida del profeta, que lo cubrió con un Fuego llameante; como allá en Dotán aquel día cuando Giezi miró y vio lo que estaba alrededor de Elías: Angeles de Fuego, carros de Fuego. Allí estaba ese Poder escondido alrededor de Daniel.",
    "Pedro y Juan, cuando ellos pasaron a través de la puerta llamada la Hermosa, el Señor les habló a ellos acerca de un hombre cojo que yacía allí. No hubo ninguna incertidumbre. Ellos no tenían educación. No tenían…Ellos ni siquiera pertenecían a una iglesia. Ellos no pertenecían a una denominación. Pero no había ninguna incertidumbre acerca de su experiencia. Ellos tenían lo positivo. Ellos no tenían dinero. Ellos no eran miembros. Ellos no tenían educación. Pero Pedro dijo: “Lo que tengo, te lo daré. En el Nombre de Jesucristo, levántate y anda”.",
    "Ellos tenían Poder escondido. Ellos se vestían como otros hombres. Ellos caminaban en la calle. Ellos comían como otros hombres. Pero ellos tenían una bendición dentro de ellos, que les daba una certeza para saber dónde estaban parados. Dijo: “Yo no tengo educación. Yo no pertenezco a ninguna iglesia. Yo no sé teología. Yo no tengo dinero. Lo único que tengo, te lo daré si tú lo aceptas”.\n\nEl dijo: “¿Qué es?”",
    "El dijo: “En el Nombre de Jesucristo de Nazaret, levántate y anda”. Nada de incertidumbre. No “levántate y trata, y ve si puedes mover tu pie”. No “levántate y trata, y ve si te pondrás mejor”. Sino: “En el Nombre de Jesucristo, levántate y anda ahora”. Ahí lo tienen.",
    "El sonido incierto es un…da el sonido incierto, qué va a suceder. Oh, hermanos.",
    "Esteban tenía tanto de esa bendición en él, dijo, cuando ellos estaban apedreando a Esteban. ¡Oh, hermanos! El tenía tanto de la bendición en él, tanto del Poder escondido, al grado que Esteban llegó a ser otra persona, miró hacia arriba y vio a Jesús que estaba a la diestra de Dios; y ni siquiera sintió un terrón cuando le pegó en la cabeza.",
    "Pues, yo puedo ver a Esteban allí. El se arrodilló. Sus enemigos lo escupieron, y todo lo demás, y le tiraron terrones. El se levantó, y miró hacia arriba al Cielo. Y él dijo: “Padre, no les tomes en cuenta este pecado. Yo los perdono Padre”. ¡Tanto de la bendición en el interior de él! ¿Qué sucedió? Yo les digo, entonces los Cielos se abrieron. Ese pequeño Espíritu, estaba en él, abrió el camino a través de las nubes, a través de las estrellas, a través de la niebla, hasta que él vio a Jesús que estaba a la diestra de Dios. El dijo: “He aquí, veo los Cielos abiertos”.",
    "Hermano, yo preferiría tenerlo [El Hermano Branham aplaude con sus manos dos veces.—Editor]",
    "que toda la educación, todo el dinero que Uds. pudieran amontonar delante de mí. Toda mi educación, la abandonaré aquí. Toda mi teología mental, la dejaré aquí. Toda mis riquezas, las dejaré aquí. Pero el Poder escondido, esa cosa que dio la certeza del Evangelio, los llevará al Cielo, y los llevará a través de los valles de la sombra de muerte. Amén.",
    "El sabía de qué estaba hablando. Dijo: “Veo los Cielos abiertos”. El tenía una bendición. El tenía un Poder escondido. Y él no sintió ningún terrón después de eso. Ellos le estaban pegando en la cabeza con las rocas. Pegándole en un lado, en el otro. El pobre y pequeño Esteban era como un bebé, recostado en los brazos de su madre, y Dios, y El lo durmió meciéndolo en Su seno.",
    "La Biblia no dice que Esteban murió. [El Hermano Branham toca en el púlpito cuatro veces.—Editor] La Biblia dice: “Esteban durmió”. ¡Dios tenga misericordia! Hermano, eso es lo que yo quiero al final del camino. [Aplaude con sus manos dos veces.] Lo puso en el seno de Dios y lo durmió meciéndolo, dijo: “Mira, hijo, adónde te llevo”.",
    "El tenía una bendición. El tenía Poder escondido. No una pata de conejo; no un amuleto en su bolsillo; pero algo en su alma, que lo cambió y lo hizo un hombre diferente.",
    "Pablo dijo: “La vida que ahora vivo”. Mostró que él vivía una diferente, una vez. “No yo, mas vive Cristo en mí”, dijo él. Sí.",
    "Juan, el revelador, él tenía un sonido cierto en su voz. El amaba al Señor. El se recostó sobre Su seno. El tuvo compañerismo con Jesús. El vivió hasta casi tener cien años de edad. El hizo milagros y señales y vio visiones.",
    "Y cuando ellos lo hicieron, ellos dijeron: “El es un brujo”. Así que ellos lo llevaron y lo hirvieron, veinticuatro horas, en una gran olla de grasa. ¿Saben qué? Ese Poder escondido salió. Ese Poder escondido, que estaba en su corazón, lo envolvió por todo el derredor. Y cuando ellos miraron en la olla de grasa, esa bendición estaba en Juan. Y lo sacaron de la grasa, sin ni siquiera un olor a grasa en él. Y dijeron: “El es un brujo. El es un adivino. El es Beelzebú”.",
    "Todo hombre o mujer que alguna vez ha tratado de vivir para Dios es acusado de cosas impías. “El es un brujo. El embrujó la grasa”. El tenía tanto Poder de Dios en El, tanto… No brujería. ¿Pero qué era? El Poder escondido de Dios que estaba en él. El se miraba como un hombre. El comía como un hombre. El dormía como un hombre. El lloraba como un hombre. El era un hombre. Pero Dios estaba en Su hombre. La bendición estaba en el hombre.",
    "🦅 Bienaventurado el varón”, dijo David. No había incertidumbre para él. Ese hombre sabe de qué está hablando. A mí no me importa lo que el mundo dice, lo que Uds. digan de él, traten de hacerlo enojar, él no se va a enojar. A mí no me importa qué tanto hablen Uds. de él, él no le prestará atención a ello. El seguirá adelante, porque él tiene una bendición aquí adentro. El orará por Uds. Eso es correcto. Uds. pudieran hacer cualquier cosa, él nunca le prestará atención a ello. No va a murmurar de sus vecinos, ni andará por allí y provocará problemas. El será un pacificador. El hará todo lo que pueda, porque él es un hijo de Dios. Bienaventurado es ese varón. Sí.",
    "Cuando la gente pentecostal subió a Pentecostés ellos sólo eran hombres cuando subieron allí. Pero de repente, mientras estaban allí arriba, tenían miedo. Ellos tenían las ventanas cerradas, las puertas cerradas. Tenían temor de persecución. Ellos eran buenos miembros de la iglesia, hasta ese tiempo. Habían sido bautizados en agua, hasta ese tiempo. Pero no tenían ese Poder escondido. No tenían esa certeza.",
    "Uno de ellos dijo: “Si Tú eres…Déjame poner mis manos en Tu costado. Déjame poner mis dedos en las marcas de los clavos, en Tu mano”.",
    "Otro le dijo a la mujer: “¡Oh, es ridículo! No viste nada”.",
    "Pero cuando ellos subieron esos escalones y fueron arriba, de repente vino del Cielo un estruendo, y el Poder escondido descendió. Entró en ellos. Después ellos estaban afuera en la calle, -jándose—regocijándose y alabando a Dios, predicando el Evangelio, glorificando a Dios. Ellos tenían Poderes escondidos. Tenían Poderes de los cuales el mundo no sabe nada.",
    "Ahora es igual. El sonido incierto; no crean el sonido incierto. El Evangelio no tiene sonido incierto.",
    "Dirán: “Hermano Branham, yo creo que mi iglesia predica el Evangelio”. Muy bien.",
    "Jesús dijo: “Ahora Yo voy a darles una cierta cosa que creer”. El dijo: “Id por todo el mundo ahora y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo; el que no creyere, será condenado. Y…” ¡Amén! Oh, me siento bien. “Y” es una conjunción. No paren aquí, “predicando el Evangelio”. “Y estas señales seguirán a los que creen”. No es un sonido incierto. Es el Evangelio. Amén.",
    "Echan fuera demonios. “En Mi Nombre echarán fuera demonios”. Ese no es un sonido incierto. El Evangelio dice que es el tono que está en la campana. ¡Gloria! ¡Aleluya! ¡Oh, hermanos! Ese es el tono de la campana, cuando ellos están echando fuera demonios. [El Hermano Branham toca en el púlpito siete u ocho veces.—Editor]",
    "🦅 Hablarán nuevas lenguas”. Yo no quiero decir el sonido incierto. Ellos hablaban con ciencia, con revelación. Ellos tenían el verdadero don de hablar en lenguas. Hay algo que sucede cuando lo hacen. Ese no es un sonido incierto. Ese no es un sonido de incredulidad, en lo absoluto. Si es mucho alboroto, como vemos muchas veces, eso es incredulidad. Pero cuando Uds. hablan con Palabras, con interpretación, con revelación, aleluya, esa es la campana del Evangelio tañendo. No es un sonido incierto.",
    "🦅 Si sobre los enfermos pusieren sus manos, sanarán”. Ese no es un sonido incierto.",
    "Uds. gente querida, que pertenecen a la iglesia de Cristo, allá atrás, Uds. dicen: “Eso es del Diablo”. ¿Lo es? Entonces la Biblia es del Diablo. [El Hermano Branham toca en el púlpito una vez.—Editor] ¿Ven?",
    "La Biblia dice: “Sobre los enfermos pondrán sus manos, y sanarán. Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. No es un sonido incierto.",
    "Tengan cuidado, Uds. escuchan mucha teología de la iglesia. Son sonidos inciertos. No cuadran con la Biblia. Pablo dijo: “¿Si la—si la trompeta no da un sonido cierto, cómo podemos saber quién ha de prepararse para batalla?” Sí, señor. ¡Oh, hermanos!",
    "Jesús dijo: “Estas cosas que Yo hago vosotros las haréis también, aun mayores, porque Yo voy al Padre”. No es un sonido incierto; absolutamente nada.",
    "Pedro dijo, en el Día de Pentecostés, en Hechos 2:38, “Arrepentíos, cada uno de vosotros, y bautizaos en el Nombre de Jesucristo, para el perdón de vuestros pecados, y recibiréis el don del Espíritu Santo”. Ese no es un sonido incierto.",
    "No había un lugar en la Biblia, en ninguna parte, de Génesis a Apocalipsis, donde Dios haya “rociado” alguna vez a una persona. Ese es un sonido incierto. Nunca hubo un lugar donde alguien fuera bautizado de alguna otra manera excepto en el Nombre de Jesucristo. Cualquier cosa contraria es un sonido incierto.",
    "Lean la Biblia. De eso está hecho el Evangelio. Esta es la Semilla. La Semilla producirá Su fruto. ¡Fuiu! Está algo caliente, ¿no es así? Pero es bueno.",
    "La clase de Fuego que necesitamos es: “Espíritu Santo y Fuego”, para quemar la carnalidad y la religiosidad de nosotros, para regresarnos a hijos e hijas de Dios; donde esta teología mental y lo que Uds. aprenden aquí en el seminario, y demás, pasarán, y Dios pueda entrar en sus corazones. Eso es lo que cuenta.",
    "No si Uds. dicen un “Avemaría”, o no si Uds. van y dicen el credo de los Apóstoles en la iglesia Protestante; eso no tiene nada que ver con Ello, absolutamente nada.",
    "Jesús dijo: “El que no naciere de nuevo, de ninguna manera entrará en el Reino”. Amén. No es un sonido incierto, absolutamente nada.",
    "Cuando Elías fue allá…Miren, déjenme mostrarles algo. Cuando Eliseo estaba observando a Elías, él subió y lo observó. Dijo: “¿Qué quieres?” Un tipo de Cristo y la iglesia.\n\nEl dijo: “Yo quiero ver algo”.\n\nDijo: “¿Qué quieres?”",
    "El dijo: “Yo quiero una doble porción de tu Espíritu cuando te vayas”. Esa era un hambre. Esa era teología. Eso era mental. El tenía hambre de eso. Su mente lo quería. Su alma clamaba por ello. Eso no quería decir que él lo tenía.",
    "Elías dijo: “Cosa difícil has pedido. Pero si me vieres cuando me vaya, muy bien, vendrá a ti”. Hermano, él observó a ese profeta, cada movimiento que él hizo.",
    "Y cuando ese llamado final vino, y Elías fue llamado a lo Alto, para aparecer en la Presencia de Dios, Dios le envió a él un carro. ¡Gloria! ¡Oh, hermanos! Le envió un carro, con caballos de carro…caballos de Fuego, y un carro de Fuego. Dijo: “¡Mi amado siervo, súbete! Ha sido hecho muy bien”.",
    "Dijo: “Muy bien, Eliseo, veo que me estás observando”. El se quitó su túnica y la arrojó.",
    "Recogió esa misma túnica y se la puso. Nada de incertidumbre. ¡Caminó al río! ¡Aleluya! El vio lo que Elías hizo. El se lo abrió, para cruzar en esa dirección. El dijo: “Si El todavía es el mismo, y Su Espíritu está sobre mí, se abrirá otra vez”. Nada de incertidumbre. El haciendo girar eso golpeó, y él dijo: “¿Dónde está el Dios de Elías?” Y el mar se apartó de lado a lado, y él cruzó caminando. ¿Se fijaron? El no tuvo que ir a la escuela de profetas para recibir educación. ¡Gloria! ¡Fuiu! ¡No había educación en ese muchacho, y él caminó! La teología mental estaba acabada. El lo tenía en su alma. Obsérvenlo, él hizo lo mismo que hizo Elías.",
    "Jesús dijo: “El mismo vaso que Yo bebo, beberéis. Y el mismo bautismo con que Yo soy bautizado, seréis bautizados. Y las mismas cosas que Yo hago vosotros las haréis también”. ¿Qué hizo El? Habló en lenguas, echó fuera demonios, predicó el Evangelio, sanó a los enfermos. La misma cosa que El hizo, nosotros podemos, también. Y al final de nuestros días, así como El resucitó de los muertos, así lo haremos nosotros los que estamos en El.",
    "Yo no puedo hacer que mi muchacho se levante, en la mañana. El parece como que tiene su día y noche volteados al revés. Yo dije: “Billy, tú nunca llegarás a nada acostado allí de esa manera. Levántate. Si no haces nada más que salir y lavarte tus dientes, y salir al patio, mirar tu carro, y vuelves a entrar y te sientas, lees. No te quedes en la cama; no es bueno, es pereza”.",
    "Dios ten misericordia de estos Cristianos perezosos de corazón, llegan a ser buenos para nada; saben tanto acerca de Ello, y le dicen tan poquito a otra gente al respecto.\n\nEl dijo: “Papá, simplemente no puedo levantarme temprano”.",
    "Yo dije: “Mira, Billy, uno de estos días, no vas a tener un papá que cuide de ti. Papá se habrá ido, una de estas mañanas. Tú entrarás en el cuarto y mirarás, quizás. Papá estará acostado allí. Lo sacudirás, pero no despertará”. Yo dije: “Entonces ellos me transportarán, a esta iglesita, en una caja. Tú pasarás al lado, con tu pañuelo en tu mano, llorando; mirarás hacia abajo, dirás: ‘Ese es mi anciano papá. Desearía haberle prestado atención’”. Yo dije: “Pero recuerda, Billy, yo siempre he sido un madrugador”.",
    "¡Aleluya! [Espacio en blanco en la cinta.—Editor]… bendita trompeta suene, yo saldré en la primera resurrección. Yo creo en madrugar, (aleluya), algún día glorioso, por la gracia de Dios. Yo creo este Evangelio que predico. Yo creo que es la sincera Verdad.",
    "El manto de Eliseo no tiene un sonido incierto. No hay ningún sonido incierto.",
    "El Congresista Upshaw…No había ningún sonido incierto cuando el Espíritu Santo me dijo allá, antes de que los doctores pudieran encontrar la ameba. No había ningún sonido incierto, cuando el doctor dijo que yo me estaba muriendo, y fue Dios el que me sanó. No era ningún sonido incierto. No era ningún sonido incierto, en Green’s Mill esa noche, cuando el Angel del Señor se me acercó, El dijo: “Por esta razón tú naciste en el mundo”. ¡No fue un sonido incierto!",
    "Yo fui y hablé con algunos predicadores al respecto. Ellos dijeron: “Billy, tuviste una pesadilla”. Pero han habido un millón de almas ganadas para Cristo. No había ningún sonido incierto. Esa era la voz de Dios hablándole a un pobre. No era un sonido incierto. Oh, simplemente no puedo predicar cuando pienso en eso.",
    "Yo le estaba diciendo a mi esposa, hace un tiempo. Quizás lo he contado aquí antes. Uds. conocen el historial de mi familia. Yo amo a mi papá. El ha partido. El murió en mis brazos, orando. Pero él bebía. Toda mi familia bebía. Ellos hicieron grandes cosas dañinas; sin embargo, una desgracia para la sociedad. Mis hermanos beben; no porque quiero que lo hagan. Yo clamo por ellos, ruego por ellos, todo lo demás.",
    "Solía ser, antes de que Dios me llamara, yo estaría en la calle, hablando; alguien, ellos…Por motivo del nombre, ellos, oh, “¿Branham? ¡Oooh!”, se alejaban. Alguien más pasaba, buscaba a alguien, decían: “¡Aléjate de él!” Muy bien, entonces ellos se alejaban. Ellos no hablaban conmigo.",
    "Yo le dije a mi esposa, el otro día: “Ahora tengo que irme al bosque en alguna parte y esconderme, para evitar a la gente, de todas partes del mundo, que viene”.",
    "¿Qué lo hizo? ¿Porque estudié mucho? ¿Porque aprendí teología? ¿Porque obtuve una educación? ¿Porque me uní a alguna iglesia? No. Eso hubiera sido un sonido incierto.",
    "Pero algo sonó un día, en mi corazón, no en mi mente, en mi corazón. Dios entró. Ha sido maravilloso desde entonces. Eso es sublime gracia.",
    "El otro día yo estaba asombrado, por encima de cualquier cosa que ha sucedido en mucho tiempo. Soy un gran amante de la naturaleza. Uds. saben que lo soy. Amo a los animales. Simplemente pienso que son maravillosos. Yo estaba sentado en mi puerta. El Hermano Leo y Gene estaban allí. Y el Hermano y la Hermana Woods estaban allí. Y el pequeño Billy Gillmore, el lechero, estaba allí. Y a las diez de la mañana por el camino vino algo, cojeando, arrastrando una pierna tras sí. Entró por mi puerta, y llegó hasta mis escalones. Era una zarigüeya, a las diez en el día.",
    "Ellas están ciegas a esa hora del día. Están ciegas, completamente, en la luz del día. Son animales nocturnos que andan de la noche. Ellas toman presa, y andan en busca de presa, y obtienen su alimento de noche. Todos Uds. saben eso. Una zarigüeya es un animal comestible.",
    "Y entró por la puerta. Yo salí a encontrar la zarigüeya. Llevé un rastrillo. Yo pensé: “¡Qué extraño! Quizás está ciega. ¿Qué la hace actuar y tambalearse así?” Yo puse el rastrillo sobre ella. Y se volteó y me miró, y gruñó. Yo pensé: “Hay algo extraño”.",
    "Y de casualidad miré hacia abajo dentro de su bolsa. Una zarigüeya es una cosa, además del canguro, solamente hay dos que tienen una bolsa en la cual llevan a sus pequeños. Y en la bolsa de la zarigüeya, ella tenía ocho o nueve bebés sin pelo allí adentro. Y un perro la había agarrado, o un carro; le quebró su pierna, el hueso de su hombro. Moscas verdes por todas partes sobre ella; gusanos en los oídos, y demás. Y aquí estaba ella, cojeando así. Y ella gruñó porque ella pensó que yo estaba intentando coger a sus pequeñitos.",
    "Yo dije: “Esa zarigüeya tiene más maternidad en ella que muchas mujeres, especialmente esta mujer que arrojó a su bebé en el río, el otro día, para deshacerse de él”. Yo le dije a Gene y a Leo, sentados allá atrás, yo dije: “Vengan aquí y les enseñaré un sermón”. Yo dije: “Miren la moral de esta mujer. Miren la moral de esta dama. Es una bestia bruta, pero tiene más de dama en ella que el cuarenta por ciento de las mujeres Americanas”. Correcto. Yo dije: “Ella tiene poco más o menos una hora para vivir, a como se ve ella, pero ella pasará esa hora peleando para proteger a esos pequeñitos. Y estas mujeres salen aquí y tienen bebitos, y los asfixian, y los ahogan, y los tiran al fuego, y cosas; peores que perros, peores que animales”.",
    "La damita no quería esperar. Ella ni siquiera quería parar, en parte. Ella fue directamente a mis escalones; y, agotada, se acostó allí. Tratamos de hacer que se levantara. Ella estaba acabada. Ella todavía estaba gruñendo, sufriendo tan tremendamente.",
    "La Sra. Woods se acercó, y el Sr. Woods y demás, dijo: “Hermano Branham, yo creo que lo humano que hay que hacer, es, matar a la zarigüeya. Esos pobres bebitos morirán de hambre”. Dijo: “Es la única cosa que podría hacer, que lo haría”.",
    "Alguien más llegó y dijo: “Hermano Branham, ¿no va a matar Ud. a la zarigüeya?” Dijo: “Mátela. Ella se está muriendo”. Dijo: “Ella está acostada allí sufriendo”. Dijo: “Saque a los pequeñitos y mátelos. Ellos estarían mejor”. Dijo: “Ellos no tienen alma. Es sólo una bestia bruta, sólo un animal”. Dijo: “Los pobres animalitos se morirán de hambre. La pobre madre acostada allí, y esos bebitos mamando esa leche de ella, y Ud. sabe en qué condición estaba ella”, dijo, “ellos morirán”.",
    "Dije, yo dije: “Es verdad, soy un cazador, pero no soy un asesino”. Yo dije: “Me gusta mucho cazar, pero yo no mato sólo por estar matando. Ese es un asesino”. Eso es correcto. Yo no mato nada que no pueda comer, o algo de lo cual no pueda hacer uso, o algo que está destruyendo. No matar por estar matando; ese es un asesino. No podría hacerlo. Yo simplemente no podría hacerlo.",
    "Y yo sabía sensatamente, en las esferas mentales, en la manera correcta de pensar, lo humano sería, que había que hacer, sería matar a la zarigüeya y a esos pequeñitos. La zarigüeya se estaba muriendo, no recobraría la consciencia otra vez. Y los pequeñitos se morirían de hambre. Y bebiendo esa leche cuajada de su madre, probablemente morirían sufriendo. Lo mejor que hay que hacer es sacarlos de su sufrimiento. Eso era lo sensato. Pero algo aquí abajo no me permitía hacerlo.",
    "Mucha gente empezó a llegar. Recibí una llamada, salí.",
    "Esa noche, el Hermano Woods y yo íbamos en carro en la carretera, y la Hermana Woods y mi esposa. Viniendo, de allá del rumbo de Scottsburg, donde yo estaba tratando de tomar un descanso mental. El Hermano Woods, dijo: “¿Vio a ese perrito allá atrás en el camino?” Dijo: “Va a ser atropellado”. Yo le di vuelta a mi carro y regresé. Recogimos al pobre animalito.",
    "El estaba lleno de moscas y piojos, y sarna comiéndoselo. Bueno, ¿cuál sería lo sensato que había que hacer? Matarlo. Yo no podía hacerlo. Traje el animalito a casa, conseguí un poco de polvo para pulgas y lo rocié, conseguí un poco de remedio para la sarna; le di una buena y decente comida. Lo tuve guardado allí, tratando de hacer que el animalito se recuperara. El quiere vivir.",
    "Hay algo acerca de la vida que es real. No imiten el Cristianismo. ¡Obtengan Vida! ¡Vivan! Simplemente no batallen con Uds. mismos, diciendo: “Bueno, soy un Cristiano, yo no debería de hacer esto; yo no debería de hacer aquello”. ¡Vivan! Hay Uno que se interesa por Uds.",
    "Esa noche, a la diez y media o a las once, esa pequeña zarigüeya todavía estaba tirada inconsciente; moscas verdes por todas partes sobre ella, su hombro quebrado; tirada allí sufriendo, muriendo.",
    "Mucho más tarde, Billy entró. Allí estaba tirada la zarigüeya, acostada allí, esos pequeñitos estaban tratando de mamar un poco más de leche de ella, vida viniendo de la madre. Ella todavía estaba gruñendo terriblemente. Trataba de levantarse, y no podía hacerlo. Trataba de levantarse, y no podía hacerlo.",
    "Yo no podía quitar a esa pobre zarigüeya de mi mente. Yo pensé: “Dios, yo debería de ir y coger un rifle y matar a esa zarigüeya, pero no puedo hacerlo. ¿Qué es lo que pasa, Señor?” Yo anduve de arriba abajo por el piso.",
    "El amanecer llegó. La zarigüeya tirada allí. Yo regresé, pensé: “Oh Dios, allí está ella, ese sol caliente, echada allí en mi escalón” Comencé a caminar otra vez por el piso.",
    "El bendito Espíritu Santo me detuvo, dijo: “Tú la llamaste a ella una dama. Tú la defendiste a ella, por ser una verdadera madre. Y Yo la envié a tu casa para que se orara por ella, y tú la estás dejando allí tirada como a una mujer a tu peldaño”.",
    "Yo dije: “Dios, perdona a tu estúpido siervo”. Yo salí allí afuera y dije: “Dios, si—si Tú eres lo suficientemente misericordioso para lidiar con un tonto animal, quien es lo suficientemente dama para criar a sus bebés, para enviar a una zarigüeya ignorante a mi peldaño para que se ore por ella, oh Dios, sana a la zarigüeya. En el Nombre de Jesucristo, yo ruego”.",
    "La zarigüeya se dio vuelta y me miró; se levantó sobre sus pies, recogió a sus bebés y los puso allí adentro. Como si inclinara su cabeza, y dijera: “Gracias”. Y se fue a los bosques, regocijándose. Ella sabe mucho más que lo que saben los predicadores, algunas veces. Ella seguirá la guianza del Espíritu Santo. [El Hermano Branham toca en el púlpito tres veces.—Editor] Si Dios puede lidiar con una zarigüeya, cuánto más podría El lidiar con un humano, si ellos tan sólo…?…No hay sonido incierto acerca de eso. Dios usa animales para enseñar servicios. Seguro que lo hace.",
    "El usó una mula, en una ocasión, para reprender a un predicador caído.",
    "El gran San Francisco de Asís, quien Uds. gente Católica afirman que era Católico, pero no lo era. El protestó contra la iglesia Católica tan duro como yo lo hago. Pero no había otra iglesia en aquel día, así que ellos lo tomaron y lo llamaron un santo. Cuando él salió a la calle, para predicar el mismo Evangelio que yo estoy predicando ahora, [El Hermano Branham toca en el púlpito siete veces.—Editor] los pájaros estaban gorjeando en los árboles. El dijo: “Mis hermanitas, voy a predicar el Evangelio de Jesucristo. Quédense quietas mientras estoy predicando”. Y todo pájaro se calló su boca.",
    "Este no es ningún sonido incierto. Estamos viviendo en la Presencia del Señor Jesucristo. Sus bendiciones están aquí.",
    "Un Dios que pudo obligar a un aeroplano a permanecer en tierra allá, y detenerlo por el bien de una pobre e ignorante mujer de color, que no conocía su abecedario, para sanar a su muchacho que tenía una enfermedad venérea. Uds. conocen la historia.",
    "Dios, que pudo hablarle a una ignorante zarigüeya, cuando hay predicadores en esta ciudad que se reirían de sanidad Divina; gente que despreciaría y diría que yo estaba “loco”, porque yo lo enseñaba. Y Dios lidiando con una ignorante zarigüeya, porque ella era una dama, porque ella amaba a sus hijos, porque ella estaba lista para morir por ellos. ¡El mismo Dios!",
    "Somos enviados aquí a esta tierra para diferentes cosas. Algunos son enviados a predicar el Evangelio. Algunos son enviados para profetizar. Algunos son enviados para orar la oración de fe. Algunos tienen dones de sanidad.",
    "Y el mismo Dios que habló allá en nuestro cuarto esa noche o aquí en el…manejando en esa visión, y me dijo que el Hermano Bosworth estaba acostado allá al borde de la muerte, en Sudáfrica. Y el Espíritu Santo le ganó al telegrama en llegar aquí, veinticuatro horas. Ese mismo Dios, el mismo Dios vino, por respeto a la lealtad. Oh Dios, bendiga sus corazones.",
    "¡Lealtad! Yo daría la última gota de mi sangre por la mujer más negra o la más amarilla en este mundo, que quisiera vivir fiel a su marido. Yo moriría por ella, como moriría por mi propia esposa. Yo la respeto, como una dama.",
    "¿Qué piensan Uds. que hizo Jesucristo? ¿Y por qué no pueden—no pueden Uds. ser leales a El, y dejar su egoísmo, su indiferencia? ¿No pueden Uds. dejar su iglesia, cosas insignificantes, y venir a El y ser leales?",
    "Esa pobre zarigüeya ignorante, y el Espíritu Santo…Y yo allá de vacaciones, ni siquiera me había preparado en oración, y esa pobre dama zarigüeya echada en mi peldaño. Cuando el sol estaba caliente, ella se quedó allí fielmente. Cuando la noche llegó, sus ojos se abrieron, ella podía ver. Pero el Espíritu Santo no le permitía irse. Ella se quedó allí toda la noche. Ella no podía levantarse.",
    "Y luego, temprano en la mañana, mostrando que ella había estado acostada allí alrededor de veinticuatro horas, esperando su turno para que se orara por ella, porque ella era un animal. Y cuando el Espíritu Santo dijo: “Sal allí y ora por ella”, el Dios del Cielo la sanó.",
    "Ella rápidamente reunió a sus pequeñitos en su bolsa, y me volteó a ver, con los ojos más tristes que yo haya visto alguna vez, como si dijera: “Gracias, amable señor”. Y ella se fue por el camino.",
    "Ella pasó por otras cuatro casas, más cercanas al camino que la mía, para entrar por la puerta. Una, dos, tres, cuatro; en la quinta ella entró, J-e-s-ú-s. Ella entró en la puerta. Ella no se esperó allá afuera en los arbustos. Ella no esperó en la sombra. Ella pasó por el sol, para llegar al peldaño. Ella se recostó allí, pacientemente (no gruñendo, no murmurando), esperando su turno para que se orara por ella.",
    "Y luego cuando obedecí al Espíritu Santo, Dios le restauró la salud a la zarigüeya. Ella recogió a sus bebés y regresó a su lugar de morada. No fue un sonido incierto. Dios, que cuenta las plumas en las alas de los pájaros, sabe dónde está cada uno de ellos. El Dios que cuenta los cabellos de su cabeza; Dios que se pasea en las alas de la mañana; El que creó los cielos y la tierra, conoce a cada criatura y a cada ser. El es Dios. Esta es Su Palabra. Cielos y tierra pasarán, pero Ella nunca pasará. No sean engañados por doctrina de hombres. Créanle a Dios, y vivan.\n\n¡Oremos!",
    "Padre Celestial, en el Nombre del Señor Jesús, Tu Hijo amado; no hay sonido incierto, no hay incertidumbre acerca de esto. El es el Hijo de Dios. El nació de una virgen. El vino aquí bajo el Poder de Dios. El vino aquí a través de la virgen María. El sufrió, sangró, y murió, bajo Poncio Pilato. Cuando ellos quisieron, lo entregaron a El, los Judíos lo crucificaron, y negaron al Justo. Y está escrito: “¿Por qué se amotinan las gentes, y los pueblos piensan cosas vanas?”",
    "Oh Dios, verdaderamente, por medio de estrechar Tu mano para sanar, que señales y maravillas puedan ser hechas en los últimos días, para probar que esta es la lluvia temprana y tardía. El Poder de Dios está aquí. El Hijo brilló en el Día de Pentecostés, sobre la gente del Este. Está brillando sobre la del Oeste ahora. Ellos se burlaron y se rieron de Ello, y dijeron que era fingido, y los llamaron “brujos, y adivinos, e incrédulos”, y hasta los mataron, los quemaron en la hoguera, y los arrojaron en aceite. Pero Tú estabas con ellos para librarlos.",
    "Tú estás aquí hoy. Tú estás aquí, para la hora final, para aun más grandes bendiciones: “Porque la lluvia temprana y tardía deben de venir juntas”.",
    "Y ahora, Padre, si hay alguna incertidumbre en la experiencia de alguna persona, en este cuarto; yo ruego, Padre, en esta hora, que ellos limiten su fe, no a su manera mental de pensar, no al razonamiento conforme a la doctrina de hombres, pero a creer la Palabra de Dios, para Vida Eterna. Estas bendiciones las pedimos en el Nombre de Jesús, Tu Hijo.",
    "Con nuestros rostros inclinados, ¿me pregunto si hay una persona aquí ahora, que levantaría su mano reverentemente? Y diría: “Yo hago esto, no al predicador, pero a Dios. Dios, cambia mi manera de pensar. Yo he tratado de razonar cómo serían estas cosas. Yo he tratado de razonar qué dirían mis vecinos si yo alguna vez naciera de nuevo, si Dios alguna vez me bendijera de tal manera que yo gritara, si Dios alguna vez me bendijera de tal manera que yo tuviera una experiencia que me hiciera llorar, y yo tuviera que dejar a mis asociados. Yo he tratado de razonarlo todo, Dios. Pero, hoy, no razonaré más. Yo ahora mismo estoy levantando mi mano a Ti, Dios, y diciendo este es mi testimonio. Si Tú sacas de mí los razonamientos y dejas que mi alma tome su lugar para creer Tu Palabra sin razonar, creeré que es un sonido cierto dado a mí”. ¿Levantarían su mano? Cualquiera en el edificio, dondequiera que estén. Dios le bendiga, a Ud., a Ud., y a Ud., y a Ud., y a Ud. Como el ochenta y cinco por ciento del edificio.",
    "¿Un razonamiento? “Derriben razonamientos”. Derríbenlos. Dios no quiere que Uds. tengan razón. La razón siempre trata de encontrar una salida. La fe no razona. La fe sólo cree. Su mente, es lo que los hace razonar. Es mentirosa. El detector de mentiras prueba eso. La Biblia de Dios, primeramente, lo prueba. Pero su alma es inmortal, hermano, hermana. Su poder de razonamiento los dejará cuando la muerte llegue a Uds. Pero su alma estará con Uds. por la Eternidad. ¿No creerán la Palabra de Dios hoy y lo aceptarán a El?",
    "En oración, ¿levantaría alguien más su mano? Diga: “Recuérdeme a mí ahora, Hermano Branham, mientras Ud. está orando. Quiero desechar el razonamiento”. Dios la bendiga, pequeña señora. Allí está otro. Dios lo bendiga, hermano, yo lo veo. Dios lo bendiga, hermano, yo lo veo. Dios lo bendiga, hermano. A Ud., sí, hermana. ¿Alguien más? Alguien más levante su mano, rápidamente. Diga: “Recuérdeme…” Dios lo bendiga, aquí, hermano. Dios lo bendiga, hermano. Desechen el razonamiento. Dios la bendiga, hermana, veo su mano. Dios la bendiga, hermana, veo su mano. Ya no razonen. Sólo crean. Dios la bendiga, hermana.",
    "¿Alguien más, antes de que oremos ahora? Voy a orar y a pedirle a Dios que El los ayude. El ve su mano. Dios lo bendiga, joven, veo su mano. ¿Alguien más? Dios lo bendiga, hermano, veo su mano.",
    "¡Oh, la bienaventuranza de creer! La bendición de no tratar de figurarlo. La bendición de sólo descansar en la Palabra de Dios, y decir: “Es verdad”, y seguir adelante. Es Vida. Es Vida. Es vivir verdaderamente.",
    "Mi querida y amorosa suegra, sentada aquí atrás, cuando yo le estaba contando ayer al respecto. Ella dijo: “Billy, yo tenía un reloj, que yo no podía hacer funcionar”. Dijo: “Yo simplemente no podía quedarme sin ese reloj. Yo no tenía dinero para comprarme otro”. Así que dijo: “Yo me arrodillé y dije: ‘Dios, haz que ese reloj me funcione, ¿lo harás?’” Dijo que ella levantó la vista, y empezó a funcionar, simplemente funcionó perfectamente.",
    "Su refrigerador, dijo ella, un par de días después de eso, no desc-…se mantenía descongelando; sólo había un lugarcito donde mantenía el hielo. Ella hizo todo lo que pudo, para evitar se que descongelara, o evitar que se descongelara, porque no podía guardar su mantequilla y cosas en él. Pobre anciana, es una viuda.",
    "Su esposo está en Gloria. Ese es mi suegro. Dio su último testimonio, aquí a mi lado izquierdo, antes de que él se fuera a Casa.",
    "Ella se arrodilló, sabía que no tenía dinero para comprar otro refrigerador. Ella dijo: “¿Dios, serías Tú misericordioso conmigo otra vez? Tú me conoces. Haz arrancar mi refrigerador para que congele otra vez, ¿lo harás?” Dijo que ella se levantó y fue y miró en su refrigerador, y había congelado por todos lados.",
    "Sean sencillos. Sólo pidan. No traten de explicárselo. No traten de estudiarlo. Sólo créanlo. No lo expliquen mentalmente. Sólo créanlo con su alma.",
    "Nuestro Padre Celestial, muchos levantaron sus manos esta mañana. Ellos quieren oración. Yo ruego, Dios, que este sea el toque final, hoy; ellos ya no razonarán; se irán creyendo. Concédelo, Señor. Es un sonido cierto. Es el sonido del Evangelio, el glorioso año del jubileo. El tiempo de liberación está aquí.",
    "Padre, por favor, ¿no tomarías a cada uno de ellos a Tu cuidado amoroso? Y dales ahora de la leche no adulterada del Evangelio. Y si ellos ya han tomado eso, que reciban ahora alimento sólido, y lleguen a ser Cristianos completos; que ya nunca más chachareen con el mundo, y que no se complazcan en el mundo; pero que sean verdaderos hombres y mujeres, creyendo el sonido cierto, que el Evangelio es verdad, sin importar quién diga que no lo es. La Biblia, cada Palabra, es verdad. “Los hombres enseñan como Doctrina los mandamientos de hombres”. Pero la Palabra de Dios nunca fallará. Que ellos la crean, hoy.",
    "Y aquellos que no levantaron sus manos, realmente convencidos, pero que no levantaron sus manos, oramos por ellos, también, Señor, que Tú seas misericordioso con ellos. Estas bendiciones las pedimos, Padre, porque algún día llegaremos al Juicio. Y el Mensaje de esta mañana será expuesto a la vista en aquel Día. Y que entonces su alma no los atormente, diciendo: “Tú debías haber hecho esto”. Pero que haya paz en el valle cuando ellos pasen. Por que en el Nombre de Jesús lo pedimos.\n\n…de la eternidad,\n\nFuiste abierta para mí,\n\nSé mi escondedero fiel,\n\nSólo encuentro paz en Ti,\n\nRico, limpio manantial,\n\nEn el cual lavado fui.",
    "Amado Dios, si hay entre la gente, este día, alguna aflicción, alguna enfermedad, cualquier cosa que está mal con su ser físico; rogamos, Padre, mientras el Espíritu Santo está aquí, simplemente gritando las bendiciones, limpiando nuestras almas de toda injusticia, a través de la Sangre del Señor Jesús, el Hijo de Dios. Que El, hoy, con su gran Espíritu persuasivo, Sus grandes virtudes sanadoras, permite que toda alma limpia mire allá al Calvario y diga: “Allí El fue herido por mis rebeliones, y por Su llaga fuimos nosotros curados”. Concédelo, Señor.",
    "Ahora con nuestros rostros inclinados. Si hay algunos por los cuales orar, por enfermedad, pónganse de pie, dondequiera que estén. Dios los bendiga. Eso es correcto, simplemente pónganse de pie. [Espacio en blanco en la cinta.—Editor]\n\n…fuente,\n\nGratuita para todos, la corriente sanadora,\n\nFluye de la fuente del Calvario.\n\nEn la cruz, en la cruz,\n\nSea mi gloria siempre; (¡Oh, Dios!)\n\n…mi alma raptada encontrará\n\nDescanso más allá del río.",
    "Amado Padre Celestial, Tú ves a todos éstos de pie, Padre. Ellos están de pie, testimonio, que ellos te creen a Ti, Padre.",
    "¡Tú que pudiste enviar a esa pobre zarigüeya por la puerta! ¡Tú que pudiste hacer a ese gran toro peligroso, que estaba parado allí, y retroceder! ¡Tú que pudiste hacer que esas avispas entraran en la caja! Tú que pudiste resucitar a ese perro, mi antiguo perro de caza, después de haber sido arrastrado a sesenta millas por hora [Noventa y seis kilómetros por hora.—Traductor], por dos millas [Tres kilómetros y doscientos metros.—Traductor], yaciendo tieso, muerto. Yo amaba al perro. La oración lo trajo de vuelta. ¡La oración le puso a esa zarigüeya la pierna y hombro en su lugar, esa madrecita, la envió de regreso al bosque, regocijándose! ¡La mano del Dios viviente!",
    "Estos Cristianos tienen sus manos puestas el uno sobre el otro, Señor. Y yo tengo mis manos puestas sobre este hermano, como dando un punto de contacto para todos en el edificio. Somos creyentes, Señor. Creemos estas cosas. Te amamos.",
    "No hay sonido incierto. Te hemos visto a Ti sanar a los enfermos, resucitar a los muertos, echar fuera espíritus malos, quitar cánceres, hacer que caminen los paralíticos, salvar el alma, santificar al creyente, llenar con el Espíritu Santo, dar Vida inmortal; oírlos al morir, alabando, testificando, glorificando a Dios, creyendo que Tú vienes de nuevo.",
    "Necesitamos ayuda, Señor. Concede, Señor, que todo lo que se ha pedido sea concedido. Almas serán salvas, sobre todas las cosas; los caídos restaurados. Y rogamos que cuerpos enfermos sean sanados ahora mismo. Yo envío esta oración de fe en el Nombre de Jesucristo, para la sanidad de los enfermos, la salvación del alma, restauración de aquellos que están fuera, por medio del Nombre de Jesús.\n\nMi fe espera en Ti, (¡Pongámonos de pie!)\n\nCordero, quien por mí,\n\nFuiste a la cruz;\n\nEscucha mi oración,\n\nDame Tú bendición,\n\nLlene mi corazón,\n\nTu santa Luz.",
    "Ahora Uds. que pueden, levanten sus manos, mientras cantamos esto.\n\nA ruda lid iré,\n\nY pruebas hallaré\n\nMi Guía Sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la eternidad,\n\nTe alabaré. 🦅"
  ]
}