{
  "title": "DIOS HA PROVISTO UNA MANERA",
  "id": "56020009",
  "content": [
    "🦅  Buenos días, amigos. Estamos contentos de estar aquí esta mañana en el tabernáculo de nuevo, en el Nombre del Señor Jesús, para ministrar a Su pueblo por medio de la Palabra escrita y por medio de la oración por los enfermos. Estoy un poco tarde, yo mismo, para—para presentarme.",
    "Y estoy muy contento de estar aquí y ver este hermoso día, y a todos Uds. aquí para servir al Señor. Yo… ¿No están contentos por el vigor suficiente para estar en la iglesia esta mañana? ¿Ven?, hay mucha gente que no pudo venir. Ellos se ponen al teléfono allá en casa, a lo largo de un día, y solo escuchan a la gente. Díganles, digan: “Bueno, el domingo en la mañana oramos por los enfermos allá en el tabernáculo”. Las personas que llegan, pues, no se han movido por años. Solo piensen, entonces, que Uds. pueden estar aquí hoy. ¡Qué cosa tan bendita es poder estar aquí!",
    "Saben, había un dicho antiguo que leí una vez, decía: “Me quejé de no tener zapatos hasta que vi a un hombre que no tenía pies”. Así que, eso es. Si Ud. mira alrededor, siempre hay alguien que está peor que Ud. Así que, eso es…",
    "Pero al pensar, en esta mañana, mejor que todas las cosas, es que tenemos un Salvador amoroso, quien nos ama y cuida de nosotros, y saber que esta gran tarea tremenda por la que estamos pasando, y los tiempos y las tensiones en que estamos, solo es la parte negativa de este viaje. Y que algún día vamos a recibir un cuerpo que nunca estará enfermo, o que nunca envejecerá. Nunca será… Y nunca tendremos que separarnos el uno del otro; siempre estaremos juntos.",
    "Me gusta el compañerismo. Creo que todos, especialmente los Cristianos, aman el compañerismo. ¡Y pensar en nuestro maravilloso compañerismo! Y, entonces, algún día vamos a estar juntos, para nunca tener que irnos, simplemente nunca tener que partir. Nunca tener que preocuparse si los hijos se van a lastimar o nada, eso… No habrá tal cosa allá. Simplemente será… Nunca tendremos que preocuparnos de dónde vienen nuestras comidas; siempre están preparadas y listas para nosotros. Y ¿no es eso maravilloso? En esa gran edad que ha de venir. Y por eso es que tenemos iglesias, y—y el Espíritu Santo está aquí hoy, trayendo un—un pueblo al corazón de Dios, para prepararlos para ese tiempo. Son aquellos que toman su decisión ahora, por ese lado, son los que disfrutarán esas bendiciones Eternamente.",
    "Y confío que, si hay alguien aquí hoy, que nunca ha tomado esa clase de decisión de servir al Señor Jesús, que este sea el día en que Ud. lo hará. Y, de hoy en adelante, Uds. se unirán con esta gran hueste de creyentes, y marchen hacia la victoria. Algún día esto terminará.",
    "Hermano Fleeman, creo que hay una—una—una banca aquí mismo, si la quiere usar ahora, tal vez Ud. pudiera sentarse. Aquí hay una silla aquí. Nosotros… Nuestro tabernáculo es tan pequeño aquí, que no tenemos suficiente espacio para la gente. No obstante, pero desde la noche del viernes en adelante, generalmente nos esforzamos por traer, y traerlos a donde podamos orar por ellos aquí en el tabernáculo los—los domingos por la mañana.",
    "Y, el mundo, no hay duda que tenemos un mundo enfermo, mucha gente, enfermedad, problemas, angustia. Pero, como decimos, hay un tiempo cuando eso ya no será más. ¿No será maravilloso cuando ya no oremos más por los enfermos, que no oremos por un pecador? Todo eso habrá terminado, todo desvanecido, en el gran olvido de la edad, y entonces viviremos con Él.",
    "Ahora, sabemos que está un poco congestionado aquí. Y nos—nos gustaría poder hacerlos sentir más cómodos, pero no podemos. Y, solo oramos que nuestro bondadoso Padre Celestial los emocione tanto en su corazón, Su Presencia, que no noten la condición estrecha en la que tienen que sentarse mientras se llevan a cabo los servicios. ¡Que estén muy cómodos en Él!",
    "Y ahora, hoy, vamos a estudiar de la Palabra por unos momentos, y luego orar por los enfermos y los necesitados. Principalmente, mi ministerio… Yo no soy mucho como—como maestro, de la Palabra de Dios, y probablemente no sé mucho acerca de Su Libro. Pero, como he dicho muchas veces, conozco muy bien al Autor. Y eso es lo principal. Yo—yo quiero conocerlo a Él.",
    "Conocerlo a Él es Vida. Y yo—yo tengo Vida al conocerlo a Él; Eterna, Vida que perdura que no puede perecer. Es para siempre. Dios da Su don de Vida Eterna, y es para siempre. Nunca perece, y nunca envejecerá ni menguará. El cuerpo suyo envejecerá algún día, si Ud. vive. Pero su alma, su espíritu, nunca envejecerá.",
    "Una vez conocí a una persona anciana, que tenía más de cien años, y dijeron que habían sido Cristianos desde que tenían siete años. Y yo dije: “Hermano, ¿cómo?, ¿cómo está eso para Ud. hoy?”.",
    "🦅 ¡Oh!” dijo él, “Hermano Branham, Él se vuelve más dulce a medida que pasan los años”. Como de ciento cuatro o cinco años.",
    "Y pensé: “Aún más dulce con el pasar de los años, alrededor de noventa y siete, noventa y ocho años, de servir al Señor, y Él aún se hizo más dulce”. Me imagino que cuando las edades pasen, Él aún será mejor todo el tiempo; cuando miremos atrás y veamos por lo que Dios nos ha traído, y de lo que nos sacó, y a lo que nos trajo.",
    "La vida Cristiana es una—una jornada. Esta es una peregrinación aquí, y solo estamos de paso por esta tierra. Y no—no nos vamos a quedar aquí, Uds. lo saben. Muchas veces construimos una casa, decimos: “Bueno, la familia y yo anclaremos aquí”. Pero, ¿cómo, por cuánto tiempo? ¿Ven? Uds. no saben. Y siempre nos gustaría llegar a un lugar donde pudiéramos solo decir: “Aquí está lo nuestro, para siempre”. Pero no está aquí, en la tierra. No tenemos tal lugar aquí en la tierra.",
    "Pero hay algo en Ud. que clama por ese lugar. Y antes de que pudiera haber algo en Ud. clamando por ese lugar, ese lugar tiene que existir, o no habría nada aquí clamando por eso. El abismo no puede llamar al Abismo a menos que haya un Abismo que le responda. Así que tiene que haber algo adentro, llamando a un lugar, antes… Primero tiene que haber un Lugar, más bien, para hacer que esto interno llame por Eso, y luego, es cuando hay algo aquí adentro que lo desea.",
    "Ahora veo a algunos de mis amigos con los que he crecido juntos, también, que crecimos juntos, aquí. Y creo que hace unos años, de niños pequeños jugábamos a la canica aquí en la calle, y al trompo, montando caballos, y hoy hemos llegado a hombres de mediana edad. Y luego me doy cuenta de sus padres, dos o tres, sentados aquí esta mañana, que están, ¡oh!, cuando ellos eran jóvenes, hombres de cabello negro, y hoy están sentados aquí temblorosos y ancianos. Y nosotros tendremos que enfrentar esa experiencia temblorosa de la vejez. Pero uno por uno, vamos decayendo, solo somos peregrinos y extranjeros, de paso por aquí. Ahora, la cosa bendita aquí, que…",
    "Estaba hablando con una joven hace unos momentos, que sufría de una condición nerviosa. Y la condición nerviosa, yo… Dijo ella de cómo había tratado de vencerla. Ahora, yo no soy muy de la Ciencia Cristiana o unitario. Yo—yo no creo que haya algo como la mente sobre la materia. Yo creo que Dios es el sanador. Ahora, yo… La señora nació en esa condición nerviosa. Su madre y su padre murieron cuando ella era una niña, un bebé, y se crio, llevada por todas partes, y nunca tuvo el amor y el cuidado apropiados de un bebé.",
    "Sabes, madre, quiero decirte algo. Yo lo sé, tengo un muchachito allá atrás, y él está muy malcriado, pero prefiero tenerlo de esa manera. Yo creo que hará de él un mejor hombre, si Dios le permite vivir, que dejarlo gritar y llorar, y alterar su pequeño ser.",
    "Escuchen, hace unos años, unos médicos brujos modernos comunes dijeron que, “Dejen que ese bebé llore. No lo carguen. Toda—toda esa clase de cosas, no dejen que la abuela lo toque”. Y ¿saben Uds. lo que empollaron? ¿Ven lo que es? Delincuencia juvenil, un montón de neuróticos.",
    "Dios hizo un bebé para ser amado. Por eso es que Él hizo una madre que amara al bebé. Por eso es que nosotros—nosotros—nosotros debemos ser de esta manera. Dios lo hizo de esa manera. Y cada vez que Ud. altere el programa de Dios, debe recordar que Ud. está errado y que estará errado, mientras Ud. esté alterando el programa de Dios. Siga el programa de Dios. Háganlo de la manera como Dios dijo que se hiciera. Ahora, la única manera en que eso puede ser…",
    "Así como, Ud. que nació pecador. Y la única manera en que Ud. pueda llegar a ser otra cosa que no sea un pecador, tiene que ser por otro nacimiento. Ud. tiene que nacer como un Cristiano. Si Ud. nació pecador, entonces Ud. tiene que nacer para ser Cristiano. Y tiene que ser algo que sucede dentro de Ud.",
    "Y eso mismo tiene que suceder en la sanidad Divina. Tiene que ser algo que acontezca, no solo una excitación o emoción. Tiene que ser algo que realmente suceda, y Ud. sabe que sucede. ¿Ven? No es solo: “¡Oh, bueno!, pensaré que es de esta manera, y lo estudiaré de esa manera”. Así no es. Tiene que ser algo que realmente acontezca.",
    "Ahora, hoy, y estamos esperando un par de ambulancias cargadas de personas que entrarán empujadas en unos momentos, que vienen en avión. Y queremos entrar en una lección esta mañana, para aquellos que están aquí, que están tan enfermos y necesitados, sobre el tema de la sanidad Divina, para que su fe se pueda remontar a la sanidad Divina, para saber lo que realmente es, y saber qué hacer, cómo hacer arreglos para—para Ud. prepararse para su sanidad.",
    "¿Cuántos leyeron Christian Life este mes? ¿Lograron leerla, la revista Christian Life? Yo creo… No, perdónenme. La recibí este mes, pero me la enviaron. De un médico famoso en Illinois, que se le hizo la pregunta: “¿Qué de la sanidad Divina?”. Ojalá la hubiera traído en esta mañana. Y él dijo: “¿Existe tal?”. Ellos le preguntaron: “¿Existe tal cosa como la sanidad Divina?”.",
    "Él dijo: “Ciertamente”. ¡Y acaso ese doctor no lo explicó exactamente como yo lo he explicado! Acerca de recibir una cortada en mi mano, que no produce el tejido, la medicina.",
    "Nosotros—nosotros consideramos la medicina maravillosa; y no diríamos: “No la usen”. Porque, es algo… Es como, yo no diría: “No usen jabón para lavarse las manos”. Es un químico. Pero, después de todo, la medicina no cura. La medicina simplemente mantiene limpio, mientras que Dios hace la sanidad.",
    "A Ud. no se le acomoda el brazo, y el Doctor no puede entrar y acomodarle el brazo, decirle: “Ahora está sanado”. Él solo le acomoda el brazo, y se va y permite que Dios se lo sane a Ud. Esa es la única manera en que se puede hacer.",
    "Bueno, ahora, así mismo es al tomar medicina. Pero, la medicina está bien, está bien que le acomoden el brazo si se lo fractura, pero Dios tiene que llevar a cabo la sanidad. Bueno, ahora, esto es…",
    "Esta sanidad, Ud. debe tener fe. Se llama sanidad por fe. Y este médico dijo: “Bueno, sí hay tal cosa como milagros”. Él dijo: “Y lo he visto muchas veces”. Él era un cirujano destacado. Él dijo: “Muchas veces…”. Dijo: “Ahora, cuando se trata de las sectas que no creen en la Sangre, que dicen que algún hombre lo hace, o—o algo así como unitarios, y demás” dijo, “Yo simplemente no pondría mis manos sobre eso. Pero” dijo, “yo sí creo, y sé, que la Sangre de Jesucristo es toda suficiente para sanar cualquier enfermedad”. ¿Ven? Ahora, eso viene por medio de Cristo. La sanidad viene únicamente de Cristo. Y todo viene… Si su conversión…",
    "Ahora, he visto a personas que pretendían decir: “Bueno, ahora pasaré a una página nueva; es un año nuevo. Voy a tratar de hacerlo un poco mejor este año que el año pasado”. Pero, Ud. se da cuenta que eso no funciona. Y también para la gente que toma su sanidad al azar de esa manera; no funciona. No dura.",
    "Pero cuando un hombre o una mujer viene a Cristo, con un corazón completamente rendido, y cree, al punto que (ellos) algo absolutamente cambia por dentro en ellos, esa persona tiene Vida Eterna.",
    "Y de la misma manera es con la sanidad Divina. Cuando un hombre viene a Cristo, basado en que cree que la Sangre derramada de Cristo fue para su sanidad, “Por Sus llagas fuimos nosotros curados” y lo acepta, hasta que algo sucede en su corazón, que dice: “Así es. Voy a estar bien”. Se los digo, no hay manera de evitar que se recuperen. Ellos van a estar bien. Así es.",
    "Ud. no tiene que decirle a una persona que deje de pecar después de que él ha nacido de nuevo. Eso mismo se detiene, absolutamente.",
    "Bueno, así mismo, Ud. no le dice a la gente: “Ahora sigan aferrándose”, después de que han sido sanados. Ellos simplemente… Algo sucede dentro de ellos. Y no es de afuera para adentro, es de adentro hacia afuera. Sucede aquí adentro, primero. Ud. absolutamente lo cree. Y luego, de allí en adelante, comienza a funcionar.",
    "Y, luego, lo he visto suceder tan espontáneamente, que causó milagros sobresalientes.",
    "Ahora, antes de abordar la Palabra de Dios, sobre el tema, inclinemos nuestros rostros solo un momento para orar. Y cada uno, a su propia manera ahora, vamos al Señor.",
    "Nuestro amable Padre Celestial, venimos a Ti, muy humildemente, en el Nombre del Señor Jesús, Tu amado Hijo. Venimos en Su Nombre porque Él nos ha mandado que lo hagamos, diciendo: “Todo lo que pidiereis al Padre en Mi Nombre, Yo lo haré”. Entonces, si invocamos Su Nombre, sabemos que así tendremos una plática con Dios, y esta oración será llevada directamente a Él.",
    "Y, Padre, estamos desesperadamente necesitados, hoy, de la respuesta a esta oración. Y llegamos, después de una noche de oración y consideración, estudiando la Palabra, preguntando qué es lo que Tú quieres que digamos en esta mañana, a los enfermos moribundos. Sabiendo que es una obligación muy solemne, y debemos responder algún día por la lealtad de nuestra mayordomía sobre la herencia de Dios.",
    "Entonces, venimos humildemente, creyendo, los corazones postrados ante Ti, diciendo: “Dios, sé misericordioso con nosotros aquí hoy. Perdónanos de todo pecado, Señor”. Que este corazón, de estas personas aquí hoy, sea tan completamente purificado, que el Espíritu Santo se mueva de una manera maravillosa, tomando Su Palabra y entregándola a cada corazón. Y que todo incrédulo hoy llegue a ser un verdadero hijo de Dios, nacido de nuevo. Y que toda persona enferma sea sanada hoy. Que el Espíritu Santo nos dé esa fe de alcance que subirá más allá de toda sombra y toda nube, y aferrarse de Dios y Lo traiga a nuestra presencia, o nos traiga a nosotros a Su Presencia. Elévanos por encima de las sombras. Que no quede ni una sombra; que todos pongamos nuestras almas en contacto con Dios ahora.",
    "Ven a Tu Palabra, Señor. Tú prometiste que bendecirías Tu Palabra dondequiera que fuera hablada. Y dijiste que no regresaría a Ti vacía, sino que cumpliría aquello para lo cual se había propuesto. Y, Padre, ¡Tú Quien enviaste la Palabra! Ahora, que el Espíritu Santo tome la Palabra ahora y vaya directamente a los corazones de la gente, y establece una fe inconmovible, Señor, que sanará a los enfermos y a los afligidos. Salva a los perdidos. Da una experiencia a aquellos que no la tienen. Escóndenos ahora detrás de Cristo, Señor. Y permítenos, todo nuestro hablar, y predicar, y testificar, lo que se lleve a cabo, que todo sea por medio de Cristo, porque lo pedimos en Su Nombre. Amén.",
    "¡Cuando pienso en Su bondad! Ahora, este es un texto familiar. Toda la noche, parecía como que yo… Aun después de haberme acostado, no podía sacarme este texto de la mente. Sencillamente, tenía que—que tenerlo en mente; a pesar de haberlo abordado muchas veces. Y lo mantuve en mente. Y hoy, con la ayuda de Dios, quiero hablar un poco, sin saber de qué, o sin preparar una palabra, ni nada. No predicamos de notas. Solo lo que el Señor dice que se haga, y comenzar y detenerse, y eso queremos, cuando… a Su orden.",
    "En el Libro de Génesis, el capítulo 22 y el versículo 7, leemos esto. Los versículos 7 y 8, solo como texto.\n\nEntonces habló Isaac a Abraham su padre, y dijo: Padre mío. Y él respondió: Heme aquí, mi hijo. Y él dijo: He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto?\n\nY respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío. E iban juntos.",
    "Ahora, al leer la Palabra, un texto muy familiar, pero quiero tomar como tema, si Dios quiere, por un rato: Dios Ha Provisto Una Manera.",
    "Ahora, carreteras, el departamento de vías, tiene una autopista provista para que Ud. venga a Jeffersonville, de donde vengan, para el servicio de esta mañana. Ud. tenía… Él tiene una autopista provista. Ud. solo siga la autopista. Consiga un mapa, siga la autopista. Es muy fácil. Se llega a cualquier parte de los Estados Unidos, con solo conseguir un mapa de carreteras.",
    "Dios tiene un mapa marcado para nuestra sanidad, para salvación, y un mapa marcado para la Gloria. Todo conduce hacia allá. Y mientras viajamos por esta gran autopista antigua, si necesitamos un—un lugar para sanidad… Notarán en el mapa que hay unas pequeñas estaciones a lo largo del camino, donde el Señor ha provisto un lugar de sanidad para nosotros. Él tiene ministros por todo el camino, que han… creen en sanidad Divina, y ellos oran por los enfermos y los necesitados.",
    "Como el viajero que cayó, viniendo de Jericó, de Jerusalén a Jericó, y lo llevaron a la posada, el pequeño lugar provisto. Y le echaron un poco de aceite, y le dieron algo de dinero, y él se recuperó. Y el Señor dijo, o el hombre dijo, mejor dicho: “Si hay algo adicional a esto, cuando pase, yo—yo lo arreglaré, cuando pase de nuevo, en mi próximo viaje”. Así que, sabemos que Dios tiene una manera provista.",
    "En el personaje de Abraham, esta mañana, al hablar, o tomándolo a él como un pensamiento básico. Él, en mi opinión, es uno de los personajes más destacados de la Biblia, y es uno de mis personajes favoritos para presentar a la gente como ejemplo.",
    "Ahora en Hebreos el capítulo 11, o el capítulo 12, el versículo 1, dice:\n\n…teniendo en derredor nuestro tan gran nube de testigos, despojémonos de todo pecado, y del—del… peso y del pecado… que tan fácilmente nos asedia,…",
    "Ahora, nos damos cuenta que el pecado sola es una cosa, eso es, la incredulidad. El pecado, está en singular. Pecados… Ud. es un pecador porque es un incrédulo. Ud. es un Cristiano porque es un creyente. No quiere decir, ahora, una vez, o… Muchas veces he dicho que, fumar, beber, apostar, y cometer adulterio, mentir, eso no es pecado. Esos son los atributos de la incredulidad. Eso es lo que produce la incredulidad. Por eso es que Ud. lo hace, es porque Ud. es un incrédulo. Pero cuando Ud. llega a ser un creyente, entonces todas estas cosas se despojan, y es una nueva vida de fe, y produce justicia, paz, gozo, amor, longanimidad, bondad, paciencia, mansedumbre. Esos son los atributos, porque Ud. es un creyente. Ahora, Dios… ¿Alguna vez se han detenido a pensar…?",
    "Ahora, solo por un momento, miremos directamente a la Escritura. Y Ella me encanta, porque es el sendero de Dios; es la justicia de Dios.",
    "Y todas estas cosas que sucedieron allá en el Antiguo Testamento fueron un ejemplo de lo que podemos ser si nosotros escogemos lo mismo, y el camino que ellos tomaron. La Biblia dice que ellos escaparon del filo de la espada, ellos hicieron todas estas cosas, sus muertos fueron resucitados. Y Ud. dice: “Pero eso fue en el tiempo de la Biblia”. Eso está sucediendo hoy mismo; este es el tiempo de la Biblia. Desde que vino el Espíritu Santo, constantemente es el tiempo de la Biblia. Nunca lo dejamos atrás. Aunque, Uds. saben que tenemos persecuciones en estos asuntos, y la gente que no lo cree se burlará, ridiculizará. Ellos también lo tenían allá atrás.",
    "Pero algún día, cuando la vida toda haya terminado, la historia será contada allá en la Gloria, cuando se cante el canto de redención. ¡Oh!, casi puedo ver el tiempo cuando Jesús viene a la tierra, y los redimidos se paren en Su Presencia con las manos levantadas, cantando la historia: “¡Redimidos por gracia!”. Cuando los Ángeles se paren en círculo alrededor de la tierra, con sus rostros inclinados, sin saber de lo que estamos hablando. Ellos nunca tuvieron que ser redimidos. Somos Ud. y yo los que necesitamos redención. Fuimos Ud. y yo por los que Cristo murió. Por eso es que nosotros podemos cantar “¡Gracia redentora!”. El Ángel no sabe nada al respecto; él nunca cayó. ¡Qué tiempo el que será! ¡Oh, vaya!",
    "Cuando pienso que todas las viejas arrugas de este cuerpo serán planchadas; todas las canas desaparecen; los hombros encorvados rectos: “Oigan, miren lo que Él hizo por mí”. Hablar de la gracia redentora, Uds. oirán mi voz, sé que la oirán. No solo la mía, sino la de cada uno, Uds. oirán sus voces cuando ellos canten la historia: “Gracia redentora”, cómo Él nos redimió. Y ahora solo tenemos los atributos de eso; solo tenemos el pago inicial, las arras. Algún día lo recibiremos completamente en pago.",
    "Jesús no vino a la tierra y solo murió en vano. Jesús no corrió algún riesgo, al venir a la tierra, Jesús no hubiera hecho eso. Dios no maneja los asuntos de Su oficio en el Cielo de esa manera, a la ligera. Jesús vino a la tierra para morir con un propósito, y no solo para ver si habría alguien. Dios, antes de la fundación del mundo, estableció la… previó todo. ¿Lo creen? ¡Lo vio de antemano! Por previo conocimiento, Él lo sabía de antemano.",
    "Por lo tanto, Él sabía que habría una Iglesia llamada a salir, sin mancha ni arruga. Y tenía que haber preparativos para salvar a esa Iglesia, así que Él envió a Jesús. No era solo “quizás alguien pudiera ser salvo”, sino que Él sabía quién lo haría. Él haría que un pueblo fuera llamado, y son Uds. Él tendría un pueblo que creería en la sanidad Divina, aceptarían las llagas por su sanidad, y esos son Uds. Dios lo sabía. Él sabía que habría incrédulos. Allá los había. Él sabía que ellos lo serían. Él lo conoció de antemano, y, por tanto, Él pudo saber de antemano que así sería.",
    "Y Él sabía de antemano que habría alguien que lo creería, así que Él envió a Jesús por aquellos que lo creerían. Y aquí están hoy, reunidos aquí, en un lugar, para aceptar lo que Dios sabía de antemano que acontecería. Dios hizo una preparación para aquellos que creerían, y Ud. es parte de esa preparación. Dios sabía de antemano, antes de que el mundo fuera formado, que estos días estarían aquí, por eso es que Él pudo predecirlo. Él lo conoció de antemano, y Él hizo una preparación para aquellos que lo aceptarían.",
    "Y Uds. son el pueblo, en esta mañana, que ha venido aquí por la oración, para los cuales se hizo la preparación. Dios lo conoció de antemano. ¡Oh, vaya! Eso despierta las emociones de nuestras almas.",
    "Fíjense a medida que el Espíritu Santo, cuando Él toma la Palabra y La da a través de la congregación, observen las emociones de la congregación. ¿Saben Uds. lo que hago entonces? Yo sé que la Presencia de Dios está en el edificio. Cuando Ud. ve la manera, el efecto, en que mueve a la gente, solo con ver la Palabra; Dios haciendo preparativos y proveyendo.",
    "Eso precisamente por lo que Ud. vino a este tabernáculo, en esta mañana, Dios lo sabía de antemano y lo puso en orden, para que Ud. pudiera recibir eso mismo que vino a recibir en esta mañana. Amén. ¿Lo ven? ¿Ven?, todo ya está puesto en orden. Lo único que nosotros tenemos que hacer es recibirlo ahora. Dios ya lo ha enviado. Está aquí. Ahora, lo único que nosotros tenemos que hacer es levantarnos y recibirlo.",
    "Ahora a Ud. se le tiene que mostrar cómo recibirlo, cómo extender la mano y agarrarlo. Y entonces cuando Ud. lo recibe, entonces Ud. sabe que está allí. Nada lo va a borrar; es indeleble. Eso nunca puede ser cambiado.",
    "Fíjense, Dios dándonos un ejemplo aquí, Abraham y su pequeño Isaac. Estaba pensando en eso allá, cuando Abraham solo era un hombre común. Él no era más que cualquier otro hombre. Él quizás…",
    "Su padre era un idólatra, vino a la tierra de Caldea, y a la ciudad de Ur, saliendo de Babilonia, donde habían adorado raíces de árboles. Y ellos tenían una mujer allá arriba, y se suponía que era una diosa y todo, levantada por—por Nimrod. Y allí es donde primero se estableció la adoración de ídolos, en Babilonia. Y la gente estaba esparcida. Y Babilonia los reunió a todos en un solo grupo, como una gran cabeza, o una gran organización.",
    "Pero Abraham salió del grupo que se apartó; su padre. Él se había casado con su media hermana, y había venido, pero… y vivía en los—los valles, en el valle de Sinar. Y allí Dios le habló a él, a la edad de sesenta o setenta y cinco años, y le prometió un caso de sanidad Divina. Y su esposa, Sara, tenía sesenta y cinco años. Y prometió que, por su fe en Él, que Él obraría sanidad Divina para Sara. Amén.",
    "¡Qué hermoso cuadro! ¡Cuán sobresaliente! ¡Cómo, en eso, si Uds. se fijan, siempre fue la fe de Abraham! Aun Sara lo dudó, y aun se rio, y discutió con Dios Mismo, eso en particular, por lo que ella se rio de Él. Pero Dios, por Su soberanía, no podía retractarse de Su promesa.",
    "¡Oh, si Uds. pueden ver eso, amigos enfermos, allí es cuando algo va a suceder! Simplemente tiene que ser así. Está basado en su fe en Dios.",
    "Ahora, Dios le dijo a Abraham que Él iba a hacer, y proveería alguna manera, para que esto sucediera. Cualquiera aquí que haya pasado, o donde esté, en su adolescencia, sabría que eso tenía que ser sobresaliente… algo tenía que suceder. Pero antes de que Dios lo hiciera, o lo prometiera, Él hizo una preparación para eso antes de hacer la promesa. Y eso tendrá que ser así.",
    "A la gente sentada aquí esta mañana, con cáncer, problemas cardíacos, ciegos: tendrá que ser algún movimiento de lo Sobrenatural que lo haga.",
    "Tenía que ser el mover de algo sobrenatural, el domingo por la mañana, el domingo pasado por la mañana, para sacar a esa señora de la camilla que estaba aquí. Tobillos rotos, y esclerosis, al grado que ella ni siquiera podía ponerse una túnica; en quince minutos, ella podía ponérsela. Se habían hecho los preparativos. ¿Lo ven? ¡Oh, qué cosa tan gloriosa!",
    "Se hicieron los preparativos. Dios sabía de antemano que Él enviaría a Abraham, y Él simplemente lo dejó continuar hasta que cumplió setenta y cinco años, para mostrar que sería un milagro, permitiendo que Sara envejeciera. Y Él pudo haberles hablado cuando tenían dieciocho o veinte años, pero Él simplemente permitió que llegara a un lugar donde sería un milagro.",
    "A Dios le gusta mostrar Su Poder; no es que Él tenga que hacerlo, pero a Él le encanta hacerlo. Le agrada a Él, en Su omnipotencia, dejar que Sus súbditos sepan Quién es Él. Estoy tan contento por eso, porque Él me mostró Su poder. Por lo general, cuando Dios muestra Su poder, a pesar de lo que la gente piense al respecto, la gente hará ruido por eso cada vez. Prepara sus corazones. Los prepara. Eso los hace fortalecerse y estar listos para empuñarlo de nuevo.",
    "La gente que no cree en sanidad Divina, y que se obran milagros, con razón nuestras iglesias están muriendo; con razón ellos se están marchitando en sectas que no tienen la Sangre. Con razón un Evangelio social está predominando tanto hoy, es porque en nuestros seminarios, y todo, le estamos quitando todo lo fenomenal a Dios.",
    "Y Dios Mismo es fenomenal. Él es el Ser Creador. Él es Jehová. Él es la gran Realidad. Él es la gran Sustancia de todo lo que fue hecho en la tierra, fue hecho por Él. Y Él despliega Su Poder al levantar el sol cada mañana, al enviar Su lluvia, al poner Su arco iris. Baja a Sus súbditos, y sana de sus enfermedades y salva de sus pecados. Amén.",
    "La palabra misma, “Dios”, Él Mismo, la palabra Dios significa “objeto de adoración”. Y Lo adoramos porque Él… En Su majestad, que Él puso estas cosas delante de nosotros, y las vemos visibles ante nuestros ojos. ¡Cuán glorioso es servirle a Él! ¡Cómo es que Él conoce de antemano estas cosas y las pone en orden!",
    "Quizás hoy Ud. dice: “Hermano Branham, yo soy Cristiano. ¿Cómo vino esto a mí? ¿Por qué llegué a esta clase de estado?”.",
    "Bueno, quizás Dios lo hizo, así como lo hizo con Abraham y Sara. Pues, Sara se casó, probablemente, con Abraham cuando ella apenas era una muchacha adolescente. Abraham, probablemente un joven de unos veinte años. Había diez años de diferencia en su edad. Tal vez ella dieciséis y él veintiséis. Pues Él pudo haberles hablado, diciendo: “Bueno, Uds. van a tener un hijo ahora en su juventud. Podrán amar a su bebé ahora mientras son jóvenes, y disfrutarlo mucho. Y lo van a criar, y va a ser un tipo del Salvador que viene”, y demás. Él pudo haberlo hecho entonces. Pero a Dios le gusta hacer milagros. ¡Oh! Discúlpeme. ¡Pero saber eso que Él ha hecho!",
    "Mirando el rostro de la gente, veo a una mujer sentada aquí que se estaba muriendo de cáncer y no era—no era más que la sombra de una mujer, y ella estaba a punto de pasar al otro lado. Aquí está sentada, esta mañana, saludable, fuerte, de mejillas rosadas.",
    "Aquí está sentada una joven en el asiento delantero. Hablaba con ella, hace un rato, en una de las peores etapas de un alcohólico. Y aquí está ella, sin apariencia de neurótica, dulce y humilde.",
    "Miro allá y veo a una mujer allá atrás que estaba ciega, y aquí está, esta mañana, ni siquiera anteojos sobre sus ojos.",
    "¡Oh, es Dios abriendo camino, y Él lo hizo en el Calvario! Allí, nuestras esperanzas están edificadas sobre nada menos que la Sangre de Jesús con justicia. ¡Oh, cómo lo hace Él! Está más allá de poder saberlo, pero Él lo hace. Y Él lo hace para Su Gloria. Y Él ha hecho preparativos para eso.",
    "Si Ud. fuera a llevar a su hijo a alguna clase de fiesta, ¿no lo prepararía y tendría listo su vestido, y demás, o su pequeño traje, lo que el niño pudiera ser, niño o niña? Uds. harían preparativos para eso.",
    "Si Ud. fuera a recibir invitados, no… para la cena, ¿no prepararía primero su cena? Pues, Ud. se prepara para estas cosas. Ud. se prepara para estas grandes bendiciones que vienen, que Ud. puede dar a la gente. ¿No les gusta invitar a las personas? ¿No les gusta a Uds. salir y llevar gente a su casa y tener invitados? Ud. limpia todo, Ud. acomoda todo. Ud.—Ud. pone una florecita por aquí: “Así es como a ellos les gustaría”. Y Uds. acomodan una cosita aquí: “Ahora, yo veo, ellos son… A ellos les gusta esto”, y Ud. lo acomoda, solo haciendo preparativos. “Y yo sé que a ellos les gusta esta clase de carne”, así que Uds. preparan esa carne muy picante y rica. Porque, y si Ud. no puede sentir que lo hace, Ud. consigue que alguien más venga a hacerlo, que pueda hacerlo mejor. Ud. está haciendo arreglos, preparativos para algo, porque quiere que su invitado esté muy entretenido.",
    "Dios, escondido en otros tiempos, quería que Sus hijos tuvieran lo mejor, así que Él hizo los preparativos. Él lo mostró de antemano por medio de los profetas. Él lo reveló en Cristo. Y la mesa está puesta hoy. Y todo hombre y mujer que es invitado, tiene una bienvenida para venir a esta Mesa: “Porque Él herido fue por nuestras rebeliones, y por Su llaga fuimos nosotros curados”. ¡Todo está previsto! Está provisto, y preparado. La comida está lista. El llamado es dado. Él lo vio de antemano. Él hizo preparativos. Es el camino provisto por Dios para Uds., cuando sus almas tienen hambre.",
    "Una señora me dijo, apenas esta mañana, dijo: “Entré a una de las reuniones, vi a la gente tan feliz”. Dijo: “Yo no estaba contenta. Y luego los miré, y dije: ‘Seguramente tenían algo. Desearía yo tener eso’”. Seguro, la Mesa estaba puesta para esa pobre alma hambrienta. Y antes de que terminara el servicio, ella estaba comiendo de la misma Mesa. ¡Oh! ¿Por qué? [La hermana dice: “Hermano Branham, esa fui yo”.—Ed.] Así—así es. [“Y ahora—ahora estoy contenta hoy”.] Amén.",
    "Borracha, borracha con la mirada perdida, alcohólica hasta el límite, sus médicos la habían desahuciado; aquí está ella, feliz, regocijándose. Y eso fue hace como dos años, me supongo. [La hermana dice: “Tres años”.—Ed.] Hace tres años. Y, miren, aún sigue así.",
    "Si llegan a venir a esa Mesa una vez, y ponen sus pies allí debajo, Uds. nunca más se irán. ¡Es tan grandioso! El mundo no tiene nada que lo iguale. Es tan maravilloso conocer Su amor por uno. ¡Dios, haciendo preparativos!",
    "Ahora Él dijo: “Dejaré que Abraham… Y en lugar de llamarlo ahora, a los veintiséis, y a Sara a los dieciséis, esperaré hasta que estén ancianos. Dejaré que Sara pase de la menopausia. ¡Oh!, por lo general sucede como a los cuarenta, y luego… cuarenta, cincuenta, sesenta. Como veinticinco años después, entonces la llamaré. Y luego dejaré que Abraham tenga setenta y cinco, entonces lo llamaré a él”.",
    "Ahora, Él dijo: “Abraham, voy a hacer algo por ti”. Con eso basta, siempre y cuando Dios haya dicho que Él lo iba a hacer.",
    "Abraham dijo: “Bueno, Señor, estoy muy contento de recibirlo”. Y él siguió actuando como si ya lo tuviera. Amén. Así es. Si Dios lo ha hecho, Él no… Él no lo diría a menos que Él lo preparara. Si Él lo ha preparado, es como si Ud. ya lo tuviera.",
    "Si yo le dijera que le daría un árbol de roble, y Ud. dijera: “Muy bien, Hermano Branham”, aquí vengo con una pequeña bellota y se la doy. Ud. tiene el árbol de roble. Seguro, eso es. Está en forma de semilla. Pero déjenla en paz, plántenla en la tierra, producirá un árbol de bellotas. Seguro.\n\nAsí es con la Palabra. La Palabra es una semilla.",
    "La Palabra vino a Abraham. La Palabra de Dios vino a él, y dijo: “Abraham, Yo te he escogido a ti”. ¿Lo captan? ¡Oh, me encanta eso! No: “Tú me escogiste a Mí” sino, “Yo te escogí a ti”.",
    "Y ¿por qué está Ud. aquí, esta mañana, que está enfermo? Dios lo escogió a Ud. Hoy es su día de sanidad. “Yo te he escogido. He preparado mi cena. Yo te he llamado para que entres. Ahora, cada uno de Uds. es un invitado, y Uds. han entrado. Y tengo todo preparado, y todos los manjares puestos sobre la mesa, y cada uno de Uds. puede ahora tomarlo”. ¡Qué invitación! Ahora, Dios dice ahora, a veces…",
    "Abraham, Abraham sin duda dijo: “Gracias, Señor. Estoy tan contento de recibir esto, esta promesa que Tú me has dado. Porque, aquí estoy, soy anciano, y siempre he querido hijos. Así que, soy—soy anciano, y me—me gustaría recibir esa promesa”.",
    "Bueno, Abraham siguió adelante, como si creyera que el bebé iba a nacer en ese mismo año. Pero, Uds. saben, día tras día, no hubo cambio. Y luego pasó, día tras día, luego semanas tras semana, y año tras año, y no hubo cambio. Pero la Biblia dice…",
    "Ahora, si fuéramos Ud. y yo, bueno, tal vez… Yo no digo Ud. y yo. Pero algunas personas, dirían: “¡Oh, vaya! Dios, Dios me defraudó. Él no cumplió Su promesa”. Pero Él cumplió Su promesa.",
    "🦅 Y Abraham” dice la Biblia, “se fortaleció en Dios”. Todo el tiempo, eso se fortaleció. Bueno, él tiene setenta y cinco. Ahora han pasado diez años, él tiene ochenta y cinco.",
    "¡Diez años! Solo piensen, fue cuando yo comencé a predicar en estas reuniones, y pasaron diez años; y aun así no sucedió nada, la primera persona por la que oré, pero aún estaría dando alabanza a Dios porque eso iba a suceder. ¿Por qué? Dios lo preparó.",
    "Dios nunca le dará a Ud. una promesa a menos que primero haya un depósito para ella. Un buen hombre no le daría un cheque, sin dinero en el banco, un hombre honesto no lo haría. Bueno, Dios no le daría a Ud. Su cheque por su salvación, o sanidad, a menos que hubiera un depósito para eso. Dios lo tiene preparado.",
    "Él le dijo a Abraham que iba a tener el hijo. Asunto concluido.",
    "Se lo dijo a Noé. Él dijo: “Noé, quiero que Me construyas un arca. Edifica para la salvación de tu casa un arca”. Y Noé… ¿No es bueno, con Dios? Antes de que sucedan estos grandes desastres, Dios siempre da una advertencia y hace un camino de escape. Él lo prepara. Él dijo: “Ahora, un… Noé” míralo, “yo quiero que construyas un arca”. Pues, ellos no habían tenido agua en la tierra, solo pequeños manantiales; nunca había llovido. No había lluvia arriba en los cielos.",
    "Y cuán insensato a veces parece a la mente carnal, cuando Dios le da una promesa a una persona, cómo el mundo no puede entenderlo. No hay duda de que cuando Ud. recibió la bendición de Dios y nació de nuevo, Ud., la gente pensó que estaba loco. Dijeron: “Esa persona no está del todo bien”.",
    "¿Ven Uds.?, Uds. se están moviendo por fe. ¡Oh, vaya! Ud. se está preparando para algo de lo cual el mundo no sabe nada. Ellos solo viven hasta donde alcanzan a ver. Pero nosotros vivimos conforme a cosas que no vemos, que creemos, que Dios dijo que eran verdad. La fe no mira eso que Ud. pueda ver. La fe mira cosas que Ud. no ve.",
    "¡Cuán contentos deberíamos estar esta mañana, entonces, cada persona aquí preparándose para su sanidad! Seguro. “¿Cómo lo voy a hacer? No lo sé. Pero, Dios lo preparó para mí, vengo a recibirlo. Así de sencillo. Voy a ser exactamente lo que Él dijo que hiciera, y lo voy a recibir”. ¿Ven? Porque es la manera provista por Dios de hacerlo. Él hace la preparación.",
    "Ahora, Noé salió y comenzó a construir un arca. Fue la bondad de Dios para con él; Él dijo: “Ahora, Noé, está por venir un problema. Y todos los que no estén en esta arca se van a ahogar, así que prepárate y entra en esta arca, y mete allí a tu familia. Dilo a todos. Todos son bienvenidos a venir, pero estoy seguro de que no lo harán. Pero tú solo—tú solo haz—haz los preparativos para ellos, de todas maneras. Y aquí está el arca, y construye esta arca. Y todo el que quiera entrar, puede entrar y ser salvo”. Así que Noé se fue, comenzando a construir.",
    "Es como lo están haciendo Uds. hoy, construyendo su testimonio. Ud. está construyendo un arca espiritual, para la salvación de su propia alma, para su testimonio, y para la gloria de Dios.",
    "Ahora ellos estaban construyendo el arca, y la gente pasaba y se reía y se burla de él. Y ellos decían: “Oye, ¿oíste de esa persona que dijo que va a caer agua? ¿De dónde va a venir? Pues, no puede haber agua allá arriba. Mira, ¿puedes ver agua? Está tan azul como puede estar. Bueno, hemos vivido aquí todos estos años, nunca ha habido agua. ¿De dónde podría venir? No hay agua allá arriba, y este individuo dice: ‘Toda la tierra va a ser cubierta con agua’. Bueno, ese hombre debe ser un poco trastornado aquí arriba. Hay algo mal en su cabeza”.",
    "Pero ¿por qué lo hizo? ¿Por qué él hizo preparativos? ¡Para cumplir con la preparación de Dios! Dios se iba a preparar para destruir a los enemigos del mundo, y Noé tuvo que construir una manera para preparar algo para pasar por eso.",
    "Y así es hoy. Dios ha hecho una manera de destruir ese cáncer. Dios ha hecho una manera de quitar la ceguera de esos ojos. Dios ha hecho un camino. Y ¿qué estamos tratando de hacer nosotros con esta Palabra, en esta mañana? Es, construir algo sobre lo cual Ud. pueda pasar, su victoria. La Palabra de Dios, ASÍ DICE EL SEÑOR, ¿ven?, pasar montado sobre Su Palabra: “¡Dios lo dijo!”.",
    "Después de un tiempo, cuando Dios estuvo listo para que sucediera, la lluvia estaba allá arriba. Y cuando Dios esté listo para que suceda, siempre estará allí. ¿Ven? Dios hace Su camino, después de haber hecho una preparación. Muy bien.",
    "Él hizo lo mismo, Él Se iba a glorificar en los hijos hebreos. Él hizo una preparación. ¿Cuándo la hizo Él? Los jóvenes hebreos no tenían promesa alguna. Ellos no podían regresar aquí y leer en la Biblia, y decir: “Señor, Tú prometiste en Tu Palabra que cualquiera de Tus hijos que alguna vez entrara en un horno ardiente, Tú los librarías. Muy bien, Señor, estamos llegando allí mismo a eso”. Bueno, eso no hubiera sido tan difícil de hacer; solo sería su fe, por cuanto Dios ya lo había prometido. Pero Dios no les había prometido a ellos tal cosa.",
    "Pero, aquí están las palabras que ellos tenían. Dios era tan real para ellos; dijeron: “Nuestro Dios es capaz”. ¿Qué de eso, el individuo que no cree en sanidad Divina? “Dios puede librarnos, al venir a estos hornos ardientes, pero no nos inclinaremos ante tus imágenes”. Y cuando ellos entraron en el horno ardiente, con pura fe auténtica que Dios era capaz, no estaba prometido, pero Él era capaz, Dios envió a Cristo a ese horno ardiente, y abanicó el fuego de ellos, y los protegió, y los sacó. Seguro. Pero, estoy diciendo: Dios es capaz.",
    "Ahora Uds. no vienen diciendo: “Dios es capaz”. Uds. no tienen que venir así.",
    "🦅 ¡Dios, Tú prometiste! ¡Amén! Tú lo preparaste en el Calvario, y he venido a recibirlo. Es Tu preparación. Tú lo proveíste. Y Tú lo prometiste, y veo que otros lo reciben, así que yo también vengo, Señor, para recibir mi parte”. Ud. se irá una persona diferente. Se irá tan anclado en su alma, que nada podrá perturbarlo. Ud. sabe que está sanado. Ud. sabe que Dios se ha encargado de este asunto por Ud., porque Él lo ha prometido.",
    "Él da pruebas y dificultades con estas promesas. Él, muchas veces, lo ha hecho.",
    "Y permitió que los jóvenes hebreos sintieran encima el peso de todo ese fuego.",
    "Él le permitió a Daniel oír ese rugido del león, y tal vez su aliento caliente allí sobre él. Esos leones, con sus bocas abiertas, hambrientos, abajo en este foso. Y los leones corrieron allí a él, y con un gran rugido y estruendo, estaban listos para lanzarse sobre Daniel. De repente, él fue cubierto por un Ángel. ¡Amén! La luz circuló alrededor de Daniel. Sin duda fue la Columna de Fuego que había guiado a los hijos de Israel.",
    "Los animales le temen al fuego, Uds. saben eso, le tienen miedo a la luz, Ud. brille una luz en la cara de cualquier animal, y él huirá.",
    "Y quizás Dios resplandeció, porque Dios vive en resplandor. Dios es un Fuego consumidor. Y tal vez, de repente, sin saber, él dijo lo que sucedería. Pero ellos lo arrojaron al foso de los leones. Y entonces el Espíritu Santo estaba allí, y los leones retrocedieron y se echaron. ¿Cómo fue eso?",
    "Con razón, San Agnamo, en su muerte, cuando llegó a la cruz y ellos lo iban a matar. Y él corrió a eso, abrazó la cruz y la besó, que iban a cubrirlo con alquitrán y plumas. Y él dijo: “¡Oh, cruz de Cristo!, solo lamento haber tenido solo una vida que puedo dar por Ti. Lamento que yo solo tuviera una vida que pudiera dar por Ti”.\n\nEllos dijeron: “¿Tienes miedo?”.",
    "Él dijo: “¿Miedo?”. Y ataron sus manos de la cruz, lo empaparon en alquitrán, y lo cubrieron con plumas, pusieron un barril de brea en el fondo. Y pasaron por allí en un carro, y se arrojó una antorcha encendida, la llama, y ardió alrededor de él. Y después de que la gente se regocijó y pasó sus piedras uno a otro, porque se habían librado de esta plaga, un predicador de justicia, ¿qué sucedió? El fuego se apagó, y el santo estaba aferrado de la cruz, alabando y bendiciendo a Dios. Dios había preparado un camino de escape para él, allí mismo en medio del fuego. Él había preparado un camino. ¿Por qué? Él vino valientemente, con denuedo.",
    "Así es como nosotros venimos a las promesas de Dios. Venimos confiadamente para aceptarlas. No venimos, temblorosos, diciendo: “Tal vez lo haga. Quizá, yo… El próximo domingo, quizá esto sea aquello”. No. Venimos con la seguridad en nuestro corazón, decimos: “Dios, por medio de Cristo, ha preparado un camino, y yo vengo a aceptarlo”. Es una cosa fácil cuando Ud. mira y ve para qué fue hecha la promesa, si Ud. ve que fue Dios quien hizo la promesa. Si Dios hizo la promesa, Dios es capaz de cumplir Su promesa.",
    "Cuando esa anciana madre piadosa, el domingo pasado, postrada allí, y le dije: “Madre, ¿cree Ud. que Dios cumplirá Su promesa?”.",
    "Ella dijo: “Con todo mi corazón”. ¡Oh, vaya! Eso fue todo. Eso lo produjo.",
    "Eso fue lo que lo hizo, aquí no hace mucho, parado en Karlsruhe, Alemania, cuando mi muchacho y un hombre estaban enviando gente a la línea de oración. Allí vino una muchachita alemana, ciega. Ella estaba completamente ciega. Y yo no sabía qué le pasaba a la niña. Ellos simplemente la enviaron. La pequeña por poco se cae de la plataforma; alguien la agarró. Y ella tenía pequeños rizos, mechones de cabello colgando, trenzados; una niña alemana típica; nunca había visto, en toda su vida. Y cuando la trajeron allá, ella simplemente no sabía a dónde ir. Y ella me abrazó. Por cierto, con este mismo traje que tengo puesto. Me abrazó con sus bracitos. Ella murmuró algo en alemán; no sabía lo que era. El intérprete dijo… Le dije: “¿Qué dijo ella?”.",
    "Dijo: “Ella dijo: ‘¿Es Ud. el hermano que va a orar por mí?’” ¡Oh, vaya! Una pequeñita como así, como mi pequeña Rebekah.",
    "Y yo dije: “Sí, cariño. He venido desde los Estados Unidos para orar por ti”. Ella puso sus pequeños… me rodeó con sus bracitos, puso su cabecita sobre mi hombro. Con esa seguridad, simplicidad infantil, el Dios del Cielo se iba a mover, de alguna manera.",
    "En unos momentos, ella abrió sus ojitos. Ella dijo: “¿Es…? ¿Cómo llaman esas cosas?”.\n\n“Luces”.",
    "Su madre saltó y gritó, y dejó atrás los zapatos, corrió a la plataforma. Ella dijo: “¡Cariño!”.\n\nElla dijo: “Madre, ¡oh, eres tan hermosa!”.",
    "¿Por qué? El Calvario preparó, hizo una preparación para la sanidad de sus ojos. Seguro. Ella vino para aceptar lo que Dios había provisto.",
    "Dios ha provisto para cada uno. Dios da la seguridad. Tal vez su enfermedad ha sido persistente. Tal vez Ud. la ha tenido por años, y ha tratado y tratado; Ud. ha intentado.",
    "Abraham lo intentó. Ya bien avanzado, casi de cien años, Dios se le apareció un día. Y Él dijo: “Abraham, Yo soy el Dios Todopoderoso. Camina delante de mí y sé perfecto”. Cien años de edad, exactamente a los cien. “Camina delante de Mí y se perfecto. Yo soy el Dios Todopoderoso”. Y si Ud. desglosa esas palabras…",
    "En algún momento, tal vez, me gustaría tener un avivamiento en el tabernáculo, o aquí en Jeffersonville, cuando tengamos nuestra carpa y armemos las cosas en alguna parte, donde podemos tomar esas palabras y desglosarlas, ver lo que significan, solo el significado de esas palabras.",
    "El Todopoderoso, en hebreo, es El Shaddai, que significa “el pecho”, como una mujer. “Abraham, vengo a ti en el nombre del Ser de los Pechos, la Nodriza, el—el Dador de Vida”.",
    "Como un pequeño bebé cuando está enfermo, Uds. saben, la madre lo lleva a su pecho y lo amamanta. Y el pequeño bebé está inquieto y llorando, y flaco, pero simplemente se queda allí y amamanta, y se fortalece. ¿De dónde está amamantando su vida? De la madre.",
    "Y Dios se nos aparece hoy, como El Shaddai, el Ser de Pechos; ambos, el Nuevo y el Antiguo Testamento, tan llenos de promesas como pueden estar. No un pecho; sino, “pechos”, dos. ¿Por qué? Él murió por un propósito compuesto. Él fue herido por nuestras rebeliones; por Su llaga, Dios proveyó una manera para nuestra sanidad. ¿Ven? Uno para nuestra salvación; uno para nuestra sanidad; “Yo soy el Ser de los Pechos. Tengo dos testigos; en boca de dos testigos conste toda palabra”.",
    "En el Antiguo Testamento, Él era Jehová-jireh, “el sacrificio provisto por el Señor”. Él era Jehová-rafa, “Jehová tu sanador”. En el Antiguo Testamento, en Sus nombres compuestos, Él era el sanador, Jehová-rafa.",
    "En el Nuevo Testamento, Él es Jesucristo el mismo ayer, hoy, y por los siglos. La preparación. Podríamos tomarlo tanto del Antiguo como del Nuevo Testamento, juntarlos. Por esa razón, mayormente, yo voy al Antiguo Testamento, para escoger un texto, porque lo traigo al Nuevo Testamento, y lo junto y les muestro, es el mismo Dios de los pechos.",
    "El mismo Ser que dio escapatoria a Daniel de la muerte, al enviar un Ángel, es el mismo Dios que está aquí en esta mañana. Es el mismo Dios, que le dio la vista al ciego Bartimeo, que sanó a esa muchachita alemana. Él nunca falla. Él es Dios, Jehová. Él no puede. Él hace preparativos. Y Él ha provisto un camino para cada uno de nosotros. Él ha provisto un escape.",
    "Y Él le dijo a Abraham: “Yo soy el Ser de los Pechos. Ahora, Abraham, lo único que tienes que hacer es seguir amamantando, amamantando”.",
    "Y fíjense en un bebé, si está enfermo, no importa cuán enfermo esté, ahora, para las madres, sepan esto: no importa cuán enfermo esté el pequeño, mientras esté amamantando, él está satisfecho. Y a veces Ud. prepara su pequeña leche, si él está junto a un—un biberón, y Ud. prepara su pequeña leche y le agrega las vitaminas.",
    "¡Oh, qué hermoso! Saben, tal vez todos seamos bebés de biberón de Dios, por así decir. Y Dios acababa de proveer dos biberones, el Nuevo y el Antiguo Testamento, y Él simplemente vertió vitaminas en ellos. Y al aferrarnos de Él, para amamantar, no solo estamos satisfechos, sino que estamos siendo sanados, todo al mismo tiempo. Recibimos vitaminas espirituales. Eso nos va edificando, fortaleciéndonos más y más. Es bueno. Tiene calcio para los huesos. Sí. Tiene complejo de vitamina B para los nervios. ¡Oh, tiene de todo! Todo el botiquín de medicinas de Dios fue vaciado allí. Todo estaba en una botella, puesto en una botella, y Él la abrió en el Calvario.",
    "Así que, por el Calvario, podemos nutrir de nuevo cualquier bendición de redención por la cual Jesús murió. Una lanza, representando el pecado, en nuestro lugar, atravesó Su costado, Sus pies, Sus manos, Su cabeza. Y, por el sangrar de Su vida, nos nutrimos de nuevo a Vida, todo lo que perdimos allá en la caída. Dios ha provisto una manera para nosotros. Dios ha provisto una vía de escape.",
    "Ahora, aquí estaba el pequeño Isaac, cuando nació, después de que Abraham tenía cien años, y Sara casi de cien años, como noventa años. Y Dios trajo al pequeño Isaac a existencia. Y nació el pequeño Isaac. Y cuando él nació, ¡qué feliz estaba la familia! Hicieron una fiesta el día que fue destetado. Abraham lo circuncidó después de ocho días. Y aquí él llega a ser un joven ahora, como de dieciséis años. Dios dijo: “Ahora, Abraham, quiero ver cuánta fe realmente tienes. Te voy a dar un contratiempo en tu sanidad Divina, ver hasta dónde confiarás en Mí”.",
    "Saben, a veces uno tiene contratiempos. ¿Sabían eso? He tenido muchos de ellos. Sí, he estado predicando el Evangelio por años; me doy la vuelta, me enfermo tanto que no sé qué hacer en momentos, pero mi ancla aguanta. Amén. Solo ánclenla alrededor del Calvario, y digan: “¡Dios! ¡Oh, no alcanzo a ver el Calvario! ¡Las olas son tan pesadas! Mi gente está diciendo todo esto. El médico dice que no puedo vivir. Pero, Algo aquí adentro, la línea de la Vida aún me sostiene”. ¡Sostiene!",
    "¿Han visto Uds. alguna vez un barco con una red de arrastre, de mar… la red de mar, mejor dicho? Pasará por las olas.",
    "A veces estamos bajo las olas; Ud. no puede ver a su alrededor, o en ninguna parte. Pero dejen que su ancla se mantenga allí. Ella los mantendrá, a medida que el ancla se comienza a agarrar. Y en la enfermedad y cosas, Dios entonces hace que todo resulte bien. Los cielos finalmente se aclaran. Todo sale bien. Ella aguanta desde allá dentro del velo.",
    "Él dijo: “Ahora te voy a dar una prueba, Abraham”. Él dijo: “Quiero que tomes a este muchacho tuyo de dieciséis años. Quiero que lo saques aquí, y ahora quiero que lo mates”.",
    "🦅 ¿Y cómo seré yo padre de naciones? ¿Cómo, de este muchacho, va a venir Cristo? Y ¿cómo va a ser si yo lo mato?”. Bueno, ahora, él piensa: “Si Dios hizo la promesa, depende de Dios encargarse del resto”.",
    "Así que, él se lleva al niño. Él no le dijo a la madre. Y va a—a un viaje de tres días entrando al desierto. Ahora, un hombre puede caminar como cuarenta, cincuenta kilómetros por día, así que él debe haber estado a ciento sesenta kilómetros de la civilización. Y luego él vio la montaña a lo lejos. Él les dijo a los—a los que llevaban las mulas, dijo: “Quédense aquí”. Ahora, quiero que noten esto, Uds. personas enfermas. Dijo: “Quédense Uds. aquí mientras el muchacho y yo vamos allá a esa montaña y adoramos, y nosotros regresaremos. Nosotros regresaremos”. ¿Cómo van a…?",
    "🦅 ¿Cómo va a regresar él, si Ud. lo va a llevar allá y lo va a matar? Y Dios le dijo a Ud. que lo matara, las palabras llanas de ‘quitarle la vida’, y Ud. va a quitarle la vida, ¿cómo va a regresar?”. Eso depende de Dios. ¡Oh, vaya! ¿Pueden verlo? Tal vez solo sea yo, que estoy emocional esta mañana. ¿Ven? ¿Cómo va a regresar él?\n\nPero, Dios le dijo a Abraham: “Ve y hazlo”.",
    "Abraham dijo: “Yo lo recibí como a uno de entre los muertos. Y si yo lo mato, Dios es capaz de resucitarlo de nuevo. Dios dio la promesa de que él, a través de él, vendría el Salvador, y de alguna manera Dios lo haría”.",
    "Moisés. El padre y la madre de Moisés tuvieron que hacer algo similar a eso. ¿Cómo iba a ser Moisés, a liberar al pueblo, cuando vieron que él era un niño hermoso, si ellos lo empujaran allá en medio de un montón de cocodrilos? ¿Cómo va a ser él un—un libertador? ¿Cómo lo va a hacer? Bueno, ellos lo recibieron de esa manera, así que lo empujaron de nuevo a los cocodrilos, sabiendo que Dios podía encargarse de eso. Y Dios se encargó de eso.",
    "Dios tiene Su mano sobre Su Iglesia. Dios tiene Su mano sobre Su hombre, sobre Su mujer. Dios es capaz de encargarse de la situación.\n\nPor tanto, Abraham dijo: “Nosotros regresaremos”.",
    "Cuando Ud. salió de casa esta mañana, ¿dijo Ud., esposo: “Cuando regrese, me sentiré diferente?”. Sí, señor.\n\n“¿Cómo va Ud. a saberlo?”.\n\n“Yo no sé; pero así me sentiré”. ¡Oh! ¡Amén!",
    "🦅 Estaré diferente cuando regrese. Solo observa y veraz”.\n\n“¿Cómo lo vas a hacer?”.\n\n“Dios proveerá”.",
    "Allí, cuando llegó esta gran hora crucial, y ellos subieron a la cima de la montaña. Y Abraham sacó su cuchillo, y tomó al muchachito. Y le hizo esta pregunta, él dijo: “Padre, aquí está la—la leña, y aquí está el altar, pero ¿dónde está el holocausto?”.\n\nÉl dijo: “Dios proveerá una ofrenda”.",
    "¿No es esa una lección para nosotros? Dios proveerá. No hay por qué molestarnos por nada; Dios lo proveerá.",
    "Estoy mirando fijamente algo ahora mismo, que podría destrozarme y arruinarme. Ahora, Uds. me oyeron llegar, terminando los servicios; fui a trabajar con el Hermano Wood allá atrás. Pero Dios bajó, hace unas noches, en una visión, y me dijo y me mostró qué hacer. Si Ud. solo confía en Él, Él es maravilloso; Él lo sabe todo. Él les va a dar lo mejor que hay.",
    "Miré mi viejo Pontiac el otro día, ahora estaba todo acabado. La transmisión le está fallando. Y tengo dos niñas que saltan mucho, en los asientos, y casi le tienen los asientos rotos. Y fui y lo tenía preparado. Y el hombre dijo: “Billy, te diré lo que haré” dijo, “te daré un buen cambio por eso”.\n\nYo dije: “¿Cómo puedo cambiar eso?”. Dije: “Yo no soy capaz”.",
    "Él dijo: “Bueno, eres… ¡Oh!, tu crédito es bueno por aquí, mientras lo quieras. Tendré tu pagaré”.\n\nYo dije: “Es mucha la amabilidad, pero no puedo hacerlo”.",
    "Dijo: “Te daré una buena oferta”. Dijo: “Siendo un predicador, te lo daré al por mayor”.\n\nDije: “Eso está bien, pero, mira, yo—yo no puedo hacerlo”. ¿Ves?",
    "Y él dijo: “Bueno, si alguna vez tienes la idea de cambiar, házmelo saber”.\n\nY yo dije: “Muy bien”.",
    "Y entonces pensé: “Bueno, Dios, yo estoy… Esta cosa vieja está bien para mí. No hay problema, con él y mi vieja camioneta”. Dije: “Podemos andar por todo el país, en eso. Está bien. Lo he estado haciendo todos estos años; puedo continuar”.",
    "Y la otra noche, entró una llamada telefónica de California. Y un hombre me llamó, un hombre que es multimillonario. Él dijo: “Hermano Branham, ¿qué clase de carro tiene Ud.?”.\n\nY dije: “Tengo un Pontiac de cuatro años”.",
    "Él dijo: “El treinta y uno de este mes, habrá uno de los Cadillac más grandes fabricados, le será traído y puesto a su puerta, para servicio suyo”.",
    "Yo dije: “No. No lo haga, hermano. Por favor”. Dije: “No lo haga”. Yo dije: “Si… No lo haga”. Yo dije: “Mis vecinos no entenderían eso, y la gente. Yo no necesito ningún Cadillac”. Yo dije: “Tome la diferencia y désela a alguien. Y si Ud. quiere ayudarme, consígame un Ford, está bien, o un Chevy”, dije yo.",
    "Él dijo: “No, esto ya está comprado, y aquí está”. Yo no sé qué haré con él.",
    "Pero, Uds. ven lo que es, es Dios. Dios, en Su misericordia, proveyendo. A veces algo se pone muy grave, donde nos preguntamos cómo va a ser, pero Dios ya ha provisto. Él simplemente lo retiene aquí arriba, ganando interés, ¿ven?, para darle eso a uno.",
    "Y por una visión, ahora voy tambaleándome para allá. Aquí llegó una carta, venía de por allá para, un hombre, el otro día. Fue enviada, bueno, enviada a mí, del rey de una nación, de ultra—ultramar. Y decía: “¡Oh, los milagros y cosas que han sucedido allá en Alemania!”. El rey de Dinamarca, él dijo: “Venga acá, Hermano Branham, y atienda a mi pueblo, en el Nombre del Señor Jesús”. Y justo cuando pensé que Dios me había desechado, y terminado conmigo, Él está preparando algo nuevo. ¡Aleluya!",
    "Y allá, cuando yo tenía que tomar a la gente por discernimiento, uno por uno, Él ha puesto en mi corazón ahora algo de lo cual no me atrevería a hablar en este momento. Y yo no soy un fanático, y Uds. lo saben; ciertamente Uds. me conocen lo suficiente. Pero observen lo que sucede ahora. ¡Oh, vaya! Lo sobrepasará por mucho. ¿Ven?",
    "En algún momento justo en lo más oscuro, entonces Dios viene cabalgando. ¡Aleluya! Así es como Dios lo hace.",
    "Así es como Dios lo hizo con la mujer con el flujo de sangre. En su hora más oscura, entonces vino Jesús.",
    "Fue la hora más oscura para los jóvenes hebreos, entonces Dios vino cabalgando sobre los vientos del tiempo, y abanicó el fuego, alejándolo de los jóvenes hebreos.",
    "Fue en la hora más oscura de Abraham, cuando él levantó el cuchillo, y recostó a su propio hijito, y le movió atrás la cabeza; y el corazón en su boca, por así decir. Su propio hijo, y el cuchillo desenvainado, para cortarle la garganta, porque Dios así lo había dicho. Fue el momento más oscuro, cuando Dios, Jehová, apareció en la escena. Dijo: “Abraham, detén tu mano. Yo ya he provisto”.\n\n“¿Hiciste qué”?\n\n“Ya he provisto un sacrificio”.",
    "Abraham dijo: “Llamaré a este lugar Jehová-jireh, porque Jehová ha provisto”.",
    "Y para ese tiempo, un carnero comenzó a balar en el desierto, enredado, sus cuernos todos enrollados en unas vides. ¿De dónde vino ese carnero? Él está a ciento sesenta kilómetros de la civilización. Los animales, los leones y los lobos, y cosas, y las hienas, que vagaban por las praderas allí, lo hubiera matado. Y además de eso, él está en la cima de una montaña, donde no hay agua, ni manantiales, ni nada para él comer. En un instante, aquí estaba este carnero enredado en el desierto, por sus cuernos.",
    "¿Qué fue? Jehová, Dios, habló ese carnero a existencia. Seguro, Él lo hizo. No fue una visión. Él mató al carnero; le salió sangre. Era un verdadero carnero. Seguro, lo era. Y la sangre le brotó. Y el—el carnero llegó a existir en un minuto, y salió al minuto siguiente. Era la manera provista por Dios para dar una bendición a Su hijo que había confiado en Él hasta el final del camino.",
    "Dios es capaz, en este minuto, al hablar, despojar de todo cáncer en este edificio, abrir todo ojo cegado, podría liberar a todos los que Le creen a Él. Dios ha provisto una manera. Él ha provisto un camino. Él envió a Su Hijo, Cristo Jesús, y el Espíritu Santo nos está empollando hoy. El Espíritu Santo está sobre nosotros. Nos está bendiciendo. Eso trae una atmósfera.",
    "¿Por qué es que Ud. puede tomar un huevo de gallina y ponerlo en un lugar de incubadoras? La madre gallina no tiene que estar sobre el huevo, para empollarlo. Solo con que tenga algún calor, saldrá del cascarón.",
    "¡Oh, Dios!, ¡Él envió Su Palabra! Y eso es lo que estoy tratando de darles, Su Palabra, Su promesa. Él lo preparó en el Calvario. Él preparó el sacrificio para su sanidad en esta mañana. Él Lo tiene aquí. Y Él cuida de Eso. Y Ud. Lo está recibiendo en su corazón, y sobre Eso está empollando el Espíritu Santo. Cobrará Vida y producirá exactamente lo que Dios dijo que produciría. Cada Palabra producirá exactamente lo que prometió, porque Dios Lo ha provisto.",
    "Miren la preparación. Cuando una persona se está preparando para poner sus… para poner sus gallinas y cosas, cómo seleccionan sus huevos y los ponen debajo de la criadora, y los ponen en el lugar para incubar, y cómo se regula el calor. Ese calor se mantiene sobre ese huevo hasta que sale del cascarón.",
    "Y Dios ha puesto tanto orden, que un día… Al venir por todos los tipos, pasando por Adán, pasando por Eva, pasando por los profetas, pasando por Abraham, Él estableció en orden. Él lo puso todo en el Antiguo Testamento, mostrando lo que iba a hacer.",
    "Y Él lo terminó en el Calvario, cuando envió a Jesús: “Quien fue herido por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, por Su llaga fuimos nosotros curados”. Él lo terminó en el Calvario.",
    "Luego Él ungió predicadores y Lo envió, ahora, para traer la Palabra, y poner los huevos en la posición correcta, en el lugar. Luego Él toma esta misma Palabra y hace que Ella Se ancle allá, y luego viene y se cierne sobre Ella, por el Espíritu Santo, hasta que esa Palabra llegue a ser Vida en el corazón humano, y todos los diablos del infierno no pudieron impedir que la Vida entrara. Sí, señor. No, no.",
    "¡Lo que sea el huevo! Si es un huevo de pato, traerá un pato; si es una gallina, traerá una gallina; si es un pájaro, traerá un pájaro.",
    "Si Dios prometió salvación, tómela en su corazón. El Espíritu Santo empollará sobre Ella hasta que venga a Vida. Si Él prometió sanidad, tómela en su corazón. Es la manera provista por Dios.",
    "Él envió señales y prodigios. Él dijo: “En los postreros días, acontecerá, dice Dios. ¡Oh, enviaré Mi Espíritu Santo al mundo! Y enviaré ministros. Y grandes señales y prodigios se llevarán a cabo. En Mi Nombre echarán fuera espíritus malos; y hablarán en nuevas lenguas; tomarán en las manos serpientes, o si bebieren cosa mortífera, no les hará daño; si ponen sus manos sobre los enfermos, sanarán”.",
    "Y la Biblia dice: “En este día postrero, vendrá una lluvia temprana y tardía, juntas”. Y, hoy, a través de las naciones, de unos… del este al oeste, del norte al sur, es un constante gran avivamiento de sanidad Divina, los Poderes de Dios. Y el hombre que es rechazado, algún hombre que ha levantado… Dios trató de introducir Eso en estas grandes iglesias, y no encontró lugar. Ellos Lo rechazaron y dijeron que no se podía hacer, cuando se pensó en eso, aquí hace unos años.",
    "Pero Dios extendió la mano en la esfera humilde de la vida, gente humilde, campesina, los levantó, sin educación. ¿Por qué lo hizo Dios? ¡Oh, si hubiera venido a través de grandes iglesias y cosas, ellos hubieran tenido algo de qué glorificarse! “Nuestros—nuestros grupos se reunieron. Nosotros decidimos esto”. Pero Dios bajó a hombres y mujeres que a veces ni pueden leer su propio nombre. Dios toma nada, y hace algo de eso, y ellos cedieron. Y Dios tomó hombres de ese tipo, los ha levantado en el mundo. Y, hoy, es un rugido de bendición, al grado que aun los doctores lo están poniendo en los periódicos, que la sanidad Divina es real. Ellos tienen que reconocerlo; está frente a sus rostros. ¡Aleluya!",
    "Estamos viviendo en el día de la Venida del Señor, la noche está cayendo rápidamente, los ministros la están sudando gorda, orando, Dios mostrando señales y prodigios, viene una tormenta. ¡Oh, Él, Él viene! Hay una tormenta, y un gran tiempo de avivamiento; un tiempo que este mundo nunca ha visto, un tiempo como por el que se está pasando ahora mismo. Nunca ha habido un tiempo en la historia del mundo, en cualquier edad o en cualquier tiempo, donde el Evangelio del Poder de Dios haya sido demostrado como ahora mismo; por la radio, por la televisión, por ministros fieles a los campos misioneros, a los hotentotes, a los africanos, también, a China, a diferentes lugares. Grandes avivamientos de sanidad, y poderes, y obras, y señales, y prodigios, vienen a todas partes. ¡Nunca fue así, en todo el mundo! Amigos, Dios lo ha provisto; Dios lo ha hablado; Dios lo está haciendo.",
    "Dios está aquí en esta mañana. Él ha provisto esta mañana para Ud. Este día es su día. Este tiempo es su tiempo. ¡Si Ud. está dispuesto y está listo, en esta mañana, si Ud. lo cree con todo su corazón! Si Ud. Le promete a Dios: “Dios, yo—yo nunca más jugaré con eso. Vengo solamente… Algo está sucediendo en mi corazón. Alguna cosita sucedió aquí esta mañana. Mientras estábamos predicando y trayendo la Palabra, esta parte de eso se refería a mí”. Cuando veo el…",
    "🦅 Él llamó esas cosas que no eran, como si fueran”. Abraham anduvo diciendo: “De esta manera será para nosotros. Va a ser de esta manera; tendremos el bebé”.\n\n“¿Cómo lo vas a tener”? El…",
    "🦅 Mi esposa es demasiado anciana. El médico dice que es imposible. Bueno, yo… Vamos a tenerlo, porque Dios así lo ha dicho”. Y cuando él se encontró en el último momento crucial de eso, allá arriba, él llamó al lugar, Jehová-jireh, “Jehová proveerá para Sí Mismo este sacrificio”.",
    "Algunos de Uds. vienen de largas distancias, vienen aquí moribundos. Sus llamadas telefónicas están anotadas allí en una pequeña libreta, en la casa. Algunos con cáncer. Algunos, ciegos; algunos, sordos; algunos, mudos; algunos, padres con bebés pequeños; y madres y demás, con niños pequeños que están en toda clase de condiciones. ¿Qué ha sucedido? ¿Qué causó que Ud. lo hiciera? ¿Qué causa esas emociones en un ser humano? ¿Cómo fue que Ud. hizo tal cosa?",
    "🦅 ¡Oh, los hemos tenido en el hospital! Los hemos tenido en todo lugar”.",
    "Pero ¿por qué los trajo Ud. aquí, esta vez? Porque Algo en su corazón comenzó a moverse. ¿Qué es? Dios, abriendo camino. Dios, preparando. Los preparativos de Dios. Dios proveerá una manera.",
    "Muchos de Uds. han oído la pequeña historia de la zarigüeya. Estaba aquí en los libros no hace mucho. Si Dios fue tan consciente con una pobre zarigüeya ignorante; no solo eso, sino que, en otras ocasiones, con animales de los que yo sé. Ud. dice: “¿Tomaría Ud. tiempo para orar por un animal?”. Si Dios lo envía, sí, seguro. Dios es Jehová. Él obra a Su Propia manera, y nosotros Le servimos a Él; somos Sus siervos.",
    "Y ahora, mi hermano, hermana, Dios ha provisto un camino perfecto para su sanidad en esta mañana.",
    "¿Sabían Uds. que yo estuve casi ciego una vez? Tuve que ser guiado por mis brazos. Usaba anteojos grandes y gruesos sobre mis ojos. Y mi cabeza temblaba así, y ni siquiera podía cortarme el cabello a menos que alguien me sostuviera la cabeza. Fred Montgomery, aquí en la Calle Sexta, para Uds. personas que han… Muchos de Uds. conocen a Fred Montgomery, el barbero aquí. Cuántas veces me quité allí los lentes; Fred me sostenía la cabeza con una mano, intentando cortarme el cabello con la otra; en esa tembladera. Yo no podía ver para moverme. Venía por las calles de Louisville, a veces tan ciego, que tenía que seguir mi camino junto a una cerca, así. Y me paraba y esperaba un rato, que mis ojos se aclararan; era un manojo de nervios.\n\n¡Oh, maravillosa gracia! Hoy, ¡cuán glorioso es Él para mí!",
    "Sé cuando los Hermanos Mayo allá dijeron: “Pues, Sr. Branham, Ud. no puede vivir”. Dijo: “Pues, es imposible que Ud. logre… alguna vez lo supere”. Dijo: “La—la… Ud. simplemente no puede”. Él dijo: “Eso es, eso allí, tiene que ver con su alma”. Y él dijo: “No hay hombre que pueda descubrir la operación de la energía que fluye a través del nervio, lo cual es su alma, y se crea en su mente”. Dijo: “Es imposible”. Dijo: “Tenemos miles de esos casos que vienen aquí”. Dijo: “No hay nada que podamos hacer por ellos”. Dijo: “No hay esperanza para Ud., señor. Detesto decirle eso”. ¡Oh, vaya!\n\nCuando salí, dije: “Mi ministerio ha terminado”.",
    "Y entonces Jesús vino con una visión, dijo: “No te preocupes. Yo estoy contigo; Estoy contigo”.",
    "Él dijo: “Si Ud. viviera, Ud. solo sería una cosita larguirucha como de cincuenta, cincuenta y dos kilos, como está ahora, tal vez cincuenta y cuatro”.",
    "Y aquí estoy, esta mañana, de setenta y siete, me siento bien. ¿Qué es? Jesucristo, el Hijo del Dios viviente, hizo preparativos allá en el Calvario, y yo lo acepté. ¿Por qué lo hizo Él? No por mí, sino para que yo pudiera decirles, esta mañana, y Uds. pueden aceptar lo mismo y contárselo a alguien más. Simplemente continúa. Y esa es la manera que Él tiene de preparar un camino, para esparcir Su Evangelio. ¿Lo creen Uds. hoy? Dios ha provisto.\n\nOremos, solo por un momento ahora, con nuestros rostros inclinados.",
    "Y si hermana, la pianista, si ella viene aquí solo por un momento. Quiero el acorde lentamente:\n\nEl gran Médico ahora está cerca,\n\nEl compasivo Jesús;\n\nÉl habla a los corazones decaídos para alegrar,\n\nNingún otro nombre sino Jesús.",
    "Ahora Uds. que están aquí, que no han entrado en Cristo, y no Lo conocen a Él como Salvador personal, no Le han aceptado. Hay un cierto algo en esta mañana, Algo ha estado alrededor de su corazón. Con todo rostro inclinado. Algo, gira allí en su corazón, diciendo: “Sabe, Algo me dice: mejor me—me preparo. Ese gran Día viene muy pronto, y yo—yo tendré que responder. Y ahora, Señor, no al Hermano Branham, sino a Ti, voy a levantar mi mano, y decir: ‘Por… Si Tú me ayudas, desde este día yo—yo voy a—yo—yo voy a servirte, desde este día’”.",
    "¿Habrá una persona que lo haría? Levantar la mano, decir: “Por la gracia de Dios, desde este día, serviré a Dios”. Alguien en el edificio, yo no sé. Dios le bendiga. Dios le bendiga. Así es. Eso es bueno. “De hoy en adelante, quiero hacer que mi vida cuente para el Señor”.",
    "🦅 Yo soy un Cristiano, ya acepté a Cristo, pero siento que quiero ser un mejor Cristiano ahora. Yo quiero levantar mi mano y decir: ‘Dios, según esto, yo quiero…’”. Dios le bendiga. ¡Oh, eso es maravilloso! Eso es maravilloso. Dios sea con Ud.",
    "Ahora, ¿cuántos, sus rostros inclinados, los que están enfermos? Digan: “Amado Dios, ahora, voy a aceptarte ahora mismo. Yo—yo tengo… tengo un tumor. Yo tengo cáncer. Tengo un niño enfermo aquí. Yo tengo…”. Lo que sea, no importa lo que ande mal. “Tengo algo mal. Tú lo sabes. Y ahora mismo estoy aceptando esta Palabra, Tu Palabra, así como si estuviera viniendo por fe para ser salvo. Yo creo, en mi corazón. Yo realmente creo, Dios, que, ahora mismo Tu Palabra está anclada en mi corazón y voy a sanar. Yo no sé, no lo pensé hace un rato, pero yo—yo solo—yo apenas lo creí ahora mismo. Voy a sanar ahora mismo. Voy a levantar mi mano, para hacerte saber a Ti que yo lo creo con todo mi corazón. Me voy a recuperar”. ¿Levantaría Ud. la mano, Ud. que está enfermo? ¡Oh, vaya!",
    "¡Solo mira las manos, Amado Padre Celestial! Tú ves sus manos.",
    "Es como ser convertido. Ahora, si ellos hubieran sido convertidos, Señor, y hubieran levantado sus manos para salvación, los traeríamos aquí al bautisterio y los bautizaríamos; es lo que sigue para nosotros. Pedro dijo: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; recibiréis el don del Espíritu Santo”. Ahora, eso es lo que nosotros haríamos, Señor.",
    "Ahora todos estos levantaron sus manos, y dicen creer que Tú has plantado en sus corazones. Ellos vieron que Tú ya preparaste para su sanidad. Y están listos para recibirlo, y ellos lo aceptan en su corazón. Y, Padre, nos queda una cosa por hacer, es hacerlos pasar aquí y orar la oración de fe por ellos. Poner las manos sobre ellos, Tú dijiste: “Ellos sanarán”. Nada puede impedirlo.",
    "Y, Padre, creemos que, por la gracia de Dios, que Tú nos enviarás una reunión de sanidad ahora que será gloriosa. Ellos ya lo han aceptado. Estaremos agradecidos. Te alabaremos; y daremos toda la gloria a Ti. Les diremos a otros. Iremos a nuestros hogares, testificando. Algunos aquí mueren, con cáncer; algunos aquí que no pueden ver, para moverse; otros no pueden caminar. ¡Oh, ellos están en toda clase de condiciones, Señor! Pero, Tú estás aquí para enderezar todo camino torcido. Estás aquí para sacar todo desastre y traer gloria.",
    "Señor, ellos se están vaciando, y yo me estoy vaciando. Llénanos, Señor, con el Espíritu Santo. Llénanos con Tu bendición, que este sea un nuevo día. Que entres en el horno ardiente en este momento, abanica todas las ondas, apartándolas de Tus hijos, y líbralos. Concédelo, Señor, por medio de Tu preparación, Jesucristo en el Calvario. Lo pedimos en Su Nombre. Amén.\n\nEl Gran Médico ahora está cerca,\n\nEl compasivo Jesús;\n\nÉl habla al corazón decaído para alegrar,\n\n¡Oh, escuchen la Voz de Jesús!",
    "Amigos, mientras tocan, y esta música suena.",
    "Ahora, este es un gran momento de mi vida. Este es un gran tiempo para mí. Me siento confiado y muy seguro en mi corazón que Dios va a sanar a la gente esta mañana, al estar parado aquí mismo en esta plataforma. Yo simplemente lo creo. Y esto me hace sentir… Realmente, les digo, yo creo que ya está hecho. Solo les voy a imponer las manos, porque Él dijo que se hiciera; como el bautismo en agua o cualquier otra cosa.",
    "Ahora, esto es lo que me da confianza. Yo vengo con esta clase de confianza por Uds. ¿Ven? Yo sé que Él me envió a hacer esto. Yo—yo… Con mi Biblia sobre mi corazón, y si yo no viviera para salir por esa puerta, yo sé que Él me envió a orar por Su pueblo. Eso lo sé. Yo no puedo sanar a Su pueblo, porque Él ya lo ha hecho; ha sido provisto. Pero Él me envió a orar por Su pueblo y animarlos a creer eso.",
    "Ahora permítanme mostrarles si es correcto o no. ¿Ven? Primero tomemos el camino de Dios para eso. Miremos por todo el mundo, cuántas decenas de miles de lisiados, ciegos, cojos, paralíticos, llenos de cáncer, y todo de lo que han sido sanados. Ahora, eso es lo primero. Después de que Su Palabra dijo que Él lo haría, entonces aquí viene Él y lo prueba.",
    "Lo siguiente, hay personas sentadas aquí mismo, que han sido sanadas, obviamente. ¿Ven? Eso es lo siguiente.",
    "Y luego miremos de nuevo, exactamente en el tiempo, esto fue hace años. Tal vez quedan unos cuantos aquí en el tabernáculo esta mañana; algunos de ellos no vienen cuando vamos a tener el servicio de sanidad, por las multitudes que se agolpan así. Pero, miren. Aquí mismo, aquí mismo en Jeffersonville, para Uds. los de afuera, es donde esa Luz, esa Estrella de la Mañana apareció primero. Aquí mismo sucedió, en esta plataforma, muchas veces, aquí mismo.",
    "Por supuesto, la gente pensó que Eso era fanático, pero el mundo científico Le ha tomado una fotografía y dice: “Es la verdad”. Por tanto, yo les he dicho la verdad. ¿Correcto? Y ahora, por todas partes…",
    "Ahora la captaron en Alemania, aquí recientemente. Todos Uds. han visto las fotografías de eso. La gran cámara alemana, quería ver si podían captar Eso, así que vinieron, prepararon la película. Cuando Ella bajó, y comenzó a rodar esta cosa grande aquí y a hacer esa película, y allí La mostraba bajando del Cielo.",
    "Cuando vino la inspiración; mostró quién era el hombre parado allí, le dijo acerca de lo que él era, y lo que había sucedido, cómo él estaba dirigiendo a un montón de comunistas, y demás. Dijo: “Ud. no es un alemán, de todas maneras. Ud. es un italiano”. Le dijo eso.",
    "Y ellos, ese alemán allí, tomando su fotografía así, y chasqueando, luego giró el rodillo de su cámara, captando Eso así. Y aquí salió; mostrándola cuando bajaba, mostrando Eso en la unción, y mostrándola alejándose, saliendo del edificio. Así es. Prueba, es la verdad. ¿Ven? ¿Para qué es? Es para Uds., para Ud.",
    "Y, piensen, al bajar al mundo animal, cómo lo hace Dios, y la simplicidad. ¿Podrían Uds. imaginarse a alguien…? Muchas personas se ríen de eso. Los Cristianos no. Pero ¿saben que Dios conoce cada gorrión que hay? ¿Saben Uds. que Él tiene cada pluma en sus alas contada? Él sabe todo al respecto. Él dijo: “Ninguno de ellos podía caer a la tierra sin que el Padre lo supiera”. Él sabe dónde está cada animalito. Él conoce cada parte de Ud., por pequeña; Él sabe todo al respecto. Y al saberlo, ¿ven Uds.?, y asegurándome…",
    "Y la culminación de todo, vino la otra noche, cuando Él me mostró, parado allí al lado de este lago. Yo nunca lo olvidaré.",
    "Uds. lo verán en los periódicos. Los traeré aquí para Uds. Lo verán en La Voz de Sanidad, en las otras revistas.",
    "Cómo vi eso, por ese solo jalón, y Él dijo: “Allí fue cuando sabías las enfermedades de la gente, cuando ellos… por sus manos”.",
    "Y luego su segundo jalón. Dijo: “¿Por qué lo jalaste tan fuerte? ¿Por qué trataste de explicar todo eso?”. Dijo: “Mira, solo has pescado un pez, pero era pequeño”.",
    "Él dijo: “Ahora echa tu señuelo, para esta vez”. Dijo: “Pon tu anzuelo”. Vi esa Luz ir, moviéndose así, dijo: “Te encontraré”. ¡Oh, vaya! Yo lo sé. Yo simplemente lo sé. Cuando yo… Más de lo que sé que estoy… Yo—yo sé que estoy vivo, parado en este púlpito en esta mañana, yo lo sé.",
    "Solo muevan su fe de aquí arriba ahora, y pónganla aquí abajo, digan: “Amado Dios, yo vengo, sabiendo eso, también. Yo vengo sabiendo eso. Vengo a Ti, y voy a ser sanado esta mañana”. Como hombre, yo puedo orar por Uds.\n\nUd. dice: “¿Hace algo la oración? ¿Ayuda—ayudará la oración?”.",
    "Seguro, eso es lo que debemos hacer. La oración… La oración cambia las cosas. “La oración de fe salva al enfermo”. ¿Correcto? Unos fueron puestos en la Iglesia para orar por los enfermos. Unos fueron puestos en la Iglesia para profetizar. Unos fueron puestos en la Iglesia para predicar, otros para enseñar. ¿Correcto? Ciertamente. Estamos puestos para estas cosas.",
    "Por lo tanto, yo sabía que fui traído al mundo para orar por los enfermos. Yo no podía orar por todos los hijos enfermos de Dios, cuando comencé allá en ese entonces, cuando todo estaba muerto y, hace unos años. Pero, Dios levantó del ministerio a Oral Roberts y, ¡oh, centenares de otros!, por todos lados. Fueron a África, allí estaban teniendo un gran avivamiento. Fueron a los otros países, allí tuvieron el gran avivamiento. Los hombres de Dios en todas partes, trabajando juntos, no el uno contra el otro. Todos juntos, como una gran unidad, para la gloria de Dios, tratando de sanar a Sus hijos, y de mostrarles la Gloria del Señor Jesucristo. De acuerdo a Su Palabra, Él lo ha prometido.",
    "Ellos solían tratar de atacarnos y debatir con nosotros, los predicadores que no creían en sanidad Divina. Ya no se oye mucho al respecto. ¿Verdad? Así es. Simplemente los expuso y mostró cuánto sabían ellos de la Escritura. Y luego Dios simplemente vino y confirmó la obra, con señales que le siguieron, y eso simplemente deja eso resuelto.",
    "Ahora, ¿cuántos están aquí hoy, personas de fuera de la ciudad, que están fuera del estado en alguna parte, que quieren oración, levanten la mano. Permitamos que ellos vengan primero, la gente de fuera del estado, luego, la gente que no es de la ciudad, y luego la—la gente, la que seguirá, será la de aquí en casa.",
    "Ahora, la gente de fuera del estado venga, primero, al altar; no tenemos mucho espacio aquí. Pero yo creo que si Uds. como este hermano aquí, se alinearan, así de esa manera. Los de fuera del estado, y luego trataremos de traer aquellos. Y luego, a continuación, vamos—vamos con los de… los que no son de la ciudad, y luego siguen las personas de la ciudad. Solo hagan fila para la oración. Ahora…\n\nAhora, Solo Creed.",
    "Ahora hay muchos parados. Algunos de Uds., por supuesto, tal vez vienen, quizás para ver lo que nuestro Señor hará. Observen y vean lo que Él hace. Nosotros no tememos; sabemos lo que Él va a hacer. Él va a hacer que esa Palabra sea lo más real posible. Sí, señor. Uds. verán lo que Él hará. Él sanará a los enfermos y a los afligidos. Él los sanará, por medio de Su Poder y por medio de Su gloria.",
    "Ahora voy a pedirles que hagan algo por mí. Lo primero, quiero que cada uno de Uds. con plena seguridad, fe, que creen que Dios sanará a estas personas enfermas, se hagan a lo largo de esta línea.",
    "Ahora, ellos no son del estado; ellos no pertenecen a Indiana. Ellos son de algún otro estado. Estamos contentos de tenerlos aquí, esta mañana, por su fe en Dios.",
    "Ahora, ¿cuántos de Uds. creen que Dios los va a… Uds. ahora los del estado, creen que Dios los va a sanar, levanten sus manos? Digan: “Yo lo creo, lo creemos de todo corazón”.\n\nAhora estamos aquí para ayudarlos, queridos amigos.",
    "[Un hermano dice: “Hermano Branham…?… dice que no lo pueden subir a él a la plataforma”.—Ed.] Oraré por él. Bajaré con él, entonces.",
    "Muy bien. Quiero que Uds. amados aquí, que son de—no son del estado, que crean esto ahora. Quiero que crean con todo su corazón, que yo… Que Jesucristo es la preparación de Dios para su sanidad, que Dios trajo a Jesús al mundo para la sanidad suya.",
    "Ahora, recuerden, no hay nada en mí, que yo pudiera hacer para sanarlos. Pero lo único que yo estoy haciendo, es seguir el mandato que Dios me dio, de hacerlo. Y saben… Uds. han oído las reuniones, de cómo todo ha sucedido. Por supuesto, Él hará eso. Él lo hará en esta mañana por Ud., y Ud. puede regresar a su propio estado amado, simplemente regocijándose y diciéndole a la gente las cosas buenas que Dios ha hecho.",
    "Ahora, los cojos caminar, los ciegos ver, los sordos oír, los mudos hablar, son cosas que están en el Poder de Dios para hacer. Ahora quiero que todos Uds. crean de todo corazón. Ahora, lo único que yo debo hacer, debo orar e imponer las manos sobre Ud., orando la oración de fe. Y Ud. debe aceptarlo sobre esas bases, de la Sangre derramada de Jesucristo, y Dios hará el resto por Ud. ¿Lo creen Uds. ahora, de todo corazón? Están listos para recibirlo. Créanlo en el fondo, en su corazón. La Palabra, primero, que esté en su corazón, para hacerlo. Muy bien.",
    "Ahora, los quiero a todos muy callados, o solo tarareando, como quieran, mientras oramos en congregación. Luego, uno por uno, y el Hermano Neville los ungirá con aceite, a medida que vienen a mí para la oración. Muy bien.",
    "Ahora inclinemos nuestros rostros, en todo lugar. Y cada ciertos minutos les haremos levantar el rostro.",
    "Ahora, nuestro Padre Celestial, Te damos gracias en esta mañana por Jesús. Y aquí están, en esta línea aquí esta mañana, diferentes dolencias; Tú sabes lo que son, yo no. Pero, a lo mejor de mi conocimiento, Señor, traté de decirles que Tú ya has provisto su sanidad. Algunos de ellos pueden estar a solo unos días de la muerte. Pero, Padre, la oración cambia las cosas. Ezequías oró, después de que (Dios) Tú enviaste a Tu profeta allá y le dijiste que él iba a morir; pero él oró, y Tú le perdonaste su vida.",
    "Ahora, Señor, estoy orando con todo mi corazón, por estas personas, que les perdones la vida, con un propósito, Señor, para Tu gloria, que ellos le digan a otros, y que otros puedan decirle a otros. El Día del Señor está a la mano, y debemos darnos prisa. Y sabemos que este Evangelio debe ser predicado en todas partes.",
    "Y ayúdanos, hoy, ahora. Y unge a Tus siervos aquí. Unge ahora este edificio fresca y profundamente. Que ese gran Ángel de Dios entre ahora con gran poder. Muévete a lo largo de las líneas, invisible, pero sabiendo que Él está aquí. Y oro que Tú sanes a todos, en el Nombre de Jesucristo.",
    "Ahora con sus rostros inclinados, todos, lentamente ahora, Solo Creed, muy lentamente, mientras nosotros… El Hermano Neville unge a los enfermos, y ellos me los traen.\n\nSolo…",
    "[Alguien habla con el Hermano Branham.—Ed.]…?… Todos sean reverentes ahora. Aquí está un hombre que tartamudea, tartajea. Y él quiere predicar la Palabra de Dios. Él quiere ser liberado para poder predicar la Palabra de Dios. Quiero que sean reverentes, y crean que Dios quitará este espíritu tartamudo de este hombre, para la gloria de Dios.",
    "Ahora, nuestro Padre Celestial, parado aquí en este pequeño tabernáculo toscamente construido, sin embargo, sabiendo que la Gloria Shekinah de Dios Quien moraba bajo las alas entrelazadas de los Querubines está parado presente ahora. Y a medida que nuestras almas pueden soltar las cosas inmundas del mundo al entrar en Su Presencia, y podemos sentir y saber que Él está parado aquí, venimos confiadamente, sabiendo que nosotros… sabiendo esto, que moriríamos si no fuera por la gloria de Cristo ahora, pero Su Sangre derramada abre un camino. Entonces podríamos subir confiadamente a Tu Trono, bajo las alas entrelazadas de la cruz.",
    "Dios, este hombre aquí, bien parecido, un hombre grande, de aspecto robusto, parado aquí, queriendo predicar el Evangelio. ¡Qué cosa tan gloriosa! Y, sin embargo, Satanás le ha dado una voz tartamuda y de tartajeo. Pero él quiere que eso sea removido, hoy, para él poder predicar el Evangelio. ¡Oh, Dios Eterno!, sabemos que Tú has usado, en tiempos pasados, tartamudos y tartajeos. Pero este hombre quiere ser libre, porque se siente avergonzado con eso. Así que, hoy, por los méritos del Señor Jesús, por el programa y camino provisto por Dios, por el testimonio del Espíritu Santo y la Presencia de Dios, y como Su siervo, pongo las manos sobre él y condeno este espíritu. En el Nombre de Jesucristo, que eso deje a mi hermano. Y que esta cosa malvada se vaya, que estorbaría el Evangelio. Y que él salga y pueda predicar el Evangelio, con una verdadera voz resonante, para la gloria de Dios.",
    "Señor, pongo estas, mis manos, sobre él, porque es Tu comisión; es Tu mandato hacerlo así. Por Jesucristo, que Tú lo concedas, para la gloria de Dios.",
    "Quiero que todo rostro se incline, y que nadie levante sus rostros hasta que me oigan decirlo, por favor.",
    "Espíritu Santo, sana a este hermano aquí, en el Nombre de Jesucristo, para la Gloria de Dios y el Evangelio.\n\nY te condeno a ti, ser malvado. Sal, en el Nombre de Jesús.",
    "Ahora, mi hermano, yo creo que Ud. va a predicar el Evangelio. Así es. Y yo creo que Ud. lo va a hacer sin tartamudear, sin tartajeo. Quiero que diga: “Alabado sea el Señor”. [El hermano dice: “Alabado sea el Señor”.—Ed.] “Aleluya”. [“Aleluya”.] Allí lo tiene. “Yo amo al Señor”. [“Yo amo al Señor”.] “A Él doy la gloria”. [“A Él doy la gloria”.]",
    "¿Ve?, está diferente ahora. [El hermano le habla al Hermano Branham.—Ed.] Ahora quiero… Por eso quiero hablarle un rato. Ud. se siente mejor ahora, se siente diferente. Seguro, porque el Señor le ha—le ha concedido esto a Ud., la cosa se ha ido, sí, correcto. [“Amén”.] Es…",
    "Diga esto: “Yo amo a Jesús”. [El hermano dice: “Yo amo a Jesús”.—Ed.] “Alabado sea Dios”. [“Alabado sea Dios”.] Yo no creo que le vuelva.",
    "Ahora solo continúen con sus rostros inclinados. Escuchen a este hombre.",
    "🦅 Yo amo a Jesús”. [El hermano dice: “Yo amo a Jesús”.—Ed.] “Alabado sea Dios”. [“Alabado sea Dios”.] “Predicaré el Evangelio”. [“Predicaré el Evangelio”.]",
    "Ningún tartamudeo. Él está sanado. Dios lo bendiga, hermano. Siga su camino ahora, regocijándose.",
    "Ahora levantemos nuestros rostros y demos gloria a Dios, digamos: “Gracias, Señor Jesús”. [La congregación dice: “Gracias, Señor Jesús”.—Ed.] Allí va un hombre al ministerio, a predicar el Evangelio, que una vez fue tartamudo.",
    "¿Qué dijo Moisés? “Soy un hombre de habla lenta. tengo labios tartamudos”, y demás.\n\nDios dijo: “¿Quién hizo los labios del hombre?”.",
    "¿Cree Ud. ahora? Tenga fe ahora.",
    "Inclinen sus rostros de nuevo, por otra persona. Todos en oración ahora. Sean reverentes.",
    "Ahora, ¿su problema, hermana? [La hermana dice: “Tengo problemas con mi costado; nerviosismo”.—Ed.] ¿De dónde es Ud., hermana? [“Hamilton”.] Hamilton, Ohio. ¿Cree Ud. que se va a casa sana? [“Sí, lo creo”.]",
    "Ahora, la señora tiene un problema en sus costados, y ha venido de Hamilton, Ohio. Y ella está extremadamente nerviosa. Puede ser que no suceda nada que Ud. pueda ver, pero igual, Dios lo hará. Los dolores la dejarán, creo yo; si lo cree, conmigo.",
    "Ahora, amado Padre Celestial, sabiendo que aquí, en algún lugar presente, está el Señor Jesús. Y nuestra hermana ha venido desde muy lejos, aquí, para que se ore por ella. Ella tiene problemas en su costado, nerviosismo. Pero, Tú, Señor, Quien levantaste a Jesús, e hiciste la preparación…",
    "Y allá, hace años, siendo un muchachito, parado allá bajo el árbol, Tú dijiste: “Nunca fumes, ni bebas, ni contamines tu cuerpo. Habrá una obra para que hagas cuando seas mayor”. Aquí está. Tú lo confirmaste por medio de un Ángel de Luz. Tú enviaste animales para que se orara por ellos. Has recorrido el mundo con un avivamiento, como prometiste aquí en el río que Tú lo harías.",
    "Y aquí está esta mujer, hoy, para ser liberada. Y, Padre, por la preciosa Sangre de Jesús, por la predicación de la Palabra, pongo las manos sobre la hermana y la libero de acuerdo a la Palabra de Dios y su fe. Yo condeno esta cosa que la está molestando, esta vieja sombra de oscuridad que la tiene nerviosa. La despojo de ella, en el Nombre del Señor Jesús, tomando la iniciativa.",
    "Satanás, no puedes retenerla más. Ella vino de muy lejos. Ella va a regresar sin ti. Has salido, por Jesucristo el Hijo de Dios;",
    "🦅 La oración de fe salvará al enfermo”. Tú lo has dicho, Dios, y ella estará sana. Echamos ahora al enemigo; imploro la Sangre del justo Señor Jesús, entre ella y el enemigo, en el Nombre de Jesús.",
    "Ahora, no pudiera ser nada exteriormente. Pero Ud.—Ud. siente que está sana, ¿verdad, hermana? [La hermana dice: “Sí, así es”.—Ed.] No tiene los dolores en su costado; han desaparecido. Ud. se siente tranquila y bien. Ahora aquí mismo.",
    "Aquí está la dama. Pueden levantar la cabeza. Es de Ohio, con ese problema en su costado. Ella dice: “Todos los dolores han desaparecido”; sus nervios en calma. Igual que el hombre… ¿Correcto, hermana? [La hermana dice: “Eso es correcto”.—Ed.] Ahora Ud. se va a casa para estar bien. Jesús, el Hijo de Dios, Quien está aquí esta mañana, le ha sanado. Sea una sierva valiente para Él. Dios le bendiga.",
    "Ahora digamos: “Alabado sea el Señor”. [La congregación dice: “Alabado sea el Señor”.—Ed.] ¿Qué si ese fuera Ud. en ese sufrimiento? Muy bien.",
    "Ahora, inclinemos nuestros rostros de nuevo, solo en una… para orar. Muy bien.",
    "Ahora estamos…?… Ahora, sí, ¿cuál es su petición? ¡Oh!…?… ¡Oh!, veo el tic. ¡Oh, vaya!…?…\n\nAhora, todos muy reverentes, por favor.",
    "Ahora, nuestro Padre Celestial, esta damita viene, indefensa, de donde los médicos. Ellos han hecho todo lo que saben. En su rostro un tic, nervios, algo salió mal. Los médicos quieren averiguar, pero no encuentran por qué ese nervio no funciona correctamente. Y, en eso, ella está enferma por todas partes. Verdaderamente, Señor, ¡acaso no está el mundo así hoy! Pero, sabiendo eso, ella se para aquí, indefensa, en Tu Presencia. Entonces, como Tu siervo, la traigo a Ti, con toda la fe que conozco. Y sabiendo que es Satanás el que ha dañado ese nervio, hay algo invisible que los médicos no pueden encontrar, causando el tic en ese nervio en su ojo y cara. Pero Tú puedes hacer que eso se vaya, Señor, porque Tú eres Jehová Dios; Tú eres Aquel que proveyó el sacrificio en el Calvario, y lo aceptamos ahora.",
    "Sal, espíritu, tú que contorsionas su rostro, tú que has atormentado su cuerpo. Venimos en el Nombre de Jesús, frescos, del Calvario, de la Palabra, y te condenamos. Afirmamos que ya no te puedes quedar. La mujer ha intentado con los médicos, y ellos han hecho todo lo que saben hacer, pero te has escondido de los médicos. Pero no te puedes esconder de Dios. Él sabe quién eres. Así que, como Su siervo y Su representante, te digo que dejes a mi hermana. Sal de ella. La Palabra de Dios dice: “Si ponen las manos sobre los enfermos, sanarán”, así que estás derrotado ahora, por la expiación del Calvario. Aléjate de esta mujer, en el Nombre de Jesucristo. Yo la libero de ti, por la comisión de Jesucristo, que pusiéramos las manos sobre los enfermos y echar fuera espíritus malignos. Y tú eres maligno, y tienes que dejarla. Y ella vaya a casa y sea sana, en el Nombre de Jesucristo.",
    "Ahora con sus rostros inclinados, un poco más.",
    "Ahora, Sra. Kinzer, creo que era su nombre. No habría nada exactamente, solo su fe, para detener esos tirones, ya que hemos orado, por ese lado. Pero yo creo, con todo mi corazón, que Ud. está bien, y está sana. Era de este lado aquí adentro, por su cara. Ahora, ¿viene Ud. aquí? ¿De dónde es Ud. ahora? [La hermana dice: “Boston, Kentucky”.—Ed.] Boston, Kentucky.",
    "¿Levantaría Ud. su cabeza?",
    "La señora, de este lado de su cara, tenía como tirones, de su garganta aquí abajo, que palpitaban, un nervio. ¿Qué es eso? Es como dice la Biblia: “El espíritu sordo salió de un hombre”. El médico no pudo encontrarlo porque era una—una operación de un nervio. El nervio todavía está allí, pero hay algo en ese nervio, que lo hace saltar y moverse así. Los médicos no pudieron encontrar eso, por supuesto, porque… [La hermana dice: “He visto a trece”.—Ed.] Ella ha visto trece médicos diferentes. Y ahora Jesucristo lo ha detenido, y allí está ella ante Uds. Y ella sanará. Ella estará bien ahora.",
    "Dios la bendiga, Hermana Kinzer. [La hermana le habla al Hermano Branham.—Ed.] Dios le bendiga.",
    "Sucede que este es su cumpleaños, y dice que es la felicidad más grande que ha tenido. Mírenla mientras baja. ¿No es eso maravilloso? Digamos: “Gracias a Dios”. “¡Gracias a Dios”!",
    "Ahora, amamos a nuestro amado Señor Jesús con todo nuestro corazón. Aquí en el tabernáculo hemos aprendido a amarlo, y a confiar en Él para todo lo que necesitamos.",
    "Ahora, gracias por tener sus rostros inclinados. Y ahora ellos traerán al siguiente paciente, mientras Uds. inclinan sus rostros y están en oración; también son sus oraciones.",
    "Ud. es… [La hermana dice: “Sra. Brown de Lima, Ohio”.—Ed.] Ajá. Y ¿cuál?…[“…?…”] Seguro. Y ¿cuál es su problema? [“…?…”] Ajá. ¿Es que Ud.—Ud. es sorda o algo, en su…?…[“…?…”] Ajá. [“…?…”] Sí, señora. [“…?…”] ¿Algo como forúnculos o algo? Muy bien. ¿Y Ud. es de Ohio?",
    "Esta hermana viene desde Ohio. Su problema está en sus oídos. Se… Se revientan y supuran, y eso le está causando mucho problema. Y nosotros creemos que Jesús puede derrotar esto, o ya lo ha derrotado. Y venimos ahora a reclamar su victoria en el Calvario.",
    "Ahora, nuestro bondadoso Padre Celestial, traemos ante Ti a nuestra amada hermana, quien ha venido todo ese trayecto desde Ohio, aquí, hoy, para ser sanada. Y con todo mi corazón, y largas oraciones durante la noche, Te he pedido, Señor, que hagas estas cosas. Y sé que es fácil pedirte, cuando Tú dijiste que lo harías. Y yo—yo estoy tan agradecido que lo has hecho.",
    "Y ahora la traemos a Ti, a la luz de la cruz del Calvario, donde Jesús, parado allí, fue el que hizo la—la expiación. ¡Cómo fuiste colgado entre los cielos y la tierra, reconciliando lo Celestial con lo terrenal, por el derramamiento de Tu Propia Sangre! ¡Cómo Te levantaste de la tierra! Moriste en el aire. Y allí la Sangre goteó sobre la tierra, para manchar la antigua cruz del Calvario. Allí es donde Tú despojaste a los principados; allí es donde Tú le robaste a Satanás todo lo que tenía. Tomaste de nuevo y les diste a los hijos de Dios su legítima pertenencia. Allí es donde Tú nos das Vida Eterna; allí es donde Tú nos das la promesa de la resurrección. ¡Oh, Padre Celestial, que pagó el precio!",
    "Y, hoy, Tú pagaste por su sanidad. Y yo me paro como Tu siervo, junto con estos otros cientos de siervos en este edificio. Y condenamos a este diablo que está atormentando a nuestra hermana. Y decimos, por la justicia de Cristo, por Su mandato en el Calvario, te echamos de nuestra hermana. Y la enviamos a su hogar en Ohio, para que estas yagas no le aparezcan allí y revienten de nuevo, que ella sea completamente sana. Por medio de Jesucristo, el Hijo de Dios, lo pedimos. Amén.",
    "Ahora, hermana, si… Por supuesto, solo para mostrar algo, Ud. no podría hacerlo, pero Ud. lo cree, ¿verdad? [La hermana dice: “Sí. Yo lo creo”.—Ed.] Ud. créalo. Quiero que camine aquí.",
    "Ahora, a Uds., pueden levantar la cabeza. Nuestra hermana aquí no podía mostrar nada, porque en ese momento no estaban supurando, sus oídos. Pero tenemos, en esta mañana, la seguridad, en mi corazón y en el corazón de ella, y estoy seguro que, en el corazón de Uds., que Dios ha sanado a nuestra hermana. ¿Lo cree Ud.? [La hermana dice: “Amén. Amén. Gracias, Jesús”.—Ed.] Y será un testimonio.\n\nY Dios la bendiga, hermana. Amén. ¡Gracias a Dios!",
    "Ahora inclinemos nuestros rostros de nuevo, mientras oramos por alguien más.",
    "Bueno, hermana, la veo sobre su muleta, y es todo lo que sé.",
    "Ahora oremos. Inclinen el rostro, solo por un momento, mientras hablo con la hermana.",
    "Ahora, ¿cuál es su problema, hermana? [La hermana le habla al Hermano Branham.—Ed.] Sí, señora. Y esto es—es abrumador, ¿verdad? [“…?…”]…?…Presión arterial alta. Sí, señora. ¿Y Ud. es Cristiana? [“Sí, señor”.] Sí, señora. ¿Y cree Ud. ahora que ha venido al Señor Jesús, hermana? [“Sí”.]",
    "Ahora, nuestra hermana sufre de los tobillos. Ella camina apoyada en—en—en muletas. Y ella tiene presión arterial alta, y—y la afligen muchas cosas. La estamos llevando a Jesús, en este momento, para su sanidad. Estén orando ahora, para que su oración sea oída, para ella.",
    "Ahora, nuestro querido Padre Celestial, nuestra amada hermana se para aquí, aún es una mujer joven. Pero, Satanás le daría un derrame si pudiera; la dejaría postrada allá, en el lecho de la aflicción. Él la sacará de comisión, si puede, porque él no quiere su testimonio. “¿Por qué le sucedió esto a esta Cristiana? ¿Por qué?”. Nosotros cuestionaríamos, o aquellos que no entenderían. Pero, Padre, sabemos que fue para Tu gloria.",
    "Fue dicho una vez: “¿Quién pecó?, ¿este muchacho, o su madre, o su padre?”.",
    "Tú dijiste: “Ninguno, sino para que las obras de Dios sean manifiestas”.",
    "Creemos eso para nuestra hermana, en esta mañana. Creemos que esa es la razón por la cual sus tobillos llegaron a esa condición. Creemos que por esa razón la afectó la presión arterial alta, para que Tú pudieras mostrarle Tu amor y bondad, para con ella, para que Tú pudieras probarle a ella que Tú eres Jehová Quien sana nuestras enfermedades.",
    "Dios, oramos que esta presión arterial baje de tal manera, que el médico diga: “¿Qué le sucedió?”.\n\nEntonces, ella le dirá al médico: “Jesús me sanó”.",
    "Oramos, Dios, que la hagas caminar sobre estos tobillos sin este apoyo. Que ella pueda caminar y vivir y—y ser como ella quiere ser. Y, Padre, se ha presentado la Palabra, aunque en Su simplicidad y manera cortada, pero ciertamente ha tomado corazón en… lugar en los corazones de estos Cristianos. Y ahora ella está parada aquí. Ella está esperando su sanidad. Tú nunca pierdes a una persona. Y oro, Padre Celestial, que sanes a nuestra hermana y la restaures.",
    "Y ahora, como Tu siervo, como uno que cree en Ti, junto con estos otros siervos Tuyos, que están inclinados en oración, traemos a nuestra hermana al Calvario; allá cuelga el Señor Jesús. ¡Oh, qué maravilloso! Parado allá, la tierra debajo de Él, los cielos sobre Él, reconciliando a Dios y al hombre. Y nosotros venimos en Su Nombre.",
    "Y lo que está impidiendo que esta mujer sea una sierva completamente liberada, es el diablo. Y allí, Jesús, Tú lo despojaste, y Tú… le quitaste todo derecho legal que él tenía. Y hoy él solo es un fanfarrón, y nosotros no recibiremos eso. No lo recibiremos, porque Jesucristo el Hijo de Dios nos dio el… lo probó. Él nos dijo que podíamos hacerlo, y nosotros lo creemos. Y recuperamos lo que él está tratando de robarle a nuestra hermana. Le damos su salud. Tomamos esta debilidad de sus tobillos. Llevamos esta presión de la sangre a su condición normal, y reprendemos al diablo que lo hizo, en el Nombre de Jesucristo, a la luz del sacrificio del Calvario.",
    "Sal de ella, Satanás. Eres maligno, y no puedes retenerla más.",
    "Y Tú, Señor, Quien diste la visión la otra noche, y dijiste que “Estas cosas serían”. Tú eres Verdadero, y no puedes fallar. Y ahora pido por la liberación de nuestra hermana, en el Nombre de Jesucristo, Quien recibirá toda alabanza y gloria.\n\nY tengan sus rostros inclinados, todos.",
    "Ahora, hermana, realmente, exteriormente, yo… lo único que puedo decir, que su cara, la cual estaba muy roja y relumbraba cuando subió, ha bajado. Yo no sé si Ud. lo siente. [La hermana dice: “Se siente más calmada”.—Ed.] Ud. se siente calmada y relajada. Y ahora, pase aquí su muleta, por un momento. Yo no creo que Ud. la va a necesitar más, solo camine por aquí sin ella. [La hermana le habla al Hermano Branham.] Solo camine, ¿ve?, solo camine por aquí. Ahora así está bien.",
    "Ahora quiero que todos miren. La señora, que tenía toda la cara enrojecida, se siente tranquila. Miren cómo se ve ahora. Uds. vieron su rostro, lo roja que se veía. Y aquí, ella… Y ella se siente normal, es porque Dios la ha sanado y restaurado. Y, su muleta, ella ya no la necesitará, no importa dónde esté.",
    "Puede bajar allá, hermana, solo—solo tome la cosa y llévela cargada, acaba de… cuélguela en su casa como recuerdo, ¿ve?, ya no la necesita.",
    "Digamos: “Alabado sea el Señor”. [La congregación dice: “Alabado sea el Señor”.—Ed.]\n\nMuy bien, inclinemos nuestros rostros de nuevo ahora para orar.\n\nMuy bien, traigan a la hermana.",
    "Y ¿cuál es su problema, hermana? [La hermana le habla al Hermano Branham.—Ed.] ¡Oh! [“…?…”] ¡Oh! ¿De dónde es Ud.? [“Madisonville, Kentucky”.] Madisonville, Kentucky. Sra. Jackson.",
    "Esta hermana tiene artritis, y algunos problemas internos que son muy graves. Y yo no sé qué sucederá si Dios no la sana. Ella probablemente tendrá que someterse a una cirugía, y eso es muy peligroso en ese momento, así que, oramos que Dios sea misericordioso y la sane.",
    "Nuestro bondadoso Padre Celestial, Te traemos hoy a Ti, nuestra amada hermana, vino desde por allá de Madisonville, Kentucky, aquí, para que se orara por ella. Y Tú eres el Sanador Divino. Y yo la traigo a Tu omnipotente, y a Tu gran Presencia, su… Tu Poder y Tu Presencia, para reprender esta vil artritis que pondría depósitos de calcio en estos huesos de sus dedos, que depositaría calcio en estos tobillos y rodillas.",
    "Allí está, tendida en la cama, alguien alimentándola por un tubo. ¡Oh, tú, espíritu maligno, causarías que ella pierda su vida, de esta otra enfermedad! Pero la traemos a ella, hoy, a Jesucristo.",
    "Y, ¡oh, Dios!, para impulsar mi propia fe por ella ahora, ¡sabiendo que se ha hecho la oración de fe! Yo condeno al diablo, lo echo de ella, por Jesucristo el Hijo de Dios; libérala de la artritis y de todas estas otras enfermedades, para que ella pueda irse a casa y estar bien, y dar testimonio por toda esa región, de la gloria de Dios.",
    "Satanás, tú has perdido la victoria, y Jesucristo ha ganado. Y que ella esté bien, por Jesucristo. Amén.",
    "Hermana querida, tal vez no haya algo que la gente pueda ver, pero yo creo que Ud. está sana. Levante sus pies, solo vea si se siente mejor, de su artritis. ¿Se siente bien ahora? Ahora todos Uds. pueden ver cómo ella está moviendo sus pies. Camine ahora mismo, está como una jovencita, solo que Ud. ni siquiera…",
    "¡Nosotros solo alabamos al Señor Jesús por toda Su bondad y misericordia!",
    "Ahora sean reverentes, todos, mientras oramos. Y ahora, solo un poquito, y nosotros… tan pronto como oremos por este bebé, entonces haremos un pequeño receso, y luego se pueden ir. Solo nos toma como tres minutos ahora, luego tendremos un pequeño receso, y luego comenzaremos con algunas personas más. Muy bien. Ahora todos muy reverentes. Muy bien.",
    "¿Es el bebé por el que quiere que se ore? ¿Y también quiere que se ore por Ud.? Hermano Wilson, me da gusto poder estrecharle la mano. Y su bebé está… [La hermana habla con el Hermano Branham.—Ed.] ¡Oh, ya veo! ¡Oh, sí!, ya veo. Es el que tiene algo así como convulsiones. Cae. Veo que se rompió la carita, allá arriba. Bueno, entonces, hermana, creerá Ud., y Ud., Hermano Wilson, hoy, ¿que Jesús le quitará esto a su bebé, y—y permitirá que se recupere?",
    "Ahora, el pequeño bebé parado aquí, sufre algo. Tenía convulsiones, por lo que se cae. Y su carita, sus ojitos, están magullados y negros, y demás. Y el padre también quiere sanidad. Ahora, oramos que Dios quite esta maldición de ese pequeño bebé.",
    "Ahora, congregación, ¿creen Uds. que nuestro bondadoso Padre Celestial, en Su misericordia, permitirá que este pequeño bebé se recupere, y no tenga estas convulsiones, que eso lo deje? ¿Creen Uds. que, si le pedimos a nuestro Padre Celestial, Él lo hará? Muy bien.\n\nOremos.",
    "Y, Hermano Wilson, ¿cuál fue su problema? Se me olvidó. [El Hermano Wilson habla con el Hermano Branham.—Ed.] Ajá. Ya veo. Probablemente es lo mismo que sucedió con el bebé, también.\n\nMuy bien, ahora seamos todos muy reverentes.",
    "Ahora, nuestro bondadoso Padre Celestial, Te traemos, primero, el que primero vino al mundo, al padre del bebé. Y cosas malas le han sucedido. El diablo lo ha conquistado en muchas grandes ocasiones. Pero, hoy, lo estamos trayendo a la Presencia de Jesucristo, por medio de la oración. Lo estamos trayendo al Calvario, donde, allí donde Jesús murió para que Él pudiera tener cinco sentidos completos. Y oramos, Dios, que Tú seas misericordioso con él. Lo cual, creemos que estas cosas que hacemos son de acuerdo a Tu Palabra. Tú dijiste: “En Mi Nombre echarán fuera el espíritu maligno”. Nosotros creemos eso. Aunque, a veces la gente…",
    "[Cinta en blanco.—Ed.]…me dijo una cierta cosa que hacer, y algo que decir. Y nunca pude recordar qué fue lo que Él dijo, cuando desperté. Uds. recuerdan eso. La otra noche, en una visión, cuando Él me habló: “Y estas cosas no debían hacerse en público. Debían hacerse en privado”. Y el Hermano Cox, que está parado cerca, sugerimos que tal vez sería mejor dejar que la gente pasara por aquí, para yo tener un individuo a la vez, en—en un cuarto de oración aquí, para hacer esto.",
    "El domingo pasado, cuando estuve aquí, yo primero estaba haciendo esto en el tabernáculo. Tenía a todos con sus rostros inclinados, para poder caminar allá a esta mujer que estaba lisiada, postrada en esta camilla. Y ella fue completamente liberada.",
    "Y esta mañana, dije: “Dios, si tan solo me ayudas por un rato, hasta que la multitud se inquiete. Bueno, ayúdame, tal vez pueda mantener a la gente con sus rostros inclinados, para que no lo vean hecho”. ¿Ven? Todos…",
    "Y cuando ponía… empecé a poner mis manos sobre la gente, entonces todos comenzaron a: “¡Oh, yo Lo siento en mi mano!”. ¿Ven?, así. Y cuando Eso vino así, entonces todos comenzaron a… ¿Ven en lo que se tornó? Lo cual era absolutamente imitaciones carnales. Eso exactamente. El mismo Espíritu Santo que me dijo que lo hiciera, dijo que así era. Y yo sabía que eso estaba errado.",
    "Y, por eso fue que Él me dijo la otra noche, dijo: “Has causado que se levantara mucha imitación carnal y, por haber hecho eso”. Dijo: “Ahora que nadie vea esto”.",
    "Y eso es lo que he estado haciendo esta mañana, para que todos Uds. lo supieran. Que Uds. vieran ahora que les he dicho la verdad.",
    "Y observen ahora lo que el Señor va a hacer en estos avivamientos que vienen. Va a ser muy, abundantemente por encima de todo lo que se ha hecho hasta ahora. Pues, Uds. verán. Recuerden, no soy un falso profeta; yo digo la verdad. Dios no mentiría. Y observen si no va a ser mayor de lo que ha sido en cualquier momento.",
    "Ahora, Uds. amado pueblo, hay muchos de Uds. aquí en línea para la oración. Se hace tarde. Yo… Y—y yo—yo sé que quieren esa oración. Y yo quiero orar por estas cosas. La señora tiene una niña, de pie aquí; y una madre cargando un pequeño bebé; y—y todo; y queremos que se ore por ellos. Queremos que sean liberados, ¿no es así? Los queremos sanos, a cada uno; estos muchachitos se arrodillaron aquí; y hay gente hasta allá atrás; y gente aquí con cáncer, y en mal estado, y que van a morir.",
    "Ahora, acaso ¿no creemos que Jesús está aquí ahora? ¿No creemos que Él está aquí? Y creemos de todo corazón que Él nos va a sanar a cada uno. ¿No lo creen Uds.? Él nos ama a todos. Dios no hace acepción de personas.",
    "Él va a sanar a la niña, ¿no es así, la hermana allí con la niña? Él… [La hermana dice: “Él ya comenzó”.—Ed.] “¡Ya comenzó”! ¡Bendito sea su corazón! ¿De dónde es Ud., hermana? [“Crestwood”.] Crestwood, Kentucky. [“Este hombre aquí oró por ella, una noche, y ella se ha estado recuperando desde entonces”.]",
    "¡Oh, digamos: “Alabado sea el Señor”! [La congregación dice: “Alabado sea el Señor”.—Ed.] El Hermano Neville vino, oró, esta niña.",
    "Bueno, mi amigo aquí, el Hermano Wood, es de Crestwood. Y su… ¿Los conoce, Hermano Wood, verdad? ¿Eh? [El Hermano Wood dice: “Sí”.—Ed.] ¡Ajá! Él es un contratista allá.\n\n[La hermana dice: “Lo he visto allá”.—Ed.] Sí.",
    "Y el pequeño bebé aquí, ¿de dónde es, hermana? [La hermana dice: “Gary, Indiana”.—Ed.] Gary, Indiana. Y Ud. cree que al—al regresar a Gary se recuperará, ¿no es así? [“¡Oh, sí”!] Seguro que sí. Muy bien.",
    "¿Y de dónde son los niños? [Un hermano dice: “Austin, Indiana”.—Ed.] Austin, Indiana. Ud. también cree que al regresar va a estar bien hoy, ¿no es así? Seguro, creemos.",
    "¿Se ha de orar por ese pequeño bebé, hermana? ¿De dónde es Ud.? [La hermana dice: “Indiana”.—Ed.] Indiana. ¿Dónde? [“New Albany”.] New Albany. ¿Cree Ud. que el pequeño bebé va a sanar? Seguro.",
    "¿Y creen Uds. que todas estas otras personas van a sanar por aquí, todos? Ahora unámonos, y digamos: “¡Jesucristo, Tú vives y reinas!”.",
    "¡Oh!, piensen en la supremacía del Señor Jesús, Quien pudo hacer que los ojos de ese bebé completamente ciego fueran abiertos; Quien pudo hacer que ese hombre tartamudo que… [El Hermano Branham imita un tartamudeo.—Ed.] …y pararse aquí y hablar con denuedo y normalmente, ¿Quien pudo hacer que estas otras cosas sucedieran? Dios es Dios, ¿no es así?",
    "Esas son las cosas menores, con lo que Él hará. Él simplemente va a hacer grandes, cosas grandes, y seguirá haciéndolas hasta que Él venga. Así es.",
    "Ahora les diré la actitud que deben tomar. Entren en esta actitud: “Jesús, Tú estás aquí. Ahora estoy aceptando la sanidad. Yo lo creo con todo mi corazón. Y ahora está consumado”.",
    "Y en su corazón, así como Ud. viene a Él para ser salvo, Ud. dice: “Señor Jesús, yo entrego mi todo, no hay nada más que yo pueda hacer, aquí está mi corazón, aquí está mi vida, yo me entrego a Ti”. Eso es todo lo que se puede hacer. Entonces diga: “Yo creo, Señor Jesús”.",
    "Y de repente, Algo aquí abajo dice: “Sí, Ud. cree. Sí, Ud. cree”.",
    "¿Cuánto tiempo ha estado enfermo su bebé, hermano? [La madre dice: “Desde que nació”.—Ed.] Desde que nació. ¿Cuál es su problema? [El padre dice: “Ella es retrasada”.] ¿Retrasada? Miren, Uds. saben que el diablo hizo eso. Así es. El diablo hizo eso. Dios puede restaurar a esa pequeña bebé. Solo piensen, he visto docenas de esos casos, que ahora están perfectamente normal y bien. Y yo quiero… Yo sé. Yo también tengo un bebé pequeño, y sé cómo se sienten. Y solo tengan buen ánimo.",
    "¿Uds. dos son Cristianos? ¿Ninguno de Uds. son Cristianos? ¿Le darán sus vidas a Jesús, esta mañana, parados allí, y prometen vivir para Él, si Dios permite que su pequeña bebé se recupere y sea normal? ¿Lo hará Ud., lo hará, hermano? Ud. lo hará. ¿Lo hará, Ud., hermana? Dios le bendiga. Uds. ahora llegan a ser Cristianos cuando aceptan al Señor Jesús como su Salvador. Ahora lo aceptamos a Él como sanador del bebé.",
    "Ahora, Padre Celestial, mientras impongo las manos sobre esta bendita pequeña. Pues, dos niños recién nacidos acaban de llegar, el padre y la madre. Y se necesitó de este bebé, para traerlos a ellos a Vida Eterna. Tal vez, si el bebé no hubiera estado así, ellos se hubieran perdido para siempre. Pero el bebé ha llegado a ser un salvador temporal, o menor para ellos, para traerlos al Señor Jesús, para su salvación. Te damos gracias, Padre. Y ahora bendícelos.",
    "Ellos son Tus hijos. Ellos Te aceptan. Tú dijiste en Tu Palabra: “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna y nunca vendrá a condenación”. Al mirar aquí sobre esta pareja joven, y viendo esa Luz suspendida sobre ellos, cuando ya iba para el final de la línea. Y al ver esa Luz sobre esta pareja joven, pensé que sería bueno hablarles, Padre. No para que la congregación oiga, sino Tú solo. Y ahora, ¿qué fue? Eras Tú jalando sus corazones, en ese momento tan crucial. ¡Oh, Dios!, estamos tan agradecidos que ellos son Cristianos.",
    "Bendecimos su bebé, en el Nombre de Jesucristo. Venimos porque Dios dijo, o Jesús dijo, en Su Palabra: “Pedid al Padre lo que queráis, en Mi Nombre, Yo lo haré”. Y, entonces le pedimos al Padre, en el Nombre de Jesucristo, Su Hijo, que Él bendiga a este bebé. Y que haya tal cambio en este bebé, en las próximas veinticuatro horas, que el padre y la madre se regocijen y sepan lo que ha sucedido, al saber que su recién conocido Señor Jesús está sanando a su bebé. Concédelo, Señor. Yo reprendo las obras del diablo, los pecados son confesados. El padre y la madre son Cristianos.",
    "Ahora, Satanás, ya no tienes derecho. Todo ha terminado. Así que, te derrotamos por medio de la Sangre de Jesucristo, Quien nos ordenó que lo hiciéramos, y te echamos de esta niña.",
    "Y ahora que comience a crecer y a desarrollarse, y—y volviéndose normal y sana, y sea una buena niña que hará al padre y a la madre sentirse orgullosos. En el Nombre de Jesús hacemos esta bendición. Amén.",
    "Uds. ahora son Cristianos, ambos, en Cristo. Observen la diferencia de su bebé. Y ¿dónde vive Ud. ahora? [El padre y la madre dicen: “Gary, Indiana”.—Ed.] Gary, Indiana. Escríbanme, o llámenme, en los—en los próximos cuatro o cinco días. ¡Y vean la diferencia que Uds. ven en el bebé, cuando regresen a casa!\n\nDemos gracias a Dios por esta obra maravillosa.",
    "Comencé por aquí hasta el final de la línea, y comencé a orar. Seguí notando que la unción está aquí en gran medida ahora mismo. Uds. lo ven, lo notan en la gente, y demás. Pero estoy dejando eso en segundo plano, haciéndolo a un lado, hasta que sea necesario; como con la señora hace un rato. Pero La vi suspendida sobre esa pareja, y me preguntaba dónde estaba. Y pensé: “Allí es donde estaba, allí mismo en esas personas”.",
    "Así que, ahora, vamos a orar por cada persona. Se va a orar por cada uno de Uds., mientras… si Dios me da vida. Y vamos a comenzar y orar, para poder salir. Llegaremos aquí al final de la línea.",
    "Hermano Fleeman, ¿tiene Ud. el… preparado allí para que podamos pasar?",
    "Ahora iré allá y oraré por todos y cada uno. Y quiero que pasen, regocijándose y agradeciendo a Dios por su sanidad. Amén.",
    "Para la gente, cerca, estén pendientes de la transmisión del Hermano Neville, el próximo sábado, de—de la… para el servicio de este próximo domingo, si regreso a tiempo para el próximo domingo. Muy bien. 🦅"
  ]
}