{
  "title": "EL CRUCE DEL TIEMPO",
  "id": "56030009",
  "content": [
    "🦅  Quiero que los que graban esperen esto, solo un momento antes de que graben, por favor. Y buenos días, amigos. Confío que todos se sientan muy… [Cinta en blanco.—Ed.]",
    "Cantemos lo acostumbrado para dedicación, Tráiganlos, todos juntos ahora: “Traigan a los pequeños”.\n\nTráiganlos, tráiganlos,\n\nTráiganlos de los campos del pecado;\n\nTráiganlos, tráiganlos,\n\nTraigan a los pequeños a Jesús.",
    "Amén. ¿Verdad que hay algo muy dulce en un pequeño bebé? Un pequeñito, esos ojitos vivaces mirándome. Y hay algo en ellos que es tan, tan dulce. Y solo son pequeños inocentes, no saben nada de las cosas del mundo. Dios los ha dado.",
    "Y, saben, un niño tiene algo especial, en el hogar, que une a ese hogar. Hay una unión, que el niño produce. Ahora, desearía que tuviéramos más tiempo para hablar sobre—sobre esas cosas, sobre los pequeños, y sobre diferentes cosas. Pero nosotros, nuestro tiempo, estamos muy presionados por tiempo.",
    "Y ahora debemos ir directamente a la Palabra. Muy bien, a los que graban, si desean grabar el mensaje esta mañana. Y que Dios bendiga ricamente a todos y cada uno.",
    "Ahora, hoy, yo pienso que no hay nada como la Palabra, la lectura de la Palabra de Dios. Ojalá se hiciera en cada hogar, donde se leyera la Palabra de Dios. Y quiero que cada uno de Uds., en esta mañana, si es posible, aun cuando los pequeños vengan de sus salas de escuela dominical, sean tan reverentes como les sea posible. Siéntense quietos y escuchen mientras intento, con la ayuda de Dios, de entregar un Mensaje que me llegó a altas horas de la noche, para la iglesia hoy.",
    "Ahora, nuestra lectura de la Escritura se encuentra en Joel 2, y Hechos 2, Joel 2:28. En Hechos, comenzamos en 2:15. ¡No es extraño, de cómo este profeta, hablando, el capítulo 2 de Joel, y el capítulo 2 de Hechos: “lluvia temprana y tardía”, Joel habló de eso en este mismo capítulo! Pues hablando de los Hechos, el capítulo 2, el versículo 15, y abajo una porción de la Escritura, leemos esto.\n\nPorque éstos no están ebrios, como vosotros suponéis, puesto que es la hora tercera del día.\n\nMas esto es lo dicho por el profeta Joel:\n\nY en los postreros días, dice Dios, Derramaré de mi Espíritu sobre toda carne,…vuestros hijos y vuestras hijas profetizarán; Vuestros jóvenes verán visiones, Y en…los ancianos soñarán sueños;\n\nY de cierto sobre mis siervos y sobre mis siervas en aquellos días Derramaré de mi Espíritu, y profetizarán.\n\nY daré prodigios arriba en los cielos, Y señales abajo en la tierra, Sangre y fuego y vapor de humo;\n\nEl sol se convertirá en tinieblas, Y la luna en sangre, Antes que venga el día del Señor, Grande y manifiesto;\n\nY todo aquel que invocare el nombre del Señor, será salvo.",
    "Inclinemos nuestros rostros solo un momento para orar.",
    "Nuestro amable Padre Celestial, como una gran sábana por este edificio esta mañana, toda cabeza se inclina al polvo de la tierra. En humildad inclinamos nuestros rostros y nuestros corazones, en Tu Presencia. Y oramos, Padre Celestial, que el Espíritu Santo venga ahora, entre en la Palabra, y La presente a cada corazón tal como es colocada, y encuentre su lugar. Que produzca al ciento por uno. Dios, oramos que los incrédulos, hoy, puedan llegar a ser creyentes. Y que los Cristianos se aferren de nuevo, aquellos que están cansados en el camino. Que los santos sean animados, y que los enfermos sean sanados. Habla, Padre. Y que tengamos compañerismo alrededor de Tu Palabra ahora mismo, porque lo pedimos en el Nombre del amado Hijo de Dios, Jesucristo. Amén.",
    "Mi tema, esta mañana, si así lo llamáramos, para el mensaje a la iglesia, es: El Cruce Del Tiempo.",
    "Y siempre, en los días pasados, las dispensaciones siempre han llegado a su fin, y llegamos a un—un cruce. Hay cruces en la carretera. Hay cruces en los caminos que recorremos en este mundo. Hay un cruce en esta gran carretera por la que viajamos a la Gloria.",
    "Y, siempre, se necesita de lo milagroso para hablar de omnipotencia. La Omnipotencia es el todopoderoso, y se necesita lo milagroso para vindicar la omnipotencia. Y solo lo milagroso puede hacer eso. La enseñanza de la Palabra es algo muy bueno, y nosotros… viene: “La fe viene por el oír, y el oír la Palabra”, pero siempre se necesita de lo milagroso para vindicar que el omnipotente todavía vive y reina. Debemos tener lo milagroso. Y yo creo que ahora la Iglesia está parada en el umbral de la mayor vindicación de omnipotencia que el mundo alguna vez haya conocido. Ha habido…",
    "Al escudriñar la Escritura, por bastante tiempo, he encontrado siete grandes cruces en la Palabra de Dios. Y siete es el número completo de Dios. Nosotros… Él—Él perfecciona en siete. Él trabajó seis días, y el séptimo descansó. El mundo existe en su reinado aquí sobre la tierra, la Iglesia trabaja por seis mil años, el séptimo es el Milenio. Y todas estas matemáticas (y) de la Biblia son perfectas.",
    "Y Dios siempre está a tiempo. A veces nosotros llegamos un poco tarde, o (un poco) pensando un poco diferente, pero siempre es hecho con un propósito. Pero Dios siempre está a tiempo con Su Mensaje.",
    "Y entonces, hoy, yo creo que estamos enfrentando algo grande que la Iglesia debería saber y entender: que debemos saber de qué se trata todo esto, y encontrarlo en la Palabra de Dios. Pues, creo que, si—si no está en la Palabra, yo estaría un poco dudoso de aquello. Pero si la Palabra de Dios habla de ello, entonces Dios, no importa cuán indiferente pueda parecer a nuestra costumbre de enseñar, es Dios obrando Su Palabra. Muchas veces, es contrario a nuestra manera de pensar, o tal vez a la manera en que nos han enseñado a pensar, pero tenemos que reconocer la omnipotencia de Dios cuando se manifiesta ante nosotros.",
    "Ahora regresemos por un momento, en nuestras mentes, y estudiemos, solo por unos minutos, en los últimos años lo que ha estado sucediendo. Yo creo, como un ministro del Evangelio, que estamos viviendo justo en la pronta aparición, de la segunda vez, de la Venida del Señor Jesús; el segundo regreso… o la Segunda Venida. La primera vez, Él vino como un bebé. Esta vez, Él viene como Rey de Gloria, para vengarse de todos los que no obedecen la Palabra de Dios.",
    "Y estamos creyendo, con toda esta gran confusión en la que estamos viviendo hoy, cuando miramos alrededor por todas partes, y tomamos los periódicos, y tan solo nos quedamos quietos y dejamos nuestro ajetreo y bullicio diario de esta edad neurótica, y miramos afuera y encaramos los hechos, vemos, más allá de cualquier sombra de duda, que algo está a punto de suceder.",
    "Y yo creo que Dios, nunca, en ningún momento, haya ocurrido algo milagroso, o cualquier cosa, a menos que Dios lo haya mostrado de antemano por Su Palabra. Lo reveló, lo colocó, para que los hombres que no caminan en Ella, pudieran… tuvieran que pararse delante de Él, y estuvieran… pararse sin excusa, porque Dios lo hace tan claro. Que, si un hombre se interesa lo suficiente por eso, lo encontrará, si es que Ud. está interesado.",
    "Ud. no se tomaría la sopa con una mosca allí. No, señor. Ud.—Ud. no lo haría. Ud. no estaría… Ud. temería comer alimentos que no se ven bien, y que estuvieran contaminados. Porque, Uds. saben, podría intoxicarlo con tomaína o algo, y lo mataría rápidamente. Y Uds. son cuidadosos con este cuerpo. Pero, esa alma, Uds. le permiten alimentarse con las cosas del mundo, lo cual Uds. saben que está contaminado y solo puede hacer una cosa, llevarlos a Uds. a la destrucción. No importa lo bien que Ud. trate este cuerpo, y qué tan buena sea la comida, o cómo viva, tiene que ir al polvo de la tierra. Pero esa alma vivirá para siempre, en alguna parte. Prefiero comer sopa contaminada que contaminar mi alma con las cosas del mundo, en cualquier momento.",
    "¡El cruce! Dios, siempre, antes de que vengan estos grandes cruces, o el tiempo que termina, donde Él comienza algo nuevo, en los cruces de lo viejo hacia lo nuevo, de una dispensación a otra, Él siempre muestra Su Poder. El hombre, a través de las edades, siempre estropea y aparta con enseñanzas y explicaciones, y se aparta del verdadero Dios viviente. Pero, justo antes de que Él cruce y entre en una nueva dispensación, Él aparece en la escena, con grandes señales milagrosas y prodigios. Él siempre lo ha hecho.",
    "Miren la primera destrucción del mundo, el primer cruce. Después que fue formado el mundo, y Dios colocó al hombre en la tierra, la Biblia dice que ellos comenzaron a construir ciudades, a tener grandes programas de construcción en el mundo.",
    "Mírenlo hoy. Jesús lo dijo claro: “Como fue en los días de Noé, así será en la Venida del Hijo del Hombre”. Lo mismo.",
    "Fíjense, ellos habían encontrado una manera de trabajar el cobre. Ellos habían encontrado una manera de trabajar el bronce y el hierro, justo antes de la destrucción antediluviana.",
    "Miren el día en que estamos viviendo ahora, ¡cómo se construye! Dijeron: “La gente se multiplicó sobre la faz de la tierra”. Miren alrededor de nuestra… aun nuestra pequeña ciudad, y comparen esta pequeña ciudad, hace unos años, de catorce mil, ahora como veintisiete mil o más. Uno ya no puede encontrar lugar suficiente para cazar conejos; todo es proyecto de viviendas. Así es. ¡Construcción! ¡Aumentando! ¡Multiplicando!",
    "Y Él dijo: “Cuando comenzaron a multiplicarse, entonces entró el pecado y la maldad”. Ese es uno de los grandes postes de señal, de que estamos al final del camino; es una de las grandes señales.",
    "Fíjense, durante ese tiempo, hubo un hombre llamado Nimrod, quien salió y edificó la gran ciudad de Babilonia, y confederó todas las ciudades vecinas, para que todas se confederaran juntas. Y habría una gran ciudad, y sería Babilonia. ¡Y cómo Dios despreció esa federación de orden mundial!",
    "Mírenlo hoy, lo mismo. Confederaciones de trabajadores, hombres uniéndose por medio de sindicatos y por—por diferentes grilletes, y por denominación de iglesia. Eso los ata a todos, rompe la barrera, rompe el—el compañerismo entre los diferentes hermanos. Confederarse, una de las grandes señales que Dios dio en la primera destrucción, y lo vemos que aparece aquí en la última destrucción. ¿Lo ven?",
    "Fíjense, y otra cosa que él hizo allá atrás, vemos que durante el tiempo de esta gran confusión, cuando el corazón del hombre comenzó a enfriarse y a alejarse de Dios, el ídolo que llegó a ser la mujer; “Cuando los hijos de Dios vieron que las hijas de los hombres eran hermosas—hermosas”, llegó a ser un orden sexual.",
    "Mírenlo hoy, lo que estamos viviendo. (No hablando en contra de mujeres honorables. No, señor. Ellas son instrumentos de Dios.) Pero aquellas que no se valoran; cómo hay tantas en el lado opuesto, andan, “casándose, dándose en casamiento”. Dios lo dijo en la Biblia. Jesús dijo: “Antes del tiempo de Noé” al final, “ellos se casaban y se daban en casamiento”. ¡Ese gran descontrol que hay en el mundo hoy! Y nos damos cuenta de eso. Y algo que causó eso, la Biblia dice que los espíritus (grandes espíritus) bajaron, espíritus malignos, y se metieron en estas personas e hicieron estas cosas. Y vemos esos mismos espíritus malignos obrando en nuestro día.",
    "Y ahora fíjense de nuevo, que, no solo eso, cuando todo el infierno se desata, todo el Cielo se desata también. Cuando el enemigo viene como río, el Espíritu de Dios levanta bandera contra él. Y estas dos fuerzas siempre se muestran en el cruce.",
    "Ahora, como vemos que en el tiempo en que Nimrod, se unió toda la confederación, e hizo que toda la gente viniera a Babilonia y entrara en esta gran confederación, y el tiempo de toda la maldad entre las mujeres, sexualmente, y demás; al mismo tiempo, Dios tenía un testigo en la tierra: Enoc, quien caminó con Dios, sin mancha. Y al mismo tiempo que el mal estaba apareciendo, ángeles aparecieron en la tierra. Seres angelicales vinieron al hombre.",
    "Un tipo muy hermoso de hoy, también. Así como el mal está apareciendo, así está apareciendo el bien.",
    "Y fíjense allá en ese día malo, un poco antes de la destrucción, cuando Dios tenía a un hombre predicando el Evangelio, un pobre hombre, un hombre humilde, no gran cosa en el mundo, pero un hombre que tenía un corazón para escuchar a Dios: Noé. Allí estaban Noé y Enoc, predicando, al mismo tiempo.",
    "Y si se fijan, allá en Apocalipsis 11, dice: “Le daré poder a Mis dos testigos en el día postrero”, dos testigos de nuevo, en el día postrero, Apocalipsis 11, “y hacían señales y prodigios entre el pueblo”.",
    "Miren allá atrás entonces, mientras Noé y Enoc estaban predicando. Y Noé estaba predicando un mensaje que parecía gran locura para el mundo. Y Noé… Aquí está ahora. Noé estaba preparando un arca, haciendo un lugar de seguridad. Y eso fue un milagro en sí mismo. Cómo es que un hombre, en tierra seca, donde el agua nunca había llegado, estaba preparando un arca para flotar en un mar poderoso que aparecería allí. Y diciendo: “Bajará de los cielos”, y ¿dónde estaba? “Pero por fe”, lo cual es un milagro en sí mismo, “Noé, advertido por Dios, preparó un arca”. ¿Lo ven? No importa cuán insensato pareciera, cuán fanático pareciera, para la gente, fue un milagro, en sí, ver a un hombre martillando, eso tan particular parecía fanatismo.",
    "Se repite de nuevo hoy. Cuando el hombre golpea con el Evangelio del Señor Jesucristo, predica el bautismo del Espíritu Santo, prepara un pueblo para los juicios venideros, o como escudo para eso, y una iglesia moderna con gente riéndose y burlándose, y diciendo: “No hay nada en Eso; y los días de los milagros han pasado”, es un milagro, un poste de señal en el cruce.",
    "Noé, al trabajar, no solo estaba él, había… obrando un milagro, o esperando… Él también estaba esperando un milagro.",
    "Y la Iglesia hoy, mientras trabaja en la tarea de predicar el Evangelio, con señales y maravillas siguiendo, ellos se están preparando para un milagro: el Rapto de la Iglesia, y la ida a Casa. Preparando a la gente, dándoles Luz, descargándola de las cosas del mundo, y poniendo sus almas en la Presencia de Dios, para que cuando Jesús aparezca por segunda vez, en gloria, aquellos que estén listos sean raptados y juntamente sean arrebatados, para encontrarse con Él en el aire y estar con Él.",
    "🦅 Como fue en el tiempo de Noé, así será en la Venida del Hijo del Hombre; comían, bebían, se casaban, dándose en casamiento”, todas esas cosas que Uds. ven sucediendo. Abran… Dios conceda, hoy, que Uds. abran… Dios les abra su entendimiento, para que puedan ver que estos son postes de señalización. Y los milagros sobrenaturales están ante nosotros hoy, de la Segunda Venida del Señor Jesucristo, y estamos en el cruce. Fíjense.",
    "Y así como Noé comenzó a advertir a la gente, y a predicar, muchos de ellos se rieron de él, lo mofaron, porque su mensaje parecía completamente sin sentido común.",
    "Y hoy, ¿cómo podría la gente hoy…?, cuando dicen: “Tenemos los mejores médicos del mundo; tenemos las mejores clínicas que hemos tenido; tenemos todo esto, eso, y aquello. ¿Por qué necesitaríamos…?”.",
    "Escuchen. Hoy, más que nunca, necesitamos la sanidad Divina. Y a medida que los días pasan, pasan y pasan, será más y más necesaria. Y sucederá, después de un tiempo, que a menos que un hombre esté sellado con el Espíritu Santo, es difícil decirlo, él se ha dejado abierto a toda clase de cosas. “No se acerquen a ninguno de los que tienen el Sello de Dios en su frente, cuando esas tremendas plagas comiencen a caer”. Estamos en el cruce, la encrucijada ahora.",
    "Y al fijarnos, y vimos a Noé, cómo anduvo advirtiendo a la gente, diciendo que venía una lluvia. La gente ni siquiera sabía lo que significaba la lluvia; nunca había llovido.",
    "Y hay gente en el mundo hoy, después de dos mil años de predicación del Evangelio, que no saben lo que significa nacer de nuevo del Espíritu de Dios. Ellos no saben lo que significa omnipotencia. ¿Qué? Dios en Su gran poder omnipotente que puede transformar un alma de un—un pecador de la calle, a una posición angelical en el Reino de Dios, como hijo e hija de Dios: ellos no lo entienden. Están demasiado ocupados, encaprichados con las cosas del mundo. Deslumbrados, coqueteando con el mundo, y no se dan cuenta de que ese es un espíritu maligno, y un gran poste indicador para la gente de este día, para que velen y estén listos. Jesús dijo: “Cuando estas cosas comiencen a suceder, levanten su rostro, su redención se acerca”.",
    "No solo eso, sino que Dios mostró señales a través de Enoc, Él mostró señales a través de Noé, y el mundo se rio. Pero, un día, vinieron truenos y relámpagos. Vino fuego del cielo. Relámpagos y truenos comenzaron a rugir. Eso en sí fue un milagro. Y la lluvia comenzó a caer.",
    "Pero aquí está el gran milagro: El milagro fue cómo Dios tenía a Su hijo creyente escondido en el arca de seguridad. Mientras los truenos rugían, la lluvia caía, Noé estaba descansando en el arca con Dios, predestinado, preordenado, para entrar en esa arca. Cuando las plagas estaban cayendo, Noé estaba en reposo, en seguridad; aquel de quien se habían burlado, había entrado en el reposo.",
    "Aquellos de quienes se ríen y se burlan hoy, porque Uds. desean vivir una vida completamente rendida al Señor Jesús, ellos no se dan cuenta que Ud. está escondido bajo Sus brazos Eternos. No se dan cuenta que Uds. están descansando perfectamente, en la Omnipotencia, y nada puede hacerles daño.",
    "El arca comenzó… el agua empezó a caer, y la gente comenzó a gritar y llorar, y a clamar y a desesperarse. Y el arca en vez de quedarse allí, flotó por encima, en todo momento, llevando a Noé y acunándolo en las olas. Seguro. Era un poste de aviso. Dios limpió el mundo de pecado. Él iba a comenzar uno nuevo. Señales y prodigios aparecieron antes de que Él lo hiciera.",
    "Fíjense, en la salida, cuando Dios liberó a Israel, que estaba en esclavitud allá en Egipto. Antes de que Dios moviera un dedo por Israel, lo primero que hizo fue mostrar una señal sobrenatural, para mostrar que Él era Omnipotente, que Él aún vivía. Los sacerdotes y los rabinos, y demás, de ese día, pensaron que Dios había dejado de existir, así como piensan hoy. Pero Dios aún es Omnipotente, y Él aún obra lo milagroso. Y ellos pensaron que Él había dejado de existir. Pero justo en medio de ese momento, Dios descendió a una humilde familia de Leví, y trajo un hijo, el cual fue el libertador.",
    "Y cómo escondieron a ese pequeño Moisés en esta arca. Ojalá tuviéramos tiempo para entrar en eso y explicarlo, cómo lo llevaron allá al río. Y allí, en medio de los cocodrilos, y todo lo demás, se obró lo milagroso.",
    "¡Cómo Él preservó a Moisés, justo en el tiempo, cuando ellos pensaban que los días de los milagros habían pasado! Pero ellos estaban en el cruce. Ellos tenían la Palabra; ellos tenían los huesos de José. Eso estaba bien. Esas eran señales, sí, de que Dios todavía vivía y reinaba, y eso fue, en un día. Y no solo eso, sino que además de la Palabra, ellos tenían al Dios omnipotente Quien no puede fallar, Quien es el mismo ayer, hoy y por los siglos, Quien se paró en medio de todos ellos.",
    "Y a la edad de cuarenta años, cuando Moisés estaba parado junto al río… o al lado del desierto, Dios bajó en la forma de un Ángel. Y Dios, antes de destruir Egipto, y sacar a Sus hijos y cambiar toda la dispensación, Él apareció en la tierra y envió Ángeles a los pobres y necesitados. Él obró señales y prodigios. Y Él le mostró a Moisés Su Gloria. ¡Cómo él podía tomar un palo y hacer un milagro! ¡Cómo él podía colocar sus manos en su seno y sanarlo, de la lepra!",
    "¿Qué fue? Tenemos el tiempo de cambio. Tenemos los cruces de caminos. Y el gran Dios inmutable Quien estaba en—en… es inmutable, Quien hizo esas cosas en los cruces del tiempo, en el pasado, ¡cuánto más Él lo hará ahora cuando todo el infierno arrecia y el tiempo del fin está aquí! Él es el mismo. Él no falla. Lo omnipotente se encuentra con lo milagroso. Ciertamente. Lo inescrutable… El pensamiento irrazonable del hombre nunca puede comprender lo milagroso. Ud. tiene que entrar en contacto con la Omnipotencia. Y entonces cuando Ud. hace eso, Ud. está en contacto con lo Sobrenatural. Su vida cambia, su manera de pensar cambia, su mente cambia; su constitución cambia; sus enfermedades desaparecen. El gran Poder de Dios entra.",
    "Moisés, en la zarza. Él vio y oyó al Omnipotente, y vio lo milagroso. Dios no estaba satisfecho con darle a Moisés solo un mensaje de ir y solo predicarles a los egipcios, y predicarles a los israelitas. Dios, el Omnipotente y el Dios milagroso, no era un—un Dios solo para revelárselo a un hombre; sino que Él dijo: “¡Toma estas señales!”. ¡Aleluya! “Toma estas señales y muéstralas allá. Yo estaré contigo”.",
    "¡Un cambio! El cruce había llegado; el tiempo para que sucediera algo. Pero antes de que eso suceda, Dios da Su advertencia: “Todavía soy Jehová; Yo aún vivo; y Yo soy omnipotente. Y soy el Dios milagroso”.",
    "Y al ir a Egipto, él tomó su vara y la arrojó, y sanó su mano de la lepra, e hizo esas cosas.",
    "Entonces quiero que Uds. se fijen: cada vez que se obraba lo milagroso, Satanás siempre estaba allí para falsificarlo. Y así como él estuvo falsificando en ese día, él aún es el mismo falsificador hoy. Aun sus falsificaciones solo apuntan al tiempo del fin en el cruce.",
    "Ellos tenían unos viles adivinos y, allá, llamados Janes y Jambres, que se pararon. Y podían arrojar sus varas y convertirlas en serpientes, y demás, y exactamente como lo hacía él, lo hicieron ellos. Pero Dios vindicó quién era Dios. Ellos podían traer plagas, pero no podían realizar sanidad Divina, porque solo Dios puede sanar. Ellos podían hacer aparecer un sarpullido, pero no podían quitarlo. Dios se paró en Su Poder allí, para mostrar que la verdadera sanidad Divina era Su milagro, para probar la Omnipotencia en el cruce del camino.",
    "Los egipcios llamaron el sarpullido, pero ellos mismos se brotaron; pero el siervo de Dios podía quitarlos. ¿Por qué? Ellos pueden falsificar.",
    "Se nos enseña, en estos últimos días, que sucedería lo mismo; “Como Janes y Jambres resistieron a Moisés, así estos resistirán la Verdad; hombres de mente réproba, en cuanto a la fe”. ¡Cómo ellos lo harían! “Impetuosos, infatuados, amadores de los deleites más que de Dios; implacables, intemperantes, teniendo apariencia de piedad”.",
    "¡Oh!, ¡qué día el que vivimos!, ¡el cruce del camino!; ¡al final del camino, al final de la edad! Dios lo está probando. ¡Qué día tan maravilloso para vivir!",
    "Dios se los probó, y Él Mismo Se vindicó, y obtuvo gloria. ¡Cómo Él fue allá a Egipto e hirió a la nación! ¡Cómo es que Él sacó a Israel en alas de águila, y obró señales y prodigios, porque Él es nuestro Omnipotente! Y Él hace lo milagroso.",
    "Antes de hundir los carros de Faraón, Él dio toda clase de señal. Él dio señales de sanidad Divina; Él dio señales y todas las vindicaciones de Su poder. ¡Cómo Él podía salvar a un hijo mayor, o tomar a un hijo mayor! ¡Cómo Él podía destruir, o cómo podía salvar vidas! ¡Cómo Él podía obrar milagros! ¡Él podía hacer lo milagroso! ¡Y cómo el sol y la luna se oscurecieron! ¡Cómo el granizo barrió por la tierra! ¡Cómo el relámpago barrió por el país y mató el ganado, y demás, igual como lo hizo en los días de Noé!",
    "Y Él dijo: “En los postreros días, la luna dejará de dar su luz, y el sol no brillará. Y ella se tornará negra como cilicio; goteando como sangre”, cuando esconda su rostro y llore, ella misma, sudando gotas de sangre de angustia. Dios estará en la tierra, Omnipotente, haciendo lo milagroso. Ciertamente. Él puede hacerlo. Él es omnipotente. Piénsenlo.",
    "Allí, en Egipto allí, ¡cómo Él obró esas señales y prodigios, y las cosas que Él había hecho! Él es Dios. Nadie puede tomar Su lugar.",
    "Fíjense, Dios obró Su milagro, y Le dio a Faraón una oportunidad. Y Faraón falló y rehusó aceptar su oportunidad; no quedó más.",
    "Cuando un hombre rechaza la misericordia de Dios, solo queda una cosa, y es el juicio. Y, mi querido amigo, hoy, con la ayuda de Dios, cuando Ud. vea llegar el fin de este texto, y si Ud. rechaza la misericordia que le ha sido ofrecida por Jesucristo, el Espíritu Santo, no quedará nada más que el juicio Divino; no puede quedar nada más.",
    "Faraón finalmente pecó en su día de gracia y no quedó nada, porque el cruce estaba a la mano. Y Dios empalmó el tiempo.",
    "Cuando Lot y Abraham, en otro tiempo, cuando Abraham iba a ser el gobernante del mundo, su simiente había de esparcirse sobre la tierra. Él tenía a Lot su sobrino con él, el cual era un pariente.",
    "Y qué cuadro tan hermoso hoy de la iglesia fría, formal e indiferente, con la Iglesia nacida del Espíritu, elegida, llamada fuera, separada, del Dios viviente. Ellos moran juntos en la misma llanura.",
    "Pero finalmente llegó un momento en que Lot tomó su gran grupo y se fue a Sodoma y Gomorra, donde serían populares, donde podrían tomar lo selecto de la tierra. Y Abraham se mantuvo en la voluntad de Dios y tomó esa tierra mísera. Sara, su hermosa esposa, y Abraham, se quedaron en el terreno mísero, para poder servir al Señor.",
    "Dios no promete un lecho de flores de comodidad. No falsifiquen a un Cristiano. Y no falsifiquen el Mensaje, diciéndoles que, “Todo va a estar bien. Nada les hará daño. No va a pasar nada. No tendrán pruebas ni nada”. Eso está errado.",
    "Como dijo el poeta: “¿Seré yo llevado al Cielo en un lecho de flores de comodidad, mientras que otros lucharon para ganar el premio y navegaron a través de mares sangrientos?”. No, señor.",
    "Dios no promete comodidad y prosperidad. Pero Él promete gracia, para perseverar en todo tiempo. Es la gracia que buscamos.",
    "Abraham escogió el camino de Dios. Él se quedó en la cima de la montaña, aunque no había mucho pasto para su ganado. Pero, Lot, era un tipo del mundo descarriado, la iglesia que no cree en lo milagroso. Entonces finalmente llegó al punto que esas cosas se acumularon ante Dios, y tenía que venir un cruce, tenía que venir un tiempo, pues, Abraham era el heredero de la tierra.",
    "¡Oh, Dios!, ¿por qué los Cristianos no pueden ver? “Bienaventurados los de limpio corazón; ellos verán a Dios. Bienaventurados los mansos; ellos heredarán la tierra”. El tiempo del cruce está a la mano; donde nuestro Padre mostrará que estamos en el tiempo del fin. ¿Ven? Lo milagroso, lo sobrenatural, el Omnipotente haciendo lo milagroso. Miren a Él.",
    "Como en el tiempo de Abraham, justo antes del tiempo del fin, miren lo que sucedió en el mundo, allá en Sodoma, en la ciudad grande.",
    "Abraham vivía en una tienda, siendo el heredero de todas las cosas, vivía en una tienda. Pues, con razón el poeta pudo decir: “Una tienda o una cabaña, ¿por qué debería importarme?”. Ud. es heredero de todas las cosas, si Ud. está en Cristo. Dios le ha dado a Él la tierra, y Él es el Rey. Y estamos en Él, herederos de todas las cosas: la omnipotencia, lo milagroso, y en el cruce en el tiempo.",
    "Fíjense bien ahora, mientras avanzamos en esto. Observen cómo lo hizo Dios justo antes del tiempo del fin.",
    "Lot, allá en Sodoma. La perversión iba en aumento. Los hombres llegaron a ser homosexuales, pervertidos, cambiando el curso natural de la naturaleza humana a maneras pervertidas.",
    "Miren el mundo hoy. Todo el asunto está viniendo a ser una dispensación pervertida. Y grandes lugares, donde los hombres van a estudiar religión, en grandes escuelas; y lo he hablado y lo sé, donde a los hombres no se les permite casarse con mujeres, pero eso es muy horrible. Y cómo es que en las escuelas hoy, en estas iglesias modernas allá, ¡la gran cosa que es! Los hombres han bebido y fumado, y han estimulado la pasión, y han abusado de jovencitas y demás, y comenzaron en su infancia, hasta que el verdadero curso de su vida es pervertido. Dios los ha entregado a la destrucción. Y sus vidas se han mezclado al grado que ya no son hombres y mujeres naturales. El Diablo atrapándolos en eso.",
    "Miren el cruce allí con Sodoma y Gomorra. Miren el cruce en los días de Noé, casándose y dando en casamiento. ¿Ven la señal de aviso? ¿Qué pasó? Al mismo tiempo, Dios tenía un profeta en la tierra.",
    "Antes del tiempo del fin… Aquí está. ¡Escuchen! Siempre, antes del tiempo del fin, cuando Satanás suelta a sus imitadores, Dios envía a Sus profetas. Y la Biblia nos dice que, “En el día postrero vuestros jóvenes verán visiones, y sobre Mis siervas y criadas”.",
    "Profetas aparecerán de nuevo en la tierra. Los videntes aparecerán en la tierra, en el tiempo del fin. Estamos aquí. Estamos en el cruce. Ha sido profetizado por todos los santos profetas, a través de las edades, y predicho por la Palabra sagrada de Dios. El tiempo del fin: ¡cómo haría el Señor!, ¡cómo serían Sus bendiciones!, y lo que haría el diablo en esos días, lo que acontecería, el tiempo del fin.",
    "La santidad de Dios no puede soportar la maldad del mundo. Pero antes de que Él lo traiga al cruce, Él envía los destellos rojos de advertencia. No solo eso, sino que antes de que Dios destruyera a Sodoma y Gomorra, Él también envió Ángeles a la tierra, que anduvieron entre los hombres.",
    "Y antes del tiempo del fin, Dios prometió que enviaría Ángeles. Y los estamos viendo. Ellos vienen con los Mensajes del Dios todopoderoso. ¡El tiempo del cruce! No hace más de tres semanas, poder ver a Aquel Poderoso Ser parado allí, Quien se paró desde que yo era un niño, y habló. Yo no soy un fanático, Uds. saben eso. Pero es para que se cumplan las Escrituras.",
    "Yo creo que esta iglesia debería saber la Verdad, y la señal donde estamos; para que no sean perezosos; sino que Uds. estén de pie y activos; que se resuelvan las diferencias, y Uds. caminarán como verdaderos hombres y mujeres piadosos, con su corazón puesto en Cristo. Y no miren estas cosas falsas de la tierra, porque son del diablo: todas estas peleas y guerras, y contiendas y demás. Aparte la mirada de ellas. Estamos en el fin. Y recuerden, quizás no tengan otra semana para hacerlo. No lo sé. Solo Dios sabe. Estamos aquí en el fin.",
    "Allí estaba Noé, en su tiempo.\n\nAquí está Israel, en su tiempo.",
    "Aquí está Abraham, en el siguiente cruce, entre (el—el mundo) lo natural y lo sobrenatural. Ángeles descendieron. Parecían hombres. ¡Gloria! Y se pararon junto a Abraham, el profeta, y le dijeron: “Abraham, Dios obrará lo sobrenatural. Para este tiempo, el año que viene, según la vida, Yo te visitaré. Tu esposa, de cien años, y darás a luz un hijo. Yo te mostraré Mi poder, sanidad Divina. Yo te cambiaré, y haré que regreses a tu juventud otra vez. Y cambiaré a Sara, y la haré una persona diferente”. Él la hará una mujer joven. “Yo soy el milagroso. Soy omnipotente. Yo hago lo milagroso. Amén. Yo te mostraré Mi poder. Abraham, estamos en el tiempo del cruce. Los espíritus malignos están allá en Sodoma. Sí. Ellos están obrando entre el mundo allá”.",
    "Y están obrando aquí hoy. Alegría, y glamour, y contando chistes fuera de línea, y todas estas cosas obscenas en la radio, la televisión, aun sin censura ni nada. Y pervirtiendo, a veces, el Evangelio, a una cosa social. El mundo entero se ha pervertido. Pero al mismo tiempo que el mundo se ha pervertido, los creyentes se han convertido, al Señor y al Poder de Dios, por el obrar y la aparición de la Omnipotencia. ¡Cómo Dios, en Su misericordia, está mostrando estas cosas!",
    "Dijo: “Abraham”, este profeta estando sentado bajo su tienda, un anciano, allá en una tierra estéril. ¿Qué le importaba a él? Una carpa, o una cabaña, lo que sea, no le importaba nada. Él era heredero de todo eso. Todo le pertenecía, y él lo sabía.",
    "Así también lo sabe el creyente hoy. ¿Qué nos importan estas cosas terrenales? Por eso es que dejé las reuniones, no hace mucho, porque yo no pellizcaba a la gente por ofrendas. A mí no me importa lo que diga la gente, yo creo que Dios es lo suficientemente grande para suplir todo lo que Él necesita. Sí, señor. Prefiero comer galletas de soda y beber agua de arroyo, y predicar el Evangelio, que tener las cosas finas del mundo. No importa, si conseguimos encomendarnos en Sus manos, y buscar la Omnipotencia. Así es.",
    "Miren dónde está. Y Lo vemos a Él mientras sigue adelante, Abraham sentado debajo de su tienda, y estos Ángeles se le aparecieron.",
    "Ellos han ido a Sodoma y Gomorra. Y nos damos cuenta que Dios, en ese día, hizo milagros. Él trajo fuego de los cielos y barrió la ciudad, y limpió la tierra, y se la dio toda a Abraham. Y la esposa de Lot se convirtió en una estatua de sal, porque ella miró hacia atrás, como un monumento a la deshonra; quien había sido una gran dama entre las sociedades de la ciudad, de Gomorra y Sodoma. Y todos los valles fueron barridos, cuando Dios hizo lo milagroso con fuego y azufre del cielo.",
    "¡Qué tiempo tan maravilloso! ¡Qué gran tiempo para vivir! ¡Dios, en Su omnipotencia! Allí vino un cruce de nuevo. (Pienso que estoy corto de tiempo, tendré que darme prisa.) Allí vino una Omnipotencia, la Presencia una vez más.",
    "Hubo un hombre llamado Acab, se casó con una muchacha llamada Jezabel. Quien, era un creyente en el principio, Acab, nació judío, circuncidado al octavo día, de acuerdo a la ley. Y fue criado en un hogar religioso, para creer en Jehová, pero se enamoró de una cosita idólatra de ojos saltones. Así es.",
    "Y, hoy, buenos hombres Cristianos han caído bajo la influencia de tales tonterías y glamour, porque ese corazón nunca ha estado estable en Cristo Jesús. Sí. ¡Qué día en el que estamos viviendo!, ¡qué tiempo!, encarando los postes de las señales.",
    "Pero, entonces, justo antes de que Dios trajera el enfrentamiento, para mostrar quién era Dios, llegó un tiempo en que vino un profeta a la tierra, llamado Elías, quien fue ungido con el mensaje de Dios. Y él hizo lo milagroso y probó que la Omnipotencia aún era milagrosa. El profeta se paró allá y cerró los cielos, para que no lloviera en los días de su ministerio. Y él hizo caer la lluvia de los cielos y se la dio a la tierra. Y Ángeles aparecieron en la escena, aleluya, le hornearon pan de maíz, que lo sostuvo con vida por cuarenta días, mientras él estaba allá en el desierto con Dios.",
    "Los ángeles aparecen en el tiempo del fin. Todos los profetas y los postes de señal apuntan a que en este día aparecerán ángeles, se levantarán profetas, señales y prodigios. Y si Dios hizo eso por esos pequeños cruces allá atrás, ¿qué hará Él ahora cuando todo el infierno se ha desatado? Todo el Cielo se abrirá, ángeles aparecerán, señales y prodigios en la tierra. Las falsificaciones están aumentando. Dios está probando cuál está bien y mal. Amén.",
    "¡Oh, yo Le amo! Estoy seguro que Uds. también. No es mi intención gritarles, pero es que arde en mi alma, al pensar de eso en este día.",
    "Justo antes de librarlos, Él hizo toda clase de señales y prodigios. Ellos enviaron un montón de gente allá, para tomar a este profeta por la fuerza. Él dijo: “Si yo soy un hombre de Dios, que caiga fuego del cielo”.",
    "Observen cómo viene el fuego cada vez. Observen cómo vienen los profetas cada vez. Observen cómo se hace lo milagroso cada vez. Observen cómo Dios Se vindica a Sí Mismo en sanidad y poderes cada vez, justo en la encrucijada, nunca antes; justo en la encrucijada, en el cruce, cambio de dispensación, cambio de tiempo.",
    "Ahora, para unos textos finales, observen por un minuto. Iremos ahora al—al quinto gran cruce, uno de los cruces principales, porque el quinto es cinco, J-e-s-ú-s. Amén. Viene el momento cuando había que resolver el problema del pecado. Viene el momento cuando el milagroso debe darse Él a entender plenamente. Viene el momento cuando los corazones de los hombres tenían que ser cambiados, porque las leyes y los jueces, y demás, no pueden hacerlo. La sangre de toros y machos cabríos no pudo quitarlo.",
    "Y justo antes de que llegara ese gran cruce, allí salió el diablo entre los predicadores, diciendo: “Los días de los milagros han pasado. Tal cosa no existe”.",
    "Y, en ese mismo tiempo, Dios envió Ángeles a la tierra. Había un anciano allá que tenía una casa en orden, llamado Zacarías. Él estaba orando. Un día mientras estaba en el altar, meciendo su incienso, haciendo intercesiones por el pueblo, a su lado derecho, apareció un gran Ángel, probando que el tiempo de la unión estaba a la mano. Él le dijo que daría a luz un niño, por su esposa, la cual era anciana y avanzada en edad. Y su nombre sería Juan.",
    "Juan salió, proclamando lo milagroso. Juan era un profeta. La Biblia dice, Jesús mismo dijo: “Nunca hubo un hombre nacido en la tierra como él”, hasta ese tiempo. ¡Aleluya! ¿Por qué? Él era un profeta, el más grande que hubo hasta ese tiempo. Porque, este fue el cruce más grande que Dios haya hecho con el diablo, cuando se cruzaron sus caminos, y allí Él lo despojaría y le robaría todo lo que tenía. ¡Aleluya! Juan era un profeta.",
    "Gabriel fue el Ángel allí, apareciendo en el tiempo del cruce. ¡Gloria a Dios! Como treinta y tres años antes de que sucediera, Dios comenzó con suficiente tiempo, para advertirles que el tiempo del cruce estaba a la mano. Los incrédulos empeoraron, y lo despreciaron, y discutieron aquello, y trataron de salirse con la suya. Y, finalmente, mataron a todos los que habían enviado, y demás. Pero Dios siguió adelante con lo milagroso, igual, porque Él es omnipotente. Él tiene que hacerlo. Él es Dios.",
    "Miren lo que sucedió ahora, mientras avanzamos en este—este episodio aquí. A medida que avanzamos, vemos a Juan viniendo por el río, predicando. Él está hablando de Uno que viene, que es más poderoso que él; comienza a predicar. Después de un rato, aparece nada menos que el Omnipotente Mismo, envuelto en un pequeño bulto de carne. El gran Jehová Dios revelado en Su Hijo, Cristo Jesús. La Omnipotencia fue hecha carne y habitó entre nosotros, caminó entre nosotros. ¡Aleluya!",
    "En Su caminar por el Mar de Galilea, una noche, acostado allí, la barquita era sacudida, actuaba como si Él ni siquiera prestara atención; Él estaba cansado. Pero llegó un momento de cruce; algo tenía que suceder. Puso Su pie en la borda de la barca, y miró hacia arriba y dijo: “Calla. Enmudece”. Déjenme decirles, el mismo Creador de los cielos y la tierra estaba en esa barca, y la naturaleza tuvo que obedecer Eso. Cuando la Omnipotencia habla, lo milagroso sucede. Amén.",
    "Un leproso lleno de lepra, fue a Él un día, dijo: “Señor, Tú puedes, si quieres, puedes limpiarme”.",
    "Él lo tocó, dijo: “Quiero. Sé limpio”. Y cuando la Omnipotencia habla, lo milagroso sucede. ¡Aleluya! Su lepra desapareció, como un sol saliendo detrás de una nube. Seguro. La Omnipotencia habla.",
    "Él prometió, en estos últimos días, que Él hablaría de nuevo. Cuando la Omnipotencia habla, lo milagroso sucede. Sí, señor.",
    "Fíjense: Él sanó a los enfermos; Él resucitó a los muertos; Él abrió los ojos de los ciegos. ¿Qué era? Probándole a la gente que el cruce estaba allí. “Yo tengo Poder para entregar Mi vida; y tengo Poder para tomarla de nuevo. Nadie Me la quita”.",
    "Un día, en Juan 17, Él miró hacia arriba y dijo: “Padre, la hora ha llegado”. ¡Aleluya! “El cruce está aquí. Ya todo ha terminado. Todo se está preparando. La encrucijada ha llegado. El mundo está advertido. He ungido a estos apóstoles, y ellos han hecho señales y prodigios. Hemos pasado por la tierra. Hemos buscado de un lado a otro. La hora está aquí. La hora ha llegado”.",
    "Hermano, como predicador del Evangelio esta mañana, yo creo que el Espíritu Santo, hablando a través de labios mortales hoy, de ministros ungidos, están hablando: “La hora ha llegado”. La hora está aquí, y la Omnipotencia está respondiendo. Lo milagroso está aconteciendo; tiene que hacerlo; estamos en el cruce.",
    "Y, allí, cuando Él hizo todo eso milagroso, mientras la Omnipotencia, Dios Se manifestó en carne;",
    "🦅 Habla la palabra, Señor, y mi siervo sanará. Mi siervo será… Vivirá”. Él lo sabía. Ese centurión romano lo sabía. Él era un hombre bajo autoridad, que sabía que todo lo que estaba bajo él tenía… Lo que él dijera, ellos tenían que hacerlo. Él dijo: “Yo le digo a este hombre: ‘Ven’, y viene. Y a ese hombre: ‘Ve’, y él va”. Dijo: “Soy un hombre bajo autoridad; y todo lo que está bajo mi autoridad me obedece. Y, Señor, yo no soy digno de que Tú entres en mi casa. Solo di la palabra”. ¡Aleluya! Él sabía que eso era la Omnipotencia. Él sabía que cuando la Omnipotencia hablara, milagros acontecerían. ¡Oh, vaya!",
    "Allí Él se paró junto a la tumba de Lázaro, llorando, como un hombre en su carne. Marta dijo: “Señor, si tan solo hubieras estado aquí, mi hermano no hubiera muerto. Pero aun ahora, ¡Omnipotente, habla! Lo que Tú le pidas a Dios, Dios lo hará. Lo que Tú digas, Él lo hará”. Allí, Él caminó hacia la tumba.",
    "Omnipotencia, manifestada aquí entre nosotros, viviendo con nosotros; “Dios, en Cristo, reconcilió al mundo Consigo Mismo”. Aquí Él vivió con nosotros, Dios probándose a Sí Mismo por medio de Su Hijo, Cristo Jesús. Él era omnipotente y milagroso.",
    "Y si Él es el mismo ayer, hoy, y por los siglos, y Él dijo: “No te dejaré, ni te desampararé; estaré contigo hasta el fin del mundo”, ¿cómo podemos esperar otra cosa aparte que, cuando Él habla, suceda lo milagroso? ¿Cómo podemos esperar otra cosa?",
    "Entonces, aquí va Él, al sepulcro, llorando. Y entonces la Omnipotencia Se recolectó, y Él habló. “¡Lázaro, ven fuera!”. Y un hombre que ya se estaba pudriendo; su nariz se le había caído de la cara, eran cuatro días. Los gusanos de la piel ya habían llegado. La corrupción conoció a su Amo. ¡Aleluya! Él le devolvió la vida a este hombre muerto. Y un hombre que había estado muerto, se puso de pie y volvió a la vida. ¡Lo milagroso!",
    "🦅 Yo soy la resurrección y la Vida”, dice Dios. “El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá jamás”.",
    "¡Habla, Omnipotencia! Y sucederá lo milagroso. Y Él siempre lo hace en el cruce; y estamos en el cruce. Estén atentos cuando vean suceder estas cosas. Estamos en el tiempo del fin.",
    "El Omnipotente habló, y un hombre muerto, muerto, volvió a la vida; se puso de pie, y fue a un banquete y cenó con Él. ¡Oh, vaya! ¿Qué pasó?",
    "¡Algún día glorioso! Todos quienes una vez estuvimos muertos en pecado y delitos: la Omnipotencia habló. Íbamos al infierno, y la Omnipotencia habló. Hemos resucitado del infierno, a la Gloria, y algún día comeremos la Cena del banquete en el último día. La Omnipotencia habla. La Palabra de Dios es omnipotente. La creemos, y resucitamos de la muerte a la Vida;",
    "🦅 El que oye Mis Palabras y cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá jamás”. ¡Omnipotencia!",
    "Somos como Noé, construyendo el arca. Lo milagroso sucederá algún día cuando venga el Rapto y venga Jesús. Estamos en el cruce ahora. Cuando Uds. vean suceder estas cosas, levanten su rostro, su redención está cerca. El Omnipotente habla y ocurre lo milagroso.",
    "Dijo: “Estamos en el cruce, Padre. Yo debo probar Quién eres Tú”. Y Él resucitó a los muertos. Él sanó a los enfermos.",
    "Cuando finalmente llegó la hora de partir, Él caminó humildemente a la cruz y fue clavado allí, haciendo el empalme. Él no era del Cielo; Él fue rechazado del Cielo. Él fue rechazado en la tierra. Después que la gente vio las señales y prodigios que Él hizo, se burlaron y se mofaron de Él; este mundo pecaminoso e impío de pecado. Pero así como el juicio lo levantó, levantó el arca, el juicio del agua, también a Jesús, con el juicio de Dios derramado sobre Él. Él murió en nuestro lugar, y fue levantado.",
    "Y el creyente descansa en Él, como Noé en el arca. Dejemos que pase el juicio, ¿qué importa? Seguro. ¿Qué? ¿Qué? Aun la muerte misma no tiene barreras, no tiene dolores. “¡Oh, muerte!, ¿dónde está tu aguijón? Sepulcro, ¿dónde está tu victoria?”. No me asusta pasar por un cementerio. Puedo gritar las alabanzas de Dios, porque sé, y puedo estar vivo en Él para siempre. Ciertamente.",
    "La Omnipotencia ha hablado. Habló a mi corazón. Le habló a su corazón, lo milagroso fue hecho. Una vez un pequeño pecador cobarde, tal vez un… como Ud., un borracho, o un fumador de cigarrillos, o un frecuentador de los bailes y en comportamientos así. El Omnipotente habló, Ud. lo recibió, y sucedió lo milagroso; y Ud. cambió de muerte a Vida, y dejó sus pecados!…?… La Omnipotencia habló, y sucedió lo milagroso. Seguro.",
    "Hay personas sentadas aquí en la iglesia, esta mañana, que hace unos años estaban aquejadas con cáncer, muriendo. Hay algunos sentados aquí, que estaban lisiados y cojos, y paralíticos y secos. Y la Omnipotencia habló, y sucedió lo milagroso. Claro. Seguro. ¿Cuál es la señal? Estamos en el cruce. Ahora estamos en la encrucijada. Estamos a punto de entrar en un Milenio.",
    "Ahora miren, nos movimos hacia arriba. Y cuando lo hicieron, cuando lo colgaron entre los cielos y la tierra, el Cielo no podía recibirlo, el pecado del mundo estaba sobre Él. Y el mundo Lo rechazó a Él, como su Rey. No había lugar donde Él pudiera morir. Él no podía ir al Cielo, porque cargaba con los pecados del mundo. Fue odiado y despreciado, y escupido, y rechazado y desechado de la tierra. Pero Él Se paró entre los cielos y la tierra, e hizo un puente en el camino. Y todo hombre o mujer que lo desee, puede pasar por ese torrente de Sangre de Su costado, a la Gloria. ¡Omnipotencia!",
    "¿Qué pasó? Sucedieron señales y maravillas. ¿Qué pasó? La luna comenzó a llorar. El sol cerró sus ojos y comenzó a llorar. Y entró en tal angustia, que tuvo convulsiones, y se volvió como sangre goteando. Seguro, así fue. Cuando vieron al Creador de los cielos y la tierra, rechazado por la tierra. Y, con tanto pecado que Él no podía entrar al Cielo; y muriendo como un mediador entre Dios y el hombre, parado entre los cielos y la tierra.",
    "El sol no pudo soportar eso, dijo: “No brillaré más”, y se dio la vuelta. Las estrellas dijeron: “No puedo mirar esto”. Sí. La tierra dijo: “No puedo soportarlo”, y tuvo una postración nerviosa, y eructó rocas de la tierra. ¡Sucedió lo milagroso! Era un tiempo de cambio, era el fin del camino, el pecado había reinado, hasta la cruz, pero allí fue pagado el pecado. ¡Oh, vaya! Y la tierra tembló tan fuerte que arrojó rocas de su suelo, o que colgaban de las colinas. Aun se sacudió tan fuerte que los muertos se levantaron de la tumba. ¡Hábleme de una postración nerviosa! Y el sol comenzó a tener convulsiones, y se apagó. ¡Sucedió lo milagroso! ¡Aleluya! Siempre lo hace en los cruces.",
    "Miren lo que sucedió allá, y eso solo fue una preparación para esto. Ellos entraron en la Edad del Oscurantismo, mil quinientos años. (Ojalá tuviéramos tiempo, pero estamos presionados. Quiero salir a las doce.) Y fíjense en eso, al pasar por allí, en la Edad del Oscurantismo. Ojalá tuviéramos tiempo para entrar a la época, lo que sucedió en el tiempo de Wesley y Lutero, esa sexta vez, que vino un cambio, cuando la iglesia fue liberada de las tinieblas y fue traída nuevamente a la luz maravillosa del Evangelio. ¡Señales y prodigios! ¡Oh, Dios!, ¡cómo ningún hombre se enfrentó, y llegaron la sanidad Divina y señales y prodigios! Y fue entre el sacrificio y la Segunda Venida, y miren lo que sucedió entonces. Cuando Juan Wesley predicó el Evangelio, lo echaron de las iglesias y todo, al punto que la gente caía al suelo, y les echaban agua en la cara. No sabían lo que les pasaba, desmayándose bajo el Poder del Espíritu Santo. Ocurrieron señales y prodigios, y milagros, y sanidades.",
    "Ahora, hermano, hermana, escuchen. ¿Qué está sucediendo ahora? Estamos en el tiempo del fin. Estamos entrando al Milenio; cada mano apunta en esa dirección. El antiguo reloj avanza, faltan como dos minutos para la medianoche. La Omnipotencia está hablando. Ángeles están apareciendo. Vienen profetas. Los profetas están profetizando. Visiones están siendo derramadas sobre la gente de este día. El Evangelio está siendo predicado. Los enfermos se están levantando. Los ciegos ven. Los sordos oyen. Los diablos están enfurecidos. Imitadores, Janes y Jambres, están aquí; pero, la Omnipotencia habla. ¡Aleluya! Estamos en el último día. Estamos en el cruce.",
    "🦅 Los corazones de los hombres desfallecen por el temor; perplejos del tiempo; angustia entre las naciones”. La tierra está tan nerviosa que está produciendo terremotos por todas partes. Jesús dijo que sería de esa manera. Habrá terremotos en diversos lugares. ¿Qué pasa? La tierra sabe que está condenada. Ella está nerviosa. El mundo está nervioso.",
    "Pero la Iglesia está cabalgando en el Evangelio. Así es, con la seguridad; “El que a Mí viene, no le echo fuera”. ¡Aleluya! “El que no naciere de agua y Espíritu, no entrará en el Reino”. En el Reino, Ud. tiene el sello de aprobación de Dios, el Espíritu Santo en su corazón. Dejen que las olas suban donde quieran. Los tiempos están empeorando. La Omnipotencia se levanta. Los imitadores están tratando de copiarla. Y toda clase de cosas, ellos están tratando de hacer esto.",
    "Y la Biblia dice que ese gran imitador final se levantaría allá y se sentaría sobre siete montes. Él usaría una corona triple. Y él daría poder, y tenía poder, al grado de hacer descender fuego del cielo, en presencia del pueblo. Él haría todo eso, todo eso en el día postrero.",
    "Y cómo ellos se pararían imitando a la gente, inclinándose ante santuarios de personas muertas, y todo, y frotando huesos y todo. Pero, mientras ellos frotan los huesos y se inclinan en los santuarios, la Omnipotencia habla y sucede lo milagroso. Aquellos dicen: “Son puras tonterías”.",
    "Pero la Iglesia está creciendo, hay grandes avivamientos de sanidad por todo el país. Señales y prodigios yendo por todas partes. Ángeles apareciéndose a la gente. Las señales y prodigios están aquí. ¿Qué es, amigo? Estamos en el tiempo del fin. Estamos en el cruce. “Levanta tu cabeza” dijo Él, “tu redención está cerca”. ¿Ven lo que quiero decir? Es un tiempo de cruce.",
    "🦅 Y acontecerá” dice Dios, “en los postreros días, derramaré Mi Espíritu. Vuestros hijos y vuestras hijas profetizarán”, prometido por los profetas. “Vuestros jóvenes verán visiones. Y mostraré maravillas en los cielos”, platillos voladores y todo. “Gran angustia; la tierra será sacudida con diversos…”. Vendrán grandes terremotos, y lo gran volcánico sucederá, y grandes problemas, angustia entre el mundo. Las naciones tratarán de hallar la paz, con un cuchillo ya en la espalda. Habrá problemas en todas partes, todas estas cosas. Y los hombres irán de mal en peor.",
    "🦅 Y cuando el enemigo venga como río, Yo levantaré bandera contra él”, el Espíritu de Dios. ¡El tiempo del cruce! El final del camino. África está rugiendo con una gran reunión de sanidad. Y señales y prodigios apareciendo, por todo el mundo, por todas partes. ¿Qué es? El tiempo del cruce. El tiempo del fin.",
    "Carruajes sin caballos “con estruendo rodando por las calles anchas”. Todas estas cosas diferentes que Él dijo. “Las hijas de Sión, cómo se visten y caminan”; cómo aparecerían los homosexuales y otras cosas; cómo, la perversión, “los hombres serían entregados a grandes engaños”, y toda cosa como esa; cómo serían “infatuados, soberbios, amadores de los deleites más que de Dios; implacables, calumniadores”.",
    "Y un día de estos, mi querido hermano, Jesús vendrá. Y aquellos que están en ese martilleo, lo que ellos llaman “fanatismo” hoy, para que crean en el Evangelio a la antigua de Cristo, y el Omnipotente hablando, ¡lo milagroso acontecerá!",
    "Él dijo: “Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios, hablarán nuevas lenguas; o tomarán serpientes, o si bebieren cosas mortíferas, no les hará daño; si ponen sus manos sobre los enfermos, ellos sanarán”. “Estas cosas que Yo hice, Uds. también las harán. Yo estaré con vosotros siempre, aun hasta el fin”. “Cuando estas cosas comiencen a suceder, alzad la cabeza, vuestra redención está cerca”.",
    "¿Ven Uds.?, amigos, así como fue en los días de Noé, en la venida del Hijo del Hombre. Así es en los días de la liberación de Israel; así es el Hijo del Hombre en la cruz; así estamos nosotros en el cruce. Dios siempre muestra lo milagroso, hace grandes señales y prodigios, sana a los enfermos, levanta a los muertos, echa fuera demonios, un gran espíritu de avivamiento; señales en el cielo y en la tierra; angustia entre las naciones. Estamos en el cruce.",
    "¿Qué sigue? Jesucristo vendrá otra vez por segunda vez, en gloria, para recibir a todos aquellos que han muerto en Cristo y vivos en Dios. Dios traerá a cada uno con Él. Y los mansos heredarán la tierra, y comenzará el gran Milenio. Y no habrá más guerras. Ellos apilarán sus armas, y fundirán sus… sus lanzas en hoces y arados, y demás. Y no levantarán más espada nación contra nación. Tampoco habrá más enfermedad, no más problemas, no más angustia. Pero Allí viviremos, en Su Presencia aquí, por los siglos de los siglos.",
    "Y, todas estas señales y cosas, estamos en el cruce. Estamos al final del camino.",
    "Estoy tan contento hoy de saber que, en Cristo Jesús, mi alma anclé en un puerto de descanso. Estoy tan contento de ver a Dios, en Su santa Palabra, obrando y dando señales y prodigios. Y saber que hoy, ante mi iglesita aquí, que puedo decir esto, como lo hice antes cuando salí la otra vez. Uds. verán el gran y noble Poder del Dios todopoderoso en el Poder omnipotente y milagroso que hará mucho más abundantemente de lo que jamás hemos pensado o creído. Y está ahora mismo a la puerta. Y Uds. lo ven vindicado, directo a la puerta de su propia iglesia aquí.",
    "Así que, mis queridos amiguitos, nunca se suelten de Cristo. Vivan para Él, por medio de la cruz. Levanten sus corazones, y alcen manos santas a Dios. Y si la iglesia, lo que sea, se va por aquí, por allá, o la gente habla o dice esto, no le presten atención a eso. Mantengan sus corazones enfocados en la cruz y en Cristo, y vivan para Él. Dios se los conceda. Estamos en los cruces, la encrucijada.",
    "Inclinemos nuestros rostros por un momento, para orar. Quiero que la hermana toque este gran canto antiguo, Mi fe espera en Tí, 189… -84, mientras estamos en oración. Me pregunto… con sus rostros inclinados.",
    "Estamos en el cruce, amigo. Estamos allí. Todas estas cosas, esta perversión entre mujeres y hombres, esta gran angustia que Uds. ven, ¿qué es? Lo he probado por la Biblia. Ha sido, cada vez, el cruce. Nunca antes del cruce; siempre en el cruce. Un poco antes… ¿Ven?, los hombres se han apartado ahora. Se desviaron con la teología: “Y los días de los milagros han pasado”. ¿Ven? Uds. ven que lo hicieron en cada otra edad.",
    "Pero justo antes del tiempo del cambio, Dios descendió en omnipotencia e hizo lo milagroso. Por eso la gente habla de mí y dice las cosas que dice. Por eso es que ellos hablan de todos los Cristianos que creen eso.",
    "Pero ¿ven Uds. lo que les sucedió allá atrás, a quienes creyeron? Ellos estaban asegurados. Abraham estaba completamente a salvo. Amén. Así también Moisés; ninguna plaga lo afligió a él o a Israel. Tampoco le molestó a Noé. Enoc fue arrebatado antes de que sucediera, se paró en los balcones de la Gloria, observándolo suceder.",
    "Si Uds. están aquí esta mañana, sin Cristo, sepan que su alma no está bien, mientras tienen sus rostros inclinados. Desearía que lo hicieran, a Dios. No sé cuándo les hablaré de nuevo. Pero estamos en el cruce. Si Ud. quiere ser recordado en oración, a Dios, ¿levantaría la mano a Él ahora? Dios lo bendiga, señor. Dios lo bendiga, señor. Ud., Ud. Sí, Dios le bendiga. Muchos de Uds., docenas de manos.",
    "Ahora, mientras continúan con sus rostros inclinados, queremos que la iglesia tararee suavemente esto. Si lo desean, tenemos un altar abierto aquí, vengan y ofrezcan solo una palabra de oración conmigo, a Dios, por su alma. Con gusto lo haré, oraré con Uds.\n\nMi fe espera en Ti, (Solo en Ti.)\n\nTú, Cordero del Calvario,\n\nSalvador Divino;\n\nAhora escúchame mientras oro,\n\nQuita todo mi pecado,\n\n¡Oh!, permíteme desde este día\n\n¡Ser completamente Tuyo!\n\nQue Tu rica gracia…",
    "¿Están orando? ¿Está pidiendo que Él tenga misericordia de Ud.? Arrepiéntase, amigo pecador. Ahora mismo entréguele a Él su vida.\n\nMi celo inspira;\n\nComo moriste por mí,\n\n¡Oh!, que mi amor por Ti,\n\nSea puro, cálido e inmutable,\n\n¡Un fuego vivo!",
    "Mientras ella toca otra estrofa, estemos orando ahora.",
    "Padre Celestial, bueno, para empezar, no somos gran cosa, Señor. Simplemente venimos aquí porque Tú nos hablaste a existencia. Tú nos alimentaste y nos guardaste. Nosotros que Te hemos aceptado, estamos muy agradecidos, Señor, de saber esto: que algún día vamos a ser cambiados, este cuerpo vil de humillación en el que vivimos, será cambiado y moldeado y formado semejante a Tu cuerpo. Descansamos seguros en esta arca.",
    "Y por Tu Palabra, en esta mañana, por el Espíritu Santo, Él ha traído a la gente el poste de señal. Estamos en el fin, el cambio. Señales y prodigios están apareciendo, grandes cosas sucediendo. Sabemos, Señor, que estamos en el fin; por eso es que estas cosas están aquí. En cualquier momento, veremos al Señor viniendo.",
    "Y, Dios, oro, Tú conoces los corazones de la gente. Yo les ofrezco esto a ellos, esta invitación. Ellos pueden venir, Señor, aceptarlo ahora. Tú dijiste: “El que a Mí viene, no le echo fuera. El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna, y no vendrá a condenación; ya ha pasado a Vida Eterna”.",
    "Oro, Padre, que Tú lidies con los corazones de la gente hoy. No persuadiéndoles; yo creo que ya pasó ese día. Solo los pocos que Te quedan, Señor, deben venir sobriamente, cuerdos, sobre su confesión, creyendo, aceptando a Cristo, y reclamando que Dios ha venido a sus corazones y les ha hablado. Es mi oración, Dios, si Tú has tocado en los corazones antes, que este sea el llamado de nuevo hoy. Si es el último, entrégalo, Padre. Tu Palabra es Verdad. Te presentamos Esto a Ti, ahora, Señor, que el Espíritu Santo lidie ahora con cada corazón, mientras cantamos la última estrofa.",
    "Con sus rostros inclinados. Si Ud. desea venir al altar a orar, amigo pecador, venga ahora, mientras Ud. acepta a Cristo. O Uds. que se han descarriado, vengan ahora mismo y párense en el altar. Oraremos con Uds. Muy bien.\n\n…el oscuro laberinto de la vida recorro, (Eso es lo que Ud. está haciendo.)\n\nY los dolores a mi alrededor se extienden, (Muerte, enfermedad.)\n\nSeñor, sé Tú mi Guía; (¡Oh, Dios!)\n\nOrdena que las tinieblas se conviertan en día,\n\nEnjuga las lágrimas del dolor,\n\nNunca dejes que me aparte\n\nDe Tu lado.",
    "Con sus rostros inclinados. Hermano Wood, quiero que levante la cabeza por un minuto. Hermano Cox, ¿está Ud. en el edificio, y el Hermano Fleeman? Quiero que levanten el rostro, solo Uds. hombres. ¿Ven Uds. lo que les dije? “De cierto, de cierto os digo, que un profeta en su propia tierra, entre los suyos”.",
    "Ahora, nuestro bondadoso Padre Celestial, Te presentamos este Mensaje, Señor, esa semilla fue sembrada profundamente en los corazones de la gente; que algún día glorioso, Jesús vendrá, y encontrará a todos los santos. Lo cual, Él hará, y todos serán arrebatados y llevados a la Gloria. ¡Y qué día de regocijo será ese, cuando Jesús nuestro Señor regrese! Nos damos cuenta que estamos muy agradecidos de estar viviendo en este día.",
    "Y, Dios, me arrepiento de todo, y sabiendo que no podríamos vivir en nosotros mismos, Señor, pero somos—somos pecadores, para empezar. Y cada día confío en Ti, sabiendo que cada día peco, sabiendo que cosas diarias me suceden a mí y en mi vida, con las cuales Tú no estás complacido. Y yo confieso mi error y Te acepto, Mi Señor, mientras mi propia alma está en el altar, esta mañana, en este pequeño tabernáculo, postrado aquí, Señor.",
    "¡Oh, Dios!, Te fallé allá atrás, con esos dones Divinos, como Tú lo mostraste tan milagrosamente allá, la otra noche. Y lo siento. Me arrepentí ante Ti, en la visión. Y ahora en mi sano… En esta dimensión en la que vivo ahora, me arrepiento ante Ti, mi Señor, y Te pido que me perdones y me ayudes. Y por Tu gracia, habiéndome ya dicho que estas cosas iban a suceder ahora en el futuro. Sabiendo que se cumplirán, por lo tanto, Señor, Te pido que santifiques mi alma y mi corazón, mientras Te lo encomiendo.",
    "¡Oh, Dios!, sacude no solo la tierra, sino los cielos otra vez. Señor, permítenos ir a los campos allá, donde millones están esperando, Señor, hambrientos y sedientos, y llorando y rogando, y los paganos están muriendo en la oscuridad.",
    "¡Oh, Dios!, sacude esta gran nación adulterada de América, que ha caído en insensatez, y es una Sodoma y Gomorra moderna. “¡Oh, tú, hijo de la mañana!, ¿cómo es que caíste?”. “Corrías bien; ¿qué te sucedió?”. Pero, ¡Oh, Jerusalén, Jerusalén, cuántas veces Él te hubiera cuidado! Y así es con América hoy, mientras el Espíritu Santo clama en mi corazón: “¡Cuántas veces te hubiera hecho una antorcha encendida para la nación y para el mundo! Pero, tú aceptaste a Hollywood, aceptaste las modas del mundo. Y ahora has sido entregada a Janes y Jambres. ¡Y cómo ha—cómo ha llegado tu día! ¡Cómo esos hombres poderosos han barrido la nación!, ¡cómo han buscado lo que podían conseguir!, y ahora Tú Te apartas y vas a otras naciones”. ¡Oh, Dios!, ella está sentada en las cenizas de sus propias ruinas. Ella está sentada sobre su propio barril de glamour. Y algún día glorioso, el Hijo de Dios, en Su santa justicia, será revelado desde el Cielo, entonces ¿dónde estaremos parados?",
    "¡Oh, Dios!, concede hoy que nuestros corazones sean establecidos en Ti. Perdónanos de nuestros muchos pecados. Y, Padre, bendice a estos ministros que están aquí en esta mañana, predicadores del Evangelio. ¡Oh, Dios!, que ellos salgan hoy con este Mensaje en sus corazones, y diciendo: “Ahora veo el tiempo del fin, el poste de señal. Y yo sé que estamos en el cruce, y por eso todo esto. Me preguntaba por qué mi corazón estaba tan, venía tan conmovido en estos últimos años. Sí, Señor; sí, Señor”. Que ellos lo vean.",
    "Que sus ojos sean abiertos, y miren alrededor aquí y digan: “Sí, aquí está, veo que todas estas cosas malas son señales”; son señales sobrenaturales del enemigo. Pues, él está haciendo grandes maravillas. Él está haciendo grandes cosas, al grado de hacer caer fuego del cielo. Sí, están colocando satélites por toda la tierra. Y—y son cosas naturales, el enemigo trayendo señales de fuego; y todo lo demás, las lunas falsas y los soles falsos, y toda otra cosa.",
    "Pero, Dios, Tú dijiste que habría señales allá arriba, también, que ellos no entenderían, y estamos viviendo para verlo. Estoy tan agradecido, Señor, tan agradecido por Cristo. Y oro que Tú, por medio de Tu humilde siervo… Lágrimas penitentes en mis mejillas, Dios, Te entrego mi vida, de nuevo hoy. Y amado Dios, ¿me podrías ayudar a permanecer humilde, y a rodearme de hombres humildes que Te sirvan, amado Dios, y hacer la obra de Dios hasta que, Jesús, permitas que la muerte me libere de este tabernáculo de humillación. Y luego, Padre, yo quiero estar Contigo.",
    "Bendice a esta amada iglesita. Dios, bendice a nuestro amado pastor aquí, nuestro Hermano Neville, nuestro querido y amado amigo que se para aquí, sea que haga frío o calor, así todo esté fácil o difícil, y todavía proclama este Evangelio inalterado del Señor Jesús. Dios, bendícelo a él y a su pequeña esposa e hijos. ¡Oh, Dios!, que él funda el Evangelio en los corazones de la gente, hasta que Jesús venga. Bendícelo. Dios dale mucha fuerza. Lo amamos y sabemos que él es un hombre humilde y trabaja para Ti. Y estoy agradecido por él, Señor, por dejarlo con este pequeño—este pequeño redil aquí, que una vez tuve aquí. Y, Dios, solo oro que Tú lo ayudes a traer muchas otras ovejas al redil. Concédelo.",
    "Y haz eso por cada ministro que esté presente. Y no solo aquí, Señor, sino por todo el mundo, porque sabemos que el día es de necesidad. Las señales están aquí. El diablo anda por ahí, como un león rugiente, acusando falsamente, imitando y, pero, Dios, Tú estás levantando una bandera en contra de eso, por el Espíritu Santo, y estamos agradecidos. Ahora bendícenos, juntos.",
    "Y hoy, Padre, mientras vamos a orar por los enfermos, que Tú unjas a cada ministro aquí, de nuevo. Concédelo, Señor. Y que todo creyente aquí sea ungido, y que toda persona enferma sea ungida. Y que, cuando salgamos de aquí, que toda persona sea sanada completamente, y la gloria de Dios sobre nuestras almas, mientras oramos en el Nombre de Jesús. Amén.\n\nMi fe espera en Ti,\n\nTú, Cordero del Calvario,\n\n¡Oh, Salvador…!\n\nLevantemos nuestras manos mientras cantamos.\n\n…Divino;\n\nAhora escúchame mientras oro,\n\nQuita todos mis pecados,\n\n¡Oh!, permite que desde este día\n\n¡Ser completamente Tuyo!",
    "Suavemente ahora, Mora en mí.",
    "Con nuestros rostros inclinados, encomendamos todas las cosas a Ti, nosotros mismos, nuestras vidas, nuestro servicio. Úsanos a todos, Señor. Que cada uno salga inspirado, hoy. Que este sea un día que recordemos por mucho tiempo, por el Espíritu Santo haber estado con nosotros y al bendecirnos.",
    "Ahora da a los enfermos, Señor, sus necesidades hoy. Concédelo, Señor. Sé misericordioso, Padre. Hazlo por Jesús, oramos.",
    "Y ahora, gran Maestro, Tú nos enseñaste a todos, un día, enseñaste a Tus discípulos, como un ejemplo para todos nosotros, Tú dijiste: “Vosotros oraréis así:”\n\nPadre nuestro que estás en los Cielos, Santificado sea tu Nombre.\n\nVenga Tu Reino. Hágase Tu voluntad, como en el Cielo, así también en la tierra.\n\nDanos hoy nuestro pan de cada día.\n\nY perdónanos nuestras ofensas, como también nosotros perdonamos a los que nos ofenden.\n\nY no nos dejes caer en tentación, mas líbranos del mal. Porque Tuyo es el Reino, y el poder, y la gloria, por todos los siglos. Amén.",
    "Solo creed, por favor, hermana.",
    "¿Por cuántos se debe orar? ¿Pudiéramos ver sus manos, que desean oración? Me pregunto si se alinearían, aquí al lado derecho, tantos como puedan. Y los de este lado, formen una línea aquí hasta el pasillo del medio, si pueden. Los que están en este pasillo, formen una fila de este lado. Y los que están en el pasillo del medio, aquí. Muy bien. Cantemos ahora.\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed;\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed.",
    "¿Cuántos han estado en la reunión antes, en un servicio de sanidad? Veamos su mano. Todos Uds. ¡Oh, vaya! ¡Omnipotente, lo milagroso!",
    "Me pregunto. Ahora algo me viene a la mente, que me hace cambiar de opinión acerca de algo ahora mismo. Veo que esta línea de oración probablemente nos tomará hasta las tres de nuevo, para terminar.",
    "¿Dónde está el Hermano Tom Merrideth? ¿Todavía está aquí? ¿El Hermano Junior Jackson? Ambos, ministros. Uds. ministros, predicadores del Evangelio, que creen en sanidad Divina, vengan aquí por un minuto.\n\n…solo creed.\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed;\n\nSolo creed, solo creed,\n\nTodo es posible, solo…",
    "Un momento, quiero preguntarles algo. Pues, el Hermano Cox, y muchos de Uds. aquí saben que esta parte de la semana, les dije que no quería un servicio de sanidad, esta mañana, aquí. Pero unos amigos me llamaron, en honor ¿a qué? El Hermano Hall celebrando un avivamiento, un servicio de sanidad, allá con el Hermano Durban. Y el Hermano Hall estaba allá. Hice un anuncio la semana pasada, de sus servicios. Por eso es que yo—yo hice ese anuncio, porque él es nuestro hermano, y está celebrando el servicio. Y…",
    "[Alguien le habla al Hermano Branham.—Ed.] Pues, pues, Hermano Hall, ¿es Ud., Hermano Hall, allí? El Hermano Hall está con nosotros. Muy bien. Hermano Hall, ¿va a cerrar esta noche, hermano? Ya veo. El Hermano Durban está al otro lado del río. Están teniendo un servicio de sanidad. Conozco al Hermano Hall, un buen hermano, siervo ungido del Señor.",
    "Me pregunto, Hermano Hall, bueno, si no sería pedir demasiado, ¿se podría parar con nosotros esta mañana para orar por los enfermos, con nosotros? No me gusta poner a un ministro que ha estado orando así; si Ud. se para aquí, y en presencia con nosotros, para—para orar por los enfermos.",
    "Digamos: “Gracias al Señor por el Hermano Hall”. [La congregación dice: “Gracias al Señor por el Hermano Hall”.—Ed.] Él va a tener un servicio donde el Hermano Durban, esta semana. Muchos de Uds. han asistido, sin duda. Y aprendí a amar al Hermano Hall cuando estuvo aquí la otra vez. Y luego teniendo tanto éxito, el Señor le ha dado gran éxito al orar por los enfermos. Y creo que él ha estado por aquí bastante tiempo, orando por los enfermos. Y, Hermano Hall, ¿le gustaría decir algo a la gente, algo que tenga en mente? Muy bien, señor. ¿Tuvo una buena reunión esta semana, Hermano Hall? Estamos muy contentos de que Ud. esté aquí.",
    "Y ahora, Uds. personas enfermas… No solo eso, estos ministros aquí, todos estamos alineados como una fortaleza, creyendo en la Omnipotencia. Creemos que Dios todopoderoso, en estos últimos días, está obrando milagros, y sanando a los enfermos y afligidos, y vemos Su omnipresencia haciendo exactamente lo que Él dijo que haría. Estamos aquí para orar por Uds. esta mañana. Y yo creo que Dios lo hará.",
    "Y solo un momento. [Alguien le habla al Hermano Branham.—Ed.] ¿El Hermano Jack Oakey, aquí del Centro de Avivamiento? Pues, nos daría gusto tenerlo a Ud., Hermano Jack Oakey, dondequiera que Ud. esté. Y mi hermano acaba de venir y me habló del Hermano Jack Oakey. ¿Está Ud. en el edificio? Entonces, pues, Ud.—Ud. venga con nosotros, Hermano Oakey, dondequiera que esté.",
    "Y otros ministros, pues, estamos contentos de tenerlos. Si Ud. cree en sanidad, venga aquí. Esta es nuestra misión de hacer estas cosas, y orar por los enfermos y los afligidos. Eso está muy bien.",
    "Hermano Oakey, ¿dónde…? ¿Está el Hermano Oakey parado aquí con Ud.? No. Oakey, Oakey, estoy tan… ¿Eh? ¿Qué dice? [Alguien le habla al Hermano Branham.—Ed.] Muy bien, el evangelista. Quienquiera que Ud. sea, venga, hermano ministro, suba aquí, en compañerismo. ¡Oh, vaya! Eso es maravilloso. Vengan. ¿Cuál es su nombre, hermano? [El hermano dice: “Hermano Jack Arkly”.] El Hermano Jack Arkly. Estamos contentos de tenerlo, Hermano Jack, con nosotros.",
    "Ahora, eso está muy bien y maravilloso. Todos Uds. pueden darse la mano unos a otros, al pasar por allí, y conocerse.",
    "Y ahora aquí está lo que el Señor nos ha enviado esta mañana, para orar por estas personas, y algunos de ellos agonizando. La señora parada allá atrás, con el sombrero blanco, tiene cáncer. Hay un hombre parado aquí frente a mí, que tiene cáncer. Y hay muchas—muchas cosas diferentes. Tendida aquí está una señora con un tobillo quebrado que no sana. Tenemos, ¡oh, muchas—muchas cosas aquí! Una señora sentada aquí con artritis, en una silla de ruedas. Ella cree que Dios va a permitir que ella sane. Nosotros también lo creemos.",
    "Ahora, hermanos, lo único que podemos hacer es orar. ¿Es así? Solo oren. Estoy un poco débil hoy para entrar en eso…?… ¿Ven Uds.?, yo solo estoy… Yo prediqué tan duro.\n\nAsí que, ahora inclinemos nuestros rostros.",
    "Voy a pedirles a los hermanos, si cada uno viene. Y nos hacen un lugar aquí al frente, aquí, para que podamos orar por estos enfermos. Yo bajaré con Uds. Y vamos a orar por los enfermos, y pasaremos a los demás, y oraremos por cada uno. Y cada uno de nosotros pondrá las manos sobre los enfermos y creyendo que Dios los va a sanar. ¿Lo creen Uds., hermanos? ¿Qué le parece, Hermano Hall, Ud. cree eso con todo su corazón? Muy bien. Va a suceder.",
    "Permítannos ahora, por favor, salir por el lado, por los escalones allí, mis hermanos, por favor. Y hagan una pequeña línea a lo largo de allí ahora. Comenzaré—comenzaré aquí abajo, y oraremos.",
    "Y queremos que toda la iglesia se una a nosotros. ¿Lo harán, amigos, mientras oramos por estos enfermos?",
    "Ahora, Uds., hay buenos evangelistas aquí, y ministros de campañas de sanidad, que están aquí para orar con Uds. en esta mañana. Y estamos contentos de darle un giro al servicio ahora para orar por los enfermos.\n\nOremos una vez más.",
    "Padre, en el Nombre de Jesús, recíbenos ahora. Pedimos al Espíritu Santo que venga sobre nosotros y nos bendiga, y que nos dé lo que estamos pidiendo hoy. Que el gran poder omnipotente de Dios entre en nosotros ahora mismo. Y que la Gloria de la Shekinah, ¡Oh, Dios!, que habitó bajo las alas entrelazadas de los Querubines, que venga bajo los brazos entrelazados de la cruz, y venga sobre nosotros, hoy, Señor, mientras venimos esperando el Poder de Dios. Pedimos esta bendición para el pueblo. Que ni uno, ni uno, lo pierda, sino que todos sean sanados. En el Nombre de Jesucristo. Amén.",
    "Ahora, Hermano Neville, si Ud. trae el aceite y se para al pie del lugar aquí ahora, mientras empezamos. Oremos por la señora en la camilla, primero, luego bajemos así, luego retrocedamos y dejemos que los demás pasen. Muy bien. El Señor los bendiga ahora.\n\nTodos en oración ahora. Estén orando ahora.\n\nMuy bien, hermanos, aquí. Oremos por su sanidad.",
    "Nuestro Padre Celestial, nuestra hermana que está acostada aquí, ella estará en esta camilla el resto de su vida. Pero, creemos, Padre, hoy, que ella ha venido aquí para que se ore por ella. Y nosotros, Tus hermanos, quienes creemos que Tú harás esto por nosotros, humildemente oramos y pedimos en el Nombre de Jesús, que Tú quites esta—esta enfermedad de ella. Suple el calcio para ese pie, su pierna, o lo que esté roto. Y oro que sea sanada, y que pueda caminar, glorificar a Dios. Con las manos sobre ella, pedimos esta bendición en el Nombre de Jesucristo. Amén.",
    "Padre Dios, al estar aquí en el altar en esta mañana, y con esta, nuestra hermana de color, sabiendo que un día mientras Jesús cargaba la cruz, subiendo al Calvario, en el Gólgota, Él cayó bajo el peso de la cruz, y vino un hombre de color y la tomó, la levantó, Lo ayudó a llevarla, caminando en las huellas Sangrientas de la cruz, aquí está una de sus hijas sentada aquí hoy, Señor, que está afligida, enferma, sentada en esta silla hoy. Y ella lo hubiera estado toda su vida, si Tú no hubieras tenido misericordia, Señor, más allá del médico. Pero ella nunca…?… Y oramos…?… En el Nombre de Jesús, que su pierna sea sanada. Y que ella camine y sea completamente sana, en el Nombre de Jesucristo. Amén.",
    "Ahora, ¿se siente diferente…?… o no? Venga aquí. Simplemente comience. Levante sus pies, o lo que quiera hacer. Entonces, Ud. quiere ser…?… diga: “Me levanté y caminé por el edificio”.…?…",
    "Nuestro Padre Celestial, mi hermano, mi amigo, mi compañero que he conocido por tanto tiempo, me llamó por teléfono la otra noche: “Al saber que los médicos me dicen que no hay esperanza”. El poder del cáncer, que le quitará la vida.",
    "Amado Dios, Tú conoces el corazón del varón. Si hay algo contrario a Tu voluntad, hoy, cualquier cosa, que sea perdonada ahora. Que, en esta mañana, en esta misma hora, mi Hermano Carl venga a Ti, y entregue completamente, una vida rendida…?…",
    "Dios, si Tú… Los médicos no pueden hacer nada por estas cosas. Pero Tú eres el Único Quien puede sacar esa vida de allí, hacer que esa malignidad…?…",
    "Y Tú Quien moras en santidad, Tú Quien moras en… Tú eres la Gloria de la Shekinah. Tú eres omnipotente. Oramos que Tú lo hagas esta noche, para testimonio de Tu Palabra, del poder del Jesús resucitado. Condenamos el cáncer, sobre…?…",
    "Padre Dios, ahora pedimos por nuestra hermana, pidiendo que ella sea liberada de…?… afecciones, y demás. Y ahora, Señor, orando sinceramente, pero Tú, el mismo Cristo…?… ¡Coloco las manos sobre ella, Señor!…?…",
    "Amado Dios, ponemos las manos sobre este, nuestro hermano, que está delante de mí diariamente, su oración cruzó, su espíritu lo cruzó, y él está mirando hacia—hacia la puesta del sol. ¡Oh, Dios!, también lo hizo Abraham, de cien años; le habló y dijo: “Yo soy El-Shaddai”. ¡Oh, Dios!, Tú eres el omnipotente. Y oramos, Dios, que Tú hagas lo milagroso y sanes a este, nuestro hermano, en el Nombre de Jesús. Amén. Amén. Padre…?…",
    "Nuestro Padre Celestial, como ministros ungidos del Evangelio, nos paramos hoy…?… Como una congregación que se reunía en los días pasados, y después de Pentecostés ellos se reunían y oraban. Y, Padre, nos congregamos juntos, como hermanos creyentes, y toda la gente. Y pedimos que la gente se reúna; y lo han hecho. Pedimos que él se aparte de este joven, hoy. Que nunca más le moleste. Él sabe…?…",
    "Padre, ponemos las manos sobre nuestra hermana, y pedimos que, en el Nombre de Jesús, Tú conjures esta enfermedad de su cuerpo, y la sanes completamente. Cuando ella pase por esta línea de hombres, que consagre su vida a Ti, Señor, creyendo; llamada, con una vida separada, de las cosas del mundo, y de las iglesias formales y frías, para entrar en el verdadero Evangelio. Lo pedimos en el Nombre de Jesús, Quien da de acuerdo a lo que le hemos pedido. Amén.",
    "En el Nombre de Jesús, presentamos este pañuelo, Señor, a Ti, y pedimos por la liberación de su hija.",
    "Padre, ponemos las manos sobre nuestra hermana, mientras ella pasa por esta línea de oración, pidiendo que la liberes de esta enfermedad en su cuerpo. Mientras la pasamos por aquí, poniendo las manos sobre ella, Señor, santifica tanto el don como…?… Señor. Concédelo. En el Nombre de Jesús, pedimos por su sanidad. Amén.",
    "Padre Dios, ponemos las manos sobre nuestra hermana, lo pedimos en el Nombre de Jesús. Mientras ella pasa por esta línea de varones…?…",
    "Padre Dios, ponemos las manos sobre nuestro hermanito, y pedimos en el Nombre de Jesús, que Tú sanes cualquier…?…",
    "Padre Dios, ponemos las manos sobre nuestra hermana, y pedimos, en el Nombre de Jesús, que Tú sanes su cuerpo y la sanes completamente. Concédelo.",
    "Padre Dios, ponemos las manos sobre nuestro hermano, y pedimos en el Nombre de Jesús, que Tú sanes este cuerpo. Y mientras él pasa por esta línea de ministros, oro, Dios, que la Gloria de la Shekinah…?…",
    "Puedo poner las manos sobre nuestro amado hermano, y pedir, mientras él pasa por aquí, para que él pase por ese Aceite refinado, por el cual está orando.",
    "Padre, coloco las manos sobre la hermana, y pido, en el Nombre de Jesucristo, que Tú la sanes y se recupere.",
    "Padre Dios, ponemos las manos sobre nuestra hermana…?… mientras colocamos las manos sobre ella, en el Nombre de Jesús, Tu Hijo. Amén.",
    "Padre Dios, ponemos las manos sobre nuestro hermano…?… enfermedades, Señor.",
    "Tengan fe ahora, mientras pasan. Están ungidos con aceite, como enseña la Palabra.\n\nEn el Nombre de Jesús…?…",
    "Padre Dios, ponemos las manos sobre nuestra hermana, Señor, mientras ella avanza por esta línea. En…?… el deseo de su corazón…?…",
    "Padre Dios, ponemos las manos sobre nuestro hermano, y pedimos por su sanidad.",
    "[La línea de oración continúa por tres minutos y quince segundos, muchas de las palabras del Hermano Branham son indiscernibles.—Ed.]…?…",
    "¿Se fijaron, qué extraño? Yo prediqué esta mañana, sobre “los caminos de cruce”. Miren el cruce aquí…?… esta fila de hombres.",
    "[La línea de oración continúa por seis minutos, muchas de las palabras del Hermano Branham son indiscernibles.—Ed.]…?…",
    "¡Oh, Dios, el Omnipotente! Concédelo, Señor, que el Espíritu y el poder vengan sobre nuestra hermana, restaurándola completamente. Oramos, en el Nombre de Jesús, mientras ella pasa junto a estos ministros, que sea completamente sanada en esta noche. Amén.",
    "[La línea de oración continúa por cuarenta y cinco segundos, muchas de las palabras del Hermano Branham son indiscernibles.—Ed.]…?…",
    "Padre, en el Nombre de Jesús, oramos sobre este pañuelo, así como los tomaron del cuerpo de Pablo. Y pido…?… Oro, Dios, que ella sea sanada, esta mañana, en el Nombre de Jesús. Amén.",
    "Querido amado, amigo, en el Nombre… Esperen, aquí viene una dama para que se ore por ella. Sí, vengan aquí. Uds. hermanos…",
    "Nuestro amado Padre Celestial, ponemos las manos sobre nuestra hermana. Y estamos muy agradecidos por su mejoría. Que su fe no vacile ahora. Y…?… en el Nombre de Jesucristo…?…",
    "Ahora, ¿qué hemos hecho? Lo que dijo el Señor. ¿Correcto?",
    "Estamos contentos de tener a nuestros hermanos ministros de visita con nosotros, todos estos amigos. Digan: “Amén”, todos Uds. que… [La congregación dice: “Amén”.—Ed.] Bueno, ciertamente son bienvenidos de nuevo, mis queridos hermanos, para estar con nosotros. Y hoy, estamos casi por lograrlo, para—para salir a tiempo. Estamos contentos de que estuvieran aquí. Y, mis hermanos, oro por Uds. constantemente. Y Uds. oren por mí, dondequiera que vayan, y oren ahora mientras salgo al campo otra vez. Y que nuestros caminos se crucen, vez tras vez.",
    "Recuerde, Hermano Oakey, tal vez… me acordé de sus seres queridos allá en—en California. ¿Es ese el Dr. Oakey, de la…? [El Hermano Oakey dice: “No”.—Ed.] ¡Oh, el otro Oakey! Sí, señor. Y yo—y yo sé que hay muchos Oakey allá. No sabía con cuál estaba conectado él. Yo conozco al Dr. Oakey, el dentista, Uds. saben. Y entonces, y—y así… ¿Ud. también es pariente de él? [“Es mi primo”.] Su primo. Bueno, muy bien. ¡Buen hombre!",
    "Ahora, ¿qué les hemos hecho a Uds. aquí? Esto es lo que es. No nos pararíamos aquí a poner las manos sobre los enfermos a menos que lo creyéramos. Hemos visto a la gente que nos rodea hoy, sentada en esta congregación aquí mismo; la gente ha estado enferma de cáncer, ciega, lisiada. Permítanme mostrarles algo, si hay visitas aquí. ¿Cuántos aquí han sido sanados, de esa manera, por Dios? Veamos sus manos levantarse. Eso es, ciegos, cánceres, y todo, ¿ven? ¿Ven? Él hará lo mismo por Ud. ¿Ven? Ahora, lo hacemos así: creemos en nuestra oración.",
    "Y ahora para el cierre, antes de entregar el servicio a nuestro Hermano Neville, recuerden los servicios de esta noche. Y esta noche, si hay alguien que—que Uds. conocen, un ser querido que no llegó esta mañana para que se orara por él, el Hermano Hall, aquí, está en casa del Hermano Durban. Y eso será… Y ¿cuál es la dirección, hermano? [Un hermano dice: “No sé la dirección”.—Ed.] ¿Qué? [Otro hermano dice: “La diecisiete y Market”.] La diecisiete y Market, en Louisville, donde están teniendo una campaña de sanidad. Y esa era precisamente la razón por mi timidez en tener el servicio. No—no—no me gusta ir a un lugar donde alguien tiene una—una—una campaña de sanidad, y alguien comienza una. Esa es la razón por la que dije lo que dije acerca de no… acerca de los servicios esta mañana, es en honor del Hermano Hall en casa del Hermano Durban, porque ambos son muy queridos amigos míos.",
    "Y no queremos una campaña de sanidad por aquí, mientras el Hermano Hall tiene una por allá. Estoy seguro de eso. Y, así que, nosotros lo amamos.",
    "Y ahora, Hermano Oakey, ¿dónde está Ud., hermano? [El Hermano Oakey dice: “En el cuarenta-treinta de la West Market”.—Ed.] West Market en el cuarenta-treinta. El otro hermano con Ud. allí, ¿están juntos? Muy bien. Ahora eso es a treinta… cuarenta… [“Cuarenta-treinta de la West Market”.] Cuarenta-treinta, cuarenta-treinta West Market, Louisville, otra campaña. Y entonces, ¿cuánto tiempo va a estar Ud. allí, Hermano Oakey? [“Predicando allí toda la semana”.] Toda la próxima semana. Eso está bien. Ahora, todos Uds. que están enfermos, treinta… cuarenta, West Market. [La congregación dice: “Cuarenta-treinta West Market”.] Sí. Cuarenta y uno en West Market. Muy bien. Eso está bien. Ahora, ¿hay…?",
    "Vi a un par de ministros más. Un hermano aquí, ¿tiene Ud. una campaña en alguna parte, señor? No. No. Sí. Bueno, muy bien. Eso está bien.",
    "Y este hermano aquí es un—un misionero para los judíos, creo, ¿no es así? Un misionero para los judíos. Creo que él vive en New Albany. Y así que estamos muy contentos de tener…",
    "¿Me faltó uno? ¿Hay alguien más en alguna parte? Yo—yo espero que no; no es mi intención. Por supuesto, el Hermano Junior Jackson, Uds. saben dónde está él en New Albany.",
    "El Hermano Tom Merrideth tiene una transmisión. ¿Tiene Ud. una iglesia, Hermano Merrideth? No tiene iglesia; solo es una transmisión. Él lo anunció hace unos minutos.",
    "Y el Hermano Neville tiene servicio aquí para Uds. aquí, por aquí, esta noche, y para este próximo miércoles, y durante toda la semana. Y sus—sus servicios, su transmisión, es el sábado por la mañana. Muy bien.",
    "¿Todos se sienten bien? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Muy bien, amigos. Dan ganas de unirse a este grupo bueno y feliz de predicadores, e ir a predicar el Evangelio, y orar por los enfermos, también. Dios se los conceda, amigos.",
    "El joven allí que salió disparado de un accidente de carretera recientemente, un pedazo de ángulo de hierro le atravesó el costado, de lado a lado, y le salía por el otro lado, así. ¡Una querida madre oraba! Dios le perdonó la vida, con algún propósito. Desde que ella me lo dijo, pensé… Esta mañana, me encontré con él cuando llegué al salón. Él me estrechó la mano. Yo dije: “¿No es Ud. el muchacho?”.",
    "Él dijo: “Sí, señor”. Dijo: “Fui llamado al ministerio”. ¡Dios sea misericordioso! Ahora, mis queridos hermanos… Solo un joven, sentado allí con un abrigo café. Que Dios conceda que él llegue a ser una luz flamante, mientras estamos en el cruce del camino, hijo. Y, predicar el Evangelio, predicar el Evangelio completo, predicar toda la Palabra de Dios, y no ceder ante nada. Párese allí mismo en el puesto del deber. Dios hará de Ud. un gran guerrero.",
    "Ahora, oremos esta oración final por los enfermos.",
    "Nuestro Padre Celestial, Te damos gracias por este joven, también en esta mañana, Señor. Y mientras él estaba sentado allí esta mañana, escuchando la Palabra, y viendo a estos ministros con sus corazones en llamas, mientras ponían las manos sobre los enfermos, cuando ellos pasaban por esta línea. Viendo los testimonios allí, de gente levantando sus manos, que han sido sanados de un cáncer, y ciegos, y sordos y mudos, y lisiados; es—es un reto. Y miramos esta bendita Palabra antigua, y Ella dijo que estos días estarían aquí, y aquí estamos parados. Vemos al Dios omnipotente con Su brazo extendido, y señales y prodigios que vienen. Oímos el sonido de abundante lluvia en el aire. Sabemos que estamos en el gran día de la última lluvia.",
    "Cuando, Satanás será atado y echado en el pozo, encadenado por la cadena de circunstancias, donde no podrá salir ni engañar más a las naciones. Y mil años, el reinado del Milenio, tendrá lugar en la tierra mientras nosotros glorificamos a nuestro Señor Jesús, y Lo adoramos; coronándolo a Él: “Rey de reyes, y Señor de señores”.",
    "Esta vieja tierra pecaminosa se abrirá, algún día de estos, cuando los poderes atómicos sean desatados, y los hidrógenos. Y todo mar, y las aguas,… El mar llorará hasta secarse. ¡Oh, Dios! Y el sol dejará de brillar. Y la luna no dará su luz. Y las estrellas del cielo caerán como una higuera intempestiva que es sacudida por un viento recio. Y los hombres clamarán por las rocas y las montañas. Y ¿qué va a significar esta pequeña vida entonces?",
    "Entonces los muertos en Cristo resucitarán. ¡Oh, qué paraíso! Las naciones no alzarán espada contra nación, nunca más. Tampoco tendremos una línea de oración por los enfermos.",
    "Hoy es el día de salvación. Y, Padre, trajimos estas personas a Ti. Y Te hemos pedido, en el Nombre de Jesús, Quien dijo esto: “Pedid al Padre cualquier cosa en Mi Nombre, y será hecho”. Ahora, nosotros, no es nuestra oración en la que tenemos fe; es en Su mandato, en el que tenemos fe: “Pedid al Padre cualquier cosa en Mi Nombre, y Yo lo haré”.",
    "Ahora, Satanás, tú que has sido tan malo y has atado a estas personas, y puesto la muerte sobre muchos de ellos, y los lisiaste, y los cegaste, y les hiciste toda clase de mal, tú estás derrotado. Tú estás derrotado, porque hemos hecho exactamente lo que Jesús dijo que hiciéramos. Por lo tanto, nuestra fe mira ahora y te dice a ti: “Deja a la gente. ¡Sal de ellos, en el Nombre de Jesús!…?… Y que todos estén bien, en el Nombre de Jesucristo.\n\n¡Alabado sea el Señor! Ahora crean.\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo\n\nQue Jesús me sana ahora.\n\nYo Lo tomo a Él por Su Palabra;\n\nYo Lo tomo a Él por Su Palabra;\n\nÉl me trae liberación gratuita,\n\nYo Lo tomo a Él por Su Palabra.\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo\n\nQue Jesús me sana ahora.",
    "¿No lo creen Uds.? ¡Con todo mi corazón! Hermano Saúl, ¿lo cree Ud.? [El Hermano Saúl dice: “Amén”.—Ed.] ¿Cree Ud. que Dios lo hará, Hermano Tony? [El Hermano Tony dice: “Amén”.] Amén. Hermana Snyder, ¿lo cree Ud.? [La Hermana Snyder dice: “Amén”.] Hermana, ¿lo cree Ud.? ¿Lo cree Ud., hermana?",
    "🦅 Y fe es la sustancia de las cosas que se esperan, la convicción de las cosas que no se ven”. ¡Por fe vimos caer los grandes muros de Jericó! Cristo lo guía a Ud. por fe. ¿Lo cree Ud.? Amén. Nosotros lo creemos. Nunca tengan una sombra de duda, nunca. Dios lo terminará. ¡Omnipotente! ¡Es tan seguro! Yo solo tengo que seguirlo. “Estas señales seguirán a los que creen”. Amén. ¿No es Él maravilloso?",
    "Ahora, inclinemos nuestros rostros por un momento para la oración de despedida. Pediremos… Reúnanse en círculos, para tener un pequeño tiempo de compañerismo. Le pediremos al Hermano Neville, si él viene aquí ahora, mientras todos inclinamos nuestros rostros en oración. Mientras tarareamos primero, con nuestros rostros inclinados:\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré,…",
    "Solo recuerden, Él está a su lado. Él está allí para hacer lo real. Solo sienta Su Poder entrando en Ud. ahora. “¿Puedo yo?”. Seguro que Ud. puede.\n\nYo lo tomaré a Él por Su Palabra;\n\nYo lo tomaré a Él por Su Palabra;\n\nÉl me trae, liberación gratuita, (En el Calvario.)\n\nY yo lo tomaré a Él por Su Palabra.",
    "Mientras inclinamos nuestros rostros ahora. Hermano Neville, y lo que Ud. quiera decir. 🦅"
  ]
}