{
  "title": "EL TIEMPO DEL CRUCE",
  "id": "56060009",
  "content": [
    "🦅  …la pequeña iglesia esta tarde, este pequeño auditorio que hemos convertido en una iglesia para estos servicios, oro que Tus bendiciones descansen sobre nosotros, en el Nombre de Jesús. Amén.",
    "Pueden sentarse. Y buenas tardes a todos Uds. Estoy muy contento de estar aquí hoy de nuevo en el servicio del Señor Jesús para darle alabanza, gracias por todo lo que Él ha hecho por nosotros, estoy muy contento por esto.",
    "Ahora, fue un gran privilegio para mí, venir por invitación de nuestro querido Hermano Jackson. Y supongo que la mayoría de los que han estado aquí han sido de la iglesia del Hermano Jackson. Quiero agradecerles a todos y cada uno de Uds. por lo que han sido y significado para nosotros. Aquí, hace algún tiempo…",
    "Normalmente nuestros servicios son programados en base a una escala de plena cooperación de todas las iglesias. Es de la única manera que vendremos para una campaña de sanidad, cuando todas las iglesias cooperan juntas. El representante viene a la ciudad, reúne a todas las iglesias, luego alquilan un lugar, y luego todas no tienen servicios regulares, y todos se congregan para el servicio. Y después de eso, llegan miles.",
    "Algunas veces nuestras reuniones aquí en América han llegado a tener hasta veinticinco mil de una vez, y miles de personas se reúnen, y allí vienen pecadores y son salvos. Entonces los ministros, quienes están cooperando, se sientan en la plataforma, cada uno de ellos sabe que después de que se hace el llamado al altar, pues, ellos reciben esas personas y las invitan a sus iglesias que se encuentran en su vecindario. De esta manera…",
    "Pues, al venir ahora, venimos solo bajo el patrocinio de esta sola iglesia pequeña, por—por el compañerismo con el Hermano Jackson. Yo amo al Hermano Jackson. No creo que él esté presente, pero yo—yo amo al Hermano Jackson, un hombre muy fino. Y estoy tan contento de saber que Uds. tienen un pastor como él. No sé mucho de él, pero he—he aprendido a amarlo las pocas veces desde que lo conocí.",
    "El Hermano Beeler, está—está sentado ahora aquí arriba, en el balcón a mi izquierda, él estuvo por aquí y tuvo una reunión, creo, en la iglesia del Hermano Jackson, regresó y me habló, dijo: “Si Ud. alguna vez ha conocido un grupo fino de personas, está por allá en Michigan”.",
    "Y luego, algún hermano que asiste allá, una vez vino a mi casa, no recuerdo su nombre ahora mismo, lo siento, muy buen hermano, y me trajo algunas cosas a mi, la casa allí, de su granja, y demás, lo cual fue bonito, muy… Yo aprecio esas cosas.",
    "Llegué, acabo de llegar de Suiza y Alemania, donde tuvimos una reunión maravillosa, cien mil convertidos, dos semanas en Alemania. Y pasamos un tiempo muy maravilloso, el Señor nos bendijo en gran manera. Regresé, fui a California para tomar un pequeño tiempo de descanso antes de comenzar ahora, para regresar al oeste.",
    "El Hermano Jackson vino y dijo: “Hermano Branham, ¿por qué no viene al lugar nuestro ahora?”. Bueno, a decir verdad, difícilmente pude rechazar al Hermano Jackson. Él dijo: “Ahora…”.",
    "Le dije: “Hermano Jackson, yo… ¿Ud. se refiere a una campaña de sanidad con la cooperación de todos los predicadores e iglesias?”.\n\nY él dijo: “No, Hermano Branham, solo es para que venga…”.\n\nLe dije: “Iré a su iglesita”.\n\nÉl dijo: “Bueno, acá solo tenemos asientos para unos pocos” dijo él, “así que conseguiremos el auditorio de la escuela”.",
    "Yo dije: “Bueno, si van a ir allá, podemos extender el tiempo de una noche a tres o cuatro noches”. Así que vine para un viernes, sábado y domingo.",
    "Y luego lo hicimos, para que, al ser de esa manera, por lo general las iglesias no tienen servicios el viernes por la noche o el sábado por la noche, pero lo tienen el domingo por la mañana y el domingo por la noche, así yo no tendría que interrumpir el servicio de ningún hermano, ¿ven Uds.?, ningún servicio.",
    "Solo venir a tener compañerismo, donde todos puedan venir, porque está en mi corazón siempre tener compañerismo con todo aquel que cree en Jesucristo, aunque, sus ideas tal vez no concuerden con las mías, pero nunca mencionaremos eso. Nosotros solo, nosotros creemos que él es un hermano mientras crea que Jesucristo es su Salvador. No importa si es presbiteriano, metodista, bautista, pentecostal, Ciencia Cristiana, Católico Romano, lo que sea, no me importa a mí, mientras sea un hijo de Dios, él es mi hermano, y es lo que yo creo. Y yo no colocaría paja de tropiezo en el camino de ninguna denominación.",
    "Yo permanezco interdenominacional. En ese tiempo, fui ordenado en la iglesia Misionera Bautista donde aún tengo pleno compañerismo. Y, vaya, algunos de mis amigos bautistas estaban sentados aquí mismo la otra noche, y así, y quieren patrocinar una reunión por aquí, en un pedacito, en el campo, en un pedacito, la gente bautista, yo tengo reuniones, y no vendré solo por los bautistas, tienen que ser todos juntos, todos. Y por eso, mucha gente ha dicho: “Bueno, Hermano Branham, Ud., bueno, pero pensamos que Ud. era pentecostal”.",
    "Bueno, una vez yo estaba predicando en—en el Auditorio Roberts en Little Rock, Arkansas, había un amado hermano anciano allí, quien había estado en muletas por años, él vendía lápices en la esquina. Y esa noche, mientras teníamos el servicio de sanidad, su fe se despertó, y el Señor lo llamó, y recogió sus muletas y comenzó a correr por el edificio. Al día siguiente, andaba por aquí corriendo por toda la ciudad con sus muletas y un letrero en ellas: “¡Estas amiguitas, ya no las necesito”! ¡Oh, lo estaba pasando en grande!",
    "Así que, comencé a predicar, había como cuatro o cinco mil personas allí en ese momento, y él dijo—y dijo: “Un minuto, Hermano Branham” él estaba tan contento, dijo, “yo no entiendo esto”.\n\nYo dije: “¿Qué será, hermano?”.",
    "Y él dijo: “Bueno, yo—yo lo escuché predicar, y pensé que de seguro Ud. era nazareno”, porque él era un nazareno, ¿ven?, él dijo: “Pensé sin dudar que Ud. era un nazareno, por la manera en que Ud. predicaba”. Y dijo: “Pero miré alrededor, y casi todos eran pentecostales, así que pensé que tal vez Ud. era pentecostal. Y ahora alguien me dice que Ud. es bautista”. Dijo: “No lo entiendo”.\n\nYo dije: “¡Oh, es fácil!” dije, “soy un pentecostal-nazareno-bautista”. Así que, eso—eso es todo.",
    "🦅 Por un Espíritu somos todos bautizados en un Cuerpo”. Así es. Ya sea Ud. pentecostal, nazareno, o bautista, o lo que Ud. sea: por un Espíritu, el Espíritu Santo, Dios por gracia soberana nos trae a un Cuerpo, ese es el Cuerpo de creyentes, Cristo Jesús. Y estoy tan agradecido por eso hoy, de saber que tengo el privilegio de estar en este Cuerpo, y ser su hermano, y venir aquí para tener este pequeño tiempo de compañerismo con Uds.",
    "Quiero agradecer al Hermano Jackson y a su iglesia y—y a los que visitan con nosotros. Si Uds. no son todos miembros de la iglesia del Hermano Jackson, ciertamente les agradecemos a estos pastores y demás, aquí. Pasé hace un rato, y yo no… Yo creo que la iglesia del Hermano Jackson se llama, La Iglesia del Pueblo, La Iglesia del Pueblo, vi una por acá llamada Iglesia del Evangelio Completo, estaba dando vueltas y vi una por acá llamada Asambleas de Dios, y sé que todos son personas del Evangelio completo, y los aprecio a todos Uds. Y todas las demás iglesias, los metodistas, presbiterianos, o lo que Uds. sean, ¿ven?, los vemos, y los amamos.",
    "Ahora, una cosa que pueden hacer por mí: Pronto estaré en las grandes reuniones y en el extranjero, y yo—yo oro que Dios ponga—me ponga en sus corazones, para que oren por mí mientras me esfuerzo por ganar almas para Cristo.",
    "Nunca olvidaré lo que el supervisor general de la iglesia bautista me dijo la noche que la visión me llamó, y yo iba a ir a orar por los enfermos, él dijo: “Billy, tuviste una pesadilla. ¿Qué comiste antes de… esa noche para la cena?”.\n\nLe dije: “Doctor Davis, no aprecio eso”. Yo dije: “Si Ud. no puede cooperar con eso…”. Dije, “Dios lo dijo, y Él… así—así será”.\n\nÉl dijo: “¿Piensas que la gente, reyes y potentados, monarcas escucharán a un individuo con una educación de séptimo grado?”.\n\nYo dije: “Eso es lo que Él dijo”.\n\nÉl dijo: “Billy, creo que necesitas un descanso”.\n\nDije: “Muy bien, Doctor Davis, aquí está mi tarjeta de compañerismo”.\n\nÉl dijo: “¡Oh, no pienses así, hijo!”. Dijo: “Pues, ve a casa, y descansa unos días, creo que vas a sentirte mejor”, así.",
    "Pero nada en contra de la iglesia bautista, siendo tan buena como cualquiera de las demás. Todas están en un gran grupo, y el hecho es que, Dios nunca… Ud. nunca llegará al Cielo, sea bautista, metodista, o presbiteriano, o lo que sea, Uds. vendrán al Cielo siendo Cristianos, no importa a qué iglesia pertenezcan. Dios nunca reconocerá una organización, nunca lo hizo, nunca fue Su plan. Él nunca tuvo una organización, nunca organizó a la gente—en ningún momento, el hombre lo hizo, así es.",
    "La primera organización es la iglesia madre, la católica, de allí salieron los luteranos, de allí salieron los metodistas, y de allí salieron, y viniendo, y viniendo, hasta los últimos, y los pentecostales, y demás, en los últimos días. Exactamente. La iglesia Católica Romana es la iglesia madre de la organización, antes de eso no tenían organización.",
    "Así que, si Uds. son una organización y no trazan una línea de barrera condenando al otro individuo, y pueden extenderse sobre la cerca y estrechar la mano del otro individuo, muy bien.",
    "Cuando yo pastoreaba allá el pequeño Tabernáculo Bautista, tenía un buen amigo más abajo en New Albany llamado Johnson y él era metodista, y esta era la clase de compañerismo que teníamos: Cuando convertía a alguien en mi iglesia, y me decía: “Hermano Branham, quiero que me rocíe”. Decía: “Yo—yo—yo… Mi madre es metodista, y yo—yo—yo fui criado como metodista”.",
    "Yo le decía: “Pues, bien, mire hermano, déjeme decirle, esta es una iglesia bautista, y le diré lo que haremos, Ud. es un buen hermano” y le decía, “tengo un buen hermano en la—en la Iglesia Metodista de Main Street aquí en New Albany, a tres millas de nosotros, un hombre maravilloso” y le decía, “Sabe qué, vaya allá, él lo rociará, y Ud. sea un buen miembro para él”, porque él nunca sería un buen miembro para mi iglesia, seguro que no, creyendo eso. Por lo que le decía: “Pero el Hermano Johnson es un buen hombre”. Yo decía: “Hay un poco de sequía por allá, sí, no hay mucha agua, pero déjeme decirle” le decía “él es un buen hombre y un Cristiano, hay muchos Cristianos en la iglesia”.",
    "Cuando él tenía un convertido que le decía: “Hermano Johnson, quiero que me bautice, mi familia era bautista”.",
    "Él decía: “Mira, nunca me serías un buen miembro, pero” decía, “tengo un buen amigo, Billy, allá en el Tabernáculo Bautista en Jeffersonville” decía, “Si vas allá” decía, “él es un buen muchacho, y” le decía, “él te ahogará, te mantendrá sumergido hasta que salga la última burbuja”.",
    "Y esa es la clase de compañerismo que tenían los metodistas y bautistas, en cuanto a la iglesia del Hermano Johnson y yo. Y todos debemos sentirnos de esa manera, absolutamente, Cristianos y hermanos, y amamos eso con todo nuestro corazón, y tenemos compañerismo el uno con el otro.",
    "Ahora, recuerden los servicios, en todas partes. Y si no me equivoco, ¿no hay como un—un asentamiento alemán por aquí? A mí me parece como, parece sueco o alemán. Veo gente grande y robusta, de aspecto saludable, que se ve bastante bien.",
    "Y yo estaba pasando por aquí la otra noche, y el conserje me dijo que él era de Finlandia, y su gente era de Finlandia. Le hablé unas palabras en finlandés, dije: “Kiitos” y “Jumalan rauhaa”. Y él miró hacia mí—me miró. Kiitos es “gracias”, y Jumalan rauhaa es “la paz de Dios sea sobre ti”.",
    "Y, pues, creo que, si hablara algunas palabras en alemán, habría mucha gente que me entendería. Oigan, por cierto, en Alemania tuvimos una de las reuniones más hermosas, si es que es una colonia alemana aquí, gente alemana.",
    "Saben, como americano y, creo que Dios por un Espíritu nos ha hecho a todos un pueblo. Y dondequiera que Uds. vayan, he, en todas partes alrededor del mundo, he encontrado que dondequiera que hay Cristianos, todos son iguales, no hay diferencia en ellos, en todas partes.",
    "Y siendo que hemos tenido tanta guerra en Alemania, y demás, cuando llegué allá por primera vez, pensé: “Vaya, apuesto que habrá muchos problemas aquí”. Pero fueron algunas de las personas más amables que he conocido, seguro que sí, me trataron como si fuera un hermano. Y allí tuvimos cien mil convertidos. Estuve en Hamburgo y—y en Karlsruhe, allí es donde tuve mi gran reunión, en Karlsruhe, y luego bajé a Lausana, y luego a Zurich, Suiza; por supuesto, el suizo no es otra cosa que un alemán.",
    "Yo dije: “El alemán, su inteligencia es maestral, lo sabemos, tiene una gran inteligencia. Parte de nuestra ciencia más avanzada viene de Alemania”. Y dije: “Pero el problema de Alemania, es que se equivocan—tienen el liderazgo equivocado, y están tratando de hacer un arma o una bomba que—que destruirá al resto del mundo, y ellos serán los amos de aquello. Y el suizo” dije yo, “bueno, él tiene la misma inteligencia, pero él fue allá y tomó la paz, e hizo un reloj y se lo vendió a su vecino, fue algo pacífico”. Y más o menos de esa manera es. Pero dejen que Cristo venga a ellos, y todos serán iguales. Así es. Y en realidad aprecio…",
    "Aunque recuerdo una noche… Primero, hay un elemento comunista en Alemania ahora, el cual todos Uds. conocen, y estábamos bastante cerca de la zona comunista, bajo control ruso. Y entonces, cuando primero comencé la reunión, atrajo la atención de muchos, muchos miles la primera noche. Y luego la—la—la Iglesia Reformada Holandesa, o la iglesia estatal, mejor dicho, que en realidad fue la de Zwinglio y—y no de Lutero, y—y habíamos discrepado bastante sobre la Doctrina de la—la Deidad suprema de Jesucristo.",
    "Ahora, ellos no creen eso en Suiza, la iglesia suiza no lo cree, yo tengo sus propios libros directamente en inglés. Y dicen que Zwinglio dijo que Jesús era el hijo de José, llamado el Hijo de Dios. Pero si Uds.—si Uds. reciben eso, pues derriba todo principio del Cristianismo. Él fue el Hijo de Dios nacido de una virgen, José no tuvo nada que ver con eso, él solo fue el—el tutor para criarlo, el padre, el padre adoptivo.",
    "Bueno, Billy Graham estuvo la noche anterior a cuando yo debía comenzar a la mañana siguiente. Billy tuvo una reunión maravillosa allí, y una buena reunión. Pero, por supuesto, al día siguiente los periódicos publicaron cosas, y nunca he visto tanto escándalo como el que escribieron del amado hermano. Dijeron que pasó a la plataforma como si pasara a un palco, dijeron que se había puesto una manicura (¿Qué es eso que uno se hace en…? Permanente. ¿Verdad?), permanente—permanente ondulado en su cabello, y dijeron que actuaba como un vendedor de jabón encima de una caja, moviendo los brazos al predicar, y dijeron, veamos, dijeron que el olor del perfume se le sentía a tres metros… Pues, ¡oh, vaya!",
    "Leí el periódico a la mañana siguiente, y me dije: “Uh-oh, mira lo que te espera, muchacho, yo lo sé”. Sabiendo que, si hablaban así de Billy Graham, ¿qué quedaba para mí? Así que, entramos directamente, allí directo al estadio, donde él había dejado, y yo—yo comencé con el mío.",
    "Pero, Billy predicó sobre la Deidad suprema de Jesucristo. Así es. Yo comencé justo donde él había quedado, seguí por el mismo camino. Y por la gracia de Dios, ganamos cien mil en ese país, de hecho, para el Señor.",
    "Recuerdo que, en Alemania, una noche, había tal… Habían venido los comunistas e iban a comenzar una revuelta. Y cuando… Ellos amenazaron con matarme cuando saliera del lugar. Teníamos como, ¡oh!, supongo, cuarenta mil, algo así. Y estábamos… Yo venía de un lugar y los soldados alemanes, eran soldados, tuvieron que dar vueltas, y vueltas, alrededor mío, para meterme en un vehículo y evitar que me dispararan a distancia, así, están escondidos en los arbustos, y demás. Y me preguntaron si tenía miedo de regresar. Yo dije: “Nunca. Yo vengo aquí por la voluntad de Dios”. ¿Ven?",
    "Y regresé a la noche siguiente. Nunca olvidaré esa noche mientras viva. Recuerdo que estábamos teniendo un servicio, por supuesto adentro, una vez adentro entonces uno—uno está bastante seguro allí en ese momento, cuando uno está así, y cuando uno entra y sale, es cuando ellos se colocan en la oscuridad y hacen lo que van a hacer.",
    "Y entonces, y esa noche, ellos… Por supuesto que todos estaban mirando, por todas partes. Y ellos eran… Y en Alemania hay mucho espiritismo, y todo lo demás, Uds. saben. Así que todos estaban sentados alrededor, y los habían enviado a la plataforma para que se orara por ellos. Y el Espíritu Santo cómo es que sabía quiénes eran (yo no podía pronunciar esos nombres en alemán), y les decía todo, se los decía, y lo que ellos habían hecho, y lo que…",
    "Y pasó como la cuarta o quinta persona, yo estaba volteado en esta dirección, y los ujieres, y yo estaba hablando con el intérprete, escuché a alguien gritando. Habían puesto a una muchachita ciega en la plataforma, y ella iba a caer de lo alto, ¡oh!, mucho más alto que esto, así, y la agarré rápidamente, porque siendo ciega, simplemente la pusieron arriba. Y algunos de ellos se dieron la vuelta, sin darse cuenta, y la pobrecita caminaba hacia el borde de la plataforma. Era como mi pequeña Rebekah, como así de alta, una muchachita alemana con trencitas colgando por su espalda, en un atuendo muy típico alemán; yo—yo nunca olvidaré esto.",
    "Y ella, yo le di la vuelta, el intérprete vino donde ella, y ella estaba tocando, buscándome a mí, simplemente ciega, y ella me agarró, y dijo, por supuesto, por el intérprete, a través del intérprete, ella dijo: “¿Es este el hombre que va a orar por mí?”.\n\nYo dije: “Sí”.",
    "Y ella puso su cabecita sobre mí, así, y sus manitas alrededor de mí, y ella comenzó a sollozar como una niña pequeña, Uds. saben, en mi pecho, con su cabecita aquí arriba. Miré hacia abajo, pensé: “¡Pobrecita!”.",
    "Y ella había sido ciega de nacimiento, nunca había visto en su vida. Bueno, cuando comencé a orar por ella… ¿Cuántos han estado alguna vez en una de mis reuniones? Veamos sus manos, alguna vez… Bueno, Uds. entienden, entonces, todos Uds. La visión comenzó y a decirle todo, y entonces noté que el Señor había declarado su vista.",
    "Así que cuando levanté a la pequeña, aparté su cabecita de mí, ella miró afuera, y era la primera vez que veía luz en su vida, ella comenzó a gritar y a mirar esas luces, y comenzó a señalar, dijo: “¿Qué son esas cosas?”, así.\n\nY ellos le dijeron: “Luces”.",
    "Y ella estaba mirando alrededor por todas partes, parpadeando con sus ojitos. Y eso entusiasmó tanto a su madre que saltó y comenzó a correr y se quedó sin zapatos, y ella corrió a la plataforma, y la tomó por la cintura, la niña lo hizo y dijo: “¿Tú eres mi madre?”. Dijo: “¡Vaya, eres muy hermosa!”. Así. Eso detuvo a los comunistas allí mismo, tuvimos a muchos de ellos que vinieron al Señor Jesús en esa ocasión.",
    "Y—y luego el Ángel del Señor, ellos al ver eso, y casi no podían creerlo, dijeron que ellos—ellos tenían las fotografías originales que se tomaron de Aquello aquí en América. Así que los alemanes me preguntaron, dijeron: “Nosotros tenemos buenos lentes”. Así es. Dijeron: “¿Le importa si tratamos de captarlo en fotografía?”.\n\nDije: “Para nada. No hay problema”.",
    "Así que tuvimos una—una reunión a la mañana siguiente, o un almuerzo a las once con la Iglesia Reformada Holandesa, y había como trescientos ministros allí. Y entonces vino este alemán y colocó su gran cámara a rollo por allá abajo, él dijo: “¿Puedo tomar fotografías?”. Él dijo: “Ahora, ¿podría agitar su mano, o indicarme de alguna manera, cuando esa inspiración venga y pueda ver si mi cámara capta ese—ese Ángel, esa Columna de Fuego?”.\n\nY yo le dije: “Sí, señor”.",
    "Y así que estábamos desayunando y, o almorzando, mejor dicho, y estábamos hablando, y él había tomado varias fotografías así. Y tenía una especie de rollo, lo volteaba por aquí y apretaba una cosita, y tomaba la fotografía. Y entonces él… No sé qué estaba haciendo él allí atrás, estaba parado allá con una gran cámara sobre un asunto giratorio como este. Y, entonces, en ese momento el Ángel del Señor comenzó a venir, yo le avisé con la mano, le dije a la congregación, dije: “Esta es la inspiración”.",
    "Y Aquello comenzó a hablar, y yo dije: “El hombre sentado allí con el collar romano”, dije: “Él no es alemán, es italiano”. Dije: “Él acaba de renunciar a su puesto de ser un líder de veintidós mil comunistas, él tomó una Biblia y la leyó, y ha venido a Cristo. Y él es de Italia, y tiene una escuelita escondida por allá arriba en las montañas”.",
    "Y dije: “La razón por la cual él no ha desayunado esta mañana, es porque tiene tal problema estomacal, que por años ha tenido este problema estomacal”. Y cada detalle era verdad. Yo dije: “Ahora, es ASÍ DICE EL SEÑOR, mi hermano: Coma su desayuno, su problema estomacal ha terminado”. Y él comenzó a comer huevos y cosas.",
    "Bueno, todo este tiempo este alemán, sucediendo eso, tomaba estas fotografías, ¿ven?, traía… él enrollaba su cámara, tomaba las fotografías. Y cuando las llevó a desarrollar, al regresar, allí estaba Aquello, eso sacudió a todo el país, allí estaba el Ángel del Señor bajando, allí es donde Él ungió y comenzó a hablar, y allí es cuando la inspiración se fue, al retirarse, todo allí mismo. Bueno, eso llevó a miles y miles al Señor Jesucristo en Alemania.",
    "Vamos a regresar de nuevo este verano, y estaremos allá en alguna parte cerca de Berlín, un gran estadio que Hitler construyó allá, con asientos como para ciento ochenta mil, o algo así, para los servicios en Alemania este año que viene, si el Señor quiere, tal vez para el otoño, después de terminar la campaña americana.",
    "¡Oh, vaya! ¡Tantas cosas que nuestro Señor ha hecho! A veces pienso cuando todo termine… Y tenemos que trabajar hoy. Saben, me gustaría bajar, a cada uno de Uds., y estrecharles la mano. Me gustaría ir a su casa y pasar un tiempito con Uds., hablar con Uds. Desearía poder hacerlo, no puedo. Uds. se sorprenderían, pero tal vez esta cantidad de personas sentadas en este edificio visitan mi casa cada dos o tres días. ¿Ven? Y es en todas partes, los hoteles llenos, gente de todo el mundo viniendo de Finlandia, de Alemania, de—de la India, de Austria, de todas partes, ¿ven?, viniendo para que se ore por ellos de todas partes del mundo. Y, por eso, debo estar moviéndome de un lugar a otro.",
    "Pero este es un compromiso que quiero hacer con Uds. personas aquí en Sturgis, espero poder regresar algún día, en algún momento cuando podamos tener esta pequeña Iglesia de las Asambleas de Dios, y esta otra iglesia, y todas las iglesias alrededor cooperando juntas, y venir, tener una campaña de sanidad, hasta ese momento, si no los vuelvo a ver, algún día cuando no tengamos un servicio de sanidad, cuando ya no necesitemos uno, al otro lado del río, allí quiero verlos. Tendré el mismo testimonio allá que tengo ahora: Salvo por la gracia de Dios. Así es. Salvo por Su gracia.",
    "Y esto lo sé: que un día tengo que llegar al final del camino; yo no sé cuándo será. La mayoría de los Branham, cuando envejecen… Muchos de ellos han vivido hasta envejecer, mi abuela tenía ciento diez años, mi abuelo vivió hasta los noventa y ocho por parte de mi padre, mi abuelo, por parte de mi madre, acaba de morir hace unos años, hace como cinco años como a los noventa y tantos, pero mi padre murió a los cincuenta y dos años, la bebida lo mató.",
    "Pero, quizás yo viva hasta la vejez. Por lo general, cuando envejecen, les da parálisis, temblores, al envejecer, esa es la naturaleza de los Branham, como era la naturaleza de Isaac estar ciego, y Jacob quedó ciego, y demás, de esa manera, es simplemente la naturaleza de nuestra familia.",
    "Y algún día, tal vez, con la barba canosa, el rostro todo barbado, y siendo un anciano, habiendo llegado al final del camino, y sé que viene la hora, y estaré a la orilla del río, pueda oír cómo rompen las olas y sepa que tengo que cruzar, quiero mirar atrás a cada montón de zarzas por donde pasé, y cada montaña que escalé, y ver que he procurado dejar las huellas del Señor Jesús. Lo que entonces quiero hacer será quitarme el yelmo de la salvación, bajar el escudo, tomar la vieja espada y meterla de nuevo en la vaina de la Eternidad, llorar con todo mi corazón, apoyado en mi bastón, temblando, “Envía la barca salvavidas, Señor, porque vengo a Casa esta mañana”. Yo creo que algún día estaré allí; los veré allí. Hasta entonces, las más ricas bendiciones de Dios sean con Uds.",
    "Recuerden, si alguna vez puedo hacerles un favor, escríbanme, haré todo lo que pueda para ayudarlos. A menudo he dicho: “A la gente que yo vendría, la noche…”. Pero no puedo hacer eso, son demasiados. Son miles de miles, ¿ven Uds.?, y uno… Estoy seguro que Uds. no entenderían. Así que, es—es un—es… No puedo hacer eso.",
    "Y yo no les digo que me escriban, como los evangelistas por la radio y cosas, lo cual está perfectamente bien, ellos quieren que la gente escriba para poder obtener su dirección y es por dinero. Nosotros nunca usamos ni un centavo de dinero, yo… Dios lo sabe.",
    "Yo pudiera haber sido un—un hombre diez veces más rico hoy si hubiera querido. No es por eso… Yo nunca pido un centavo en mis… nunca recogí una ofrenda en mi vida. Y una vez rechacé un millón, quinientos mil dólares, en una ocasión, cuando los agentes del FBI me lo trajeron; los periódicos lo publicaron. Yo dije: “No quiero dinero”. No es por el dinero.",
    "Yo uso ropa usada, este traje me lo dieron en Noruega hace seis años, lo he estado usando desde entonces, ¿ven? Y no es que tenga que hacerlo, podría quedarme en mejores hoteles, y demás, pero Cristianos: un Cristiano es una vida que se vive. Ud. debe vivir como… Yo quiero ser como la gente que viene a mí buscando a Cristo. Dios me conserve así es mi oración.\n\nOremos.",
    "Nuestro Padre Celestial, testimonio, cantos, y toda gloria sea para Ti, todo es Tuyo. Te damos gracias hoy, por esta maravillosa promesa que Tú nos has dado: que algún día glorioso Lo veremos a Él como Él es. Entonces nos veremos el uno al otro, y nos sentaremos con los profetas en el Reino de Dios, y los grandes varones: Abraham, Isaac, Jacob, Daniel, Ezequiel, muchos de los demás. Y es mi oración a Ti, Padre Celestial, que permitas hoy que ese sea el gran anhelo en nuestros corazones. El deseo de nuestro corazón es llegar a esa hora.",
    "Ahora, mientras nos preparamos para abrir la Biblia, nos damos cuenta que cualquier hombre o mujer, niño o niña con la capacidad física de sus manos pudiera abrir la Biblia, eso solo es abrir el Libro, pero no hay hombre que puede realmente abrirlo, sino Tú, Señor.",
    "Vemos donde Juan dijo en la visión: “Uno sentado sobre un trono con un Libro sellado en la parte de atrás con siete sellos, y ningún hombre en el Cielo, ni hombre en la tierra, ni debajo de la tierra, era digno de tomar el Libro o de… abrir el Libro o desatar los sellos. Pero Uno, un Cordero baló, un Cordero inmolado desde la fundación del mundo, vino y tomó el Libro de la mano derecha del que estaba sentado en el trono, y fue digno de tomar el Libro y desatar los sellos”.",
    "Y oramos, Dios, que ese mismo Cordero nos abra este Libro hoy. Habla a nuestros corazones, Señor, lo que sea apropiado, sabiendo que somos un pueblo destinado a la Eternidad. Tenemos nuestros rostros inclinados al polvo del cual fuimos tomados, y algún día, si Jesús tarda, regresaremos al polvo. Pero estamos hablándoles a estas almas, inmortales, que moran dentro de nosotros que nunca morirán y pasarán una Eternidad en alguna parte.",
    "Dios, si hay alguien aquí perdido, o mal encaminado, que hoy pueda regresar al Calvario, y ser reconciliado con Dios por medio de Cristo. Porque lo pedimos, en Su Nombre. Amén.",
    "Ahora, para Uds. que tienen su Biblia, pueden ir a Joel 2, o Hechos 2, cualquiera, porque ambos son iguales. Es maravilloso, no una coincidencia, pero no diría que las Escrituras fueron puestas en orden por inspiración de esta manera, pero es asombroso ver que Joel en el capítulo 2 escribió lo mismo que escribió Lucas en el capítulo 2 de Hechos, ambos el capítulo 2.",
    "Comenzando por el versículo 15, leeremos una porción de la Escritura. Esto fue inmediatamente después de que vino el Espíritu Santo. Y queremos leer a Pedro, dirigiéndose a la—la congregación, el Espíritu Santo había descendido sobre los creyentes cuando se les había ordenado ir y esperar el—el poder de Dios. Pedro hablando dijo:\n\nPorque éstos no están ebrios, como vosotros suponéis, puesto que es la hora tercera del día.\n\nMas esto es lo dicho por el profeta Joel:\n\n…en los postreros días, dice Dios, Derramaré de mi Espíritu sobre toda carne, …vuestros hijos y vuestras hijas profetizarán; Vuestros jóvenes verán visiones,…vuestros ancianos soñarán sueños;\n\nY de cierto sobre mis siervos y sobre mis siervas en aquellos días Derramaré Yo de mi Espíritu, y profetizarán.\n\nY daré prodigios arriba en el cielo, Y señales abajo en la tierra, Sangre,…fuego y vapor de humo;\n\nEl sol se convertirá en tinieblas, Y la luna en sangre, Antes que venga el día del Señor, Grande y manifiesto;\n\nY todo aquel que invocare el nombre del Señor, será salvo.",
    "Permítanme una pausa aquí por un momento y consideremos estas cosas que fueron profetizadas.",
    "Ahora, sabemos que como creyentes Cristianos… ¿Cuántos Cristianos hay aquí hoy? Levanten sus manos. ¿Cuántos creyentes Cristianos? ¡Oh, maravilloso y eso es muy bueno! Como pueblo Cristiano, creemos que Esta es la Palabra infalible de Dios, ¿no es así? Tenemos que creerlo para ser Cristianos. No hay error en Ella en ninguna parte, es perfecta. Y toda Palabra, tal vez no La entendamos, no—no se supone que debamos entenderla. Y el Cristianismo no se puede entender, es para vivirlo, por fe hacemos estas cosas. Todas las obras son por fe, a través de la gracia.",
    "Ahora, los profetas profetizaron de cosas sin ellos saber de lo que estaban hablando, simplemente, las dijeron, no las entendían. Daniel dijo que no podía entender, pero simplemente lo escribió, porque no era para su día. El Ángel le dijo que cerrara el Libro hasta el tiempo del fin. Muchos correrían de aquí para allá, y el conocimiento aumentaría, y en ese momento él se levantaría en su heredad y, al final del tiempo, y acontecerían todas estas cosas; él no lo entendió.",
    "Muchos de los profetas al escribir no sabían lo que estaban escribiendo. Ellos simplemente lo escribieron, porque era inspiración.",
    "Y ahora, Pedro retoma aquí la profecía de Joel; es en la edad primitiva de la Iglesia. La mayoría de los creyentes saben que la Iglesia fue inaugurada en Pentecostés. Y muchas veces nosotros los pentecostales nos llamamos a nosotros mismos Pentecostés, y tenemos el nombre equivocado, el pueblo pentecostal estaba del otro lado, los judíos, ellos estaban allá en Pentecostés, nosotros somos la Iglesia del Primogénito, ¿ven?, no Pentecostés, los adoradores de Pentecostés estaban allá arriba. A esto le llamamos, la bendición Pentecostal, y demás.",
    "Y todas las iglesias, en cierta medida, quieren decir que son parte de Pentecostés, porque allí es donde comenzó. Donde la… Y la palabra Pentecostés es la palabra “cincuenta”, en la—la salida de las primicias donde se junta la cosecha. Era un tiempo de fiesta de la cosecha temprana, significa “cincuenta”, que sucedía después de la purificación del santuario, y a los cuarenta días tenían Pentecostés. Y muchos de Uds. eruditos de la Biblia no tienen que desglosar mucho eso, porque lo entienden, y como Cristianos, tal vez, han oído a sus pastores bien entrenados predicar esas cosas.",
    "Ahora, después de suceder esta gran cosa… Había sucedido de una manera que ellos no lo entendían. No podían entender, todos estaban esperando la Venida del Cristo, estamos conscientes de eso. Pero la manera en que Él vino fue tan diferente de la manera en que ellos se lo habían imaginado, al punto que eso los confundió, no lo supieron. Dios por lo general hace eso en cada estación de cruce de Su—Su—Su tiempo, Él ha hecho eso.",
    "La gente llega a eso, y piensa: “Pues, tiene que ser de esta manera, es que tiene que ser de esta manera”. Y lo tienen todo planeado. No piensen que no lo tenemos así hoy, todos lo tenemos bien planeado exactamente de la manera en que Cristo va a venir, todo. Y tenemos diagramas, y creo que a veces sabemos más de los diagramas que lo que sabemos de Cristo. Se ha estructurado todo, cada denominación.",
    "Muchas veces cada individuo lo tiene a su propia manera, y tal vez venga diferente de lo que cualquiera de nosotros piensa. Por lo general, Dios lo hace de esa manera. Pues, uno no puede descifrar a Dios. Uno solo Le cree a Dios y camina, por fe, no hay manera de descifrarlo a Él.",
    "Miren lo fácil que hubiera sido… La ley cuando Jesús nació en Belén de Judea, pues, parece que, si hubiera habido alguien que debería haberlo recibido, era Caifás, el sumo sacerdote, y el gran clero, y demás. Los Ángeles seguramente hubieran venido a ellos, porque ellos eran ministros, y decirles que había nacido el Cristo. Pero Dios da la vuelta, y los primeros que lo reconocieron, fueron un montón de observadores de estrellas, astrónomos, quienes vinieron del este hacia el oeste para reconocerlo, vieron una Estrella mística. Nadie más vio la Estrella, ellos La vieron. ¿Por qué? Porque Eso les fue dado a ellos.",
    "Algunas personas dicen: “Yo puedo ver cosas espirituales”, ellos lo ven; otros dicen: “Yo no lo veo”, pero no le fue dado a Ud. quizás poder verlo.",
    "Bueno, ellos aun llevaban el tiempo por los observatorios ubicados sobre las ciudades, y esa Estrella pasó sobre toda ciudad, hasta donde sabemos, viniendo hacia el oriente. Y por más de dos años, los magos estuvieron de viaje viniendo del oriente, porque cuando llegaron allí, Cristo ya tenía dos años.",
    "Ahora, su tradición de que los magos encontraron a un Bebé acostado en un pesebre, más vale que olviden eso, porque esa solo es una tradición, Él no era un Bebé, ellos estaban buscando un Niño de dos años, un Niño pequeño, no un Infante. Y mataron a todos los niños en ese momento, de dos años para abajo, para atraparlo, ¿ven Uds.?, porque ellos no vinieron a un Infante, ellos vinieron a un Niño pequeño.",
    "Y estuvieron dos años de viaje siguiendo esta Estrella. Y ¿creen Uds. que ellos La vieron? Seguro que sí, la Biblia lo dice, pero nadie más La vio.",
    "Muchas veces el Ángel del Señor aparece allí mismo, y la gente grita y lo mira. Y otros dicen: “Pues, yo no lo vi”.",
    "Dicen: “Bueno, Hermano Branham, todos deberían verlo”.",
    "¡Oh, no! Pablo iba camino a Damasco para arrestar a la gente que estaba teniendo un avivamiento allá, y el Ángel, o sea, Cristo bajó en una Luz brillante, incluso le cegó los ojos a Pablo, por Ella ser tan brillante, y ninguno de los demás hombres con él Lo vio, nadie Lo vio. Fue tan personal para Pablo que cegó sus ojos, y tenía que ser llevado de la mano. ¿Verdad? Y los hombres con él, ellos no vieron Luz, no vieron nada al respecto. Pero así es como puede ser tan real para algunas personas, y algunas personas no saber nada al respecto. ¿Ven?",
    "Dios Se revela de la manera que Él quiere, a la gente que Él quiere, es Su voluntad soberana. Él endurece a quien Él endurece, y justifica a quien Él justifica. Está en las manos de Dios, no en mi mano ni en mano suya, está en la mano de Dios lo que Él hará. La Biblia lo dice. ¿Se dan cuenta de eso?",
    "¿Han leído en Romanos 9, cómo Él dijo que antes de nacer alguno de los niños, Esaú y Jacob, dice: “A uno amé y al otro aborrecí”? ¿Cómo puede Él ser justo al hacer eso? Por previo conocimiento, Él sabía lo bribón que era Esaú, ¿ven?, y Él pudo predestinar. No solo decir—decir que… La palabra predestinar no es una buena palabra para usar, es conocimiento previo, porque Él no lo rechazaría a Ud. deliberadamente, porque es… porque Ud., Él quisiera que Ud. se fuera. Él no quiere que ninguno de Uds. perezca, pero por previo conocimiento Él sabe lo que Ud. hará, aun antes de que Ud. viniera a la tierra. Seguro, previo conocimiento.",
    "Él es infinito, Él es Dios, Él es omnipotente, omnipresente, omnisciente. ¿Ven? Él conoce todas las cosas, toda sabiduría, y todo tiempo, cubre todo espacio, todo poder, Él es infinito. Y si Él no fuera eso, no es Dios. Si Él no es el Dios Todopoderoso, Él… Si Él no pudiera hacer todas las cosas, Él no es el Dios Todopoderoso; pero si Él es Dios Todopoderoso, Él puede hacer todas las cosas. ¿Ven? Y de esa manera tenemos que creerle a Él.",
    "Y aquí, había sido predicho que llegaría este momento. Ahora, aquí está el mensaje que quiero darles esta tarde: Hay un gran revuelo en el mundo hoy, Uds. lo saben, comenzó, y llevamos como ocho años en eso, un avivamiento avanzando, señales y prodigios vienen sucediendo.",
    "Ahora, el mundo científico ya no puede negar la sanidad Divina, aun los médicos y la ciencia y todo la reconocen como algo verdadero. ¿De qué se trata todo esto? ¿Por qué hoy, viendo este tipo de reuniones, y por qué todas las iglesias simplemente no entran directamente, y unen sus manos, y avanzan con ello? ¿Por qué no lo hacen? Reconocemos, nosotros…",
    "Yo—yo no estoy aquí como un imitador del Cristianismo, no estoy aquí como un engañador, yo estaría en casa con mi familia hoy, disfrutando los pocos días que tengo en el hogar, vengo aquí porque tengo un Mensaje en mi corazón que quiero producirles a todos Uds., o presentarles a todos Uds., mejor dicho. Y es por eso que vengo, yo los amo, y me doy cuenta de que algún día tendré que rendir cuentas por cada palabra en cada reunión que he tenido. Y cada palabra, yo tengo que responder por ella en el Juicio.",
    "Y si no digo la verdad, Dios me hará responsable a mí, y no a Uds. Así que ahí está. Pero si yo advierto a la gente, entonces la sangre no está sobre mí, si yo lo sé y no lo hago, entonces me será requerido; y Uds. hermanos ministros lo saben. Y gracias a Dios por sus posiciones y valor para advertir a la gente de los tiempos por venir. Ahora, estamos viviendo, y cualquier persona sensata sabe que estamos viviendo en la víspera de una gran destrucción.",
    "Vi una escena un día, de un cordero balando en un campo, y el pequeño de repente se puso nervioso, nadie podía ver nada. ¿Por qué? Este corderito se sentía inquieto, no dejaba de mirar alrededor, no sabía qué hacer. Se agachaba y se llenaba la boca de hierba, y miraba alrededor, no sabía qué hacer.",
    "Al mirar por binocular, no muy lejos de él, venía deslizándose un gran león de melena negra. Él no podía verlo, no había manera de que lo viera, pero el instinto le decía a ese corderito que el peligro estaba cerca, estaba nervioso, estaba inquieto. De no haberle disparado al león, hubiera atrapado al cordero. Pero, allí estaba el león deslizándose hacia este pequeñito allá en el campo. Y él—él no podía verlo, ni podía oírlo, pero había un instinto en él que le decía que había peligro cerca.",
    "Miren a los patitos, como suben aquí al terreno norteño, en la—en la primavera, vuelan allá. Llegan a las lagunas pantanosas, y allí ponen sus huevos y empollan a sus pequeños, están todo el verano en ese estanque. En esa camada de patos hay un macho, un machito que efectivamente nació como líder, y cada pato en el estanque sabe que él es un líder, ellos lo saben.",
    "Y tan pronto como la primera brisa fría comienza a soplar a principios de septiembre, y la más mínima escarcha comienza a cubrir la cima de las montañas por allá, ese patito correrá directo al centro de ese estanque, levantará su piquito bien alto hacia arriba, y graznará cuatro o cinco veces, y todos los patos en el estanque vendrán a él. Así es.",
    "¿Y qué hará él? Él… Él nunca ha salido de ese estanque, no conoce más que ese estanque, es lo único que conoce. Él nació allí esa primavera, fue criado y alimentado en ese estanque, nunca salió de allí, pero él se alzará allá arriba e irá directamente a Louisiana lo más perfectamente que se pueda ir sin una brújula, sin nada. ¿Por qué? Es el instinto.",
    "Todo pato conoce a su líder, ellos saben que él es el líder, no importa en qué dirección vaya, ellos lo seguirán. Los patos con un instinto saben cómo seguir a su líder, pero hombres con el Espíritu Santo fallan en no seguir a su Líder. Si un pato debe saber y tiene suficiente sentido común para saber cómo seguir a su líder del peligro a la seguridad, ¿cuánto más debería un Cristiano seguir al Líder, el Espíritu Santo, que lo guiará a Ud. del peligro?",
    "El mundo entero está temblando. Voy a Alemania. “¡Oh!, ¿qué vamos a hacer?”. Voy a la India: “¿Qué vamos a hacer?”. Voy a Suiza, en todas partes, “¿Qué vamos a hacer?”. El mundo entero está temblando.",
    "Los Estados Unidos están temblando. Las grandes agencias y demás, en el gran Pentágono, y todo eso, investigando cosas sobrenaturales. Platillos voladores, ¿qué son? ¡Oh!, dicen: “Vimos hombrecitos adentro”, toda clase de historias. Ellos tratan de negarlo, pero allí están. ¿Por qué? Dios dijo que habría señales arriba en los cielos y en la tierra. Las tenemos. Están temerosos.",
    "La semana pasada Uds. vieron los grandes titulares en el periódico, por todo Tennessee y allá, vi en su periódico la otra noche donde un general dijo que un—un ataque a los Estados Unidos podría suceder fácilmente. Seguro, ciertamente. Están sacando a los vigilantes privados para vigilar los cielos en busca de aviones. ¿Qué pasa? Todos están temblando.",
    "Ahora están tratando, pensando en trasladar la Casa Blanca y todos sus gabinetes allá a Kentucky, adentro a esas cuevas, y cosas. ¿Qué pasa? El cordero está temblando porque el león se acerca. Toda persona lo sabe, siendo sensata y con buenas facultades mentales y razonamiento, sabe que algo está por suceder.",
    "Y si Uds. miran este bendito Manual antiguo, predice que sucederían estas cosas. Estamos aquí al final del camino. Y amigos, les conviene sentarse y hacer un balance personal, y asegurarse.",
    "Si Ud. fuera a un restaurante y recibiera un plato de sopa con una mosca adentro, Ud. lo patearía lejos, y—y qué alboroto armaría Ud. con alguien: “Nunca más volveré a comer en este lugar, ¡si así es como cocinan su comida!”. Ud. cuida ese cuerpecito suyo para que nada malo entre en él, pero le mete cualquier clase de veneno que existe a su alma. Así es.",
    "Asegúrense de que eso venga de la Palabra de Dios, no reciba insignificancias de guante suave. Necesitamos quitarnos las camisas y predicar el Evangelio, correcto, el poder de Dios para salvación, y pararnos en la Palabra de Dios y Sus promesas.",
    "Vemos que la Biblia dice que sucederían estas cosas, Él dijo que en los últimos días habría burladores mofándose, señalando con el dedo, y diciendo que esas cosas no existen, y que los días de los milagros han pasado. Pero Él dijo que tendría una Iglesia, donde señales y prodigios seguirían a esa Iglesia. ¡La tenemos!",
    "Ahora, así ha sido en todas las edades. Cuando Dios hizo la creación al principio en lo fenomenal, cuando habló el mundo a existencia y, “¡Pfff!” sopló las estrellas y las lunas de Sus manos, como dicen, habló la Palabra, y vino a existencia. La misma tierra sobre la cual Ud. está hoy fue la Palabra creada de Dios.",
    "Si Él no habló el mundo a existencia, ¿de dónde sacó el material para hacerlo? ¿De dónde vino? Seguro que lo hizo, Él lo habló a existencia. Es la Palabra de Dios. El mismísimo polvo y cosas donde Uds. están hoy, son la Palabra creadora de Dios. Uds. están aquí por cuanto entraron en la creación por el hablar de la Palabra de Dios, cada uno de Uds. Y fíjense, si Uds. envejecen, mueren, regresan al polvo de la tierra, la madre… La tierra es la madre de toda cosa natural que el ojo puede ver. Seguro.",
    "Ahora, quiero que se fijen por un minuto, cuando Dios hizo a Adán y a Eva e hizo la creación y todo, era hermoso, Dios… pues, Adán tenía control de los poderes de Dios, él podía hablar cualquier cosa, y le obedecía a él tal como lo haría con Dios. Él había tenido un compañerismo perfecto con Dios, había caminado con Él, y hablaba con Él, comulgaba con Él, habían tenido compañerismo.",
    "Luego—luego cuando Adán y Eva, cuando Eva pecó y salieron del huerto del Edén, ellos continuaron, continuaron, y el mundo comenzó a desplegarse, y a medida que se desplegaba más y más, muy pronto comenzaron a levantarse las ciudades; esa es una gran señal del tiempo del fin.",
    "Nuestra pequeña ciudad de Jeffersonville ha crecido de catorce mil, una pequeña ciudad ribereña, de catorce mil como a cerca de treinta y tantos mil en los últimos años. Están arrasando todas las granjas, y todo lo demás, y haciendo proyectos de vivienda. ¿Qué pasa? Es una señal del tiempo del fin. Así es.",
    "En ese día vemos que comenzaron a trabajar con cobre, comenzaron a trabajar con metal; miren hoy, aun haciendo barcos y aviones, y todo lo demás, obreros metalúrgicos. Gran inteligencia, un gran tiempo de estudio, un gran programa educativo justo antes del fin del mundo. Y Jesucristo, cuando Él estuvo aquí en la tierra, dijo: “Como fue en los días de Noé, así será en la venida del Hijo del Hombre”.",
    "Miren el mundo, yo hablaba con la Sra. Wood y el Sr. Wood hoy mientras cenábamos, sobre los casos de divorcio y asuntos de los Estados Unidos, tenemos la tasa más alta de divorcios que todo el mundo junto, tenemos más divorcios.",
    "Los hombres, la Biblia dice que estarían casándose, dándose en matrimonio, comiendo, bebiendo, la moralidad, y demás, que ellos tendrían, cómo es que están casándose y dándose en matrimonio, en Reno, Nevada. Los hombres van y viven con una, se casan con una muchacha, la toma como esposa, vive con ella por unos días, luego a él no le gusta, la echa, sin las cortes, gente impía le da el divorcio y el derecho de casarse con otra, pero Dios dice que eso está mal. Así es. Pero ellos lo hacen. Nuestra civilización se está desmoronando, lo vemos. Es una señal, una indicación de que estamos en el tiempo del fin.",
    "Fíjense, todos estos grandes edificios y estas tremendas cosas sucediendo, de la misma manera. Ahora voy a herir sus sentimientos por un minuto, déjenme decirles que cuando uno predica el Evangelio, de seguro alguien se va a sentir lastimado, pero mire, considérelo por un momento, luego examínelo por la Palabra de Dios.",
    "Mamá solía decirme… Cuando yo era un muchachito, nos criaron muy pobres. Lo único que… No teníamos nada para comer, y comíamos pan de maíz viejo, ni siquiera teníamos carne, y mamá tomaba un poco de manteca y la colocábamos en el pan, y ella tomaba pieles con carne y—y las hervía, o las freía en una cacerola vieja o en una sartén, y hacía la grasa para el pan de maíz. Y tuvimos que vivir muy pobres.",
    "Y cada sábado en la noche, cuando nosotros niños volvíamos a casa, y habiendo estado en la escuela y demás, mamá creía en el aceite de ricino, cada noche tomaba una gran dosis, el sábado por la noche una dosis de aceite de ricino. Llegó al punto en que, en serio, yo—yo lo aborrecía, me tapaba la nariz, y decía: “¡Oh, mamá, me revuelve el estómago!”.\n\nElla decía: “Si no te lo revuelve, no te hace ningún provecho”.",
    "Ahora, es lo mismo con el Evangelio. Si no… Le va a revolver su gastronomía, y lo preparará para la semana y el—el viaje por delante. El Evangelio realmente lo enfermará si Ud. no está bien con Dios. Amén. Y no lo digo en broma, pero esa es la verdad.",
    "Ahora, quiero que noten, mis hermanos y hermanas, que estamos en el tiempo del fin. Y justo antes de que llegara el tiempo del fin para el primer cruce, o el primero, o el momento de la destrucción del mundo antediluviano, hubo señales que aparecieron en ese día exactamente como hoy. Y si tan solo tuviera tiempo, y me saliera de mi texto por unos minutos, les mostraría cómo la misma energía atómica que destruyó el mundo allá, lo destruirá de nuevo.",
    "Ellos construyeron la esfinge, y las pirámides, y todas esas cosas, que ni la gasolina ni ninguna otra energía en el mundo podría hacer, sino la energía atómica. Correcto. Y algún fanático se apoderó de eso, por supuesto, y lo hizo explotar, y al hacerlo, sacó a la tierra de su posición recta, alejándola del sol. Y cuando algo está caliente y sale al frío, produce un vapor, y eso es lo que causa nuestra lluvia hoy. Seguro. Es lo mismo, porque está inclinada.",
    "Y esta vez la Biblia dice que no será con agua, sino con Fuego. Y solo con salirse unas porciones de su órbita ahora mismo, la quemaría con los átomos del sol. Exactamente lo que Dios dijo que sucedería. Pues—pues, la prueba científica de Su venida es maravillosa.",
    "Ojalá tuviéramos una semana o dos para quedarnos aquí en servicios de avivamiento, podríamos probar que esas cosas son la verdad, científicamente. El mundo está en el tiempo del fin, estamos aquí en el fin.",
    "Fíjense, cómo en ese mismo tiempo, salió un hombre llamado Nimrod, él quiso hacer una—una confederación. Y confederó a todas, una confederación de todas las iglesias, y todas las ciudades, y cosas, y edificó una ciudad llamada Babilonia. Ojalá tuviéramos tiempo para entrar en esa Babilonia.",
    "Fíjense, todo lo que tenemos hoy, todo lo que tenemos hoy salió de Génesis. Génesis significa “el principio, la raíz”. Las raíces de todo el tiempo, civili-… Cada tos que tenemos hoy, comenzó en Génesis, todo árbol y todo lo demás que tenemos hoy, se originó en Génesis. La verdad que tenemos hoy, se originó en Génesis a través de la Sangre del Cordero. La tos que tenemos hoy se originó en Génesis y Babilonia.",
    "Miren, una Babilonia aparece aquí al principio de la Biblia, aparece a la mitad de la Biblia, y aparece en la última parte de la Biblia. Seguro que sí. En eso es que ella está creciendo, como se desarrolla un árbol. Y así también la Iglesia aparece allá, va apareciendo.",
    "Pero Nimrod, un tipo impío, salió corriendo y reunió a toda la gente, y los confederó, e hizo una gran, tremenda unión. Miren lo que están haciendo hoy, en esta nación hoy, confederando a las iglesias para unirlas y produciendo una Babilonia moderna, formando un Evangelio social, negando el poder del Señor Jesucristo y la sanidad Divina, y demás, negando que todo es programa de Dios para llevar al pueblo de rodillas. Tenemos lo mismo hoy.",
    "Y justo en el tiempo de esa gran confederación de uniones de ese día, ¿qué sucedió? Dios tuvo un hombre en la tierra que era el artículo genuino, y su nombre era Enoc, él predicó y caminó delante de Dios, perfectamente.",
    "Hubo otro llamado Noé, Dios siempre tiene Sus dos testigos. Y él apareció, los dos aparecieron en la escena predicando el Evangelio. Y recuerden, justo antes de que llegara el fin de ese mundo conocido ese día, aparecieron Ángeles en la tierra en el tiempo del fin, aparecieron profetas en la tierra en el tiempo del fin, profetas y Ángeles, y señales y prodigios: era una advertencia.",
    "Y Noé mismo martilleó un arca, fue un milagro que él construyera un arca. ¿Cómo iba él a construir un arca? Un anciano por aquí con la barba larga, de seiscientos y tantos años, allá golpeando en un arca. Y parado en una tierra seca donde nunca había habido una gota de agua, y, sin embargo, él dijo: “Viene agua de los cielos”.\n\nY los incrédulos idiotas miraban hacia arriba y decían: “¿Dónde está el agua? ¿Van a creer esa fábula que está contando ese tipo? Él está mal de la cabeza”.",
    "Eso mismo sucede hoy. Pero él estaba preparando un arca para la salvación de aquellos que querían ser salvos. Y hoy un predicador del Evangelio que está predicando el Evangelio del poder de la resurrección de Jesucristo, la segunda Venida, está martillando en una cosa que la gente dice: “Es una locura”. Amén. Uds. saben que esa es la verdad.",
    "Noé estaba construyendo un arca. Él no solo estaba haciendo un milagro, sino que se estaba preparando para un milagro. Ahora, hoy la Iglesia no solo tiene milagros, sino que Se está preparando para un milagro: la Venida del Señor Jesucristo y el Rapto de la Iglesia para ser llevada arriba.",
    "Denme una iglesia lista, visualizada para ver señales y para ver al Dios omnipotente, el gran poder de Dios moviéndose entre la gente, por lo que el Rapto será algo fácil cuando venga Jesús, ellos serán arrebatados, porque creen en eso. Seguro. Estamos en el tiempo del fin, estamos en el cruce del camino, el tiempo de cruzar, el final de una dispensación, el comienzo de una nueva. Ha habido seis de ellas, y estamos en la séptima.",
    "Quiero que noten, rápidamente, Noé construyendo el arca, esperando un milagro que venía, estaban ocurriendo milagros, él estaba predicando lo sobrenatural. ¿Qué? Sí, señor. Él estaba predicando que había un Dios del Cielo Quien destruiría el mundo con agua, “Y estoy construyendo un arca para ese caso”. Pues, me imagino que pensaron que él estaba loco. Pero cuando comenzaron a rugir los truenos, y los relámpagos destellaron, aun las aves y los animales tomaron sus puestos, sucedió un milagro cuando los animales comenzaron a venir a Noé.",
    "¿No es algo parecido hoy, cuando vemos zarigüeyas arrastrándose por la carretera, golpeadas, y todo lo demás?, está sucediendo aun en el reino animal, probando que Jesucristo, el Hijo de Dios, está a la mano, para venir. Amén. Estamos en el tiempo del fin, estamos en el tiempo de cruce, seguro que lo estamos.",
    "Fíjense de nuevo, y cuando, pues otra cosa que tenemos, que cuando las aguas comenzaron a caer, y ellos vieron que el milagro realmente estaba ocurriendo, el mundo exterior que lo había despreciado y se había mofado de él quedó por fuera sin misericordia; “Así será en la venida del Hijo del Hombre”.",
    "Muchos que se ríen y se burlan, y dicen que los días de los milagros han pasado, cuando hay milagros diariamente en la vida del creyente, será demasiado tarde para ellos en ese día, las puertas de la misericordia se cerrarán, el santuario se llenará de humo. Y ya no habrá más intercesión por el pecado de allí en adelante: “El que es inmundo, sea inmundo todavía; el que es justo, sea justo todavía; y el que es santo, santifíquese todavía”. Eso dice la Biblia, y nosotros lo creemos, y Uds. lo saben, mis hermanos y hermanas.",
    "Ahora, fíjense, otra cosa, una de las cosas más grandes, cuando todas las plagas comenzaron a caer y las—las aguas comenzaron a subir, Noé en vez de ahogarse, estaba descansando en el arca. Amén. Noé, quien había seguido a Dios, estaba descansando en paz mientras el arca iba flotando. Y hoy el creyente que está en Cristo Jesús, no importa de cuántas bombas atómicas hablen, eso no es de su interés.",
    "Hoy los predicadores están tratando de ser reformadores, en vez de predicadores del Evangelio. Están diciendo: “Dejen de hacer esto, no hagan aquello. Que mi iglesia haga…”. Ese no es asunto nuestro. Los policías son reformadores, ellos son los que los envían a la penitenciaría para reformarlos, nosotros somos predicadores del Evangelio para hablarles de Jesucristo y conseguir que nazcan de nuevo del Espíritu de Dios, entonces Dios se apodera de la persona, el Espíritu Santo entra en el corazón del hombre y de la mujer. Uds. saben que eso es verdad, cada uno de Uds.",
    "Noten: “Pero como fue en los días de Noé, así será en la venida del Hijo del Hombre: comiendo, casándose, dándose en casamiento, burladores”, y todas estas cosas. Estamos viviendo en el tiempo del fin. Señales y prodigios comenzaron a aparecer justo en medio de esa gente, vinieron profetas, y la Palabra de Dios nos dice que antes del tiempo del fin, se levantarán profetas de nuevo: “Vuestros hijos y vuestras hijas profetizarán”. ¿Es así? Seguro que lo harán.",
    "Y entonces también predice allí, también, dice: “Vuestros jóvenes verán visiones”. La gente lo llama telepatía mental. Ellos lo llaman de todo. Y lo llaman a uno… Y Jesús dijo: “Si al padre de familia Le llaman Beelzebú, ¿cuánto más llamarán ellos a Sus discípulos?”. Estamos viviendo en el tiempo del fin, allí estamos, vemos estas cosas, un tiempo de cruce.",
    "Fíjense, después de la destrucción antediluviana, el mundo fue arrasado, y Dios comenzó desde el caos de ese tiempo y comenzó a reconstruir de nuevo. Los hombres finalmente llegaron a ser amadores de sí mismos, y tuvieron grandes jueces, y demás, y comenzaron a mirar las cosas del mundo, y a explicar, los predicadores y los ministros de aquellos días: “¡Oh, esos días todos pasaron, tal cosa ya no existe!”.",
    "Y, de repente, llegaron al tiempo en que Israel había llegado directo a Egipto, y estuvo allá por cuatrocientos años. La nación líder del mundo, por causa del pecado y la incredulidad, había sido rebajada, por cuanto no confiaron en Dios, y terminaron en Egipto, porque la Palabra de Dios dijo que lo estarían, prometió a Abraham que lo estarían. Y tenía que llegar un tiempo de cruce cuando tenía que llegar esta segregación. Y estamos en un tiempo de cruce ahora cuando Dios está separando las ovejas de las cabras. Así es. Es un tiempo de segregación.",
    "Y observen, delante de Dios… Parecía como que Él ni siquiera le estaba prestando atención a nada, les permitió continuar y ya habían explicado, descartando todo lo sobrenatural, habían dejado su carga, tenían otras cosas por hacer, tenían hornos de ladrillos que atender, y hornos de barro que atender, tenían cosas por hacer para complacer a Faraón, todo lo sobrenatural había desaparecido.",
    "Pero un día Dios sabía que Él tenía que preparar a ese pueblo para una marcha. Y lo primero que hizo Dios cuando descendió (Cuando el Omnipotente habla, lo milagroso sucede.), Dios habló, y al hacerlo, nació un muchachito llamado Moisés, correcto. Y vieron que tan pronto nació, era un niño hermoso. Se consiguió Él de lo mejor que Le quedaba en la tierra; Dios nunca ha estado sin un testigo. Y para comenzar, fue milagroso cómo Dios hizo que lo empujaran al Nilo allí entre cocodrilos y cosas, y lo protegió, y lo trajo de regreso, y lo puso allí directo bajo las narices de Faraón, y lo crio, y lo educó.",
    "Y fue allá en la ladera de la colina un día, cuando un hombre de ochenta años, con barba, quien había desobedecido a Dios, cuando Dios bajó en lo milagroso, en el poder de un Ángel, y le habló a él en la zarza ardiente. ¿Qué fue? Era tiempo para que aparecieran profetas, era tiempo para que aparecieran Ángeles, fue en el tiempo del fin, en los cruces del camino.",
    "Dios le habló a Moisés y lo envió, Él envió a Aarón, y cuando él fue allá, se realizó lo sobrenatural. ¿Por qué? Era un tiempo de cruce, el tiempo del fin, milagros sucedieron.",
    "Y allá también tenían a todos los falsos adversarios, allá, también. Siempre los han tenido, los tuvieron en los días antediluvianos, los tuvieron en aquellos días. Allí estaban Janes y Jambres: “Bueno, nosotros podemos hacer tanto como pueden Uds. Tú sanas a uno, nosotros sanaremos a mil”. Así la tenemos nosotros hoy.",
    "Tenemos a los imitadores, tenemos a gente fingiendo serlo, cuando no lo son. Y la Biblia dice: “Como Jambres y Janes resistieron a Moisés, así también estos hombres de mente réproba en cuanto a la verdad” en los últimos días, en el cruce en el que estamos ahora.",
    "Y allí estaban Jambres y Janes, cuando Moisés arrojó aquello e hizo un milagro de Dios, ellos lo imitaron y también hicieron un milagro, con sus palos. Y Moisés llamó plagas, y ellos llamaron plagas. Es el diablo suelto.",
    "La Biblia dice: “Que cuando el espíritu… Cuando el enemigo venga como río, Dios levantará bandera contra él”. Y en este día, con tanta imitación, hombres actuando como Cristianos, fingiendo serlo, y en sus corazones tan negros como las paredes tiznadas del infierno, hay muchos en el púlpito hoy que deberían estar por allá cortando maíz, o algo, y estarían mejor.",
    "Hay hombres con sus teologías, sus grandes títulos, y cosas así, que no saben más de Dios, de lo que un hotentote sabe de una noche egipcia. Hábleles del poder de Dios y de la resurrección: “¡Oh, fanatismo, Predicador!, eso fue en días pasados”. Muestra lo que son. Ellos no se dan cuenta en qué día están viviendo. Uds. saben que esa es la verdad.",
    "Fue así, en aquellos días, les estoy mostrando las sombras y demás, y les estoy mostrando en qué sombra estamos ahora, para que Uds. aquí sirvan a Dios. No les estoy diciendo a qué iglesia unirse, en eso no hay diferencia, estoy diciendo: “¡Vengan a Cristo!”. Allí está.",
    "Fíjense, Jambres y Janes… ¿Cuál fue la prueba? ¿Cuál fue la prueba final? Nos está predicho, en los últimos días, que el anticristo tendrá poder. ¿Qué clase de poderes? Él hará grandes milagros. ¿Lo dice la Biblia? Seguro, él los haría. Él dijo: “Él aun hará descender fuego del cielo”. ¿Es así? Pero en ningún lugar la Biblia predice que el anticristo sanaría a una persona enferma, porque él no puede. Dios es el Único que puede sanar; “Yo soy Jehová Quien sana todas tus dolencias”.",
    "Esa fue una prueba decisiva entre lo falso y lo real cuando Él bajó allá a Egipto. Arrojaron sus palos e hicieron culebras, ellos hicieron lo mismo, Jambres y Janes, ante Moisés y Aarón; y obraron milagros, y ellos también; pero, ellos podían traer la plaga de sarpullido, pero a ellos también les brotó, y no podían ser sanos.",
    "Y cuando Moisés y Aarón tuvieron poder para quitarla, eso lo probó, y aquellos dijeron: “Este es el dedo de Dios”. Y hoy, la sanidad Divina es considerada del diablo, por muchos de pensamiento moderno, que la sanidad Divina es del diablo, es el poder del Dios Todopoderoso, exactamente, en una fe individual en un Señor Jesús resucitado; “Las cosas que Yo hago, vosotros también las haréis; aun más que estas, porque Yo voy a Mi Padre. Yo estaré con vosotros siempre, hasta el fin del mundo”.",
    "El tiempo de cruce para ellos estaba allí, se obraron milagros. Dios los sacó a través del Mar Rojo, y él abrió el Mar Rojo, por fe, Moisés y ellos. Se realizaron milagros, y el pueblo supo que estaban en el tiempo del fin, en un cruce. Ojalá tuviéramos más tiempo para ver eso, pero tenemos más cruces por ver.",
    "Fue un tiempo de cruce cuando Abraham y Lot viajaron juntos; Abraham que sería heredero del mundo, de todas las cosas. Ahora, él andaba con un miembro de iglesia tibio y descarriado, su sobrino, pariente de sangre con él, y su nombre era Lot, un miembro de iglesia tibio, modernista, sin la Sangre. Así es. Es el propio tipo de hoy. Los han tenido en cada edad, los tienen hoy, “con apariencia de piedad, negando la eficacia de ella”, lo tienen hoy.",
    "Allí estaba Lot, iba allí, allí a la par, tan religioso a más no poder, pero cuando llegó a la confrontación, en cuanto a tener entendimiento espiritual… Pues, eso aun viene de allá atrás cuando Caín y Abel, cuando Caín, un hombre moderno, vino a la iglesia y al altar, edificó una iglesia. Caín edificó una iglesia.",
    "¿Qué estoy tratando de decirles? Estoy tratando de decirle, amigo mío, que solo ir a la iglesia y hacer una confesión, y hacer buenas obras nunca le salvará, Ud. tiene que nacer de nuevo, eso tiene que venir como una revelación espiritual.",
    "Miren a Caín, si tan solo pudieran… Miren, aquí hay dos muchachos, ambos, Caín y Abel, dejaremos el texto aquí, regresemos por un minuto, miremos a Caín y Abel para comenzar, ciertamente verán que siempre es a favor o en contra, lo correcto y lo errado, y así es hoy.",
    "Fíjense en esto: Cuando Caín y Abel, ambos, los dos muchachos construyeron un altar a Dios. Ellos edificaron una iglesia para el Señor. Ahora, si pertenecer a la iglesia es todo lo que Dios requiere, entonces Él estaría… [Cinta en blanco.—Ed.] …ni tampoco era comunista, él se arrodilló y adoró al Señor. ¿Es así? Caín adoró al Señor, sinceramente. Si la sinceridad es todo lo que Dios requería, Él tendría que haber justificado a Caín; “Pero hay camino que al hombre le parece recto”. ¡Oh, permítanme profundizar con esto en su corazón! No lo olviden.",
    "La revelación espiritual, no había Biblia en ese día, esas eran las únicas criaturas en la tierra, pero por revelación, Abel trajo un cordero, fe; Caín trajo obras y membresía de iglesia, y lo demás, y edificó una iglesia, dijo: “De seguro, a Jehová le gusta la belleza. Jehová…”. Me supongo, con grandes lirios y cosas sobre el altar, como se hace en la Pascua, y Ud. no se ve de nuevo, hasta la próxima Pascua. ¿Qué es? Dios no quiere el lirio de Pascua en el altar, Él lo quiere a Ud. en el altar. Seguro.",
    "Y él puso estos sacrificios allí, él puso los frutos del campo allí, él dijo: “Jehová, Tú eres hermoso”. ¡Si tan solo tuvieran tiempo de ir y ver que esa es la propia naturaleza de su papá, el diablo!",
    "🦅 Pero por fe, Abel ofreció a Dios más excelente sacrificio que Caín” dice Hebreos 1, Hebreos 11, más bien.",
    "Aquí, ¿qué sucedió? Abel, por revelación espiritual, vio que fue sangre la que nos trajo a las esferas mortales, y no frutos del campo. Algunos predicadores aún piensan que ellos comieron manzanas. ¡Vaya, vaya, vaya! Muy bien.",
    "Bueno, si, no digo esto como chiste, yo no creo en los chistes, pero, si Ud. tiene la razón, mi hermano amigo, que comer manzanas hizo que las mujeres se dieran cuenta de que están desnudas, será mejor que traigan algunas manzanas de nuevo. Sí, señor. ¡Porque les digo, es un pecado y una vergüenza como la gente vive y lo que hace, desnudas en las calles, jovencitas y abuelas ancianas, y todas, y luego van a la iglesia y cantan en el coro y Uds. dicen ser religiosas! ¡Pues, sus frutos muestran lo que Ud. es! ¿Por qué se quieren quitar la ropa? Solo una persona en la Biblia lo hizo, y estaba poseído por un demonio.",
    "Ahora, no digo eso para ser grosero, estoy diciéndolo para advertirles. Esta puede ser la última vez que los vea o les hable, y quiero que recuerden. Amén.",
    "Ahora fíjense, solo por un momento, Caín por revelación, o Abel, mejor dicho, por revelación se dio cuenta.",
    "Observen cuando Jesús bajó del Monte de la Transfiguración, lo mismo que Él prometió para edificar Su Iglesia: no por ley escrita, no por un montón de credos, no por un manual, cuando Él bajó del Monte de la Transfiguración, Él dijo: “¿Quién decís vosotros que soy Yo, el Hijo del Hombre?”.\n\nUno de ellos dijo: “¡Oh, Tú eres Elías!”.\n\nUno dijo: “No, Tú eres Jeremías”.\n\nUno dijo: “Tú eres los profetas”.\n\nÉl dijo: “¿Quién dicen vosotros que Soy?”.\n\nY Pedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Jesús dijo: “Bienaventurado eres, Simón, hijo de Jonás, porque carne ni sangre te han revelado esto”, no lo aprendiste en algún seminario, o de algún manual, “ni carne ni sangre te lo ha revelado, sino Mi Padre que está en los Cielos te lo ha revelado, y sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”.",
    "¿Qué es? La revelación espiritual de que Jesucristo es el Hijo de Dios. Y la Biblia dice: “Ningún hombre puede llamar a Jesús el Cristo, sino por el testimonio del Espíritu Santo”.",
    "Cuando el Espíritu Santo se apodere de Ud. y le revele que Él es el Mismo Dios resucitado y sobrenatural, entonces Ud. se da cuenta dónde está parado. Fuera de eso, Ud. nunca nace de nuevo, y Ud. no sabe, solo está tomando lo que dijo mamá o lo que dijo el predicador. Pero ¿qué piensa Ud. al respecto? Nunca será hasta que le sea revelado a Ud.",
    "El tiempo de cruce está aquí, la Cabeza de todas las cosas ha venido, el tiempo, el fin de todos los tiempos ha llegado. Fíjense, lo siguiente es la Eternidad.",
    "Cuando Lot escogió bajar a las tierras de riego… ¡Oh, él podría edificar iglesias más grandes, tal vez!; eso es lo moderno—la idea moderna de aquello. Él estaba en un lugar de buen riego, ¡oh, la iglesia grande y todo esto!, y su esposa llegó a ser la presidenta del círculo de costura de damas, quizás, y Lot era el alcalde de la ciudad. ¡Oh, se le dieron las cosas fácilmente, todo! ¿Qué hizo él? Bajó allá, al grado que el mundo entró en tal caos, al punto que los hombres fallaron completamente en el uso natural de su cuerpo y se pervirtieron.",
    "La perversión iba a ser una señal del fin, y hoy la perversión y la homosexualidad van en aumento, al grado que aun el cuarenta por ciento de nuestro gobierno nacional está poseído por la perversión. Eso está en los periódicos. Es cierto.",
    "En California, las cartas que me llegan de las madres, y cosas, por todo sitio allá; donde la mujer se ha convertido en el dios del mundo, y ellas, pues, esas viles flappers harán que los hombres se inclinen más rápido que cualquier cosa en el mundo, mujeres con sus vestidos vulgares y obscenos.",
    "Y Uds. ven sus televisores y cosas, y ven algunas de esas muchachas viles allá afuera que se han puesto toda esta cosa, y Uds. salen y tratan de imitarlas, sin saber que ellas han estado casadas cuatro o cinco veces, y algunas de ellas no servirían ni para ser tapete de entrada. Y Uds. hacen de eso su ejemplo, en lugar del humilde Señor Jesús, Quien murió en el Calvario para salvarle a Ud. del pecado. ¡Tome su decisión hoy! Amén.",
    "Hoy en día, la mitad de los miembros de iglesia no podrían decirles cómo nació Jesús o, ni muchas de estas cosas, pero de seguro ven una de estas viles revistas de Historias de Amor y pueden decirle a Ud. quién la escribió, y a qué hora esta actriz hizo esto o aquello. ¡Es una vergüenza! Sí.",
    "Ud. dice: “¿Qué está predicando Ud., hermano?”.\n\nLes estoy diciendo la verdad, y quiero que me escuchen.",
    "Seguro, es una desgracia, por la manera en que están sucediendo las cosas en nuestro mundo moderno hoy, una señal del tiempo del fin. Eso es lo que estaban haciendo en Sodoma y Gomorra, el uso natural de los cuerpos, los hombres han llegado a ser tan común con las mujeres hoy, que ni siquiera hay respeto, difícilmente se quitan el sombrero, los hombres, frente a las mujeres, y ellas no les tienen ningún respeto. ¿Qué lo causó? Las mujeres mismas.",
    "Y todos Uds. hablando de delincuencia juvenil, y cosas, yo creo que es delincuencia de los padres. Algunos de Uds. dejan que sus hijas salgan y vayan toda la noche a una fiesta de fumar cigarrillos y beber cócteles, llegan a la mañana siguiente medio desvestidas, con ese maquillaje regado por toda su cara y así, ¡y Uds. llaman ignorantes a las madres de Kentucky! Lo escriben en sátira en Lil Dogpatch, o Abner, [tira cómica estadounidense.—Trad.] y se burlan de las madres de Kentucky; esa es parte de mi gente por allá arriba.",
    "Deje que una de esas muchachas intente eso por allá arriba, hermano, se lo digo, ella no se levantaría de la cama en seis meses, ella tomaría una rama de nogal y le quitaría la poca ropa que le quede con una paliza. Y si Uds. tuvieran algo así en la iglesia hoy, estarían mejor. Amén. Dios danos las madres de antaño.",
    "Tengo dos muchachas que vienen, no sé qué será de ellas. Si las veo tendidas en las playas medio desnudas delante de los hombres, extendidas por allá, dicen que se están bronceando, hermano, yo—yo quizás no esté con vida, pero si Dios me permite vivir y mantener mi mente cuerda, si una de las mías lo hace, va a recibir un buen bronceado, será el hijo del Sr. Branham con una tabla de barril en el trasero, seguro que quedará bien bronceada, ella, de hecho, va a saber de dónde vino. Sí, señor.",
    "Necesitamos ese día de avivamiento de San Pablo, chapado a la antigua y enviado por Dios, y el Espíritu Santo de la Biblia, y acabar con toda esta vieja religión formal, a medias de principiante, y a Jesucristo predicado en el poder de Su resurrección, donde señales y prodigios y milagros puedan suceder de nuevo en la iglesia antes del tiempo del fin. Y lo vamos a tener. Entiendan eso. Todos los demonios del infierno no pueden detenerlo, porque Dios dijo que sucedería aquí, va a suceder aquí, seguro, así es.",
    "Sodoma y Gomorra, llegó el tiempo de cruce, entró el mal. Y cuando entró el mal, Dios hizo que apareciera un verdadero profeta, Abraham. Amén. ¿Qué pasó? Vinieron Ángeles en forma de hombre. Así es, ¿verdad? Ángeles vinieron en forma de hombre. El tiempo del fin había llegado, el tiempo de cruce.",
    "Ellos le predicaron a esa clase de muchedumbre, y sin ningún efecto; lo mismo que tenemos hoy. Así es. Pero Dios barrió esas ciudades por todas las llanuras allí, y quemó cada ciudad y destruyó todo. Y quedó una desgracia, la esposa de Lot parada como una estatua de sal, hasta el día de hoy, mirando hacia atrás y deseando, como una advertencia de que viene otro cruce. Seguro.",
    "Las hijas y demás, aun susurraron y se rieron de esos predicadores predicando la verdad. Y hoy hacen lo mismo. Seguro que sí, el tiempo del fin. Ojalá tuviéramos tiempo suficiente para detenernos en eso, iremos a otro.",
    "Llegó un tiempo donde tenía que haber un cruce, en Israel, cuando Acab se casó con Jezabel, una pequeña flaper pintada, y convirtió todos los ídolos… toda la iglesia de Dios a una idolatría; algo parecido a lo que se ha hecho hoy.",
    "Cuando la gente espiritual se ha vuelto tan formal, que han convertido a la iglesia en nada más que una logia. Uds. saben que es la verdad, no hay necesidad de esconderlo, es la verdad, solo una logia. Únase a la logia, cambie su carta. Ud. la lleva de los metodistas a los bautistas, a los presbiterianos. Cada vez que se levanta cualquier cosita que a Ud. no le gusta, Ud. se lleva su carta, la tiene gastada. ¿Por qué no rompe esa cosa, de todas maneras, y pone su nombre en el Libro de la Vida en el Cielo, donde no será llevada de un lugar a otro? Así es.",
    "Nada en contra de los metodistas, bautistas, presbiterianos, nada contra ellos, pero es cómo Uds. viven entre ellos. Y mucha de la culpa de eso es por no predicar el Evangelio y advertir a la gente. Así es. Lo que necesitamos es más advertencia, más predicación del Evangelio. Solo un momento, antes de que terminemos.",
    "Fíjense, cuando llegó el tiempo del cruce, Dios hizo que apareciera un profeta en la tierra, Elías, Él hizo que Ángeles aparecieran en la tierra, absolutamente. Él hizo que aparecieran señales y maravillas en la tierra, Él cerró los cielos para que no lloviera en los días de su profecía, Él hizo otras cosas, y milagros, y señales frente a la gente para probarlo. Esa es otra, la cuarta.",
    "Fíjense en la quinta que viene. Ya habían pasado por jueces y legisladores y, o, jueces y demás, y legisladores, otras leyes, y demás, llegaron al punto en que rechazaron todo el poder con explicaciones: “Ya no existe tal cosa como milagros”. Y se los llevaron a Babilonia, y guerras y problemas, eso es lo que tenemos ahora, pero llegó un tiempo del cruce. ¡Aleluya!",
    "Ahora, yo sé que Uds. me van a llamar un santo rodador, de todas maneras, así que más vale que empiecen ya. Me siento bien, porque sé que Jesucristo, el Hijo de Dios, vive y reina, hay gente que Le creerá a Él, así es. Así que allí, cuando veo que allí…",
    "Un poco antes de que llegara el tiempo del fin, hubo un hombre honesto llamado Zacarías, quien había orado fervientemente por un hijo. Y ¿qué sucedió? Un Ángel apareció en la tierra por primera vez desde Malaquías, cientos de años, y un Ángel apareció y le dijo a Zacarías que iba a suceder un milagro, y él lo creyó… al principio no creyó. Pero Dios, absolutamente… Porque había sido tan…?… ¡Oh!, pues, él tenía a Abraham, Isaac y Sara, y a todos ellos allá atrás para creerlo, y a Ana en el templo, pero él no pudo verlo. “¡Oh, ese era un Dios de hacía mucho tiempo, Él no puede hacerlo hoy!”.",
    "Y ese Ángel dijo: “Yo soy Gabriel, quien está en la Presencia de Dios; ¡mis Palabras se cumplirán en su tiempo! Por haber dudado de Mí, estarás mudo hasta el día en que nazca el bebé. Llamarás su nombre, Juan”. Amén. El tiempo del cruce había llegado.",
    "¡Oh, seguro que había un espacio!, habían rechazado todos los milagros con explicaciones, pero los días de los milagros estaban volviendo otra vez, había un cambio de la ley a la gracia. Las dispensaciones están cambiando de nuevo, el tiempo de cruce. Y cada vez que llegamos a un cruce, suceden cosas: el Omnipotente habla, lo milagroso sucede. Seguro.",
    "Dios habló, y una mujer que ya había pasado la edad de tener un hijo, lo tuvo. Y luego cuando lo nombró, lo escribió en la pizarra, Juan, el Ángel del Señor lo sanó, y él tuvo sanidad Divina.",
    "Vino otro Ángel, el mismo Ángel, y se le apareció a una mujercita que nunca había tenido un bebé, nunca aún siquiera se había casado, y dijo que ella iba a tener un Bebé, y ella lo creyó.",
    "Cuando Él nació, Él comenzó, lo primero fue que Él comenzó a ver visiones, como la Biblia dice que Lo haría, diciéndole a la gente sus problemas, y quiénes eran. Los fariseos decían: “¡Oh, los días de los milagros han pasado! Ese hombre no tiene nada, él es Beelzebú”.",
    "Jesús dijo: “Si al Maestro de la casa llaman Beelzebú, ¿cuánto más no les llamarán a Sus discípulos?”. Dijo: “Si Yo soy Beelzebú, que echo fuera demonios, ¿por quién los echáis vosotros?”. Muy bien.",
    "Allí comenzaron, y despegaron. Señales y prodigios comenzaron a seguir al Maestro a medida que continuaba sanando a los enfermos, eso aconteció entonces; luego, lo siguiente, Él comenzó a alimentar con los peces, y partió el pan, y soltó los átomos, y creó poderes, y cosas; luego, de eso, Él pasó a resucitar a los muertos. Los milagros comenzaron a crecer más, más, y más rápido, y más rápido, a medida que llegaba el tiempo del cruce.",
    "Y es lo mismo que está sucediendo hoy. Viene la hora cuando este mundo se estremecerá con los poderes de Dios, correcto, y Uds. lo están viendo suceder ahora mismo delante de Uds.",
    "Aquí está, los milagros comenzaron a suceder, comenzaron, se acercaba el fin, Jesús comenzó a advertirles. Y a medida que Él avanzaba, sucedían milagro tras milagro, más y más grandes sucediendo a medida que Él avanzaba. Y finalmente Lo colgaron en la cruz, entonces Dios respondió desde el Cielo: El sol se negó a brillar, la luna se oscureció, las estrellas no dieron su luz, y el Hijo de Dios murió en el Calvario. Y miren la señal que tomó, al punto que el sol tuvo convulsiones y se apagó. Amén.",
    "La naturaleza se manifestó, en respuesta. Milagros, señales, y aún esas personas religiosas de corazón duro caminando por ahí, diciendo: “Pues, él solo es un espiritista, eso es todo, solo es Beelzebú”.",
    "Y al mismo tiempo que hicieron eso, la—la tierra tuvo una postración nerviosa, en la mañana de Pascua se sacudió tan fuerte con nerviosismo, que arrojó fuera los cuerpos muertos de aquellos en las tumbas, y salieron y se aparecieron a muchos. Amén. Señales y prodigios, estamos en el tiempo del fin, en el cruce.",
    "Luego procedió el Evangelio, mil quinientos años de oscurantismo. Luego vino otro cruce, cuando el protestantismo se separó del catolicismo, eso fue a principios de la reforma con Lutero. Señales y prodigios a través de Lutero y Wesley.",
    "Juan Wesley, cuando predicó sanidad Divina y sanó a los enfermos, y señales y prodigios siguieron su avivamiento… Y Uds. saben que es la verdad. Uno dice eso en una iglesia metodista hoy, y lo echan por la puerta, de patada.",
    "Cuando Juan Wesley aquí mismo, él y Whitefield, cuando él iba montado en su caballo para ir a orar por una mujer enferma, su caballo se cayó y se rompió la pata, y él se bajó, tomó aceite de ungir y ungió el caballo con el aceite en el Nombre del Señor, se montó en él y siguió cabalgando. ¡Tiempo de cruce! Amén.",
    "Allí mismo en Inglaterra, ahora, donde él estaba predicando sanidad Divina, y la alta Iglesia de Inglaterra lo persiguió como lo hace hoy, y soltaron a una zorra y a perros sabuesos, él les señaló con el dedo en su cara, y dijo: “El sol no se pondrá sobre tu cabeza tres veces, cuando me estés llamando para que ore por ti”. Él murió esa noche con calambres, llamando a que Juan Wesley orara por él. ¡Tiempo de cruce! ¡Aleluya!",
    "Ahora, Uds. llegan a ser tan culturalizados, Uds. llegan a ser tan organizados, al punto que cada una de sus pequeñas e insignificantes organizaciones cree que “Esta lo es ahora. Y ahora yo—yo pertenezco a esta. Yo pertenezco a esa”.",
    "¡Oh, pobre de Ud. persona miserable! Si eso es todo lo que Ud. tiene para aferrarse, Dios tenga misericordia de su alma pecaminosa. Ha llegado el tiempo cuando los clérigos se han levantado para ser alguna clase de actor en una obra de teatro. ¿Qué sucede hoy? Ya no tienen la religión a la antigua que solían tener.",
    "Hoy en día Uds. tienen demasiado evangelismo de Hollywood, algún hombrecito afeminado con el cabello arreglado se levanta, y un montón de mujeres con aretes colgando como estribos del diablo, y con suficiente pintura en sus caras para pintar un granero, y cabello cortado, y… Eso solía ser un pecado entre Uds. gente de la Santidad. ¿Qué ha pasado? Uds. corrían bien. La Biblia aún dice que eso es un pecado. Así es.",
    "Pero, ¡oh, vaya!, Uds. personas santas, se cortan el cabello, y Uds., ¡oh, Uds. hacen todas estas cosas! Ahora, no se enoje, si eso le revuelve el estómago, simplemente tómelo, como sea le hará bien. Así es.",
    "¡Oh!, Uds. pueblo pentecostal, Uds. solían ser muy santos, pero ¿qué sucedió? Uds. corrieron bien. Pablo dijo: “¿Qué os estorba?”. Si fue un pecado allá, es un pecado ahora. El diablo pudo haber pasado de moda, pero no cerró el negocio, él todavía está en el negocio. Así es. Uds. saben que esa es la verdad, no hay necesidad de hacerle el quite, Uds. saben que esa es la verdad. Sí, señor. Pero ¿qué es? Es una señal del tiempo del fin.",
    "Ahora, de nuevo los pastores, el anciano hermano… el predicador metodista amigo mío, el anciano Hermano Sturgeon solía cantar esto:\n\nBajamos los barrotes, bajamos los barrotes.\n\nCedimos ante el pecado.\n\nBajamos los barrotes, las ovejas salieron,\n\nPero ¿cómo entraron las cabras?",
    "Ajá, Uds. bajaron los barrotes, eso es lo que ha pasado.",
    "El anciano John Smith, cuando tenía casi noventa años, se puso de pie, y tuvieron que cargarlo al púlpito, predicó un sermón corto, solo dos horas y media es lo más que podía predicar en una iglesia metodista. Y él dijo: “¡Oh, qué desgracia!”. Él dijo: “Mi corazón arde en mí, porque las hijas de la iglesia metodista se han vuelto tan infames, que están usando anillos de oro en sus dedos”.",
    "¿Qué pensaría él hoy, con un par de pantalones cortos? ¡Vaya! ¡Oh, Dios, ten misericordia! ¡Mmm! ¿No ven lo que quiero decir? Con razón gente así, y predicación así van bajando los barrotes, y van cediendo, tomando membresía en lugar del compañerismo con Cristo. Y tomaron el aposento alto, donde solíamos ir a orar… Y donde Uds. metodistas y bautistas chapados a la antigua caían al suelo con el Espíritu Santo, al grado que les echaban agua en la cara y los abanicaban. Y Uds. mamás y papás de antaño lo saben.",
    "Pero hoy, ¡oh, vaya, vaya! No, aun la audacia misma, no, ellos no, ¡oh, vaya, no!, ellos no creerían en eso. Es una lástima, una lástima que Ud. no lo haga. Ud. debería regresar de nuevo a la manera antigua.",
    "Pero hoy Uds. bajaron los barrotes, y ¿ven lo que tienen? Empollaron a un montón de incrédulos, predicadores de evangelio social, con educación en lugar de salvación, cediendo ante el mundo. Así es.",
    "Ud. dice: “Predicador, ¿por qué es tan duro con eso?”.",
    "Es tiempo de ser duro. Así es. Es hora de decir la verdad. ¡Ay del hombre!",
    "¿Podrían imaginarse a Juan el Bautista lleno del Espíritu Santo, cuando Herodes salió y que vivía con la esposa de su hermano Felipe? Puedo oír a los diáconos venir, decir: “No prediques sobre casamiento y divorcio. Pues, te diré quién es, él está con la de su Hermano Felipe…”.",
    "Juan, lleno del Espíritu Santo, ¿podría quedarse callado? Con ese viejo pedazo de piel de oveja alrededor de su pecho peludo, caminó hasta allí, dijo: “¡No te es lícito tenerla!”. Amén.",
    "Dios, danos más hombres así que llamen a lo negro, negro y a lo blanco, blanco, quienes prediquen el Evangelio sin ceder, ese antiguo Evangelio áspero de Jesucristo, y que crean que esta amada Biblia de tapa negra es la verdad, y tomen a Jesucristo como Salvador. Sucederán cosas, los milagros regresarán a la iglesia, y Uds. saben que eso es verdad. ¡Tiempo del fin!",
    "Los predicadores sociales han comenzado a decir: “¡Oh, los días de los milagros han pasado! No existe tal cosa, es una tontería”.",
    "Pero Dios ha aparecido de nuevo en la escena, el Omnipotente está hablando: los enfermos están siendo sanados, los ciegos ven, los sordos oyen, los lisiados caminan, los demonios son echados fuera, el poder ha venido, el Espíritu Santo está colocando dones en la iglesia, manifestándose, los hombres están viendo visiones, profetas están apareciendo. ¿Qué es? Es en el tiempo del fin. Estamos en el cruce.",
    "Y si Jesucristo en Su Venida para liquidar el pecado produjo algo así como lo hizo en aquel día… Y recuerden que hubo decenas de miles que rechazaron, millones lo rechazaron, y habrá decenas de millones que lo rechazarán. Y ahora cuando el diablo está suelto con todo poder del infierno, ¿cuánto más vendrá con sus imitaciones y actuaciones? Como fue en aquel día, y así será en este día. Estamos en el tiempo del fin, Dios está mostrando señales y prodigios.",
    "Pueblo Cristiano, Uds. que han profesado sin estar poseídos del Espíritu Santo, ¿por qué no renuncian a esa obstinada voluntad suya, y vienen a Dios, y son regenerados y nacen de nuevo del Espíritu de Dios, si en su corazón Ud. no cree en lo milagroso, Ud. no cree que Dios hace estas cosas hoy? Si Dios aún es Dios, Él tiene que ser el mismo Dios; si Él ha perdido Su poder, Él es un Dios muerto.",
    "¿De qué le sirve a Ud. el Dios de Elías…? Déjeme preguntarle algo: ¿De qué le sirve a Ud. el Dios de Moisés si Él está muerto? ¿De qué le sirve a Ud. el Dios de Elías si Él está muerto? Si Él no es el mismo, entonces Él es algo histórico, pero Él no es un Cristo histórico, Él es un Cristo resucitado, y con todo Su poder y la plenitud que Él siempre tuvo, Él está viviendo hoy entre nosotros ahora mismo, el mismo ayer, hoy, y por los siglos. Amén.",
    "Estamos en el tiempo del cruce, esperando que suceda todo. Nervioso… El mundo está temblando. Y los ministros están diciendo: “Bueno, Uds. saben, es extraño que la ciencia médica esté reconociendo esas cosas, y que escriban páginas al respecto. Pues, el periódico está lleno de milagros que suceden. ¿De qué se trata todo esto?”.\n\n“Bueno, se lo digo, Doctor Jones…”.\n\n“Ah, bueno, hablando de sanidad Divina”.\n\n“Bueno, veremos lo que dijo Moody al respecto”. Moody estaba bien, estaba bien para su día, pero él no funcionará hoy.",
    "Un científico francés, hace trescientos años, científicamente probó, con ciencia, lo moderno, él probó que, si un hombre llegara a la tremenda velocidad de cuarenta y ocho kilómetros por hora, la gravedad lo sacaría de la tierra. ¿Piensan Uds. que la ciencia alguna vez se referiría a esa persona? Vamos a 2.575 kilómetros por hora hoy, y seguimos avanzando, porque la ciencia está comiendo de este árbol del conocimiento. Y nosotros estamos aquí, los predicadores…",
    "¡Oh, el conocimiento solo llegará hasta cierto punto, entonces cae de espaldas, pero el Árbol de la Vida no tiene fin, tenemos recursos sin explotar, y Uds. temen salir y tomar a Dios por Su Palabra! No me importa si Ud. quiere…",
    "Moody estaba bien, él estaba en su día como ese científico, pero, hermano, no estamos viajando en una carreta de bueyes, la Iglesia del Dios viviente está viajando en un avión a reacción, vamos avanzando por el camino, señales y prodigios, y apenas estamos comenzando.",
    "El Omnipotente está hablando, lo milagroso está sucediendo. ¿Por qué no entra y viene con nosotros? Nos daría gusto tenerle con nosotros, llamarle nuestro hermano, hermana. No quiero decir que Ud. no lo sea, en cierto sentido, pero quiero que Ud. entre en la bendición.",
    "Un día, la Biblia dice que van a brotar cosas en esta tierra, y enfermedades y cosas, y la gente tendrá una peste, al punto que la carne se le pudrirá a ellos, y demás, pero la Biblia dice: “No os acerquéis a ninguno de los que tienen el sello de Dios en la frente”. Y el sello de Dios es el bautismo del Espíritu Santo.",
    "Ahora, Uds. hermanos adventistas, no quiero estar en desacuerdo con Uds. en cuanto a ser un Séptimo Día, no hay Escritura para eso, pero la Biblia en Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de vuestra redención”.",
    "Y la marca del anticristo es rechazar ese Espíritu Santo; con lo cual Ud. está sellado fuera del Reino para siempre, sin—sin manera alguna de ser perdonado; “El que habla contra el Espíritu Santo nunca será perdonado en este siglo, ni en el mundo venidero”. Allí está su marca de la bestia y el sello de Dios resumido en un pequeño puñado.",
    "El sello de Dios es el bautismo del Espíritu Santo, y la marca del anticristo es negarlo. Ahora, Ud. está marcado de una manera u otra. ¿No quieren Uds. tener el Espíritu Santo hoy?",
    "Si Uds. aquí tan solo creyeran con, ¡oh!, unos momentos de oración, señales y prodigios ocurrirían en esta iglesia esta tarde, cualquier cosa podría suceder. Pero estamos en el tiempo del cruce, este es el séptimo cruce.",
    "🦅 ¿Cuál es el siguiente, Hermano Branham”?\n\nEstamos entrando en el Milenio. Así es. El tiempo cesará en este cruce, y la Eternidad comenzará para nosotros. Y nunca más…",
    "Y si ellos han pasado por todas estas cosas, cuando toda la historia del mundo está llegando a su clímax en este gran drama… ¿Qué sucede? ¿Qué pone a la gente tan nerviosa? ¿Por qué aun los psiquiatras vienen para que se ore por ellos? ¿Por qué es que el mundo está en una edad nerviosa, una edad neurótica, cuando la gente no puede esperar, “¡Rrrrr!” por la calle a 145 kilómetros por hora, paran en la taberna dos horas antes de irse a casa, atropellando a la gente? ¿Qué pasa?",
    "¿Por qué todos tienen tanta prisa, que no pueden visitar a su vecino? Ud. no tiene amigos, Ud. no sabe quién vive al lado suyo, Ud. ya no tiene tiempo para hacer esto, Ud. tiene prisa. ¿Qué pasa? Se está preparando un gran drama. Así es. Y las naciones entran hambrientas con un hambre de león, pero justo antes de que él pueda tomarla, Dios se llevará a Su Iglesia.",
    "Observé a un águila un día cuando estaba en su nido, revolcando su nido, la Biblia dice cómo lo hacían. Yo estaba arreando ganado en un rancho, por allá en la cima de la montaña, fue en la primavera, y al levantar mis binoculares, pensé: “¿Qué es eso allá arriba?”. Escuché muchos chirridos y cosas, era esa vieja madre águila sacando a esos pequeños del nido viejo y vomitado. Ese es el lugar más apestoso que Uds. hayan visto, donde ellas traen la comida, y los pobres aguiluchos no conocían nada más, solo el nido viejo y apestoso, caminando sobre espinas y cardos.",
    "Y la madre los puso en sus alas, y ella bajó al valle, y extendió sus alas, y esos pequeños aguiluchos todos corretearon por todo el rededor. Dije: “Si esa no es una reunión campestre a la antigua, nunca he visto una”.",
    "El mundo saliendo del viejo nido putrefacto, disculpen esa expresión, pero un miserable nido del mundo, donde apesta, y el vómito, y todo, y la inmundicia del mundo, y el adulterio, y tabacos, y whisky, y toda otra cosa que pudiera suceder, fiestas de cartas, y todo, y Cristianos, Cristianos profesos haciendo eso.",
    "Y gente pentecostal, Uds. no son inmunes a eso; yo también he estado allí mismo en sus lugares donde lo han hecho. ¡Ah, no piensen que porque Uds. pertenecen a la Iglesia Pentecostal! Dios no reconoce a la Iglesia Pentecostal más de lo que Él reconoce a cualquiera de los demás, Él reconoce la fe de un individuo en Él, eso es todo, no importa lo que sea. No llamen… La olla no puede llamar negra a la tetera.",
    "Ahora, déjenme contarles, allí, cuando ella puso estas aguilitas allá, ellas habían estado en ese viejo nido, ellas no conocían nada más que una vida dura, y todo eso, tal como el—el pecador, pero cuando estuvieron caminando sobre esta pequeña y suave hierba, solo estaban piando y dando tumbos, dando pequeños vuelcos la una sobre la otra. Yo dije: “Si esa no es una reunión a la antigua, entonces nunca he visto una”. Totalmente despreocupadas, mordiendo un pedacito de hierba aquí, y un pedacito allá.\n\nPensé: “¿Por qué están tan despreocupadas?”. Observen la naturaleza, Uds. verán a Dios.",
    "Me fijé en esa vieja madre águila, tan pronto como dejó a sus pequeños, ella se elevó más allá a los cielos hasta la roca más alta que pudo encontrar. Dirigí mis binoculares hacia ella. La miré, allí estaba ella sentada allá arriba, su cuerpo grande y majestuoso, moviendo esas plumas mirando alrededor. Pensé: “¿Sabes qué?”. Pensé: “Esa pobre aguilucha…”. La miré, su ojo los estaba observando. Dije: “Ahora, Señor, ¿qué me muestra esto?”.",
    "Observando la naturaleza, Ud. puede ver a Dios si observa la manera en que se mueve la naturaleza. Pensé: “Así es, Dios sacó a Su Iglesia del viejo nido del mundo, Él los ha puesto aquí en la tierra de Beula, donde están gritando y alabando a Dios, y pasándola bien y regocijándose en una antigua reunión campestre”.",
    "Pensé: “Bueno, ¿y si viniera un coyote?”. Y sucedió que volteé mis binoculares, vi sus ojos mirando hacia allá. Pensé: “Así es, Señor. Tú subiste las murallas de la Gloria, Te sentaste allá a la diestra de Dios. ‘Y Su ojo está sobre el gorrión, y yo sé que Él me vigila’”, Él lo observa a Ud. ¡Oh, Su ojo está para protegernos!",
    "De todos modos, pensé: “Si un coyote se acercara por allí, le sacaría los ojos en un minuto”. Así es. Entonces, ¿de qué tiene Ud. que preocuparse, mientras Su ojo esté sobre Ud. vigilando? Solo pásenla bien y regocíjense. Alabado sea Dios, trate bien a su vecino, y viva correctamente, haga lo correcto, actúe correctamente, sea un verdadero Cristiano, y no esté atado con temor, inquieto por lo que vendrá, eso no le importa a Ud. para nada, Ud. se va en el Rapto. Así es. Vivo o muerto, Ud. se va en el Rapto, de todas maneras. Ni siquiera la muerte puede separarnos del amor de Dios que está en Cristo.",
    "Luego, después de un rato, me quedé allí solo por una hora, recostado sobre un tronco como este, observando, y de repente escuché un pequeño trueno a la distancia, un viento norteño que venía, vino un rápido chaparrón de lluvia, y los cielos se pusieron verdes allá atrás, los truenos resonaron.",
    "Y vi a la vieja madre, ella levantó esa cabeza, olfateaba esa tormenta, y cuando lo hacía, ella soltaba un gran grito, y aquí venía. Ella gritó tan fuerte como pudo, y cada uno de esos pequeños aguiluchos corrieron juntos así. Ella extendió sus grandes alas, y cada aguilucho puso su pie allí mismo en sus plumas así, tomaron su piquito y se aferraron de esa manera. Esa vieja madre levantó esos aguiluchos así en sus alas, la tormenta bajando de la montaña, ella se abrió camino a través de ese viento que soplaba a 96 kilómetros por hora, directamente a esa roca, hasta la hendidura.",
    "Y pensé: “¡Oh, Dios, algún día Tú vienes! Me aferro a las alas de la cruz, a través de las tormentas de la vida, ¡oh, Dios!, a la seguridad allá en la Roca”.",
    "Aquí en Gary, Indiana, no hace mucho, estuve viendo algo que sucedió allá. Me estaban mostrando una de esas fábricas acereras allá, uno de esos grandes lugares donde hacen todas estas piezas de maquinaria. Y un hombre me llevó allá, ya para cerrar, escuchen, y él me estaba mostrando por la fábrica. Había un montón de máquinas, tornos allí dando vueltas estas cosas, y de repente, mientras él me hablaba, explicándome todo, estábamos parados en lo alto, y en ese momento sonó una campanita, y cada hombre recogió su delantal y comenzó a barrer las—las virutas metálicas al medio del piso. Le dije: “¿Por qué hacen eso?”.\n\nÉl dijo: “Reverendo Branham, le mostraré algo en unos minutos”.\n\nYo dije: “Muy bien”.\n\nBarrieron todo en medio del pasillo, cada hombre, esperaron unos minutos, y otro pequeño silbido: “¡Tuut! ¡Tuut!” todos se retiraron, bueno, el lugar quedó vacío.\n\nÉl dijo: “Ahora mire”. Y él presionó un botón. Y al presionar el botón, oí algo que venía, hacía: “¡Rumm, rumm, rumm, rumm!”, de por allá atrás.\n\nPensé: “¿Qué será eso?”.\n\nÉl dijo: “Solo espere un minuto”. Y cuando vino, él dijo: “De un paso atrás”.",
    "Me paré atrás así, y allí venía un gran imán, y bajó directamente por ese piso, como a un pie o dos del piso, y cada una de esas virutas se pegó a ese imán así. Y luego volvió allá adentro, de nuevo allá, y lo desmagnetizaron, y dejó caer todo en la tolva para convertirse en material nuevo. Yo dije: “¡Aleluya!”.\n\nÉl dijo: “¿Qué le pasa?”.\n\nYo dije: “Solo es que me siento bien”.\n\nÉl dijo: “¿De qué habla Ud.?”.",
    "Dije: “Yo conozco de otro gran Imán que vendrá algún día”. ¡Aleluya! “Dios presionará el botón, y cuando Él lo haga…”. Dije: “Quiero preguntarle algo”. Le dije: “¿Por qué no subieron todas esas virutas?”.\n\nÉl dijo: “Verá, algunas no están magnetizadas con ese imán. Algunas de ellas son de aluminio, y el imán no las levantará”.",
    "Yo dije: “¡Gloria!”. Seguro, Ud. puede ser una viruta, Ud. puede estar en la iglesia, pero será mejor que esté magnetizado más allá, así es. Yo dije: “¿Y por qué no se fue ese otro pedazo de hierro?”.\n\nY él dijo: “Pues ve Ud., Ministro Branham, es que está atornillado”.\n\nPensé: “¡Oh, Dios, ten misericordia!”.",
    "Seamos magnetizados con el Espíritu Santo, para que cuando venga Jesús en el cielo algún día, Él tome estos cuerpos viejos y frágiles de humillación, y seamos llevados al crisol moldeador de Dios y salir inmortales como Él para vivir por siempre. Algún día glorioso, pero solo aquellos que están magnetizados se irán.\n\nOremos.",
    "Nuestro Padre Celestial, venimos humildemente a Ti en Tu precioso Nombre con todo nuestro corazón, con toda nuestra alma, con toda nuestra mente. Estamos en el tiempo de cruce, Señor.",
    "¡Oh, Dios Eterno y Omnipotente!, Tus señales habladas están apareciendo. Cuando Tú hablas Señor, señales aparecen. Ahora Te ruego, precioso Padre Celestial, hoy, que Tú le hables a cada corazón no regenerado en este edificio, y que ellos lleguen a ser Tus hijos desde este día en adelante. Concédelo, Padre Celestial. Tú los conoces, y conoces todo lo que es Tuyo, Tú dijiste: “Todo lo que es Mío vendrá a Mí. Todo lo que Tú Me has dado vendrá a Mí”.",
    "Y oro, Dios, que haya algunos aquí hoy que el Padre Te ha dado, y por la predicación… “La fe viene por el oír, el oír de la Palabra”. Y sabiendo que estamos en el tiempo de cruce, el tiempo del fin del mundo, que hemos sido pesados en balanza y hallados faltos…",
    "Hay muchos, tal vez, alrededor del mundo hoy, quizás, millones y millones de personas, que no creen que Tú eres el mismo ayer, hoy, y por los siglos, tienen apariencia de piedad, y niegan Tu poder, niegan Tu Palabra, y sin embargo, están llevando a miles de niños pobres a la Eternidad sin esperanza, sin Dios, y perdidos, con sus cosas sociales acerca de creer.",
    "Tú dijiste que tendrían formas de piedad, que pertenecerían a iglesias, que tendrían rituales, que serían bautizados de muchas maneras, y rociados de muchas maneras, y toda otra cosa, todas las formas, y estudio de catecismos, y—y llevando papeles de la iglesia: “apariencia de piedad, pero negarían la eficacia de ella”, la eficacia de darle al hombre un Espíritu Santo para cambiar su vida y hacerlo una nueva criatura, Tú dijiste: “A los tales evita”.",
    "Y estamos en ese día, Señor, oro que levantes miles de voces por todas partes para clamar en este día. La nueva Arca se está preparando, el Cuerpo de Cristo se está formando, y algún día Ella será arrebatada en el aire para estar con Él para siempre.",
    "¡Oh, Dios Eterno!, si tal persona está aquí hoy bajo la predicación y Doctrina fuerte, Oro, Padre, la convicción ha llegado a sembrar, yo he sembrado la Palabra, ahora Tú riégala, Padre, y que ellos la acepten hoy por causa de Jesús.",
    "Y mientras tenemos nuestros rostros inclinados en lo visible, de este auditorio aquí ahora, si hay un hombre o una mujer aquí que no ha nacido de nuevo… Depende de Ud., amigo, esta puede ser la última vez que Ud. oiga mi voz.",
    "Y tal vez, si yo regresara dentro de un año, hay muchos de Uds. aquí, que tal vez no estén aquí, Ud. estará en la Eternidad; y puede ser que yo mismo lo esté, no lo sé, eso está en las manos de Dios. Pero aun con estos cientos de personas que tenemos aquí, tal vez doscientas o trescientas personas esta tarde, seguro que algunos de Uds. no estarán el próximo año, Uds. lo saben, está marcado y su tarjeta lista para ser sacada del tarjetero en cualquier momento. ¿Habrá Ud. realmente, realmente nacido de nuevo? ¿Lo sabe Ud.?",
    "Jesús dijo: “Estas señales seguirán a los que creyeren”.",
    "Y si no lo está, y Ud. está lo suficientemente consciente en su condición mental sana para darse cuenta de que Ud. está sin Cristo entonces, si Ud. no ha nacido de nuevo, Jesús dijo: “A menos que un hombre nazca de nuevo, de ninguna manera”, no importa cuán bueno sea Ud., lo que haya hecho, “de ninguna manera él siquiera verá el Reino de Dios”, y si Ud. está en esa condición hoy, ¿hará Ud. tan solo esto: Levantará su mano, pues, a Dios y dirá: “Sé misericordioso conmigo, y dame esta experiencia de nacer de nuevo, Padre Celestial?”.",
    "¿Lo cree Ud.? ¿Levantaría Ud. su mano? ¿Hay alguna persona en alguna parte en la presencia Divina? Dios la bendiga, mi hermana. Dios lo bendiga, mi hermano. Dios lo bendiga, mi hermano. Dios la bendiga, mi hermanita. Eso es sinceridad, pura y honesta sinceridad. Ud. debería creer en este momento, ahora es el tiempo aceptable, ahora es el día, ahora es el tiempo, ahora es el momento de creerlo. ¿Habrá otra mano?",
    "Recuerden, yo pudiera ver su mano, pero no cuenta si yo la veo o no, es si Dios la ve. ¿Qué pasaría si en la mañana, o esta noche, en algún momento, Ud. se voltea y siente un dolor muy extraño en su costado? Ud. diría: “¡Oh!, ¿qué es esto?”. Ud. llamaría al médico, el dolor le baja por el costado.\n\nEl doctor dice: “Es un ataque al corazón. Solo le quedan unos minutos más”.",
    "Entonces ¿qué me diría de esta experiencia de nacer de nuevo? ¿Qué me diría de conocer a Jesús?",
    "¡Oh!, Ud. dice: “Bueno, yo conozco al alcalde de la—la ciudad; conozco bien al pastor”.",
    "Eso no es de lo que estoy hablando. ¿Qué me dice de nacer de nuevo y conocer a Jesús? No lo suponga, no solo se lo imagine, pero Ud. debe nacer de nuevo. No me refiero a un fanatismo, emocional, mental, manufacturado, me refiero a una experiencia real. Yo—yo solo puedo hablar como una voz, solo soy un hombre, eso es verdad, y Ud. tiene derecho a dudar de mí si así lo desea, solo les estoy trayendo la Palabra de Dios sin adulterar y diciéndoles la verdad, entonces depende de Ud. lo que haga con eso.",
    "Si Uds. creen el mensaje que les he dado hoy, que estamos en el tiempo del fin, y que los hombres sin Dios serán cortados sin remedio alguno, y eso puede ser en la próxima hora para Ud., y luego me quiere decir que Ud. no va a levantar la mano, diciendo: “Dios, ¿ten misericordia de mí?”. Dios la bendiga, señora.",
    "¿Trae Ud. a su pequeño bebé por la oración? Sí, Dios le bendiga. Que Él se lo conceda a Ud. ¿Alguien más?",
    "Ahora, piénsenlo bien. Solo piensen: ¿Qué si este es su último día? Puede ser que no, espero que no, espero que Uds. vivan para ver venir a Jesús, espero que sea dentro de muchos, muchos años, pero yo no lo sé. Hay una cosa que sí sé: Ud. partirá, y Ud. sabe que va a partir. Si Ud. no está seguro de estar correcto, ¿tan solo levantaría su mano a Dios? Muy bien. Dios la bendiga, y Dios la bendiga, hermana. Dos personas más levantaron sus manos.",
    "Hay una Fuente llena de Sangre,\n\nQue fluye de las venas de Emmanuel,\n\nDonde los pecadores al sumergirse en el raudal,",
    "Ahora recuerden, ¿qué consiguen ellos? “Deshacerse de toda mancha de culpa” lo más mínimo, toda desaparece. ¿Cree Ud. que se despojará de ella ahora mismo? Si Ud. lo cree con todo su corazón, todas sus manchas de culpa serán… [Cinta en blanco.—Ed.]\n\n¿Qué puede lavarme de mis pecados?\n\nSolo de Jesús la Sangre;\n\n¿Qué puede sanarme de nuevo?\n\nSolo de Jesús la Sangre.",
    "Todo hombre que alguna vez logró algo creyó eso. Solo—solo piensen en lo que Cristo significa esta noche. ¿Qué significa Cristo? Si reunimos a los profetas, ¿qué significó para ellos? ¿Qué contestarían? ¿Qué significaría para el centurión romano que puso su mano sobre su corazón, y dijo: “Verdaderamente, ese es el Hijo de Dios”?",
    "¿Qué significaría para Judas Iscariote? ¿Qué significaría para Caifás? ¿Qué significaría hoy para los poetas del mundo? ¿Qué pensarían Uds. que sería para este hombre que escribió estas miserables canciones vulgares, que las damitas y los niños, y las muchachas de nuestra escuela están cantando, estas canciones populares sucias de hoy, enviando sus pequeñas almas a los lodazales del infierno? ¿Qué piensan Uds. que significaría para ellos si Jesús viniera? ¿Qué piensan Uds. de todas estas imágenes vulgares y sucias, y cosas?, ¿qué piensan Uds. que significaría hoy si Él viniera?",
    "¿Qué significó Cristo para Eddie Perronet, cuando fue perseguido por causa de la justicia? Cuando un día ellos—ellos no recibieron más sus cartas, no recibieron su poesía, no las recibieron, ellos ni siquiera aceptaron sus canciones, y un día él estaba parado allí llorando, y tomó su pluma, el Espíritu Santo se apoderó de él, y escribió:\n\n¡Aclamen todos el poder del Nombre de Jesús!\n\nQue los Ángeles caigan postrados;\n\nTraigan la diadema real,\n\nY corónenle Señor de todo.",
    "Él escribió el canto de investidura de la segunda Venida del Señor Jesús. Podríamos preguntarle: “¿Qué significa?”.",
    "Podríamos estar en el hospital, ¿qué dirá Ud.?\n\nPues, en Cristo, la Roca sólida, me paro;\n\nTodo otro terreno es arena movediza,\n\nTodo otro terreno es arena movediza.",
    "¿Qué podría yo preguntarle hoy a la ciega Fanny Crosby? “¿Qué significa Él para ti, ciega Fanny Crosby? Nunca has visto la luz del día en tu vida. ¿Qué significa Él para ti”?\n\nElla dijo:\n\nNo me pases, ¡oh, tierno Salvador!,\n\nEscucha mi humilde clamor;\n\nMientras que a otros Tú estás llamando,\n\nNo me pases por alto.\n\nTú, la Fuente de todo mi consuelo,\n\nMás que vida para mí,\n\n¿A quién tengo en la tierra fuera de Ti?\n\n¿A quién en el Cielo sino a Ti?",
    "Otro escribió:\n\nViviendo, Él me amó; muriendo, Él me salvó;\n\nSepultado, Él llevó lejos mis pecados;\n\nResucitando, Él justificó gratuitamente para siempre.\n\nAlgún día Él viene—¡oh, día glorioso!",
    "¿Pueden Uds. unir en sus corazones esas melodías de Dios? Que Dios los bendiga.",
    "Ahora, agradezco su excelente asistencia y todo lo que han hecho. ¿Hay alguien aquí enfermo que quiera ser recordado en oración? Ahora, ¿podría levantar la mano? ¿Hay alguien enfermo? ¿Señora? Una. Muy bien, señor. Eso está muy bien. Alabado sea el Señor por Ud.",
    "Ahora, el mismo Evangelio que les prediqué aquí de la salvación del Señor Jesucristo que quitará todo pecado de Ud., quitará toda enfermedad de Ud. “Él herido fue por nuestras rebeliones”, por eso es que yo predico estas cosas: “Por Su llaga fuimos nosotros curados”.",
    "Jesús dijo en la Biblia, escuchen lo que Jesús dijo, San Juan 3: “Como Moisés levantó la serpiente de bronce en el desierto, así es necesario que el Hijo del Hombre sea levantado”.",
    "¿Por qué levantó Moisés la serpiente de bronce? Porque la gente ya estaba hablando y descarriada otra vez, hablando del siervo de Dios y de Dios, y las culebras los mordieron, y estaban enfermos y moribundos, y aquello fue levantado para el perdón de sus pecados y para la sanidad de sus cuerpos. Y Jesús dijo: “Así como Moisés levantó la serpiente de bronce, así es necesario que el Hijo del Hombre sea levantado”, la misma razón.",
    "Y hoy, Él fue herido por nuestras transgresiones, y por Sus llagas Uds. ya fueron, tiempo pasado, sanados. ¿Pueden creerlo? ¿Pueden aceptarlo? Su cáncer lo dejará, su tumor desaparecerá, la ceguera desaparecerá de sus ojos, la sordera de sus oídos, no importa lo que sea, Él lo hará si Ud. cree. ¿Lo cree Ud.?",
    "¿Dónde está el pastor? Venga aquí, pastor. Quiero que se pare conmigo en oración.",
    "¿Cuántos ministros aquí creen en la oración por los enfermos? Veamos sus manos. Bueno, Dios los bendiga, no sabía que había tantos predicadores aquí, eso está muy bien. Sí pensé que era un grupo de buena apariencia. Pero vaya, eso—eso está muy bien. Dios los bendiga. Me pregunto si Uds. me acompañan hoy en unas palabras de oración por estas personas que están enfermas y afligidas.",
    "Uds. que están enfermos, de nuevo, levanten la mano para que los pastores puedan ver dónde están. ¿Ven Uds. dónde están, pastores? Los que están parados cerca de Ud., levantémonos de nuestro asiento, pastor, y pongámonos de cara a la multitud. Así es, eso está bien. Párese alrededor y miren a su grupo. Unámonos en oración. Pastor, venga aquí con nosotros.",
    "Escuchen, si Uds. están aquí hoy y tomaron una decisión por Jesucristo, si Ud. dice que quiere ser lleno del Espíritu Santo… Miren a estos pastores, ellos están aquí hoy porque creen en este Evangelio que estamos predicando, están aquí porque aman al Señor Jesús, están aquí porque creen en este Evangelio. Y si Ud. quiere acercarse a Dios, si Ud. quiere el bautismo del Espíritu Santo, alguien que se quede con Ud. y ore con Ud. hasta que Ud. pase allí, vaya a la iglesia de ellos, Uds. saben quiénes son.",
    "Estos pastores que están parados aquí, son hombres temerosos de Dios, ellos son de aquí, de algún lugar por aquí en la vecindad, y Uds. los conocen, y todos son hijos de Dios. Ahora, Ud. vaya a la más cercana, o a la que Ud. elija de estas iglesias y póngase a cuentas con Dios, hágalo.",
    "Y estos hombres, cada uno de ellos, cree en sanidad Divina, o no estarían de pie, ellos no se avergüenzan de eso. Ellos están parados aquí hoy para tomar su posición y decir: “Soy un hombre que cree en la sanidad Divina, yo oro por los enfermos”. Estos hombres de Dios, yo los aprecio y los amo con todo mi corazón.",
    "Y oro que Dios bendiga sus ministerios, mi hermano, que aumenten al doble de lo que son ahora. Y que Uds. ganen muchas almas para Cristo, y que sucedan grandes señales de sanidad y prodigios en sus pequeñas iglesias por aquí, mientras están predicando y parándose por este mensaje del Evangelio completo.",
    "Ahora, ahora, todos inclinemos nuestros rostros en oración. Que el Señor Dios envíe Sus bendiciones a cada uno de Uds.",
    "Nuestro Padre Celestial, Te damos las gracias por aquellos que levantaron sus manos hace un rato, diciendo que desean nacer de nuevo. Ellos han querido recibir el bautismo del Espíritu Santo y ser sellados en el Reino de Dios.",
    "Ahora, aquí mismo en el vecindario, y alrededor de los lugares aquí de donde vienen estas personas, hay pastores aquí, pastores Tuyos, Señor, que están alimentando su rebaño, y ellos están parados aquí sin avergonzarse, sino parados valientemente en la Presencia de Dios para decirle a la gente que ellos creen en este maravilloso Evangelio antiguo, ellos creen en el bautismo del Espíritu Santo, ellos creen en la segunda Venida de Cristo, ellos creen que están en el tiempo del fin, y dan su mejor esfuerzo, Señor, en pequeños rincones del mundo para ganar gente para Ti.",
    "¡Oh, Dios Eterno, bendice abundantemente sus ministerios! Oro que los unjas con poder de predicación, con poder de sanidad, y las virtudes de Dios, al punto que sus iglesitas clamen, y sucedan grandes señales y prodigios. Y que surja un avivamiento a la antigua desde Sturgis aquí que barra todo el estado. Concédelo, Señor. Dales un derramamiento a la antigua del Espíritu Santo, que comience desde esta misma pequeña reunión.",
    "Padre, aquellos que han levantado sus manos, que el—que el sol no se levante en la mañana, antes de que hayan recibido el bautismo del Espíritu Santo en uno de estos pequeños servicios de iglesia esta noche. Concédelo, Padre Celestial.",
    "Ahora, aquellos que están enfermos y afligidos, Dios, oro que Tú seas misericordioso con ellos. Les hemos presentado la Sangre de Tu Hijo, el Señor Jesús, y oramos ahora que Tú concedas que su fe se extienda arriba, aun antes de que salgan de este edificio, y sean sanos, cada uno de ellos, de las enfermedades que tienen.",
    "¡Oh, Señor!, unas ocho, diez personas levantaron sus manos, o más, que quieren ser recordados en esta oración por los enfermos. Y Te pido con todo mi corazón, Tu siervo parado aquí frente a esta congregación, y este pueblo en la Presencia de Dios, que el Espíritu Santo descienda como un viento recio, y unja a este grupito de personas, Padre, y que los poderes que levantaron a Jesús de la tumba arrebaten rápidamente las tinieblas que los rodean, para que se pongan de pie y sean sanados.",
    "Concédelo, Señor, mientras hay hombres de renombre orando, al nosotros ofrecer a Ti esta oración, en el Nombre del Señor Jesucristo.",
    "Con sus rostros inclinados, sus corazones inclinados, sus corazones en humildad esperando en Dios, quiero que canten este canto conmigo, muy suave ahora, y piensen en ello. Como nosotros…?…\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo,\n\nQue Jesús me sana ahora.\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo,\n\nQue Jesús me sana ahora.",
    "¿Lo creen Uds.? Si lo creen, pónganse de pie como un testimonio al decir: “Yo ahora tomo a Jesucristo como mi Sanador. Y desde esta misma hora en adelante, confiaré en Él por el resto de mis días, dándole a Él alabanza”. Si lo hacen, mientras cantamos este canto de nuevo, pónganse de pie.\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo,\n\nQue Jesús me sana ahora.\n\nYo Lo tomaré a Él por Su Palabra;\n\nYo Lo tomaré a Él por Su Palabra;\n\nÉl me trae salvación gratuita,\n\nY yo Lo tomaré a Él por Su Palabra.\n\nPorque puedo, yo quiero, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo;\n\nYo puedo, yo lo haré, yo sí creo,\n\nQue Jesús me sana ahora.",
    "¿No es Él maravilloso? ¿No Lo aman Uds.? Ahora, hay un metodista a un lado, un bautista al otro lado, el presbiteriano, el luterano, los pentecostales, quiero que mientras cantamos ¿No es Él Maravilloso?, se den la vuelta y estrechen la mano de su vecino. Un momento, no hemos sido despedidos, aún no hemos terminado con el servicio. Pero solo estrechen su mano, del vecino, su mano mientras podemos cantar algún himno. ¿Qué canto bueno conoce Ud. aquí, que sea muy bueno, hermano? ¿Uno bueno? “¿No es Él…”? Muy bien. Comiéncelo, hermano. Muy bien, saludémonos de mano el uno al otro.\n\n¿…maravilloso, maravilloso, maravilloso?\n\n¿No es…\n\nDele la mano al que esté a su lado ahora, donde esté.\n\n…maravilloso?\n\nOjos han visto, oídos han oído, lo que está registrado en la Palabra de Dios;\n\n¿No es Él maravilloso, maravilloso?\n\n¿No es Él maravilloso, maravilloso, maravilloso?\n\n¿No es Él maravilloso, maravilloso?\n\nOjos han visto, oídos han oído, lo que está registrado en la Palabra de Dios;\n\n¿No es Jesús, mi Señor, maravilloso?",
    "Ahora, digamos: “Alabado sea el Señor”. Ahora escuchen, con Uds. hombres grandes y de apariencia fuerte, mujeres grandes y fuertes como Uds., yo no creo que Uds. puedan decir: “Alabado sea el Señor”. Digamos: “¡Alabado sea el Señor!”. Vamos. ¡Alabado sea el Señor! Así suena más como una reunión. Amén.",
    "¡Oh, vaya! Yo sé que Uds. dicen, como el ministro una mañana, él dijo: “¿Por qué gritaste tan fuerte en tu sermón?”.\n\nÉl dijo: “Cariño, lo que no tuve en relámpagos, lo compensé con truenos”. Pero Ud. tiene que tener un relámpago para hacer un trueno. Amén.",
    "¿No es Él maravilloso? El Señor los bendiga. Todos los que aman—aman al Señor con todo su corazón, levanten la mano: “¡Amo al Señor con todo mi corazón!”.\n\nFe en el Padre, fe en el Hijo,\n\nFe en el Espíritu Santo, tres en uno;\n\nLos demonios temblarán, y los pecadores despertarán,\n\nLa fe en Jehová hará temblar cualquier cosa.",
    "¿Es verdad? Si Ud. tiene fe. “Tened fe en Dios”, dijo Jesús cuando estuvo aquí en la tierra. “Tened fe en Dios. Tened fe en Dios”. Marchen adelante hacia la victoria.\n\nMuy bien, ¿Uds.…? Agradezco haber estado aquí reunido con Uds., y todas sus cosas hermosas, y que Dios los bendiga, y Dios bendiga a nuestro pastorcito.",
    "Y ahora, mientras inclinamos nuestros rostros por toda la congregación, vamos a orar de nuevo. Mientras inclinan sus rostros, entrego el servicio ahora al pastor, el Hermano Jackson, muy bien, con los rostros inclinados. 🦅"
  ]
}