{
  "title": "DARÁ LA SALIDA",
  "id": "56180009",
  "content": [
    "🦅  Buenas tardes, amigos. Y el Señor los bendiga abundantemente. Y gracias, Hermano Neville, por la amabilidad de ese cumplido. Estoy muy contento de estar nuevamente en el tabernáculo esta noche, en el servicio de nuestro bendito Señor, y esta noche ver aquí a nuestros amigos, en adoración a Él con nosotros.",
    "Realmente es un gran privilegio reunirnos una vez más de este lado de la Venida del Señor. Y después de nosotros ver, oír que tantos parten inesperadamente, tan rápido, nos preguntamos vez tras vez quién seguirá. Pero, tenemos esta bendita seguridad, que si… “nada puede separarnos del amor de Dios que está en Cristo. Ni la muerte, ni—ni cosa presente, ni cosa futura, ni poder alguno puede separarnos del amor de Dios que está en Cristo Jesús”. Y sabiendo esto, que, “Después de que este tabernáculo terrestre sea disuelto, tenemos uno esperando”. No hecho de manos, sin habitar; y descansamos en esa bendita esperanza tan gloriosa.",
    "Estaba hablando con mi esposa, y la Sra. Wood y ellos, que solo… cuando regresé. Comentaba: “Bueno, parece que solo es viaje tras viaje, y de lugar a lugar, pero, a pesar de todo, cada vez se hacen más gloriosos. Y yo… sabiendo que estamos llegando al fin, por lo—lo—lo cerca que está la Venida del Señor”. Dije: “Bueno…”.",
    "Hablaba con mi muchacho, viniendo por la carretera el otro día, viniendo de Sioux Falls, en Dakota del Sur. Dije entonces: “Sabes, el hogar es un lugar maravilloso”; veníamos de regreso a casa. Le decía: “Este mundo nos encanta; este es nuestro hogar. Podemos pensar que no, pero lo es; nacimos para este hogar. Esto, Dios nos puso aquí. No había manera de nosotros mismos traernos aquí; ni aun nuestro padre y madre podían hacerlo. Eso tenía que estar en las manos de Dios. Muchas personas se casan y nunca tienen un hijo. No obstante, Dios Se aseguró de que pudiéramos venir a esta tierra.",
    "Y luego, cuando venimos, comenzamos a crecer y se nos forma un cuerpo, por medio de átomos y luces, y demás, al comenzar a nutrirse de la tierra. Y después de que llegamos a cierta edad, dejaron de crecer. Aún los ingerimos, pero estarán decayendo. La muerte ha entrado.",
    "🦅 Y luego, cuando este tabernáculo terrestre se deshaga, tenemos uno allí esperando”. ¿Ven? Cuando entremos en ese, nos conoceremos el uno al otro. No podemos estrecharnos la mano; no tenemos las sensaciones de ese sentido. No podemos… Yo no podría estrecharle la mano, decir: “¿Cómo está hermano?” porque yo—yo… Ud. no tendría esa clase de mano. Pero, aún no estamos en un cuerpo corporal como lo estamos ahora, estamos en un—un cuerpo celestial. Y luego, cuando esto…",
    "Y estaba pensando que, allá en Egipto, cuando José les dejó un memorial a los hijos de Israel: sus huesos; que algún día saldrían. Y al salir, se llevarían con ellos sus huesos, a la tierra prometida. Y todo hebreo que deseaba estar de nuevo en la patria, pues, no importa lo bien que era tratado, pero su anhelo era estar de nuevo en la patria. Y cada vez que pasaban y veían esos huesos, ellos sabían que algún día regresarían a la patria.",
    "Nosotros, estando aquí, esperando cruzar de este lugar, al ver nosotros un sepulcro vacío allá en Jerusalén, nos da a saber que algo sucedió. Y luego, cuando recibimos aquel glorificado… no glorificado, sino el cuerpo celeste, y estemos caminando esas tierras de la Gloria con Cristo, mirándonos el uno al otro, hablando entre nosotros; podremos hablar. Las almas bajo el altar, claman: “¿Hasta cuándo?”. Y entonces, ¿cuál será el memorial allí, que regresaremos a la tierra nuevamente para comer y beber y dormir? Él estará allí, sentado allí en un Trono, en un cuerpo corporal. Amén.",
    "Algún día Él se levantará, en ese cuerpo corporal. Y cuando Él regrese, estos cuerpos celestiales se vestirán de lo glorificado. Entonces seremos como Él, y viviremos para siempre en ese cuerpo. ¿Qué…? ¿Qué—qué más importa? ¿Ven? Ya está resuelto. Eso es… Simplemente ánclese de allí mismo. Y deje que esto…\n\nMis esperanzas están edificadas nada menos\n\nQue en la Sangre de Cristo y Su justicia;\n\nCuando todo alrededor de mi alma ceda,\n\nÉl entonces es toda mi esperanza y apoyo.",
    "Fue Cristo Quien eso hizo posible; no mi iglesia, ni mi denominación, no mis amigos, sino Cristo.\n\nTodos los otros terrenos son arena movediza, todo otro terreno.",
    "Con razón Eddie Perronet… Pensaron que él estaba loco. Y ese día, sentado allí como esclavo del pueblo, el Espíritu Santo extendió la mano y tomó la pluma y comenzó a escribir ese maravilloso canto que se cantará en el servicio de inauguración de la investidura del Rey de reyes: Aclamen todos el poder del Nombre de Jesús.",
    "¡Qué maravilloso reporte ahora allá del norte! Tuvimos el desayuno ministerial, no ministerial, sino de los Hombres Cristianos de Negocios en… allá en Minneapolis, y fue el desayuno más grande que hemos tenido de hombres de negocios. Dos mil asistieron.",
    "Y el Señor nos dio un Mensaje. Y esa mañana, en el llamado al altar, cincuenta hombres de negocios vinieron a Cristo y nacieron de nuevo, esa mañana en el servicio. ¡Oh, me emocionó el corazón, un hombre de negocios entrar! Servicios maravillosos, en todas partes. ¡Alabado sea el Señor, y toda la gloria sea a Él!",
    "Y ahora, tengo una pequeña nota aquí, dice: “¿Cuándo estaré en Indianápolis?”. Del 11 al 15 de junio, estaré en el Tabernáculo Cadle de Indianápolis, Indiana, del 11 al 15 de junio, con capacidad para once mil personas.",
    "Pasado mañana, saldremos para Shreveport, Louisiana, y estaremos allí todo el fin de semana en Shreveport, Louisiana.",
    "Y luego salimos de Shreveport y vamos a Houston, Texas, y estaremos allí dos días, que será el lunes y el martes.",
    "Y luego el 16 comenzamos en México antiguo, la Ciudad de México, México antiguo. El Sr. Arganbright me acaba de llamar. Y reservaron la gran plaza de toros allí, que tiene capacidad para sentar a sesenta mil. Y hay cuatrocientas iglesias cooperando, ya inscritas. Esperamos cien mil en la reunión.",
    "Y es la primera vez que esto… Tenemos algo por lo cual alabar a Dios. Es la primera vez en la historia de México, que el gobierno ha llegado a recibir a un protestante y nos ha dado la oportunidad de venir. Es la primera vez en la historia de México, que los—los protestantes son recibidos. Y ese General Valdivia, es un General del ejército mexicano, acaba de nacer de nuevo y recibió el Espíritu Santo. Y por su cortesía con el gobernador de México, nos da los derechos del gobierno para entrar con la protección militar. Y por lo que vamos…",
    "Tengo esa gran plaza de toros. Es lo más grande que hay en todo México. Con capacidad para sesenta mil, así alrededor, además del—del espacio donde torean, Uds. saben, allí adentro. Y ahora la tenemos por diez noches seguidas, sin interrupción, directamente por diez noches seguidas. Estén orando por mí.",
    "Puedo sentir el… escucho el sonido de la lluvia en abundancia por allá. Sencillamente… El pueblo mexicano son creyentes muy sencillos y humildes. Y una vez convencido… Ellos son católicos. Y una vez convencidos de que una Verdad es la verdad, entonces allí todo queda resuelto.",
    "Luego, regreso de prisa del viejo México, regreso aquí para el 30.",
    "Y el 1ro, es la mañana de Pascua, aquí en el tabernáculo, para un servicio matutino. Y seguido por un servicio de sanidad; y un servicio de bautismo esa noche, en el tabernáculo. Y ahora pueden decirles a sus amigos que traigan a todos sus enfermos y afligidos, para el servicio de Pascua. El servicio matutino es temprano esa mañana. Luego, después sigue, a las diez, nueve y media, la escuela dominical a horario normal. Cuenten Uds. con eso, la escuela dominical. Y un—un servicio de sanidad que le sigue, uno nor-… el servicio normal de sanidad como tenemos en las campañas.",
    "Y, pues, Ciudad de México entonces será la primera vez en que esta nueva visión, de lo que el Señor me ha dicho, estará en operación en ese momento. Pues, lo intentaremos de nuevo, si el Señor quiere, aquí mismo, el domingo de Pascua, usando estos dos cuartos,…?… aquí, ¿ven? Y, estamos esperando un gran tiempo aquí, la mañana de Pascua.",
    "Y es la prueba de que el Señor Jesús ha resucitado de los muertos, Él está vivo. Sí, señor. Y ha estado vivo desde esa primera Pascua. Y Él está aquí con nosotros aun ahora. Y confío que el Señor nos dé un gran derramamiento de Sus bendiciones para esa mañana.",
    "Luego, vamos a… del, de aquí entonces, vamos a Chicago, para el 11, del 3ro al 11. Y salimos un lunes, comenzamos allí el martes, y comenzamos de… No, es del 3ro al 8o. Y luego el 11 comenzamos en Charlotte… No, Columbia, Carolina del Norte. Y luego a Spindale, Carolina del Norte. Y después, de allí, a Charlotte, Carolina del Sur. Y luego Anchorage, Alaska, de allí; subimos a Anchorage, Alaska. Luego, regresamos. Y no está decidido, pero quizás, tal vez para entonces, la carpa esté lista para la gira por carretera. ¡Oh!, acabo de…",
    "¿Saben lo que quiero hacer? ¿Oran conmigo por esto? [La congregación dice: “Amén”.—Ed.] Miren, quiero, no dentro de mucho, si el Señor quiere, poner esa carpa aquí mismo en Fall City, y permanecer allí en una reunión por cuatro o seis semanas; permanecer aquí mismo hasta que la batalla haya terminado. Y estén orando ahora por eso. Y me gustaría ponerla aquí entre Jeffersonville y New Albany en algún lugar, y ponerla con capacidad solo para siete u ocho mil asientos. Y luego podemos añadir más a medida que pasan los días, y simplemente quedarnos aquí mismo hasta que quede resuelto. Amén.",
    "Y luego, después, creo que luego, del 11 al 15 de junio, en el Tabernáculo Cadle de Indianápolis. Y luego, el 17, creo, hasta el 21 de junio, es en Minneapolis, allá en el estadio de fútbol, con capacidad para veintisiete mil. Es la convención internacional de los Hombres Cristianos de Negocios, hablaré y oraré por los enfermos cada noche.",
    "Y estén orando ahora por estas, háganlo, y oren fervorosamente. Yo—yo siento que no tenemos mucho tiempo ahora. Y lo predigo; no digo ahora que esto sea el Señor diciéndolo. Yo—yo predigo que este año América recibirá a Cristo o rechazará a Cristo. ¿Ven? Yo creo que este será un momento decisivo, que tomará América. Tendremos un avivamiento en este día, o no tendremos un avivamiento. Y yo creo que este es el año en que América tomará su decisión. Y confío que la tomará y tendremos un gran avivamiento que sencillamente se extenderá. Tenemos mucha predicación, y mucho evangelismo, pero necesitamos un avivamiento (¿verdad?), un avivamiento genuino. Es lo que necesitamos. El Señor los bendiga.",
    "Me da gusto ver al Hermano Graham allí, y—y yo—creo que el Hermano Smith está sentado frente a él, El Hermano Smith de la iglesia de Dios. Y—y hay varios ministros aquí, estoy seguro. Y les damos la bienvenida a todos, hermanos, a cada uno, y a los que nos visitan, a todos los laicos; sencillamente los amamos.",
    "Y ahora con estos anuncios hechos, sabemos que esta noche es la noche de la comunión, del servicio de la Santa Cena. Y oren mucho por nuestro querido Hermano Neville que está sosteniendo el fuerte aquí en el tabernáculo, haciendo un gran trabajo; y por todos los santos en todas partes. ¡Oh, qué tiempo de necesidad! ¡Qué tiempo de necesidad! Lo oigo de allá en África, y ¡cómo llaman de África!",
    "Y el Hermano Arganbright me estaba diciendo por teléfono, hace un rato, que el rey de—de algunos de esos países allá, olvido de dónde, creo que aquí en Suecia, Suiza; me vendrá en un minuto. Dinamarca, ha—ha escrito una carta especial para que esta sea la temporada para ir allá, en este momento.\n\nPara África, India, ¡muchos lugares diferentes!",
    "Pues, las Islas hawaianas se comunicaron el otro día. Es como la décima vez seguida que llaman pidiendo un avivamiento. Los Hombres Cristianos de Negocios quieren ir allá y volar allá, hacer una hermandad, organizar un capítulo y que hable para ellos esa mañana, y luego comenzar un avivamiento en Hawái.",
    "Por tanto, el mundo entero ha venido a ser nuestra parroquia, ¿ven?, el mundo entero. Y nosotros somos Sus siervos.",
    "Pues, no olvidemos, amigos, que esta puede ser la última noche, este puede ser el último año, o quizá la última generación. ¿Ven? No sabemos. Pero, como sea, sabemos esto como un hecho, que los vivos saben que tienen que morir; “Está establecido para los hombres que mueran una sola vez, y después el Juicio”. Y si hay alguien aquí esta noche, que no está listo para enfrentar eso, y no tiene esta bendita esperanza, que esta sea la noche en que Ud. se decida por el Señor Jesús, de una vez por todas, por la Eternidad.\n\nOremos entonces.",
    "Nuestro Padre Celestial, queremos agradecerte desde lo profundo del corazón, sabiendo que estamos esperando aquí, sin nada de nervios; no importa cuántas bombas atómicas hagan, ni cuánto personal del servicio civil pongan allá a vigilar por aviones, el mundo nervioso y tembloroso. Nosotros descansamos sobre esta bendita esperanza que tenemos. Estamos confiando en la obra consumada de Dios en el Calvario, por medio de Cristo. Sabiendo esto: que después de que este tabernáculo terrenal no exista, ya tenemos uno esperando allá; más glorioso, mucho más, donde no hay dolor ni sufrimiento, enfermedad. La vejez jamás lo afligirá, no habrá un cabello canoso, ni arruga alguna, sino que seremos jóvenes allí para siempre.",
    "La bendita Biblia, que no puede decir más que la verdad, nos ha dado esta bendita seguridad. Y el Espíritu Santo, también, es un testigo, dando testimonio igualmente. Nuestros corazones lo anhelan. Y sabemos que la Biblia nos dice de eso, lo cual es la Palabra de Dios, las semillas que deben ser sembradas en esta tierra fértil para permitirnos descansar en esta esperanza.",
    "Dios, oro que toques a cada persona en esta noche que no está en Cristo. Y tráelos a este caminar entrañable tan maravilloso. Sana a los enfermos aquí esta noche, Señor. No cabe duda que, entre todas estas personas, seguramente habrá enfermedad en medio nuestro. Y oramos que sanes a cada uno.",
    "Ahora ven a la Palabra, Padre. Toma la Palabra que es la línea de vida. La propia raíz, Señor, de toda civilización. Oramos que el Espíritu Santo tome cada Palabra y La dé al corazón según tengamos necesidad. Permítenos compañerismo alrededor de la Palabra. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Para una corta lectura de las Escrituras, esta noche, solo un—un corto texto, buscando un contexto, y ser breve, directamente a la Palabra, para que podamos tener la Santa Cena. Mañana siendo lunes, sé que no nos gusta pensar en esas cosas, de tener que regresar al trabajo, pero lo tenemos que encarar. Y muchas veces, Uds. saben… Pero, después de todo, esto es más esencial que los trabajos y todo lo demás. ¿Ven? Pues, algún día su trabajo concluirá, y Ud. con eso. Pero si tiene Vida Eterna, Ud. no tendrá fin. Es Eternal; vivirá, perpetuamente. Piénselo. Una Vida perpetua, no tiene fin. Cuando hayan pasado eones de tiempo, Ud. aún estará allí. Cuando pasen los millones de años, aún estaremos allí. Y, solo por unos días aquí en la tierra, los trabajos no significan tanto. Solo para ayudarnos, comprar un poco de alimento y demás, para comer, lo cual necesitamos.",
    "Ahora en Primera de Corintios el capítulo 10, comenzando con el versículo 12.\n\nAsí que, el que piensa estar firme, mire que no caiga.\n\nNo os ha sobrevenido ninguna tentación que no sea humana; pero fiel es Dios, que no es…quien—quien queriendo, que os…que no os dejará ser tentados más de eso que Uds. pueden resistir, sino…dará también juntamente con cada tentación la salida, para que podamos soportar.",
    "¡Qué hermoso versículo! El Señor le añada a eso Sus bendiciones. Dará la salida, sería de lo que me gustaría hablar esta noche. Saber… Que Él añada Su bendición a Su Palabra, mientras escuchamos ahora la Palabra.",
    "Es mi opinión, que si la Palabra, que es la propia raíz, lo que se afianza… Muchas veces en mis servicios de sanidad, yo—yo trato, aun después de que los maestros ya lo han enseñado todo, trato de regresar y—y tomar la Palabra y poner un fundamento.",
    "Hace unas noches, recibí una cartica de crítica, lo cual está bien. Un hombre me dijo, relató: “Hermano Branham, Ud. solo es un muchacho aún”. Dijo: “Yo estaba predicando el Evangelio antes de que Ud. naciera”. Y dijo: “Yo… En mis cuarenta y seis años, pero aún…”. Él—él era un maestro en algún colegio Bíblico. Dijo: “Pero que un hombre de su tipo, que le enseña a la gente, y aun hacer un comentario que hizo la otra noche”. Dijo: “Yo creo que es ridículo”. Dijo: “Ud. decir que el diablo no tenía poder para sanar”. Él dijo: “Y qué si yo le dijera que el diablo sí tiene poder para sanar”. Dijo: “Bueno, Ud. me preguntaría, si estuviera presente, cómo lo sé”. Dijo: “Le diré”. Dijo: “En nuestro pueblo, vive una mujer que tiene un—un mal espíritu. Y ella… La gente viene a ella por la sanidad”. Dice: “Ella les arranca cabello de la cabeza, y les saca sangre de las venas, y envolverá eso en este cabello. Camina allá al río, y arroja esta cosa sobre el hombro, y no mira atrás. Si mira hacia atrás” dijo, “entonces la enfermedad permanece con la persona. Pero ella tiene que arrojar eso al río, como si fuera olvido, y alejarse”. Y dijo: “El sesenta por ciento de las personas, contamos nosotros, son sanadas”. Dijo: “Ahora, si el diablo no puede sanar, ¿qué de eso?”.",
    "Bueno, le respondí. Le dije: “Mi amable hermano amado, con todo respeto por sus años” vea, “con todo el respeto por sus años de enseñanza, pero le diré ahora que Jesucristo ha dicho que el diablo no tiene poder para sanar. Y si Jesús lo dijo, para mí, queda resuelto. Él dijo: ‘Si Satanás echa fuera a Satanás, entonces su reino está dividido y tiene fin. Y él no puede echar fuera a Satanás’. Entonces Ud. me preguntaría a mí: ‘¿Por qué fueron sanadas estas personas?’ Pues, no es la persona. La bruja nada tuvo que ver con eso, más de lo que yo tendría que ver con eso, ni cualquier otro hombre. Es la gente que acude, pensando que vienen por el camino provisto por Dios para su sanidad. Es su fe individual en Dios, lo que obra la sanidad. ¿Ve? Ellos piensan que esa es la manera de abordarlo. No es la bruja, más de lo que lo sería el hombre”. Sí.",
    "Y, por eso, el Evangelio solo puede maniobrar, o solo puede abarcar conforme sea enseñada la Palabra de Dios. Y los hombres basan su esperanza en la Palabra Eterna de Dios; “La fe viene por el oír, el oír por la Palabra”.",
    "El Dr. Adair, aquí de la ciudad, mi amado amigo, me dijo un día, dijo: “Billy, ¿no crees que, si la gente tuviera fe para tocar el árbol allá, obtendrían los mismos resultados?”.",
    "Le dije: “¿Cómo se pudiera tener fe en eso? Si se pudiera tener la misma cantidad de fe, creer… creyendo que era el camino provisto por Dios, para Ud. tocar el árbol, y que lo haría, entonces podrían hacerlo. Pero ¿quién tiene fe en el árbol?”.",
    "Yo tengo fe en lo que Dios ha dicho, y solo acepto eso. Así que, la fe no se edifica en las arenas movedizas de—de concepciones emocionales. Sino que la fe se edifica sobre la norma, la Palabra Eterna de Dios, la Roca de las edades. Allí es donde la fe toma su lugar de descanso solemne y nunca se mueve, cuando es construida allí mismo.",
    "Ahora, dará la salida. Yo no creo que Dios haya dirigido Su oficio de cualquier manera; yo—yo no dirigiría el mío así, ni Ud. el suyo. Jesús no murió en el Calvario solo para decir: “Bueno, ahora tal vez la gente sienta lástima por Mí, siendo que he venido, ido a la tierra y tomado la forma de carne. Y así sí se salvarán, posiblemente, si ven cuán lastimosamente muero”. Dios no hizo eso. Jesús murió con un propósito, y fue para salvar aquellos que Dios antes sabía que serían salvos. Así es. Dios sabía que alguien iba a ser salvo, y tenía que haber una preparación, o una salida hecha para que ellos fueran salvos. Si no la hubiera, la salvación no sería posible.",
    "Así que, Dios, sabiendo de antemano que la gente sería salva, sabiendo quiénes eran, Él tuvo que trazar un plan. Ahora Ud. me diría: “Hermano Branham, ¿entonces Dios sabe exactamente quién será salvo?”. Correctamente. “Bueno, ¿por qué dice: ‘Él no quiere que ninguno perezca?’”. No quiere eso. Él no quiere que ninguno perezca, sino que todos puedan venir al arrepentimiento.",
    "Pero, para ser Dios, Él tiene que saber quién lo haría, o Él no era Dios. Pues, Él es—Él es omnipotente; Él es omnipresente; Él es omnisciente. Él lo sabe todo. Él está en todo lugar, y es todopoderoso. Así que, el previo conocimiento mira atrás y dice que Él vio esto de antemano, y sabía, por esa razón Él podía saber el fin, desde el principio.",
    "Y, por tanto, sabiendo que todos estos días maravillosos en los que estamos viviendo ahora, y pararnos y presenciar, y ver las cosas que ahora nosotros vemos, Dios tuvo que haber hecho una preparación para eso.",
    "La otra noche, quedé muy asombrado. Una mujercita subió a la plataforma. Ese gran lugar de trescientos mil dólares allí, y ella tenía un poco de esa cosa de maquillaje en la cara. Ella se paró allí y comenzó a temblar. Dije: “Ud. es luterana”, por medio del Espíritu Santo.\n\nElla dijo: “¿Sí, señor?”.",
    "Y dije: “Está aquí para que se ore por Ud. Y la razón por la que camina como lo hace, es porque se ha roto ambas rodillas”. Dije: “Fue causado por un accidente automovilístico, y un carro en el que conducía, hace cuatro años”.\n\nElla dijo: “Es verdad”.",
    "Dije: “Su médico es un hombre bajito, calvo y usa lentes”.\n\nDijo: “Así es”.",
    "Y dije: “Él la está tratando por lo de las—las rodillas, tuberculosis en el hueso, y aun la carne se está pudriendo alrededor del hueso”.\n\nElla dijo: “Eso es cierto”.\n\nY dijo ella: “¿Habrá esperanza para mí?”.",
    "Le dije: “Depende de cómo Ud. venga al Señor Jesús”. Dije…\n\nElla dijo: “¿Me puede Ud. ayudar?”.",
    "Le dije: “No, señora. Ahora nadie puede ayudarla. Pero Ud. tiene que apropiarse de las bendiciones provistas por Dios para Ud.”.\n\nY ella dijo: “Yo ahora creo con todo mi corazón”.",
    "Le dije: “El Señor la ha sanado, hermana. Es ASÍ DICE EL SEÑOR. Ud. está sana”.",
    "Ella dijo: “Sr. Branham, no he podido arrodillarme” dijo ella, “por cuatro años”. Llorando, parada allí, frotándose las manos. Y una congregación grande de personas llorando, mirándola; luteranos, presbiterianos. Y dije: “¿Por qué no baja al altar y se arrodilla?”.",
    "Ella dijo: “Permítame arrodillarme aquí mismo, justamente donde he sido sanada”. Ella no se había movido, dado pasos, pero sabía que estaba sana. Algo sucedió. ¿Ven? Ella lo sabía. No había que suponerlo.\n\nLe dije: “Arrodíllese”.",
    "Y por primera vez en cuatro años, con ambas rodillas rotas y todas callosas, restauradas, los huesos soldados; esa mujer, como una joven, se arrodilló, con lágrimas de sus mejillas, levantando sus manos a Dios. Bueno, se levantó de allí con facilidad, como una niña pequeña, y bajó de la plataforma. ¿Qué fue? Dios tuvo que dar una salida para eso.",
    "Ahora, Él envió médicos, correcto. Y los médicos están bien, y habían hecho todo lo que podían. Pero Dios había dado una salida. Eso es. ¿Ven? Después del médico fallar, a su manera, la manera de Dios es mucho más elevada que la nuestra. ¡Qué cosa más maravillosa!",
    "Ahora, pensar, esta noche, que Ud. y yo… No, no queremos pensar esto, pero en realidad recibimos la naturaleza del mundo, digamos, como cerdos. Y, esta noche, hemos venido a ser santos. Había que hacer algo. Ahora, no podíamos entrar al Cielo como cerdos. Tendríamos que entrar al Cielo como santos, así que, tenía que hacerse una preparación para esto.",
    "Y Dios lo mostró muy hermosamente en el Antiguo Testamento. Atrás en el Libro de Números, como en el capítulo 20, y en Éxodo como en el 36, 32, y nos damos cuenta que en el Día de la Expiación… Dios, en los tipos, mostrando de antemano lo que Él haría, en el ante-tipo, cuando vino, el cual era Cristo.",
    "Se ordenó al sumo sacerdote que tomara dos machos cabríos, cabritos, y los llevara como expiación, una ofrenda, y un becerro por su propia familia. Y muchos de Uds. lectores aquí, y estudiosos de la Biblia, saben exactamente cómo se hacían las expiaciones. Pero luego, un cabrío… Tenía que echarse suertes. Y la suerte cayó sobre un macho cabrío, este murió, y luego la sangre de este cabrío fue puesta sobre el otro cabrío, con las manos del sumo sacerdote, confesando los pecados del pueblo, puestas sobre el macho cabrío vivo. Y luego un hombre que era digno, llevaba el cabrío vivo debajo del brazo, y se iba al desierto lejos, donde el cabrío tendría que perecer e ir a un lugar aislado y apartado. Para nunca más, en esa condición, volver a su propia familia, sino para estar aislado para siempre, llevando los pecados del pueblo.",
    "Ahora, sé que quizás hay muchos eruditos aquí. Y especialmente los adventistas, ellos—ellos dicen que “Un macho cabrío era Cristo, y el otro era el diablo”. Ahora, hermanos, tengo que diferir un poco en eso. No podemos sacrificarle al diablo. Ambos cabríos representaban a Cristo. Los dos eran Cristo. Cristo es nuestro… Él sangró por nuestros pecados y Él Mismo los llevó. El diablo no puede llevar mis pecados. Cristo es nuestro portador de pecado. Ténganlo claro, entonces su fe no se moverá. Cristo es nuestro portador de pecado, y los pecados del mundo.",
    "Cristo fue el animal muriendo en la cruz, escuchen: “El Cordero inmolado desde la fundación del mundo”. Y solo eran los tipos, estábamos usando dividendos, sabiendo que el ante-tipo vendría algún día.",
    "¿Por qué Él fue inmolado desde la fundación del mundo? Porque Dios percibió en Su mente, cómo serían esas cosas, y cómo sería la iglesia, y cómo sería todo, y Él habló la Palabra. Y cuando Dios habla la Palabra, es como si estuviera hecho en ese momento, así que Él fue inmolado desde la fundación del mundo. ¿Lo ven?",
    "Cuando Uds. lleguen a eso ahora, pues, permitan que su fe descanse solemnemente; no sobre el hombre, no sobre teologías de hombre, no sobre las denominaciones de la iglesia, tan buenas como son, tan bueno como sea el hombre. Permitan que su fe descanse solamente en las obras consumadas de Cristo en el Calvario, tanto para el pecado como para la salvación. ¿Lo ven?",
    "Fíjense, Cristo vino, y Él era el animal que moriría, porque Él ya había sido (en figura previa) inmolado antes de la fundación del mundo. ¿Lo ven? Dios lo habló y dijo que así sería. Así que, cuando Dios habla, es confirmado para siempre en el Cielo. La Palabra, el…",
    "En eso es que Ud. debe tener fe. Si Uds. creen que esta es la Palabra Eterna e incambiable de Dios, entonces todo mandamiento que ha sido hablado en la Palabra de Dios es una Semilla. Y todo de lo que Dios ha hablado, en la Palabra, ya está confirmado en la Gloria. Y ha sido dado a Uds. para que sobre eso actúen. Así que, no teman tomar ninguna fase de la bendita Palabra Eterna de Dios, y anclarla en su corazón. Ahora, Ella tiene que estar en tierra.",
    "Ahora, por ejemplo, tomé un grano de maíz y lo puse en piedra pómez azul o algo así, tal vez no crezca, porque es la clase de suelo incorrecto. Pero si es puesta en buena tierra negra y fértil, crecerá tan cierto como es colocada allí. Y cuando la Palabra…",
    "¡Bueno, aquí está! Cuando la Palabra de Dios cae en un corazón lleno de fe, Ella simplemente tiene que crecer; tiene que afianzarse. Por eso la mujer parada allí, con ambas rodillas así calcificadas, por los depósitos, y la fractura de las rodillas, donde ambas habían sido aplastadas, y los huesos podridos con tuberculosis, y el… también la carne, ella no temió doblar sus rodillas. ¿Por qué? La Palabra había caído en fe. ¡Brota! ¿Lo captan?",
    "Dios, antes de la fundación del mundo, dijo que Cristo estaría aquí. Y Él mataría, moriría, el inocente por el culpable. Y cuando Dios lo habló, ya estaba confirmado cuando Dios lo habló.",
    "Ahora, antes de que pueda ser una palabra, tiene que ser un pensamiento, porque una palabra es un pensamiento expresado. Y entonces, si el… Dios, en Su mente, percibió estas cosas, entonces estaban en Su mente. Luego, Él las habló, entonces es como si ya estuviera hecho cuando Dios habla, porque Él es infalible y no puede hacer otra cosa.",
    "Entonces, la actitud de Dios; si Dios salvó a los pecadores allá atrás sobre la base de aceptar el holocausto, el sacrificio provisto, Él tiene que hacer lo mismo hoy, o Él hizo mal cuando recibió al primer hombre por medio de eso. Si Dios sanó a los enfermos allá atrás en base a la sangre derramada de un animal, en base a la expiación, Él tiene que hacer lo mismo hoy, o estaba errado cuando Él sanó a la primera persona. ¿Ven? Él no puede cambiar.",
    "Nosotros crecemos. Maduramos. Descubrimos cosas mejores. Hablamos de cosas mejores. Usamos mejor ropa, conducimos un mejor automóvil. Vamos progresando.",
    "Pero Dios no puede progresar de esa manera, porque para comenzar Él era perfecto. Y la perfección no puede progresar más; ya es perfección. Amén. Así que, Él no tiene que decir: “Bueno, esta es otra edad, lo hemos pensado mejor ahora”. Si es así, Él no puede ser Dios. Así que, si Él es Dios, lo que habló allá atrás, tiene que quedarse con eso, porque Él era perfecto allá y es perfecto ahora. ¿Ven? ¿Lo ven Uds.? Entonces, Él no puede progresar. Él no puede… Bueno, quiero decir, Él no puede mejorar las cosas. Hacer esto un poco… decir: “Esto sería un poco mejor”.\n\nUd. dice: “¿Qué del cordero antiguo, y este Cordero?”.",
    "Ese era un tipo, en espera por Ese, y Él dijo que lo era. Él habló del Cordero inmolado desde la fundación del mundo, en el principio; “Pondré enemistad contra la Simiente de ella y la simiente de la serpiente”. Y, luego, para esperar que llegara ese cumplimiento del tiempo, Dios ofreció una propiciación por el pecado: a través de la sangre derramada del cordero, señalando.",
    "Él dio a saber lo mismo por la luna, en la noche, de la existencia del sol durante el día. La luna siendo una sombra del sol, o el sol brillando sobre la luna, haciendo una sombra. La luna y el sol son marido y mujer. Y en la ausencia del sol, arroja su luz contra la luna, para darnos a nosotros una luz menor hasta que salga el sol. Y cuando sale el sol, la luna se desvanece.",
    "Y Cristo es el Sol Quien Se ha ido a la Gloria, y brilla sobre la Iglesia, con la misma clase de Luz que Él brilló cuando estuvo aquí. Y la Iglesia es la Luz del mundo hasta que Jesús venga y todo junto se derrita. Como la luz de la luna y la luz del sol se convierten en una luz, cuando surgen juntas. Y cuando Cristo y Su Iglesia se unan, en el gran Milenio, surgen en una.",
    "Y hoy: “Vosotros sois la Luz del mundo”. En Su Presencia… En Su ausencia, más bien, Él le está dando a Ud. la Luz con la cual brillar, mientras Él está aquí. Todas las cosas antiguas, todas las cosas de la tierra, son un tipo de lo Celestial.",
    "Aun las arañas y lagartijas, y culebras y demás, solo son tipos de espíritus malignos, reflejándose. ¿Por qué al cáncer se llamó cáncer? Por cuanto tiene la forma de un cangrejo. Y la palabra cáncer significa “cangrejo”.",
    "Ahora, ¿lo ven?, todas esas cosas son tipos y sombras. Así que, el chivo expiatorio que fue guardado en el desierto, en un lugar aislado, separado de sus conciudadanos, llevando sobre su cabeza los pecados del pueblo, fue un tipo de Cristo siendo separado de Dios, y fuera de Su Presencia, y llevó nuestros pecados al infierno. Y allí Dios no permitió que Él… David dijo: “No permitiré que mi Santo vea corrupción. Ni dejaré Su alma en el infierno”. Y al tercer día, resucitó para nuestra justificación. Pero Él tipificó el macho cabrío, el chivo expiatorio, y también el macho cabrío para la ofrenda por el pecado. ¡Dios haciendo preparativos, y una manera provista!",
    "Dios siempre da una salida de escape, cada vez. La enfermedad lo acorrala a Ud. Satanás lo inmoviliza después de que Ud. llega a ser Cristiano.",
    "Tal vez Ud. haya sido un apostador. ¿Lo ven? Las cartas están sobre la mesa; “Vamos, Juan, sabemos que puedes”. Satanás está allí para tentarlo. Pero Dios, cada—cada vez, dará una salida de escape si Ud. tan solo la recibe.",
    "Tal vez Ud. ha sido un—un borracho, y tiene la copa bajo su nariz; “Pues, vamos, Juan”. Ahora, si Ud. quiere hacerle caso a esa voz, saldrá directamente a su revolcadero otra vez.",
    "Pero Dios siempre está allí. Dirija su mente hacia el Cielo, y mire hacia el Calvario, y diga: “Bendito Espíritu Santo, ven a mí. Estoy necesitado”. Observen lo que sucede. Dios dará una salida de escape, cada vez, porque Él lo hará. Dios siempre lo ha hecho.",
    "Y ahora fíjense. Antes de la destrucción del mundo, cuando los hombres eran pecaminosos, y la gente era pecaminosa en el mundo, Dios dio una salida de escape para aquellos quienes desean escapar por ella. Dios hizo que se construyera un arca, preparada. Noé construyó un arca para la… preparando esta arca en preparación para la salida. Escuchen. De un… como una salida de escape… A medida que la ira y el juicio de Dios se acumulaban en los cielos, para ser derramados sobre una nación pecaminosa y un pueblo pecaminoso, quien lo rechazó, y duro de cerviz, caminando en contra de los mandamientos de Dios. Todo el tiempo esta ira se acumulaba en los cielos, para ser derramada sobre el pueblo, en juicio, el Dios misericordioso dio una salida de escape para aquellos quienes desean caminar en ella. ¡La salida de escape!",
    "Ahora hemos llegado nuevamente al punto donde los juicios se están acumulando. Y si en ese día, el antediluviano, ¡cuánto más hoy, cuando concluye la historia del tiempo, cuando concluye la historia de las naciones, y se está llegando a un clímax! ¡Cuánto más estará la ira de Dios sobre millones de personas más, amontonada, al grado que el pecado ha impregnado al mundo, tanto que se bambolea como un hombre borracho se tambalea a casa a las cuatro! Habiendo rebozado más allá de la luna y las estrellas, hasta que ha llegado a los—los vestidos de Jehová de los ejércitos.",
    "Entonces, ella se tambalea bajo la carga de su propia teoría hecha por el hombre, de su propia auto conservación, de sus propias teologías. “Han tomado los Mandamientos de Dios y los han invalidado, al enseñar sus tradiciones de hombres. Amando la gloria de los hombres más que la gloria de Dios”. Nuestros maestros se habían vuelto tibios, y enfatizando el unirse a la iglesia, y diciendo: “No hay problema, siempre y cuando Ud. pertenezca a la iglesia; no le dé mente a eso”.",
    "Pero, hermano, Dios dio una salida de escape. Y Ud. tendrá que cumplir las condiciones de Dios, y eso es por medio de Cristo Jesús nuestro Señor. No hay otro fundamento que haya sido puesto sino el que ya ha sido puesto, no, nadie. Edificar sobre cualquier otro fundamento, es como rastrojo y lodo, las inundaciones se lo llevarán, y grande será la caída. Pero Jesús dijo: “Sobre esta roca edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra Ella”. ¿Sobre qué la edificó Él? Sobre la Verdad espiritual revelada de que Él es el Hijo de Dios.\n\n“¿Quién dicen los hombres que Yo, el Hijo del Hombre soy”?",
    "🦅 Algunos dicen: ‘Elías’, y algunos dicen: ‘Moisés’, y algunos dicen: ‘Juan el Bautista’ y así”.\n\n“Pero ¿quién dice Ud. que soy Yo?”.",
    "Sin dudarlo, sin vacilar un segundo… Escuche, pecador. Así es como Ud. lo recibe. Había estado con Él; él sabía lo que Él era. Y, entonces, antes de que él pudiera siquiera pensar por segunda vez, el Espíritu Santo se apoderó de él, y dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Dijo: “Tú, bendito eres Simón, Simón hijo de Jonás, porque carne ni sangre te lo ha revelado. No aprendiste esto por teología de alguien. No has venido de un seminario con eso. Sino Mi Padre que está en el Cielo te lo ha revelado. Sobre esta roca edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra Ella”.",
    "Las inundaciones pueden venir, y lo atómico caer, y todo, pero aquel quien está seguro en Cristo cabalgará sobre la tormenta de lo atómico, como lo hizo Noé con la tormenta del diluvio, a salvo en el arca. Dejen que su fe caiga en eso, una vez, vean lo que sucede; sobre la roca sólida de Dios, sobre los tipos. Dios da una salida de escape, cada vez. Él tiene que dar una salida de escape. Cuando llegue el momento estratégico, Dios es el Dios…",
    "¡Jehová-jireh! Jehová-jireh significa, “el Señor Mismo Se proveerá de sacrificio”, porque el Señor Se proveerá una salida de escape. Dios puede proveerla porque Él es el Creador. Y Dios, de una vez por todas, ¡en el Calvario! ¡Amén! Allí, allí cuando los Arcángeles del Cielo, cuando todas las regiones de los demonios temblaron, cuando la tierra sufrió una postración nerviosa y sacudió el sepulcro, y cuando el sol tuvo convulsiones y no salió allá y se tornó en oscuridad, cuando la luna y las estrellas se estremecieron de su lugar, los redimidos de todas las edades, y de las edades que vendrán, reconocerán esa hora.",
    "Cuando el Hijo de Dios murió allí, despojó a Satanás de todo poder. Aun la muerte y el infierno, el sepulcro y todo temor fueron devorados allá en el Calvario. Cuando Él pagó el precio supremo y cuando el Cordero murió, y los pecados Le fueron puestos encima, Él fue portador del pecado, los llevó al infierno donde pertenecían. Y Dios Lo resucitó al tercer día. Y creyendo eso, somos justificados por fe, sobre la base de la Sangre derramada del Señor Jesucristo. Amén. Dios dando una salida de escape.",
    "¡Oh, hermano!, al Ud. ver la… oír la sirena de la ambulancia, cada vez que la oye, es una advertencia que Ud. va en esa dirección. Cada vez que Ud. pasa por un cementerio, se lo advierte. Ud. va en esa dirección. Cada arruga que aparece en la cara, y una cana en la cabeza, es una advertencia. Ud. va en esa dirección.",
    "Entonces, con razón, Pablo pudo decir, con esa verdadera esperanza arraigada y fundamentada en él, así. ¡Vaya! Cuando llegó al final del camino, él dijo: “He peleado la buena batalla. He acabado la carrera. He guardado la fe. Ahora me está guardada una corona de justicia, que el Señor, Juez justo, me dará en aquel día, no solo a mí, sino a todos los que aman Su aparición”.",
    "Cuando Ud. esté enfermo y cansado de esta vieja vida, entonces amará la aparición del Señor Jesús más de lo que ama su comida en la mesa, o a su esposa, o a sus hijos, entonces hay una corona guardada para Ud. No una corona, una corona de oro para ponerse en la cabeza; sino un cuerpo, libre de dolor, el… coronado en la Gloria de Dios, coronado en la inmortalidad de Jesucristo. Eso es lo que está guardado para Ud., que el Señor, el Juez justo le dará en ese día. Ese es el día que esperamos. Dios ha dado una vía de escape para cada uno de nosotros. Seguro que la ha hecho.",
    "Cuando Daniel el profeta, el hijo de Dios, fue arrojado al foso de los leones. Hubo un tiempo en que Daniel, siendo fiel, quien levantó sus ventanas, pues no temió lo dicho por el rey. Y cuando el… oró, a pesar de lo que se había pregonado, Daniel oró de todas maneras, mientras miraba hacia Jerusalén y oraba. Si los hombres miraban hacia Jerusalén y oraban, la ciudad donde se hacía el holocausto… Por eso Daniel miró en esa dirección y oró, porque el Señor ya había dicho: “Si la gente está en problemas en cualquier momento, y mira hacia este lugar santo, y ora, luego oiré… Yo oiré del Cielo”, cuando Salomón dedicó el templo.",
    "Por eso Jonás tenía la fe que tenía, estando con algas por el cuello, y parado en el vómito, en el vientre de la ballena, por allá abajo en lo profundo del océano, en un mar tempestuoso. Él dijo: “Son vanidades ilusorias. Pero una vez más miraré a Tu santo templo, Dios”. Dios hizo algo. Él dio una salida de escape para Jonás. Lo que haya hecho Él, nadie sabe; es un secreto solo de Dios.",
    "Pero, no importa dónde fuera imposible, Dios puede—puede cambiar las circunstancias. Él puede hacer que lo imposible llegue a ser probable. Y no solo probable, sino que puede hacerlo realidad, cuando los hombres toman a Dios en Su Palabra y aceptan la manera provista que Dios proveyó para el hombre.",
    "Dios hizo algo. Él pudo haber puesto una carpa de oxígeno allá abajo. No sé lo que haya hecho Él en el vientre de esa ballena, pero mantuvo a Jonás allí por tres días y noches, como un tipo, que Cristo yacería sin oxígeno, en el vientre de la tierra, y al tercer día Él saldría de nuevo. Era un tipo. Él dando una salida de escape. Él siempre lo hará.",
    "Cuando Daniel se paró allí, y los leones corrieron hacia él, no había temor en el corazón de ese anciano santo. Más bien se paró allí, pues, Dios no había terminado con él. Y antes del zarpazo de los leones, un Ángel se extendió ante ellos, sin duda, la misma Luz ardiente que apareció ante Saulo de Tarso, camino a Damasco.",
    "Una gran Luz brilló. Y al ver eso, pues ellos no entendieron lo que sucedía. Y Saulo cayó de su caballo. Y una Voz vino de la Luz, diciendo: “Saulo, Saulo, ¿por qué Me persigues?”.\n\nDijo: “¿Quién eres, Señor?”.\n\nÉl dijo: “Yo, Jesús, al que estás persiguiendo”.",
    "Fueron los jóvenes hebreos que habían sido fieles a la promesa de Dios, estando por allá en ese horno ardiente… o en Babilonia, mejor dicho, camino al horno ardiente. Ellos a un paso de la muerte.",
    "Así pudiera ser para hombres aquí esta noche. Puede ser que quedé un día entre Ud. y la separación Eterna. Ud. tomará su decisión ahora. La salida le ha sido provista si Ud. la recibe. “Un paso” le dijo Jonatán a David, cuando dispararon el—el—el arco, “un paso entre mí y la muerte”.",
    "Y había un paso entre ellos y la muerte. Pero preciso en ese momento crucial, Dios proveyó una salida de escape, y Él envió a ese horno ardiente al Señor Jesucristo, y detuvo el fuego de ellos.",
    "Fue Enoc, quien afirmó que caminó con Dios por quinientos años y tuvo un testimonio de que “agradó a Dios”. Él tenía fe que “no vería la muerte”. ¿Cómo pudo Dios hacerlo? Ni siquiera había un avión a reacción en esos días, para levantarlo de sus pies. Pero Dios proveyó una salida: una traslación, la cual llevó a Enoc de la tierra a la Gloria, sin recibir la muerte.",
    "Fue Elías quien cruzó el océano… o el río Jordán ese día, dividiéndolo de un lado al otro. Y cuando Elías estuvo listo para ir al Cielo, sin morir, fue Dios que proveyó la salida para él. No un avión a reacción, sino que Él envió un carro de Fuego, jalado por caballos de Fuego. Dios proveyó la salida, en el minuto, una salida de escape de la muerte.",
    "Fue Moisés, creo yo, quien siguió a los hijos de Israel… o quién los guio, siguiendo la Luz, la Columna de Fuego, a través del desierto. Fue Moisés quien soportó hasta el fin. Fue Moisés, ciento veinte años, después de ochenta años de servicio para Dios, quien se paró sobre el monte y dio un vistazo allá en la tierra prometida, con las lágrimas rodándole por las mejillas, ya un anciano, de ciento veinte años. Él había pasado por las zarzas. Él había vadeado las aguas profundas. Él había probado la copa amarga, la copa de hiel y tristeza. Él había estado con la gente desobediente, como su pastor. Él los había guiado de lugar en lugar, y soportó sus murmuraciones. Y él mismo se arrojó en la brecha, y dijo: “Dios, tómame a mí antes que a ellos”.",
    "Fue Moisés quien se paró allí, un anciano, sabiendo que en todo aspecto él era un tipo de Cristo, de alguna manera sabiendo, de algún modo, que Dios ciertamente se lo llevaría, porque Él tenía que resucitarlo, siendo un tipo de Cristo. Él nació como profeta, como Cristo. Y no solo un profeta, sino un líder y demás. Él fue escondido en los juncos, como también Cristo fue llevado a Egipto. Él fue un dador de ley, como Cristo en el monte de los Olivos, quien vivió el Sinaí. En todo sentido, él era un tipo de Cristo.",
    "Y siendo un anciano, con la muerte mirándolo a la cara, ¿cómo iba a traer él la resurrección? Pero justamente en el momento crucial, Dios proveyó la salida. Cuando le fallaba la respiración y con ese borboteo en la garganta, él miró a su lado, y allí estaba la Roca. Dios proveyó una Roca. La Roca era Cristo Jesús quien estaba en el desierto. Moisés perseveró hasta la Roca.",
    "Dios, dame gracia para perseverar hasta allí mismo. Que cuando el aliento de mi vida esté saliendo de este cuerpo, permíteme ver la Roca parada allí.",
    "Se subió a la Roca, y los Ángeles vinieron y se lo llevaron. Ochocientos años después, él estaba parado en Palestina, con Elías, parado allí hablando con Jesús, frente a la cruz. Dios dando una salida de escape.",
    "Dos de las cosas más importantes en el Antiguo Testamento, que puedo ver en las profecías, dos grandes bandos, fueron estos: La gente esperaba el tiempo en que vendría el Mesías. Y luego, después de venir el Mesías, ellos esperaban el tiempo en que el Espíritu Santo vendría.",
    "Finalmente, a su debido tiempo, todos los tipos allá atrás que tuvieron por los profetas y todo, con todos los tipos y las expiaciones que tuvieron, finalmente vino el Mesías, y quedó resuelto porque Dios lo había dicho.",
    "Después esperaron un tiempo, por una “gran Iglesia gloriosa que estaría sin mancha ni arruga”, que resplandecería en la tierra como una estrella. Ellos esperaron ese tiempo. ¿Cómo iba a ser? Él llevaba muerto tres días y noches. Él resucitó. Apareció a quinientos, y subió al Cielo. Él los dejó aquí en la tierra, solos. ¿Cómo podría ser esta la Iglesia gloriosa, cuando el Líder se había ido? Dios prometió la Iglesia. ¿Cómo podría Ella ser la Luz que brillaría en Su lugar, después de Él haberse ido?",
    "Cuando Él dijo allí: “Todavía un poco, y el mundo no Me verá más; pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las cosas que Yo hago, vosotros también las haréis. Id por todo el mundo y predicad el Evangelio. Estas señales seguirán a los que creen”.",
    "¿Cómo podrán hacerlo, con Cristo ausente de ellos? ¿Cómo podrán hacerlo, cuando Dios les dio la promesa? Pero, miren, Dios proveyó un Pentecostés, cuando el Espíritu Santo, en Persona, bajó y se apoderó del cuerpo de hombres mortales después de que habían sido limpiados por la Expiación del Señor Jesucristo. Y el Espíritu Santo tomó a esa persona bajo Su propio control, y le envió con señales y maravillas y milagros que siguieron. Dios proveyó un camino. Ellos no podían hacerlo por su cuenta; eran hombres como Ud. y yo. ¿Cómo pudieran hacerlo? Ellos no pudieron. Pero Dios proveyó una salida de escape.",
    "Cuando estaban…?… en el aposento alto, ellos pensaron que la gente se burlaría de ellos. Pensaron que les sucedería esto, aquello o lo otro. Tenían cerradas todas las ventanas y las puertas bajo llave. ¿Cómo iban a poder hacerlo? Eran cobardes. Ellos no tenían espinazo. Tenían una espoleta de pollo como espinazo, y no una verdadera columna vertebral del Espíritu Santo. Tenían las puertas bajo llave. Estaban temerosos. Les daba vergüenza salir y enfrentar al público. ¿Cómo podrían hacerlo ellos?",
    "Pero Dios envió un Pentecostés, el bautismo del Espíritu Santo. Abrieron las ventanas y puertas, y a las calles salieron. Dios lo había prometido. Cuando Dios promete, Dios cumplirá Su Palabra. Él dará una salida de escape. Él no permitirá que Ud. sea tentado más de lo que resista, sin Él no dar una salida de escape para Ud. Él la hará.",
    "Aquí estamos, hemos vivido el día, un día sombrío, nublado, lluvioso. La iglesia está mitad dentro y mitad fuera. Se preguntan ¿cómo podrán hacer esto, y cómo harán? Ellos no tenían Luz. Pero el profeta dijo: “Habrá Luz al caer la tarde”. ¿Cómo puede ser? Hemos… La Iglesia en este día, esa Iglesia gloriosa que estará aquí en la tierra, cuando Jesús venga a recibir una Iglesia gloriosa, estamos recibiendo la lluvia tardía, el derramamiento. Una doble porción del Espíritu Santo está cayendo sobre la tierra, y está abarcando toda nación, y los fuegos de avivamiento están ardiendo en cada colina. En China, en Japón, desde Corea, el África oscura, y en todas partes, el Espíritu Santo está siendo derramado sobre la gente. Dios dio una salida.",
    "¿Cómo fueron sanados mis ojos ciegos? Dios dio una salida. ¡Aleluya! Sí, señor.",
    "Él siempre dará una salida. Y para Uds. aquí, que están en la tierra hoy, Uds. que están esperando la consolación, Uds. que son peregrinos y extranjeros, sean como David.",
    "David yendo a la batalla. Él no fue allá nervioso. Él no fue indeciso. Él no fue pensando que posiblemente se lograría. Sino que él esperó en el arbusto de moras hasta que, después de un rato, hubo silencio total, nada se movía. Después de un rato, lejos a la distancia, él oyó las hojas, sonando más y más y más. Después de un rato, un gran ventarrón le pasó por delante. Entendió que ese era Dios y la santa hueste de Ángeles yendo delante de él. Y sacó su espada y ganó la batalla, y puso en fuga al enemigo.",
    "Hermano, no salte de pie y se imagine algo cuando Ud. aún no está en condición para ir. ¡Párese! Y vea que no es unirse a una iglesia, estrechar la mano del predicador, ni tampoco es ser bautizado en agua; sino que es aceptar el sacrificio provisto por Dios, a Jesucristo, como Persona, en su corazón. El Espíritu Santo pasará delante de Ud., como un viento recio, moviendo todo del camino. Amén. Eso es. Entonces, sean Cristianos. Uds. que van en el camino, sean hombres genuinamente temerosos de Dios.",
    "Muy pronto viene un avivamiento aquí, una gran reunión de carpa. Puedo sencillamente verlo. ¡Así es! ¿Qué quiere Ud. hacer? Comportarse…",
    "Aquí, hace algún tiempo, allá en las tierras del sur, había gente que pasaba y compraba esclavos, y demás. Me acaba de venir en mente esta pequeña historia. Al pasar, compraban esclavos, observaban que los pobres habían sido azotados. Ellos detestaron dejar su país, y sabían que nunca regresarían. La gente negra; fue lamentable cómo fueron tratados.",
    "Un día vieron, casualmente, a un joven con los hombros en alto. A él no tenían que azotarlo. No, señor. Un comprador vino, dijo: “Déjeme comprar ese esclavo”.\n\nRespondió: “No está para la venta”.",
    "Le dijo él: “Bueno, ¿qué lo hace tan diferente? ¿Es él jefe sobre los demás?”.\n\nDijo: “No”.",
    "Dijo: “¿Qué lo hace diferente? ¿Le permite comer mejor?”.\n\nDijo: “No. Él come con los demás”.\n\nDijo: “¿Qué lo hace tan diferente?”.",
    "Dijo: “Sucedió que me enteré que su padre es el rey de la tribu. Aunque él está en una tierra lejana, aún anda con los hombros en alto. Él es un hombre nacido en la realeza. Su papá es un rey. Aunque él sea un extranjero, su padre es un rey”.\n\nMi Padre es rico en casas y tierras,\n\n¡Él tiene la riqueza del mundo en Su mano!\n\nDe rubís y diamantes, y plata y oro,\n\nSus cofres están llenos, Él tiene incalculable riqueza.",
    "Nosotros, las personas aquí de este tabernáculo, tenemos la prueba infalible del Señor Jesús resucitado, con un avivamiento que abarcó la tierra; desde un lugarcito tan humilde como este, no más que el pesebre de Belén, y probablemente más humilde. Pero, por aquí, Dios ha enviado un gran avivamiento que ha arrastrado a decenas de miles, sí, a millones, al Reino de Dios.",
    "¿Quiere Ud. ser conciudadano con nosotros? ¿Está listo en esta noche, pecador, para dejar su indiferencia, dejar su vida pecaminosa? Y enderezar los hombros y unirse a esta línea de ejército, de personas que marchan, creyendo en la Expiación del Señor Jesucristo que nos limpia de todo pecado.\n\nOremos, mientras inclinamos nuestros rostros.",
    "Nuestro bondadoso Padre Celestial, en esta noche, mientras esperamos en Ti, esperamos que el gran Espíritu Santo de Dios se mueva a través de esta congregación y se exceda obrando abundantemente. Estando ahora listos, en víspera de tomar la Santa Cena, ¡Oh, Padre Dios!, oramos que les hables a los corazones de los pecadores, esta noche. Permite que vengan, Señor, básicamente no por emoción, no por alguna historia conmovedora, sino en base a la Palabra de Dios no adulterada; “Porque de tal manera amó Dios al mundo, que dio a Su Hijo unigénito, para que todo aquel que en Él cree, no se pierda, mas tenga Vida Eterna”.",
    "Dios, concede esta noche que las Palabras del Señor Jesús, en San Juan 5:24, resuenen en cada corazón; “El que oye Mis Palabras, y cree a Aquel que Me envió, tiene Vida Eterna, y no vendrá a condenación, sino que ha pasado de muerte a Vida”. Que muchos pasen, en esta hora, de muerte a Vida, mientras esperamos el Espíritu Santo, en el Nombre de Jesucristo.",
    "Y con sus rostros inclinados. Me pregunto, mientras la hermana toca, si… Todo Cristiano en oración. ¿Habrá un hombre, mujer, un niño o una niña que levante la mano a Dios? No para mí. Y diga: “Correcto, esto… levanto mi mano, para decirte, Dios, yo creo que el juicio está para azotar la tierra. Y yo estoy bajo la condenación de este juicio. Tendré que ser separado de Dios, de la presencia de la Iglesia, de la presencia del pueblo Cristiano. Tendré que ser atormentado para siempre, en un infierno Eterno. Pero, esta noche, sentí Tu Espíritu que me habla, por lo que debo ser un escogido de Dios. Pues, Jesús dijo: ‘Ningún hombre puede venir a Mí, si el Padre no le trajere’. Y siento una atracción peculiar en mi corazón, que ahora quiero aceptar a Cristo como mi Salvador personal. Y, Dios, levanto mi mano a Ti, y a esto digo: Yo ahora acepto a Tu Hijo, Jesucristo, Tu sacrificio provisto, por mi vileza y viles pecados. Yo ahora levanto mis manos a Ti”. ¿Lo hará Ud.?",
    "Hombre o mujer, niño o niña, aquí, en este momento, levantaría sus manos y diría: “Por esto, yo ahora acepto al Señor Jesucristo como mi Salvador”. Espero un momento para que Ud. tome su decisión. Solo levante la mano. Dios te bendiga, muchachito. Alguien más levante la mano, diga… Dios lo bendiga, mi hermano. Muy bien. Ud. está haciéndolo para Dios, no para mí.",
    "🦅 Todos los que creyeron fueron bautizados y fueron añadidos a la iglesia”. Tres mil almas fueron salvas.",
    "Hay una Fuente llena de Sangre,",
    "Seguro. ¿Se sumergirá Ud. ahora, por fe, diciendo: “Señor Dios, ahora me libero? ¡Oh, he subido al altar, muchas veces! He hecho esto, aquello, o me he unido a la iglesia. He intentado escapar de la ira. Pero, esta noche, vengo así: basado en que Jesucristo murió en mi lugar, Él fue el Cordero del sacrificio. Él era el chivo expiatorio. Él lo fue todo. Y, en Él, estoy completo. Él cargó mis pecados. Él tomó mi lugar en el Calvario. Él tomó mi lugar recibiendo la ira de Dios. Él tomó mi lugar recibiendo el castigo de Dios. Él tomó mi lugar en el infierno. Y fue para que yo tomara Su lugar en el Cielo, para llegar a ser un hijo de Dios, ahora acepto esa base ahora mismo. Como pecador, yo creo”. [Cinta en blanco.—Ed.]\n\nCuando los pecadores se sumergen en el raudal,\n\nPierden todas sus manchas de culpabilidad.\n\nPierden todas sus…",
    "Estén en oración, iglesia, mientras alguien está tomando la decisión por el Señor. Oren. ¿Pierde cuánto? Toda su mancha de culpabilidad. Judío, gentil, esclavo o libre, pecador o miembro de iglesia, sacerdote, doctor, abogado, lo que Ud. pueda ser, pierda toda su mancha de culpa, al creer en el Señor Jesús, acéptelo a Él como Salvador personal. Escuchen esta estrofa, mientras cantamos en voz baja.\n\nEl malhechor se gozó al ver\n\nEsa Fuente…",
    "Al fin del camino, ya sin esperanzas, apareció allí una Fuente. ¿Está Ud. en el fin, esta noche, de su propia voluntad?\n\nPecadores se sumergen…\n\nPierden toda mancha de culpabilidad.\n\nPierden toda mancha de culpabilidad,\n\nPierden…",
    "Ahora, Padre Celestial, todo está en Tus manos. Un anciano y un joven levantaron las manos, que querían recibirte, habiéndose abierto la Fuente por la Palabra. Agradecemos Tu compañerismo, Señor, el Espíritu Santo.",
    "Tal vez todos sean Cristianos, todos salvos. Tú conoces sus corazones, Señor. Pueden aun haber cruzado la línea entre la misericordia y el juicio, para nunca más desear levantar la mano, o jamás desear tener algún sentir al Tú llamarlos. Oro, Padre, si ese es el caso, que seas misericordioso.",
    "Dios, oro que salves a este hombre, Señor. Oro que ahora mismo, en el fondo de su corazón, las campanas Celestiales de gozo estén sonando; y así mismo con ese muchachito. Sabiendo esto, que Jesús ha declarado lo siguiente: “El que oye Mis Palabras, Le cree a Aquel que Me envió, tiene Vida Eterna, y no vendrá jamás a condenación, sino que ha pasado de muerte a Vida”. Esa es Tu Palabra, Padre, y La creemos. Dales gozo Eterno ahora, porque ellos han aceptado la Vida Eterna. Oramos que llenes sus vidas de gozo, y sean fructíferas y felices. Concédelo, Señor.",
    "Bendice a otros, mientras esperamos en Ti, en el Nombre de Jesús oramos. Amén. 🦅"
  ]
}