{
  "title": "EL PODEROSO CONQUISTADOR",
  "id": "56190009",
  "content": [
    "🦅  …servicio bautismal; creo que tienen el baptisterio lleno, y Santa Cena y lavamiento de pies. ¿Cuántas personas aquí han estado en un lavamiento de pies? Veamos sus manos. ¡Oh, vaya!, miren a los bautistas que están—que están aquí esta mañana. Amén.",
    "Uds. saben, dicen: “Los bautistas de pies lavados”. Y en eso, la cosa, cuando yo iba a los bautistas que lavaban los pies, ellos solo lavaban un pie, solo un pie. Y bueno, aquí, lavamos ambos pies. Así que, pues, una bendición doble, ¿ven Uds.?, sí, tener dos bendiciones en una. Si es una bendición lavar un pie, Uds. deberían probar ambos, alguna vez, los bautistas lava pie.",
    "[Alguien le habla al Hermano Branham.—Ed.] Bueno, eso depende de la clase de servicio que tengamos esta mañana. Así es. No sabemos exactamente esta noche lo que será, porque nosotros… depende del servicio esta mañana. Estoy un poco cansado.",
    "Acabamos de llegar de México, donde tuve una de las reuniones más maravillosas que hemos tenido. Y sé que muchos de Uds. están interesados en oír de eso, así que, yo… Bueno, estuvimos allá por tres noches, tuvimos tres noches de servicio. Y el… nuestro bendito Redentor en verdad se excedió en abundancia allá. La última noche, tuvimos veinte mil personas que no habían venido a Cristo, de ninguna manera, que recibieron a Jesús como Salvador personal a la vez; veinte mil a la vez.",
    "Hubo una resurrección de un pequeño bebé que murió en los brazos de su madre, estando en el terreno. Y el médico había dicho el día anterior que iba a morir, y ella lo había traído a la reunión para que se orara por él. Y la gente estaba de pie, como lo están por aquí.",
    "Y Uds. piensan que está muy mal aquí, porque nosotros los americanos tenemos que estar de pie una hora. Pero ellos llegaban, a veces, a las seis de la mañana, y estaban de pie hasta las once, esa noche. Y estaba todo tan lleno, que calcularon cuánto terreno teníamos para que ellos estuvieran parados. Y estaban parados, seis personas por metro cuadrado; seis personas de pie, apretujadas, apoyadas una contra la otra. Dije: “Me recordó a las ovejas”.",
    "Saben, cuando arrecia el calor del día, todas las ovejas se juntan. Y se paran una contra la otra, y se hacen sombra la una a la otra, y se apoyan una junto a la otra. Y de esa manera deberían hacer las ovejas de Dios, pararse juntas, en lugares cerrados, y apoyarnos unos a otros con nuestra fe.",
    "Ahora, cada persona en su propia manera de orar, de la manera que Ud. ore en su iglesia, ore esta mañana. Y vamos a leer de la Palabra de Dios.",
    "Y por causa de los que están parados, a medida que llegan, rechazan más y más gente. Y dijeron que habían estado rechazando por bastante tiempo.",
    "Y ahora nos daremos prisa, y hablaremos de la Palabra, para que puedan tener una base para la fe. Y luego, después, vamos entonces a orar por los enfermos, si el Señor lo permite.",
    "He querido tener nuestro primer servicio de apertura, para llevar a la gente como la visión acababa de mostrar. Pero no sé si podré hacerlo o no; los cuartos están repletos, allí adentro, para separarlos del público.\n\n[Cinta en blanco.—Ed.] …confiar que Uds. tratarán de soportar solo por un ratito y orar.",
    "Ahora, para comenzar, yo creo que toda Doctrina tiene que venir de la Eterna Palabra bendita de Dios, porque la fe no puede descansar sobre las arenas movedizas de la teología de los hombres; tiene que estar basada sobre la Roca inconmovible de la Palabra de Dios. Por tanto, una persona puede descansar segura que, si Dios lo ha dicho, Dios cumplirá lo que dijo.",
    "En el mensaje de esta mañana, estábamos hablando de cómo Dios, antes… Quizás diez mil años antes de que existiera el mundo, Jesucristo fue inmolado antes de la fundación del mundo. Dios lo habló, y asunto terminado. Si Dios lo habla, eso es lo correcto. Y en la mente de Dios, cuando Él habla una Palabra, ya está confirmada en el Cielo; así de perfecta es allá Arriba. Así que, ¡cuánto debemos nosotros los mortales, que hemos sido redimidos por Su gracia, confiar en Su Palabra! Si Su Palabra así lo dice, asunto terminado.",
    "Ahora, primero, una Palabra… La Biblia dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Ahora, antes de que pudiera ser una palabra, tenía que ser un pensamiento, porque una palabra es un pensamiento expresado. Y Dios, cuando vio que el enemigo de este mundo había… iba a hacer lo que hizo, Dios pensó cómo dirigiría el gran plan de redención. Y cuando lo pensó, entonces Él lo habló, y fue como si se hubiera llevado a cabo en ese momento. Y miles de años después, vino el Señor Jesucristo, y murió por los pecados; y resucitó, hace unos mil novecientos años, para nuestra justificación; estando a Su diestra ahora, como un Sumo Sacerdote, intercediendo por nuestra confesión. Ya está terminado. Y Uds. pueden dar reposo a su alma sobre cualquier Palabra que venga de la Biblia de Dios. ¿Ven?",
    "Por eso, allá en México, la mayoría de la gente allá es católica. Y siendo entrevistado por un hombre católico, él dijo: “Hermano Branham, ¿cree Ud. que—que nuestros santos pueden hacer milagros?”.\n\nYo dije: “Si están con vida, no muertos”.\n\nY dijo: “Bueno” dijo él, “bueno, Ud.…”. Yo, dije que yo… Él dijo: “¿Con qué iglesia está Ud.?”.\n\nYo dije: “La Iglesia del Señor Jesús”.\n\nY él dijo: “¿Qué denominación es?”.",
    "Y yo dije: “No es una denominación, es el Cuerpo de Cristo. Por Un Espíritu todos nos hemos reunido, para creer. Y allí, no importa lo que piense el hombre, es su fe personal en Cristo”.\n\nÉl dijo: “Por supuesto, esa Biblia es la historia antigua de la iglesia católica”.",
    "Y yo dije: “Bueno, le voy a dar el beneficio de la duda. He… He leído mucha historia, y no veo dónde llegó a existir la iglesia católica sino hasta trescientos y tantos años, después de la muerte del último apóstol. Pero, sin embargo, le—le daré el beneficio de la duda, y diré que así fue. Entonces, Ud. puede llamarme un católico de esos antiguos, porque yo creo la Biblia”. Así es. Muy bien.",
    "Y yo no creo que haya una sola Palabra que jamás se pueda cambiar. Si Dios Lo habló una vez, pues, Eso es la Verdad para siempre. ¿Ven? ¿Ven?, Uds. y yo seguimos aprendiendo más sabiduría; Uds. saben más ahora que hace unos años.",
    "Una niña sentada aquí, ahora, ella solo es una niña. Sus padres tienen que guiarla. Después de un tiempo, ella crecerá. Y probablemente, en su día, ella progresará; y pudiera llegar a ser más inteligente que su madre ahora, ¿ven?, porque ella sigue progresando.",
    "Pero Dios es infinito; Él no puede cambiar. Él tiene que… Él—Él era—Él era perfecto, para empezar. Él será el mismo en el fin. Él, Él no puede cambiar. Así que, cualquiera que fuera Su actitud hacia cualquier cosa en la Biblia, tiene que ser igual ahora o Él actuó mal allá. ¿Ven? Así que, Él nunca tiene que cambiar.",
    "Entonces, antes de abrir Su Palabra, hablemos con Aquel Quien La escribió, el Señor Jesús, al inclinar nuestros rostros.",
    "Nuestro Padre Celestial, hoy es uno de los días más importantes de la… en la historia del calendario Cristiano; es el día de la resurrección. Oramos, Padre Celestial, que Aquel Quien está vivo hoy, y vivo por los siglos de los siglos, nos visite en estos momentos siguientes, al hablar y orar por esas pobres personas que están enfermas y necesitadas hoy.",
    "Humildemente Te pido que perdones todos nuestros pecados y transgresiones. Cometemos errores, nos damos cuenta, pues vivimos en un mundo errado con motivos errados, espíritus errados, emociones erradas. Pero, Padre, Tú conoces todas estas cosas. Y, estamos tan agradecidos de tener a Jesús Quien está a la diestra de la Majestad, para hacer intercesiones sobre nuestra confesión de que estamos errados, y Él prometió perdonarnos. Y nosotros lo creemos, y confiamos en Él.",
    "Recibe la Gloria del servicio, hoy. Circuncida todo corazón para oír la Palabra, y los labios que La hablarán, porque lo pedimos en el Nombre de Cristo. Amén.",
    "En el Libro de Efesios, deseo leer estas Palabras. Me encanta leer la Palabra de Dios. “Por tanto…” El capítulo 1 del Libro, comenzando con el segundo… versículo 15.\n\nPor esta causa también yo, habiendo oído de vuestra fe en el Señor Jesús, y de vuestro amor para con todos los santos,\n\nno ceso de dar gracias por vosotros, haciendo memoria de vosotros en mis oraciones,\n\npara que el Dios de nuestro Señor Jesucristo, el Padre de gloria, os dé espíritu de sabiduría y de revelación en el conocimiento de él,\n\nalumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza a que él os ha llamado, y cuáles las riquezas de la gloria de su herencia en los santos,\n\ny cuál la supereminente grandeza de su poder para con nosotros los que creemos, según la operación del poder de su fuerza,\n\nla cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales,\n\nsobre todo principado y autoridad y poder,…señorío, y sobre todo nombre…no sólo en este siglo, sino también en el venidero;\n\ny sometió todas las cosas bajo sus pies, y dio… lo dio por cabeza sobre todas las cosas a la iglesia,\n\nla cual es su cuerpo, la plenitud de Aquel que todo lo llena en todo.\n\nY luego en el Evangelio de San Marcos… o Lucas, más bien, comenzando como en el versículo 25.\n\nEntonces él les dijo: ¡Oh insensatos y tardos de corazón para creer todo lo que los profetas han dicho!\n\n¿No era necesario que el Cristo padeciera estas cosas, y que entrara en su gloria?\n\nY comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba…todas las Escrituras lo que de él decían.\n\nLlegaron a la aldea adonde iban, y él hizo como que iba más lejos.\n\nMas ellos le obligaron a quedarse, diciendo: Quédate con nosotros, porque se hace tarde, y el día ya ha declinado. Entró, pues, a quedarse con ellos.\n\nY aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y les dio.\n\nEntonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de su vista.\n\nQue el Señor añada Sus bendiciones a Su Palabra.",
    "Hemos leído suficiente Escritura, al punto que nos tomaría semanas y meses para siquiera cubrir a medias el contexto de este texto. Pero mi tema en esta mañana, o texto, es: El Poderoso Conquistador. Y ahora comenzamos donde quedamos, en la resurrección, donde probó lo que Él era.",
    "Hay muchos hombres que han podido hacer declaraciones; ha habido muchos filósofos en el mundo: Buda, Mahoma, Confucio, muchos otros grandes filósofos. Todos ellos hicieron declaraciones, de que eran grandes personas, pero, la muerte aclaró el tema definitivamente para ellos.",
    "Pero nunca ha habido un hombre, aparte de Cristo, quien haya dicho: “Tengo poder para colocar Mi vida y volverla a tomar”, y que pudiera probarlo. Ese es el pensamiento hermoso del Cristianismo, que aun hoy, que al hablar nosotros del Evangelio, no tenemos que tomar un rumor o algo histórico al respecto. Porque, se puede probar aquí mismo, en esta mañana, que Jesucristo vive y reina, y ha resucitado de entre los muertos y está vivo para siempre. Después de dos mil años, Él está tan presente como cuando caminaba en Galilea con Sus discípulos; haciendo lo mismo, obrando los mismos milagros, mostrando la misma misericordia, predicando el mismo Evangelio. Él no está muerto, sino que vive para siempre.",
    "¡Qué corazones tan felices debería colocar aquello en la Cristiandad, hoy!, saber que no es una filosofía rara que estamos entendiendo, sino que es el poder de la resurrección del Señor Jesús.",
    "Y como dijo el gran San Pablo en sus días, siendo el único educado entre los discípulos, él dijo: “Yo no vine a vosotros con palabras persuasivas de humana sabiduría, para que vuestra fe confiase en tal cosa. Sino” dijo, “yo vengo a Uds. con el poder y la demostración del Espíritu Santo, para que vuestra—vuestra fe descanse en Dios”. Algo así. ¡Cuánto nos encanta eso! Y saber que, lo mismo que predicó Pablo, en los días después de la resurrección de Cristo, es exactamente lo mismo hoy, y se puede probar aquí mismo ahora, con pruebas infalibles, de que Jesús vive hoy.",
    "¡Qué día tan maravilloso debe haber sido para Cleofas y su amigo! Era una hermosa mañana de Pascua, la primera mañana de Pascua. E iban por el camino con el corazón quebrantado.",
    "La Biblia dice: “Eran hombres ignorantes y sin letras”, eran Sus apóstoles. Quizás no sabían mucho de botánica; quizás no sabían mucho de—de matemáticas o—o álgebra, o algo por el estilo, de nuestra educación moderna. Quizás no sabían mucho de eso, pero lo conocían a Él, y eso es lo principal; “Conocerlo a Él es Vida”. Recuerde eso, amigo Cristiano, y amigo pecador: “Conocer a Cristo es Vida”.",
    "Muchas personas van y aprenden un catecismo; ellos piensan que eso es Vida. Mucha gente va y aprende la Biblia; y piensan que eso es Vida. Muchas personas conocen la doctrina de su iglesia; ellos piensan que eso es Vida. Todas esas cosas son buenas; “Pero, conocerlo a Él” personalmente, como su Salvador personal e individual, “eso es Vida” y solo eso, conocerlo a Él. Es bueno conocer el catecismo, es bueno conocer sus libros, es bueno conocer la doctrina de su iglesia, pero todo eso es algo secundario. Pero, conocerlo a Él es conocer la Vida. Y tener—tener Vida es conocerlo a Él.",
    "🦅 Porque el que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna; y no vendrá a condenación, mas ha pasado de muerte a Vida”. Jesús hizo esas declaraciones. Y esas son palabras que… Después de que ya no haya luna ni estrellas, ellas aún… Esas Palabras aún estarán en efecto, y tan poderosas como lo fueron el día que Él las habló. Sus Palabras no pueden fallar.",
    "Ahora, escuchen atentamente.",
    "En esta mañana de Pascua, mientras caminaban, tenían el corazón quebrantado. El Hombre en quien habían confiado, Aquel que ellos habían pensado que iba a ser el Salvador de Israel, Aquel en quien ellos habían confiado que sería el Rey venidero, había sido horriblemente maltratado; muerto, crucificado, sepultado; y un sello puesto sobre Su tumba, con la “pena de no atreverse” a tocarla, de la guarnición romana, o el castigo de toda Roma caería allí. Y si algún hombre rompía ese sello, sería ejecutado inmediatamente.",
    "María, Su amada madre, aunque ella se paró allí y Lo vio despojado, desnudo delante de la gente, golpeado hasta convertirse en una masa, los huesos en Sus manos abiertos por los crueles clavos romanos, y todas estas cosas, y deshonrado, y escucharlo clamar por misericordia mientras Él moría, pensando: “Ciertamente, ningún Hombre de ese calibre podría morir tal muerte”. Pero Dios obra todas las cosas para bien. Él tuvo que traerlo a eso, como dije esta mañana. ¿Cómo tendría Ud. confianza en que sus seres queridos se levantarán de entre los muertos, si—si tan solo tuviéramos a Enoc quien fue trasladado, Elías quien se fue a casa al Cielo en un carro? Si tan solo los tuviéramos a ellos, seríamos miserables. Pero este Hombre murió; Él murió hasta que el sol supo que estaba muerto. Él murió hasta que la luna y las estrellas supieron que Él estaba muerto; Él murió hasta que todo en la tierra y en el Cielo supo que Él estaba muerto, para que Él pudiera morir la muerte de todo mortal que haya vivido. Porque Él murió es la causa que nosotros vivimos. Él murió.",
    "Él fue maltratado. Él vino al mundo en un establo; sin ningún lugar donde recostar Su cabeza, cuando vino a la tierra. Y Él fue tan rechazado por la gente, que no tuvo un lugar donde morir. La tierra Lo rechazó. Y los Cielos no podían recibirlo, porque Él venía siendo un pecador; no con Su Propio pecado, sino con nuestros pecados sobre Él. Él cargaba encima los pecados del mundo, así que fue rechazado en el Cielo. Y la tierra no Lo quiso. Y tuvieron que levantarlo entre los cielos y la tierra, y dejar que Él muriera fuera del Cielo, y fuera (alzado) de la tierra.",
    "¡Qué Salvador! ¿Cómo podría uno rechazar a una Persona como esa, por la teología moderna, o por personas entre la gente? cuando sabe que Ud. tiene que pararse en Su Presencia en ese Día del Juicio y dar cuenta por su vida.",
    "Dios no lo hará responsable a Ud. por ser un pecador, Él lo hará responsable a Ud. por rechazar la salida. Ud. no puede evitar ser un pecador; Ud. nació, su naturaleza es pecadora. Pero puede evitarlo, Jesús abrió el camino para Ud.",
    "Y allí estaba Él, después de ver todo eso. “Y, ciertamente, ¿cómo podría una persona” pensó María, “que sin conocer hombre… Yo estaba sacando agua del pozo un día, y el Espíritu Santo me habló de una gran Luz, y dijo: ‘Aquello Santo que nacerá de ti, será llamado el Hijo de Dios’. Y ¿cómo podría Dios permitir ver a Su Propio Hijo, colgado allí, sufriendo, sangrando, retorciéndose, muriendo? ¿Cómo era posible?”. Ellos estaban esperando, en cualquier momento, que Él se apartara de la cruz, soltara Sus manos, y triunfara sobre el enemigo. Pero ellos no se daban cuenta que, si Él hacía eso, nosotros aún seríamos pecadores, esta mañana. Él tenía que hacerlo.",
    "Ellos Le dieron el mayor cumplido, esos fariseos, quienes—quienes Lo crucificaron. Ellos Le dieron el mayor cumplido que jamás Le pudieran haber dado, cuando dijeron: “Él salvó a otros, pero a Sí Mismo no Se puede salvar”. Ellos no se dieron cuenta que, si Él se salvaba a Sí Mismo, no podía salvar a otros. Él tuvo que darse a Sí Mismo para salvar a otros. Y fue un cumplido para Él, ellos sin saberlo. Fueron culpables de matarlo a Él.",
    "Pero en la mañana de Pascua, Dios probó sin sombra de duda que Algo más que un filósofo había muerto, Algo más que un profeta había muerto. El hombre hoy, con la teología moderna, trata de hacer como que Él predica un Evangelio social, solo un filósofo, o un buen hombre, o un buen erudito, un maestro. Él era más que eso; Él era Dios Mismo, hecho carne entre nosotros. Él era Divino. Su Sangre no vino de algún hombre mortal, sino que Ella vino del poder creativo de Jehová Dios, Su Padre. Y Él era Divino. Y Él lo probó cuando rompió los sellos de la muerte y resucitó al tercer día.",
    "Aquí estaban muchos de los discípulos, totalmente desanimados, habían pasado muchas cosas en la vida, así como con nosotros, a lo largo de este viaje. Ellos iban de camino a casa, hacia Emaús, Cleofas y su compañero, caminando por el camino. Y no se imaginaban, en esta hermosa primera mañana de Pascua, que Jesucristo estaba vivo y entre la gente. Ellos pensaban que Él estaba muerto.",
    "Y así como ellos allá, así es hoy. Muchas personas que realmente aman a Jesús no logran entender que Él está aquí con nosotros, viviendo, resucitado, aquí entre nosotros. Ellos lo enseñan como un asunto histórico de algo; y es histórico. La Biblia no es solamente historia, sino que Ella también es profeta. No es solo que él haya muerto, sino que resucitó. Él murió, ciertamente, pero Él resucitó de entre los muertos.",
    "Y hay mucha gente Cristiana fina, esta mañana, que pertenecen a iglesias finas, quienes no se dan cuenta que Jesucristo es el mismo ayer, hoy, y por los siglos, y está vivo entre nosotros hoy, con los mismos poderes, los mismos principios, los mismos hechos que Él hizo cuando estuvo aquí en la tierra. Poco sabe la gente de eso.",
    "Y mientras ellos iban, de camino allá a Emaús, a distancia de un día de reposo, como un par de millas, me supongo, en su camino hacia allá, caminando por el lado del camino, hablaban de Su muerte.",
    "Quiero que se fijen. Justo cuando ellos estaban hablando: “¡Oh!, ¿cómo pudo suceder? ¿Cómo nos pudo suceder esto? Pues, dejamos nuestra iglesia para seguir a este Hombre Quien pensamos que, sin duda, era el… Pues, Lo vimos resucitar a Lázaro de la tumba, después de haber estado muerto cuatro días. Y ¿cómo podría un Hombre, que pudo levantar a un hombre muerto de la tumba, llegar a morir?”. Pero Dios obra a Su Propia manera. Él solo era… Así como una semilla entra en la tierra y muere, y vuelve a producir; “Si el grano de trigo no cae en tierra, queda solo”, dice la Biblia.",
    "Así que ellos se preguntaban. Pero mientras pensaban en Él, Él les apareció. Y por lo general, así es como Él viene a nosotros. Y es cuando usualmente Ud. encuentra su mayor bendición; Uds. amas de casa, cuando todos los niños se han ido a la escuela y Uds. están solas lavando los platos, o algo; cuando Ud. está pasando la aspiradora por el piso, o algo así. ¿Cuándo, Uds. hombres? Cuando Ud. está sentado, almorzando, tal vez solo, y leyendo la Biblia al lado, en algún lugar en su camino a casa, en el vehículo, y Ud. está meditando en Él. Si permitiéramos que los pensamientos de nuestro corazón y las meditaciones de nuestra mente estuvieran en Él, Se nos aparecería a menudo. Pero el problema es que estamos pensando en dónde vamos a ganar el próximo dólar, y lo que vamos a hacer aquí, y cómo va a ser esto otro. Jesús dijo: “Todas estas cosas serán añadidas, pero buscad primeramente el Reino de Dios”.",
    "Pero mientras ellos iban por el camino, esa mañana, puedo verlos. ¡Oh, vaya! El golpe más grande que hayan recibido. Aquí iban por el camino. Ellos habían dejado su iglesia, excomulgados, por seguirlo a Él. Ellos seguramente pensaron que Él haría algo, triunfaría allí en el sepulcro. Y los habían expulsado de su iglesia; ya no podían regresar a la iglesia. Y serían marcados, burlados, el hazmereír, serían mofados.",
    "Así le sucede a un hombre cuando realmente se entrega por completo a Cristo. Él tiene que cortar toda atadura, para caminar solo con Cristo, a solas con Él. Y todo hombre o mujer en este mundo que alguna vez ha logrado algo, son hombres y mujeres que en su mayoría han recibido a Cristo como su Salvador y se han parado solos en sus decisiones.",
    "Será de la misma manera con cada hombre aquí esta mañana, o cada mujer, niño o niña. Si Ud. desea lograr algo, avance con Dios. No confíen en su iglesia; no confíen en su predicador, su rabino, su sacerdote. Pero, párense solos en Cristo Jesús. Es la única manera en que Ud. puede hacerlo. No…",
    "Si está aquí para que se ore por Ud. esta mañana, para ser sanado, no diga: “¡Oh, si yo pudiera llegar al… allá arriba para que se ore por mí, el Hermano Branham podrá orar por mí, o alguien más puede hacer esto, aquello, o…!”. Ponga su confianza solamente en Él. Párese allí, sabiendo que Él resucitó de entre los muertos, hizo la promesa infalible, y nunca puede fallar. ¡La Palabra de Dios! ¿Lo ven?",
    "Fíjense. Y mientras iban, pensando: Él se les apareció y caminó con ellos, y ellos no Lo reconocieron.",
    "Pues, ha ocurrido muchas veces, Dios ha caminado justo allí a su lado, y Ud. no lo ha reconocido. ¿Quién los salvó de ese choque el otro día? ¿Quién hizo esto? ¿Quién? ¿Quién fue allá en el hospital, cuando el médico dijo: “Pues, ya no queda mucho que yo pueda hacer”, ¿y Ud. se recuperó? ¿Quién lo hizo? ¿De dónde vino? Ud. no lo reconoció, pero fue Su gracia. Fue Él quien hizo esto por Ud.",
    "Una damita, pudiera estar presente ahora; no lo sé. Ella vivía allí al otro lado de la calle. Ella debe estar presente si pudo entrar, a menos que le haya dado su lugar a alguna visita; la Sra. Reece. Recuerdo la vez que fui allá a la esquina, cuando el Sr. Andrews vivía al lado mío, al otro lado de la calle. Y ese hombre se rio de mí, en la esquina, cuando fui esa noche, cuando ella estaba postrada allí. Justo al otro lado de la calle, aquí, en la esquina, allí es donde ella vivía cuando estaba enferma. Y la habían llevado de aquí de Silvercrest, para morir, con tuberculosis. Y sus pulmones estaban todos congestionados. Cuando, la Sra. Grace Weber, aquí… la segunda puerta aquí, la primera puerta al lado de la iglesia, fue sanada, de tuberculosis, en esa misma ocasión.",
    "Creo que veo a la hermana sentada aquí, que fue sanada de cáncer, no era más que un esqueleto cuando el médico la desahució. La Señorita… sentada aquí con una flor rosada. ¿Qué…? Weaver, ¿es así? Sí. Hace varios años, el cáncer la había consumido por completo, se la había comido. Sanada de cáncer, porque el Señor mostró una visión allá en su casa, y dijo: “ASÍ DICE EL SEÑOR. Ud. no morirá”. Yo la bauticé aquí en este estanque de agua, cuando tuve que sostenerla; sus brazos no eran ni así a la redonda. Aquí está ella, viva, aún hoy, y eso fue hace años.",
    "¿Cuántos más podría mencionar aquí?, los sordos, mudos, ciegos, carcomidos por el cáncer, y demás, que Dios ha sanado porque ¡Dios hizo la promesa!",
    "Esa noche, mientras oraba por la señora de la esquina allá, el Espíritu Santo descendió. Ella tenía a sus hijitos alrededor, y su esposo estaba sentado allí. Y el Espíritu Santo dijo: “ASÍ DICE EL SEÑOR: ella va a ser sanada”.",
    "A la mañana siguiente, el Sr. Andrews, un completo incrédulo, me encontró en la esquina, y me avergonzó. Dijo: “Predicador, ¿no le da vergüenza?”. Yo tenía puesto un par de overoles andrajosos, venía de la tienda, de comprar unos panes para el desayuno. Y él pasaba por allí, y dijo: “¡Qué vergüenza, engañar así a esa familia! Y esa pobre madrecita acostada allí, con esos niños, muriendo; y Ud. va a decirle, falsamente, que ¡ella va a vivir!”.\n\nLe dije: “Señor, yo no le dije eso. Dios se lo dijo, y Sus Palabras son la verdad”.\n\nDijo: “¡Qué vergüenza! Dios no existe; solo es su maniobra mental y emoción”. ¡Oh, vaya!",
    "Unos días después de eso cuando su esposa cayó enferma aquí en el hospital, Uds. conocen la historia, la mayoría de Uds., y él tuvo que venir a mí para que fuera a orar por ella, una mujer Cristiana muy reconocida. Yo dije: “Hermana…” Acostada… Mi esposa, que está aquí en alguna parte, si es que pudo entrar al edificio esta mañana. Y fuimos a verla. Y allí estaba, hinchada, ni siquiera estaba consciente. Los médicos de Louisville dijeron que, “Un gran coágulo de sangre pasaría por su corazón, y ella moriría en cualquier minuto”.",
    "Y él vino, con su sombrero bajo, llorando. Él dijo: “Predicador, he sido un incrédulo. Pero si Dios puede ayudar a mi esposa…”. Él dijo: “Esa mujer de la que Ud. dijo eso, está en pie, traba-… en sus labores domésticas”.\n\nDije: “Seguro”. Ella aún vive hoy, y de eso hace ocho o diez años. Y ella aún está viva.\n\nY la mujer dijo… Cuando él llegó, comenzó a llorar, él dijo: “¿Podría Ud. ir a orar por ella?”.",
    "Dije: “Sí, señor. Pero quiero que Ud. ore aquí, primero, y que Él lo vea”.\n\nFuimos al hospital, y allí estaba ella, muriendo, toda hinchada. Sus labios volteados, así.",
    "Y mi esposa la amaba. Y nos arrodillamos, ella era miembro de la iglesia Cristiana en Virginia. Y fuimos y nos arrodillamos, y oramos por ella. Y cuando estábamos orando, una visión vino sobre ella. Me vi a mí mismo sentado, recostado allí en ese porche, comiendo un gran pastel de manzana, así, en mi mano. Pues, ella era una cocinera famosa. Me levanté, y dije: “Cariño: ASÍ DICE EL SEÑOR. Ella va a vivir”. Y cuando ella… Y, dos horas después, tuvieron que llamar al especialista de Louisville, todo el líquido había salido de ella y todo lo demás. Y el especialista dijo: “Alguien estuvo aquí, además del médico”. ¿Qué fue? Cristo. Él vive.",
    "Dos semanas después de eso, me encontré al hombre en la misma esquina. Estoy viendo el árbol ahora mismo. Él se detuvo allí. Yo le dije: “Sr. Andrews, nos encontramos aquí antes”.\n\nÉl dijo: “Sí, seguro, predicador”. Él era un científico, un botánico.",
    "Y yo dije: “¿Qué piensa Ud. al respecto ahora?”. Él miró hacia ese gran árbol que estoy viendo, y dijo: “Predicador, constrúyame un árbol”. ¡Oh, no se puede hacer! Pero, por cuanto Dios, por cuanto Cristo resucitó de los muertos, eso es. Él está con nosotros.",
    "La Sra. Reece, si es que está presente, ella me estaba diciendo aquí, hace poco, ella y su hija estaban al otro lado del río. Y cierta pobre anciana mendigaba en la esquina. Ella tenía diez centavos para regresar, así que pasó de largo. Y el Espíritu Santo le dijo: “Regresa y dale esos diez centavos a esa pobre anciana”.\n\n“Pues” dijo ella, “es todo lo que tengo, para cruzar el río”. Él dijo: “Yo soy el Señor”. Amén.",
    "Ella regresó y dijo: “Hermana, perdóneme”, la abrazó. Dijo: “El Señor me dijo que regresara, y le dio… le diera a Ud. esta moneda de diez centavos”. Dijo su madre.\n\n“Madre, ¿cómo vamos a llegar a casa?”.\n\nElla dijo: “Eso es asunto de Dios. Podemos caminar por el puente, tal vez”.",
    "Y cuando él… se dio la vuelta, caminaron como media cuadra allí, justo antes de llegar a la estación, a donde iban a llegar, su hija dijo: “Mira, aquí, madre, aquí está la moneda de diez centavos en la calle”.",
    "¿Qué fue? Cristo. Él está con Ud. muchas veces y Ud. no lo sabe. Ese es Él. Solo sigan la manera en que Él los guía.\n\nA donde Él me guíe yo Le seguiré,\n\nIré con Él, hasta el final,\n\nAunque a través de valles oscuros y sombríos,\n\nÉl estará conmigo cada día.",
    "Así es. Y mientras Él iba, Cleofas y ellos… Observen. Cuando Cristo comenzó a hablar, Él no tuvo alguna clase de rabieta, Él no comenzó con alguna clase de teología, Él abrió las Escrituras. Así es como Él aún lo hace, hoy. Y Él comenzó, dijo: “¡Oh insensatos de corazón!” dijo, “¿por qué estáis tan tristes?”.",
    "Dijeron, ellos dijeron: “¿Eres solo un extranjero, Señor?”. Todos los hombres lucían igual. Él no se vestía como un rabino o un sacerdote. Él vestía como un hombre común. Así que, cuando Él…\n\nÉl caminó entre ellos. Ellos habían estado con Él por tres años y medio, y aún no Lo reconocían.\n\nLes dijo: “Bueno” dijo Él, “¿por qué sois tan tardos de corazón?”.",
    "Le dijo: “Bueno, ¿es Ud. un forastero?”. Dijo: “¿No sabe que Jesús de Nazaret, Quien esperábamos que fuera el Rey, ha sido inmolado y sepultado, y este es el tercer día?”. Él dijo: “Y, ahora, aun tuvimos algunas mujeres que vinieron a nosotros esta mañana, dijeron que vieron una visión de algunos Ángeles, y nosotros ni prestamos atención”. Y dijo: “Todas estas cosas se dicen por Jerusalén, así”.",
    "Él dijo: “¿Por qué sois tan tardos de corazón? ¿Por qué sois tan necios? ¿No le creísteis al profeta?”. ¡Oh, vaya! “¿No pueden Uds. creer la Palabra?”. Dijo: “¿No sabéis que todos los profetas dijeron que Cristo tenía que sufrir primero y luego entrar en Su gloria?”. Y Él comenzó con Moisés, es el Génesis, y les explicó mientras caminaban por el camino, todos los preceptos del Antiguo Testamento, lo que iba a suceder.",
    "¿No les hubiera gustado haber estado en compañía allí esa mañana? Pero, Ud. lo está, en esta mañana. Él está tan vivo hoy como lo estuvo entonces. Él dijo: “Yo soy Aquel Quien estuve muerto, y vivo por los siglos de los siglos. Y porque Yo vivo, vosotros también viviréis”. Uds.…",
    "No solo Él está aquí vivo, sino que Ud. está vivo con Él. Esta gran esperanza que Ud. tiene en su corazón, le da vida. Hasta que, aun la muerte misma no tiene nada que pueda opacar esa hermosa esperanza que descansa allá en Cristo Jesús, para todo creyente; “Aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá jamás”, dijo Él. ¡Oh!, cuando Él fue a la tumba de Lázaro, se hablaron estas Palabras, en San Juan 11.\n\nAhora, Él siguió allí caminando, y después de un rato, hizo como que iba a seguir más allá del pequeño lugar.",
    "Saben, a veces Él hace eso. ¿Alguna vez ha pensado en eso, madre, Ud. en la silla de ruedas, y que parece que Él va a pasar de largo? ¿Alguna vez ha pensado en eso, hermano, hermana? Uds. allá afuera, que han sido desahuciados hoy, con cáncer. Los médicos lo desahuciaron a Ud.; no hay nada que puedan hacer. Uds. que dicen: “Pues, si…”.",
    "Esa mujer sentada allí, solo era una sombra, y con los mejores doctores, y el cáncer en el útero, para comenzar, ¿no es así, hermana? Se metió en la columna vertebral, y aun los orificios fueron carcomidos a través del tracto intestinal y cosas. ¿Cómo podría vivir? Eso es lo que su médico me dijo: “¿Cómo puede ella vivir?”.\n\nYo dije: “Por cuanto Él vive, por eso. No me corresponde a mí dudar. Me corresponde creerlo”. Así es.",
    "Dijo: “ASÍ DICE EL SEÑOR, hermana. Yo nunca he estado en su casa, pero hay un pequeño gallinero aquí atrás. En tres días Ud. lo visitará”. Ella lo hizo. Así es. Y ella aún está aquí, en esta mañana, porque Él vive.",
    "Él hizo como que la iba a dejar morir. Cuando llegué a su casa, ella dijo: “Predicador, yo no soy digna de que un ministro entre en mi casa, porque soy una pecadora”.",
    "Y yo dije: “Por eso murió Jesús, por Ud., pecadora”. Su reputación se hizo en medio de los pecadores. Así es. Su reputación no se daña por los pecadores; se hace, por los pecadores. Es con la justicia propia que Se le hiere a Él, así es, en que Ud. no se humille ante Él.",
    "Fíjense. Y Él hizo como que iba a pasar de largo. Papá, Ud. con el problema del corazón; madre, Ud. con el cáncer, que morirán. Uds. saben que tienen que morir. Tal vez… Ud. dice: “Bueno, yo he sido un Cristiano toda mi vida, Hermano Branham. ¿Por qué sucedería? Yo le he pedido a Él”. Pero tal vez Él simplemente hizo como que iba a pasar de largo.",
    "Eso es lo que Él le hizo a Cleofas y a ellos. Él dijo… hizo como que… Sabía todo el tiempo que Él iba a entrar. Él supo, todo el tiempo, que iba con ellos. Así que, Él dijo… Ellos actuaron como si Él iba a seguir de largo, y Lo constriñeron: “Entra. Te amamos”. Así se hace: “Entra y quédate con nosotros”.",
    "¿Puede Ud. hacer eso hoy? ¿Pueden los metodistas hacer eso? Los bautistas, los presbiterianos, los nazarenos, los Peregrinos de Santidad, los católicos, los luteranos, ¿pueden Uds. hacer eso?\n\n¡A pesar de lo que diga la iglesia! “Entra y quédate conmigo, en esta mañana de resurrección”. “Ven y quédate con nosotros”.",
    "A Él nunca se le pide sin recibir lo que Ud. pide. Él dijo: “Pedid, y recibiréis; llamad, y se os abrirá; buscad y hallaréis. Porque todo el que busca, halla; y al que llama, se le abrirá”. Así es. “Pedid, y recibiréis”. (No “tal vez reciba”). “Uds. recibirán”.\n\nY ellos Le pidieron: “Entra con nosotros”.",
    "Él se dio la vuelta, regresó, entró en la pequeña choza. Pudo haber sido una cosita de adobe al lado del camino, como muchos de los países sirios allí tienen esos pequeños adobes, hechos de barro y demás, palos; pobres. ¿Por qué se rebajaría el Rey de Gloria a entrar en un lugar como ese?",
    "Pero, no ha habido un lugar demasiado—demasiado pequeño; no ha habido una iglesia demasiado pequeña; no ha habido una persona demasiado rechazada por el mundo; no ha habido una mujer demasiado caída; no ha habido un hombre demasiado borracho; al cual Él no pueda venir cuando Se le pide. Seguro. Pídaselo a Él y vea. Permítanme decir esto, dejándolo para el final. No ha habido una persona que esté demasiado enferma, nunca una persona que esté demasiado enferma: “Pedid, y recibiréis. Permíteme entrar, hacer Mi morada contigo; Me gustaría hablar contigo por unos minutos”.",
    "Y ellos Lo invitaron. Él entró. Y una vez adentro, y las puertas del mundo se cerraron, a solas con Jesús…",
    "Allí lo tienen. Si Él solo puede llevarlo a Ud. a solas una vez. Si tan solo pudiera apartarlo a Ud. de la multitud, de la multitud que busca el placer. Si Él tan solo pudiera apartarlo a Ud. de los que dudan y dicen: “Los días de los milagros han pasado”. Si Él alguna vez pudiera apartarlo a Ud. de la gente que dice: “Ya no hay sentimiento por la religión. La religión sincera por la cual sangraron nuestros padres en el campo de batalla, no tiene nada que ver con eso”. Si Él alguna vez puede tenerlo a Ud. a solas, una vez, y sus… todas sus ideas afuera. Si Él pudiera reunir a un grupo de personas de esa manera; Pentecostés volvería a repetirse. Si él pudiera tener una iglesia como esa, habría un avivamiento que barrería la nación. Esté a solas con Él.",
    "Mientras Él estaba solo, las puertas cerradas, el mundo afuera, Él tomó un pan y lo partió. Y por la manera en que Él lo hizo, supieron que tenía que ser Él. Sus ojos fueron abiertos, ellos habían hablado con Él todo el día. Habían tenido compañerismo. Lo habían oído predicar, a lo largo del camino, durante el viaje, en el calor del día. Pero una vez que estuvieron solos, Él Se dio a conocer a ellos en ese momento; sus ojos se abrieron.",
    "¡Oh, si Él tan solo pudiera conseguir que este grupo de personas, en esta hora, si Él tan solo pudiera llevarlo a un lugar a solas, donde Ud. no se diera cuenta… Por decir: “Estoy sentado junto a un metodista, esta mañana, y yo soy bautista”. Pues, Ud. no debe hacer eso. Ud. debe dejar el mundo afuera, dejar afuera a las demás personas. Ud. debe caminar a solas con Cristo. Si Él llega a tenerlo a Ud. a solas, entonces sus ojos se abrirán. Dirá: “Pues, era Él todo el tiempo”. Entonces Él hará algo aquí en esta mañana, como solía hacerlo, y como Lo hace hoy. Pues, Él tiene que hacer lo mismo hoy que hizo entonces, actuar sobre los mismos principios, o Él no es el mismo ayer, hoy, y por los siglos, y Él hizo mal cuando actuó allí. Si Cristo, en el…",
    "Aquí está. Cáptelo: Cristo, en la primera resurrección, y Se dio a conocer a estos apóstoles, por algo que Él hizo cuando estuvo aquí en la tierra, para probarles que Él había resucitado de entre los muertos, y que era Él, Él está bajo la misma obligación de moverse esta mañana en este tabernáculo; de hacer cosas aquí en esta iglesia, esta mañana, que Él hizo cuando estuvo aquí en la tierra, de la misma manera. Él está obligado, de la misma manera, a actuar, cuando venga la misma crisis.\n\nAhora, por unos momentos más, si Uds. lo soportan, yo—yo quiero decir… ir a mi otra Escritura, rápidamente.",
    "Él ha resucitado de entre los muertos. Lo más alto del Cielo llegó a ser lo más bajo, la tierra. Él pasó por una ciudad, Jericó, la ciudad más baja del mundo, y el hombre más pequeño en la ciudad tuvo que mirar hacia abajo para verlo. Así es. ¡Cuán bajo llegó Él! ¿Han pensado eso? Él llegó a ser yo para que yo, por gracia, pudiera llegar a ser Él. Él se hizo pecado, no conociendo pecado, para que yo, por el pecado, pudiera ser justo ante los ojos de Dios. Eso es lo que Él hizo por Ud. Eso es lo que Él hizo por Ud., amigo pecador, esta mañana. ¿Cómo podría Ud. rechazarlo a Él?",
    "Ahora fíjense. Ahora, esa era Su… Su obra terrenal había terminado. En la resurrección, probó todo lo que Él dijo.",
    "Ahora Él tiene otra obra que hacer, de la cual el mundo sabe muy poco, correcto: Su próxima obra, en Su ascensión. Queremos hablar de eso por un momento.",
    "Después de que Él resucitó de entre los muertos, después de que Él ya está aquí en la tierra, y probándose Él Mismo vivo por pruebas infalibles, que Él está haciendo lo mismo que hizo cuando estuvo aquí en carne. Y aquí está Él, caminando, partiendo pan, y comiendo con ellos, ¡oh, el mismo Jesús! Él lo ha probado.",
    "Ahora viene la ascensión. Ahora llega el momento. ¿Alguna vez lo supieron? La Biblia dice que “Él subió a lo Alto”, muy por encima de todo—de todo… cruzando todo cielo.",
    "Esta tierra le pertenecía al diablo. Por la caída, esta tierra fue entregada al diablo. Todo reino de este mundo está gobernado por el diablo. No nos gusta pensarlo, pero la Biblia dice que así es. Por eso, por eso tenemos guerras, y tiroteos, y peleas, y problemas, es porque los reinos de este mundo son los reinos del diablo; la Biblia lo dice. Y en el gran Milenio que ha de venir, la Biblia dice: “Alegraos, cielos todos, y santos profetas de la tierra, porque los reinos de esta tierra han venido a ser los reinos de nuestro Señor. Y él… y Él—Él gobernará y reinará para siempre”. Ahora, ellos “se convertirán”. Entonces no tendremos más guerra, cuando Él venga; no más enfermedad, no más problemas.\n\nAhora fíjense, cuando Él murió…",
    "Se habla muy poco de esta ascensión. Es uno de los días más importantes, cuando Él ascendió. Pues, por toda la tierra, desde el día en el huerto del Edén, cuando se cometió ese pecado, todos los cielos se cerraron a la humanidad.",
    "🦅 Satanás es el príncipe de la potestad del aire”. Así es. “¿Cómo caíste del cielo, oh Lucero?”. Ningún hombre podía ver allá a la Gloria. el hombre no podía entender, porque el poder está un poco más arriba. Cielo significa “la atmósfera arriba”. Y luego todos estos poderes fueron cortados de la humanidad, por causa del pecado.",
    "Pero cuando Él murió, y resucitó, y ascendió, Él… La Biblia dice: “Nadie ascendió sino Aquel que descendió primero”.",
    "Cuando Él estaba en el Cielo, Él era el “Logos” que salió de Dios, en el principio. Y Él bajó a la tierra, y no iba a ser hecho un Ángel. Él bajó a la tierra y tomó la forma de un siervo, no un Ángel; no descendió en la Gloria del gran Jehová. Pero Él descendió como Hombre, para redimir al hombre, para morir por el hombre, para morir por… como hombre. Él no murió como Dios, Él murió como hombre. El pecado del hombre fue sobre el Hijo del Hombre. Y Él tuvo que llegar a ser un Hombre, para poder pagar la pena.",
    "¿Qué hizo Él? La Biblia dice: “Él fue hecho un poco menor que los Ángeles, para así morir. Para Él quitar y abolir el pecado”, y quitar la enfermedad del mundo. Ahora, cuando Él bajó de lo más alto, el “Logos”, de Dios, Él descendió a través de Ángeles, y descendió y fue hecho un Hombre. Y Él dijo: “Yo ni siquiera soy un hombre. Yo soy un gusano, y no un hombre”. Porque, “Él fue despreciado y rechazado. No había hermosura para que Le deseáramos. Él fue desfigurado más que todo hombre”. Él probablemente era un Individuo bajito, flaco, de aspecto larguirucho; no parecía un Rey.",
    "Muchas veces la gente juzga a las personas por cómo visten o su estatura. El hombre no se juzga por cuán grande es y la fuerza de sus músculos. El hombre se juzga por su carácter, y solo por eso. He visto hombres pesando noventa kilos, sin una onza de hombre. El hombre se juzga por su carácter, lo que él es en su corazón.",
    "Y Cristo no fue juzgado por fuerza física, sino que fue juzgado por el carácter. Ningún hombre jamás vivió como Él, ni hombre pudo morir como Él. Jamás un hombre pudo ascender a lo Alto como Él, porque Él era Dios;\n\n“Yo no soy de ningún hombre”.",
    "🦅 Él no Se hizo de ninguna reputación”. ¿Lo han llegado a pensar? El hombre que hizo un ojo artificial, se hizo una reputación; el hombre que hizo dientes postizos, se hizo una reputación; el hombre que hizo un brazo de madera, se hizo una reputación. Pero el Hombre Quien hizo el ojo original, el Hombre Quien hizo el brazo original, “no Se hizo reputación”, sino que llegó a ser un Siervo, un Esclavo, de hombres pecadores, para así poder ganarlos de nuevo.",
    "¿Cómo podría un hombre en su sano juicio conocer la Verdad del Evangelio de aquello, y rechazar al Hombre?, ¿rechazar esa oferta que Dios ha dado, para salvar al hombre de una vida de pecado? ¿Cómo puede él hacerlo? Yo simplemente no puedo entenderlo, cómo es que Ud. puede rechazar a Alguien así. Siendo que Él no está aquí para nada que Ud. tenga que hacer para Él, sino solo ofrecerle una vía de escape de las cosas a las que Ud. se dirige, y llegó a ser aquello por Ud.",
    "Cuando Lo hizo, cuando Él moría allá en el Calvario, todo Lo había rechazado a Él. Le habían escupido. Habían… Su—Su rostro estaba lleno de escupos de burla. Vendaron Sus ojos con un trapo. Lo golpearon en la cabeza, y dijeron: “Si eres profeta, dinos quién te golpeó”.\n\nUna mujercita corrió en medio de ellos, y dijo: “¿Qué ha hecho Él sino sanar a vuestros enfermos y resucitar a vuestros muertos, y hacer el bien?”.\n\nEllos la abofetearon en la boca, y dijeron: “¿Escucharían Uds. a esa mujer y no a su sacerdote? ¡Fuera con tal persona!”.",
    "Y Su Propia amada madre, caminando en Sus huellas sangrientas, (¡Dios, permíteme caminar de la misma manera!), mientras Él iba allá al Calvario, en su corazón ella se preguntaba. Al ver morir a su amado Hijo allá, un Hombre de treinta y tres años; y parecía como de cincuenta, dice la Biblia, por Su labor, y probablemente ya encaneciendo. Y la mirada sombría en Su rostro, por Su sufrimiento; no tanto físicamente, sino en agonía.",
    "La Biblia dice que Su Sangre y agua se separaron. Y cualquier médico, el que sea, podrá decirles, que conozca la química de la sangre, que solo la angustia causará eso. Él no murió por una lanza romana, ni por un clavo que atravesó Su mano o Sus pies; sino que Él murió de un corazón quebrantado, al ser rechazado; “A los Suyos vino; y los Suyos no Le recibieron”.",
    "Dirán: “Hermano Branham, ojalá yo hubiera podido pararme allí ese día del Calvario”. Hermano, Ud. está parado en un lugar mejor hoy. Ud. está parado en la Presencia de un Señor Jesús resucitado, Quien ha probado Su triunfo.",
    "Mírenlo a Él mientras está parado allí. Luego, después de Él resucitar de los muertos, entonces notamos aquí que, a medida que Él prosiguió entonces, después de que Él habló con Sus discípulos, la Biblia dice: “Él subió a lo alto”. ¿Qué hizo Él? Él tomó el…",
    "Él estuvo aquí, descendió, el “Logos”, del Cielo. Cuando Él regresó, llevó Consigo al Sumo Sacerdote, siendo un Sumo Sacerdote, ungido con la antorcha de Su Propia Sangre.",
    "Cuando Él descendió allá, todos estos poderes aquí que acusaban, no permitían que Dios y el hombre tuvieran compañerismo. Eso se había roto en el huerto del Edén; el pecado hizo aquello. Satanás tenía un… Satanás tenía el dominio de esta tierra. Ella pertenecía al diablo.\n\nPero cuando Él vino, el Sumo Sacerdote ungido…",
    "Como el sumo sacerdote, Aarón entraba en el Lugar Santísimo detrás del velo, ungido con el precioso aceite de la unción, caminando de cierta manera, haciendo sonar: “Santo, santo, al Señor”, mientras entraba, como un tipo de Cristo, con la sangre del cordero delante de él. Y si entraba de cualquier otra manera, él moría.",
    "Cristo, con Su Propia Sangre, como un Sumo Sacerdote ungido con el poder de Dios, resucitó de entre los muertos, y derribó el dominio de Satanás. Al romper el dominio, Él pasó por cielos más allá de los cielos. Y vino a lo más bajo de la tierra. Y fue recibido arriba en el Cielo, y Dios Lo puso en un pináculo, tan alto que Él tiene que mirar hacia abajo para ver el Cielo. Amén. Con razón, Él es el Poderoso Conquistador, mientras está parado allá hoy, en el dominio por los siglos de los siglos.",
    "Isaías dijo: “Un hijo nos es nacido, un niño nos es dado, y se llamará su nombre Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno. Y Su dominio no tendrá fin”. Por los siglos de los siglos, Él reinará sobre el trono de David, sentado en los cielos de los cielos, en lo altísimo.",
    "Todo ángel, arcángel, todo principado y potestad, Él destruyó y asoló, en Su crucifixión y resurrección, todo lo que Satanás tenía. Él rompió el velo del pecado. Él lo razgó, con la Sangre del Sumo Sacerdote de Su Propio cuerpo.",
    "Él pasó a lo siguiente. ¿Qué fue? Era un velo de enfermedad que cubría a la gente. Él lo desgarró. Pues, “Él herido fue por nuestra rebelión; por Su llaga fuimos nosotros curados”. Él atravesó el gran velo allá, de la enfermedad, el gran velo del pecado. Él atravesó el gran velo de la preocupación; Él traspasó el gran velo del temor; Él razgó, bajando cada uno de ellos.",
    "Y ascendió tan alto, y recibió el Nombre sobre todo nombre que es nombrado arriba en los Cielos, o en la tierra, o en el mundo venidero. Dios se llevó a Aquel precioso Quien se inclinó, tan bajo que ni siquiera tuvo un lugar para nacer, o un lugar para morir. Dios Lo exaltó a lo Alto, y Le dio una corona de Gloria, con un Nombre sobre todo nombre.",
    "Allí está Él hoy, el Poderoso Conquistador, pues Él rasgó todo velo en dos. El velo del pecado fue rasgado en dos; el velo de la enfermedad fue rasgado en dos. Y todo velo que mantenía al hombre alejado de Dios, fue rasgado en dos; “Yo soy el Camino, la Verdad y la Vida”. Él quebrantó todo poder. Él dispersó a todo diablo. Él hizo un reflector, desde la Gloria, ese día.",
    "Y, ¡oh, el anciano profeta!, cuando se acostó en la—en la cama de piedra aquella noche, y su almohada fue una piedra, él vio a los Ángeles ascendiendo y descendiendo.",
    "Fíjense, en primer lugar, estaban descendiendo y ascendiendo; pero esta vez era Dios y el hombre, subiendo y bajando, por la escalera de Jacob, como la llamaríamos. Cuando Él rompió todo poder, peleó contra todo dominio, y está sentado a la diestra de la Majestad en las alturas, muy por encima de todo.",
    "El canal del Espíritu Santo en este mundo oscuro está abierto, para que “el que quiera” pueda venir y ser bautizado en este gran canal de Sus bendiciones, y recibir las bendiciones redentoras por las cuales Él murió.",
    "Hombres y mujeres, ¿cómo podrían Uds. rechazar a Alguien así, cuando Él está sentado allí vestido en Su Majestad? ¡Cómo se sienta Él en Su Gloria esta mañana! ¿Qué hace Ud.?",
    "Él vino aquí al mundo, sin hogar, para abrir un camino para hombres y mujeres sin hogar; para hombres y mujeres que no tienen esperanza, para hombres y mujeres que no tienen adónde ir, donde vagabundos sin hogar, enloquecidos por el placer, caminan por las calles hoy, en carreras de caballos, apuestas y demás, buscando consuelo, Él hizo un lugar para ellos, para cada hombre. Y es tan gratuito como el agua que corre: “El que quiera, que venga”.",
    "Ud. no puede caminar por fuera de este velo; Ud. tiene que entrar aquí, para averiguarlo. Ud. tiene que llegar aquí, donde no haya nada entre Ud. y Dios, donde los Ángeles de Dios pueden descender y ascender, yendo y viniendo, trayendo los Mensajes de Dios, yendo y viniendo, al individuo. “No hay nada entre mi alma y el Salvador”, dijo el poeta.",
    "¡Allí está Él, el Poderoso Conquistador! Él rasgó todo velo en dos. Él rasgó el velo, para que Ud. pudiera ser salvo. Él rasgó el velo, si Ud. ha cometido adulterio. Si Ud. ha maldecido, si Ud. ha hecho algo malo, Él rasgó ese velo por Ud. Esa vara que Satanás tiene sobre Ud., Él la rompió, si Ud. tan solo Lo recibe a Él. Si Ud. está enfermo hoy, y el médico dice que Ud. no puede recuperarse, Él rasgó ese velo en dos. Y todo está despedazado delante de Dios. Él rasgó todo velo. Él derriba todo dominio. Y Él se sienta allí, hoy, el Poderoso Conquistador, desde que Él rasgó el velo en dos.",
    "Mire un minuto, amigo mío. No solo Él estuvo allí, y Se le apareció a Cleofas en su camino a Emaús, a él y a su amigo. Pero un día, cuando un pequeño mártir, el primer mártir en la Biblia, del Nuevo Testamento, estaba muriendo, el pequeño Esteban; porque él se paró allí, firme… El Hermano Esteban había sido traído a ese canal donde él conocía a Dios. “Él fue lleno del Espíritu Santo”, dice la Biblia. Y cuando lo acusaron, y los tribunales del Sanedrín se pararon allí y lo acusaron, y él se paró como un Ángel, con el rostro severo, sabiendo dónde estaba. Y él dijo: “Vosotros varones israelitas” comenzó a hablarles, “¿cuál de vuestros padres no persiguió a los profetas?”. Entonces dijo: “Vosotros, duros de cerviz, incircuncisos, de corazón y oídos, siempre resistís al Espíritu Santo. Como vuestros padres, así también vosotros”.",
    "Y para vengar esa sangre, de ese mártir justo que estaba parado allí diciéndoles lo que estaba bien y lo que estaba mal, y ellos, para vengar esa sangre, ellos lo arrastraron, como un montón de lobos arrastrando un cordero. Y lo arrojaron al suelo, y tomaron grandes pedazos de rocas y comenzaron a golpearlo en la cabeza con eso, así. El pequeño Esteban, lleno del Espíritu Santo, la Biblia dice: “Él miró fijamente hacia el Cielo, levantó su mano, y dijo: ‘Veo los cielos abiertos, y veo a Jesús parado a la diestra de Dios’”. Cuando un sumo sacerdote…",
    "Cuando cualquier hombre ha terminado su trabajo, él se sienta. Cuando dejo de predicar, yo me siento, pero no hasta que deje de predicar. Cuando Ud. está trabajando, cuando Ud. se sienta, su obra ha terminado.",
    "Jesús se sentó a la diestra de la Gloria. Pero cuando Él vio a este primer mártir muriendo por la causa de Cristo, el Señor Jesús resucitado abrió los cielos, y Él debe haberse levantado de Su Trono para darle una bienvenida especial al pequeño Esteban, para traerlo a Casa.",
    "¡Allí está Él, resucitado de entre los muertos! Su dominio se extiende de Eternidad a Eternidad. Él está muy por encima de todo Ángel, de todo principado, de todo lo que hay en el Cielo. ¡Oh, Su Cielo es Su Trono!, y está muy por encima de los cielos del Cielo. Dios lo levantó.",
    "San Pablo, cuando aún era Saulo de Tarso, de camino con una carta en su bolsillo, para perseguir a toda esa gente que estaban gritando y haciendo todo ese ruido. Allá, camino a Damasco, él estaba cabalgando en su caballo, ese día, de su propia garganta salía una amenaza: “Yo encerraré a cada uno de esos santos rodadores. Yo le pondré fin a toda esta sanidad Divina y toda esta tontería que está sucediendo aquí”.",
    "Pero en su camino allá, cabalgando en su corcel, cayó del caballo al suelo, cayendo allí. Y se levantó, y había una gran Luz brillante delante de él, que aun cegó sus ojos. Diciendo: “Saulo, Saulo, ¿por qué Me persigues?”.\n\n“¿Quién eres, Señor”?\n\nÉl dijo: “Yo soy Jesús, a Quien tú persigues”. Él lo vio a Él, en Su dominio interminable, sin fin.",
    "Cuando el anciano vidente, Juan, el amado, apartado acá en la isla de Patmos por predicar la Palabra de Dios, por predicar sanidad Divina, por sanar a los enfermos, y por hacer las cosas que Cristo le había dicho que hiciera. Y lo llevaron a la isla de Patmos, una pequeña isla allá en el Mar Egeo, con alrededor de veinticuatro kilómetros de circunferencia, llena de rocas, como Alcatraz hoy. Serpientes y cosas allí en la isla. Fue exiliado allá por predicar el Evangelio. Y cuando el anciano y amado vidente, de noventa años, estaba sentado allá sobre una roca, una hermosa mañana de resurrección, él Lo vio a Él. Él Lo vio.",
    "Él dijo: “Oí la Voz de una trompeta. Y cuando volteé para mirar detrás de mí, vi a Uno como el Hijo del Hombre”. Vio Su aparencia. Él no tenía… Sus ojos ya no estaban llenos de lágrimas. Él dijo: “Sus ojos resplandecían como el sol al mediodía”. El sol sirio al mediodía no podía brillar más que Sus ojos. Él miró dando un vistazo de arriba; ya sin lágrimas en Sus ojos. Él está glorificado, en esta mañana. Sus pies parecían columnas de bronce; nunca más serán traspasados por clavos. Nunca más sus rizos con sangre; ahora estaban blancos como la nieve. Él está glorificado. Él vive para siempre.",
    "Él es el Poderoso Conquistador; Su dominio es de eternidad a eternidad. Sus delegados son aquellos que Le aman y están dispuestos a morir por Él. Él ha resucitado de entre los muertos, en esta mañana, y vive entre nosotros. ¿Creen Uds. esto?\n\nOremos. [Cinta en blanco.—Ed.] Pianista, por favor, vaya al piano.\n\nBajó de Su gloria, historia siempre viva,\n\nMi Dios y Salvador vino, y Jesús fue Su Nombre.\n\nNació en un pesebre, para los Suyos un extraño,\n\nVarón de dolores, lágrimas y agonía.\n\n¡Oh, cuánto Le amo! ¡Cuánto Le adoro!\n\n¡Mi vida, mi sol, mi todo en todo!\n\nEl gran Creador llegó a ser mi Salvador,\n\nY toda la plenitud de Dios mora en Él.",
    "Nuestro Padre Celestial, cuando el tiempo santo se desvanezca y caiga, cuando los reinos de los hombres se desplomen y ya no existan, cuando todo…\n\nSi todo el mar fuera tinta,\n\nY cada rama en la tierra una pluma,\n\nY todo hombre, un escriba de oficio;\n\nPara escribir del amor de Dios Arriba\n\nSe secaría el océano;\n\nO el pergamino contenerlo todo,\n\nAun siendo extendido de cielo a cielo.",
    "Hoy, somos un grupo feliz de creyentes, Padre. Somos Tus siervos. Estamos tan felices de saberlo. Aunque pobres, aunque aquí en una iglesita humilde, y Tú vienes aquí igual como lo hiciste con Cleofas y ellos en su camino a Emaús. No hay lugar demasiado humilde, demasiado pequeño al que no puedas venir y, sin embargo, Tú llenas todo espacio y tiempo.",
    "Y me pregunto hoy, Padre Celestial, después de que oyeron que Tú has resucitado de entre los muertos, y sabiendo que en unos momentos se hará un desafío; oro, Padre Celestial, que si hay hombres y mujeres aquí hoy, niños o niñas, que nunca Te han recibido como Salvador personal, que lo hagan ahora, diciendo: “Señor, yo ahora abandono todo mi orgullo terrenal. Renuncio a todo, y me entrego a Ti. No tengo nada que dar sino a mí mismo. Pero si Tú puedes usarme, ¡oh, Dios!, aquí estoy. Y úsame. Y desde este día en adelante, que el Espíritu Santo me guíe y me dirija, y me haga un Cristiano”. ¡Oh, Dios!, que esa sea la oración de muchas personas aquí, hoy.",
    "Y mientras tenemos nuestros rostros inclinados, y nuestros ojos cerrados. ¿Me pregunto si hay alguien, adentro o afuera, que quisiera levantar la mano a Cristo? y decir: “Al levantar esta mano, yo ahora creo en el Señor Jesucristo. Y yo—yo Lo acepto como mi Salvador personal. Y hoy, desde este día en adelante, Le serviré a Él con todo mi corazón, porque Él ha resucitado de entre los muertos, y yo creo”.",
    "¿Levantaría Ud. la mano, donde sea aquí dentro? Dios le bendiga. Dios le bendiga; y a Ud., hermana; Ud., Ud., Ud. Eso es maravilloso. Dios le bendiga. Tomando su decisión, el Espíritu Santo está allí. Él es Quien hace la obra de Dios. Alguien, allá atrás en el pasillo, afuera, levante la mano en alto. Dios le bendiga; lo veo, allá atrás. El Señor sea con Ud., mi hermano. Dios la bendiga, mi hermana. ¿Alguien más? Dios la bendiga, mi hermana, allá atrás en el pasillo. La veo, hacia afuera. Algún… Dios lo ve a Ud., aunque yo no lo vea; Él lo ve.",
    "Jesús, ese precioso Ser, el más hermoso entre diez mil; Él, que bajó del Cielo, Se hizo pecado, murió, resucitó, ascendió, y Se sentó a la Majestad de Dios ahora glorificado. Los Ángeles de Dios, en sus puestos en el edificio, hoy, le hablan a los corazones de la gente.",
    "¿Lo hará Ud. en este día, después que veinticinco o treinta han levantado la mano, será Ud. otro que levante la mano? Dígale a Dios: “Dios, en este día quiero ser completamente Tuyo mientras levanto mi mano hacia Ti en confesión de mis pecados y mis errores, quiero vivir para Ti, Quien moriste por mí”. Dios lo bendiga, mi hermano. ¿Alguien más? Piénsenlo mientras oran.\n\nLa sangre de discípulos quienes murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo gotea sangre.\n\nEl primero en morir por este plan del Espíritu Santo,\n\nFue Juan el Bautista, él murió como un hombre;\n\nEntonces vino el Señor Jesús, a Él lo crucificaron,\n\nÉl predicó que el Espíritu salvaría al hombre del pecado.\n\nSigue goteando sangre, está goteando sangre. (¿Quiere Ud. tomar el lugar ahora?)\n\nEste Evangelio del Espíritu Santo está goteando sangre,\n\nLa sangre de los discípulos…",
    "¿Alguien más que levante la mano? “Quiero tomar mi lugar esta mañana, posicionalmente”. No le estoy pidiendo que se una a la iglesia, aquí no tenemos miembros. Yo quiero que Ud. venga a Cristo.\n\n…está goteando sangre.",
    "Nuestro Padre Celestial, has visto las manos de la gente. Hago esta oración de fe por ellos que, desde este día en adelante, que vivan una nueva vida; y que Él, Quien está presente ahora, Quien los ha cuidado, los ha alimentado, ha hecho las cosas que ha hecho por ellos, y los trajo a la iglesia esta mañana… Ahora, ellos lo han recibido a Él, regresando como Cleofas y ellos. Regresaron solo en unos momentos, después de que les tomó un día de reposo llegar allá. Su regreso, alegre, no para discutir de su religión, sino para saber que Él vive. Que ellos regresen a su hogar hoy, alegres, sabiendo que Él vive, porque lo pedimos en Su Nombre. Amén.",
    "Ahora, después del mensaje y que Uds. han recibido a Cristo como su Salvador, es una gran mañana de resurrección. Ahora el tiempo ha llegado en que yo debo ser un testigo falso o un testigo verdadero de Cristo. Si he dicho la verdad, como creo que esta Biblia es la Verdad, y ningún otro libro, y cualquier cosa contraria a Esto no es la verdad; yo creo que solo esta Biblia contiene la Verdad de Dios.",
    "Y si esta Biblia dice que Él ha resucitado de entre los muertos, que Él es el mismo ayer, hoy, y por los siglos, entonces Él tiene que ser el mismo en resurrección, tiene que ser el mismo en poder. Él tiene que ser el mismo en principio. Él tiene que ser el mismo en todo excepto en un cuerpo físico. Este cuerpo, Su cuerpo físico está a la diestra de Dios Todopoderoso en Gloria. ¿Creen eso? Él está sentado a la diestra de Dios Todopoderoso en Gloria intercediendo.",
    "¿Han llegado a pensarlo? Que cuando los hijos de Israel estaban en Egipto, sabían que algún día regresarían a casa. ¿Por qué? Porque ellos veían el cuerpo de José tendido allí, los huesos de José, y sabían que esa era una señal de que ellos iban a regresar a casa algún día.",
    "Y luego, cuando nosotros salgamos de esta tierra, cuando muramos y entremos en otro tipo de cuerpo… No es la clase correcta de cuerpo. No fuimos hechos para el Cielo, fuimos hechos para la tierra; somos gente terrenal. Y recuerdan Uds. en la Biblia, almas debajo del altar clamando: “¿Hasta cuándo?”. Ellos—ellos estaban—ellos clamaban por regresar a un cuerpo de nuevo, estrecharse las manos, y comer, y tener compañerismo. Así fuimos hechos. Así fue, para eso fuimos hechos.",
    "Y entonces allí tienen una señal de que ellos van a regresar. ¿Qué es? El cuerpo físico del Señor Jesucristo en el trono de Dios, y cuando pasamos por ese… Si nosotros partimos hoy y Él no viene en cien años y me encuentro con Ud. allá, diré: “Algún día regresaremos. ¿Ves allí? Ese cuerpo se levantará del trono nuevamente”. Regresará a la tierra; y cuando Él lo haga, todo espíritu que ha nacido de nuevo regresará a un cuerpo físico, hombres y mujeres jóvenes, y vivirán para siempre en la Presencia de Dios.\n\n¡Qué…! ¡Qué…! ¿Cómo podríamos rechazar tal cosa, amigo? Estoy agradecido que Uds. hayan aceptado a Cristo.",
    "Ahora, Jesús cuando estuvo aquí en la tierra, cuando, antes de partir, en San Juan 14:7, Él dijo: “Un poco” o Él dijo aquí, Él dijo, “las cosas que Yo hago, las obras que Yo… El que en Mí cree, las obras que Yo hago, él las hará también. Aun más que estas hará, porque Yo voy a Mi Padre”.",
    "Ahora, ¿cuáles fueron las obras que hizo Jesús? Él nunca afirmó ser un sanador. Él dijo: “No soy Yo. Es Mi Padre que mora en Mí. Él hace la obra”.",
    "San Juan 5:19, Él dijo: “No puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre”.",
    "Cuando Felipe fue por Natanael y Se lo trajo, Él dijo: “He aquí un israelita en quien no hay engaño”.\n\nÉl dijo: “¿Cómo me conociste, Rabí?”.\n\nÉl dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te conocí”.",
    "Una mujer junto al pozo, ese día, Él le habló hasta que encontró su problema.",
    "Él tuvo problemas, un día, para conseguir algunas monedas para pagar una deuda, o dinero de tributo, y Él le dijo a Pedro: “Ve y pesca un pez, y busca en su boca, y encontrarás una moneda”. Tal vez Pedro, si él hubiera pescado el pez, de otra manera, él nunca hubiera abierto la boca del pez, pero Jesús sabía que la moneda estaba en su boca. El Padre le había mostrado eso a Él.",
    "Muchas otras cosas: Él se paró en la multitud de personas; Él se volvió y dijo: “Tu fe te ha sanado. Tú tenías tal cosa”.",
    "Ahora, si ese Jesús ha resucitado de entre los muertos, y esta es una hermosa mañana de resurrección, si Él aparece aquí en la plataforma… ¿Pueden—pueden entender lo que estoy diciendo? Si Jesús, el Hijo de Dios, de todos estos dos mil años de iglesismo y todo lo demás, todo escrúpulo, y una iglesia dice: “Esto es, y esto es, y aquello es”.…",
    "Veamos eso allí de frente. Si Él es Jesús, Él está vivo; si no, Él no vive. Y si Él está vivo, Él es el mismo. Y si Él no es el mismo, entonces no es el mismo Jesús. Pero si es el mismo Jesús, Su promesa es: “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo; y las cosas que Yo hago, vosotros las haréis también, hasta el fin del mundo”.",
    "Ahora, ¿cómo está Él aquí en esta mañana? En la forma del Espíritu Santo. Nadie ha bajado sino Él, que… Nadie ha subido sino Él que descendió. “Un poco y el mundo no Me verá más” dijo Él, “pero vosotros Me veréis, porque Yo estaré con vosotros; estaré en vosotros, hasta el fin del mundo”. Y Él está aquí esta mañana.",
    "Ahora, ¿cuántas personas, adentro o afuera, quieren oración? Levanten sus manos. Bueno, son cientos o más. Ahora, no podemos traer a todas esas personas aquí de una vez. Tenemos que traerlas una a la vez, es de la única manera que podemos hacerlo.",
    "Y yo creo que el Hermano Woo-…, o, Billy Paul, creo, les ha dado tarjetas de oración, él les ha dado. (¿Cuántas diste? ¿Cien?) Muy bien.",
    "Ahora, necesitamos las tarjetas para que las personas puedan ser numeradas para venir y tomar su turno. Si no, provoca confusión. Yo no sé, pero qué…\n\nUn hombre me llamó anoche por larga distancia, y fueron treinta o cuarenta llamadas solo ayer por la tarde.\n\nPero miren, quiero preguntarles algo. Lo más importante que Uds. deben saber…",
    "Ahora, no hay nada en mí que pueda sanar a alguien; no hay nada en ningún otro hombre. No hay nada en un médico que pueda sanarlo. Él les dirá a Uds. lo mismo. Él no lo sana. No, no. Ud. se rompe el brazo, dice: “Doc, sáneme el brazo rápidamente. Quiero terminar de arrancar mi auto”. ¡Qué tontería! ¿Ven?\n\nPues, por decir: “Oiga, me rompí la pierna, Doc. Tengo que… tengo que hacer una caminata larga esta tarde. Sánemela rápidamente”.",
    "Bueno, él diría que Ud. está loco. Él puede acomodar su pierna, pero se necesita que Dios la sane. ¿Ven? Así es. ¿Ven? Él lo hace a Su Propia manera. ¿Ven Uds.? Así que él no es un sanador. Él no puede sanar.",
    "¿Qué si Ud. se cortara la mano, y dijera: “Oiga, Doc, quiero que Ud.… Quiero que me cosa esto rápido y sáneme rápidamente, porque no quiero una cicatriz en mi mano”. ¿Ven? “Pues me duele. Y tengo que trabajar esta tarde”. Él no podría hacerlo. Seguro que no. Él pudiera—él pudiera limpiar aquello con alguna medicina. Él pudiera limpiar los gérmenes de allí, pero solo Dios es el que puede hacer vida y formar tejido. ¿Ven Uds.? Él es el Único que puede hacerlo; lo sabemos. Ud. no tiene que ser un erudito para saber eso. Ud. solo tiene que mirar la Palabra de Dios.",
    "Y Satanás no tiene poder para sanar. Yo le daría lo que me pidieran a cualquiera que me mostrara una Escritura que diga que Satanás puede sanar. No está… “Yo soy el Señor Quien sana todas tus dolencias”, dijo Jesús. Ahora, ahora, ellos no pueden…\n\nSatanás no puede sanar, se necesita de Dios, y es sobre la base de su fe que Dios sana.",
    "Ahora, quiero preguntarles algo. Un hombre me llamó, como dije, ayer, y me dijo: “Hermano Branham, quiero ir a la reunión de Chicago allá en el…” Comienza pasado mañana. Él dijo: “Yo—yo quiero venir a… yo quiero hacer contacto”.\n\nYo dije: “¿A qué contacto se refiere, señor?”.",
    "Dijo: “Quiero que mi hermano sea sanado”. Dijo: “Tiene una pierna mala”. Y dijo: “Vivimos en el campo” y dijo, “hemos estado en dos o tres reuniones, y nunca pudimos contactarlo a Ud.”.\n\nY dije: “Dígame, ¿qué quiere decir con contactar, hermano?”.\n\nÉl dijo: “Bueno, esto quiero decir, que yo—yo—yo quiero que Ud. haga algo por mi hermano”.",
    "Le dije: “Bueno, pues, señor, Ud. está tratando de contactar a la persona equivocada. ¿Ve?”. Dije: “El contacto conmigo sería viendo al administrador y ver qué…” pero dije, “eso no es sanar a su hermano”. Él… Yo dije: “¿Se refiere Ud. a un contacto para su sanidad?”.\n\nÉl dijo: “Sí”.",
    "Yo dije: “Ahora, esto es lo que Ud. debe hacer: Ud. va a la reunión. Ud. se sienta en la congregación, y entonces… Yo solo soy Su siervo, solo me rindo a Él, al Espíritu Santo. Entonces Ud. se coloca en contacto con el Espíritu Santo, y Él me habla y me dice qué decirle. ¿Ve? Ese es su contacto, no yo, Él. Y mientras Ud. esté tratando de contactarme a mí, Ud. estará desconectado todo el tiempo. ¿Ve? Pero mientras Ud. trate de contactarlo a Él, Ud. contáctese con Él, y Él simplemente me usa a mí como portavoz para decirle a Ud. ¿Ve? Eso es”.",
    "Hermano Head, lo veo sentado allá atrás junto a mi amigo, el Sr. Lee. El Sr. Head era un hombre moribundo con cáncer. Él pertenecía a la Iglesia Católica Romana en Louisville, muriendo de cáncer al recto, creo que era, o algo así; y él vino a mí aquí un día cuando yo vivía al otro lado de la calle y me preguntó si había misericordia para poder ser sanado. Hizo una oración de fe allí, y el Señor mostró una visión. Y Sr. Head, me supongo que eso fue hace por lo menos diez años, ¿no es así? Hace como nueve años, y aquí está vivo hoy. La sanidad es real, ¿no es así, Sr. Head? A Él no Le importa a quién sanará; Él sanará a metodistas, bautistas, católicos, lo que Ud. sea, no importa, Él sana. ¿Ven? Ahora, Uds. solo crean. Casualmente lo vi.",
    "¿Me pregunto si Margie Morgan está en el edificio esta mañana? ¿Si, por favor, ella levantara la mano? Margie, ¿entraste? ¿Estás aquí, hermana? Bueno, bien atrás en la parte de atrás. Sí. Otra mujer, una enfermera aquí en el hospital, en la lista de muertos en Louisville con cáncer. Y ella fue sana allí mismo, solo un montón de huesos. Ajá. Allí está ella. La pobre muchacha ni siquiera pudo conseguir un lugar para sentarse, y está parada allá atrás en el pasillo esta mañana.",
    "¡Cómo—cómo recuerdo el médico que dijo: “¡Oh, vaya!, no hay nada que hacer por ella”!",
    "¡Cómo su amado esposo, un amigo íntimo mío, vino aquí mismo, y yo andaba harapiento, venía atravesando esos matorrales en patrulla! Dijo: “¿Hay algo que pueda ayudar a mi esposa?”.\n\nLe dije: “No es lo que yo piense, señor. ¿Qué me dice Ud.?”.\n\nÉl dijo: “Yo creo”.\n\nDije: “Tráigala”.",
    "Y aquí mismo donde se oró por ella esa noche, el Señor bajó y le dijo lo que iba a suceder, y eso fue hace años. Aquí está ella hoy, una mujer fuerte y saludable. Y vayan al instituto del cáncer en Louisville para ver si ella estaba… y no murió hace como diez o doce años. Vean si ella… Y entonces hay una mujer muerta resucitada allá atrás. ¿Ven? Seguro.\n\n¡Oh, Jesús vive! Jesús reina. Jesús es todo.",
    "Ahora. (¿Por dónde empezaste? ¿Del uno al cien? Muy bien.) Ahora, ¿quién tiene la tarjeta de oración número uno? ¿Se paran directo aquí a un lado? Como que dejamos… Uds., Uds. recibieron tarjetas de oración. Tendremos que alinearlos a todos, pero los, los—los alinearemos aquí de este lado.",
    "[Cinta en blanco.—Ed.]…mujer, no lo sé. Yo nunca la he visto. Ella es la madre de alguien, quizás. Yo no la conozco. Ahora, esto es exactamente igual a cuando Jesús se sentó junto a ese pozo ese día y despidió a los discípulos. Ahora, Jesús le habló a ella, y cuando le habló, le dijo: “Tráeme de beber”.\n\nY ella dijo: “El pozo es profundo y Tú no tienes con qué sacarla, y no se acostumbra entre nosotros, judíos y samaritanos”.\n\nÉl dijo: “Pero si supieras con Quién estás hablando, me pedirías a Mí de beber”.",
    "Y así continuó la conversación, y ella habló de adoración y demás. Luego, después de que habló con ella por un rato, Él halló dónde estaba su problema. ¿Correcto? ¿Cuántos lo saben? Él halló el mal de esa mujer, y su—su mal era vivir inmoralmente. ¿Es así? Él dijo: “Ve, trae a tu marido”.\n\nElla dice: “No tengo”.\n\nÉl dijo: “Bien has dicho. Cinco has tenido”.",
    "Ahora, observen lo que él… ella dijo. Ahora, escuchen lo que dijo. Ella dijo: “Señor” fíjense, “Señor, me parece que Tú eres un Profeta”. Ella dijo (Ahora, escuchen): “Pues, sabemos que cuando venga el Mesías…”. ¿Quién era el Mesías? El Hijo de Dios. Ella dijo: “Sabemos que cuando venga el Mesías, Él nos dirá estas cosas, pero ¿Quién eres Tú?”.\n\nJesús dijo: “Yo soy, el que habla contigo”.\n\nY ella corrió a la ciudad y dijo: “Vengan, vean a un Hombre Quien me dijo lo que hice. ¿No será Este el mismísimo Cristo?”. ¿Ven?",
    "Cuando Cristo venga, Él hará estas cosas. Ahora, escuchen, para esta última cita. Si eso, lo que la mujer dijo: “Sabemos que cuando venga el Mesías, Él hará estas cosas” ahora, si esa fue la señal del Mesías entonces, y Él… Él era el Mesías, y Él ha resucitado de entre los muertos, ¿no es lo mismo hoy, si Él es el mismo?",
    "Ahora, aquí está una mujer. Yo no la conozco; Dios lo sabe. No sé una sola cosa. Nunca he visto a la mujer en mi vida hasta donde yo sé. Ella es una desconocida, pero Dios la conoce. Ahora, la mujer está aquí por algo. Yo no lo sé. Ella pudiera tener un ser querido por el cual está parada; ella pudiera tener problemas en las finanzas; ella pudiera tener una enfermedad; ella pudiera ser una pecadora y venir aquí para ser salva. No lo sé. Pero, si Jesucristo, el Hijo de Dios resucitado, viene aquí, y Le dice a esta mujer algo que ella sabe de lo cual yo no sé nada, Uds. congregación, ¿creerán que ese mismo Jesús que resucitó en ese día está aquí, y Él—Él—Él está partiendo el pan para Uds. como lo hizo con ellos en Emaús?",
    "Ahora. Ahora, hermana, quiero mirarla por un minuto, quiero que me hable. Ahora, que el Señor lo haga.\n\nAhora, deseo que sean muy reverentes ahora durante este momento, especialmente, en esta—esta línea. Ahora, yo no digo…",
    "Esta es mi ciudad natal. Han sido dos veces desde que he estado en el ministerio que ha funcionado aquí en el tabernáculo. ¿Por qué? Jesús dijo que un profeta en su propia región, entre su propio pueblo, no tiene… es el único lugar donde él no tiene honra. ¿Es así?",
    "Cuando Él fue a Su Propia tierra, ellos dijeron: “¿Y Quién es este tipo, de todas maneras? ¿De qué escuela salió?”. ¿Ven? Y Jesús no pudo hacer muchas obras poderosas por causa de la incredulidad de ellos.",
    "Dijo: “¿No es ese el hijo del carpintero? ¿No está su madre aquí con nosotros? ¿No es José el carpintero? ¿No están sus hermanos y hermanas aquí con nosotros? ¿De dónde—de dónde sacó esto? ¿A qué iglesia pertenece?”. Él no pertenecía a ninguna de ellas. Dijeron: “Y, ¿cuándo recibió esta sabiduría?”.",
    "Y Jesús hizo esta declaración, y será igual hoy, y Él dijo: “Un profeta, desde entonces, será sin honra entre los suyos”. No Uds. aquí, pero es el ambiente de Jeffersonville donde yo me crie. Todos conocen mis puntos buenos y malos y todos, y la mayoría de ellos son malos; lo siento. Pero, Jesús conoce… no los conoce. Dios no. Jesús los desapareció todos, así que Dios no sabe nada de ellos. Él los puso en el Mar del Olvido cuando yo los confesé hace veintitrés años, y Él no los conoce hoy, ¿verdad? Así que, es—es—es la bendición de Dios.",
    "Ahora, quiero hablar con nuestra hermana. Ahora, señora, esta congregación es algo grande. Aquí hay doscientas o trescientas personas, o lo que haya, aquí esta mañana. Y Ud. y yo, siendo extraños el uno al otro, no conociéndonos, nunca nos hemos visto hasta donde yo sé, pero… ¿Ud.—Ud. me ha visto? Sí. ¿En qué reunión estuvo Ud.? Allá en Kentucky. Bueno, quiero decir, yo no sé quién es Ud. No, así es. Ajá. Sí. Ahora, ¿pueden oír a la señora todos Uds.? Yo no sé nada de sus asuntos. Ella estuvo en una de mis reuniones en Kentucky. Allí estamos, entonces, perfectos desconocidos el uno para el otro.",
    "Ahora, si el Señor Jesús… Si yo puedo rendirme al Espíritu Santo, y Él me puede decir algo acerca de esta mujer, o para qué está aquí, lo que sea, como la mujer en el pozo y demás, todos Uds. han prometido que creerían.\n\nAhora, señora, Ud. en la silla de ruedas, ¿cree Ud. eso? ¿Lo hará, Hermana Edith?",
    "Ud., quienquiera que sea la damita que no puede subir aquí, ¿creerá Ud., hermana, con todo su corazón? ¿Ven?",
    "Ahora, todos Uds. aquí que tienen enfermedades de toda clase, ¿van a creer? Pues, entonces si lo hacen, entonces Uds. tóquenlo a Él. ¿Ven? Uds. pudieran tocarme a mí todo el día, no serviría de nada. ¿Ven? Ud. viene, me toca y yo no lo sabría, pero tóquenlo a Él una vez, y vean como Se da vuelta, y les hablará de eso. ¿Ven? Solo tóquenlo a Él una vez con fe. No es… Yo no soy el que ha resucitado de entre los muertos. Él es Aquel que resucitó de entre los muertos (¿ven?), y yo solo soy Su siervo.",
    "Ahora, sean muy reverentes. Miren hacia acá. Y unos minutos deberían probarlo más allá de cualquier sombra de duda.",
    "Ahora, hermana, siendo extraños, digo, el uno al otro, hablando…",
    "Ud. ve que estoy teniendo una batalla para rendirme al Espíritu. Esa es la pura verdad, porque es en casa; es aquí en el tabernáculo. Simplemente no funciona como debería funcionar y… Pero Dios conoce todas las cosas. Él puede hacer todas las cosas.",
    "Si Dios me revela por qué está Ud. aquí, ¿aceptará Ud. su, lo que sea?, si está aquí por enfermedad, ¿acepta Ud. su sanidad? Si Ud. está aquí por las finanzas, lo que sea, será un acto sobrenatural, ¿no es así?",
    "Ahora. Ahora, en el Nombre de Jesucristo, el Hijo de Dios, tomo todo espíritu aquí bajo mi control.",
    "La mujer se está alejando de mí. Sí, ella no es de aquí. Ella viene de otra parte, de un hogar humilde. Y ella—ella está sufriendo, y tiene la sombra. Ella tiene la sombra de la muerte, y es un cáncer. Así es. Pero solo Dios puede sanarla, Ud. lo sabe. Está en el seno o, el pecho; cáncer en el seno. Lo veo examinarlo. Así es, señora.",
    "Y Ud., de camino hacia acá, venía orando para poder subir aquí donde yo estaba. Antes de salir, Ud. oró por eso, que pudiera pasar a esta plataforma. Esa es la verdad. Yo no estoy leyendo su mente. Eso es verdad. Y cuando Ud. se volteó allí, y el sol brilló en esa ventana sobre Ud., supo que, cuando Dios le estaba hablando a Ud., le permitió tener una fe de saber que Ud. podría pasar por esta línea de oración. Y aquí está Ud., aquí en la plataforma esta mañana. Así es. No estoy leyendo su mente, pero eso es verdad. Ahora, si es verdad, levante la mano. Ahora, ¿cree Ud.?\n\n¿Creen Uds., en la congregación?",
    "Ahora, tenga fe, hermana. Venga aquí, hermana. Ahora miren, hay Algo aquí en cuya Presencia está Ud. ahora, que Ud. sabe que no es un hombre; no es su hermano. Hay Algo aquí que la conoce a Ud. ¿Verdad que sí? Sabe todo de Ud. Ahora, es su actitud hacia Eso. ¿Cree Ud. que fue Jesucristo Quien me permitió hacer eso? Ud.—Ud. lo cree. ¿Cree Ud., entonces, que Dios la sanará?\n\nIncline su rostro.",
    "Nuestro bondadoso Padre Celestial, Tú eres el Dios de Abraham, Isaac y de Jacob, y esta pobre mujer aquí bajo esta oscura sombra de muerte, sabe que pronto deberá partir si Tú no la tocas. Y aquí está ella, esta mañana, caminando por aquí en este edificio, con el Señor Jesús resucitado alrededor del mundo, caminando entre las flores, y la gente hoy, vivo para siempre, y hablando a través de Sus siervos, probando a través de la Palabra, luego a través de la profecía, para revelar el secreto del corazón de la mujer, para que ella pueda saber que Él la ama.\n\nY, Padre, como Su siervo, coloco mis manos sobre ella y condeno esto maligno, que la deje, en el Nombre de Jesucristo. Amén.",
    "Ahora, vaya creyendo, y si Ud. puede creer con todo su corazón… Eso se ha ido de Ud., ahora. ¿Ve? Ahora, si Ud. puede creer… Porque todo es luz a su alrededor, ¿ve?, donde estaba oscuro. Ahora, si Ud. puede creer con todo su corazón, eso nunca volverá a Ud. Vaya, dele alabanza a Él, y Ud. se sentará como esas personas allá atrás que tenían cáncer y ahora están vivas. Ud. estará viva con ellos. Amén.",
    "¿Lo creen? Todos sean fieles, creyendo. No duden, sino tengan fe. Dios conoce todas las cosas, puede hacer todas las cosas.",
    "Ahora, nuestra hermana aquí, por supuesto, para mí, es una desconocida. ¿Es así, señora? [La hermana le habla al Hermano Branham.—Ed.] Somos desconocidos. Ud. ha estado en nuestro tabernáculo dos veces, mientras yo estaba predicando aquí. Por supuesto que yo no lo podría saber, Ud. sabe. Yo no sé… Ud. es una desconocida para mí. Ahora, ¿cree Ud. que Jesucristo, el Hijo de Dios, está aquí para ayudarla? ¿Cree Ud. el mensaje que prediqué, de Él, de la Biblia? Y Ud. cree que, si Él estuviera aquí ahora, y Él tuviera puesto este traje que Él me dio, ¿que Él diría…?",
    "Tenga fe en Dios. Ahora, sea muy reverente. Quédese quieta. Sea reverente.",
    "Si—si Él tuviera puesto este traje que me dio, y Ud. viniera y dijera que está enferma, yo no sé que lo esté. Pero digamos, si Ud. estuviera enferma, y Él dijera… Ud. dijera: “Señor Jesús, ¿me podrías sanar?”.",
    "¿Sabe Ud. lo que Él le diría? Él diría: “Hija Mía, Yo lo hice cuando morí por ti y resucité para tu justificación”. ¿Lo cree Ud.? Él no puede hacerlo más. Él ya lo hizo una vez. ¿Lo ve? Así como la salvó cuando Él murió. Ahora, Él resucitó, y luego Ud.… para su justificación; lo mismo para su enfermedad.",
    "Ahora, pero Él pudiera decirle algo acerca de Ud. misma, como Lo hizo con la mujer. Eso es lo único que queda que Él puede hacer. ¿Ven? Él nunca nos dejó sin un testigo. Él puso el Testigo aquí, el Espíritu Santo para que continuara testificando por Él. ¿Es así?",
    "Ahora, Ud.—Ud. no es de aquí. Ud. es de otro lugar. Así es. Tierra montañosa. Así es. Mucha madera dura y cosas, tal vez Kentucky. Así es. Y Ud. viene aquí para… con un propósito, y yo la veo en su casa. Ud. está muy nerviosa, alterada. Sí. Al ponerse nerviosa, no puede controlarse. Eso es algo horrible. La veo caminando de un lado a otro, haciendo algo, parece—parece ser de la cocina al otro cuarto todo el tiempo, de allá para acá. Ud. se pone muy nerviosa. Y es particularmente en la tarde cuando Ud. se pone muy débil. Así es.",
    "Ud. sabe que hay Algo aquí que la conoce, ¿verdad? Es infalible. Así es. Eso es verdad, ¿no es así? Ajá. Ahora, ¿qué Cosa, parada aquí, me haría saber lo que Ud. hace en su casa? Hay Alguien aquí que es más que un hombre. Y es Jesús. Así es.",
    "Y veo que Ud. sufre algo internamente. Son crecimientos por dentro. Así es. Y Ud. tiene uno externo. Así es. Y está bajo su brazo. Es un nudo, está debajo de su brazo derecho. Así es. ¿Verdad que sí? ¿Cree Ud.? ¿Cree Ud. que Él resucitó de entre los muertos? Venga aquí.",
    "Amado Dios, sobre esta, nuestra amada hermana, conjuramos las enfermedades de su cuerpo, y que vuelva a casa como una persona sana. Esto lo hacemos en el Nombre de Jesucristo. Amén.",
    "Dios la bendiga, hermana. Ahora, vaya regocijándose, sea feliz. Crea con todo su corazón, y Dios obrará en abundancia para Ud.",
    "Una damita mirándome, con un pequeño abrigo rosado, con anteojos, cabello oscuro, ella tiene un maravilloso contacto con el Espíritu en este momento. Ella está sufriendo con un problema de sinusitis que la molesta. Así es, señora, Ud. con el abrigo rosado, allí. Así es. Tenga fe. Crea.",
    "¿Ven lo que quiero decir? Ud. no necesita estar aquí. Ud. necesita estar allí. Tenga fe.",
    "¿Cómo está Ud., señora? ¿Cree Ud. con todo su corazón, con toda su alma, y con toda su mente? Ud. también está extremadamente nerviosa. Sí, señora. Ud. tiene un problema, que en realidad es común a damas de—de su edad, que la pone nerviosa. Pero Ud. también tiene un crecimiento, y ese crecimiento está en el estómago. También, Ud. tiene un pequeño problema en su costado. Es su hígado. Y Ud. tiene, del otro lado, un problema renal. Eso es lo que dijo ese doctor, pues—pues eso—así es. Es lo que él le dijo, ¿no es así? Ahora, ¿cree Ud. que va a estar bien? Algo la impactó, ¿no es así? Ese fue Su poder sanador, si Ud. puede creerlo. Amén.\n\nNuestro Padre Celestial, en el Nombre de Tu Amado Hijo, el Señor Jesús, Te pido que sanes a la mujer, que la sanes. Amén.\n\nDios la bendiga, señora. No dude. Tenga fe y crea.",
    "Todos deberían creerle a Él.",
    "Así es, Hermana Wood. Yo no voy a decirlo, por supuesto, Ud. sabe que yo lo sé. ¿Ve? Tenga fe, pero Ud. ya no tiene ese tumor. Ajá. Así es.",
    "Hermana, llorando allí, orando por sus ojos, ¿verdad? Sentada aquí con el traje café. Sí. Ud. está creyendo ahora, ¿verdad? Ud. estaba orando a Dios: “¡Oh, Dios!, incluyeme también”. ¿Es así? Si es así, levante la mano. ¿Puedo decirle esto? ¿Cree Ud. que Dios puede revelarme el secreto de su corazón? ¿Lo cree Ud.? Ud. también está esperando algo de Dios, además de la sanidad de sus ojos. Ajá. Ud. quiere el bautismo del Espíritu Santo. Así es. Si es así, levante la mano. Muy bien. Ud. puede recibirlo ahora. Que el Señor Jesús le dé el bautismo del Espíritu Santo.\n\nNo, no estoy leyendo su mente. No, no. No, no. No es eso. No diga eso. Ajá.\n\nEse es el Espíritu Santo. Ella no estaba… Ella simplemente está entrando en el Espíritu de Dios. Tenga fe. Crea.",
    "¿Cómo está Ud., señora? Somos desconocidos el uno para el otro. Dios no—no guarda secretos; Él puede revelar secretos. Y nosotros, siendo desconocidos, no nos conocemos, no nos hemos visto, me supongo, en la vida, pero Dios nos conoce a ambos. Él nos ha alimentado a ambos. Y aquí está Ud., parada aquí, una mujer, y yo un hombre. Y aquí estamos… Ud. es una creyente Cristiana y Ud.—y Ud.… porque su espíritu se siente afectuoso, Ud. realmente cree. Y, por supuesto, Ud. está usando anteojos. Yo veo eso. Cualquiera sabría que hay un problema en sus ojos, o Ud. no tendría lentes. Quizás Él me muestre algún otro problema; no sé si Él lo hará. Debo preguntarle a Él. Pero si lo hace, ¿lo aceptará Ud.? ¿Lo aceptará a Él la congregación?",
    "Sí, señora. Ud. también tiene un crecimiento, y está para una operación. Veo que el médico dice que Ud. debe ser operada. Él estaba mirando su lengua. El crecimiento está en su lengua. Así es. Así es, en su cuerpo. Es verdad. Ajá. Ahora, ¿cree Ud. que Él está aquí? ¿Cree Ud. que Él puede quitarle la vida a eso, y desaparecerá? Venga aquí.",
    "¡Oh, Dios!, Autor de Vida, Dador de Vida Eterna, da Tus bendiciones a esta mujer, a quien bendigo en Tu Nombre, porque lo pido en el Nombre de Cristo. Amén.\n\nDios la bendiga, señora. Vaya creyendo ahora, teniendo fe.",
    "Veo una visión aquí delante de mí. Es una dama, y tiene una niña con ella. La mujer tiene diabetes, y la niña se ha lastimado el brazo. Ella se cayó de una cama o algo, y se lastimó el brazo. Esa persona está presente. Ajá. Amén. Allí lo tienen. Levanta tu brazo, cariño. Allí está. Todo ha terminado ahora. Ajá, ajá. Su fe Lo tocó a Él. Amén.\n\n¿Cómo podría estar leyendo su mente mirando hacia acá y ellos allá atrás?\n\nEstás bien ahora. Ahora no duele, ¿verdad, cariño? Todo ha terminado; ve, sé sana.\n\nDigamos: “Alabado sea el Señor”.\n\n“Si puedes creer, si puedes creer, todo es posible”.\n\nAhora, el Señor Jesucristo, el Hijo de Dios, Quien resucitó a los muertos, Él hace lo que Él desea. Él es el Ser Todopoderoso.\n\nVaya, no puedo captar a la gente en la plataforma; están en la congregación. Ahora, su fe se está moviendo correctamente.",
    "Hermana Wood, pensé que era para Ud., pero es ese hombre sentado allí junto a Ud. ¿Cree Ud. con todo su corazón? Viene de Michigan para ser sanado, de Sturgis, Michigan, y eso es así. Yo no lo he visto en mi vida, pero así es. Muy bien. Vaya a casa y sea sano ahora. Su fe lo sana.",
    "¡Oh, cuán maravilloso! ¿Por qué no le pueden creer a Él? Uds. del tabernáculo, Uds. que han visto suceder estas cosas por años, ¿no tendrán fe?",
    "Ese es su esposo orando por Ud., señora. Correcto. Él está tratando de contactar a Dios. Ud. también. Uds. tienen una tarjeta de oración para pasar aquí en esta línea. Si Ud. cree lo que le digo… Ud. está orando, ¿no es así, señor? Si Ud. cree, no tendrá que pasar. Sus nervios le han afectado, no puede dormir de noche, está en una condición terrible. Ud. tampoco es de aquí. Ud. ha venido del norte, viniendo al sur. Ud. viene de una ciudad grande donde hay un río que atraviesa la ciudad. Así es. ¡Oh!, Ud. ha estado así por mucho tiempo, ¿no es así, señora? Y Ud. fue sana una vez, de cáncer o algo. Así es. Alguna clase de dolencia que Ud. tenía, y Dios la sanó. Ahora Ud. ha… Ud. ha llamado a predicadores y cosas, para que oren por Ud., y cosas así, para poder descansar de noche. Ud. viene de Fort Wayne. Así es.",
    "¿Cree Ud. con todo su corazón que Jesucristo la sana? ¿Cree Ud. que Su poder ahora la sanará? Ud. tiene que aferrarse rápidamente, hermana. Si lo hace con todo su corazón, Jesucristo la sanará.\n\nHermano Wood, coloque su mano sobre esa señora sentada allí.",
    "¡Oh, Dios!, levantaste a Jesús de los muertos, el diablo ha atado a esta pobre mujer, problemas sobre problemas, su pobre esposo. ¡Oh, Padre!, oro que, en el Nombre de Jesús, si su fe pudiera contactarte a Ti, Dios, oro que expulses esa dolencia de su cuerpo ahora mismo, y que desde esta misma hora, ella sea sana y restablecida.",
    "¡Oh, Dios!, en el Nombre de Jesucristo, yo reprendo a ese diablo. Y dale a la mujer fe para creer en el Hijo de Dios, y salir de este tabernáculo en esta mañana con sus manos alzadas, regocijándose y alabando a Dios, por Jesucristo, el Hijo de Dios. Amén.",
    "Dios la bendiga, hermana. Considérelo: “terminado”. Dígale a lo correcto, “correcto” y a lo incorrecto, “incorrecto”. Así es. Amén. Tengan fe en Dios. “Si puedes creer”, dijo Jesús.",
    "Hay un espíritu tenebroso que cuelga en la esquina a mi izquierda. La persona sentada allá atrás está sufriendo de epilepsia, en una esquina. Levántese, señor, tiene cabello negro. ¿Cree Ud. que Jesucristo le sana? Muy bien. Entonces vaya. Que Cristo lo sane. Su fe lo hará, si Ud. cree. Tenga fe en Dios. Aquí, observen. Si Uds. le creen a Él. Tengan fe en Dios. ¿Pueden creer?\n\nCualquiera de los demás, miren hacia acá y crean. Si Ud. puede creer con todo su corazón, Ud. puede recibir lo que pide.",
    "Aquí hay un hombre, aquí mismo en la fila de afuera, bien atrás en la parte de atrás. Él está sufriendo de dolores de cabeza. Él—él no es de esta región; él vino de Montana. Es una persona con mareos. Él está usando anteojos, tiene su mano levantada ahora. Así es, señor, migraña. Esa es una hermosa región de la que Ud. viene. Yo he cazado en esa región. Que Ud. pueda regresar a casa, y el dolor de cabeza quede en el Mar del Olvido; y la migraña lo deje, mi hermano. Vaya y sea sano en el Nombre de Jesús.\n\n¿Qué les pasa a Uds. gente de Jeffersonville? ¿No pueden tener fe? Yo soy su hermano. Tengan fe en Dios. Crean.\n\n¿Cree Ud., señora? Yo soy un desconocido para Ud.",
    "¿Cree Ud., señor? Ud. tampoco es de aquí. Ud. es de Ohio. Ella también es de Ohio. Así es. Ud. es de Hamilton. Así es. Sr. Allen, Ud. puede irse a casa y estar bien. Reciba su audición. Amén.",
    "Ud. dice ¿cómo es que supe su nombre? ¿No le dijo el Señor Jesús a Pedro que su nombre era… él era… su nombre era Cefas, y que debería ser llamado Pedro, “una piedrecita”? Seguro, Él sabe su nombre. Él sabe de dónde es Ud., todo de Ud. ¡Aleluya!\n\nEsa bronquitis desaparece de Ud., el Señor Jesús le sana y le bendice, le sana.\n\n¿Creen Uds. que Él está aquí, ahora, para sanarlos a todos?\n\nAlguien está orando por un infante. Es una niña que tiene una hernia en el ombligo. Así es, hermana. Amén.\n\n¿Qué más quieren? Jesús, el Hijo de Dios, está aquí. Él ha resucitado de entre los muertos.",
    "Ud., señor, parado allá atrás, tiene problemas de próstata, muy nervioso. ¿Cree Ud. que Dios le sanará, lo restablecerá? Muy bien, señor. Su fe lo sanó. Ud. puede irse a casa ahora y estar bien. Ud. no tiene una tarjeta de oración, ¿verdad? No tiene tarjeta de oración. Muy bien. Ud. no tiene que tenerla.",
    "Ud. no necesita tarjeta de oración. Ud. necesita fe. ¿Le cree Ud.? Él ha resucitado de entre los muertos. Él está aquí. Esta es la Pascua, la resurrección. ¿Cuántos quieren ser sanados? ¿Harán lo que les digo? Si Dios me permite saber las cosas que hay en su vida, o las cosas que Ud. ha hecho, quién es Ud., o de dónde viene, todo acerca de Ud., si esa no es la resurrección de Jesucristo, ¿qué es? Seguro que lo es.",
    "Diabetes, artritis, ¿cree Ud. que Jesucristo lo sanó? Si Ud. puede creer, Ud. puede recibir. Tenga fe en Dios.",
    "Ahora, el Espíritu Santo me dice, el Ángel de Dios Quien apareció aquí en esta plataforma, Aquel Quien hizo Su primera aparición en el río aquí entre Uds., Aquel Quien me habla, Él está aquí ahora; y ha probado que Él ha resucitado de entre los muertos. Jesucristo es el mismo ayer, hoy, y por los siglos. Su sanidad está en la mano de Dios. Él ya lo ha hecho.",
    "Y ¿cuántos de Uds. creen que Jesús ahora los va a sanar?, ¿que su fe es suficiente ahora para decir: “Yo creo, Señor? Hermano Branham, si Ud. ora por mí, seré sano ahora mismo, ¿si Ud. ora por mí?”. ¿Lo hará Ud.? Levanten la mano. Entonces les mostraré la gloria de Dios. Amén.",
    "Créanme, amigos. Yo soy su hermano. He sido criado aquí entre Uds. Ni una sola vez ha fallado Eso y nunca fallará. Se los digo, ahora, el Espíritu Santo se está moviendo a través de este edificio como un Fuego nebuloso, moviéndose alrededor de la congregación. Está aquí para sanarlo a Ud. Está aquí para darles fe si Uds. Lo aceptan. Ahora, pongan sus manos el uno sobre el otro.",
    "¡Oh, Dios!, nuestro bondadoso Padre Celestial, oro que, en el Nombre de Jesucristo, que Tu Espíritu se mueva sobre esta congregación ahora mismo y sane a cada persona en la Presencia Divina. Que el Espíritu Santo quite toda esta oscuridad de Jeffersonville que se cierne sobre esta congregación, y que Él extienda Su Gloria por este edificio y sane a cada persona aquí, en el Nombre de Jesucristo.",
    "Ahora, con sus rostros inclinados, con sus rostros inclinados, díganle esto a Dios: “Dios” dígalo fuerte, “Dios, ahora creo. No hay más que Tú puedas hacer, Señor. Tú has probado por Tu Palabra, Tú has probado por Tus señales, Tú has probado por Tu Biblia, Tú has probado por medio de Tu siervo, que Tú estás aquí, y ahora yo creo. Ahora yo acepto mi sanidad. Yo creo ahora mismo que tengo fe, y que Dios me ha sanado. Y desde esta hora me voy de este tabernáculo, regocijándome, alabándote por mi sanidad, en el Nombre de Jesús”.",
    "Ahora, con sus rostros inclinados, sus ojos cerrados, ahora piensen esto: “¡Oh, Dios!, ahora Tú estás entrando en mí. Siento Tu Presencia. Yo sé que Tú estás entrando en mi alma ahora mismo. Tú estás aquí, Señor Jesús. Yo soy como Cleofas. He caminado Contigo por mucho tiempo. Y no sabía que era de esta manera, Señor; pero aquí Tú has hecho algo aquí mismo en el edificio y Me has probado que Tú eres el mismo Jesús. Tú has resucitado de entre los muertos, y yo Te creo. Yo creo, Señor, que Tú estás aquí ahora mismo conmigo, y estoy siendo sanado ahora mismo. Me siento más fuerte. Estoy mejorando. Estoy mejorando. La fuerza viene a mí. El cáncer, las enfermedades me están dejando, y estoy viniendo a Cristo ahora mismo”.\n\nCon su rostro inclinado, sigan regocijándose, sigan orando mientras el pastor sigue dirigiendo en oración. 🦅"
  ]
}