{
  "title": "EN CADES-BARNEA",
  "id": "56370009",
  "content": [
    "🦅  Ella estaba muy asustada, el corazón parecía latirle a noventa millas por hora. Estaba en casa hace un rato, y en el cuarto la tarareaba repetidamente y queriendo corregirla.",
    "Y, bueno, me viene a la mente el Hermano Moore, cuando su hijito dijo que quería predicar. Tenía como siete u ocho años, y le decía: “Papi, yo quiero predicar”. Así que, una noche, ante la congregación, el Sr. Moore dijo: “Bueno, amigos” dijo, “David, sentado aquí” estaba allá arriba como un anciano, Uds. saben, y con la cabeza erguida. Él dijo: “Quiere predicar un poco, esta noche”. Así que, él corrió a la plataforma. Saltó de su silla, corrió allá, Uds. saben, y se detuvo. Y él pensó que solo era entrar directo en ello. Miró a un lado y al otro, dijo: “Creo que no va a funcionar”, regresó y se sentó.",
    "He visto muchas veces en que yo pensé que no iba a funcionar. Pero, solo… Eso sí, resultó bien.",
    "Sus madres cantaban para nosotros, Mabel y Meda. Me gustaría oírlas cantar de nuevo en alguna ocasión, ¿a Uds.? [La congregación dice: “Amén”.—Ed.] Me gustaría oírlas cantar. Tal vez consigamos que formen equipo el próximo domingo en la noche, y me canten el himno que cantaron cuando salí de la iglesia. ¿Lo recuerdan, cuál—cuál era?\n\nLas arenas se lavaron en las huellas\n\nUn Extranjero…\n\nY luego:\n\nVienen del Este y del Oeste, (Veamos.)\n\nPara festejar con el Rey, para cenar como Sus invitados.",
    "Creo que así era. Me gustaría oírlas. ¿A cuántos les gustaría oírlas, por decir el próximo domingo en la noche, si estamos por aquí? ¿Les gustaría? [La congregación dice: “Amén”.—Ed.] Bueno, seguro. Mabel, ¿estás aquí? ¿Está aquí, Doc? Ella está escuchando, y Meda está allá atrás, para que puedan practicar un poco. Porque, las muchachas se les van a adelantar después de un rato, ¿no es así? Es cierto. Tienen que practicar un poco ahora, y comenzar esta próxima semana.",
    "Esta noche, cuando venía, y solo fue hace unos momentos, la familia se había ido, y quedé a solas con el Señor, para orar un poco. Pasé por el viejo tabernáculo y vi los autos aquí en línea. Uds. saben, me trae viejos recuerdos de hace mucho tiempo, cuando aquí solíamos tener, venía, teníamos grandes servicios, y duraban hasta las dos y tres de la mañana. La gente se sentaba alrededor, junta.",
    "Saben, muchos de esos ancianos están por aquí en la tumba hoy. Me refiero a su cuerpo, pero ellos están en la Gloria. Y las generaciones continúan, los más jóvenes avanzando. No pasará mucho y ya no estaremos nosotros. La otra generación… la otra, los jóvenes, tomarán nuestro lugar. Así que nos conviene vivir cada día, ¿no es así?, solo para el Señor, solo para Él.",
    "Ahora, sé que mañana es un día de trabajo para la gente que tiene que salir a trabajar. Así que, vamos… trataremos de salir temprano esta noche. ¿Hay servicio bautismal o algo después de esto? Muy bien.",
    "Ahora, esta bendita y antigua Biblia es el mapa del camino para… desde la cuna hasta—hasta la tumba, y hasta el Cielo, todo el camino. Y La amamos, porque en Su contenido encontramos el plan de salvación para salvar hasta lo último.",
    "Ahora, antes de abrirla, hablemos con el Autor, inclinando nuestros rostros por un momento.",
    "Nuestro Padre Celestial, Te damos gracias en esta noche por todo lo que ya se ha hecho en el servicio, por los himnos y por el… todo lo que ya ha sucedido. Y estamos agradecidos esta noche de estar reunidos aquí bajo el techo de este pequeño edificio, en el Nombre del Señor Jesús, con esta promesa de gracia, que “Dondequiera que estén dos o tres reunidos en Mi Nombre, Yo estaré en medio de ellos”. Y sabemos que Tú estás aquí.",
    "Y estamos muy contentos de saber que, después de mil novecientos años de predicación del Evangelio, y—y la historia del mundo que va cambiando, sin embargo, Tú permaneces el mismo. El tiempo cambia, la gente cambia, la nación cambia, los deseos y actitudes cambian, pero Tú permaneces el mismo. Y estamos muy contentos por eso, esta noche, Padre.",
    "Pues, nos da gusto poder leer Tu Palabra y ver lo que eras entonces, y saber que nos estamos acercando al mismo Padre amoroso, perdonador y comprensivo que una vez caminó por las playas arenosas de Galilea; fue crucificado, tomando nuestro lugar, y se hizo un pecador que murió en la cruz, en nuestro lugar, para Él Mismo cargar nuestros pecados, despojándonos de ellos, y fue arrojado al infierno. Y el profeta había dicho: “No dejaré su alma en el infierno, ni permitiré que Mi Santo vea corrupción”. Y al tercer día Se volvió a levantar y subió a lo Alto, donde esta noche Te sientas a la diestra de la Majestad de Dios, para hacer intercesiones sobre nuestra confesión. Y tenemos el derecho y el privilegio de confesar que, nuestra propiedad personal ha sido comprada por Tu Sangre, todo lo que Tú incluiste en Tu plan de redención cuando moriste e hiciste la expiación en el Calvario.",
    "Y esta noche, Padre, pedimos una bendición especial para cada peregrino que se ha reunido aquí bajo este techo, esta noche, en el tabernáculo.",
    "Pedimos, también, Padre, por los hombres y mujeres, niños y niñas que están por fuera del arca esta noche, que no Te conocen. Oramos que estés con ellos, y tráelos a Ti, en esta noche, y que el Espíritu Santo dé un llamado especial en su corazón, y los enamore de Dios nuestro Padre. Concédelo, Señor.",
    "Bendice toda iglesia y toda reunión que se lleva a cabo alrededor del mundo hoy y en esta noche. Y que todos los ministros sean inspirados en su prédica, y el corazón y el oído del pueblo sean circuncidados para oír y entender, y Dios recibirá gloria. Porque lo pedimos en el Nombre de Cristo. Amén.",
    "Y el Señor añada Su bendición esta noche, mientras venimos a la cruz, para enseñar un poco sobre la Palabra. Esta es como una lección de escuela dominical.",
    "Uds. saben, hace un rato, sentado allá arriba, pensaba: saben, sería una cosa maravillosa en algún momento, si… Hay un edificio grande, vacío, aquí en la ciudad, el viejo teatro Dream. Me imagino que sentará mil quinientas a dos mil personas. Y sería muy bueno si pudiéramos tener en algún momento, o tal vez continuar por varios domingos seguidos, como cinco semanas, y tener un servicio de sanidad el domingo por la tarde, en el viejo teatro Dream aquí abajo, y transmitir el servicio por una de las estaciones locales, por una hora. No es muy costoso; como diecinueve, veinte dólares, algo así, por una hora. Con gusto lo pagaré, personalmente y, si mis reuniones allá lo patrocinan. Solo para traer a la gente de por aquí, y es un buen lugar para enviarlos, para los convertidos.",
    "Y, saben, y disfruté tanto el mensaje de nuestro pastor esta mañana, acerca de lanzar las “redes”. Y sé que todos Uds. también. Y así es. Y—y tenemos que llevar los peces a la red, como él dijo. Y así es, ¿ven?, uno tiene que llevar el pez a la red. Y entonces, juntos, pues, nos paramos.",
    "Ahora, yo, anoche, donde el Hermano Junior Cash, creo que es su nombre, estábamos allá para predicar para él, anoche, y el Señor bajó de una manera maravillosa. Y trajeron una muchacha. Lo único que vi, que naturalmente, que se podía ver con la vista, estando en la plataforma, era una muchacha de color de por allá de la parte baja de Indiana, más abajo de New Albany o alguna parte, que había tenido un accidente, y se había cortado los nervios en el oído y la voz, y ella no podía hablar ni oír. Y se había amputado una vena en alguna parte, que le paralizó el costado. Y la niña, su madre, y ella con los grandes aparatos ortopédicos, tratando de llevarla allá arriba. Solo una niña, una jovencita, probablemente de dieciséis años, algo así. Y de alguna manera u otra, el Espíritu Santo pareció colocar a África frente a mí. Y yo lo miré.",
    "Y tengo una visión escrita aquí mismo en el libro, que el regreso a África será mucho mayor que la primera reunión africana.",
    "Y luego, la gente no sabía lo que estaba sucediendo, pero una visión estaba ocurriendo. Y yo dije: “Padre Celestial…”.",
    "No es que pidamos milagros. La Biblia dice: “La generación débil y adúltera demanda milagros”. Y nosotros no demandamos milagros, pero Dios obra milagros. Justo al mismo tiempo que Él dijo eso, Él estaba obrando milagros. Pero—pero si los buscamos, tenemos que tener milagros, algo que nos muestre, alguna evidencia de que—que somos salvos, o algo así; yo no creo en evidencias. Yo creo que la evidencia de que somos salvos, es que tomamos a Dios en Su Palabra. Eso es lo mejor que sé. Y luego siguen los frutos.",
    "Ahora, Le pedí a Él que me concediera eso, como—como señal de que era tiempo de regresar a África; pues, nuestros contactos cada vez son más constantes. Y cuando oramos por esa muchacha, ella pudo hablar y oír y moverse. Fue maravilloso ver lo que nuestro Señor pudo hacer.",
    "Y, por eso estamos contentos en esta noche, saber que ese hermoso hogar, dondequiera que esté, está muy contento esta noche de ver a esa muchacha. ¿Cómo sucedió?, cuando todos los nervios fueron cortados ¿Ven? No había manera, en lo absoluto. No, nada. Fue cortado y amputado, el nervio de la lengua o de la voz, y del oído. Lo cual, ambos están en el mismo nervio, pero se cortó en el accidente. Pero, Dios, de alguna manera…",
    "¿Cuántos estaban allí y oyeron hablar a la muchacha? Veamos aquí. Así es. Y ella pudo hablar y oír y conversar.\n\nYo le hablaba así. Le dije: “¿Me oyes?”.\n\nElla dijo: “Sí”.\n\n“¿Me oyes otra vez”? Le dije: “Di: ‘Mamá’”.\n\nElla dijo: “Mamá”.\n\nLe dije: “Di: ‘Jesús’”.\n\nElla dijo: “Jesús”, y allí mismo habló.",
    "Así que, el Señor es maravilloso, ¿no es así? Lleno de misericordia.",
    "Y luego, no estar en los servicios de sanidad ahora por dos semanas, me hizo latir fuertemente de nuevo el corazón, listo para otro servicio.",
    "Ahora, vamos al Libro de Números. Me encanta el Antiguo Testamento. Y tendremos una lección esta noche, ahora en el Libro de Números. Números, el capítulo 13 y el versículo 30, solo leer un versículo como base, y para empezar.",
    "Y luego, verán, si leemos un versículo de la Biblia… Una cosa sé: mi palabra fallará, porque soy un hombre. Pero esa Palabra de Dios nunca fallará, porque Ella es la Palabra de Dios. Y, siéndolo, un versículo de Aquí dará suficiente fundamento para que toda persona que venga sea bendecida, solo por la lectura de la Palabra.\n\nAhora, en el versículo 30:\n\nEntonces Caleb hizo callar al pueblo delante de Moisés, y dijo: Subamos luego, y tomemos posesión de ella; porque más podremos nosotros que ellos.",
    "Y el Señor añada Sus bendiciones a la Palabra. Ahora, mi tema esta noche es: En Cades-Barnea. Y este tema que estamos considerando, solo como una pequeña base, para llegar al lugar donde, si el Señor quiere…",
    "Todo esto, por supuesto, nunca es premeditado. Simplemente se habla por inspiración, así como llega. Yo no tuve educación escolar para aprender cómo predicarlo. Y lo he intentado, cuatro o cinco veces, y realmente he hecho un tremendo lío de eso. Yo—yo simplemente no sé cómo hacerlo. Pero, sí Lo amo a Él, y dependo de Él; y sé que todos Uds también.",
    "Y, ahora, en el principio, este es un cuadro, que Dios… Un gran drama de la Biblia, que Dios nos ha colocado aquí, para que por medio de él podamos prosperar. Yo creo que en Hebreos el capítulo 10, o el capítulo 12, dice: “Teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso, y del pecado que tan fácilmente nos asedia, para que podamos correr con paciencia la carrera que tenemos por delante, puestos los ojos en el autor y consumador de nuestra fe, el Señor Jesucristo”.",
    "Ahora, todo el Antiguo Testamento, y todos Sus personajes y características, fueron solo una sombra anticipada de la—la cuña, o la piedra dovela, el Nuevo Testamento, que unió la ley y esta dispensación. Mucha gente se ha referido a esta como la dispensación Cristiana, pero no lo es; esta es la dispensación del Espíritu Santo. La dispensación Cristiana duró tres años y seis meses. La ley duró varios cientos de años. Y luego la dispensación Cristiana es, o fue la piedra dovela, el puente que unió el Nuevo y Antiguo Testamento.",
    "Y muchas veces en la Biblia vemos, y muchas veces se hace referencia a: “Los Hechos de los Apóstoles”, como dice. A mí siempre me gusta referirme a eso como “Los Hechos del Espíritu Santo en los Apóstoles”; porque los apóstoles solo eran hombres, pero era el Espíritu Santo en los apóstoles, produciendo Su acción. Y el Espíritu Santo es el Espíritu del Señor Jesucristo que ha descendido sobre la Iglesia, para continuar las obras del Señor Jesús, en Su partida. Es para dar la Luz del Evangelio, en una luz menor, de lo que era cuando Cristo estaba aquí.",
    "Como la luna y el sol; la luna sale, para dar luz en la ausencia del sol, hasta que pueda salir de nuevo, entonces la luna se apaga. Y el sol es una luz tan brillante, que opaca la luz de la luna. Pero ¿qué es la luz de la luna? Es un reflejo del sol en la luna.",
    "Y en eso es como Cristo. Cuando Él estuvo aquí, Él era la Luz del mundo. Él se fue, y resplandeció sobre Su Iglesia, para reflejar Su Luz en el mundo hoy, para Luz en la cual caminar hasta que Él regrese. Y entonces todo Le será entregado a Él. Y Él se sentará en el trono del Rey David, y reinará por los siglos de los siglos.",
    "Ahora, el Antiguo Testamento siendo un tipo hermoso, de allí sacamos los tipos y vemos todo eso que le sucedió a la gente, para nosotros tener ejemplos para ver.",
    "Ahora, Dios siendo soberano, y como acabo de enseñar hoy, en un hogar donde fui invitado a cenar. Querían saber si conocerían a sus seres queridos, cuando los encontraran en la Gloria.",
    "🦅 Bueno” dije yo, “seguro, los conoceremos”. ¿Ven?, nosotros—nosotros estamos en un…",
    "Nosotros moramos en tres cuerpos diferentes. Uno es el humano, el otro es el celestial, y el otro es el glorificado. Y entonces si nos conocemos el uno al otro en el cuerpo humano, el cuerpo mortal, ¡cuánto más lo sabremos, nos conoceremos, en un cuerpo glorificado!",
    "Es como, si la ley pudo producir algo bueno, ¡cuánto más puede producir la gracia, porque es mayor que la ley!",
    "Y si la luna puede producir cierta parte de luz, ¡cuánto más el sol la eclipsará, cuando venga! Y claro que nos conoceremos el uno al otro.",
    "Y ahora, es así como digo, seguimos creciendo en conocimiento, el ser humano. Uds. saben más ahora que cuando eran niños o niñas, porque se han vuelto más sabios. Y toda la raza humana se vuelve más sabia. Pero, ¿notaron Uds. que el reino animal nunca se vuelve más sabio? Uds. saben, ahora Uds. viven en una casa mejor que la de su abuelo. Y probablemente sus hijos vivirán en una casa mucho mejor que la que Uds. tienen ahora.",
    "Pero recientemente, creo que en Selecciones o en alguna parte, leía un artículo donde tomaron a una pequeña ave cochín, y la pusieron en una jaula, sin nada con qué construir un nido. Y ella tuvo que poner sus huevos en el piso de la jaula. Y salieron pequeñas aves cochín del cascarón. Y tomaron esas pequeñas cochín y las pusieron en una jaula, sin nada para construir un nido. Pues, los empollaron hasta quince generaciones, quince generaciones diferentes, para ver si aquello les cambiaría la naturaleza. Y, eso habría tomado quince años, porque las aves cochín solo tienen una nidada de huevos al año. Y después de quince años, soltaron a las otras pequeñas cochín, sus descendientes, de—de quince años, nunca habían tenido ni una pajita para construir un nido, ni nada; y colocaron a esta pequeña cochín en un lugar, y lo primero que hizo fue volar y construir un nido. Los pájaros construyen su nido tal como lo hicieron en el huerto del Edén.",
    "Pero el hombre sigue progresando, sigue haciéndose más sabio. Todo el… Su abuelo, como dije, fue a ver a la abuela, en una carreta de bueyes. Su papá fue a ver a mamá, manejando un caballo y carruaje. Yo iba a ver a mi esposa, en un Ford modelo T. Mi muchacho tendrá un motor de carreras de ocho cilindros, como lo llamen. Probablemente los nietos tendrán un avión a reacción.",
    "De esa manera, el progreso es continuo, porque tenemos un alma. Ahora, el ave no tiene alma; pero nosotros tenemos un alma. Nosotros no somos un creador; pero podemos pervertir. Ahora, nosotros no podemos crear madera; pero podemos tomar la madera, después de que Dios la ha creado, y hacer una casa con ella. Porque somos linaje de Dios, hijos e hijas de Dios. No importa cuán caídos estemos, aún tenemos que reconocer que somos hijos e hijas de Dios. En nuestro estado caído, aún somos hijos e hijas.",
    "Dios hace una promesa; Dios tiene que cumplir esa promesa. ¡Oh, espero que Uds. lo vean! Si tan solo pudieran entender, iglesia, esta noche, y darse cuenta, Uds. no andarían de pilar a poste, y uniéndose a esta iglesia y a esa iglesia. Ud. no andaría buscando las cosas del mundo, para traerle placer. Ud. no andaría de un servicio de sanidad a otro. Ud. podría tomar a Dios en Su Palabra, y saber que es asunto terminado. Seguro. Cuando Dios hace una promesa, Él no puede apartarse de esa promesa. Él está—Él está en el deber de cumplir Su Palabra.",
    "Escuché a alguien decir: “Bueno, ellos—ellos se descarriaban, y regresaban”. Y eso le pudiera suceder a Ud. “Pues, estoy perdido con Dios”. Si Ud. alguna vez fue hallado con Él, Ud. nunca se perderá con Él, porque Dios no puede salvarlo a Ud. y luego darle la espalda y rechazarlo. Si Lo hiciera, Él derrotaría Su propio propósito. Así que, Él no puede hacerlo. Entonces, cuando Dios…",
    "Nosotros adquirimos más sabiduría, pero Dios era infinito para empezar. Él ya era perfecto; Él no adquiere más sabiduría. Él siempre es el mismo. Así que, si surge cierta crisis, y Dios actuó de tal y tal manera en esa crisis; entonces, si la misma crisis vuelve a surgir, si Él no actúa de la misma manera, Él actuó mal cuando actuó acá. ¿Ven? Así que Él tiene que ser el mismo, todo el tiempo, sin importar la edad.",
    "Y cómo la gente puede explicar y tratar de quitar el Poder de la Deidad, no logro entenderlo. Porque, si Cristo es el mismo ayer, hoy, y por los siglos, Su Poder es el mismo, Su actitud es la misma. Y así como Él fue entonces, Él es hoy, y será por los siglos. A Él simplemente no se Le puede quitar nada; es todo.",
    "Y si Él se levantó en los días de Su pasaje terrenal, y sanó a los enfermos que estaban más allá del cuidado médico, y los sanó, si Él actuó de esa manera en esa crisis, si Él es el mismo ayer, hoy, y por los siglos, Él tiene que actuar de la misma manera hoy, o Él obró mal con esa gente. ¿Ven?",
    "Si Él hizo una promesa allí, y tuvo que cumplirla, al hacer una promesa aquí, Él tiene que cumplirla. Él tiene que hacerlo. El problema no es con Dios, ni con Su promesa; el problema está en nosotros, no hay fe para creerlo, o para tomarlo a Él en Su Palabra.",
    "Ahora, ¿ven Uds.?, si nosotros tuviéramos la noción del pájaro, haríamos como hicieron ellos en el principio.",
    "Pero, venimos a ser tan inteligentes, que descartamos completamente la Palabra con explicaciones, y decimos: “¡Oh, eso fue en un día pasado!”, y creamos otra clase de situación. En lugar de tomar a Dios por Su Palabra, simplemente iniciamos una nueva organización. ¿Ven? “Pues, así de esta manera es como Dios lo hará, y Dios lo hará de esa manera”.",
    "Si nosotros, así como los pájaros, no cambiáramos, y no tuviéramos libre albedrío, simplemente, tomaríamos a Dios en Su Palabra y asunto terminado, y eso es todo; “Dios lo dijo, y eso es todo”. ¡Cuán hermoso es, encontrar que el Dios verdadero y viviente aún vive hoy! En medio de todo el caos, aún, Dios vive y reina.",
    "Ahora, este pueblo del pacto, Israel, estaba allá en—en Egipto por causa de la desobediencia, y por haber vendido a su hermano José. Y fue llevado a Egipto, y estuvo allí cuatrocientos años, bajo esclavitud. Quiero que se fijen: ellos nunca perdieron su pacto; perdieron su libertad, pero no su pacto. Cuando Dios hizo el pacto con Abraham, Isaac y Jacob, que Él juró por Sí Mismo que salvaría a Abraham y a su simiente después de él, Dios estaba en el deber de cumplir esa promesa.",
    "Y Él está tan obligado con Ud., por esa promesa, como lo estuvo con Abraham, por la promesa. Así es, si Ud. es Simiente de Abraham. ¿Cómo llega Ud. a ser simiente de Abraham? “Nosotros que estamos muertos en Cristo venimos a ser la Simiente de Abraham” dice la Biblia, “y somos herederos según la promesa”, entonces Dios está tan obligado con Ud. como lo estuvo con Abraham. Oiga, ¡siendo así, quitaría todo el temor! Dios no quiere que Ud. tema de nada; descanse solemnemente en lo que Él dijo.",
    "Lo que necesitamos hoy es algún hombre que desafíe la hora en que vivimos. Correcto. En un día cuando la discrepancia y todo lo demás ha entrado sigilosamente, bajo el nombre de religión y demás, y bajo el nombre de salvación, el Evangelio, necesitamos que alguien sea levantado entre nosotros, como Dios levantó a Moisés para tomar ese lugar en aquel día. Sí.",
    "Ellos no habían perdido su pacto. Habían perdido su libertad. Estaban esclavos, pero el pacto aún permanecía.",
    "Y un día allá, cuando ellos estaban gimiendo y llorando, bajo los capataces de Egipto, porque se habían convertido en esclavos. Quiero que se fijen en este cuadro hermoso. Y esto sería de provecho para los legalistas. Escuchen. Dios no bajó y dijo: “Ahora, si Uds. hacen tal y tal cosa. Si Uds. hacen tal y tal cosa”. La gracia de Dios proveyó un salvador, Moisés. Así es. Moisés no fue traído bajo ninguna condición, sino por gracia soberana fue que Dios envió a Moisés. No solo un salvador, sino que la gracia proveyó un libertador; sin ley alguna, sin nada. Solo por la solemne gracia de Dios, envió Él a Moisés para que fuera un—un libertador y un salvador de la nación, para sacarlos.",
    "Cuando pienso en eso, entonces empiezo a recordar que el mismo Dios que estaba con el pueblo del pacto en Egipto, ciertamente es… Con toda la tensión y la indiferencia en la que está la iglesia esta noche, Él, por la gracia de Su propio Ser, enviará un libertador. Nosotros, igual, estamos seguros de recibir un derramamiento del Espíritu Santo en estos últimos días, al estar sentados en esta iglesia esta noche. Dios actuó con el pueblo del pacto, sin ningún esfuerzo de ellos. Pero, Él envió gratuitamente desde el Cielo, a Su pueblo del pacto, un acto de gracia. En base a la soberanía de Su promesa, Él envió a Moisés.",
    "Y en la misma crisis, cuando la gente estaba en esclavitud y bajo todo, el yugo del pecado, y enfermedad y problemas hoy, es tan seguro que Él enviará a Jesucristo la segunda vez, como envió a Moisés la primera vez. Cuando surgió la crisis, Dios actuó en gracia soberana. Él tiene que hacer lo mismo bajo el mismo acto, o Él lo hizo mal cuando actuó allá atrás. ¿Lo ven?",
    "A lo que estoy tratando de llegar es a esto: el pecado más grande que encuentro en la Iglesia hoy es la incredulidad. Ese es el único pecado que hay; no hay otro pecado, sino la incredulidad. ¿Cuánto de eso es noche allá afuera?, ¿cuánto es oscuridad? No hay cómo Ud. saber: “Tanto de esto es oscuridad”, cuando más allá de mis manos está todo oscuro.",
    "Ahora solo hay una manera de designar y determinar el pecado. Y no es si Ud. bebe, o si fuma, o si Ud. apuesta. Se determina de esta manera: por cuanto Ud. es un incrédulo, Ud. hace eso. Y es la verdad. Porque Ud. apuesta, porque Ud. miente, porque Ud. roba, esas cosas no son pecado; son los resultados del pecado. Eso sucede porque en Ud. mora un espíritu diferente. Si Ud. fuera un creyente, un creyente firme, esas cosas estarían tan muertas y oscuras como lo está la noche ante Ud. Seguro. ¿Ven? Esas cosas son atributos de la incredulidad.",
    "En San Juan el capítulo 3, Jesús dijo que “El que no cree, ya ha sido condenado”. Ud. ni siquiera llega a primera base. Ud. está condenado, para empezar.",
    "Así que, eso no significa que Ud. necesita tener una vara de medir en su iglesia: “Si Ud. hace esto; si Ud. se ajusta a estas reglas; si Ud. se ajusta a esa regla”. Muchas veces, la gente deja a un lado cositas como esas, para pertenecer a una iglesia; y la cosa aún está en su corazón, y ellos se escabullen y lo hacen. Pero cuando un hombre ha cumplido con los requisitos de Dios, y ha nacido de nuevo del Espíritu de Dios, esas cosas son desarraigadas de su vida. Él no quiere hacerlas.",
    "¿Pueden imaginarse un cerdo? El cerdo irá a la pila de estiércol, y comerá. Yo—yo no lo culpo; es un cerdo. Eso es lo que lo hace hacerlo. Pero Ud. nunca conseguirá que un cordero haga eso. Porque, he ahí dos naturalezas. El cerdo tiene una naturaleza, y el cordero tiene otra naturaleza. Y mientras se pueda mantener esa misma naturaleza en ese cerdo, no importa cuánto traten de limpiarlo, él será de la misma naturaleza porque para empezar es un cerdo.",
    "Y, por lo tanto, muchas veces, tomamos personas y las traemos a la iglesia, y así de esa manera, los hacemos miembros, cuando nunca han sido salvos.",
    "Esa es la razón hoy, de tal confusión que la gente encara, no sabiendo a dónde ir. Ellos ven gente profesando Cristianismo, y no hay diferencia con el mundo. Es porque la persona nunca ha entrado en contacto, o ha nacido de nuevo, nunca aceptó al Señor Jesús, nunca creyó en Él. Quizás se entusiasmaron. Pudieron haber danzado; pudieron haber gritado; pudieron haber hablado en lenguas; pudieron haber hecho todas estas cosas, pero nunca llegaron a la Persona, Cristo Jesús, y verdaderamente nacido de nuevo. En su corazón, estas cosas mueren, una naturaleza cambia, y nace una nueva persona.",
    "Ahora, cuando Moisés llegó a la mayoría de edad, él rehusó ser llamado el hijo de la hija de Faraón. Después de eso él mató al egipcio. Pero Dios estaba con él allá en Madián, y lo trajo de regreso. Y frente a esa zarza ardiente, ese día, él recibió una experiencia que permaneció con él mientras vivió. Y como dije anoche, así lo digo hoy, ese hombre… no importa lo bien que fue instruido Moisés, cuánta teología sabía, cuán buen miembro de iglesia era; y él tuvo una buena maestra, la madre. Él fue criado bajo todo precepto de educación que pudieran traer. Él era el hijo de un rey. Pero, aun así, por su cuenta, él no pudo hacer que eso fuera recibido. Pero en cinco minutos en la Presencia de la zarza ardiente, él llegó a ser una persona nueva. Algo sucedió.",
    "Y lo que necesitamos hoy, en nuestros seminarios, no es tanto que se enseñe teología, sino una experiencia de la zarza ardiente, donde los hombres se postren ante Dios y se encuentran con Él cara a cara. Necesitamos un retador hoy como lo tuvimos en aquel día. Lo que necesitamos son hombres y mujeres que se hayan encontrado con Dios, y sepan de lo que están hablando. No alguien tratando de enseñar de algún libro de iglesia, o algún teísmo. Lo que necesitamos hoy, es un hombre que haya estado en la presencia de una zarza ardiente, que haya nacido de nuevo, y haya cambiado y haya sido hecho una nueva criatura. Ese es el tipo de persona que necesitamos hoy. Esa es la clase de persona que permanecerá en la línea de fuego, sin importar lo que suceda.",
    "Moisés, después de recibir su comisión, fue a Egipto y liberó a los hijos de Israel. Encontramos un gran error, y un gran asunto. Como fue en aquel día, así es hoy. Cuando nos damos cuenta que Moisés fue y trajo a los hijos de Israel y los sacó, lo sobrenatural ya había ocurrido.",
    "Ahora aquí está. Yo no quiero lastimarlos, no quiero sacudirlos o despellejarlos, pero deseo predicar la Verdad. Una cosa hay, hermano: la Verdad nunca lo hará a Ud. popular, pero la Verdad lo hará honesto. Eso es algo bueno. Y ¿no prefiere Ud. ser honesto que ser popular? Seguro que sí.",
    "Ahora, quiero que sepan que, cuando se obró lo sobrenatural, sucedieron los milagros, señales y prodigios. Y cuando ellos salieron, la Biblia dice que “Salió una multitud mezclada”, un grupo mezclado de personas. Algunos de ellos, creyentes; algunos, fingiendo creer. Los—los grandes milagros se habían hecho. La gente salió como creyentes profesantes, y ellos no eran creyentes.",
    "Y allí es donde está gran parte de nuestro problema hoy. Pudiéramos señalarlo con el dedo. Son los hombres y mujeres que vienen a la iglesia y profesan ser creyentes, y no son creyentes. Lo he encontrado en el púlpito; lo he encontrado en la línea de oración; lo he encontrado en todas partes, donde vengan hombres y mujeres, que dicen: “Yo soy un creyente”, y profesan ser un creyente, y no son creyentes.",
    "Y eso fue lo que comenzó el problema de Israel. Cuando llegaron a un lugar, se dieron cuenta que estas personas habían salido. Seguro, ya se había obrado lo sobrenatural.",
    "Eso es lo que encontramos en nuestros medios hoy, en nuestras iglesias, Dios ha venido a la escena. Él sana a los enfermos; Él ha resucitado a los muertos; Él ha abierto los ojos de los ciegos; Él hace que los sordos oigan, que los mudos hablen; Él sana a los lisiados; Él quita los cánceres de la gente. Nosotros… Eso no se puede negar; son miles. Y una vez que comenzó, de aquí mismo, de la Calle Octava y Penn, ahora le ha dado la vuelta al mundo, con diez mil fuegos de avivamiento ardiendo en las colinas de toda nación pagana y en todas partes. Señales y maravillas en acción. Grandes cosas se están moviendo. ¡Dios en movimiento! Estamos en el tiempo del fin, el tiempo de empalme.",
    "Vemos entonces, en esto, que allí va una multitud mezclada. Muchas veces, el pueblo de Dios diciendo: “Sí, lo soy. Yo haré esto”. Y encontramos que esas personas eran carnales. Tan pronto como llegó la primera dificultad, desearon regresar a Egipto. Querían las ollas con ajo. Ellos querían los peces del río. Querían el puerro y el ajo. Ellos querían las cosas que tenían allá en Egipto.",
    "Es un tipo hermoso y perfecto del miembro carnal de la iglesia hoy. Ama las cosas del mundo porque él no es de Dios. La Biblia dice: “Si amáis al mundo o las cosas del mundo, el amor de Dios ni siquiera está en vosotros”. Y Cristo está correcto en toda Su declaración; y eso es verdad. Y hoy encontramos gente que sale…",
    "¡Oh, desearía que Dios, de alguna manera, pudiera poner esto en el lado izquierdo, debajo de la quinta costilla, y apisonarlo! Un hombre, no importa cuánto Ud. trate de fingir, cuando llegue una dificultad, él mostrará sus mejores y peores puntos bajo la tensión. Tomen a un Cristiano alguna vez, y pónganlo bajo tensión y observen cómo actúa, Uds. podrán ver de qué está hecho. Todos pueden avanzar bien, todos pueden alabar al Señor, mientras el Espíritu Santo está cayendo en una congregación de personas; pero dejen que venga un problema, y observen lo que pasa, luego observen lo que sucede. Entonces, ¿andarán cayéndose Uds.? ¿Es Ud. uno de la multitud mezclada? ¿Es Ud. la persona que no puede, como dice la expresión de la calle: “No aguanta”? Eso es, Ud. no puede hacerle frente. Hermano, si Ud. es de esa manera, con descarríos y altibajos, y entra y sale, ¿por qué no viene al Calvario y muere a sí mismo, y nace de nuevo del Espíritu de Dios? Amén. Vergüenza debería darles; Uds. que profesan Cristianismo, Uds. que viven en sus iglesias.",
    "Aquí no tenemos miembros; Uds. solo vienen aquí. Uds. pertenecen a toda iglesia diferente.",
    "Pero, Uds. personas que profesan ser Cristianos, y luego viven algo afuera que Uds. no son, Uds. están endeudados, con la sociedad del Señor Jesucristo. Amén. Uds. que profesan ser Cristianos, y se avergüenzan de tomarlo a Él por Su Palabra, o testificar de Su Poder y gloria, en cualquier momento, Uds. están en deuda con el Nombre del Señor Jesucristo. Amén. Eso es verdad. Así es. Párense firmes en la Palabra. Que flote o se hunda, párese en Su Palabra.",
    "Abraham tuvo que hacerlo, y llamó esas cosas que no eran, como si fuesen. Y él Le creyó a Dios, y le fue contado por justicia.",
    "Lo que necesitamos hoy es sacar el espinazo de gallina, y poner una columna vertebral en el Cristianismo. Allí está. Lo que necesitamos son algunos Cristianos nacidos de nuevo, hombres y mujeres, quienes, cuando vean surgir problemas, no se escabullen, no caigan, no salgan corriendo por aquí, o sean partícipes de eso, sino un hombre o una mujer que se pare y muestre sus colores. Aun sus amigos lo apreciarán más si Ud. hace eso.",
    "¿Quién es el hombre que no aprecia a una mujer? Que ella sea tan fea como una cerca hecha de barro y embadurnada de renacuajos. Que ella sea fea a más no poder, pero que sea lo suficientemente dama en carácter para pararse por la moral de la mujer. No hay un hombre en el país que no se quite el sombrero ante ella, si él tiene una onza de hombría en él.",
    "Y si el hombre se porta así ante eso, siendo un hijo caído de Dios, ¿qué pensará Dios Mismo de un hombre que se para por sus convicciones, llamando a lo correcto “correcto” y a lo incorrecto “incorrecto”? Lo que necesitamos hoy es un buen avivamiento a la antigua, de San Pablo, y el Espíritu Santo de la Biblia de nuevo en la iglesia.",
    "Hay tanto de este comportamiento indeciso, en el nombre de Cristianismo, restándole: tanta denominación, tanta teología, tanta educación. Y no es que yo quiera apoyar… La gente no camina, de todas maneras, con lo lisiada que está la iglesia. Aquí está. Tan lisiada como está la iglesia, la educación no es su muleta, su fe es su muleta. Amén. Correcto. La educación nunca lo hará; la denominación nunca lo hará; nunca habrá una organización que llegue a sustituir la experiencia del aposento alto; nunca habrá una escuela que tome el lugar de Pentecostés. No puede ser. “No con fuerza, ni con ejército, sino con Mi Espíritu, ha dicho Jehová”. Eso es lo que necesitamos hoy, volver a la experiencia de la Biblia. Cristianos que han nacido de nuevo, y lavados en la Sangre del Cordero, emblanquecidos, regenerados, nacidos dos veces. El mundo necesita hoy: un avivamiento, un avivamiento a la antigua, como el que tuvo San Pablo para eso del año 66 d.C.",
    "Ahora, mi hermano, hermana, vemos esta multitud mezclada camino allá. Después de un tiempo, comenzaron a quejarse.",
    "Eso es lo que encontramos en cada movimiento de Dios; es lo que Uds. metodistas encuentran en su iglesia. Eso es lo que Uds. bautistas encuentran en su iglesia; Uds. presbiterianos, pentecostales, quienquiera que sean. Ud. los encuentra. Es una multitud mixta. Ese era el asunto. Cuando Juan Wesley tuvo un avivamiento allá en el siglo diecisiete, entró una multitud mezclada. Cuando Martín Lutero tuvo un avivamiento, subió una multitud mezclada. Cuando el bautista, por medio de Juan Smith, tuvo un avivamiento, subió una multitud mezclada. Cuando los pentecostales tuvieron un avivamiento, subió una multitud mezclada. Y eso exactamente es lo que lo deja en el estante. Si hubieran sido los artículos reales, genuinos, hubieran permanecido en la iglesia, y en oración hubieran sacado a estos otros, y hubieran seguido adelante. Aún habría un avivamiento en la iglesia metodista, bautista, presbiteriana y pentecostal. Eso es una multitud mixta.",
    "Ellos salieron. Tan pronto como llegaron allá, empezaron a quejarse. Solo habían estado en el desierto tres meses, y comenzaron a decir: “¡Oh, si tuviera unos ajos! ¡Si tuviera puerro!”. Ellos estaban allá afuera, y habían sustituido la comida de Ángeles por ajo, y se estaban quejando. ¿Por qué? Su gastronomía no podía digerir (no era capaz) la comida de Ángeles.",
    "Eso es lo que sucede hoy. No hemos tenido un avivamiento del Espíritu Santo a la antigua, y nuestra gastronomía espiritual no es capaz de digerir un verdadero avivamiento bueno, a la antigua, del Espíritu Santo. La contra, necesitamos la receta de un Doctor, esa es la receta del Doctor Jesús, que nos corregirá. Seguro.",
    "Ellos no se aferran; se van, regresan. A la primera cosita que se levanta, se quejan, discuten, pelean. Ellos toman… Una iglesia que empieza con una de esas cosas, es como un cáncer; eso matará a toda la iglesia. Así es. Deberíamos comenzar de inmediato y sacarlo.",
    "Ahora, no habían ido muy lejos… Ahora piensen, comiendo alimento de Ángeles, bajando del Cielo, y ellos quejándose. Y ellos bebiendo aguas de una Roca herida, las aguas puras y santas de Vida, y se estaban quejando. Ellos querían el agua lodosa del Nilo.",
    "¡Así es hoy! La gente dice: “¡Oh, predicador!, Ud. es de mente demasiado estrecha. Ud. le cohíbe todos los placeres a la iglesia cuando predica en contra de esta clase de cosas y esa clase de cosas”.",
    "Hermano, si la iglesia se parara donde profesa estar, hoy, ella amaría las cosas de Dios y odiaría las cosas del mundo. Tienen una multitud mezclada, eso es lo que sucede hoy. Una multitud mezclada, un pueblo quien desea las cosas del mundo, y quiere jugar a la iglesia. Eso les causa tropezar y caer. Eso es lo que cierra la reunión de oración. Así es, organizando toda clase de sociedades en la iglesia, y sacan el altar de la primera banca. Y el único fuego que tiene está en el sótano. Eso es lo que le dice al predicador que predique quince minutos, y que lo haga con rosarios o pájaros rojos, o algo.",
    "Pero, déjenme decirles, una Iglesia nacida de nuevo del Dios viviente quiere oír el Evangelio. Pues, un hombre que es nacido del Espíritu de Dios, Jesús dijo que el… “No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Seguro que sí.",
    "¡Multitudes mezcladas! Allí iban. Sí. Ellos habían dejado sus grandes posiciones jactanciosas de Egipto, jactándose de sus ideas materiales, de sus invenciones mecánicas, de su ciencia médica, del avance en su mecánica. Iban jactándose de sus posiciones. Lo cual habían dejado, para viajar con el gran Médico, y aún se estaban quejando.\n\n¿No es exactamente así con la multitud mezclada hoy?",
    "Y de repente, llegaron a un lugar llamado Cades-barnea. Cades-barnea es el tribunal, fue el lugar de juicio del mundo. El verdadero nombre del lugar, su significado, era: “un gran súper manantial” que brotaba junto a un montón de palmeras en el desierto, donde unas chozas pequeñas, llamadas una ciudad, era lugar de morada de un pueblo, una nación, o un puñado de personas. Y a lo largo, los pequeños manantiales que brotaban por todas partes, eran alimentados de este gran manantial.",
    "¡Qué cuadro tan hermoso de la iglesia, allá en el desierto, donde todo tenía que venir a Cades para conseguir agua! Todo tenía que venir a Cades, para conseguir agua. Y, por lo tanto, ese gran manantial, pues, alimentaba al otro manantial. Ese es un tipo del Cielo. Ese es un tipo del tribunal de Dios, donde el juicio comienza en la casa de Dios. Y donde este gran manantial alimentaba, y los otros pequeños manantiales brotaban de él, significa: “el Cielo es el tribunal de Cristo, y todas las iglesias están dando vida, agua, en el tribunal”, dondequiera que la gente viene a la iglesia para ser juzgada.",
    "El problema es que, hoy en día, la gente viene a la iglesia y reciben palmaditas en la espalda, y esas cosas. Es porque contribuyen en el plato de la colecta; porque llegaron a ser diáconos; porque llegaron a ser algo más, de la iglesia. O, pueden conducir un vehículo mejor, o pueden usar mejor ropa, o—o algo así. Ud. es respetado y recibe palmaditas en la espalda.",
    "Hermano, lo que necesitamos hoy son algunos predicadores a la antigua que llamen a lo negro “negro” y a lo blanco “blanco”.",
    "Como Juan el Bautista, cuando salió del desierto de Judea, él no estaba vestido muy bien. Él tenía envuelto un pedazo de piel de oveja, con un cinto de cuero, amarrado con una tela de pelo de camello. Y él salió predicando arrepentimiento. Y cuando Herodes tomó a la esposa de su hermano Felipe, y se casó con ella, vino allá a la reunión. Puedo imaginarme al diácono decir: “No predique sobre casamiento y divorcio esta noche, porque hay un hombre importante entre nosotros esta noche. No haga nada así”.",
    "Y ¿podrían Uds. imaginarse a un hombre que recibió el Espíritu Santo en el vientre de su madre, refrenarse en algo que fuera pecado? Juan el Bautista recibió el Espíritu Santo tres meses antes de nacer. Él estaba muerto, en el vientre de su madre. La primera vez que se nombró el Nombre de Jesús, él saltó y brincó en el vientre de la madre. ¿Podrían Uds. imaginarse a un hombre que recibió el Espíritu del bautismo del Espíritu Santo, tres meses antes de nacer, ceder ante las cosas del mundo?",
    "Caminó allí directamente y le puso el dedo debajo de la nariz, y dijo: “No te es lícito tenerla”. Así es. Le—le costó la cabeza. Pero él es inmortal, esta noche, entre los redimidos, en el otro mundo. Amén. Eso no es popular, pero es la Verdad. Amén. ¡Fíjense!",
    "No se asusten cuando yo diga “amén”; significa: “Así sea”. Sí. Eso es. Ahora, sé que me emociono un poco, de vez en cuando. Uds. piensan que estoy emocionado, pero no lo estoy. Yo sé dónde estoy. Sé exactamente dónde estoy, sé de lo que estoy hablando. Yo sé de Quién estoy hablando; el Señor Jesucristo. ¡Fíjense en lo hermoso!",
    "Y comenzaron a murmurar y a quejarse, y finalmente fueron traídos a Cades. Y cuando llegaron a Cades, este tribunal, juicio, entonces se juntó toda la cosa.",
    "Y algún día glorioso, y yo creo que ese día está a la mano ahora mismo, habrá una separación entre el bien y el mal. Y creo que puedo probar cabalmente, por la autoridad Escritural, que la marca de la bestia y el Sello de Dios, o el pueblo de Dios, pronto va a suceder, y aun ahora está sucediendo. La marca de la bestia es la marca de la apostasía. La marca de la bestia eran aquellos que rechazaron lo correcto; fueron horadados en la oreja, para errar el resto de su día. Aquellos que reciben el Sello de Dios, es el bautismo del Espíritu Santo. Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el día de vuestra redención”. Se llega a un punto donde una persona ya no puede soportar la mediocridad. Así es.",
    "Es como un individuo queriendo entrar al Cielo. Él tenía un puñado de boletos. Alguien le preguntó cuando subió al tren, dijo: “¿Para qué tantos boletos?”. Uno de esos era metodista, uno era bautista, uno era de la Ciencia Cristiana, uno era Adventista del Séptimo Día, uno era de todo. Le dijo: “¿Para qué tiene todos estos boletos?”.",
    "Él dijo: “Bueno, se lo diré, señor”. Dijo: “Uno no dejaba de decir que este era el correcto, y aquel era el correcto, así que los probé todos”. Dijo: “Pensé en traer el boleto de cada uno de ellos”. Y él fue condenado.",
    "Hermano, solo hay una manera de llegar al Cielo, es por medio de Cristo Jesús, naciendo de nuevo del Espíritu Santo; “El que no naciere de nuevo, de ninguna manera entrará en el Reino”, dijo nuestro Señor Jesucristo. Amén.",
    "¡Qué día en el que estamos viviendo, amigo! ¡Qué tiempo el que vivimos! ¡Qué cambio! ¡Qué sacudida! Dios siempre ha vindicado a Su Iglesia. ¡Dios lo hará, siempre! Yo no digo que todos vengan al Tabernáculo Branham. No diré que todos vayan a Wall Street. Yo no digo que todos vayan a la iglesia Cristiana, o a la iglesia que sea. Lo que digo es que Dios, en cada iglesia, tiene Sus miembros, Él tiene Sus miembros de Su Cuerpo que han nacido de nuevo. Y ellos son los que son fieles a Dios. Ellos son los que aman al Señor Jesús con todo su corazón, y con toda su alma. Ud. los encontrará leyendo su Biblia, en la reunión de oración, haciendo todo lo que pueden por el Reino de Dios. Así es.",
    "Pero la multitud mezclada es abrumadora y presiona, y tratan de llevarlos a ellos de nuevo a las cosas del mundo. Lo que necesitamos tener hoy es otro Cades-barnea, correcto, donde comienza el juicio.",
    "Entonces ¿qué sucedió? Coré se levantó y dijo: “Hay más gente santa aparte de Moisés”. Y él reunió un grupo grande. Y él salió entonces con este grupo grande, y dijo: “Nosotros somos profetas. Y nosotros somos esto, y somos aquello”.",
    "Y ¿qué sucedió? Dios le dijo a Moisés, dijo: “Sepárate de él”. Y Él abrió la tierra y se los tragó. Ese fue el fin de esos quejumbrosos, y el fin de esa gente que se fue con Coré.",
    "Entonces, ¿qué sucedió? Dios dijo: “Vamos…”. Le dijo a Moisés: “Envía unos espías para espiar la tierra, adonde vamos, donde Yo te he prometido”. Si Dios les dijo que era una buena tierra, si Dios hizo todas Sus promesas, al parecer, debería dejar satisfecho a cualquiera, si Dios así lo dijo.",
    "Ahora, nosotros—nosotros, cada vez, le gritamos a eso: “Gloria al Señor”. Pero, hermano, el mismo Dios que les hizo esa promesa nos está haciendo a nosotros cada promesa que Él les hizo a ellos. ¿Por qué lo dudamos?",
    "🦅 ¿Qué está queriendo decir, Hermano Branham? Que ¿es una multitud mezclada?”. Sí, exactamente, así es. Es una multitud mezclada. Y ahora mismo estamos en Cades, donde Uds.… [Cinta en blanco.—Ed.]",
    "¡Grandes hombres en la tierra! Hemos tenido un Jack Schuler, un Billy Graham. Hemos tenido a Oral Roberts, Tommy Hicks, Tommy Osborn. Hemos tenido muchos hombres poderosos que han ido y venido por esta nación. Y, esta noche, hay más antros de contrabando que iglesias. Y continuamente aumentan. ¿Qué pasa? Hay una multitud mezclada.",
    "Déjenme decirles algo. Esta nación que no solo convoque a una hora, un cierto día, para reunirse a orar, donde como el uno por ciento de mil tratará de asistir. Dejen que toda esta nación se vuelva a Dios, y desmantele todo antro de contrabando, destruya toda destilería y acabe con todo lugar alcohólico, y todas esas cosas; y les quite estos pantaloncitos cortos viles a las mujeres, y hacer que sea una ofensa penitenciaria el usarlos en la calle, y limpien el hogar, y la casa, y la iglesia, y pongan predicadores detrás del púlpito, en lugar de alguna clase de orador, causará que venga un avivamiento a la antigua, donde hombres y mujeres invoquen a Dios, tendremos un avivamiento que barrerá la tierra, y es la mejor defensa que hemos tenido. Es la única cosa en el mundo que detendrá la bomba atómica. Ud. tiene un refugio antiaéreo, bajo Su ala. Amén. Así es. Fíjense.",
    "En Cades-barnea se llegó al lugar donde tenía que haber un juicio. Y Moisés escogió a doce, uno de cada tribu, y los envió a reconocer la tierra.",
    "Cuando regresaron, ¡desearía que se fijaran en qué informe! “¡Oh!” dijeron ellos, “es una buena tierra. ¡Oh, es una tierra maravillosa! La leche y la miel fluyen”.",
    "🦅 Pero” diez de ellos dijeron: “No podemos tomarla. Nosotros no podemos tomarla. ¡Oh!” dijeron, “nos encontramos con los—los amorreos, los madianitas, y—y los cananeos, y todos esos. Pues, parecíamos saltamontes, al lado de ellos. Ellos son grandes hombres altos. Y sus ciudades están todas amuralladas, y no hay manera de nosotros llegar a entrar. ¡Oh, nos desfallece el corazón! No podemos tomarla”. Y por el voto popular de la gente, la gente recibió eso.",
    "Pero allí estaban parados dos, uno llamado Caleb, y otro llamado Josué, quienes regresaron con un racimo de uvas que dos hombres tuvieron que cargar. Caleb dijo: “Callaos delante del profeta. Aquietaos”. Él dijo: “Somos más que capaces de tomarla. ¡Vamos por ella, inmediatamente!”.",
    "Lo que necesitamos en esta hora es un hombre que desafíe al pueblo con la promesa de Dios. Dios prometió el derramamiento de la bendición pentecostal en los últimos días, me refiero a un verdadero derramamiento pentecostal, y es tiempo de que venga. Ha llegado otro Cades-barnea. Sí, señor.",
    "Ellos dijeron: “Claro que podemos hacerlo. Seguro, podemos hacerlo”. ¿Qué pasó? Esos miembros de iglesia cobardes estaban mirando lo que podían ver con sus ojos, pero Caleb y Josué estaban mirando a la promesa de Dios. No me importa cuánta oposición tuvieron, cuán grandes se veían los gigantes, cuán grandes se veían las cercas, ellos estaban mirando la promesa de Dios.",
    "Y todo hombre y mujer en esta noche que quiera seguir adelante con Dios, no le preste atención a lo que dice el mundo, si podemos o si no podemos; Dios lo prometió, y asunto terminado. “¡Dios lo dijo”! Eso me gusta. Cuando Dios lo dice, es asunto terminado para siempre.",
    "Déjenme decirles, esta noche. Hemos tenido muchas imitaciones; hemos tenido mucha creencia manufacturada; hemos tenido muchas cosas que se hicieron como espectáculo. Seguro. El diablo siempre le lanza a Ud. sus precursores, es una falsificación para asustar a la gente. Hemos tenido un Pentecostés falso; hemos tenido una lluvia falsa; hemos tenido esto y aquello falsos.",
    "Pero en medio de todo eso, hay un bautismo genuino del Espíritu Santo. Hay una genuina bendición pentecostal, de nuevo; hay una sanidad Divina genuina; hay un Espíritu genuino. Hay un pueblo genuino. Y es hora de marchar. Así es.",
    "¡El pueblo, en la hora de decisión ahora! Ud. tiene que decidirlo. Esta iglesia tiene que tomar una decisión. Todo hombre llega a un lugar donde hay una hora crucial. Llegó un tiempo crucial donde Ud. tuvo que tomar una decisión, un tribunal, en el que Ud. estaba. Ud. tuvo que decir: “Yo soy culpable”, o “yo no soy culpable”. Cuando Ud. está parado ante el juez, Ud. tiene que decidirlo en su mente.",
    "Y, esta noche, el Tabernáculo Branham tiene que decidirlo en su mente: vamos a continuar o regresar. Así es. Regresar Ud. al ajo y—y puerro, y cosas de Egipto, o seguir avanzando con la comida de Ángeles, a la tierra prometida donde Dios hizo una promesa. Estamos yendo a un avivamiento del Espíritu Santo a la antigua; o Ud. estará indeciso, dando vueltas, y picoteando como un petirrojo a una manzana, hasta el día que se muera. Ud. tiene que tomar su decisión. Ud. no puede continuar. “¿Por qué vaciláis entre dos opiniones?”, dijo Elías. “Si Dios es Dios, sírvanle. Si Él no es Dios, entonces no Le sirvan”.",
    "Si la verdadera experiencia de Dios es lo que quita el pecado del corazón del hombre, y no pertenecer a una iglesia, o pertenecer a un clan, o pertenecer a una organización, lo cual no tengo nada que decir en contra, esas cosas están bien. Si…",
    "La educación no lo traerá. Lo hemos intentado muchas veces y de eso resultan cisternas rotas. Pensamos, una vez, cuando tuvimos los Cuatro Grandes, que eso dejaría resuelto toda guerra. No resolvió las guerras; tenía una fuga. Pensamos, una vez, que el programa educativo salvaría al mundo entero. Y educamos, y ¿qué tenemos? Un montón de ateos educados. Esa es la pura verdad. Una vez pensamos que las asociaciones salvarían al mundo. Y nos hemos dado cuenta que los criminales más viles que hemos tenido han salido de sus así llamadas asociaciones. La educación y los clubes sociales no salvarán al mundo.",
    "Solo hay un Salvador para el mundo, y esa es la Sangre de Jesucristo la cual fue derramada gratuitamente en el Calvario, para el perdón de todo pecado que un hombre haya cometido; “Él herido fue por nuestras rebeliones, molido por nuestros pecados, el castigo de Su… nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”. Yo reto a cualquier hombre o mujer, en el Nombre de Jesucristo, a que tome a Dios en Su promesa, esta noche, y vea si eso está correcto o errado.",
    "He visto a los muertos resucitar; los médicos, al marcharse, declararlos muertos. He visto a los ciegos recuperar su vista, estando totalmente ciegos por años y años. He visto a los sordos, y a los ciegos, y a los cojos, y a los paralíticos saltar y brincar, y alabar al Señor. He visto a prostitutas salir de la calle y convertirse en damas. He visto a borrachos salir de las salas de apuestas, y del lugar de los vicios de este mundo, y convertirse en caballeros y santos. Yo desafío a cualquier hombre a producir otra cosa que produzca eso.",
    "He visto a hombres que escogieron Alcohólicos Anónimos para querer recuperarse. Se aplicaron inyecciones, tomaron de todo, y toda la psicología del mundo, y la mejor clase de doctores que pudieran conseguir para darles tratamiento, y fallar. Y he visto a ese mismo hombre ser levantado por la Sangre de Jesucristo y convertirse un santo de Dios, y en un predicador del Evangelio. Amén.",
    "¿Piensan que yo soy un santo rodador? Tal vez lo sea. ¡Correcto! Pero se requiere el nombre de “santo rodador” para hallar favor con Cristo, y ser condenado por el mundo, entonces, yo soy uno de ellos. Así es. Miren. Yo Lo amo a Él.",
    "Ud. tiene que tomar una decisión. Ud. está en Cades, ¿ve?; vea, no lo estará por mucho tiempo. ¿Por qué vacilar entre dos opiniones? ¿Por qué no está con el fuego la iglesia? ¿Por qué no está el lugar lleno de gente? ¿Por qué no se hacen grandes señales y maravillas? No culpen al pastor. Es Ud. Tenemos una multitud mezclada; uno tirando hacia un lado, y el otro hacia el otro. Ud. tiene que llegar a un momento de decisión. Si es por el pastor, despídanlo, sáquenlo y pongan a alguien más que tome su lugar. Si es un diácono, sáquenlo de la junta y pongan a alguien más en su lugar, que tome el lugar. ¿Qué va a hacer Ud., hermano? Dios ha puesto la responsabilidad sobre Ud. Eso es. Y nosotros, cada uno, tenemos que dar cuenta por nuestros propios pecados, y responder en el Día del Juicio. ¡Estamos en Cades-barnea!",
    "Y la Palabra de Dios dice que podemos tomarla. La Palabra de Dios dice que podemos tener un avivamiento. La Palabra de Dios dice que Él levantaría, en los últimos días, todas estas señales y prodigios. Y Él lo ha hecho. Que cada hombre se pare en su lugar, pero lo que tenemos que hacer es unirnos y comenzar el avivamiento. ¿Qué podemos hacer? Su decisión pudiera venir ahora. Su decisión pudiera venir en otro momento. Pero si ha venido ahora, más vale que Ud. responda. Ud. dice: “¡Oh, hermano!, yo… Bueno, algún día tomaré una decisión”. Ud. tiene que tomarla. Y ahora mismo es el momento de tomarla. Hubo un tiempo cuando Ud. tenía…",
    "Cuando simpatizaba con su esposa, mi hermano, Ud. tuvo que tomar una decisión si se iba a casar o no. Ud. tuvo que tomar una decisión. Pudo ser que algunos vinieran diciendo así: “No debes casarte”. Algunos dijeron: “Bueno, es mejor que te cases”. Uno dijo: “Bueno, serás más feliz casado”. Otro dijo: “Te estás rebanando la garganta”. Todas estas cosas diferentes. Ud. tuvo que tomar la decisión. Así es. Los juicios, de Cades-barnea, vienen para Ud.",
    "🦅 Quizás algunos de Uds. aquí deberían ser divorciados”. Tiene que venir un tiempo, en algún momento, cuando las diferencias vienen a la familia. Se tienen que resolver, de alguna manera. Ud. tiene que tomar una decisión. Permítame decirle, mi hermano, esta noche, la decisión a tomar, es que Ud. y su esposa se abracen el uno al otro, si Uds. se inclinan ante Dios, y se ponen de rodillas y toman la decisión de servir a Jesucristo, y solo a Él, las cortes de divorcio se vaciarán. ¡Correcto! No es necesario hablar con su abogado; se necesita una plática con su Salvador. Así es. El abogado pudiera darle un consejo, pero el Salvador puede salvarlo a Ud. El abogado pudiera darle algo de psicología, algunos de sus estudios psíquicos, pero Jesucristo puede darle a Ud. Su gracia y amor. Eso lo remplaza todo.",
    "Si está enfermo esta noche, Ud. tiene que tomar una decisión: si va a aceptar a Cristo como su sanador, o no. Ud. no puede ser indeciso, divagar con eso. Ud. tiene que decir: “Yo Le creo” o “yo no Le creo”. “Voy a estar bien”, o “no puedo. Yo no tengo suficiente fe para estar bien”. Ud. tiene que tomar su decisión.",
    "Si Ud. es un pecador, en esta noche, Ud. tiene que tomar su decisión. Ud. está en Cades-barnea. Ud. está en el sitio del tribunal.",
    "¿Qué eran esos pequeños manantiales? Eran iglesias, representadas, que salían, pues el juicio comienza en la casa de Dios; Jesús lo dijo. La—la Biblia lo dice: el juicio comienza en la casa de Dios. Estamos en la casa de Dios, esta noche, y Uds. tienen que tomar su decisión.",
    "Ud. tiene que tomar su decisión, si vendrá a Cristo, o si Ud. Lo rechazará esta noche. Todo pecador aquí tiene que tomar esa decisión ahora mismo.",
    "Ud. o saldrá por esa puerta, un hombre mejor, o mujer, de lo que entró, o saldrá peor de lo que estaba cuando entró. Ud. no puede permanecer mediocre esta noche; Ud. tiene que decidirlo.",
    "Esto estaba en mi corazón, ahora está en… Estaba en mi corazón, ahora está en mano suya. Ud. tiene que tomar su decisión. Y Ud. debe tomar una decisión. Ud. quizás ha sido un buen miembro de iglesia. Tal vez Ud. siempre ha tenido ese anhelo de querer más de Dios. Puede ser que Ud. haya querido hacer algo para Dios. Recuerden, Uds. solo son mortales una vez, y esa sola vez es que serán mortales. Y esta puede ser esa oportunidad que Ud. tiene para tomar su decisión. Ud., o va a avanzar con Dios, o se quedará donde está.",
    "Ud. quizás tenga que tomar su decisión esta noche. Si es así, oro que Ud. lo suelte todo. Recuerde, no me importa lo que sea, si es trabajo, si es familia, si son seres queridos, si son asociados, si son sus socios, o quienquiera que sea, suéltense de todo. “El que poniendo su mano en el arado, y aun mira hacia atrás, no es digno de arar”. Así es. “Despójese de todo peso y el pecado que fácilmente le asedia”. ¿Qué es eso? “Despójese de todo peso y la incredulidad que tan fácilmente le asedia, y corra esta carrera con paciencia, que ha sido puesta delante de Ud.”.\n\nOremos.",
    "Padre Celestial, en el Nombre de Jesucristo, el Hijo de Dios, concluyo este pequeño mensaje, y lo pongo sobre el corazón de la gente. Tú quien conoces el corazón de todo hombre y de toda mujer, Tú quien conoces el corazón de todo muchacho y muchacha, conoces el corazón de todos. Tú conoces mi corazón. Y desde el púlpito hasta el conserje, Señor, Tú conoces el corazón de cada persona. Tú sabes lo que necesitamos, nosotros no lo sabemos. Lo único que sabemos es que necesitamos a Jesús.",
    "Y, ¡oh, Cristo de Dios!, ¿podrías Tú prometer algo (¡no, Señor!) y no cumplirlo? Tú dijiste: “Dondequiera que estén dos o tres congregados en Mi Nombre, Yo estaré en medio de ellos. Y si piden algo en Mi Nombre, Yo lo haré”. ¡Qué reto para nuestra iglesia, Señor! ¡Qué reto para nuestra sociedad! ¡Qué reto para nuestra gente, esta noche, que Tú nos diste!: “Si carecen de algo, pídanlo a Dios. Él lo dará”.",
    "Mi oración ahora, Amado Padre Celestial, es que en esta noche Tú derrames libremente el Espíritu Santo, de convicción, y le des convicción a cada corazón según su necesidad. Y al mío incluido allí, Señor, mientras esperamos en Ti, en el Nombre de Cristo.",
    "Ahora, mientras tenemos nuestros rostros inclinados, la hermana nos dará una nota en el piano. Voy a hacerles una pregunta. Este pudiera ser su tiempo de decisión.",
    "¿Cuántos hay aquí, hombre o mujer, niño o niña, que no son Cristianos, que son un pecador? ¿Y Ud. quiere tomar una decisión por Jesucristo, y siente que Algo está tocando en su corazón en este momento? ¿Levantaría Ud. su mano para su decisión, y diría: “Ahora tomo mi decisión de servir a Cristo”? Dios lo bendiga, señor. ¿Alguien más? “Yo ahora tomo mi decisión”. Dios la bendiga, damita. ¿Alguien más? Dios la bendiga, allá atrás, damita.",
    "¿Alguien más, que tome su decisión? “Yo ahora serviré a Cristo. He llegado al fin; he llegado a la crisis. Esta es la hora. Estoy en Cades-barnea. Dios está parado, a mi corazón. ¿Seré capaz de avanzar? ¿Podré abandonar a mi amigo? ¿Podré abandonar mi amistad mundana? ¿Podré cruzar la frontera más allá, a la tierra prometida donde Dios hizo la promesa? ¿Seré un Caleb, seré un Josué, en la historia del tiempo? ¿Seré un Caleb o un Josué en los libros de Dios? O en esta noche, ¿retrocederé con mi carácter cobarde y temeroso, y dar un paso atrás?”. Dios, despoja a cada hombre y mujer de eso, y hazles tomar una decisión, que la tomen por Cristo esta noche. ¿Levantaría Ud. la mano? Yo… Uno más. Dios le bendiga. Lo veo allá atrás.",
    "¿Alguien más? En el exterior, ¿se acercarían a una ventana en alguna parte? Y pone su mano sobre la ventana, diciendo: “Yo tomaré mi decisión por Cristo. Estoy en Cades-barnea, Hermano Branham”.",
    "¿Hay alguien más aquí que lo haría? Habrá un descarriado que diga: “¿Yo tomaré mi decisión, esta noche? Los caminos de un transgresor son duros. Ya no serviré más al mundo. Desde esta noche en adelante serviré a Cristo. Ahora tomo mi decisión. Levantaré mi mano. He sido un pecador. Y he sido un Cristiano, pero me he descarriado, y quiero que Dios sea misericordioso conmigo”.",
    "¿Hay alguien aquí esta noche, que sea Cristiano, que sea un hombre o una persona de Dios, pero Ud. ha sido indeciso en el camino, Ud. no ha hecho como Dios le ha dicho? Ud. ha sufrido altibajos; ha escuchado cosas que no debería haber escuchado. Ha hecho cosas que Ud. no debería haber hecho, y quiere que Dios lo perdone. Y Ud. quiere comenzar de nuevo desde esta noche en adelante. ¿Tomará Ud. su decisión por Dios ahora mismo, y dirá: “Yo lo haré”? ¿Levantaría Ud. la mano? Dios le bendiga. Dios le bendiga, a Ud., a Ud., a Ud. ¡Oh!, ¡qué bien! Muy bien.",
    "¿Alguien más que levante la mano? Quiero que levanten la mano. Es su gesto para Dios; Dios ve su mano. Ud. dice: “¿De qué sirve eso?”. ¡Oh, levante su mano derecha en algún momento a Dios, y vean lo que hace! Levante su mano derecha en los tribunales, juramente una mentira y vea lo que le sucede, a Ud. lo agarrarán por eso. Levante su mano a Dios y haga un juramento, y luego observe si el Espíritu Santo no lo toma por eso. Cuando Dios está a la puerta de su corazón, tome Ud. su decisión.",
    "Ud. está en Cades-barnea. Más allá está toda bendición que Dios le prometió; más allá hay un avivamiento a la antigua. Allí está el gozo, la paz, la longanimidad, la bondad, la benignidad, la mansedumbre, la paciencia, esperándole, y Ud. no lo posee. Es suyo. Dios se lo ha prometido a Ud. ¿Lo quiere Ud.?",
    "¿Hay alguna familia aquí, a punto de separarse? Uds. discuten y pelean entre Uds., y saben que no deberían hacerlo. Se avergüenza de la manera en que Ud. se comporta con su esposa, o su esposo, y Ud. quiere que Dios, esta noche, por Su gracia, le dé gracia para vencer, para abrazarlo a él o a ella, y decir: “Cariño, por la gracia de Dios, desde esta noche en adelante, que nuestra decisión sea: ‘Yo viviré para Dios’”. Levanten la mano. ¿Hay una familia? Todos con sus rostros inclinados ahora. Solo levanten la mano. [Cinta en blanco.—Ed.] Estoy tan agradecido que no la hay. Pero si la hubiere, Dios sabe cómo resolver todas las cosas.",
    "¿Habrá alguna persona aquí esta noche que lleva enferma mucho tiempo? Y quizás, al parecer, se ha orado por Ud., pero Ud. no tiene fe para vencer. Pero ahora mismo, Ud. va a tomar su decisión: “Señor Dios, desde esta misma hora, voy a servirte. Y salgo de aquí testificando de la gracia de Dios, que por Sus llagas yo estoy sano. Y voy a creerlo, desde esta noche en adelante”. Dios la bendiga, señora. Dios lo bendiga, señor. Dios le bendiga, y a Ud. Maravilloso. Así es. Voy a orar por Uds. en unos minutos. Le pediré a Dios que se los conceda.",
    "Me pregunto, esta noche, si una de las personas que no es Cristiana, quisiera pasar al altar y arrodillarse? El altar está abierto. Si Ud. gusta hacer una oración abiertamente a Dios, el altar está abierto. Para el descarriado o para el hombre inestable, quienquiera que pueda ser, el altar está abierto. Ud. es bienvenido. Ud. está en Cades. El juicio está en curso. Dios está parado con los brazos extendidos, listo.",
    "Esa persona enferma quiere ponerse de pie, para hacer una confesión pública de que ahora han aceptado a Cristo como su Sanador. Y decir: “Desde esta noche en adelante, yo Le creeré a Dios”, y se hará una oración por ellos. Si lo hacen, son bienvenidos a ponerse de pie. Muy bien.\n\nTres de Uds. están de pie. Solo permanezcan de pie, por favor.",
    "Ahora, Padre Celestial, mientras ellos están de pie, el Espíritu Santo ha estado hablando. Y Te pido, Padre Celestial, que Tus misericordias sean concedidas a este hombre, a ambos, y a esta mujer, y a este otro hombre que se acaba de parar. ¡Oh, Dios Eterno!, ¡por las llagas del Señor Jesucristo, fueron ellos sanados! Dios, Tú lo has presentado; Tú lo has hecho real para la gente. Y oro… Señor, Tú dijiste: “Ninguno puede venir a Mí, si Mi Padre no le trajere”. Y ahora el Espíritu Santo les ha hablado, y no queda más por hacer. Ellos han tomado su decisión, que esta noche Te aceptan a Ti como su sanador. Y ellos salen de este tabernáculo creyendo que van a estar normal y sanos.",
    "Señor, eso no puede fallar, así como Dios no puede fallar. Nos damos cuenta que ningún hombre vale más que su palabra. Y esta noche, ellos creen y han aceptado. Y ellos la recibirán, Señor, mientras hago esta oración de fe por ellos, en el Nombre de Cristo. Amén.",
    "Pueden sentarse. Dios los bendiga. Créanlo con todo su corazón, sus problemas han terminado.",
    "¿Cuántos Lo aman y quieren marchar a Sión con Él? Veamos sus manos alzadas. Eso es maravilloso. No importa a qué iglesia Ud. pertenezca. Muy bien.",
    "Pongámonos de pie ahora mientras cantamos De Jesús El Nombre Invoca. Muy bien, hermana, si Ud. nos da…\n\n…De Jesús el Nombre…",
    "Ahora dé la vuelta allí mismo y estreche la mano con alguien cerca. Estire la mano alrededor y salude de manos.\n\n…vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\n¡Oh suave Luz!, (¡Suave Luz!) ¡Manantial!\n\nDe esperanza, fe y amor,\n\n¡Sumo bien, (¡Celestial!) Celestial!,\n\nEsperanza de la tierra y gozo del Cielo.",
    "Todos los que Le aman, supremamente, con todo su corazón, con toda su alma, con toda su mente, con todas sus fuerzas, levanten su mano así, y digan: “Alabado sea el Señor”. [La congregación dice: “Alabado sea el Señor”.—Ed.] Eso está bien. Muy bien, ahora:\n\nDe Jesús el Nombre ensalza,\n\nCayendo postrados a Sus pies,\n\nRey de reyes…\n\nAl nuestra jornada terminar.\n\nSuave Luz, ¡manantial!\n\nEsperanza de la tierra y gozo del Cielo;\n\nSuave Luz, ¡manantial!\n\nEsperanza de la tierra y gozo del Cielo. 🦅"
  ]
}