{
  "title": "PERFECCIÓN",
  "id": "56390009",
  "content": [
    "🦅  Gracias, Hermano Neville. Buenos días, amigos. Estoy feliz de estar aquí esta mañana, y puedo comentar lo mismo de nuestro hermano. Le había prometido que estaría en la transmisión, y me—me la perdí una semana, y a la semana siguiente olvidé. Y pensé que la tercera vez debía ser el—el momento, en que debía hacerlo.",
    "Y llegué allí, justo a tiempo, a último minuto. Y el Hermano Snyder estaba afuera, así que entramos rápidamente, y—y finalmente llegamos a la transmisión. Y creo que les causamos molestia, fue lo que hicimos, al entrar así, faltando tan poco. Así que…",
    "Y aquí, cuando venía en camino, pensé en un texto para predicar, Uds. saben. Y por lo general los míos toman como una hora y media. Y tenía como quince, dieciocho minutos de haber empezado, y cuando levanté la mirada, el reloj decía que ya era hora de terminar. Así que continuaremos el próximo sábado, o en algún momento. Así es.",
    "El domingo pasado estábamos en el capítulo 10 de Hebreos, y comenzamos en el versículo 1, y no avanzamos.",
    "No olviden los servicios en Indianápolis esta semana. Si alguno de Uds., o si tienen amigos por allá, pues, escríbanles e infórmenles. Los servicios comenzarán mañana en la noche a las siete, en el Tabernáculo Cadle en Indianápolis. Y hay suficiente espacio para sentarse, casi once mil personas puede—puede acomodar. Y es una convención pequeña, es una—una pequeña organización. Realmente ni siquiera sé cuál es el nombre de la organización. Están teniendo una—una confraternidad allí, o una convención.",
    "Y en esta convención me pidieron que fuera el predicador de la noche. Así que el… Yo creo que el compañerismo mismo, la iglesia, la organización, solo tiene muy, muy pocos miembros. Y, entonces… Y luego, en la noche, tengo el—el servicio de predicación cada noche, de lunes a viernes. El viernes por la noche es el fin de la convención. Así que, si tienen amigos alrededor de Indianápolis, pues, vengan.",
    "Y el veintitrés, en la mañana del veintitrés, si hubiera alguien pasando por aquí, de vacaciones; que por lo general es el mes de vacaciones, junio. Minneapolis, los Hombres Cristianos de Negocios Internacionales tendrán su convención en Minneapolis. Y el servicio general es el veintitrés, el desayuno. El desayuno de la mañana es el veintitrés de junio. Voy a predicar en la mañana del desayuno, abriendo el servicio.",
    "Luego, el veinticuatro, estaré aún en Minneapolis, y estaré en el Tabernáculo Heart’s Harbor, con el Reverendo Gordon Peterson. Y televisarán el programa allí. Así que, si Ud.—Ud. está por allí, pues, visite.",
    "Y luego el veinticuatro, o veinticinco, mejor dicho, comienza la convención, y estaremos allí. Es un programa muy inusual. El Sr. Roberts, el Sr. Hicks, yo mismo, muchos ministros más, estaremos allí. Y no hay programa preparado. Los Hombres Cristianos de Negocios, siendo Hombres Cristianos de Negocios del Evangelio Completo, quisieron sencillamente dejarlo abierto a lo que el Espíritu Santo dijera que se hiciera; tenernos a todos allí. Y, pues, nunca habían tenido una así, y no anunciaron predicador. La única predica—predicación anunciada es—es para la mañana del veintitrés. Debo hablar en su desayuno, y eso ya se ha anunciado. De lo contrario, todos estaremos allí, esperando en el Espíritu Santo. Debería salir bastante bien, ¿no es así? Si podemos todos someternos al Espíritu Santo, eso es todo, y dejar que Él nos use de la manera que Él—Él quiera usarnos. Ahora…",
    "Y luego el próximo servicio en agenda, del que yo sepa, es la acostumbrada reunión de la Calle Azusa. Es un… Es el quince de septiembre. Abro el servicio allí para la reunión internacional de la Calle Azusa; cincuenta años de pentecostés en los Estados Unidos. Ellos cumplen cincuenta años, este próximo septiembre, de cuando el Espíritu Santo bajó por primera vez en la Misión de la Calle Azusa. La antigua… Creo que era una antigua misión bautista, o en la Calle Azusa de Los Ángeles, California, es donde el Espíritu Santo cayó por primera vez, hace cincuenta años, este próximo septiembre.",
    "Y cuando estuve en el Cow Palace, hace un par de años, dije… Bueno, cincuenta, la palabra pentecostés significa “cincuenta”, así que ¿por qué no hacemos una gran reunión? Y, Uds. saben, eso inició el fuego, y tuvieron una reunión internacional. Y se llevará a cabo en el Templo Angelus. Y cinco días antes de eso, voy a hacer una pequeña gira panorámica en los diferentes lugares. ¡Oh!, allá en la Puerta del Este, y… o me refiero a la Puerta del Sur, y yendo a la—la ciudad de… ¡Oh!, varias de esas pequeñas ciudades, cinco ciudades diferentes, para hacer una pequeña gira panorámica, con servicios de una noche, luego ir directamente a la—a la gran reunión.",
    "Y si están alrededor de California o por allá, algunos de Uds. de California, ténganlo en mente. Estamos esperando pasar un gran tiempo de compañerismo con el pueblo de Dios en ese momento.",
    "Ahora, oremos.",
    "Nuestro Padre Celestial, Te damos gracias en esta mañana por el gran y glorioso privilegio que tenemos de entrar a Tu Presencia, con corazones gozosos y acción de gracias, porque Jesús el Hijo de Dios nos ha permitido hacer esto. Y Su gracia nos ha traído hasta este momento. Y estamos contentos de estar aquí hoy.",
    "Me alegra tener este pequeño lugar para reunirnos. Es un lugar abierto, una Biblia abierta, y corazones abiertos para recibir la Palabra de Dios y Su Mensaje. Y oramos que el Espíritu Santo venga y llene cada grieta de nuestro corazón con Su bondad, mientras leemos Su Palabra. Porque escrito está: “No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Y, ¡oh, Dios!, abre nuestra boca hoy, para que seas Tú el que hable, y nuestros corazones, para que por el Espíritu Santo sea oído. Porque lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "El domingo pasado en el Libro de Hebreos, comenzamos con el capítulo 10, y luego pasamos a otro tema, sin saber exactamente a dónde nos guiará el Espíritu Santo a—a enseñar, nada premeditado, solo esperando Su dirección. Entramos de nuevo al conocimiento previo, de allí.",
    "Y, por cierto, me da gusto ver a la Hermana Hooper sentada allí, esta mañana. Hermana Flo, me alegro mucho de verla. Muchos de Uds. quizás no la conozcan, algunos de Uds. Y ella ha sufrido de tuberculosis por años y años, y postrada en cama, y ha recorrido toda la nación, buscando alivio. Y, hoy, estamos contentos de tenerla sentada en el tabernáculo, luciendo bien, hoy. ¡Gracias a Dios!",
    "Ahora, el escritor de la Carta a los Hebreos supuestamente fue Pablo, porque suena como escritos suyos. Y la Carta a los Hebreos era para los judíos, los hebreos. Y era Pablo intentando separar la ley de la gracia, mostrando la—la diferencia entre lo que era la ley, y lo que es la gracia, porque los hebreos estaban bajo la ley. Y entonces Pablo estaba esforzándose por mostrarles lo que era la gracia. Y pienso que, personalmente, el capítulo 10 aquí y el versículo 1, son una clave perfecta para todo el asunto.",
    "Ahora tenemos el capítulo 1, que comienza: “Dios, muchas veces, de muchas maneras habló a los padres por los profetas, mas en este día postrero por medio de Su Hijo, Cristo Jesús”.",
    "Vayan al capítulo 7, la aparición de “Melquisedec”.",
    "Llegamos al capítulo 9, del “sacerdocio”, cómo es que Cristo llega a ser nuestro Sumo Sacerdote, para tomar el lugar del antiguo sumo sacerdote.",
    "Luego pasamos al capítulo 10, y entramos a: “La ley siendo una sombra de las cosas por venir”.",
    "Entramos al capítulo 11, y es todo sobre las—las maravillosas sombras de la fe, los héroes de la fe, cómo “por fe” ellos hicieron tal y tal cosa. Y cómo: “Sin nosotros ellos no podían ser perfeccionados”, porque ellos son la sombra de esto que habría de venir. Y luego entramos al capítulo 11, y Pablo…",
    "O, el capítulo 12, Pablo dice: “Viendo que estamos rodeados de tan grande nube de testigos, despojémonos de todo peso, y el pecado que fácilmente nos asedia, para que corramos con paciencia la carrera que tenemos por delante”.",
    "El capítulo 13, el capítulo final, dice, termina en esto, hacia el final, que Jesucristo es todo en todo, que, “Él es el mismo ayer, hoy, y por los siglos”. ¿Ven? Mostrando que era Cristo antes de la ley, era Cristo en la ley, fue Cristo en los días de gracia, y será Cristo para siempre; “Jesucristo el mismo ayer, hoy, y por los siglos”. ¡Qué cuadro tan hermoso nos muestra la Carta a los Hebreos!",
    "Ahora, comenzando de nuevo ahora con el 1er versículo, regresemos. El domingo pasado, pensábamos que íbamos a llegar al tema de Perfección, pero luego Dios nos llevó atrás y mostró el conocimiento previo, mostrándonos que antes de que se formara el mundo… ¿Cuántos estuvieron aquí el domingo pasado? Veamos sus manos. ¿Lo entendieron? Antes de que se formara el mundo, nosotros fuimos colocados en Cristo. Piénsenlo.",
    "Dios, siendo infinito, Quien no puede mentir, no puede hablar nada contrario, lo sabe todo, tan perfecto en el principio como Él lo es en el fin, y tan perfecto en el fin como Lo fue en el principio. Dios es sin fin, como la Eternidad. Uno nunca podrá encontrar la esquina de un círculo perfecto. Ud. pudiera correr y correr a través de las edades, y la Eternidad, y aquello nunca, nunca, nunca tendría un fin. Y así es Dios. Y cuando Él, como primero fue… Dios, que siempre fue, Él era infinito, perfecto, para empezar, y Él siempre será el mismo. Él nunca puede cambiar. Él es perfectamente el mismo.",
    "Ahora, esta gran cadena de perfección fue rota, por el espacio de tiempo. El tiempo vino por causa del pecado. Dibujemos un cuadro del tiempo. Veamos un círculo perfecto, por siempre, por siempre. Y entonces, de repente, entró el pecado, y puso un—un pequeño… Como lo llama mi esposa, un pequeño “desvío”, o una pequeña apertura en la cadena. Y, eso baja ahora. La Eternidad continúa, pero no está en su condición perfecta. Aquí hay una pequeña abertura que baja, se abre por aquí así, sale por aquí así. Dios tuvo que hacer eso por Satanás que lo causó. Y esto bajó a un espacio de tiempo, para la prueba, y el perfeccionamiento, y para la purificación de los perdidos. Para que Dios, por Su gracia soberana, pudiera algún día levantar ese pequeño desvío, o abertura, de nuevo al círculo perfecto, entonces ella sigue en marcha como siempre. ¿Lo ven?",
    "¡El tiempo! Ahora, el tiempo está en esta pequeña abertura, que baja en círculo. Jesús era de la Eternidad a la Eternidad, pero Él entró en el espacio tiempo y fue hecho carne, y pasó por aquí para santificar, o colocar una raya de Sangre por todo este lugar, para redimirlo y conectarlo de nuevo con Dios, por toda la Eternidad. ¿Lo ven? Eso es todo lo que es el tiempo.",
    "Entonces, Dios, cuando comenzó aquí, al final de la pequeña desviación del círculo perfecto, eso le causó una pequeña desviación. Cuando Dios comenzó allí, Él era perfecto. Todo lo que Él dijo fue perfecto. Todo lo que Él hizo, hace, es perfecto.",
    "Y, por tanto, la Biblia dice que, “Cristo Jesús fue el Cordero inmolado desde” el principio de la pequeña desviación, “el principio del mundo”. Cristo fue inmolado en el principio. Ahora, Él realmente no fue inmolado hasta cuatro mil años después. Pero, la razón por la cual Él fue inmolado allá, era porque: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. ¿Lo ve, Hermano Egan, lo que quiero decir? ¿Ven? Él era Dios, en el principio. Y cuando…",
    "Ahora, Satanás pudo… no—no creó este pequeño círculo, este desvío pequeño. Él no lo creó. Satanás no puede crear. Satanás solo puede pervertir lo que Dios ha creado.",
    "Miren, digo esto para que Uds. entiendan. Esta es la clase para adultos, y en su mayoría somos personas casadas, probablemente el noventa por ciento. Y espero que las mujeres y los hombres jóvenes entiendan su voz, lo que yo… me entiendan, solo para explicar algo.",
    "Si un hombre toma para sí una esposa, una mujer, y ella llega a ser su esposa, y ellos viven juntos como esposo y esposa por cincuenta años; ellos siguen tan limpios y puros y sin adulterar como si nunca se hubieran conocido el uno al otro. Ese, ese es el programa de Dios. Pero si ese hombre o mujer va y vive con otro hombre o mujer, eso pervierte, hace que nazcan hijos ilegítimos. Pero si ellos viven juntos en esa armonía perfecta, esa es la manera de Dios. Pero Satanás viene y pone lujuria en el hombre o en la mujer, y viven contrarios a esos votos matrimoniales, y eso es perversión. Es la misma relación sexual, pero pervertida.",
    "Y eso es lo que hace Satanás con lo correcto de Dios, lo pervierte. Eso es lo que Satanás está haciendo hoy con el verdadero, genuino (¡Escuchen!), con el verdadero Mensaje de Dios: él Lo pervierte, hace otra cosa, Lo hace parecer algo que no es.",
    "En el mundo hoy, encontramos que hay un pueblo, la Biblia lo predijo, tres clases de personas.",
    "Uno de ellos es frío, almidonado, formal, indiferente, ellos simplemente siguen adelante, así como pertenecer a una logia. Ellos van a la iglesia, hablan un poco de esto, aquello, y del Señor, y demás, regresan, pero no es una verdadera experiencia de nacer de nuevo. ¡Oh!, algunos de ellos reclaman que sí, pero su vida prueba que no. Ahora, eso está a un lado, a un extremo.",
    "Y ahora, aquí del otro lado, los fanáticos, y la verdadera iglesia genuina, Jesús lo dijo: “Sería tan parecido, que engañaría a los mismos escogidos”.",
    "Ahora, muchas personas, tan pronto como ven la mezcla del fanatismo con lo real: “¡Ah!” dicen ellos, “Eso no tiene fundamento”, y continúan. ¿Ven?, fue lo mismo que hicieron los fariseos. Satanás, ni se esfuerza por pervertir aquello. Él se ocupa en pervertir esta Verdad. Y este fanático aquí está tratando de imitar esa Verdad. ¿Ven? Allí es donde está su línea de peligro, allí mismo.",
    "Ahora, nos conviene permanecer espirituales, leer la Palabra. Y cualquier cosa que se levante, ajena, contraria a la Palabra, entonces háganla a un lado. Por eso es que, muchas veces, soy…",
    "Dicen que soy demasiado duro con las mujeres predicadoras. La Biblia dice que ellas no deben hablar en la iglesia. La Biblia les prohíbe hablar en lenguas, o lo que sea, en la iglesia. Yo tengo que quedarme con la Palabra, observar dónde está Ella, mirarla.",
    "En el mundo de hoy, donde se levanta todo este ismo, observen, en todas las sectas de no comer carne. Y los legalistas que, “tengo que hacer tal y tal cosa; si no hablo en lenguas, si no hago esto, si no grito, si no danzo, algo anda mal conmigo”: eso es legalismo.",
    "🦅 Somos salvos por gracia, por la fe”. Nada que Ud. haya hecho; es lo que Él hizo. Él hizo lo que Ud. no podía hacer. Si Ud. mismo pudiera haberse salvado, entonces Él no hubiera tenido que morir. Pero Él murió, para salvarlo a Ud., cuando Ud. mismo no se podía salvar.",
    "Ese antiguo proverbio que deshonra a Dios, dice: “Dios ayuda a los que no pueden ayudarse a sí mismos…”. O: “Dios ayuda a los que se ayudan a sí mismos”, dicen ellos. Eso sencillamente es contrario. Si Ud. mismo puede ayudarse, Dios espera que Ud. lo haga. Dios ayuda aquellos que no pueden ayudarse. Y Ud. mismo no puede ayudarse para ser salvo, así que Dios, por Su gracia, lo salvó a Ud.",
    "Ahora, fíjense en lo hermoso. La ley, grande en la Eternidad, ¡cómo Dios vio previamente este círculo! Y si Él es infinito, y no puede—no puede ser otra cosa. Permítanme solo tomo esto como por cinco minutos, para clavar esto, firme, remacharlo, para que nunca más se les escape de la mente. Que el Espíritu Santo entonces venga y lo suelde con amor, para que Ud. nunca lo olvide.",
    "Ahora miren. Dios, Quien no puede mentir; Dios, Quien es infinito. Y digo esto de nuevo para las personas que parecen no poder centrarse en la sanidad Divina. Si Dios lo prometió, Dios tiene que cumplir Su promesa; no puede dejarla.",
    "Ahora miren. Antes de que Él pusiera la Palabra impresa y, Esta es la mente de Dios. Aquí está. Esta es la mente de Dios, lo que Él pensó, antes de siquiera establecerse la fundación del mundo. Lo es. Esa es la razón que Él pudo poner eso en la Palabra impresa, y decir lo que sería, porque Él Lo vio antes de la fundación del mundo, y sabía exactamente Lo que sería, y Lo habló.",
    "Y luego Él entregó Su conocimiento a los profetas, y Eso escribieron. Y año tras año, y siglo tras siglo, Lo vemos acontecer exactamente. Dios, dando sombras de lo Antiguo, como sombra de lo Nuevo. Y vemos Eso, Palabra por Palabra, cumpliéndose. ¡Qué fe deberíamos tener establecida en Dios!",
    "Ahora obsérvenlo a Él: “Cristo siendo inmolado antes de la fundación del mundo”.",
    "Cuando Dios miró abajo y vio lo único que salvaría al hombre perdido, Él dijo… No sé si estas sean las palabras, pero tuvo que ser algo así: “El hombre no puede ser salvo, porque él va a pecar. Pero al mirar allá, pues, Yo veo que decenas de miles de corazones sinceros querrán venir. Veo miles de personas que querrán ser salvas, y no querrán entrar en esta horrible destrucción que voy a tener que hacer para el diablo y sus ángeles, porque ellos tienen que ir al castigo eterno. Y la gente de corazón sincero verá eso. Y Yo—Yo haré nacer un varón llamado Esaú; habrá otro, Jacob. Y Jacob no será tan bueno, para comenzar, pero en su corazón él amará las cosas de Dios, así que Yo escogeré a Jacob”.",
    "Él lo vio a Ud. y Él supo que Ud. quería ser salvo. Así que Él dijo: “Lo único que puedo hacer es bajar, Yo Mismo, y hacer nacer un Hijo, o un cuerpo de carne, y ser hecho semejante a ellos”. El antídoto era que Dios Mismo llegara a ser pecado, para Él poder pagar el precio. Pues, se necesitaría la cosa más alta, para levantar al hombre de la condición perdida.",
    "Y, miren, Él está por encima de todo Ángel, de todo Arcángel. Lo más alto que había, bajó aquí a la tierra, y vivió entre los hombres. Y fue a la ciudad más baja de la tierra, Jericó. Y tanto Se rebajó, que el hombre más pequeño de la ciudad tuvo que mirar hacia abajo para verlo a Él, Zaqueo. Y, luego, murió por los pecados del hombre. Llegó aquí por vía de un establo, pobre. El más rico… ¡Oh, espero que lo capten! El más rico llegó a ser el más pobre.",
    "Incluso en una noche tormentosa, dijo: “Las aves tienen nidos, y las zorras tienen guaridas, pero Yo ni siquiera tengo donde recostar Mi cabeza”. El más grande de todos los cielos del Cielo, llegó a ser el más bajo de todos los bajos. Aun la vida animal fue privilegiada comparada a Él, por encima de Él, en cuanto a las comodidades de la vida.",
    "No solo eso, sino que, en Su muerte, Él sufrió una muerte como nadie jamás sufrió; nunca, en el hombre, se sufrió de un corazón tan quebrantado al punto que Su Sangre y agua se separaron antes de Su muerte.",
    "El más pobre; del más rico hasta lo más pobre; del más bendito, al sufrimiento más horrible. Y luego, además de eso, bajó a lo más profundo del infierno más recóndito, cargando con nuestro pecado. Y tomó el extremo de la cuerda, o el extremo de la soga, de la caída. Allí, la levantó en la resurrección, y la conectó con la otra parte de la Eternidad, e hizo una Calzada de santidad, para que los inmundos pudieran venir y ser limpios;\n\nPor medio de la Fuente llena de Sangre,\n\nManando de la vena de Emmanuel,\n\nCuando los pecadores sumergidos bajo el raudal,\n\nPierden toda mancha de su culpa.",
    "Entren a esa Calzada. Y algún día, Aquel Quien fue en el principio del tiempo, se parará como el anciano del tiempo, y jalará esa gran soga del Evangelio. Y todos los que están en esa Calzada, desde el principio del tiempo, hasta el tiempo antiguo, hasta el fin del tiempo, serán levantados; mientras Él saca el tiempo de la existencia, hacia la Eternidad. ¿Lo ven? Allí está Él: “El único verdadero Potentado; el Rey de reyes, y el Señor de señores”.",
    "¿Cómo lo hizo Él? Previo conocimiento. Él sabía. Luego dijo que, “Él era el Cordero inmolado”. Entonces, si Él lo fue, cuatro mil años después simplemente vino a ser, el tiempo se acabó. Él nació, Le hicieron lo que Él dijo que harían, y luego Él fue crucificado e inmolado. Pero efectivamente: “Él fue inmolado antes del principio del mundo”, porque Dios Lo vio a Él de antemano y dijo lo que sucedería. Y cuando Dios habla, tiene que suceder. ¿Lo entienden? ¡Oh, vaya! Dios vio de antemano a Cristo, y así tenía que ser. Por eso es que ya estaba consumado. Cuando Dios dijo la Palabra, eso lo concluyó. Esa es la razón por la cual Él en realidad fue en prefigura, inmolado, cuando Dios habló la Palabra ante el mundo.",
    "¡Fíjense! No solo Cristo fue inmolado, para quitar el pecado, sino que el nombre suyo fue escrito en el Libro de la Vida del Cordero antes de la fundación del mundo. Dios escribió el nombre suyo, en relación con el de Él, antes de la fundación del mundo.",
    "Ahora, Satanás, ¿asústalos ahora?, ¿consigue que duden de eso?",
    "🦅 Antes de que el mundo comenzara, Dios llamó el nombre suyo, Uds. Cristianos, y lo escribió en el Libro de la Vida del Cordero antes de que el mundo comenzara”, dice la Biblia. Esa es la Palabra de Dios, Él habló allá atrás y reveló a través de Sus siervos, los profetas, y nosotros estamos disfrutando la bendición de descansar, y esperar la Venida del Señor. Esperando pacientemente. Todo ha terminado. ¡Oh!",
    "Con razón, enfermedad, peligro, muerte, ¡nada nos puede separar del amor de Dios que está en Cristo! Porque, la fundación del mundo… Él nos puso en esa gran Calzada antigua, subió por el arco iris horizontal, fue al pináculo del principio del tiempo otra vez, teniendo las sogas en Su mano. Y algún día, dirá: “¡Suban!”. Y nosotros que estamos vivos y que permanezcamos hasta la Venida del Señor, no impediremos a aquellos que han muerto en esa Calzada, porque la trompeta de Dios sonará y los muertos en Cristo se levantarán. Y seremos arrebatados juntos, para encontrarlos, mientras la cadena se levanta de nuevo al ciclo de la Eternidad. Y luego a medida que pasan las edades, cantaremos Sus alabanzas.",
    "¿Qué está haciendo Él? Allá arriba, nos construye un hogar. “En la casa de Mi Padre muchas moradas hay; si no fuera así, Yo os lo hubiera dicho. Y he bajado aquí, pero voy a preparar una, a arreglarlo todo. Y si Me fuere, vendré otra vez, para recibiros a Mí Mismo”. ¡Oh, vaya! Y Él está preparando un hogar.",
    "Cuando esto mortal raído, que está aquí en la tierra, sea… seremos separados de él, será echado fuera de esa cadena de la Eternidad. Estará fuera de ese abismo que ningún hombre puede cruzar, ni lo ha hecho, ni lo hará. Y cuando este eslabón aquí abajo, sea elevado a esa parte, esa la Calzada santa pavimentada que Dios dijo en el principio: “Donde no había nada que contaminara; no había nada que destruyera”. Y el pecado causó este círculo. Luego, cuando este círculo continúe, directamente por aquí para sacar a los delegados, y cuando toda ella sea llevada arriba, para que empalme en cada extremo, la Eternidad sigue su camino. Los que son redimidos caminarán sobre ella. ¿Lo entienden?",
    "¡Oh, desearía poder cantar! Me gustaría cantar ese himno antiguo:\n\nHay un hermoso hogar más allá del mar,\n\nHay mansiones de gozo para ti y para mí,\n\nEl resplandor de esas torres, brillará más que el sol,\n\nEsa mansión Celestial algún día será mía.\n\nAsí que, si es una carpa o una cabaña, ¿por qué preocuparme?\n\n¡Están construyendo un palacio para mí allá!\n\nDe rubíes y diamantes, y plata y oro,\n\nSus arcas están llenas, Él tiene riquezas incalculables.\n\n¡Oh, sublime gracia! ¡cuán dulce sonido!,\n\n¡Que a un infeliz como yo salvó!\n\nUna vez estuve perdido, pero ahora he sido hallado,\n\nYo ciego fui, más ahora veo ya. (Nada que yo haya hecho.)\n\nFue la gracia que le enseñó a mi corazón a temer,\n\nFue la gracia que mis temores ahuyentó;\n\n¡Cuán preciosa apareció esa gracia\n\nLa hora en que primero creí!",
    "Saber que no había nada que yo hubiera podido hacer, o que hubiera hecho, o tener alguna idea, o tener el privilegio de hacer; es lo que Él hizo por mí. Él bajó y me redimió, me colocó en la Calzada; y se paró en el otro extremo, para juntar ambos extremos, para hacer que la Eternidad desencadenada siguiera rodando. Yo tengo el derecho de caminar en esa Eternidad porque Él murió y, en mi lugar, quitó mi pecado. ¡Maravilloso!",
    "…la ley, teniendo una sombra—una sombra de los bienes venideros,…",
    "¿Qué es una sombra? Una sombra es la proyección previa de un objeto. Saben, muchas veces la gente cita el Salmo 23: “Aunque ande en el valle de sombras oscuras de la muerte”. Eso está mal. Dice que ellos… Allí: “Aunque yo ande en la sombra”, no la sombra en oscuridad. Si estuviera oscuro, no haría una sombra. Tiene que haber un cierto porcentaje de luz, para proyectar una sombra.",
    "Así que, la ley proveyó suficiente luz para ver la sombra de lo verdadero por venir. Cristo fue representado en esa ley, de la sombra.",
    "Él fue representado, visto de antemano en José, bajo la ley. José, siendo una sombra de Cristo, amado de su padre, porque era un hombre espiritual; veía visiones, interpretó sueños; muy espiritual, y fue despreciado por sus hermanos. Correctamente, con Cristo. Él vio una visión del padre, y fue un hombre espiritual. Y su hermano le odió, sin causa. Y supuestamente él había sido asesinado, una vestidura ensangrentada le fue presentada al padre.",
    "¡Oh, qué hermoso! ¡Oh, si empiezo con eso, nunca llegaré a esta lección! La vestidura, llevada de regreso al padre, ensangrentada, representando a su hijo muerto; Isaac. Y hoy, la vestidura del Señor Jesús, Su vida santificada y Su Sangre derramada por los pecadores, está delante de Dios como un memorial de que el precio ha sido pagado. ¿Lo ven?",
    "Y él fue vendido por casi treinta piezas de plata, como lo fue Cristo. Lo sacaron de la fosa, el hoyo, donde lo habían arrojado. Y Cristo también, fue sacado de la tumba. Y fue puesto a la diestra de Faraón. Ningún hombre podía ir a Faraón, sino por medio de José. Y hubo un edicto, que cuando José saliera, que salieran hombres delante de él, clamando, diciendo: “¡Todos doblen la rodilla! Viene José”.",
    "Ahora, la Biblia dice que, “Toda rodilla se doblará, y toda lengua confesará, al Nombre del Señor Jesús”.",
    "Él podía atar a los siervos de Faraón a su gusto. Él tenía todo el poder y la autoridad de Egipto en sus manos. Y cuando el carro rodaba por la calle; todos, cuando se oía la aclamación, todo egipcio, no importaba cuánto lo odiaban, ellos doblaban su rodilla ante José.",
    "Algún día, amigo pecador, no importa cuánto Ud. quiera llamarlo “fanatismo”, no importa cuánto Ud. quiera decir que está errado, cuánto Ud. quiera retorcerse y vivir en el mundo, y despreciar la Iglesia y las cosas de Dios, algún día Ud. doblará su rodilla, quiéralo o no.",
    "Pero ¡cuán glorioso será para aquellos quienes aman a José! ¡Cuánto lo amaban!, decían: “¡Oh, aquí viene el gran príncipe, José!”. Y ellos doblaban rodilla, y decían: “¡Oh, José, salvaste nuestras vidas! Hubiéramos muerto de hambre, si…”.",
    "Pero, los otros, desagradecidos: “¡Ah, tonterías!”. Ingratos. Tenemos esa clase de gente en el mundo hoy. Ud. no se da cuenta que el pan que come, y que el mismo aire que respira, viene de Dios. Y ellos lo adoraron.",
    "Aquí hace algún tiempo, cuando el Sr. Baxter era mi administrador. Cuando el Rey de Inglaterra… estábamos allí de visita. Cuando salió la reina, una dama encantadora, con su hermosa túnica puesta, su cabello entrecano. Y el rey sentado, tan enfermo en ese momento, que apenas podía soportarlo. Tenía un problema estomacal y una esclerosis múltiple. Fue justo antes de que se orara por él. Pero él apenas podía ponerse de pie. Y, no obstante, su sangre real, sacó el poco pecho que tenía, y fue por la calle en el carruaje.",
    "El Sr. Baxter parado allí. Y cuando él pasó, lo observé. Sus labios temblaban, las lágrimas corrían por su mejilla. Me puso su gran brazo encima, dijo: “¡Hermano Branham!”.\n\nYo dije: “¿Sí, Hermano Baxter?”.\n\nÉl dijo: “Sabe, yo soy—soy canadiense”.\n\n“Sí”.",
    "Él dijo: “El hombre que está sobre nuestra tierra, el rey, él y su encantadora novia y esposa, están pasando. Por eso es que no puedo contener mis emociones. Tengo que desahogarme”.",
    "Le puse el brazo encima y le dije: “Hermano Baxter, como Cristiano, con Ud., ¡cómo será algún día glorioso, cuando el Rey venga con Su Novia!”.",
    "Si un hombre piensa así al ver a un rey terrenal, que es mortal semejante, ¿cómo será cuando nosotros veamos al Rey de reyes viniendo en Gloria? ¡Qué momento tan glorioso será!",
    "Él lo fue en prefigura en José. Él fue en prefigura en David. La ley fue una prefigura de Cristo. David… Cristo siendo el Hijo de David. Y entonces, cuando… Cristo estando en David, como una sombra, hizo que David, cuando él fue destronado, fuera rechazado por sus propios hermanos; no solo sus propios hermanos, sino su propia sangre, Absalón, y sus propios hijos. Aquí está. Ellos despreciaron a su propio padre, y pidieron su sangre, y lo destronaron. Y él subió al monte, al monte de los Olivos, mirando hacia atrás, llorando por Jerusalén.",
    "¡Cómo Él, Dios, le hizo una sombra previa a Cristo en David! Pues cuando Él fue destronado, rechazado, y Sus propios delegados, Su propio pueblo, los judíos, clamaron por Su Sangre: “¡Fuera con tal Persona!”. Él Se paró en el monte de los Olivos, miró a Jerusalén y lloró, diciendo: “Jerusalén, ¡oh Jerusalén!, ¡cómo te hubiera juntado como la gallina a sus polluelos, y no quisiste!”.",
    "Cristo también estuvo en prefigura en Melquisedec, en el sacerdocio, en el capítulo 9… en el capítulo 7 de Hebreos. Cómo es que Melquisedec… Abraham también en prefigura, todo allá atrás, toda buena cosa, fue solo una sombra; y cómo ese Melquisedec, en el capítulo 7, leemos de Él aquí. Leámoslo solo por un momento.\n\nPorque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo, que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,",
    "¡Amén! ¡Abraham! Lot, su primo, se había descarriado. ¿Ven Uds. el verdadero Espíritu de Cristo? Espero que lo capten. No importa cuán lejos él se haya descarriado; cuando estuvo en problemas, aquí vino Abraham a él, con un ejército. Los forasteros de los alrededores, por los valles de Sodoma, bajaron y capturaron a Sodoma y a su rey. Y en esa captura allí, se llevó a Lot con él.",
    "Y Abraham, su tío, relacionado por sangre, hijos del hermano. Y él miró allá abajo y vio que el enemigo se había llevado a su pariente, consanguíneo. Él formó un ejército de sus propios siervos, y fue tras él.",
    "Eso representó a Cristo. Cuando Él vio que la Iglesia del Dios viviente había sido llevada, en error, por el diablo, Él formó una legión de Ángeles y vino a la tierra, para perseguir al diablo, lo venció. ¡Aleluya! ¡Dispersó al enemigo! ¡Oh, cuánto Lo amamos por eso! Alcanzó al enemigo. Y Él mató al enemigo, y le robó todo lo que tenía; lo arrojó a un lado.",
    "Y ¿qué fue lo primero que hicieron, Abraham regresando con Lot, su esposa, sus hijos, y todas las posesiones, caminando triunfalmente de nuevo a los antiguos terrenos de su hogar? Él se encontró con Melquisedec.",
    "Melquisedec era el rey de Salem. Salem es Jerusalén. Cuando los judíos entraron a Jerusalén, ellos la llamaron “J-…-u-salem”, Jerusalén. Salem, que significa “la ciudad de paz”. Él era el rey de… Escuchen. Leámoslo.\n\nA quien asimismo…dio Abraham los diezmos de todo; cuyo nombre…interpretado primeramente Rey de justicia,…",
    "¿Quién era este Rey que se encontró con él? Regresando con el triunfo, con la victoria, como lo está haciendo la Iglesia hoy, desde el Calvario.\n\n…y también…el Rey de Salem, esto es, Rey de paz;\n\nsin padre, sin madre, sin genealogía; que ni tiene principio de días, ni fin de vida,…",
    "¿Quién era este Rey de Salem? “El gran Rey de Jerusalén”, no la terrenal, sino la Celestial. La Jerusalén terrenal es un tipo de la Celestial. “Y aquí viene el Rey de Salem, el cual es primeramente el Rey de justicia, el Rey de paz; Él no tuvo padre, no tuvo madre; Él no tuvo principio de vida, ni fin de días”. ¡Oh, vaya! “Sin genealogía”. ¡Era nada menos que Cristo Mismo! Con Ese se encuentra la Iglesia cuando sube por el aire.",
    "Y cuando Abraham se encontró con Él, Le dio el diezmo de todo lo que él poseía.",
    "¿Saben lo que hicieron? Lo primero que hicieron fue sentarse. Me siento muy emocionado. Se sentaron y partieron el pan, y bebieron vino, y tomaron la comunión, después de que la batalla terminó.",
    "Y la Biblia nos dice que Jesucristo lo hizo, que nosotros… “No comeremos más del fruto de la vid, hasta que Yo lo coma de nuevo con vosotros en el Reino de Mi Padre”.",
    "Que, cuando se pelee la última batalla, y se gane la victoria, y los descarriados hayan sido traídos de nuevo al Reino de Dios, nos sentaremos en el Reino de Dios, con nuestro Melquisedec, Quien no tiene principio de días, ni fin de años. ¡Oh, vaya! Él es el Eterno sin cadenas, comiendo la comunión de nuevo con Él.",
    "¡Oh, qué cuadro tan hermoso les da este maravilloso Antiguo Testamento a los creyentes del Nuevo Testamento! “La ley teniendo la sombra de las cosas por venir, y no…”. Escuchen. “La ley teniendo la sombra de los bienes venideros, y no la imagen misma de esas cosas”. Eso era una sombra de la imagen.",
    "David gobernó sobre el mundo, en la edad dorada de Israel. ¿Qué era él? La sombra. David sentado en el trono, todo el mundo a sus pies, ¿de qué era la sombra? Era una sombra de Algo, cubriendo al Hijo de David, Quien es el Hijo de Dios, Quien es Melquisedec, “cuyo principio de días y fin de años, Él no tiene”. La sombra de, durante el Milenio, Él Se sentará en el Trono de David y gobernará a todas las naciones.\n\n“La sombra de las cosas buenas”.",
    "¿Qué es hoy? Miramos y vemos la sombra, hombres y mujeres que profesan ser Cristianos, y viven como el mundo. Ellos dicen: “¡Oh, yo pertenezco a la iglesia! Y ¿cuál es la diferencia?”. Es una sombra del engañador, desde el huerto del Edén, que pretendía ser bueno, que pretendía tener Luz, que pretendía tener sabiduría, pero era un engañador. Y así es como lo hacen los hombres y mujeres hoy, que invocan el Nombre de Jesucristo y no se apartan del pecado, prefigurando el castigo que ellos recibirán con aquel que es un engañador. Jesús les dijo a esos fariseos religiosos: “Vosotros de vuestro padre el diablo sois”. Espero que lo encuentren. Espero que esto penetre profundamente. Una sombra de engaño.",
    "Entonces ¿qué hace ese verdadero, real, cien por ciento Cristiano que ha nacido de nuevo del Espíritu de Dios, cuyo nombre fue escrito en el Libro de la Vida del Cordero antes de la fundación del mundo? Quien… Que lo que venga, lo que vaya, lo que pase, ellos se aferran de la mano incambiable de Dios. ¿Qué hay en su corazón que está hambriento por algo más allá? “Porque aquellos” dice la Biblia, “que lo hacen, confiesan claramente por su testimonio, y su vida, que buscan la Ciudad venidera, cuyo Arquitecto y Hacedor es Dios”.",
    "¿Qué es esa hambre en su corazón, esta mañana, de querer pararse en Su Presencia? ¿Qué es esa hambre en su corazón, esta mañana, el querer alcanzar algo con todo su ser? Toda su alma y su vida están clamando por algo, al grado que Uds. dicen: “A mí no me importa lo que venga o vaya”.",
    "¡Oh, Dios! Algo en Ud., mira el mundo, y las lágrimas corren en su corazón. “¡Oh, hermano perdido!”. Ver a las mujeres en su estado degradado y desmoralizado. Y ver a los hombres bebiendo y fumando, y maldiciendo, y apostando; y yendo a la iglesia. ¿Qué es eso en su corazón que clama: “Mi hermano perdido y descarriado”?",
    "Ud. ha tocado Algo Aquí arriba. Ud. ha sido conectado con el otro extremo de la línea. Ud. ha tocado una—una cadena, una Calzada, que encadenó la Eternidad en el principio. Cuando su nombre fue puesto allí, y fue visto por ese gran atributo, o linaje del conocimiento de Dios, que miró hacia abajo y vio que Ud. llegaría a Casa. Y, sin embargo, cegado por las cosas del mundo aquí abajo, Ud. tiene una concepción. Cuando el Espíritu Santo corre por esta cadena de sangre, y atrapa su corazón, Eso habla de una Tierra mejor, y un Lugar mejor, y una Ciudad mejor. Por lo tanto, se puede decir:\n\nEste mundo no es mi hogar, solo estoy de paso\n\nMi tesoro está guardado más allá del firmamento.",
    "Dios hablando. Que pase lo que pase, lo que venga, su corazón sigue centrado. Es una sombra, la sombra está delante de Ud. Eso es lo que hace la sombra. “La ley teniendo una sombra” del bautismo del Espíritu Santo. “La ley teniendo una sombra”. Por eso es que Él dijo, en la Biblia: Ud. tiene que tomar y comparar Escrituras con Escrituras, y darle continuidad. Y si en eso llega a aparecer una muesca, recuerde, Ud. está fuera de lugar. Permanezcan así, en esa—esa Escritura.",
    "Ahora, “La ley teniendo una sombra, nunca puede hacer perfecto al adorador, nunca puede hacer perfecto al que viene. Porque…” Escuchen, el versículo 2. Lo intentaremos en los próximos cinco minutos. Miren.\n\nDe otra manera no hubieran cesado de ofrecerse,…",
    "Si la sangre de toros y machos cabríos y ovejas y becerras, y si el sumo sacerdote fuera un orden correcto, entonces el mundo hubiera continuado. La muerte hubiera cesado bajo eso. ¿Lo entienden? Déjenlo que penetre por un minuto. Si Caifás, el sumo sacerdote, al ofrecer vida animal, hubiera perfeccionado al hombre y le hubiera dado Vida Eterna, entonces no había razón para que viniera otra cosa. Eso hubiera continuado. La Vida Eterna hubiera entrado, y hubiera seguido creciendo. Pero tenía que haber una sombra del verdadero Cordero de Dios que venía a quitar el pecado del mundo, lo cual había sido anunciado de antemano por Dios.",
    "Y los hombres y mujeres de hoy, que fueron conocidos por Dios antes de la fundación del mundo, sus nombres fueron escritos en el Libro de la Vida del Cordero. Si ellos gritan, muy bien. Si no lo hacen, muy bien. Si hacen esto, muy bien. Si no lo hacen, muy bien. Pues, Dios ya lo ha dicho. Eso tiene que suceder; “No es del que quiere, ni del que corre, sino de Dios que tiene misericordia”. Es elección de Dios, no nuestra.",
    "Ahora fíjense. “¿Entonces no hubieran cesado esas ofrendas? ¿Porque no hubieran cesado de ser ofrecidas? porque…” ¿Por qué? Aquí estamos llegando al final ahora; la lección está terminando. “Porque el adorador…”. ¿Por qué? “Porque…”. ¡Oh, ahora me siento como un niño pequeño con un juguete de Navidad! Estoy tan contento por Esto. ¡Cómo me gusta dárselo a la Iglesia, a Uds. creyentes, para permitirles ver lo que es la Verdad! Si ellos hubieran sido lo correcto, eso nunca hubiera cesado; hubiera continuado, Vida Eterna. “Porque el adorador…” Ahora léanlo conmigo: “El adorador una vez…”. No en cada avivamiento, no cada domingo por la mañana.\n\n…pues, el adorador, limpios una vez, no tendrían ya más conciencia de pecado.",
    "¿Qué? “El adorador una vez limpio”. Lo purificante de la Sangre del Cordero, una vez que barre completamente, limpia al adorador, desaparece la mismísima conciencia de pecado. Piénsenlo.",
    "La palabra conciencia en la interpretación correcta que usaríamos aquí, esta es la versión King James, en Inglaterra significa “una conciencia”, aquí significaría “el deseo”. “El adorador una vez limpio” por la purificación de Cristo en el Calvario, “no tiene más deseo de pecado. Lo viejo ha pasado, todas las cosas son hechas nuevas”.",
    "Ahora, Ud. puede cantar como una alondra, y aún tener odio, malicia y contienda en su cuerpo, en su alma. Ud. puede gritar como yo no sabría qué, y todavía la tiene. Ud. puede danzar en el Espíritu, Ud. puede hablar en lenguas, Ud. puede profetizar, Ud. puede predicar, cualquiera de esas cosas, y aún tiene malicia, envidia, contienda en su corazón.",
    "Pero cuando la verdadera preordinación genuina de la Palabra Eterna de Dios, cuando su nombre fue escrito allí, y la Sangre alguna vez limpia a esa persona; el solo pensar en eso, lo condena allí mismo donde está parado.",
    "Dicen: “A mí no me condena. Yo voy a estos lugares; eso no me condena”. ¿Por qué no? Ud., como un adorador negativo, nunca ha sido purificado por la Sangre de Jesucristo.",
    "Y los legalistas echan mano de esta idea: “Aleluya, usaré mis vestidos hasta acá abajo, y mis vestidos hasta por acá abajo. Dejaré que mi cabello crezca largo, y estaré bien”. Eso es una mentira. Y ellas señalan a la mujer con cabello corto, y con vestidos cortos, dicen: “Ella se va al infierno”. Yo no puedo decir eso. Aunque yo crea que esas cosas sean lo correcto; yo no las estoy condenando. Pero cuando Ud. basa sus esperanzas Eternas y salvación sobre esa doctrina, Ud. se condena por eso.",
    "El hombre o la mujer, no importa si Ud. es esto, eso, o lo otro, Ud. viene a la fuente llena de Sangre de las venas de Emanuel, y permitan que ese laxante de la Sangre del Señor Jesucristo purgue sus pecados.",
    "Hermano, no importa, Ud. aún puede ser que use vestidos bien largos, pudieran no usar una camisa de manga corta, Uds. hombres, y cosas así, o como Uds. quieran; pero si aún tienen malicia y envidia y contiendas. Ud. pudiera haber corrido, danzado, hablado en lenguas, gritado, predicado el Evangelio, o cualquier cosa, pero Ud. está perdido hasta que esa Sangre lo haya limpiado y puesto el amor Divino del Señor Jesucristo, en su corazón, y esté dejando las huellas de la Vida de Cristo detrás de Ud. Amén.",
    "🦅 Donde hay lenguas, cesarán. Donde hay profecía, fallará. Donde hay conocimiento, se desvanecerá. Pero cuando venga lo perfecto, lo que es en parte será quitado”.",
    "Y estamos descansando hoy, como legalistas, en alguna cosa legal que nosotros hemos hecho. Pues, cuando yo era un pecador, era un leopardo. Mientras más trataba de dejar esto y dejar aquello, solo hacía mis manchas más brillantes. Fui un hipócrita con eso, y Ud. también. Pero el día cuando Ud. llegó al Calvario, a la limpieza, donde el verdadero Cordero…",
    "En el Antiguo Testamento, ellos traían un cordero. Salían y cometían adulterio. Ellos se enojaban, y discutían, y peleaban, y maldecían. Y, cuando lo hacían, traían un cordero, se lo traían al sacerdote, decían: “¡Oh, sacerdote de Dios!”.\n\n“¿Sí”?",
    "🦅 Yo maldije a mi vecino. Yo—yo cometí adulterio. Dije una mentira. Yo robé”. Colocaba sus manos sobre este cordero moribundo, sin mancha. El sacerdote lo examinaba; había que guardarlo, para ver si estaba correcto. Le imponía las manos, y le cortaban la garganta. Y sus manos untadas de la sangre, y el corderito balaba, pateaba, y moría.",
    "Y el adorador parado allí, decía: “Sí, ese debería ser yo, pero el cordero está tomando mi lugar”. Pero regresaba con el mismo deseo. Él lo haría de nuevo tan pronto como tuviera la oportunidad.",
    "Y así es como lo hace la gente hoy. Ellos vienen y confiesan, y dicen: “Yo esto, aquello, o lo otro”, y salen allá de nuevo; y al darse la vuelta, hacen lo mismo otra vez. Se unen a una iglesia, a otra; si alguien empieza con algo, bueno, se van a esta y aquella.",
    "Pero ¿de qué era la sombra? De lo imperfecto. Aquello nunca podía quitar el pecado, pero era una sombra de la verdadera doble cura que venía.",
    "Y cuando vino Jesucristo el Hijo de Dios y murió en el Calvario, y el adorador pone sus manos sobre la cabeza del Señor Jesús, y al conocer los gritos y el clamor de la cruz, esa muerte, ese sufrimiento vicario, que él mismo debía pagar, en esas profundidades del infierno a donde debió haber ido, él sabe que Cristo pagó el lugar, por haber confesado su pecado.",
    "Entonces ¿qué sucedió? ¿Cuál es la diferencia? ¿Qué salía del cordero, de la sangre? Salió la vida. Y la célula de sangre estaba en su mano. La vida circulaba alrededor del altar, pero la vida del cordero no podía volver sobre el adorador; a pesar de que él confesaba que estaba errado, y el cordero tomaba su lugar. Pues, un adorador tiene alma, y él no podría vivir como un animal. Correcto.",
    "Pero, ¡oh, Dios!, hala el gatillo de ambos cañones de la escopeta, y que ambos cañones apunten a esta iglesia, es mi oración. Pero cuando el adorador…",
    "🦅 El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna, el Espíritu Santo. No vendrá a condenación, sino que ha pasado de muerte a Vida”.",
    "Cuando el adorador pone sus manos sobre la cabeza del Cordero moribundo del Calvario, y confiesa sus pecados, y Dios reconoce que aquello es en sinceridad, de su corazón. Él confiesa su pecado. Esa Vida que circula, llamada el Espíritu Santo de Jesucristo, regresa al adorador. Y él queda limpio, y no tiene más deseo de pecar. Pues él es guiado por el Espíritu de Dios, y no por su propia vida, de allí en adelante. Él cometerá errores, seguro, pero esa Vida lo mantendrá.",
    "Observen. Vayamos al cator-… versículo 14. No tenemos tiempo para terminarlo. Tomemos el versículo 12.\n\nPero este hombre, (no el cordero)… ¡Cristo!\n\nPero este hombre…",
    "Él está hablando ahora del orden del sumo sacerdote. ¡Cómo el sacerdote entraba al templo, y demás!; la adoración. ¡Cómo el adorador salía con el mismo deseo! Un hombre viene al altar y dice: “Sí, yo no quiero ir al infierno”. El predicador predica sobre cuán ardiente es el infierno, y el altar lleno de gente. “¡Oh Dios, no quiero ir al infierno!”. Pero ellos nunca están dispuestos a ceder ese yo, decir: “Sí, Señor. No mi voluntad, de aquí en adelante, sino la Tuya”.",
    "Realmente caiga en cuenta de lo que Ud. está haciendo. Diga: “Dios, ten misericordia de mí”. Entonces la Sangre de Jesús está en sus manos. No es salir y comenzar a vivir la misma vida que Ud. vivía. Esa Sangre lo condenará a Ud. al final, en el Juicio. Será mejor que Ud. tenga la Vida que está en esa Sangre, para que regrese a la sangre de vida suya, regrese a su corazón y le haga vivir como un Cris-… una persona diferente. “El adorador una vez limpio”. Miren aquí.\n\nPero este hombre, habiendo ofrecido una vez para siempre un solo sacrificio por el pecado (¿por cuánto tiempo?), para siempre (esa Eternidad desencadenada), …se ha sentado a la diestra de Dios, (Al final del camino.)",
    "¿Dónde está Él? Al final del camino. ¿Recuerdan Uds., el domingo antepasado, el domingo que prediqué e ilustré la pequeña arca de Moisés, que iba allí entre los juncos y todo? ¿Recuerdan cómo Uds. los ancianos comenzaron a llorar y gritar, cuando yo les predicaba a los niños? Tenía todos esos ojitos negros y azules, sentados aquí en la primera fila, que les decía: “Si pierdes tu vida, la encontrarás. Si no entregas tu vida, la perderás”. ¿Lo recuerdan, iglesia?",
    "Recuerdan, cuando yo ilustraba, dando el drama de esa mañana cuando Jocabed y cuando Amram, Aarón y María, todos hincados antes del amanecer, con sus manos alzadas, decían: “Dios, Tú nos diste el bebé, ahora Te lo estamos devolviendo. Tú nos lo diste. No era nuestro, era Tuyo. Tú nos lo diste, y ahora ¿nosotros Te lo devolvemos?”. [Cinta en blanco.—Ed.] “Si nos quedamos con él, las brujas del infierno lo matarán. Esas mujeres de narices largas como gancho saldrían y tomarían su cabecita y la reventarían contra la pared. Lo perderemos si nos quedamos con él. Pero si se lo devolvemos a Aquel quien nos lo dio, lo conservaremos”.",
    "Así mismo es en su pequeña barca, esta mañana, hermano, hermana. Ud. lleva un cargamento allí, el cargamento más valioso que ha habido jamás; se llama su alma. Adelante, no la entregue, viva como Ud. quiera, Ud. la perderá tan cierto como que estoy parado aquí. Pero si Ud. se la devuelve a Dios, y rinde su voluntad, Ud. la conservará. Ud. la hallará. Jesús lo dijo. Recuerden.",
    "Y cuando empujaron esto, el tesoro de su corazón, cuando lo empujaron allí al río, venían unos viles cocodrilos. Puedo ver a Dios, como dije, levantarse de Su Trono.",
    "Saben, aquí se pasa por muchas pruebas; pero hay Alguien pendiente de ellos, todo el tiempo; “No amaron su vida al punto que murieron”.",
    "Cuando el pobre Amram, con su único hijito amado. La pequeña Jocabed acababa de amamantarlo en su pecho, y luego tuvo que ponerlo en el arca y empujarlo hacia los juncos, donde los caimanes estaban gordos con los bebés. Allí, cuando ella estaba parada allí, y las lágrimas le corrían por sus mejillas, Dios dijo: “Ven aquí. Gabriel, ven aquí un minuto. Quiero mostrarte algo. Yo tengo a alguien que realmente Me cree”. Amén.",
    "Dios, permíteme ser esa clase de persona, que puede decir: “Dios lo dijo. Y así es”. Y estar tan muerto a cualquier otra cosa, que llegue a ser un metal que resuena o un címbalo que retiñe.",
    "Dijo: “Ven aquí, Gabriel. Todos Uds. Ángeles vengan aquí. Quiero mostrarles algo. ¿Ven a ese hombre allá con las manos alzadas? Él empujó allí a su propio bebé. Yo se lo di, ahora él Me lo está devolviendo. Yo Me encargaré de que él lo conserve”. Amén. Dijo: “Gabriel, llama a diez mil Ángeles, con órdenes de marchar. Los quiero aquí”.",
    "Gabriel tocó trompeta un poco, y eso sonó por los corredores de la Eternidad. Diez mil Ángeles armados bajaron.",
    "Dijo: “Colóquense en línea cubriendo todo el río de arriba a abajo. Vean que ningún caimán, ni nada, vaya a tocar a uno de ellos. Me ha sido devuelto”.",
    "Gabriel dijo: “Señor, Capitán General, ¿dónde estará Ud.?”.",
    "🦅 Voy a estar al final de la línea. Voy a recibir allá abajo”.",
    "Así mismo es como Él hace hoy. Cuando un hombre pone su confianza en el Señor Jesús, confiesa su pecado, el Espíritu Santo se apodera de ese hombre, y Cristo se para al final para recibirle. Pasamos por muchos remolinos, y caimanes, y espantos aterradores, y todo lo demás por lo que hemos pasado.",
    "Por muchos peligros, fatigas y trampas,\n\nYa he pasado;\n\nEs la gracia que me ha traído a salvo hasta aquí,\n\nY es la gracia que me llevará a Casa.",
    "¿Quién está al final para recibir? Escuchen:\n\n…para siempre…, se ha sentado a la diestra de Dios,\n\nde ahí en adelante (allá al final del camino) esperando hasta que sus enemigos sean puestos por estrado de sus pies;",
    "¿Están listos? Aquí está. Esta es la última vuelta al tornillo. Aquí está la última porción con la antorcha. Aquí está la última clavada del clavo. Este es Aquel que une la Eternidad con la Eternidad. Y, allí, la Espada de la liberación de Dios ha atravesado el corazón, al colgar a Sus delegados, del Espíritu Santo. Aquí está, Hebreos 10:14. Escuchen. No es palabra mía; sino la Palabra de Dios, Quien La habló antes de la fundación del mundo; tiene que ser así.\n\nPorque con una sola ofrenda hizo (p-e-r-f-e-c-t-o-s) perfectos para siempre a los santificados.",
    "Perfectos ¿por cuánto tiempo? ¿Hasta la próxima vez que Uds. se peleen con su vecino? ¿Hasta la próxima vez que Ud. mire a alguien, algún hombre o mujer que sea lujurioso? ¿Hasta la próxima vez que Ud. vea la oportunidad de decir una gran mentira? ¿Hasta la próxima vez que Ud. vea dónde puede atrapar a alguien y lastimarlo, y alejarlo de la iglesia, para que en algún momento Ud. pueda criticar a alguien?",
    "🦅 Él ha santificado para siempre, perfeccionado para siempre. Donde el Espíritu Santo…”. Ud. pudiera decir algo, alguna vez, que esté errado. Así es. Ud. pudiera hacer algo, alguna vez, que esté errado. Así es. Pero tan pronto como lo hagan… Observen el siguiente versículo.\n\nY nos atestigua lo mismo el Espíritu Santo;…",
    "¡Oh, vaya, no puedo predicar más! Miren.\n\n…el Espíritu Santo…nos atestigua;…(¡Vaya!)\n\n…el Espíritu Santo…nos atestigua;…después de haber dicho:\n\nEste es el pacto que haré con ellos Después de aquellos días, dice el Señor: Pondré mi ley en sus corazones, Y en sus mentes las escribiré,\n\nañade: Y nunca más me acordaré de sus pecados y transgresión contra ellos.",
    "¡Oh, Dios! “Todo hombre que tiene esta esperanza se purifica a sí mismo tal como Dios es puro”.",
    "Oremos.",
    "Padre Celestial, Te damos gracias en esta mañana por la limpieza del Espíritu Santo, por la gracia del Dios viviente. Éramos pecadores, injustos, impíos, despreciables; sin Dios, sin esperanza, marginados en el mundo, y Cristo vino y tomó nuestro lugar. Por previo conocimiento Dios nos vio en esta condición, sabiendo que teníamos hambre y sed. Con razón Jesús dijo: “Serán saciados”. No que “llegarán a ser miembro”; no que “ellos se unirán”; sino, “Serán saciados; con hambre y sed de justicia”. En otras palabras, “al tener hambre y sed”, sabiendo que no podemos hacer nada por nuestra cuenta, no importa lo que hagamos.",
    "El diablo pudiera hacernos imitar todo don; podría hacernos salir y poner las manos sobre los enfermos, y ellos se recuperarían; podría hacernos hablar en lenguas; podría hacernos interpretar lenguas; podría hacernos tener sabiduría, conocimiento; pero eso no es suficiente, Señor.",
    "Tú dijiste: “Muchos vendrán en aquel día, y dirán: ‘Señor, Señor, ¿no he hecho estas cosas en Tu Nombre?’”. Él dijo: “Apartaos de Mí, obradores de iniquidad. Yo nunca siquiera os conocí”.",
    "¡Oh, Dios!, entonces permite que nuestras esperanzas sean edificadas sobre nada menos que la Sangre de Jesús con justicia.\n\nCuando todo alrededor de nuestra alma ceda,\n\nEntonces Él es toda nuestra esperanza y apoyo.\n\nPorque en Cristo, la Roca sólida, me paro;\n\nTodo otro terreno es arena movediza.",
    "🦅 Conocerlo a Él es Vida” no conocer las órdenes, “conocerlo a Él”, la Persona.",
    "Oro, Padre, por cada pecador en el edificio hoy, que los salves ahora mismo. Y que ellos, sin ninguna emoción, sin ninguna contradicción del diablo, sino que ellos, con una fe verdadera, no adulterada, crean lo que han oído predicado, y acepten al Espíritu Santo Quien Lo trajo. Concédelo, Señor, porque es en Su Nombre que lo pedimos.",
    "Y, con nuestros rostros inclinados.",
    "Me pregunto si hay alguien aquí esta mañana… Ahora quiero su… a nivel, sinceros, veraces; no importa lo que Ud. haya hecho, no importa cuántos intentos Ud. haya hecho, o cuánto tiempo haya pertenecido a la iglesia. ¿Es Ud. sincero, desde lo profundo de su corazón, de esto, que sabe que las cosas del mundo han pasado de Ud.? ¿Saber que, día tras día, y año tras año, continúa, su ancla se mantiene firme? Hay Alguien, allá, en prefigura al final del camino, donde esta gran desviación será enderezada. Hay Alguien allí tirando de su corazón, sabiendo que algún día Ud. será levantado. Si eso no ha salido de su corazón hoy, amigo, conciudadano, peregrino…",
    "Pobre manada pequeña, Dios los bendiga en su corazón. Los veo sentados aquí, canosos y de hombros encorvados. Veo a niños pobres, que tal vez tuvieron que pasar sin cenas. Y ¿me pararía yo aquí y les diría algo errado? Eso, bueno, ¡Dios no lo permita! Yo sería un… Debería hincarme y arrepentirme antes de predicar. Yo los amo; y es con verdadero amor Cristiano.",
    "Ahora sean sinceros con el Espíritu Santo. ¿Habrán quedado atrás todas esas cosas para Uds.? O, ¿les ha engañado Satanás, y solo están viviendo una vida a medias? ¿A veces Uds. piensan: “Bueno, está bien” y la próxima vez, Uds., pues: “Bueno, yo no sé”? Y suceden cosas, que Uds. lo saben. Y será esa su condición, y en esta mañana Ud. quiere rendirlo todo a Cristo.",
    "Recuerden lo que Él dijo: “El que oye Mis Palabras, y cree al que Me envió, tiene, ahora mismo, Vida Eterna”. El juicio ha terminado. Desde ese momento en adelante, la cosa estará muerta. Si Uds. realmente lo aceptan, eso mismo se probará.",
    "Ahora miren. No sean engañados. ¿Recuerdan Uds. aquí, hace muchos años cuando colocamos la iglesia en orden? Les estoy hablando, y Uds. están orando; los rostros inclinados. ¿Recuerdan cuando teníamos la iglesia en orden? Cuando un mensaje llegaba en profecía, o en lenguas e interpretación, que lo escribíamos y lo colocábamos aquí en la plataforma, con tres varones como testigos. Yo daba el mensaje desde la plataforma. Si no acontecía, tenían un espíritu maligno entre Uds. Uds. pasaban aquí y corregían eso.",
    "Si una persona cometía algo que estaba mal, una hermana o un hermano los veía hacer mal, iban donde ellos. Cuando venían a la iglesia, los tomaban del brazo, y pasaban aquí atrás al cuartito, le decían: “Hermano, le vi en el lugar equivocado. No voy a decirlo delante de la iglesia, porque le amo. Ud. se equivocó. Oremos ahora”. ¿Ven?",
    "Ahora, Ud. sea sincero consigo mismo. Si el amor de Cristo está en su corazón, por encima de todo, Dios le bendiga; Ud. está bien. Pero si no es así, no sea engañado. Esos espíritus son engañosos a más no poder. Ellos lo engañan a Ud. Es lo que aquel le hizo a Eva, le dijo bastante de una verdad nueva. “¡Oh, sí, Dios lo ha dicho! Ajá”. Pero hay una pequeña falla ahí. Eso es lo que… Eso es lo que nos tiene quebrantados esta mañana; vemos la pequeña falla en la cadena. Eso es lo que causa todo el problema.",
    "Hermano, si no está funcionando perfectamente con el corazón de Dios, podría levantar su mano a Dios ahora, y decir: “¿Dios, al hacer esto, yo realmente quiero estar correcto?”. Nadie está mirando sino yo. Levante la mano. Dios la bendiga, señora. ¿Alguien más? Dios le bendiga. Dios le bendiga, y a Ud., y a Ud., y a Ud., a Ud. Dios le bendiga. Ahora, Él le conoce a Ud. Él conoce a cada uno de Uds. Él sabe exactamente cuál es su deseo.",
    "Ahora, nuestra manera antigua (mientras tienen sus rostros inclinados) es que la gente venga al altar. Está bien. Eso me gusta. Pero no es algo de la Biblia; solo es una doctrina de la iglesia.",
    "🦅 A todos los que Le recibieron a Él, les dio potestad de ser hechos hijos e hijas de Dios”. Mientras están sentados, y han levantado la mano, una docena o más de Uds. aquí, ¿aceptará Ud. ahora, en lo profundo de su corazón, después de que Ud. dice que siente que debería hacerlo? ¿Podrían Uds., el mismo grupo que levantó la mano, levantar la mano, decir: “Aceptaré esto ahora, Hermano Branham, ahora aceptaré a Jesús, no importa lo que haya hecho, yo lo acepto a Él ahora como mi Amador y mi Salvador”? Dios lo bendiga, señor. Dios lo bendiga a Ud., señor. Dios le bendiga. Dios la bendiga, señora. “Yo Lo aceptaré a Él ahora. Algo en mi corazón me dice que yo—yo—yo quiero hacerlo. Hay Algo que me dice que debo hacerlo, ahora mismo. Este es mi día. Quizás la próxima vez, estaré demasiado lejos”. Dios lo bendiga, señor. Dios lo bendiga, hermano. Dios la bendiga, señora. Veo su mano. “Ahora siento que debo hacerlo”.",
    "Amigos, la iglesia se está enfriando. América va a ser juzgada muy pronto. Toda nación lo recibió. ¿Qué va a ser Ud. dentro de cien años? Va a estar en alguna parte. En algún momento entre este minuto y dentro de cien años, Ud. saldrá de este mundo. Más vale que Ud. esté seguro. No juegue con eso. La Palabra está siendo predicada por el Espíritu Santo, y es la Verdad que viene de la Palabra de Dios. Hay Alguien que los ama.",
    "Ahora, Ud. no puede levantar la mano, a menos que Alguien lo anime a Ud. para que levante la mano. Ese es el Espíritu Santo; “Ninguno puede venir a Mí, si Mi Padre no le trajere primero”. Y si Él lo ama lo suficiente como para llamar a su corazón, y decir: “Sí, me refiero a Ud. Este es el momento. Quiero entrar, antes de que tenga que sacarlos de esta tierra prematuramente. Ahora les pediré que levanten la mano”. ¿Lo hará Ud. entonces?",
    "Uno más que diga: “¿Yo ahora, desde lo profundo de mi alma, lo acepto?”. Ahora voy a orar por Uds. Dios la bendiga, señora. Yo sentí, querida hermana, que esa era Ud. Miré allá atrás… Por supuesto, todos Uds. se dan cuenta que solo faltan unos días, unas horas, para la reunión allá. Ahora me estoy quedando mucho tiempo en mi cuarto, orando. Servicio de sanidad; el Ángel del Señor está cerca. Sucederán grandes cosas. Miré hacia atrás y vi Algo parado en la sala, estaba sobre una mujer joven. Vi a otros levantar la mano. Tuve testimonio de que eso era verdad. Pensé: “Si hago un llamado más, si esa mujer tan solo levanta la mano”. Y lo hizo. Eso era.",
    "Ahora, Dios, Amante de nuestra alma, ¿quiénes somos nosotros de todas maneras? Pues, antes de que el mundo fuera formado, Tú conociste a cada mosquito que estaría en la tierra, toda hormiga, toda pulga. Tú eres infinito. Y Tú sabías que esta mañana, esas personas levantarían la mano. Tú lo sabías. Pues, Tú los viste antes de que el mundo comenzara; siempre lo supiste. Y Tú sabías que esta cosa acontecería, para que pudieras expresar Tu amor a Tu pueblo. Tú dijiste que levantaste a Faraón y endureciste su corazón, para poder mostrar Tu poder, ¡cuánto más expresarás Tu amor! Satanás, ese maligno que pervirtió lo correcto a lo incorrecto, Tú se lo permitiste, porque entonces puedes expresar Tu amor a Tu pueblo. Y, ¡oh, Dios!, Te amamos tanto. Te agradecemos.",
    "Y oro, Dios, que estas personas vivan una vida Cristiana, humilde, desde este día en adelante, pues, Te han aceptado. Y si hay otros, quizás no los vi a todos, quizás Tú no me los mostraste, pero Tú has hablado con ellos. Si hay otros, bendícelos también. Porque lo pedimos en el Nombre de Jesucristo. Amén.\n\nHay una Fuente llena de Sangre,\n\nQue mana de las venas de Emmanuel,\n\nY los pecadores al sumergirse en el raudal,\n\nPierden toda su culpa… (Lentamente ahora, hermana.)",
    "Saben, ayer, el Hermano Roberson estaba en casa del Hermano Wood. Salí desapercibido. Estaba esperando que llegara un ministro de visita. Él mostró una película, y la película era… Muchos la estábamos viendo, pero, una era de cuando la iglesia estaba saliendo por la puerta. Y me vi a mí mismo saliendo allá, y miré: “¡Oh, qué cosa! ¡Vaya, cómo es, lo que unos cuantos años le hacen a uno!”. Y miré de nuevo. Eso me vino a mente esta mañana.",
    "Solo tenemos unos cuantos días más de estas fatigas y pecados. Y pienso en las veces que escuché comenzar ese canto, verlos llegar hasta aquí, pararse alrededor del altar para tomar la Santa Cena. Y he oído las ruedas del ataúd chirriando, mientras va por la sala allí, sacándolos.",
    "Recuerden, la predicación de esta Palabra será un… Pararse en el Juicio. Y tendré que pararme detrás de Eso, pararme allí. Tendré que ser testigo de eso. Yo no puedo retractarme, ya lo he hablado. Tengo que quedarme con eso. Me va a encarar en el Juicio, así como Dios habló Su Palabra y no puede retractarse. ¿Ven?",
    "Y yo peso cada palabra, primero en mi corazón, y veo si yo mismo quiero decirla. Si parece errado, no lo digo; dejo que Él lo diga. Si—si Él dice algo contrario, aunque yo no lo crea, yo lo diría de todas maneras, porque es Él. Quiero estar seguro, porque no quiero ningún error ese día.",
    "Saben, va a estar muy oscuro allá en el río ese día. No va a haber nadie allí como ayuda. Ud. no va a llevar dinero allá. Sus amigos van a estar en la misma condición suya; va a estar muy oscuro. Ud. tendrá que cruzar. Quiero estar seguro de que mi boleto esté correcto. Quiero estar seguro, cuando lo miro, de ver la Sangre roja de mi Maestro. Luego cuando escuche, después de un rato, esa antigua Nave sonar la bocina, todo entonces va a estar bien. Pero no quiero ningún problema allá en ese momento. Quiero resolverlo ahora. Si hay algún problema, quiero que se resuelva ahora. Voy a necesitar toda la gracia que pueda recibir en ese día.",
    "Voy a ser sincero. Como dijo un gran maestro, el otro día, que no quería ser popular, quería ser sincero. Alzo mi voz con la de él: quiero ser sincero. Yo quiero decir la Verdad, así que en ese día, cuando llegue, y oiga los gritos alrededor de la orilla, quiero mirar allá y estar seguro.",
    "Como los niños hebreos, cuando vieron esas alas negras que cruzaban, de la muerte, el muchachito le dijo a papá: “¿Estás seguro que la sangre está en el dintel?”.\n\nEl padre mira afuera: “Sí, hijo, la sangre está allí”.\n\n“Bueno, entonces está bien. Estamos a salvo”.\n\n¿No está allí esta mañana, amigo?\n\nEsté seguro.",
    "Ahora, Ora May, sé que has venido para que se ore por ti, hermanita. Esta pobre niña, sentada aquí en la fila, como una cosita pequeña allí. La pequeña Shirley sentada aquí, llorando, acaba de llegar de Arizona. Pienso en esos niños pequeños. Todos Uds. los recuerdan, aquí afuera en una pequeña—una casita vieja, su pobre padre anciano se sentaba aquí detrás de la iglesia, con ellos. Recuerdan, esos pequeños cómo, yo… como todos los conocemos. La pobre pequeña Ora May… Se necesitan dos para levantar una familia. ¡Oh, Dios!, ¡esta cosa tan horrible del matrimonio y el divorcio! Y cómo Curtis hizo lo mejor que pudo, por ellos. Él trabajó duro. Pero, un niño, no importa quién sea, necesita el amor de una madre. Alguien que los ame. Es la naturaleza, para calmar sus sentimientos.",
    "Soy un cazador. Observo la vida salvaje. Eso es… Y yo salgo y la observo. Una madre osa, vieja, cuando se interna en el otoño del año, ella se apareó para ser madre otra vez. Ella ahuyenta todos sus cachorros. Ella tiene de uno a dos; ella los ahuyenta, los hace hibernar solos, para que se acostumbren.",
    "Al año siguiente, cuando ella sale, ella tiene dos bebés más, uno o dos más. Ella los cuida durante el verano. Luego, en el otoño, ella los ahuyenta otra vez.",
    "Y tiene dos más el próximo verano. Pero ¿qué pasa si ella no tiene cachorros ese año? ¿Saben lo que hace? Ella sale, busca a esos cachorros, que ya son tan grandes como ella. Y si no puede encontrarlos, ella tomará un par de lobos pequeños; o tomará un par de coyotes. Ella tomaría, incluso, un bebé humano. Seguro, ha ocurrido. Ella tomará ese pequeño bebé, o lo que sea, y lo cuidará. Solo es la naturaleza. Ella no puede evitarlo.",
    "Miren a una pequeña con su muñequita, pues, ella no tiene ni tres años. Lo vi en mi pequeña Sara la otra noche. Entré al cuarto. Una cosita nerviosa, y allí estaba ella, durmiendo con su muñequita en su brazo. Me paré allí y la observé. Pensé: “¡Pobre cosita! Saben, no pasará mucho tiempo, muchos años, papá envejecerá, después de un tiempo. Y ya estoy así; encaneciendo y muriendo”. Pero eso es en prefigura, algún día, de un—un verdadero bebé que estará allí. Eso simplemente está en Ud. Y si Ud. no ama a esos pequeños, algo más tomará su lugar.",
    "Si un hombre no adora a Dios, él adorará su carro, él irá al bar, él—él hará otra cosa, él será promiscuo. Pues, algo tiene que tomar ese lugar.",
    "Ahora, nuestra hermana, no es mi intención ser… emocionarla. Pero, al no tener el cuidado de una madre, correctamente, algo más tomó su lugar. Y la pobrecita está sufriendo, esta mañana, de un ataque de nervios; con dos bebés pequeños. Ella ha cometido errores; yo también, ¿y quién no? Pero lo que trato de decir es que hay Alguien que lo ha perdonado. Ella levantó la mano hace un momento; todo eso ya no está. Eso vino de un corazón sincero, lo cual quiero creer; solo miren lo que sucede. Cuando ella sea una anciana canosa, eso aún será válido. Así es. Pero, ella está nerviosa.",
    "No hay medicina en el mundo que pueda ayudar a los nervios. Si Ud. toma medicina para calmar sus nervios, le pondrá el doble de mal cuando lo deje.",
    "No hay remedio para el nerviosismo, pero estoy tan contento que hay una cura. Saben, yo también he sufrido eso. Hay una cura, no un remedio; ¡una cura, una doble cura!",
    "En mi sermón ayer, en la radio: La flecha de liberación. Los predicadores quedan tan cortos, como Joash. Él debería haber profundizado más.",
    "Pero, miren, mi hermano, hermana: el remedio es Cristo.",
    "O, permítanme decir esto, en el púlpito, detrás de este mueblecito construido aquí, pero es tan sagrado como cualquier púlpito para el Evangelio. Ha sido dedicado a Dios. Somos un pueblo pobre. Quizás no tenga una cúpula de oro encima, pero el Espíritu Santo ha venido aquí y ha hecho grandes cosas por nosotros.",
    "Mi hermana, querida, Dios bendiga su corazoncito. Como madre, y como hija, si aceptas lo que el Hermano Bill ha dicho… o te dice ahora, te aseguro, cariño, que saldrás de aquí y estarás bien.",
    "Ahora, cuando levantaste la mano hace un rato, esa vez aceptaste a Cristo. Quiero, en unos minutos, quiero que subas aquí. Y puedo probarte, por… Uds., Uds. sean el juez. Por la gracia de Dios y el Espíritu Santo, que ahora está parado aquí, puedo hacer que eso te deje. Así es. Yo nunca lo he visto fallar. Pero entonces regresará a ti cuando te vayas de aquí, ¿ves?, si lo permites. Pero si simplemente no lo recibes más, no importa cómo te sientas; tú sigues diciendo: “Jesucristo me sana”.",
    "¿Ven?, has bajado, Ora May, de aquí arriba, donde solías ser feliz y andabas en esa bicicleta, y corrías de aquí para allá por la calle. Estabas feliz entonces. No tenías los sentimientos que tienes ahora, ¿verdad? ¿Ves? Ahora has caído aquí, porque no había nada allí para sostenerte, cariño. Caíste abajo aquí. Pero ahora tienes que creer que estás aquí arriba, y creerlo. “Y la fe sin obras está muerta”. Si lo crees, entonces actúa como si estuvieras allá arriba, y entonces Dios simplemente te levantará allá arriba de nuevo.",
    "Allí está tu tía Meda sentada allá atrás. Ella tenía lo mismo. Yo tenía lo mismo. Yo sé lo que es, pero Dios es la cura.\n\n¿Lo vas a creer en esta mañana, Ora May?",
    "Quiero que vengas aquí. Cualquiera del resto de Uds., enfermos, para ser ungidos. Muy bien.\n\nInclinemos nuestros rostros por un momento.",
    "Iglesia, todos Uds. conocen a Curtis. Conocen a Ora May. Con solo mirar a Ora May, uno puede ver que algo ha sucedido. Ella está cansada y nerviosa. Ora May, este es el tiempo para resolverlo.",
    "Quiero preguntarte algo. Muchas veces, Ora May, tú has dicho: “Si tan solo pudiera encontrar un lugar desde dónde empezar. Si yo pudiera comenzar a sentirme mejor en este momento, creo que podría ayudarme a mí misma a salir”. ¿Ven?, así es, ¿no es así? Bueno, aquí estás en ese lugar ahora, Ora May. Estás en el mejor lugar del mundo, en el altar, donde está la única Persona en el mundo que puede ayudarte, y ese es Dios.",
    "Quiero que todos inclinen sus rostros, únanse conmigo en oración.",
    "Amado Padre Celestial, esta pobre niña… La vida es tan corta. Ahora ella es una madre joven. Yo sé, hace un rato, cuando ella levantó la mano, todo pecado fue quitado. Dios, Tu Biblia es testigo de eso. Tú lo hablaste desde el Cielo, que, “El que creyere, recibiría”.",
    "Ahora, ella tiene una lucha terrible por delante, Señor. Y Satanás la arrojaría, más adelante, y le quitaría esos bebés, y la pondría en la institución para dementes, para golpear su cabeza contra la pared. Pero ella vino al lugar correcto, hoy, al altar. Ella vino a la casa del Dios viviente. Ella está parada aquí, por así decirlo, sola, en el altar, pero no sola. Los Ángeles de Dios acampan alrededor. El Espíritu Santo también está cerca. Y ella es testigo de ver muchas cosas que han sucedido, y sabe que Tú eres Dios. Y ruego que, con todo mi corazón, con toda mi alma, que, en este día, Tú ayudes a Ora May.",
    "Ahora, Padre, estoy tomando de este altar, que está aquí en este lugar sagrado donde el Espíritu Santo ha cubierto… Se llama aceite de oliva, o aceite ungido, aceite de unción. Es de acuerdo a Tu especificación, el aceite de las aceitunas del pámpano. Y ahora, mientras avanzo para ungir a mi hermana con este aceite, Tú dijiste: “La oración de fe salvará al enfermo”. Después de predicar el Evangelio…",
    "Sabiendo que este gran servicio está por venir, hágase Tu voluntad, aquí en Indianápolis, donde muchos neuróticos, sordos, mudos, ciegos y de todo, se pararán allí. Pero no tememos en lo más mínimo. Tú lo dijiste, antes que el mundo comenzara. Tenemos un toque del Cielo, más allá, que nos dice que es la Verdad. Entonces vamos adelante para desafiar a ese diablo. Nuestro pueblo está en problemas, así como lo estaba Lot, en el sermón de esta mañana, y Abraham fue tras él.",
    "Satanás, venimos contra ti en esta mañana. Nuestra pobre hermanita desamparada está en problemas, y venimos contra ti. Con aceite ungido, y con el bautismo del Espíritu Santo, con la Divina Palabra de Dios, y el Evangelio, vamos a poner las manos sobre ella, en el Nombre de Jesucristo. Y te echamos de ella. Jesús dijo: “Vete”, y no puede fallar; dijo: “En Mi Nombre echarán fuera demonios”. Y tú eres un diablo. En obediencia a Su mandato, te echamos de esta, mi pequeña… intercedemos ahora, aparentemente una desamparada. La Sangre de Jesucristo la limpia de todo pecado. Hoy ella llegó a ser pura y santa a la vista de Dios, por la confesión de su pecado, por la purificación del Evangelio. Lo echamos, este nerviosismo. ¡Oh, sí!, tú la estabas llamando, pero no puedes tocarla. Rogamos que la Sangre se coloque entre ella y este. Ellos se paran como un mediador. Y ahora deja a la muchacha. Déjala libre. Y desde este día en adelante, que ella sea feliz. Por esos bebitos acostados allí.",
    "Por ese esposo, que él también venga y sea un Cristiano. Que todos los suyos, y algún día en la Gloria, que el gran círculo familiar no esté roto allá. Que su madre, su padre, todos, cada uno, estén Allí. ¡Oh, Dios!, concede esto.",
    "Que ella sea libre desde esta hora. Nosotros la liberamos por el amor perfecto y lo ordenamos por la Biblia, y la muerte, sepultura y resurrección de Jesucristo, por Su Sangre y el Espíritu Santo, la traemos a Ti. En el Nombre de Jesucristo. Amén.",
    "Muy bien, ve ahora. Las cosas volverán a la normalidad. ¿Te sientes bien ahora? Ahora no te está molestando; te sientes bien ahora.",
    "[Cinta en blanco.—Ed.]… estar así todo el tiempo, estaría bien. Seguro. Amén. Ahora todo ha terminado, hermanita. ¿Te hace sentir alivio? Ahora puedes salir de aquí, salir, y ser Ora May otra vez, solamente, una nueva Ora May, una muchacha feliz en Cristo. Que todo desaparezca. Regresa aquí, como en un año a partir de hoy, si Dios quiere; ven a decir: “Hermano Branham, ¿recuerda la mañana en que Ud. oró por mí allá en el altar? Allí quedó resuelto”. Dios te bendiga. Alabado sea el Señor.\n\nInclinemos nuestros rostros ahora.",
    "Nuestro Padre Celestial, en obediencia a la comisión de nuestro Señor y Salvador, Jesucristo, Te amamos hoy con un amor puro, santo, sin adulterar. Y permite que Tu bondad y misericordia descanse sobre todos y cada uno. Te damos gracias por las visitas con nosotros. Y oramos que bendigas a cada uno.",
    "Bendice a nuestro amado pastor, nuestro Hermano Neville, quien se para con nosotros en el arnés del Evangelio; no enyugados con el mundo, sino en arnés con Cristo; con todo el arnés de Dios puesto, jalando el antiguo carro del Evangelio adelante, unidos en yugo como conciudadanos y siervos de Dios.",
    "Bendice a todos los diáconos, al síndico, al tesorero, a cada uno que se preocupa, a todos los miembros, a los laicos, a las visitas. Dios, ya viene una reunión allá en Indianapolis. Dios, yo no soy digno de ser bendecido, ¡pero bendices Tú a la gente, por medio de la predicación de la Palabra! No hay duda que cientos se pondrán de pie.",
    "También ungimos a esta dama, en el Nombre de Jesucristo, para que Tú la ayudes y quites su problema, mientras ponemos las manos sobre ella, en el Nombre de Jesucristo. Ahora, Padre Celestial, concede que Tu misericordia sea extendida para ella, en el Nombre de Cristo.",
    "Ahora con nuestros rostros inclinados, me pregunto ahora si hay alguien aquí que quisiera—quisiera venir al altar, quisieran venir y arrodillarse por una Palabra de oración, que han aceptado a Cristo, o siente que le gustaría orar un poco después de la visitación del Espíritu Santo. ¿No se sienten muy bien con esto? ¿No se sienten bien?\n\nVenga aquí, Hermano Neville.",
    "¿Cuántos levantarían la mano y dirían: “Me gustaría venir al altar para una pequeña oración”? Levanten la mano, digan: “Me gustaría limpiarme un poco”. ¡Oh, Dios los bendiga! Muy bien.",
    "Ahora, vean, nuestro Hermano Neville, creo que lo he notado en todas sus caminatas, él ha sido genuinamente un hombre. Así lo encuentro a diario. Ya sea que la batalla vaya bien o mal, el Hermano Neville permanece igual. Doy gracias a Dios por eso. El Hermano Neville no podría hacer eso por sí mismo; se necesita a Dios para hacerlo. Y estoy contento que este grupo de ovejas tiene un pastor como el Hermano Neville. Oro que el Espíritu Santo lo ayude y lo bendiga. Yo lo amo. Y amo a Su pueblo. Y los amamos a todos Uds. personas, y oramos que Dios los bendiga.",
    "Pero ahora mientras inclinamos nuestros rostros de nuevo, voy a pedir que aquellos que quieran que se ore por ellos, y quieren arrodillarse y purificarse, pasen humildemente al altar.",
    "Ahora, Hermano Neville, ore por ellos, por favor. Quiero que Ud. se encargue de esto. Todos orando.\n\n[El Hermano Neville ora.—Ed.]\n\nSi puede pasar al al-… 🦅"
  ]
}