{
  "title": "LA MARCA DE LA BESTIA",
  "id": "56430009",
  "content": [
    "🦅  El Señor los bendiga. Buenos días, amigos. Estoy feliz de estar aquí de nuevo hoy. Y veo que hace un poco de calor allá atrás, y si hay algunos de los ventiladores que deseen encender, pues, estará bien. Solo llegué un poco tarde. Siempre llego un poco tarde. Pero las llamadas telefónicas y cosas me retuvieron, y especialmente la llamada del representante y para decirme de dónde serán las reuniones futuras.",
    "Y, el próximo domingo, comenzaremos en los terrenos de la feria en Shreveport, en una carpa grande, el próximo domingo, para llevar a cabo un servicio de dos semanas. La primera semana, será de servicios de predicación solamente, el Evangelio. Y luego, la segunda semana, servicios de sanidad. Y luego, del cinco al nueve, en Saskatoon, Saskatchewan, Canadá, en la pista de hielo allí, donde estuvimos hace unos años. Y luego, para entonces, volvemos e iremos a California entonces, para la gran reunión de cincuenta años, en la calle Azusa. Y luego la costa de California, por los alrededores de San Francisco, y allá arriba. Hay varias reuniones preparadas. Y el Hermano Cox las tendrá muy pronto, tan pronto como podamos programarlas.",
    "Ahora, estoy tan contento esta mañana de ser un Cristiano. Simplemente no conozco nada mejor que ser un Cristiano. Me viene a la mente años pasados y vida malgastada. Y pensaba el otro día, ya tengo cuarenta y siete años, pensé: “¡Si tan solo pudiera recuperar esos veintitrés años que viví en el mundo!”. Pasé veintitrés años antes de ser hecho ministro del Evangelio, por la gracia de Dios. Y si tan solo pudiera recuperar esos años, me gustaría hacerlo con un propósito: compensarlos predicando el Evangelio, para salvar almas.",
    "No hay nada más grande que ver un alma nacer de nuevo en el Reino de Dios. Y puedo recordar los años de caminar por el mundo, donde yo, aparentemente, pensaba que me estaba divirtiendo. En cuanto a lo moral, yo… El Señor me bendijo tanto en eso, en no ser inmoral, y eso de beber, fumar, andar por ahí, en vida inmoral. Pero, sin embargo, yo… Pensaba que era una buena persona, pero un día, el Señor me llevó al lecho de muerte, y me di cuenta que, no había nada bueno en mí en ese momento. Que en eso… Yo debía tener una experiencia de nacer de nuevo.",
    "Y cuando el Señor Jesús me salvó, no digo que todo haya estado muy bien desde entonces, pero he tenido tanto gozo al saber que, si algo sucede, todo está bien. Ven, en eso, que tengo paz con Dios, que sobrepasa todo entendimiento. A veces, no puedo entender esas cosas, pero conociendo Su Palabra que Él lo prometió, todo es para bien, entonces todo está bien. Eso lo deja resuelto para siempre.",
    "Ahora, hoy, anuncié el tema sobre el cual iba a enseñar: La Marca De La Bestia, el cual es un tema muy esencial. Y que, tal vez, intentar abordarlo hoy desde un—un punto de vista… Bueno, ese tema probablemente tomaría… Podría quedarme en él tres o cuatro meses, todos los días, y aún estar en las Escrituras sobre ese gran tema.",
    "Pero pensé que, hoy, siendo que íbamos a orar por los enfermos, después de la sesión de escuela dominical de esta mañana… Muchas de las personas vinieron aquí para recibir sanidad, y esperan en moteles y hoteles, y esperan esta mañana, para poder entrar y que se ore por ellos. Y de seguro no quisiéramos tomar su espacio de tiempo.",
    "Así que, si empiezo con el tema, y luego continúo, en unos cuantos días, cuando regrese de nuevo, tal vez entre las dos reuniones, luego regreso de nuevo después de eso. Trataré de continuar, si el Señor quiere, sobre: La Marca De La Bestia. Y uno… Al enseñar de La Marca De La Bestia, hay que tomar El Sello de Dios que marcha con eso, porque corren a la par.",
    "Ahora, este gran tema esencial, antes de abordarlo, hablemos con el Autor de la Palabra, el Señor Jesús, solo un momento en oración, si inclinamos nuestros rostros.",
    "Nuestro bondadoso Padre Celestial, ahora venimos a Ti, humildemente, en el Nombre del Señor Jesús, Tu Hijo. Y pedimos misericordia Divina y guía en la Escritura. Dándome cuenta, yo, que aquí delante de mí está la compra de Su Sangre. Y una Palabra tergiversada pudiera causar que alguna alma fuera rechazada. Pero la Palabra correcta representada en el momento correcto, y en el lugar correcto, pudiera hacer que un pecador descarriado viniera a Cristo. Así que, ayúdanos, Amado Dios. Y sella nuestros labios a cualquier cosa que sea contraria a Tu Divina voluntad. Tú conoces cada corazón, y conoces la necesidad de cada corazón. Y oramos que Tú permitas que el Espíritu Santo tome la Palabra de Dios y La dirija a cada corazón, según tengamos necesidad. Porque lo pedimos en el Nombre de Cristo, Tu Hijo. Amén.",
    "Ahora, en el capítulo 13 de—del Apocalipsis de Jesucristo, queremos leer una porción de allí, y también del capítulo 14 del Libro de Apocalipsis.",
    "Ahora, hay un—un asiento, por aquí, un banquito, si el Hermano Fleeman, si Ud. quiere tomarlo, para algunos de ellos en la parte de atrás, está extremadamente pegado a la pared por aquí, pues, tengan la bondad.",
    "Nuestra pequeña iglesia no es adecuada, tal vez, en tamaño para la—la gente, pero nosotros… La gente viene y no puede conseguir asientos, y se va. Pero comenzamos aquí, y es un lugarcito sagrado, y lo amamos mucho de todo corazón. Y nos—nos gusta quedarnos en estas pequeñas paredes antiguas, porque Dios ha bajado muchas veces y nos ha bendecido dentro de estas paredes.",
    "Ahora, en el capítulo 13, y comenzando con el… Veamos, comenzamos como en el versículo 11 del capítulo 13 de Apocalipsis.\n\nDespués vi otra bestia que subía de la tierra;…tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.\n\nY ejerció toda la autoridad de la primera bestia en presencia de ella, e hizo que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.\n\nTambién hace grandes señales, de tal manera que…hace descender fuego del cielo a…tierra delante de los hombres.\n\nY engañó a los moradores de la tierra con las señales que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de la espada, y vivió.\n\nY se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase.\n\nY hacía que a todos, pequeños…grandes, ricos…pobres, libres… esclavos, se les pusiese una marca en la mano derecha, o en la frente;\n\ny…ninguno pudiese comprar ni vender, sino el que tuviese la marca o el nombre de la bestia, o el número de su nombre.\n\nAquí hay sabiduría. El que tiene entendimiento, cuente los números de la bestia, pues es número de hombre.…su número es seiscientos sesenta y seis.\n\nEn el capítulo 14, leemos esto:\n\nVi volando por en medio del cielo, a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,\n\ndiciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo los cielos y la tierra, el mar y las fuentes del agua.\n\nOtro ángel le siguió, diciendo: Está cayendo, está cayendo Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación.\n\nY el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia, o a su imagen, o recibe la marca en su frente, o…mano,\n\nél también beberá…de la ira de Dios, que ha sido vaciado puro en el cáliz de…ira; y será atormentado con fuego y azufre delante de los santos ángeles, y del Cordero;",
    "Ahora, este gran tema que estamos abordando ciertamente ha causado una gran controversia, y algunos estar a favor y en contra, sobre el—sobre el tema. Y yo, personalmente, creo que es una parte tremenda y esencial de la Escritura: Que toda la Escritura se debe enseñar, toda Ella; no debemos excluir nada de Ella. Y Dios ha hablado en las Escrituras acerca de la marca de la bestia, y cómo habría de aparecer en los últimos días. Y como ministro del Evangelio, creyendo que estamos viviendo en el día postrero, yo creo que es un Mensaje oportuno que se debe abordar con reverencia en este día.",
    "Ahora se les han proyectado muchos pensamientos a la gente, en cuanto a este Mensaje esencial, enviado por Dios, en advertencia a la Iglesia. Se han pensado y enseñado muchas cosas a la gente, en cuanto a lo que es esta marca de la bestia. Y, por supuesto, como con el resto de la Escritura, hace que se levanten sectas. Y, pero, seguramente, si algo así está por caer sobre la gente de la tierra, debería haber algo del Evangelio, una respuesta sensata al asunto.",
    "Si Dios lo puso de tal manera, que aquellos quienes reciban esto serían atormentados en la Presencia del Cordero, y del Ángel, y fuego y azufre, y será algo Eternal, juicio perpetuo para aquellos quienes reciben esta terrible marca, debemos tener alguna idea de lo que es. Y, por tanto, no se debería abordar basándose en alguna teología mental; se debe abordar por la Escritura. La Escritura debe dar respuesta a la Escritura.",
    "Sabemos que para leer la Biblia, Ud. no La lee como lo haría con un periódico. Pues, ha sido la sabiduría del Espíritu Santo el esconder muchas cosas de los ojos de los sabios y entendidos, y lo revelaría a niños que aprenden. Dios quiere a alguien que tenga hambre, para poder llevarlos a un lado y sentarlos, decir: “Aquí está, hijo Mío. Esto es. El mundo no entiende esto, pero vosotros entenderéis. ¿Ven? ¿Ven? Que de esa manera sea”.\n\nEntonces, toda Escritura, al ser dada por inspiración, luego debe ser interpretada por inspiración. Y entonces, Escritura debe cuadrar con Escritura.",
    "Y pensé que, quizás, probablemente hoy, al darme cuenta de que, por la gracia de Dios, y el ministerio que Él me ha asignado traer a la gente, cómo la gente se aferra a las palabras y se agarra de ellas, siempre trato de acercarme a Ella tan reverente, y sin egoísmo como sé. Pues, y por la Escritura, y si eso no cuadra con la Escritura, entonces simplemente lo dejo quieto.",
    "Ahora, esto se ha dicho muchas veces, ha sido proyectado aquí, hace algunos años. Yo recuerdo, siendo un ministro joven, que la gente no ponía el cartelito “N.R.A.” en su ventana, decía que, “Esa era la marca de la bestia”. Se ha proyectado muchas veces, como la jerarquía del Vaticano, el papa de Roma. Y muchas veces, como diferentes personajes que se levantaron, como Adolfo Hitler, Mussolini, y muchos de esos, que eran “la bestia”, y cosas.",
    "Ahora, como persona sin educación, trato de usar las Escrituras del Antiguo Testamento como un tipo, o una sombra del Nuevo. Dios siempre prefigura todo antes de que sucediera, en todas las edades, siempre (sin) nunca fallar ni una sola vez, en todas las edades.",
    "Ahora, pensé, esta mañana, que sería un buen momento de poder regresar y ver la marca de la bestia en sus inicios o, en su forma primitiva, donde comenzó. Y es verdad que habrá una cierta persona, un hombre, en el que culminará en el día postrero. Pero fue prefigurado, allá en el principio, y también fue prefigurado en la vida suya, y prefigurado en cada edad de la iglesia. Y luego llega a un lugar definitivo, en un hombre, en el día postrero.",
    "Ahora, para entrar en esto, les aseguro que tomaría semanas de enseñanza Bíblica. Pero, siendo hoy, solo tenemos un tiempo corto y limitado, lo tomaremos en su estado básico, o, no… No quiero decir eso. Me refiero, en lo primitivo, su origen, y presentarlo, lo que es el principio de la marca de la bestia. ¿Cómo la recibe Ud.?",
    "Estoy seguro de que ninguno de nosotros la quiere. Pues, aquellos que la tienen, ciertamente, nunca se pararán en la Presencia de Dios. Y será en el día postrero, cuando será manifestada, y ciertamente debemos conocer alguna razón. O, ¿qué es?\n\nAhora, anoche, en el sótano… mientras estudiaba y repasaba las Escrituras, escudriñé, como lo he hecho semana tras semana, sobre este tema.",
    "Ahora, a veces, al hablar en una congregación mixta como la que tenemos hoy, de hombres y mujeres, a veces, usando parábolas para llegar al punto, parece que tal vez yo pudiera decir algo que no sea muy apropiado para un grupo mixto de personas. Pero, si Ud. estuviera sentado en el consultorio de un médico, ellos lo harían. Ud. lo escucharía, no importa, si Ud. es una adolescente o un adolescente, o quienquiera que sea. Y estamos en la casa de Dios, donde debemos tener mentes limpias y corazones limpios. Y si no los tenemos, nuestro lugar es en el altar. Así es.",
    "Y en estas palabras, y no es mi intención usar algo en algún momento, para soltárselas a las personas. Si hago eso, entonces yo necesito estar en el altar. Pero es para traer la Verdad del Evangelio, para saber Esto: Que, si uno falla, al no decir la Verdad, Dios lo requerirá de la mano del pastor. Luego, si no es requerido del pastor, le queda a la congregación, entonces la congregación responderá por sí misma.",
    "Ahora, todo lo Antiguo, los tipos, las sombras, Cristo en la sombra del Cordero, Dios, en el principio sabiendo todas las cosas, pues no hay nada predicho, o incluido en la Escritura que Dios ya no lo haya hablado antes de la fundación del mundo. Todo el plan de Dios ha sido presentado. ¿Lo creen? San Juan, el capítulo 1, como el versículo 7, dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”.",
    "Entonces lo que esta Biblia fue, es Dios, antes de la fundación del mundo. La única razón por la que está escrita Aquí, es porque los profetas recibieron, de Dios, un previo conocimiento de Su plan predestinado para las edades.\n\nUn abogado estudia los libros, para encontrar todo el conocimiento que él sabe cómo hallar, para poder dárselo a su—su cliente.\n\n¡Oh, así son los profetas, los maestros! Ellos estudian la Palabra.",
    "Primero, el profeta va a Dios, y la Palabra desciende, y él La escribió en la Biblia. Y, ahora, ese fue el plan preordinado de Dios que vio el profeta. Y él Lo escribió en Palabra, para que la gente que le seguía pudiera estar apercibida de situaciones y cosas por venir. ¿Ven? Ahora, por inspiración, esa Palabra fue hablada por Dios; por inspiración, el profeta La trajo; y por inspiración tenemos que recibirla. No es algo material; no es una cosa natural; no es un…",
    "La mente carnal. Escuchen. El hombre en su condición carnal nunca podrá entender Eso; de ninguna manera. Es imposible; “Porque las cosas espirituales, para la mente carnal, son locura”, dice la Escritura. Y viceversa. Ahora, debemos tener una mente espiritual.",
    "Ahora, al abordar esto, tomemos algo del Antiguo Testamento que aun un bebé recién nacido, niños en Cristo, pudieran ser capaces de comprenderlo, de entender, mientras lo presentamos por parábolas, cómo fue que sucedió.",
    "Como digo ahora, recuerden, todas las cosas del Antiguo Testamento fueron una sombra de las cosas por venir. Hebreos 11:1. “La ley teniendo la sombra de cosas buenas”. ¡Una sombra! Hebreos 10, mejor dicho, 1: “La ley teniendo la sombra de los bienes venideros”. Por lo tanto, ellos ofrecieron un cordero en el Antiguo Testamento, como una sombra de Dios que daría el Cordero de Dios. Todas las cosas siendo una sombra.",
    "Entonces, si esta gran predicción esencial está aquí en la Escritura, seguramente Dios nos dará una sombra anticipada de qué, cómo se lleva a cabo. Ahora, yo creo que está tipificado de manera muy hermosa en la Escritura, y dada por inspiración. Y podríamos regresar al—a Éxodo. Y podríamos regresar a Levítico, 21, buscar el año del jubileo. Y pasar allá a Éxodo, creo, como en el capítulo 6, y así sucesivamente, y en muchos lugares, ver esto.",
    "Pero, ahora, ¿cómo somos salvos? “Por fe sois salvos, y eso por gracia”. Nada que Ud. pueda hacer, ni una sola cosa puede Ud. hacer para ser salvo. Si pudiera, entonces la muerte de Cristo es en vano. No es lo que Ud. come, lo que Ud. bebe, cómo Ud. viste, esto, eso, o lo otro. Sino que, “Por gracia sois salvos, por medio de la fe”. Dios, por Su gracia soberana, preordinó, habló su palabra, la vida suya, a existencia antes de que el mundo fuera formado; y por Su mente infinita, supo lo que Ud. sería al final.",
    "Entonces, la gracia Lo constriñó, el amor Lo constriñó, para proyectar gracia soberana a la tierra, para hacer una provisión y salvarlos a Uds. Si Él vio que Ud. deseaba ser salvo, entonces Dios, a través de Su amor, Sus grandes atributos, no le permitirían hacer nada más. Si Dios es amor, y el ver un grupo de personas frente a Él que iban a perderse, se requería del amor que ocupara el lugar, para hacer una vía de escape. Él debe hacerlo. Sería contrario a Su naturaleza no hacerlo, así que Él provee un camino.",
    "Y luego, a medida que Él provee un camino, Él también ha puesto muchos postes de señales, advertencias, luces rojas, y demás, mientras viajamos por la vida. Pues, aun la ley de la tierra, fija señales de alto, semáforo en rojo, semáforo en verde, para ayudar a preservar nuestra vida mortal. Y eso solo es un rasgo de la humanidad, el uno por el otro. ¡Cuánto más ha fijado el Dios del Cielo una señal de advertencia, una señal, para permitirnos sobrepasar estas cosas! Y, hoy, estamos abordando el tema de una de las señales esenciales, de grandes barricadas puestas en el camino.",
    "Ahora, “una marca”. La Biblia dice que la marca de la bestia se conocería por la mano o la cabeza.",
    "Lo he oído predecir de muchas maneras diferentes, que van a tatuar una señal en su mano, una señal en su cabeza. Ahora, yo no creo que eso esté correcto con la Escritura.",
    "Y va a haber un grupo de personas que van a ser marcadas con el infierno como destino, y habrá gente marcada con el Cielo como su destino Eterno. Y estas dos marcas corren una al lado de la otra. Y va a llegar a ser tan grande, escuchen, tan punzante, que justo antes de la Venida del Señor, que Ud. tendrá que tener una marca o la otra, o habrá un boicot; Ud. no podrá comprar ni vender.",
    "Fíjense. Ahora, ¿cómo comienza esto? Ahora, estas dos cosas tremendas han estado obrando en las iglesias por años.",
    "Ahora miren. Judas era el anticristo. Eso lo sabemos; él lo era. Él aparentemente no estaba en contra de Cristo. Aparentemente, estaba a favor de Cristo. Y la Biblia dice que, “En los últimos días, esos dos espíritus serían tan parecidos el uno del otro, que engañaría aun a los escogidos, si fuere posible”.",
    "Y como el Espíritu de Dios, desde el principio, finalmente vino obrando y obrando, por medio de Moisés… ¿Creen Uds. que Cristo estaba en Moisés? Seguro.",
    "¿Estaba Cristo en José? Pues, él pre—representó a Cristo de manera perfecta. Nacido, amado del padre; odiado por sus hermanos. Vendido por prácticamente treinta piezas de plata. Arrojado en una zanja, supuestamente dado por muerto; alzado de allí, sentado a la diestra de Faraón, la nación más grande del mundo. Cuando él salía, doblaban la rodilla: “Viene José”. Un tipo perfecto de Cristo. ¡Cómo sus hermanos se presentaron a Él!, ¡cómo lloraron y dijeron: “Este es nuestro pecado”! Y ¡cómo aquello representó, letra por letra, a Cristo!",
    "Miren a David; el Hijo de David. Cristo era el Hijo de David. Cristo en David, odiado, despreciado, rechazado por su propio pueblo, destronado; subió al monte, mirando hacia atrás, llorando, porque los suyos, aun sus hijos amados, lo habían rechazado y lo habían destronado. Y él lloró por Jerusalén mientras subía. Un tipo perfecto de Cristo, el Hijo de David, sentado en el Monte de los Olivos, rechazado por Sus Propios amados. Y sentado allá, llorando sobre Jerusalén, dijo: “¡Cuántas veces quise haberte juntado, como la gallina a sus polluelos, pero no quisisteis!”.",
    "Ahora, ¿qué fue? El Espíritu de Dios, que venía obrando a través de los profetas, hasta que llegó a la plena manifestación en Cristo Jesús, y Él era Dios manifestado en carne.",
    "Y el espíritu del anticristo vino a través de los maestros religiosos; a través de Caín, Nimrod, y así sucesivamente, por medio de cada uno de ellos, hasta que finalmente se manifestó en un personaje llamado Judas Iscariote. Y justo en el tiempo en que se manifestó Cristo, llegó Judas a la escena. Y en el momento en que Cristo salió de la tierra, colgado de un árbol, Judas salió de la tierra, colgado de un árbol.",
    "Y cuando el Espíritu Santo vino a la Iglesia en el Día de Pentecostés, el espíritu del anticristo Lo siguió. San Juan… O, Primera de Juan 1 dice: “Amados…”. Primera de Juan 1:4, “No creáis a todo espíritu, porque ese espíritu del anticristo que habría de venir, ya está en el mundo, obrando entre los hijos de desobediencia”. Ahora, al comenzar de nuevo, vinieron y se manifestaron en el 1 d.C. En el principio, salieron al mismo tiempo. Y ambos espíritus están obrando a través de la iglesia, llamando a una—una iglesia a cada lado. Y ambos… ¡Oh!, que no se les pase esto: Ambos son religiosos; ambos son muy religiosos.",
    "Demos un viaje atrás, bien atrás al principio. Caín y Abel, Judas y Jesús, ambos religiosos, ambos adorando. ¿Lo entienden? Así como Judas mató a Cristo, o… Como Caín mató a Abel en el altar, Judas engañó y—y entregó a Cristo, y a Él se le dio muerte en el altar.",
    "Y aquí vienen los dos espíritus, avanzando juntos. Y son religiosos, los dos. ¡Oh, espero que lo capten! “Hay camino que parece correcto”. ¡Dios, dame gracia para pararme siempre por Eso! A través de la edad, aquí en el tabernáculo, sin importar lo que la gente pensara, me he esforzado por permanecer rectamente con la Escritura. Yo amo al pueblo, pero a veces uno tiene que lastimar, porque la iglesia es la casa de corrección. El tribunal de Dios está en Su iglesia.",
    "Fíjense, religiosos. Jesús les dijo a los fariseos, los líderes religiosos de ese día: “Vosotros de vuestro padre el diablo sois. Si Me hubierais conocido, también habríais conocido Mi día”.",
    "Ahora, regresemos a nuestro tipo. Ahora, hubo un hermoso tipo que fue dado, con el cual yo—yo deseo comenzar hoy, “del marcar de la bestia”. Pues, en el Antiguo Testamento, la Biblia dice que habría un jubileo de cincuenta años, eso era siete veces siete años. Y en el año cuarenta y nueve, que debía hacerse una preparación, y el año cincuenta era el año de jubileo. Cincuenta significa “jubileo”. Lo era. Cincuenta es el número del jubileo de Dios. La palabra Pentecostés significa “cincuenta”. Fue el derramamiento del Espíritu Santo, al final de los cincuenta días. También era el fin del año cincuentavo.",
    "Jesús vino a prefigurar… o, mejor dicho, advertir a la gente, del año venidero del jubileo. Él entró en la sinagoga de Capernaum, y se sentó, y tomó la Escritura, y fue a Isaías 61:1, y leyó esta Escritura:\n\nEl Espíritu del Señor está sobre mí, porque Él me ha ungido…\n\npara dar buenas nuevas a los pobres;\n\n…poner en libertad a los cautivos,…Y dar vista a los ciegos,…\n\nY cuando terminó de leer, Se sentó y le devolvió la Escritura al sacerdote.\n\nY les dijo:…Hoy se ha cumplido esta Escritura delante de vuestros oídos y ojos.",
    "¿Lo ven? Porque Él estaba dando la advertencia de la venida del gran torrente de Pentecostés, para dejar en libertad a todos los que eran esclavos del pecado, y estaban atados.",
    "Ahora, al inicio de este año de jubileo, se debía anunciar por todas las tierras. Debía sonar una trompeta, y esta trompeta haría la distinción. O, la trompeta era el sonido de los cincuenta años que permitía… Todo esclavo que había sido comprado, o que había empobrecido, pobre y no podía cuidar de los suyos, él se había desplomado bajo la carga. Y su amo, por su deuda, lo había comprado, y lo había puesto en el campo como esclavo. Y tenía que servirle, por ser demasiado pobre para él mismo redimirse.",
    "Pero Dios dijo: “Recuerden, Uds. mismos fueron esclavos una vez, y estaban en Egipto. Y Yo los liberé. Por lo tanto, al sonar la trompeta, todo esclavo, no importa cuánto tiempo haya estado, o cuán poco tiempo, él queda en libertad para regresar a su familia, para regresar a su pueblo, y ser libre de toda deuda, porque es tiempo de jubileo. Incluso uno no debía sembrar maíz. Y lo que el campo produjo, de eso viviría uno. Ud. no podía podar su viña, ni nada. Los pobres de la tierra debían comer de ella. Un tipo muy hermoso del Milenio.",
    "Fíjense. Todo esclavo, cuando oía el sonido de esa trompeta, él podía dejar caer su azadón o lo que fuera con lo que estaba trabajando, y decir: “Soy un hombre libre. Yo mismo no podía redimirme. Pero Dios, por Su gracia, ha declarado un año de jubileo. Por lo tanto, yo le creo a Dios, y ya no tengo que trabajar”. Y las leyes de la tierra lo declaraban libre. ¡Qué tipo tan hermoso de hoy!",
    "Nosotros, pobres, extranjeros, no había nada que pudiéramos hacer. Así guardáramos cada sábado, cada luna nueva, dejáramos de comer carne, así guardáramos toda clase de días e hiciéramos toda clase de sacrificio religioso, estamos bajo una carga. Hemos sido vendidos al pecado. Nuestros padres nos vendieron al pecado en el Huerto del Edén. Y estamos cargados bajo las ataduras de pecado, como esclavos del diablo; “Nacimos en pecado, formados en iniquidad, vinimos al mundo hablando mentiras”. No hay nada que podamos hacer para ayudarnos, porque toda nuestra estructura, toda nuestra naturaleza, y todo lo que somos, es pecado.",
    "Pero, cuando vino el tiempo del jubileo, de que ¡somos libres! Y la Trompeta es el Evangelio, las buenas nuevas. La trompeta entonces era el Evangelio, buenas nuevas: Ud. ya no está atado; Ud. ya no tiene que vivir en pecado. Ud. puede irse a casa y ser libre. Ud. no tiene ninguna deuda. Toda la emancipación de la proclamación está firmada, y Ud. es libre.",
    "Y, hoy, cuando un hombre oye las buenas nuevas: “Cristo murió en su lugar; nada que Ud. pueda hacer al respecto. Cristo pagó el precio”, es el sonar del Evangelio.",
    "Ud. puede soltar todo cigarrillo, todo eso de mascar tabaco, toda botella de whisky, toda—toda cosa que lo tiene atado, y decir: “Soy libre. Estas son las buenas nuevas: Cristo me ha hecho libre”. Uds. son un pueblo libre. Ud. ya no tiene que continuar. Ud. ya no tiene que servir más al diablo. Ud. puede ser libre si desea ser libre. Ahora Ud. no tiene que beber; Ud. no tiene que andar por ahí. Ud. no tiene que maltratar a su esposa; Ud. no tiene que maldecir; Ud. no tiene que mentir; Ud. no tiene que robar; Ud. no tiene que estar agobiado. Pues, Ud. tiene los recursos, allá arriba, a los que nunca se ha conectado, de las abundantes bendiciones de Dios, de las cuales el mundo no sabe nada.\n\nUd. dice: “Es que quiero disfrutar un poquito”.",
    "Pues, hermano, si Ud. alguna vez oye las buenas nuevas de la trompeta, los placeres mundanos parecen muy insignificantes, son bronce que resuena y címbalo que retiñe. Ud. ya no necesita de eso. Mucho más grande son estas nuevas, que las viejas condiciones de la esclavitud, las viejas marcas del pecado, que hizo que Uds. fueran unos miserables de ojos saltones, de tanto fumar cigarrillos; alcohólicos en la calle, temblando. Ud. no tiene que ir por ese camino. La trompeta del Evangelio está sonando: “El que quiera venir, venga y beba de la fuente de las aguas de Vida”.",
    "Pero rechazar eso, si un hombre dijera: “Quiero quedarme como estoy. Yo no quiero ir. Yo solo quiero quedarme aquí mismo”. Llevaban a ese hombre al templo, con su amo. Él tenía que colocar su oreja contra un poste, y horadaban su oreja con una lezna, como señal de que él nunca podría ser libre. Él tenía que servir a su amo, mientras viviera, por cuanto rechazó las nuevas de las buenas nuevas.",
    "¡Si ese no es un tipo perfecto del marcar de la bestia! Las buenas nuevas son el Evangelio. Al rechazar oír el Evangelio, sus oídos quedan sellados, que Ud. para siempre llamará Eso: “Fanatismo, y en Eso no hay fundamento”. Y Uds. quedarán sirviendo al pecado en formas de piedad, mientras vivan. No importa cuán religioso sea, Ud. queda sellado fuera de la Presencia de Dios.",
    "Escuchen. ¿Qué pasó? Hace como cincuenta años, en la calle Azusa en California, un grupo de personas adoraban a Dios. El metodismo se había vuelto tan formal e indiferente que no querían nada de lo que llamaban fanatismo: sin gritos, sin amén, sin nada en la iglesia. Ellos pensaron que la educación y la reforma reformarían a la gente al punto en que ya no necesitarían estas cosas.",
    "Déjenme decirles, amigos míos, por muy buena que sea la educación, por muy buena que sea la reforma, nunca tomará el lugar del bautismo del Espíritu Santo, es el plan Eterno de Dios, Sellar Su Iglesia. Y ellos salieron a las esquinas de las calles, caminaron por las vías del tren recogiendo un grano de maíz a la vez, y lo molían en un plato y hacían tortas de maíz para alimentar a sus bebés, ellos predicaron el Evangelio por todo el país, fueron arrojados a la cárcel, se burlaron de ellos, fueron rechazados, llamados Santos rodadores, pentecostales fanáticos.",
    "Y el mundo, América, Lo rechazó. Y al hacerlo, sus oídos quedaron sellados al Evangelio desde entonces. ¿Qué hicieron? Rehusaron beber de las fuentes de Agua viva. ¿Qué hace que todas estas cosas estén en el mundo hoy? ¿Qué hace que estas damas usen pantaloncitos cortos? ¿Qué las hace usar esas blusas transparentes que dejan ver su ropa? ¿Qué es? Son hijos hambrientos. Así es. ¡Sedientos!\n\n“Bienaventurados sois cuando tengáis hambre y sed de justicia”.",
    "Jesús dijo: “No vendréis a Mí”. Escuchen. La razón por la que lo hacen es porque han rechazado las fuentes de Agua viva, y han bebido de una cisterna rota de Hollywood. Así exactamente. La han recibido a través de míseros televisores vulgares, y cosas así. Y el mismísimo plan que ellos hicieron, han regresado directamente al Edén, de donde comenzó.",
    "América ha rechazado a Cristo como su Dios, y ha recibido a las mujeres como su dios. ¿Qué han hecho? Se desnudan. Y colocan… ¡Oh, es una desgracia para una persona decente caminar por las calles de cualquier ciudad! ¿Qué muestra eso? Muestra exactamente lo que hay en el corazón de una mujer. Jesús dijo: “Por sus frutos los conoceréis”. Han deshonrado la feminidad. ¿Por qué? Porque una mujer ha llegado a ser una diosa.",
    "En el huerto del Edén, había dos árboles. Uno de ellos era el Árbol de la Vida, el otro era un árbol de muerte. Y el hombre rechazó el Árbol de la Vida y aceptó el árbol de la muerte.",
    "Y eso es lo que ha hecho el mundo hoy. Ha—ha rechazado el Árbol de la Vida, el cual es Cristo, y ha hecho de una mujer su dios. Ella es la diosa americana.",
    "Eso suena duro. Pero estoy desnudando a las mujeres, y se los quiero decir. Después de todo, una mujer… Permítanme quemarlos con esto. Y, hombres, ya sigo con Uds.",
    "Miren. Una mujer ni siquiera es tan baja… Ella ni siquiera es una creación en Dios. Ella es un subproducto. Después de hacer toda la creación, Dios tomó un pedazo del hombre e hizo una mujer. Ella ni siquiera fue considerada en la creación original. Seguro. Ella llegó para ser una ayuda para el hombre, y por eso ella debe vivir para eso.",
    "Pero, hoy, los hombres se han dado la vuelta y la han hecho una diosa, como lo fue Eva en el huerto del Edén. Adán le dio la espalda a Dios y se fue con Eva. Y América y el resto del mundo le han dado la espalda a Dios y se han ido con las mujeres. Eso quema, pero es la verdad. Miren alrededor.",
    "¡Y, Uds. hombres!, ¿qué les pasa? Cualquier hombre que le permite a su esposa usar ropa así, y fumar cigarrillos, eso muestra de lo que Ud. está hecho. Hombres, ¿no saben Uds. que son los hijos de Dios? ¿No saben Uds.? Dios no es… Uds. no le temen a Dios; le temen a su esposa. Así es. ¡Cisternas rotas! ¡Tontería de Hollywood!",
    "Ahora, eso no es solamente en los presbiterianos y católicos, eso es en lo pentecostal y la santidad. Es verdad. Años atrás, cuando la trompeta comenzaba a sonar, Uds. mujeres usaban cabello largo, Uds. se vestían como damas, pero Uds. mujeres pentecostales se están corrompiendo tanto como el resto de ellas. Así es. ¡Cortándose su cabello! Y la Biblia dice: “Cualquier mujer que se corta el cabello, su esposo tiene el derecho de darle el divorcio y dejarla”. Primera de Corintios, el capítulo 11, vean si eso no es así. Ella aun deshonra a su esposo.",
    "¿Por qué quieren usar ropa así? Ahora, les estoy hablando a Uds. mujeres, porque las veo dejando que sus hijos en la calle se porten así, y Uds. mismas lo están haciendo. ¿Qué están pensando al querer usar ropa así? Es… A mí no me importa cuánta religión se supone que Ud. tenga. Eso muestra, de su corazón, lo que está saliendo de allí. Eso muestra exactamente de lo que Ud. está hecha. ¿Por qué? Uds. cerraron sus oídos al verdadero Evangelio de liberación. Así es. Ud. está marcada por el anticristo, actuando como él, los frutos de la vida suya prueban lo que Ud. es. Y Uds. hombres, al dejarla hacer eso, muestra quién es su dios, y muestra lo que Uds. han hecho. Ese es el Evangelio. Esa es la Palabra. Ahora, ¿quién tiene la marca de la bestia? “Tan parecido que engañaría a los mismos escogidos si fuera posible”. ¿No pueden ver, amigos, que los manzanos dan manzanas, y los perales dan peras? ¿Por qué razón, una mujer que se supone que es una hija de Dios, querría vestirse así?\n\nUd. dice: “Bueno, es que ya no hacen blusas ni ropa”. ¿Oh? ¡Oh!, ¿en serio? Ud. tiene la máquina de coser. Seguramente que la tiene.",
    "Es porque en el fondo en su corazón, está queriendo retener eso detrás de una corteza religiosa, Ud. ha escuchado al diablo. Así es. Y quizás su pastor sea culpable por no decirles la verdad. Así es.",
    "🦅 Uds. son un pueblo peculiar, un pueblo separado, un pueblo santo, un sacerdocio real”, totalmente diferente del mundo. Ud. no se comporta como ellos, viste como ellos, ni habla como ellos. ¡Ud. es un llamado fuera, separado! Así es. Ahora, ¿ven lo que quiero decir?",
    "Si Ud. se niega, bueno Ud. se irá y dirá: “Ese predicador está alterado”. ¿Lo estoy? Es la Escritura, entonces es la Escritura la que está alterada. Entonces si Ud. tiene su oído tan horadado, que ha escuchado al diablo, y nunca más podrá oír la Verdad del Evangelio y caminar en la Luz: esa es la marca de la bestia. La Escri-… Ud. rehúsa oír la Verdad, la liberación, que Cristo lo ha liberado de esas cosas.",
    "Y Uds. hombres, Uds. pobres, míseros sin espinazo, Uds., que le permiten a una mujer, su esposa, andar por ahí soplando humo de cigarrillo por la nariz, y usando pantalones cortos, y comportándose así en su casa, ¡y Ud. sin la suficiente hombría! Ud. es un mal sustituto, como un hijo de Dios.",
    "Y no digo que la mía nunca lo hará. Si ella alguna vez baja la guardia, y el diablo se apodera de ella, lo hará, pero ese es el día en que ella ya no será más la Sra. Branham. Así es.",
    "Esa es la Verdad. ¡Párese! Dios no colocó espinazos de gallina en los hombres. Él colocó columna de hueso en los hombres, huesos del Evangelio que se pararán por la Verdad.",
    "¡Oh, vaya!, ¡qué tiempo tan horrible estamos viviendo! Miren alrededor y vean el pecado. Mírenlo. ¡Oh, sí!, Ud. no puede ir a la reunión de oración. “Hace mucho calor. Hace mucho frío. Bueno, después de todo, el predicador se tarda demasiado”. Pero Ud. puede mantener su cabeza en esa miserable televisión diabólica, día y noche. Uds. verán a un… Pues, la mitad de los niños pequeños…\n\nSiendo que Uds. las madres deberían enseñarles acerca de Cristo, no depender del maestro de la escuela dominical, quince minutos, una vez a la semana.",
    "Cualquier muchacho en la nación puede decirles quién es David Crockett, de dónde vino, y qué edad tenía cuando mató al oso, pero no hay ni uno del cien por ciento que pueda decirles cómo Jesucristo vino a salvar a los pecadores. Y si veinticuatro, menos de veinticuatro meses, sí, en menos de doce meses, toda la nación sabía acerca de David Crockett, ¿por qué no pueden los Cristianos estar ardiendo por Dios, así como Hollywood lo está por sus tonterías, ¡y hacerles saber quién es Jesucristo!",
    "¿Por qué? Han sellado sus oídos. “Yo voy a la iglesia y soy tan bueno como tú”. Esa es la actitud. Así fue Judas. Así fueron los fariseos. ¿Es verdad? Es verdad. ¡Cisternas rotas!\n\nUd. dice: “¿Y qué me dice del papa y todo eso?”.",
    "Todas esas cosas van encajando. Cuando Ud. rechaza el Evangelio, su alma llega a ser un sepulcro abierto para el diablo. Y todas estas cosas finalmente lo llevan a uno, en el gran… Y no solo el Vaticano Católico está incluido allí, sino la iglesia Protestante también. Apocalipsis, capítulo 17, dice que la iglesia católica era una “ramera”, y las iglesias protestantes eran prostitutas.",
    "Pero el pueblo de Dios fue llamado a salir, de toda esa cosa. “Salid de Babilonia”, dice este último Mensaje del ángel, de advertencia; “No seáis partícipes de su pecado. Salgan, sepárense y sean diferentes”. No solo desde un punto de vista lógico, no porque Ud. piense que es correcto hacerlo, pero ore hasta que esa cosa esté en su corazón.",
    "Pues, eso exactamente es lo que le sucedió a pentecostés hace unos años, y a los nazarenos, y a los Peregrinos de Santidad, y a todos los demás. Así es. Eso es lo que le sucedió a Ud. Ud. dijo: “Bueno, todas ellas, ellas—ellas todas… Todas las hermanas se están dejando crecer el cabello, y ellas… Bueno, saben, creo que yo también lo haré”. ¡Oh, hipócrita! Seguro que sí. Por eso es que Uds. han dado un giro y hacen lo que hacen ahora. Uds. nunca lo tuvieron, en el principio.",
    "Si Aquello estuviera en su corazón, ni todos los diablos en el infierno podrán desarraigar Eso de allí. ¿Cómo puede Ud. ser otra cosa que no sea un ser humano, cuando Ud. nació como un ser humano? ¿Cómo Ud. puede ser otra cosa que no sea un Cristiano, si Ud. ha nacido Cristiano?",
    "Pero, al rechazar la Verdad, entonces el diablo sella el oído. ¿Por medio de qué viene la fe? [La congregación dice: “Oír”.—Ed.] Y si su oído está sellado, Ud. no Lo oye más: “¡Ah, tonterías! Yo no creo en esas cosas. Mi pastor, él nunca nos dijo eso. Él—él—él tiene cuatro títulos universitarios. Yo… Él es mejor que estos santos rodadores”. Siga así, sus oídos están sellados.",
    "Ellos dijeron lo mismo de Pedro y Juan, dijeron: “Eran hombres ignorantes y sin letras”. Pero tenían poder, aleluya, para hacer que un hombre cojo saltara como un ciervo. Abrieron los ojos de los ciegos, destaparon los oídos de los sordos, porque estaban predicando el año del jubileo. ¡Gracias a Dios, por el mismo Espíritu Santo!",
    "Ese solo es el primer paso, rechazar a Cristo, rechazar el Mensaje. No importa cuánto Ud. trate de fingir, eso no le servirá de nada. Eso solo lo llevará a Ud. más profundo al infierno. Su vida prueba lo que Ud. es. Jesús dijo: “Por sus frutos los conoceréis”; no por su iglesia, no por sus afiliaciones, sino “por su fruto”. Allí lo tienen. Ese es el principio de la marca de la bestia.",
    "Luego, lo siguiente, es que uno va a alguna iglesia grande y fina, donde tienen mucha teología. Dr. Ph.D. John Doe: “¡Oh, bueno!, ¿ven Uds.?, esos individuos son indoctos. ¿Ven Uds.?, ellos no entienden. Sabemos, en el seminario, que estas cosas son un poco diferentes a eso”.",
    "Estoy tan contento de que todavía hay un Cristo viviente para dar testimonio de Su Palabra. Y luego, ellos ven todas las señales y prodigios, no pueden ocultar eso; no pueden encubrir Aquello. Dios es así, Lo hizo tan real, que ellos no pueden evitar ver Aquello. Ellos están tratando de combatirlo con todo lo que pueden, pero se romperán los sesos y nunca lo harán.",
    "Como les conté. Parado, en la Estatua de la Libertad, una vez, había pajaritos tirados alrededor de la cosa, alrededor de una gran luz allí. Y le dije a alguien: “¿Qué causó esto?”.",
    "Él dijo: “Anoche hubo una tormenta, y los pajaritos volaron directo hacia la luz, tratando de apagarla”. En lugar de tomar la luz, y mientras se movía, ir a un lugar seguro; trataron de apagar la luz a golpes, y se reventaron los sesos.\n\nY yo dije: “Alabado sea el Señor”.\n\nDijo: “¿Qué le pasa?”.",
    "Yo dije: “Estaba pensando en todos estos predicadores y creyentes incrédulos, tibios, fronterizos, tratando de apagar la verdadera Luz del Evangelio”. Uds. se van a romper los sesos.",
    "Y el Evangelio de Dios brillará a través de las edades Eternas. Lo hará. ¿Por qué no entra Ud. en la Luz, y permite que Ella lo lleve a un lugar seguro? Lo llevará directamente a una hendidura en la Roca. Así es.\n\nDonde hay una Fuente llena de Sangre,\n\nQue viene de las venas de Emmanuel,\n\nCuando los pecadores se sumergen en el raudal,\n\nPierden todas sus manchas de culpa.",
    "Allí lo tienen. Miren el tiempo en que estamos viviendo. Aquí estamos: “Señales y prodigios”.",
    "Miren a la iglesia, usando pantalones cortos. Miren a las mujeres, cabello corto; usando manicura, o como se llame esa cosa, maquillaje. Ellos… Permítanme decirles. Yo soy un misionero; Uds. lo saben. ¿Saben de dónde vino eso? De lo más profundo de África. Los paganos usan eso. Los paganos africanos. Y tan pronto como esas mujeres se convierten, se quitan esa cosa. Ud. no tiene que decirles nada al respecto. Pero el pagano educado sabe más, ¿ven Uds.?; sigue siendo un pagano. La Biblia dice que sí. “Ud. no debe conformarse o actuar como los paganos”. Los paganos son sordos, marcados, designados para el infierno Eterno, para arder en los fuegos del tormento por los siglos de los siglos.",
    "El primer Mensaje angélico salió, Martín Lutero. El Mensaje del segundo ángel salió, Juan Wesley. El Mensaje del tercer ángel salió, y ellos aún Lo rechazan, y empeoran más y más. Y la Biblia dice que los malhechores y el pecado empeorarían más y más.",
    "🦅 Pero los que conocen a su Dios, en aquel día, harán proezas. Y el renuevo de Jehová y las hijas de Sion, que ha escapado, será hermoso a los ojos del Señor, en aquel día”, Isaías profetizando. ¿Dónde está Ud.? ¿Qué pasa, hermanos?",
    "¡Y Uds., hombrecitos sin espinazo! Yo vi a un hombre, un supuesto hermano nacido de nuevo, el otro día, sentado allá atrás bajo la sombra de un árbol, leyendo una revista, y su esposa con un par de pantaloncitos cortos, cortando el césped; allá por donde pasaban los hombres, observándola. Yo no debo juzgar, pero la Biblia dice: “Por sus frutos los conoceréis”.",
    "Fui a un lugar, el otro día, viniendo, saliendo del Parque Nacional de Yellowstone. Fui a cierto lugar, y yo soy de sangre fría; puedo soportar mucho frío. Me he acostado a cero grados, y hasta veinte bajo cero; durmiendo, al punto que mis bigotes estaban tan congelados que podía rastrillarlos, y Ud. oírlos serruchando, desde allá en mi bolsa de campar; no me molestaba. Y hacía tanto frío que mi esposa me había dado una camiseta y una chaqueta. Y aquí iban esos pobres paganos desnudos caminando por allí con niños pequeños, con ropitas muy cortas. Y el esposo chupando cigarrillos pasar caminando, con un abrigo, y ellas en pantaloncitos cortos.",
    "Hermano, yo creo, en el nombre de toda justicia, que yo le hubiera arrancado una rama a uno de esos cedros, y la hubiera puesto azul. Ella hubiera tenido razón para estar azul. Sí, señor. No estoy diciéndolo en broma, este no es lugar para bromear, lo digo porque es la Verdad del Evangelio.",
    "Entré a un lugar. Aquí venía una mujer, con una niña pequeña, ni así de grande, vestida como una mariposita, con una pequeña tira de tela rodeándola. Y la pobrecita estaba azul, caminando así. Y aquí venía entrando su hermana, como de dieciocho años, una mujercita elegante y bien formada; todo ojo se quedó observándola. Y, ella, una cosita nerviosa, chupando un cigarrillo.",
    "Y luego entró otra mujer, pues, parecía una mujer decente. Ella tenía una hija, no una niña pequeña, era una niña como de quince años. Ella llevaba puesto un abrigo corto y grueso, y un vestido largo. La madre llevaba puesto un abrigo muy grueso.\n\nYo dije: “Tal vez estoy loco, pero ¿cómo es que hay tanta diferencia, una de la otra?”.",
    "¡Es porque, hermano, hermana, es el espíritu de la cosa! Mujeres, Uds. no quieren hacer eso. Pero es el diablo en Ud., haciendo que Ud. haga eso. Ud. es una esclava de eso. Uds. están bebiendo de la cisterna estancada del diablo, porque Ud. ha rechazado beber de la fuente que nunca se seca; Ud. ha rechazado el Árbol de la Vida. “Ud. va tras el camino de Caín, y perecerá en la contradicción de Coré”. ¡Salgan de eso, mientras sus oídos están abiertos a la Verdad! Sepárense, nazcan de nuevo. Eso es duro, pero es la Verdad.\n\nAhora, hermano: “¿Cómo puedo escapar de eso?”, dice Ud.\n\nEl tiempo se ha ido. Seguiremos desde este punto, desde el oído ser sellado.",
    "¿Ven Uds. cómo los hace actuar? Cuando una persona viene al altar y dice: “Hermano Branham, ¡oh, aleluya, yo tengo el Espíritu Santo! Yo tengo esto”. Ellos pudieran hablar en lenguas, pudieran saltar, pudieran gritar, si su vida no cambia, es que algo… no ha ocurrido Vida alguna aquí; es la misma vieja vida de siempre. Si Ud. pudiera pasar la vida de un árbol de pera a un manzano, produciría peras tan cierto como que estoy parado aquí. Su Vida muestra lo que está allí; decencia.",
    "Y Dios ha obrado milagros. Estoy mirando, sentado allí, al Hermano Coat sentado allí, allí mismo. Y cuando… Él no sabe esto. Pero una cierta-cierta persona me dijo: “Ese hombre no tiene más que unos pocos días de vida, con cáncer”. Allí está sentado, sano, en esta mañana. ¡Alrededor por todo el edificio, diferentes personas a través de la nación! ¿Qué es? Es Dios obrando señales y prodigios.",
    "Vamos a África, predicamos, miles de ellos se quitan la pintura, y se ponen ropas y demás, y comienzan a comportarse como damas y caballeros.",
    "Pero, América, ¡oh, no! Uds. tienen que ver su televisor. Uds. tienen esos míseros programas vulgares, sin censura, en la te-… la radio. La radio y la televisión estarían bien, si pusieran la cosa correcta; podría ser un medio de esparcir el Evangelio. Pero, Uds. se sientan, y toman a sus hijos y les meten las cabezas allí. Y antes de que Ud. se dé cuenta, aquí están, pequeños neuróticos y todo lo demás, actuando, imitando. Pues, es una vergüenza. Esa es la cisterna de la cual Ud. está bebiendo. ¿Por qué no cierran sus ojos a eso, miran hacia el Calvario y dicen: “¡Oh, Dios, llena mi alma que perece!”?",
    "Escuchen. Uno puede estar sin comer por mucho tiempo, pero no se puede estar sin beber. El ochenta por ciento de su cuerpo está hecho de agua. Lo primero en lo que Dios Se movió, el Espíritu de Dios llegó a moverse, fue en el agua; y uno no puede estar sin agua. Y si su alma está hambrienta de adoración; escuche, señor, pentecostal, y Peregrino de Santidad, y presbiteriano, bautista, quienquiera que Ud. sea. ¿Ven? Si Ud. tiene hambre y tiene sed, sacie su sed con Cristo, y haga de Cristo su Dios. No se den la vuelta a beber de estas viejas cisternas estancadas. Antes de darse cuenta, Ud. va a actuar muy religioso, pero sus oídos estarán sellados a la Verdad. Y ¿recuerdan Uds.? “Serán tan parecidos que engañarían a los mismos escogidos…”. Y rechazar el Evangelio, es ser sellado con la marca de la bestia. Dios lo marca a Ud.\n\nY ahora, ¿qué significa eso de que estaba en—en su “cabeza”? Sus orejas están en su cabeza, de hecho. ¿Qué es? Su cabeza es su conocimiento.",
    "🦅 La fe viene por el oír”, no el oír alguna regla de la iglesia, sino “la Palabra de Dios”. [Cinta en blanco.—Ed.] Entonces, si Uds. rechazan Eso, ¿qué sucede? Ud. queda sellado; Uds. ya no Lo oyen. “¡Oh, Eso es una tontería!”, y Ud. queda marcado. Y entonces la fuente que está en su vida producirá exactamente lo que Ud. realmente es. ¿Ven lo que quiero decir? Salgan de eso, amigos. ¡Uds. hombres, Uds. hombres y Uds. mujeres, sientan vergüenza!",
    "🦅 ¿Cómo puedo escapar de eso, Hermano Branham”? Ahora aquí lo tienen. Solo por los próximos minutos, permítanme decirles.",
    "En Apocalipsis, el capítulo 7, el Ángel salió para destruir, cuatro de Ellos, y traerían destrucción al mundo entero. Dios dijo: “Un momento. Retengan los cuatro vientos hasta que sellemos a los siervos de nuestro Dios en sus frentes”. Y Él llevó el Sello del Dios viviente.",
    "El Sello del Dios viviente es el bautismo del Espíritu Santo. Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el Día de vuestra redención”. ¿Es así? “No contristéis”. No busquen comportarse como el mundo. No use esos…",
    "Tengo datos internos. Déjenme decirles algo. Los traeré aquí y se los leeré si quieren que lo haga. Tengo la información. El Capitán Al Farrar es uno de mis convertidos, el jefe del F.B.I., en el área juvenil. Han entrado muchos personajes tremendos. Y él me dijo: “Hermano Branham, si se predicara esa clase de Evangelio, nos quedaríamos sin trabajo”. Seguro, si la gente lo recibiera.",
    "Pero algunos de estos esclavos a las denominaciones ya les han marcado las orejas, y están bebiendo de esas antiguas cisternas presbiterianas, luteranas, bautistas, pentecostales, eso es todo, y no conocen a Dios. Ellos no están abiertos, en sus corazones. Su vida prueba lo que es; con suficiente mal genio para pelear con una sierra circular, y maldecirlo a uno sin vacilar, y decirle que se calle la boca.",
    "Bueno, el otro día, una conductora loca se me atravesó bruscamente, estuvo a punto de matar a dos de mis hijos. Yo le dije: “¿Señora?”.\n\nElla dijo: “Pues cierre su boca, soy yo la que está conduciendo”.",
    "Y antes de que yo regresara, veintiséis mujeres conductoras por poco nos causan la muerte. Llevábamos la cuenta. Les dieron la licencia de conducir por error.\n\nLes dieron la posibilidad de votar. Las sacaron a estos puestos públicos.",
    "Y durante la guerra, allí mismo en la ciudad de Nueva York, nacieron más hijos ilegítimos en la ciudad de Nueva York, de mujeres prostitutas, y sus esposos en el extranjero, que soldados murieron en los cuatro años de guerra.",
    "Cuando una mujer sale de la cocina, se sale de su lugar; ya sea que predique el Evangelio, o lo que sea que haga, ella está fuera de su lugar. “El hombre no fue hecho para la mujer, sino que la mujer fue hecha para el hombre”. El hombre no es un subproducto de la mujer, sino que la mujer es un subproducto del hombre. Yo sé que eso quema y, pero, es la píldora del Evangelio que abrirá su tracto digestivo espiritual y permite que el Espíritu Santo inunde y haga de Ud. una persona diferente, si Ud. Lo cree. Amén. ¡Es lo que dice la Biblia!",
    "Ahora, ¿puede Ud. oír, o su oído ya está tapado? Ahora, si dudan esto, lean Uds. Primera de Corintios el capítulo 11, cuando salgan, vean si no es así. Vean si eso no es verdad. Otras Escrituras, Isaías 6, Isaías 5, ¡oh, vaya!, por toda la Escritura; Colosenses, Gálatas, Pablo hablando, diciendo: “Obedeced a vuestro marido”. Así como Ud.…",
    "Pero su esposo es muy afeminado, ¡qué substituto amujerado de un Cristiano!; él es una desgracia para la humanidad, y cuanto más para el Reino de Dios, si le permite a Ud. hacer tal cosa. Porque él le teme más a Ud. que a Dios; Ud. lo echaría a patadas. A él no le importa si Dios lo echa; él se puede ir con los presbiterianos o los metodistas. Pero si Ud. lo echa: “¡Oh, vaya!, ¿qué va a suceder?”. Ud., diosa, y Ud. amante de la diosa, ¡por qué no consigue un espinazo!",
    "Yo no sé por qué estoy hablando así. Algo me hace decirlo; no lo sé. Así es. No los estoy regañando. Mujeres, hombres, solo les estoy advirtiendo. ASÍ DICE EL SEÑOR: “Pónganse a cuentas con Dios”.\n\n“¿Cómo puedo escapar eso, Hermano Branham”?",
    "No lo hará uniéndose a la iglesia. Ud. se pudiera bautizar en el Nombre de “Jesús”, en el nombre del “Padre, Hijo, Espíritu Santo”, tres veces hacia adelante, tres veces hacia atrás, al revés, como Ud. quiera. A Ud. lo pudieran rociar, derramar, poner su nombre en un libro. Pero hasta que Ud. nazca de nuevo del Espíritu de Dios, esa vida del diablo aún permanece en Ud. Así es. ¿Lo entiende?",
    "Ahora escuchen atentamente, antes de terminar. “¿Cómo puedo escapar de eso, hermano”? Ni el hombre ni la mujer son exceptuados o rechazados. Todos Uds. son uno a la vista de Dios, cuando se trata de esto. ¿Cómo lo hace Ud.?",
    "Su corazón es una matriz. Uds. saben de lo que estoy hablando, mujeres y hombres. Su corazón es la matriz. Y la matriz contiene la Simiente, y la Simiente es el Evangelio. Ahora, la Simiente, sola, en su corazón; no importa bajo cuántos Gamalieles Ud. se siente, no importa cuán grande sea su pastor, ni cuánto Ud. haya leído la Biblia; nunca cobrará Vida hasta que el germen de Vida haya llegado a Ella.",
    "La simiente de la mujer es algo maravilloso. Es el edificio del cuerpo, pero no tiene vida. No puede. Es imposible. Para empezar, no tiene vida. Así que, no importa cuánto Ud. conozca la Biblia, y cuán bien esté en su corazón, Ud. aún es un pecador.",
    "Ahora, ¿qué sucedió? El corazón es la matriz, y la fe viene por un oído abierto que no ha sido sellado por la teología. La fe viene por el oír, al oír. La Palabra entra en la mente. Uds. toman una decisión al respecto: “¿Es así? ¿Pudiera estar correcto Eso? Bueno, la Biblia lo dice. Yo creo Eso”. ¡Whoosh! Aquello baja directo al corazón. Entonces, es una matriz. Entonces el sexo masculino… Nosotros somos la Novia, la mujer. La Simiente entra a la Iglesia.",
    "Entonces el sexo masculino, lo cual es la célula de Sangre, la Sangre de Cristo es aplicada. Y en la Sangre viene el germen de Vida que entra en la Simiente y produce un bebé recién nacido, clamando: “¡Abba, Padre! ¡Abba, Padre! ¡Dios mío! Dios mío, ¿por qué hice esas cosas? ¡Dios mío! ¡Dios mío!”. Allí lo tienen.",
    "La pequeña matriz, aquí en su corazón, con la Simiente, esta mañana, cayendo en Ella, ¿no abrirán Uds. los ojos?, ¿por qué no La dejan bajar (no de su mente) hasta la matriz de su corazón? Hombres y mujeres, igualmente, no hay varón ni mujer en este género; ambos tienen un corazón. Dejen que Ella caiga aquí abajo, y digan: “Pues, seguro, esa es la Verdad”.",
    "Miren, la Biblia dice: “No actúen como los paganos, los incrédulos. No se enyuguen a ellos, salgan de entre ellos. No sean de esta manera”. “Si Uds. aman el mundo, o las cosas del mundo”, las modas. Esa palabra viene de la palabra griega kosmos, que significa “las modas del mundo”. “Si Uds. aman al mundo, o las cosas del mundo, el amor de Dios ni siquiera está en Uds. todavía”. Ud. nunca ha nacido.",
    "Entonces permita que el Varón, Cristo Jesús, nuestro Amante, con Su Simiente en el corazón suyo, venga a Su Simiente para darle vida. “La Palabra, la letra, mata. El Espíritu da Vida”. La letra, sola, mata. Pero cuando el Espíritu Santo desciende a través de la Sangre limpiadora, a esta matriz, un germen se activa.",
    "¿Qué viene por la madre? El pequeño óvulo está allí, la pequeña semilla, está allí esperando al macho. Y tan pronto como viene el germen masculino, ese germen masculino parte rápidamente. ¿Y qué es? Una célula de sangre. Se abre. (¡Oh, Dios!, ¿puedes oír y entender lo que quiero decir, Dios?) Luego se abre, y comienza a formar una pequeña bolsa de sangre alrededor. En su interior, trae a vida a este pequeño óvulo. Y, allí adentro, comienza a producir. Allí adentro, trae vida.\n\nSomos concebidos por el Espíritu Santo. El Espíritu de Dios entra en nuestros corazones, trae a una nueva Persona, Cristo Jesús. Las cosas viejas mueren.",
    "Y si Ud. rechaza oír Eso, y solo sigue: “Bueno, mi predicador dijo esto, aquello, o lo otro”, y Ud. rehúsa recibir la Vida, Ud. llega a ser estéril. Entonces él… Ud. llega a un punto donde ya no puede tener más hijos. Ud. queda estéril. Ud. está en reproche, Ud. no puede tener hijos. Y si Ud. contrista al Espíritu de Dios demasiadas veces, Ud. queda sellado, Ud. no Lo oye más.",
    "Cuando Ud. Lo escuchó por primera vez, ¡oh, vaya!, Ud. se dejó crecer el cabello; Uds. actuaron como damas; no se pusieron estas cosas; Ud. actuó como una dama. Ud. actuó como un hombre; Ud. mantuvo su casa en orden. Ud. hizo esas cosas. Pero luego, de repente, comenzó a moverse alrededor. ¿Qué fue? Ud. no dejó que la Vida entrara y se pusiera a trabajar. Ud. murió prematuramente. Así es.",
    "Ahora permitan que el Espíritu de Dios entre, viene a través del oír la Palabra. Uds. La oyeron; esa es la Biblia. Si recibe la marca de la bestia, Ud. está perdido para siempre. Si Ud. recibe el Sello de Dios, queda sellado para siempre. Y allí están los dos espíritus obrando.\n\nTal vez el domingo, en una semana, o tan pronto como pueda regresar, lo terminaremos y seguiremos allí y veremos lo que son.\n\n¿Lo recibirán en esta mañana, mientras inclinamos nuestros rostros en oración?",
    "Nuestra hermana vendrá al piano, en el momento, por favor, mientras Uds. toman una decisión. Hoy, sentados aquí, hay personas que ahora están tomando su… tal vez su decisión final. Ud. estará o no estará.",
    "¿ha pecado hasta ahora, hermana, hermano?; ¿ha pecado hasta ahora, y ha cruzado la línea de separación, al grado que Ud. piensa que Aquello es necedad, para Ud. pensar que Eso no es la Palabra de Dios? ¿Ha llegado Ud. a esa condición?",
    "O, ¿todavía siente un pequeño tintineo allí, la puerta no está completamente cerrada? Ud. dice: “Sí, hermano, yo creo que Esa es la Verdad. Y, en esta mañana, La acepto. Y desde este día en adelante, en verdad, por la gracia de Dios, quiero llevar una vida diferente. Ahora levanto mis manos a Cristo Jesús, y Le pido que sea misericordioso conmigo y permita que el derramamiento de Su Vida entre en mí, y me haga un bebé recién nacido en el Reino, para que mi vida sea como la de Él”. ¿Lo harán mientras levantan sus manos a Cristo? Dios le bendiga, y a Ud., y a Ud., a Ud., y a Ud., y a Ud., y a Ud. Alguien más, ¿levantarán sus manos ahora: “Yo acepto a Cristo. Yo Lo creo”? Él lo oye. Él lo conoce a Ud.",
    "Miren lo que está sucediendo en el mundo. Estamos en el fin. A Ud. no le quedan más que unos cuantos días, amigo. ¿Saben Uds. que por allá en Rusia cuelgan, ya marcadas con su nombre? ¿Saben, allá en el infierno, hay una etiqueta colgada en la puerta, esperándolo a Ud. allí una de estas mañanas?",
    "Será mejor que dejen que Alguien Quien puede ir allá, vaya y la quite, la quite de allí. Solo hay Uno que puede hacerlo; ese es el Hijo de Dios; “Yo he vencido la muerte y el infierno. Yo soy el que estuve muerto, y vivo por los siglos de los siglos”. Todos los demás terrenos son arena movediza.",
    "Seis u ocho han levantado la mano. ¿Habrá otro, mientras toman una decisión? Solo levante su mano a Dios, y diga: “Ahora levanto mi mano a Cristo, para ser Su siervo desde este día en adelante”. Dios la bendiga allí, jovencita. ¿Alguien más mientras esperamos un momento? “Levantaré mi mano a Cristo. Desde este día en adelante, vacío el mundo de mi corazón. Hago mi corazón puro y limpio de nuevo. Yo quiero conocer a Cristo”.\n\n“Conocerlo a Él es Vida”. No conocer la Biblia, es Vida; no conocer teología, es Vida; pero: “Conocer a Cristo, es Vida”.",
    "¿Levantaría Ud. la mano una vez más ahora? ¿Hay otro, antes de terminar? La decisión es suya. Lo único que yo puedo hacer es predicar la Palabra. El Espíritu Santo La trajo. ¿Qué quieren hacer Uds. al respecto? ¿Puede Ud. aceptarlo?",
    "O, ¿está su oído completamente cerrado? “¡Oh, bueno, yo he oído Eso antes! Yo… En otra ocasión”. ¡Oh, Dios, sea misericordioso contigo, mi hermano perdido! Y sin saberlo, antes de que Ud. salga por esa puerta, su corazón puede detenerse; sin saber si Ud. alguna vez estará en otra reunión del Evangelio. ¿Y podría Ud. sentarse allí, mi hermano, hermana, en ese estado, sin estar dispuesto a decir: “Cristo, ten misericordia de mí; he estado equivocado. Perdóname. Quiero empezar de nuevo hoy”? Levantaron como seis u ocho manos. ¿Habrá otro antes de terminar, antes de que ore? Voy a orar con Uds., luego vamos a orar por los enfermos. Muy bien. Mantengamos nuestros rostros inclinados.",
    "Amado Dios, sí, como escribió el poeta: “Hay una fuente llena de Sangre, que fluye de las venas de Emanuel”. Nos damos cuenta de que el Reino de Dios no está en lo que comemos o bebemos, o en lo que vestimos. Sabemos eso, Dios, que no dejamos esto, y dejamos de usar esto y aquello, para hacernos diferentes. Sino que cuando el Espíritu de Cristo entra, Él Mismo lo hace. No es lo que hacemos nosotros, sino lo que Él hace. ¡Lo que Él hace!",
    "Y Dios, yo sé que esto ha sido muy duro, ha sido muy cortante. Y sé que el Evangelio es, dijiste Tú: “Más cortante que una espada de dos filos, llega hasta la médula de los huesos, y es un Discernidor del espíritu”.",
    "Y oro, Padre, que estos que entraron en convicción, ocho o diez personas aquí en este edificio levantaron la mano, para dar a conocer que estaban equivocados; sus vidas no cuadran con Tu Palabra. Y levantaron sus manos, para ser recordados en oración. Y oro a Ti, Padre Celestial, en este mismo día, que santifiques sus corazones de todas las cosas del mundo, para que Tu Espíritu pueda entrar en sus vidas, y allí darles gracia. Y que el bebé recién nacido, Cristo, sea prueba definitiva para todo el mundo, como una epístola escrita leída por todos los hombres.",
    "¿Cómo, Padre, podría una mujer, que dice ser Cristiana, vestirse para conocer hombres? Solo una lo hizo, Padre, en Tu Palabra, y esa fue Jezabel; Tú se la diste de comer a los perros, y la diste como ejemplo de la horrible criatura que era ella.",
    "¡Y cómo bailó la pequeña Herodías con su ropa corta de striptease, delante de su padrastro! ¡Qué baile de sociedad fue ese! Y conociendo la historia, que setenta y dos de sus hijos la siguieron, a través de las generaciones; murieron en patíbulos y como prostitutas. ¡Qué ejemplo! El amado Juan, su cabeza en un plato, testifica a la tierra hoy, que hay justicia en Dios.",
    "Que así sea hoy, Dios, con cada uno aquí que está apartado de Cristo. Tráelos a un entendimiento, Padre, que estas Palabras no son falsas, Ellas son Tus Palabras, y que la Biblia es la verdad, y que la hora está a la mano. Da gracia y misericordia a aquellos que están buscando. Lo pedimos en el Nombre de Cristo. Amén.",
    "Una vez juntos ahora, suavemente: Hay Una Fuente Llena De Sangre.",
    "Inmediatamente después del servicio de sanidad, quiero que toda persona que levantó la mano venga al altar, personalmente, y se arrodille y ore, levantando la mano. “¿Sirve de algo eso”? Sí, señor. Seguro que sí.",
    "🦅 El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna”. Eso lo hace a Ud. una nueva criatura. Ahora, no me refiero a solo imaginarlo, sino a hacerlo. Entonces sus frutos lo probarán.",
    "Entonces, después de Ud. haberlo hecho, luego: “Por un Espíritu somos bautizados en el Cuerpo” de poder y servicio. Él nunca dijo que Ud. recibirá un “nuevo Nacimiento” después de que el Espíritu Santo venga sobre Ud. Dijo: “Recibiréis poder después de que el Espíritu Santo haya venido sobre vosotros”, una cosa completamente diferente. No un nuevo Nacimiento, sino un nuevo poder. Ud. nace de nuevo, al creer; Uds. creen para Vida Eterna. Pero Ud. es bautizado con el Espíritu Santo, hasta recibir poder, poder para servicio. Muy bien, todos juntos.\n\nHay…llena de Sangre,\n\n…de las venas de Emanuel,\n\nY los pecadores al sumergirse bajo el raudal,\n\nPierden todas sus manchas de culpa.\n\nPierden todas sus manchas de culpa,\n\nPierden todas sus manchas…",
    "Ahora Ud. tiene una de las dos, hoy. ¿Qué? No hay término medio. O es la marca de la bestia, del mundo, de la iglesia apóstata; o, el Sello de Dios, santo, el aceptable…?…",
    "Ahora, mientras… un momento, recuerden, hoy, que cada persona que sale por esta puerta, o se va con la marca de Dios, o la marca del fin, la iglesia apóstata.\n\n“¡Oh!” dice Ud., “Hermano Branham, yo asisto a…”. Eso no tiene nada que ver con eso. El diablo va a la iglesia, él es muy religioso. La Biblia lo dice.",
    "¿Ha nacido Ud. de nuevo? ¿Coincide su vida con Su Palabra? Sus acciones, su vida, su vestimenta, su comportamiento, su espíritu, su fe, ¿cuadra todo con la Palabra de Dios? Entonces eso muestra que la vida en Ud., es Cristo viviendo.",
    "Ahora una vez más, suave y tiernamente ahora.\n\nEl ladrón moribundo (En su última hora) se regocijó al ver\n\nEsa Fuente en su día;\n\nQue yo, aunque vil como él,\n\nMe lave de toda culpa.\n\nTodos juntos ahora. Y cerremos nuestros ojos y levantemos nuestras manos a Dios, mientras lo cantamos.\n\nEl ladrón moribundo se regocijó al ver\n\nEsa Fuente en su día;\n\nY que yo, aunque vil como él,\n\nMe lave de todos mis pecados.\n\nMe lave de todos mis pecados,\n\nMe lave de todos mis pecados;\n\nY que yo, aunque vil como él,\n\nMe lave de todos mis pecados.\n\n¿No lo conmueve a Ud. saber que Cristo perdona todo pecado?",
    "Hace algún tiempo, en Bombay, India, había quinientos mil allí. Cuando ellos vieron a un ciego recibir su vista allí, un Buda… un mahometano. Todos sus profetas fueron derrotados. Ellos se pararon allí, y yo dije: “¿Creen Uds. ahora que Él vive?”. Se vieron levantar miles de manos.",
    "Estuve en Durban, Sudáfrica, donde treinta mil recibieron a Cristo en una ocasión, después de que un hombre completamente lisiado, Él lo enderezara.",
    "Aquí no hace mucho en Winnipeg, China… o Winnipeg, Canadá; un muchachito chino, un pequeño adorador de Buda como de esta altura, un pequeño, como un enano, subió. Él estaba ciego. Él adoraba a Buda.\n\nY yo dije: “Si Cristo te sana, ¿Le servirás?”.\n\nÉl dijo: “No serviré a ningún otro dios sino a Aquel que sane mis ojos”.",
    "Mientras estaba parado allí, sus ojos se abrieron. Comenzó a llorar. Miró alrededor; y dijo: “¡Oh, yo puedo ver!”. Lo primero que él habló, dijo: “Veo la cruz donde mis pecados fueron expulsados”.",
    "Y pienso, al recorrer países, y ver los diferentes pueblos, ver venir las grandes señales, que Jesús dijo que estarían aquí, dijo: “Perplejos del tiempo; angustia entre las naciones”.",
    "🦅 Carruajes sin caballos irían por las calles”, y con luces delanteras, “en dirección contraria”. Y estarían todas estas cosas que los profetas a través de las edades dijeron; cómo viajarían por el cielo como pájaros, y bajo el agua como peces.",
    "🦅 Y cómo habría gran angustia entre las naciones”, y ver todas estas cosas. Él dijo: “En aquel día, levantarían el Espíritu de Dios. Él haría proezas, señales y prodigios. Sería el tiempo del fin”. Él dijo: “Habrá Luz en la tarde. Todas las naciones vendrán”.\n\nDios está llamando hoy. Yo oro que Uds. Lo reciban a Él.",
    "Ahora, esta noche hay servicio en el tabernáculo. Nuestro muy honorable y amado Hermano Neville estará predicando, supongo, esta noche. Espero poder estar aquí, yo mismo, Dios mediante.",
    "Junie, intentaré ir al lugar tuyo el jueves por la noche, si puedo, si es posible. Y allá en New Albany, creo que esa es tu noche de servicio, ¿verdad?\n\nY, he estado tratando de ir a las pequeñas iglesias. Y ahora, queridos amigos, a continuación…",
    "Escuchen la transmisión del Hermano Neville.",
    "Quiero tomar esta “marca de la bestia” y mostrarles exactamente dónde está hoy; mostrarles dónde está cada tribu de Israel; mostrar que todo está exactamente esperando que la Palabra resuene desde el Cielo: “He aquí, Él viene”. ¿Ven? Así es. He estado estudiando, y velando, y esperando, y orando.",
    "Ahora, mi servicio esta mañana, y ahora, es para orar por los enfermos. Hay algunos que han venido aquí de diferentes partes del país, para que se ore por ellos. Y ciertamente queremos orar por ellos. Quiero asegurarles que Dios es el Sanador, que Él sana de todo.",
    "¿Cuántos aquí han sido sanados? Veamos sus manos. Ahora Uds. pueden ver. Y si yo preguntara, hay cáncer, ceguera, sordera, mudez, parálisis. Solo piensen en lo que será en ese día.\n\nAlguien dijo: “Yo no creo en la sanidad”.\n\nYo dije: “Ud. ha llegado un poco tarde”. Así es. “Solo un poco tarde. El Espíritu Santo llegó primero aquí”.",
    "El otro día, cuando supe que mi hermano se estaba muriendo allá, y yo estaba en Canadá, allí mismo en la frontera con Canadá, cómo el Señor fue misericordioso; con fiebre, ciento siete grados, decayendo. Y arrodillado allí en oración. Y entraron los médicos, el especialista en Louisville, y dijo: “Ahora, hijo, yo no sé cuál sea tu fe, pero” dijo: “Alguien además del médico ha estado aquí”. Así es.",
    "Ayer lo llevé a Scottsburg a buscar su carro. Dijeron que él… Dijeron: “Ellos le dieron una hora de vida, para traer a sus parientes. Porque, si están a más de una hora de distancia, no van a verlo”. Bueno, eso solo muestra que la oración cambia las cosas. ¡Estoy tan contento de tener un Dios vivo! Hay millones de testimonios de Su Gloria.\n\nAhora, Hermana Gertie, ese famoso canto antiguo: “No temáis, manada pequeña, cualquiera que sea vuestro destino”.",
    "Él está aquí. Y ahora, ¿cuántos están aquí para que se ore por ellos? Veamos sus manos. ¿Podrían levantar las manos, aquellos por los cuales hay que orar? Algo, parecían como quince. Y queremos que Uds.…\n\nAhora mientras cantamos Solo Creed, queremos que vengan al altar, para que se ore por Uds.",
    "Y cuando suban aquí, entonces despediremos a la congregación. Pueden quedarse o irse, y entonces oraremos por los enfermos. O, esperen, quizás no tarde sino un momento. Algunos… El Señor pudiera hacer algo aquí, esta mañana, que a Uds. les encantaría ver. Quizás alguien ciego, o sordo, o mudo, el Señor pudiera sanarlos. Así que no sabemos exactamente lo que sucederá.",
    "La reunión aquí en el tabernáculo, la conducimos un poco diferente a como lo hacemos en las reuniones afuera. Por lo general los traemos, uno por uno, para el discernimiento, para ver qué hay en sus vidas, y lo que han hecho. Aquí oramos y ponemos las manos sobre ellos, porque es una orden masiva, la gente viene de todas partes del país.",
    "Se los mostraré. Alguien que está aquí desde al menos como ochenta kilómetros de Jeffersonville, para que se ore por ellos, ¿levanten la mano? Allí lo tienen. ¿Cuántos han venido desde 160 kilómetros? Levanten la mano. Allí lo tienen. ¿321 kilómetros? ¿482 kilómetros? ¿Ven allí? ¿Ven? Ahí está, ¿ve? Probablemente de muy lejos, algunos de diferentes partes. Vienen, esperan aquí en estos hoteles y demás hasta el domingo en la mañana, para que se ore por ellos.",
    "Así que, para lograr que todos pasen, después de la predicación, simplemente venimos y oramos, y los ungimos con aceite, ponemos las manos sobre ellos. Y, ¡oh, cómo Dios obra milagros para nosotros, y nosotros creemos!",
    "Ahora, mientras cantamos, si… me pregunto si podrían formar una fila. Hermano y Hermana McSpaddin, me pregunto si Uds. pudieran pasar por aquí, unos cuantos, algunos de Uds. allí, para que ellos puedan pasar aquí y hacer la línea a lo largo del altar. Y que se alineen de esta manera, de este lado; para que puedan pasar por aquí, por este lado. Mientras los demás cantamos: Hay Una Fuente Llena De Sangre. A mi derecha, formen una línea aquí atrás. Y que se ore por todos a medida que pasan por la línea. Solo vengan hasta aquí, para que ellos puedan regresar. Muy bien.\n\n…una Fuente llena de Sangre,\n\nDe Emanuel…(…?…)\n\n…su manchas de culpa,\n\nPierden todas sus manchas de culpa;\n\nY los pecadores al sumergirse en ese raudal,\n\nPierden toda mancha de culpa.",
    "Se supone que hay dos niños pequeños aquí del norte. ¿Llegaron? Que nacieron sordomudos, dos niños pequeños nacidos sordomudos. Son pequeños gemelos. Ellos vienen de arriba de Sturgis, Michigan. Ellos deberían estar aquí esta mañana, los dos, sordomudos de nacimiento. ¿Están aquí? Levanten la mano. De Sturgis, Michigan. Si están aquí, quiero que los traigan arriba. Y usémoslos como ejemplo, para mostrarles a Uds. que Dios puede hacer que los sordos oigan y los mudos hablen. Dos muchachitos de Sturgis, Michigan, ¿ya llegaron? Me llamaron ayer por la tarde.",
    "Veo a unos pequeños entrando. Un momento, veremos si… Pregúntenle a ese hermano si él es de Sturgis. ¿Es Ud. de Sturgis, señor? [Un hermano dice: “No, no. Es de New Albany”.—Ed.] No, él es… Hmm, hmm. Muy bien. Muy bien.",
    "Bueno, eso está bien. Uds. saben que Dios sana. Uds. saben eso, así que tal vez su caso no sea algo que se pueda ver, pero Dios lo hará de todas maneras. Uds. lo creen, ¿verdad? Ya sea que se vea o no, pero yo pudiera… Dios sana.",
    "¿Cuántos estuvieron en Indianápolis la otra noche cuando esa mujer sordomuda, nació sorda y muda, recibió su audición y el habla? La dama la trajo de alguna parte, Joliet, Illinois, o de alguna parte. Ella nunca había hablado ni oído en su vida. Esa muchacha ahora puede cantar. ¿Ven? ¡Oh, qué maravilloso!",
    "La mujer que estaba en la silla de ruedas, su médico vino a verme al día siguiente, y me consultó, allá en el lugar, sobre esa mujer que había estado paralizada, creo, como por quince años o más, tal vez más. Él dijo: “Sr. Branham, he estado atendiendo a esa mujer por un año”. Y él dijo: “Yo supe que algo le había sucedido a ella”. Dijo: “Aquí está ella, caminando, cocinando hoy”.\n\nYo dije: “Seguro. Jesucristo vino a la escena”.",
    "Ahora, como predicador, yo no—yo no tengo mucho de predicador. Soy una llanta de repuesto en eso, pero Dios me envió a orar por los enfermos. Y yo—yo sé dónde estoy parado allí. Yo sé dónde estoy parado en el Evangelio. Yo no puedo expresarlo como, tal vez, los pastores y demás, pero yo—yo sí conozco mi posición en la sanidad Divina, porque para eso fui llamado.",
    "Ahora, quiero que cada uno de Uds. haga esto. Si hubiera algo que yo pudiera hacer por Uds., para ayudarlos de alguna manera, y no lo hiciera, sería una persona cruel.",
    "Y lo mismo con Dios. Si yo fuera cruel por no ayudarlos, si pudiera, (y yo, un hombre, y Uds. me consideraran cruel, y lo sería), ¿cuánto más lo considerarían Uds. de Dios, Quien es omnipotente, omnisciente, omnipresente? ¿Cómo podría Ud. continuar sin llamarlo cruel, si Él no lo hiciera? Pero Él lo ha hecho.\n\nÉl solo les ha pedido una cosa: que lo crean. Esa es la única base.",
    "Si Él hubiera establecido: “Si Ud. paga tanto dinero”, mire cómo estaría Ud.; Ud. no lo tiene. ¿Y si Él dijera: “Si Ud. hace”, quizás ciertas cosas que Ud. no pudiera hacer?",
    "Pero hay una cosa que está al alcance de todos: la fe. Solo créanlo. “La oración de fe salvará al enfermo. Dios los levantará”.\n\n¡Y si los paganos, budas y demás, y los incrédulos, paganos, quienes adoran ídolos, pueden aceptarlo y ser sanados de ceguera, sordera, parálisis!",
    "En Sudáfrica, solo con esa oración por la congregación, veinticinco mil personas fueron sanadas. Siete camiones llenos de muletas y—y sillas de ruedas, y cosas en las que habían cargado a sus seres queridos, es lo que recogieron de los terrenos, después de una oración. Siete camiones cargados; para limpiar los terrenos para la próxima reunión. ¡Oh, Dios!",
    "Nosotros, pobres paganos educados, tan llenos de duda y temor, ¿por qué lo hace? ¡Oh!, ¿no pueden cortar cada cabo en esta mañana? Digan: “¡Oh, hay una fuente llena de Sangre! Mis oídos están abiertos. Mi corazón está abierto. La Simiente está aquí. Ven, Señor Jesús, y haz Eso real para mí”. Y Dios lo concederá.",
    "Aquí está parado un anciano que conocí hace unos minutos, entrando por la puerta. Él estuvo aquí con problemas de la vesícula biliar, hace años. Dios lo sanó, lo sanó completamente. Dijo: “Hermano Branham, no sabía que Ud. iba a orar por los enfermos. Así que, vengo…”. Él sufrió un ataque al corazón. Dijo: “Vengo, solo apoyándome en cosas”. Y aquí está de pie ahora en el altar, esta mañana. Después de orar por él hace unos minutos, aquí está parado. Dios es bueno. ¿No es así? Él es un Dios bueno. Él ama.",
    "Ahora, para todos Uds., voy a orar por cada uno de Uds., ahora mismo.",
    "Y quiero preguntar cuántas personas aquí, que—que pueden levantarse, se compadecen de estas personas enfermas, y orarán esta oración conmigo, mientras levantan la mano. Ahora, ¿qué dice la Biblia? “La oración de fe salvará al enfermo. Y si ponen sus manos sobre los enfermos, ellos sanarán”. ¿Es así?",
    "Ahora Uds. que están parados en la línea, quiero que oren esta oración. Ahora voy a decirla. Ud. ore. Ahora con nuestros rostros inclinados, todos juntos. Los que están aquí, quiero que oren.",
    "Dios Todopoderoso, Creador de los cielos y la tierra, Autor de la Vida Eterna, yo ahora creo en Jesucristo, Tu Hijo. Después de aceptarlo a Él como mi Salvador personal, ahora vengo a aceptarlo a Él como mi Sanador. Ahora confieso mi fe en Él y en Sus obras consumadas. Por eso es que me paro en esta línea, para que Tus siervos lleven a cabo la comisión, de ungirme con aceite, y poner las manos sobre mí, y hacer una oración de fe. Yo creo que ahora Tú me sanas.\n\nAhora, tengan sus rostros inclinados.",
    "Esa es su oración. Encomiéndese Ud. mismo a Dios. Si hay una duda, sáquenla ahora mismo. Y les aseguro que nadie pasará por aquí sin ser sanado, si Uds. vienen en sinceridad.\n\nAhora voy a orar por Uds.\n\n¡Vaya! Veo a una hermana de color parada, cargando a un bebé, una cosita linda.",
    "Estoy pensando, el otro día allá donde Junior Cash, esa muchacha de color que sufrió un accidente y perdió la audición y el habla, nunca se le pudo hablar ni oír más, parado allí mismo, cuando oré por ella y le pedí al Señor Jesús que la sanara, ella pudo hablar y oír. Con todos los nervios cortados, ¿cómo lo hizo? El Creador, Dios, volvió a unir esos nervios, y ella pudo hablar y oír.",
    "Ahora, Padre Celestial, a lo largo de esta línea hay personas de lugares de la nación, y aun de lugares del mundo. Algunos de ellos aquí, desde África y de diferentes lugares. Irlandeses, ingleses, africanos, todas las diferentes naciones, han venido a la fuente. Y yo los traigo a Ti, basado en la confesión de su fe. Y después de que los he hecho repetir estas palabras para Ti, orando, Dios, que viniera en sinceridad y de lo profundo de sus corazones.",
    "Ahora ofrezco esta oración, la oración de fe que salvará a los enfermos. Dios, sé misericordioso. Y oro que Tú los sanes, a cada uno. Amado Dios, sabiendo que no hay nada en mí o en Tu amado siervo, el Hermano Neville. Pero Tú nos has comisionado, a ir a todo el mundo, ungir a los enfermos y orar por ellos, poner las manos sobre ellos y hacer una oración de fe, y Tú dijiste que eso salvaría a los enfermos.",
    "Y yo sé que tenemos poder. Tú nos lo das al darnos el Espíritu Santo. Ese es el poder. Y ahora, Señor, danos fe para operar este poder.",
    "Vemos que cuando Tú les diste poder a los discípulos, y les dijiste que resucitaran a los muertos, sanaran a los enfermos, y echaran fuera espíritus malignos, hallamos que fueron derrotados. Y Te dijeron: “¿Por qué no pudimos hacerlo, después de que Tú nos diste el poder?”.\n\nTú dijiste: “Por vuestra incredulidad”.\n\nDios, quita mi incredulidad y la incredulidad de esta congregación.",
    "Y me acerco a Ti, Señor, como si estuviera muriendo; y yo estoy parado en la brecha aquí esta mañana, entre los vivos y los muertos. Y Te pido, amado Dios, que estos que están en el medio, la brecha, muriendo con cáncer, con enfermedades, ¡oh, Dios viviente!, expulsa la muerte de ellos, y permite que la vida tome su lugar, para la gloria de Dios. Yo creo, y oro, y encomiendo esta oración a Ti, Señor. Mientras pongo las manos sobre los enfermos, en el Nombre de Jesucristo, que Tú sanes a cada uno de ellos, para la gloria de Dios y por causa del Evangelio.",
    "Ahora con nuestros rostros inclinados. Suavemente, Hermana Gertie, Ud. dirija el canto: Hay Una Fuente. No, lo voy a cambiar. Solo Creed, suavemente, todos.\n\nHermano Neville, venga con el aceite de la unción. Todos en oración. Todos aferrándose de Dios, mientras vamos poniendo las manos sobre ellos y orando.\n\nEn el Nombre de Jesús…?…\n\nEn el Nombre del Señor…?…\n\nEn el Nombre del Señor Jesús…?…\n\nEn el Nombre del Señor Jesús…?…\n\nEn el Nombre del Señor Jesús…?…\n\nEn el Nombre del Señor Jesús, reciba…?…\n\nEn el Nombre del Señor Jesús…?…\n\nEn el Nombre del Señor Jesús, reciba su sanidad.\n\nEn el Nombre del Señor Jesús… [Cinta en blanco.—Ed.]",
    "Confío que Dios no piense que estoy tratando de hacer algo mal. Este pobre muchacho ha recorrido mil millas. Y ahora, amigos, ¿ven Uds. dónde estoy parado? Mi Dios tiene que estar correcto o errado. Yo Le creo a Dios. Esta es la Palabra de Dios. El Corán, todos los demás libros son falsos. Esta es la verdad, la Palabra de Dios.",
    "Sin una visión, sin nada, sino creyendo que ese Ángel de Dios, Quien yo sé que está parado presente, vendrá en mi ayuda a través de la Sangre de Jesucristo, y hará esto, que he pedido.",
    "Y ahora, yo le digo a esta congregación, que entiendan claramente: Si Uds. levantan la cabeza mientras oyen mi voz, yo no seré responsable por lo que suceda. Porque Uds. saben que estos espíritus pasan de uno a otro. Ellos vendrán directamente a Ud.",
    "Así que, en el Nombre de Jesucristo, no importa cuán creyente Ud. crea que es, les pido que mantengan sus rostros inclinados, sus ojos cerrados hasta que escuchen mi voz. No miren lo que hago. Estoy orando, eso es todo lo que estoy haciendo, pero la puerta del alma son los ojos. Y cuando Ud. está mirando, Ud. piensa que tiene fe muchas veces cuando no la tiene; Ud. solo tiene esperanza.",
    "Ahora, por favor, desde ahora mismo, que todo rostro permanezca inclinado, todo ojo cerrado, por dentro y por fuera, hasta que escuchen mi voz decir: “Levanten la cabeza”. Les pido, en el Nombre de Cristo, que lo hagan.",
    "Amado Dios, me paro ante este hermano, en Tu Nombre, en el Nombre de Tu Santo Hijo, el Señor Jesús. ¡Oh, Tú, Quien caminaste por Galilea!, Tú, Quien diste oído a los sordos, habla a los mudos, vista a los ciegos; y proyectaste, por medio del Espíritu Santo, este Poder en Tu Iglesia. ¡Oh, Dios Eterno, Quien resucitó a Jesús de entre los muertos!, ayúdame a tener fe en este momento, porque este muchacho, siendo sordo y mudo, no puede oír, y no sabe cómo apropiarse de la fe, que él pueda oír, Señor.",
    "Y ahora, por la gracia soberana de Dios, por el testimonio del Espíritu Santo, y sobre la vindicación de un ministerio mundial que Tú le has concedido a Tu siervo inútil, como una persona indigna, que es incapaz, pero es creyente, ahora reto a este espíritu mudo en el Nombre de Jesucristo, el Hijo de Dios.",
    "Y con un corazón sincero, digo, sal de ese hombre. Porque yo te conjuro, por el Dios vivo, que te apartes de él para que sea sano. En el Nombre de Cristo, yo te reto a que salgas del hombre, por medio de la Sangre del Señor Jesús.\n\nTodo ojo cerrado, todo rostro inclinado.\n\n[El Hermano Branham aplaude.—Ed.] ¿Me oye? ¿Me oye? ¿Me oye?\n\nEstá oyendo. Ahora solo mantengan su rostro inclinado.\n\nDiga: “Gloria a Dios”. [El hermano dice: “Gloria a Dios”.—Ed.] Diga: “Yo amo a Jesús”. [“Yo amo a Jesús”.] “Gloria a Dios”. [“Gloria a Dios”.]\n\nAhora, pueden levantar la cabeza. [El hermano dice: “Levantar la cabeza”.—Ed.] Levanten la cabeza ahora.\n\n“Alabado sea el Señor”. [El hermano dice: “Alabado sea el Señor”.—Ed.] “Yo amo a Jesús”. [“Yo amo a Jesús”.] “¡Aleluya!”. [“¡Aleluya!”.]\n\nDigamos: “Alabado sea el Señor”. [La congregación dice: “Alabado sea el Señor”.—Ed.] Demos gloria a Dios. Pongámonos de pie solo por un minuto.",
    "Dios Todopoderoso, Autor de la Vida Eterna, Dador de toda buena dádiva, envía Tus bendiciones sobre estos hijos. Oro que Tú los unjas. Concédeles el deseo de sus corazones llenándolos con el Espíritu Santo. Que grandes señales y maravillas puedan ser obradas para la gloria de Dios, en el Nombre de Jesús. Amén.\n\nAhora, tomen asiento. Él—él dice, por el micrófono, que él puede oírme un poco a través del micrófono.",
    "Mueva sus manos. ¿Puede oír? ¿Por el micrófono? ¿Me oye un poco? ¿Me oye ahora? ¿Sí? Alabado sea el Señor. Digamos: “Alabado sea el Señor”. [La congregación dice: “Alabado sea el Señor”.—Ed.] Amén. Eso es bueno.",
    "Ahora, ¿qué sucedió? El espíritu sordomudo lo dejó. Ahora, él está comenzando a hablar como un bebé, a oír como un bebé, a entender como un bebé. El espíritu que lo tenía agarrado lo ha dejado.\n\nAhora, vea que lo siga haciendo. ¿Ven? No permita que la incredulidad se asiente más. Déjelo continuar. Amén. Y esté bien. Amén.",
    "¡Oh!, deberían ver su rostro, cómo está sonriendo, y mirando hacia acá. Toque la música, Hermana Gertie. ¿Lo oye? Espere. Sí. Me está hablando. Amén. Digamos: “Alabado sea el Señor”. Todos. [La congregación dice: “Alabado sea el Señor”.—Ed.]\n\nJesús vive y reina, ¿no es así?",
    "Digamos: “Yo creo”. “Yo creo”. Yo amo a Jesús. “Yo amo a Jesús”. ¡Alabado sea el Señor! “¡Alabado sea el Señor!”\n\nInclinemos nuestros rostros por un momento, ahora. ¡Qué maravilloso!, ¡cuán glorioso!\n\n¡Qué pesada, qué insípida es la hora,\n\nCuando ya no vea a Jesús!\n\nLos hermosos paisajes, la dulce música, las dulces flores,\n\nTodo habrá perdido su belleza para mí.\n\nLos campos se esfuerzan en vano por parecer alegres;\n\nPero cuando estoy contento en Él\n\nDiciembre es tan agradable como mayo.\n\n¡Qué maravilloso!\n\n¡Oh, Dios!, ¡cuánto Te amamos y Te adoramos! ¡Cómo Te alabamos! ¡Cuán incomparable eres!, ¡cuán bueno!, ¡cuán lleno de misericordia!",
    "Solo levantemos nuestras manos muy lentamente ahora a Él y adorémosle, solo por un momento. Si Uds. solo levantan las manos y dicen: “¡Alabado sea el Señor Jesús!”.\n\nVenga, Hermano Neville…?… Despida en oración. 🦅"
  ]
}