{
  "title": "LA IGLESIA Y SU CONDICIÓN",
  "id": "56500009",
  "content": [
    "🦅  Muy rara enfermedad de una niña para ser recordada especialmente esta mañana en oración, así que ciertamente queremos que todos hagamos eso. Los doctores ni siquiera saben. Ellos le dieron alguna clase de nombre, pero creo que simplemente inventaron uno para nombrarla, ellos— ellos no sabían qué era. Y, pero Cristo sabe qué es. Yo puedo decirles qué es, es un diablo, eso es correcto, el Diablo. Qué nombre quieran ponerle a él, pues, eso depende de ellos. Pero eso es lo que él es, ¿ven?, un espíritu malo. Ahora, todos juntos, una vez juntos ahora, Sólo Creed, todos a una.\n\nSólo creed, sólo creed,\n\nTodo es posible, sólo creed;\n\nSólo creed, sólo creed,\n\nTodo es posible.",
    "El Señor va a sanarla, hermana. Oremos por la niña ahora mientras inclinamos nuestros rostros.",
    "Nuestro Padre Celestial, al parecer simplemente no lo puedo apartar de mi mente. La niñita allí, muriéndose, ella es el amorcito de alguien. Ella es Tu creación, y Satanás le está robando su joven vida. Yo ruego que en el Nombre de Cristo detengas la mano de la muerte, haz retroceder a ese enemigo. Tú, Señor, que puedes hacer que el Mar Rojo se amuralle a ambos lados, y darle a los hijos de Israel, Tu heredad, una jornada a salvo al otro lado del mar y a la tierra prometida. Dios, rogamos hoy que Tú retires todo obstáculo y permitas que la niña viva. Se nos ha dado a nosotros el pedir. Y, como un grupo de personas creyendo en Ti, pedimos en el Nombre de Jesús la sanidad de la niña. Amén.",
    "Hoy es con un corazón agradecido que yo—yo vengo a Uds. de nuevo en el Nombre del Señor Jesús. Yo llegué a casa un poquito temprano de Louisiana. Pensé que quizás si llegaba aquí antes del domingo yo pudiera tener escuela dominical. Y luego el clima estaba tan terriblemente caliente allá, que nosotros…esto sería templado, fresco esta mañana al lado de Louisiana. Uds. nunca se sentarían en un edificio como éste sin nada más que un abanico, en Louisiana, tendría aire acondicionado o Uds. se estarían desmayando.",
    "Y así que vine para tener uno o dos días de descanso antes de irme ahora inmediatamente, a Saskatchewan del Norte, la próxima semana, y eso está arriba en Prince Albert. Hasta allí llegan las carreteras en el mundo, desde el otro lado. Cruza por todo el mundo sin tener carreteras, y no hay nada más que Indios y Esquimales allá en el interior más allá de adonde vamos esta vez. Así que tenemos mucha gente que va a estar en esta reunión de todas partes de Canadá. Algunos de ellos vendrán desde la Costa Oeste, dicen ellos, que vienen. Y ciertamente deseo las oraciones de Uds., que Dios se encuentre con nosotros y nos dé una muy abundante y gran reunión para Su gloria. Han pasado unos cuatro o cinco años desde que estuve en Canadá. Y yo tengo unos verdaderos y magníficos amigos allá, que son personas muy buenas.",
    "Y así que son muy fieles para ir a la iglesia. No importa cuán frío esté, ellos se envuelven en una cobija y se sientan en un trineo, y conducen el caballo por treinta millas [Cuarenta y ocho kilómetros.—Traductor], para poder ir a la iglesia. Ellos caminan a través de ventiscas y todo lo demás, jóvenes y ancianos. Todos ellos se agrupan. Y una familia llega por la otra y empiezan a caminar, y ellos van. Es—es el sacrificio que hacen lo que causa que ellos saquen tanto del servicio. Cuando no hay ningún sacrificio, el servicio no vale de mucho. Uds. realmente tienen que ponerse y hacer algo que duele bastante, tener que hacer a un lado algunas cosas y parar de trabajar, y hacer esto o aquello, para poder ir a la iglesia y mostrarle a Dios que Uds. lo aman, y Uds. hacen un sacrificio para ir, es entonces cuando Uds. sacan algo de ello.",
    "Es igual que mis niñitos. Billy Paul, pensé que yo…Yo no recibí nada cuando yo era un niño. Mamá solía conseguir quizás un saco de dulces y ella lo media, dos o tres piezas para cada uno. Quizás para Navidad recibíamos una cornetita de hojalata o una pistolita de fulminantes, o algo. Y yo veía a otros niños con trineos y bicicletas y cosas, buena ropa y chaquetas calientes. Y yo—yo, me hacia sentirme tan mal, yo dije: “Si yo alguna vez tengo hijos míos, voy a hacer todo lo que pueda por ellos”. Bueno, yo estaría dispuesto a pasar hambre para conseguir algo para mis niños. Y cuando yo vivía…Cuando Billy era tan sólo un niñito, yo le compraba un pequeño triciclo, y yo le compraba todo. Y Meda trataba todo, hasta sacrificar su propia ropa y cosas, para comprarle algo. ¿Pero saben qué empezamos a darnos cuenta? Yo le compré un pequeño triciclo, y un pequeño arco y flecha, y de todo. Yo lo encontraba con una—una cuchara o un palo, afuera en el patio de atrás, escarbando en alguna parte. ¿Ven? Yo dije: “Con los siguientes no va a ser así”. ¿Ven? Uds. simplemente denle a alguien todo en su mano, ellos no lo quieren. ¡Es algo por lo que Uds. se tendrían que sacrificar!",
    "Y de esa manera es la salvación. Es un sacrificio completo. Lo es, Hermano Roy. Es—es un sacrificio que Uds. tienen que hacer cada día, algo para—para acercarse a Dios y para hacer algo. Y yo sé que es un sacrificio para todos Uds. esta mañana, sentados en este edificio caliente. Mientras estamos aquí sentados, mantengamos nuestras mentes en el Sacrificio más grande que al género humano se le haya dado hacer alguna vez, ese fue Jesucristo cuando a El se le encargó que viniera a la tierra a morir en nuestro lugar. No sólo eso, pero Su alma descendió al infierno y estuvo allí por tres días y noches, y en el tercer día El resucitó, y ahora ascendió a lo alto, sentándose a la diestra de Dios, en el Cielo, haciendo intercesiones en base a nuestras confesiones de Su expiación y Su gracia que ha sido provista para nosotros.",
    "Ahora allá en la…allá adonde vamos, va a haber mucha gente, muy pobre, muy pobre, que tendrá que vender una de sus vacas, dos o tres de sus ovejas, o algo, para poder venir a la reunión. El Esquimal probablemente traerá algunas de sus pieles y las va a vender, que él realmente necesitaba para su familia, para venir. El comerciante Indio tendrá que hacer lo mismo. Ahora, nosotros por lo menos podemos orar por esas personas, ¿no es así? Y rogamos que Dios les dé una gran cosa.",
    "Ahora, está caliente, no quiero retenerlos mucho tiempo. Y yo quiero que nosotros esta mañana preparemos nuestras mentes, justo antes de orar por los enfermos, sobre La Iglesia Y Su Condición. Y, ahora, yo siento que hace unos días se me dio en Shreveport, Louisiana, un Mensaje para la iglesia, y yo—yo creo que son las condiciones de la iglesia. Y vamos a presentarnos ante Dios con él esta mañana, y vamos a orar y a pedirle a Dios que nos ayude. No me propongo tomar el mismo enfoque, sino pedirle a Dios que nos ayude en este día que estamos viviendo. Y justo antes…Esta es la grandiosa y antigua Biblia, pero sólo allí está el contenido de Vida Eterna.",
    "Y recuerden, la Palabra es Dios, Dios no es nada más que Su Palabra. Y nosotros no somos nada más que nuestra palabra, y si nosotros hacemos…Por supuesto, ahora, Uds. y yo en una posición…un sentido diferente, ambos podemos— podemos decir: “Oh, yo voy a hacer cierta cosa”, nosotros lo decimos en serio en nuestro corazón, pero pueden surgir circunstancias que no podamos—no podamos hacer aquello que dijimos que haríamos. Pero Dios no puede hacer eso, porque El es infinito y El sabe todo, y todo lo que alguna vez fue, que será. Así que, El no puede hacer una afirmación a menos que El sepa que El la pueda respaldar.",
    "Y Abraham, cuando él tenía cien años de edad, él llamó las cosas que no eran, como si fuesen. Ahora estoy diciendo esto para dar ánimo a aquellos por los que se va a orar, los enfermos. Abraham llamó las cosas que no eran, como si fuesen, considerando que Aquel que había hecho la promesa era poderoso para hacer, o, cumplir aquello que El había prometido. Ahora, cuando Dios le dijo a Abraham, cuando él tenía sesen-…setenta y cinco, y Sara tenía sesenta y cinco, que ellos iban a tener un bebé, pues, era totalmente imposible. Y él creyó eso y esperó el bebé, y consideró al bebé como que estaba allí, por veinticinco años antes de que el bebé viniera. Y Abraham tenía cien cuando el bebé nació, y Sara tenía noventa, porque él le creyó a El. Y él llamó las cosas que no eran, como si fuesen.",
    "Ahora, eso es para los enfermos y afligidos por los que se va a orar. No importa cuáles sean sus problemas, si Uds. están… qué clase de enfermedades tienen Uds., qué tan mal están, cuando Uds. aceptan a Cristo, Su Palabra, entonces Uds. llaman las cosas que son, como si no fuesen, si ellas son contrarias a la Palabra de Dios. Ahora, Dios dijo: “La oración de fe salvará al enfermo”. Bueno, si Dios dijo eso, eso lo concluye. Entonces pongamos en nuestra mente, esperanza, y actuemos como si ya fue hecho. Ya está terminado cuando nosotros lo aceptamos.",
    "La salvación es de la misma manera. Nosotros lo creemos, lo aceptamos, lo creemos en nuestros corazones, llegamos ante Dios y aceptamos a Cristo como nuestro Salvador personal, y lo aceptamos a El. Si Uds. están aquí esta mañana, y son pecadores, y no son salvos, y Uds. quieren ser sanados, Uds. están enfermos, primero busquen al Señor. Acéptenlo a El como su Salvador, entonces esa enfermedad se irá. Sea lo que sea que es, sólo pongan todo su pensamiento (todo lo que tienen) en todo el Hombre, Cristo Jesús, todo lo demás estará bien.",
    "Así que ahora mantengan su mente en eso, porque yo dije estas cuantas palabras para aquellos que están enfermos y afligidos, de manera que le voy a hablar esta mañana a la iglesia y la condición. Porque siento que aunque la sanidad Divina es maravillosa, pero cuando estuve en Shreveport, sólo tuve como tres servicios de sanidad cuando estuve allá, tres, o quizás cuatro, a lo más, de once días. Es más esencial predicar a las almas de los hombres de lo que lo es poner tanto tiempo en sanidad Divina. Aunque, las personas que están enfermas y necesitadas, Dios las puede sanar. Y ya ha sido vindicado alrededor del mundo, que El lo hace. Pero lo principal, ahora, es para el alma la cual nunca va a morir. El cuerpo va a morir. Pero el alma nunca va a morir, y debemos de mantener eso a nivel y en orden con Dios.",
    "Yo frecuentemente he dicho esto. Yo quiero que todo se haya hecho, porque cuando yo llegue al río esa mañana, yo no quiero ningún problema allí. Quiero tener mi boleto en mi mano, esperando mi nombre. Y quiero decir, como Pablo de antaño, Hermano Creech: “Lo conozco a El en el poder de Su resurrección”. Que cuando El llame de entre los muertos, yo saldré…Yo quiero conocerlo a El en el poder de Su resurrección.",
    "Así que, ahora, a Aquel que es el Autor del Libro, inclinemos nuestros rostros y corazones a El un momento.",
    "Y, Dios, nuestro Padre, venimos a Ti ahora, para pedir que Tú abras Tu Palabra a nosotros. Nosotros pudiéramos abrir las páginas, pero sólo el Espíritu Santo puede abrir la Palabra. Así que ábrenosla esta mañana, Padre, y danos mucho más abundantemente de Tu gracia. Esperamos en Ti. Y que el Espíritu Santo entre en la Palabra, y la dé a través de labios humanos a corazones humanos, y que El la tome y la coloque en cada corazón según tengamos necesidad. Y cuando los servicios hayan terminado, estemos listos para regresar a nuestros hogares, humildemente inclinaremos nuestros rostros y te daremos a Ti gracias y alabanzas, por todo lo que hemos aprendido de Ti y lo que Tú has hecho por nosotros. En el Nombre de Cristo lo pedimos. Amén.",
    "La lectura de la Palabra, en San Juan, el primer capítulo, Uds. quienes tienen Biblias y les gustaría leer conmigo o anotarlo como un texto. Y leeremos el texto de la Palabra, y luego oremos, y que el Espíritu Santo tome el contexto de la Palabra para dárnoslo. Podemos leerla, nosotros los que podemos leer podemos leerla, pero sólo Dios puede poner de manifiesto el contexto. El texto puede ser leído, porque es Su Palabra, pero luego el—el contexto tiene que ser dado por Dios. Ahora en San Juan, el capítulo 1, y empecemos en el versículo 28 y leamos hasta el 32, inclusive.\n\nEstas cosas sucedieron…al otro lado del Jordán, donde Juan estaba bautizando.\n\n…siguiente día vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita los pecados del mundo.\n\nY este es aquel de quien yo dije: Después de mí viene un varón, el cual es antes de mí; porque era primero que yo.\n\nY yo no le conocía; mas él…mas para que fuese manifiesto a Israel, por esto yo vine bautizando con agua.\n\n…dio Juan testimonio, diciendo: Vi al Espíritu que descendía del cielo como paloma, y permaneció sobre él.\n\nQuiero leer eso otra vez, ese último versículo, el versículo 32.\n\nTambién dio Juan testimonio, diciendo: Vi al Espíritu que descendía del cielo como paloma, y permaneció sobre él.",
    "Ahora que el Señor añada Sus bendiciones a la Palabra. Yo quiero que Uds. traten de—de captar cada palabra si podemos. ¿Me pueden oír bien allá atrás? Muy bien, ¿me pueden oír allá atrás? Si Uds. pueden, levanten su mano. Eso está bien.",
    "Ahora, quiero hablarles esta mañana en—en parábola, en alguna manera que aun la—la persona menos eclesiástica aquí pudiera entender. Ahora, venimos a la iglesia para mejorarnos. Venimos para hacernos mejores personas, mejores Cristianos, mejores ciudadanos, mejores padres, mejores madres, mejores vecinos. Venimos porque Cristo nos ha dicho que si veníamos, pedíamos cualquier cosa en Su Nombre, donde estuviéramos reunidos tantos como dos o tres, El estaría con nosotros y nos lo concedería. Así que, ¿qué podría ser más, ser mejor para nosotros hoy que saber que estamos en la iglesia para mejorarnos, para ampliar nuestro entendimiento? ¿Cuántos dirían: “Para eso estoy aquí”? Veamos. “Yo—yo quiero un mejor entendimiento”. Y nosotros no podemos—no podemos tener un mejor entendimiento a menos que…Y si vamos a tener un entendimiento de Dios, debe de salir de la Palabra de Dios, porque la Palabra es lo que Dios nos dio para alimentar nuestras almas hambrientas. Y el Espíritu Santo fue enviado para que tomara la Palabra de Dios y que nos alimentara con la Palabra. ¿Lo ven? ¿Ven?, nosotros…El Espíritu Santo es enviado de Dios, para que tome la Palabra de Dios y para que nos la dé según tengamos necesidad. Ahora, estoy tan contento de que Dios dejó previsto algo así. ¿No lo están Uds.? Que El nos alimentaría.",
    "Nosotros somos las ovejas de Su prado. Vamos a hablar sobre eso dentro de poco, las ovejas. Y somos el ser triple de Dios, y cuando El puede tener un completo control de nosotros El puede dirigirnos y guiarnos.",
    "Ahora, agradó tanto a Dios, que cuando El envió a Jesús a la tierra, que le agradó a El representarlo como un animal, y ese animal era el cordero. Muy allá en el principio, en el huerto del Edén, en las representaciones anticipadas de la venida de Jesús, Dios sacrificó, o tenía un cordero para que fuera una ofrenda substitutiva en las representaciones anticipadas de la venida de Cristo. Ahora, frecuentemente me he preguntado por qué es que Dios representaría anticipadamente a Cristo como un animal, como una bestia. Pero venimos a darnos cuenta que el Cordero, la razón por la que El escogió un cordero, un cordero es el más dócil y el más manso de todas las criaturas que hay en la tierra. No hay nada más dócil y más manso que un corderito, tan inocente, no se sostiene a sí mismo. No—no es arrogante. Es una criaturita dócil, mansa. Y cuando Dios iba a representar a Cristo al mundo, El lo representó en un cordero.",
    "Ahora, pero cuando Dios, Dios Padre, Jehová, iba a representarse El mismo del Cielo, El fue representado en la más dócil, más humilde de todas las aves que vuelan en el cielo, es decir, la paloma. No hay un ave más dócil que la paloma. Yo hice un estudio considerable sobre la vida de las aves y sobre la fauna, y la paloma es un ave muy rara de cualquier otra ave que vuela en los cielos. La paloma es una—una—una amante. Una paloma es mansa. Y una paloma no tiene hiel, es la única en la familia de las aves que no tiene hiel. Esa es la razón por la que Uds. nunca ven a una paloma en ninguna parte excepto alrededor de donde hay grano y semilla. Ahora, la…",
    "En el arca, había una paloma. Y la paloma es representada en muchos lugares en la Biblia. Simboliza al Espíritu Santo. Y también el cordero es representado en muchos lugares de la Biblia, como Cristo, en el Apocalipsis, hasta allá atrás en Génesis, y también la paloma.",
    "Y en el Libro de Génesis, la paloma estaba en el arca, sentada en la percha con el—con el resto de las aves del aire; y uno de ellos era un cuervo, un cuervo. Y un cuervo es una de las aves más malas que hay, un cuervo y un arrendajo, supongo, son más o menos las más malas que podemos encontrar. El cuervo es un ave de larga vida, y vive (se afirma) por, algunas veces, doscientos o trescientos años, que un cuervo…Un loro vive más tiempo que eso.",
    "Pero una paloma es un animal o un ave que no tiene hiel. Ahora, el cuervo podría posarse aquí y comer de un cuerpo muerto. Uds. nunca van a ver a la paloma alrededor de ese cuerpo muerto. Ella no puede soportarlo. El hedor de él en su nariz, ella no lo podría soportar. La enfermaría. Simplemente no pueden soportar nada que está deteriorándose, pudriéndose. No pueden soportarlo, así que ella no podría comérselo. Si se lo comiera, inmediatamente mataría a la paloma, porque lo que digiere el alimento es el derramamiento de la hiel en el estómago lo cual digiere la comida. Y si no hay hiel que entre allí para hacer esto, entonces mataría a la paloma. Así que Uds. siempre encontrarán a la paloma alrededor de donde hay algo limpio, algo que es saludable.",
    "Ahora, el cuervo es diferente. Ahora, simplemente fíjense que el cuervo es un tipo del hipócrita. El cuervo se puede sentar allá en el—en el cuerpo muerto y comer tanto como él quiera, y volar afuera en el campo y comer trigo, también. Pero la paloma no puede comer trigo y luego volar al cuerpo muerto.",
    "Así que, un hipócrita, un hombre puede ser un hipócrita y comer tanto cosas espirituales, y cosas buenas y cosas malas. Pero un verdadero Cristiano nacido de nuevo no puede tolerar las cosas que están erradas, y sólo puede comer de lo bueno. ¡Fíjense en eso! Cuando Uds. ven a un hombre que puede ir al baile, salir y tomar, salir y vivir en pecado, regresar a la iglesia y quizás gritar tanto como un santo, lo que es, él es uno que se alimenta de carroña, él puede comer tanto las cosas podridas como las cosas buenas. Pero el verdadero Cristiano ya no puede tolerar esas cosas, porque él ha pasado de muerte a Vida. E inmediatamente lo condenaría, los mismísimos pensamientos de ello, lo condenaría al grado que él voltearía su rostro y se marcharía. ¡Oh, qué cuadro!",
    "Ahora, el cordero es un animalito muy manso. El no, él no puede ayudarse a sí mismo. El no depende de sí mismo, porque él no puede ayudarse a sí mismo. Hace algún tiempo aquí yo iba pasando a través de un pastizal cuando solía patrullar, y encontré a un corderito, y todos ellos se habían alejado de él de alguna manera, y él estaba todo enrollado en un montón de alambre de púas. Y el pobre animalito estaba allí, sangrando y balando. Y pasé por allí y vi muy arriba, arriba como a media milla [Como ochocientos metros.—Traductor], estaba todo un rebaño de ovejas. Ahora, él se hubiera quedado allí y los cuervos le hubieran estado picando sus ojos muy pronto si no lo hubiéramos sacado. Pero yo desenrollé al animalito, lo levanté en mi brazo. El nunca rehusó. El se recostó muy tranquilo. Yo lo levanté en mis brazos. Primera—primera vez, quizás, que un ser humano había tenido sus manos sobre él, pero él era manso. El estaba dispuesto a ser guiado. El estaba dispuesto a ser ayudado. Espero que Uds. lo vean. El estaba dispuesto a no tratar de resistir o patear, o morder. Los corderos no patean, ellos no muerden; ellos simplemente se humillan. Y este animalito, lo llevé arriba y lo bajé al suelo entre el resto de las ovejas. En unos minutos su mamá lo encontró, ¡cuán contento estaba él! Ahora, ¡cuán típico es eso del Cordero de Dios!",
    "Uds. saben, adonde van a matar a las ovejas, ¿saben Uds. qué guía a las ovejas al matadero?, una cabra. Pero la cabra guía a la oveja subiendo por la rampa en el matadero, y, luego en el momento que hace que las ovejas suban por la rampa, entonces salta para afuera. Pero, oh, dicen, cuando van a matar a la cabra, entonces arma un escándalo. ¿Ven?",
    "Y de esa manera lo hace el Diablo. El trata de guiar a los hijos de Dios directamente a lo más malo, pero cuando llega el tiempo para que él muera, él realmente arma un escándalo entonces. De esa manera lo hace el Diablo. Y así es algunas veces, alguna muchachita de apariencia elegante o algún muchachito insolente, con un paquete de cigarrillos o una botella de whisky, se lleva a una muchachita, un cordero, con el potro de alguien, a lo malo. “Oh, está bien. No hay nada en toda esa cosa santurrona de iglesia”. Pero dejen que la muerte le llegue una vez a ese muchacho, Uds. lo oyen chillar, gritar por toda la región. Y de esa manera lo hace el Diablo.",
    "Pero un cordero es tan manso, que puede ser guiado. Y esa es la razón de que Dios representó a Cristo como el Cordero, y a Sí mismo como la Paloma. Y en el día en que Juan bautizó a Jesús en el río Jordán, uno de los eventos más grandes que había tenido lugar alguna vez, tuvo lugar allí mismo. ¡Fíjense cuán hermoso! El Cordero, el más manso de todas las criaturas de la tierra, y la Paloma, la más mansa de todas las aves del Cielo. Ahora, esa es la única manera en que ellos pudieran haberse unido alguna vez. Es la única manera de que la Paloma se posara alguna vez sobre el Cordero. Ahora, cuando la Paloma descendió, Juan vio a Jesús, y él dijo: “He aquí el Cordero de Dios, que quita los pecados del mundo”. Y Juan dijo: “Yo doy testimonio, que vi al Espíritu de Dios descendiendo como una Paloma, y morar en El”. ¡Aleluya! Allí lo tienen. La Paloma y el Cordero unidos. Entonces fue cuando Dios y el Hombre llegaron a ser uno. Entonces fue cuando el Cielo y la tierra se abrazaron el uno al otro. ¡Aleluya! Entonces fue cuando Dios fue hecho carne, lo trajo, entonces fue cuando Dios descendió de la forma de Espíritu y fue hecho un Hombre y habitó entre nosotros. Entonces fue cuando toda la Eternidad se abrazó el uno al otro. Entonces fue cuando la raza humana caída del pueblo de Adán y Jehová Dios y todo ángel se unieron, cuando Dios y el hombre fueron hechos uno, en ese gran día memorable cuando Juan bautizó a Jesús.\n\nAhora, ¿qué si ellos hubieran sido un lobo? El dulce arrullar de la Paloma nunca hubiera podido permanecer junto al lobo.",
    "¿Qué es más hermoso que al final de la tarde oír a las tórtolas sentadas allá afuera y arrullar un rato? Después de que perdí a mi esposa y a mi bebé…Yo no le dejaba saber a nadie lo que yo estaba haciendo. Yo solía subirme a mi viejo carro, manejaba por aquí por la calle, iba aquí al cementerio Walnut Ridge, me sentaba allá arriba al lado de un árbol y miraba hacia abajo a la sepultura. Simplemente no podía darlas por muertas. Parecía como que ya no lo podía soportar. Pienso, mi pequeño bebé, yaciendo allí, de ocho meses de edad. Cómo solía ella extender sus manitas e intentaba alcanzarme, y yo le sonaba el claxon o le decía algo a ella, y ella hacía “gu gu”, extendía sus manitas. Y yo me sentaba al lado de un árbol, especialmente cuando atardecía. Y solía haber una paloma que se sentaba allí afuera en el arbusto, ella empezaba a arrullar. ¡Oh, hermanos! Una vez me pregunté si era el alma inmortal de mi bebé regresando para tratar de hablarme. Nada más dulce que ese arrullo de la paloma. ¡Cómo es de amorosa! Ella trae noticias. ¡Cómo trata de hacer paz! Me levantaba temprano de mañana, salía a los matorrales allí cerca de donde vivo, ¡qué cosa más pacífica es escuchar! Paradas arriba en ese gran y alto árbol, esas palomas arrullando la una a la otra.",
    "El otro día, allá con el Hermano Cox, una paloma madre tenía dos pequeños bebés. Y ellas estaban en la parte de arriba del edificio, para que los gatos no las pudieran atrapar. Y la madre paloma los alimentaba. Luego ella bajaba y los cogía y los hacía que se subieran arriba en el árbol, y ellos se quedaban allí sentados con sus cuellos alrededor del uno y del otro, y arrullaban y se hacían el amor, todo el día, dos pequeños y mansos bebé palomas.",
    "Y yo pensé cómo Dios, (la paloma es un ave tan amorosa) y la Paloma, Dios, queriendo hacer el amor con Sus seres humanos. Dios quiere ser amado. Dios quiere amarlos a Uds. “De tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito, para que todo aquel que en El cree, no se pierda, mas tenga Vida Eterna”. ¡Bendito sea el Señor! Entonces Dios, queriendo hacer el amor, El tenía que algo…hacer algo que se pudiera amar. El tenía que hacer algo manso como El mismo. El tenía que hacer algo que podía ser amado. El tenía que hacer algo de Su propia Naturaleza.",
    "Uds. no podrían amar nada que no fuera de su propia naturaleza. Lo amoroso tiene que unirse con el amor. Un esposo y una esposa tienen que amarse el uno al otro, si alguna vez van a llegar a un nivel. La familia tiene que amarse el uno al otro, si alguna vez van a llegar a un nivel. ¡Algo para ser amado! Uno busca por dondequiera, encontrando una muchacha para que sea su esposa a la cual uno ama. Ella busca, encontrando un esposo que ella pudiera amar.",
    "Dios busca, tratando de encontrar un alma que El pueda amar. Así que, El se representó aquí en la tierra como una mansa Paloma y un manso Cordero. Si ese Cordero hubiera en un momento tomado alguna vez la naturaleza de un lobo gruñidor, esa Paloma hubiera alzado Su vuelo inmediatamente, ella se hubiera ido.",
    "Pero el—el—el cordero, no tiene una gran mentalidad de sí mismo. Un cordero es una cosa, que cuando está perdido, está perdido sin esperanza. Una oveja no puede encontrar su camino de regreso. Esa es la razón por la cual la cabra la guía a su muerte. No puede encontrar su camino, una oveja que está perdida. Esa es la razón por la cual Dios nos comparó con ovejas. Cuando estamos perdidos, estamos perdidos. No hay manera de que nosotros mismos nos podamos encontrar. Y sólo hay una manera de hacerlo, eso es, someternos al Pastor del rebaño, y El es el que guía.",
    "Ahora, mientras me fijo en este Cordero y la oveja juntos…el Cordero y la Paloma, mejor dicho, juntos, ellos se hicieron uno. Entonces observen cómo la Paloma guió al Cordero, el Hijo de Dios. Qué manso era El, sabiendo que El iba al matadero. Qué manso era El, que siempre no tratara de hacerlo El mismo, que no tratara de ser autosuficiente. El dijo: “Yo no hago nada hasta que el Padre me muestra primero, y el Padre mora en Mí”.",
    "Ahora, otra cosa que es el cordero, el cordero está dispuesto a rendir sus derechos. Ahora, Dios quiere que seamos corderos, pero hay tantas ocasiones en las que no queremos rendir nuestros derechos, renunciar a nuestros derechos. Tantos de Uds. dicen: “Pues, yo tengo derechos, Hermano Branham”. Eso es verdad, ¿pero están dispuestos a renunciar a sus derechos? ¿Están dispuestos a ceder sus derechos, para que Dios pueda guiarlos? Eso es lo que pasa con nuestras iglesias hoy en día, en la gran mayoría, que la mansedumbre del Cordero de Dios… Nosotros deberíamos ser corderos, hemos llegado a ser todo lo demás excepto corderos. Y esa es la razón de que, tan pronto tomamos esa actitud, la Paloma del Espíritu Santo alza Su vuelo y se va.",
    "Si el Cordero de Dios hubiera dado el primer gruñido como un lobo, o hubiera hecho algo contrario a lo que la mansa Paloma hubiera permitido, la Paloma hubiera alzado Su vuelo. Ella hubiera partido en un momento.",
    "Y esa es la razón hoy de que estemos preguntándonos: “¿Qué pasa con la iglesia Pentecostal?” Es porque hemos tomado una naturaleza diferente. Hemos tomado una naturaleza que: “Queremos nuestros derechos. Vamos a hacer lo que sabemos que es correcto hacer”. Y nos volvimos arrogantes. Nos volvimos hostiles. Nos volvimos indiferentes. Permitimos que entre el mal genio. Permitimos que entre el egoísmo.",
    "Un cordero, cuando llega el tiempo…El posee su propia lana, ese es su derecho. El posee su lana, pero ellos toman al cordero y lo tiran encima de los mataderos, y amarran sus pies. El nunca patea, él nunca se queja. Uno simplemente le quita sus derechos, porque él es un cordero. El no puede hacer nada más, porque esa es su naturaleza. Pero crúcense una vez en el camino de un Cristiano, Uds. se darán cuenta si él es un cordero o una cabra. Uds. se darán cuenta qué es él, háganlo enojar una vez. Y esa es la razón hoy de que nuestras iglesias están en la condición en la que están.",
    "Nosotros mismos nos hemos llamado el cordero de Dios. Las mujeres y los hombres, juntos, han empezado a actuar como todo excepto como corderos de Dios. Uno las mira pasando por la calle, con pantalones cortos, con el pelo cortado, rizos en todo su pelo. Y hace unos cuantos años, uno llamaba…uno, ellas…uno no las hubiera podido contratar para que hicieran eso. Y luego se preguntan por qué es que la iglesia está en la condición en la que está, es porque Uds. han tomado la naturaleza de un lobo o de una cabra, en vez de mantener la dócil mansedumbre. Y Uds. dicen: “Ese es mi privilegio, Hermano Branham”. Yo sé que es su privilegio. “Los peluqueros cortan el pelo. Y mientras el peluquero corte el pelo, ¿no tengo derecho?” Eso es correcto, ese es su privilegio Americano. ¿Pero están Uds. dispuestos a cederlo, para ser un cordero? ¿Están Uds. dispuestos a someterse?",
    "Y Uds. mujeres, no hace mucho tiempo, Uds. iban por la calle…Es ridículo ver la manera en la que se visten las mujeres hoy. Y yo no estoy hablando de Presbiterianos, y Metodistas, estoy hablando de Uds. mujeres de la santidad. Van por la calle, y es…",
    "Yo tenía una pequeña cruz colgando enfrente de mi carro, y alguien me dijo a mí, dijo: “Billy, ¿sabes tú que ese es un emblema Católico?”",
    "Yo dije: “¿Cuándo recibieron los Católicos los derechos sobre la cruz?” ¡Nunca! Ese no es un emblema de la fe Católica; ese es el emblema de la fe Cristiana. Una fe Católica es un santito muerto, de María o—o alguna persona muerta que ellos adoran. Nosotros no adoramos personas muertas. Nosotros no adoramos a Santa Cecilia y a todos esos santos diferentes. Ese es el Catolicismo, el cual es una alta forma de espiritismo. Pero la cruz lo representa a El Quien murió y resucitó de nuevo.",
    "Y yo dije: “Yo mantengo eso allí, mirando a la calle. Hace veinticinco años, o treinta, cuando yo casi estaba ciego, le prometí a Dios que si El sanaba mis ojos yo miraría hacia lo correcto”. Y yo dije: “A dondequiera que uno mira, es tan impío, mujeres medio vestidas, y mujeres desnudas acostadas en los patios y en todas partes. Yo miro hacia la cruz en vez de mirar, y recuerdo lo que Cristo hizo por mí, y volteo mi cabeza a la cosa…eso es del Diablo”. ¡Aleluya!",
    "Y allí, gente, no digan que eso es “Presbiteriano, Católico”, ¡eso es Pentecostal! Amén. Uds. dicen: “Tengo derecho, Hermano Branham”. Eso es correcto, pero si Uds. fueran un cordero, Uds. renunciarían a sus derechos. Y cuando Uds. actúan así, el Espíritu Santo, la mansa Paloma, alza su vuelo inmediatamente. Ella no caerá en deshonra con Uds. No, no, no. Uds. nunca crean que van a actuar de esa manera y conservar el Espíritu Santo. ¡No lo pueden hacer! La Biblia así lo dice. Uds. tienen que renunciar a sus…Pues, dicen: “Las demás mujeres lo están haciendo”.",
    "Y Uds. hombres, Uds. pobres y pequeños seres, sin espinazo y afeminados, Uds., que permiten a sus esposas hacer una cosa semejante a esa, eso muestra de qué están hechos. Esa es la razón de que Uds. no tienen el Espíritu Santo como lo profesan tener, o Uds. tendrían suficiente Algo en Uds. para hacerla actuar como una dama mientras ella viva con Uds., de todas maneras. Amén. Eso suena chapado a la antigua, cortante. Pero eso es lo que la iglesia necesita hoy en día, es una lavada chapada a la antigua por el Espíritu Santo, y una tendida y una secada, y una planchada, por el Espíritu Santo. ¡Seguro!",
    "¡En qué condición se ha metido el mundo! ¡Cómo salen a la calle y se comportan! ¡Cómo pegan Uds. su cabeza a una televisión el miércoles por la noche, y no van a la iglesia! Cómo Uds.…Pues, pero, no hay un solo niño en el país…sabe todo acerca de quien es David Crockett. Y esa sucia mentira, diciendo que el mató a un oso a los tres años de edad, Uds. saben que esa es una mentira, pero Uds. permiten que sus niños se llenen sus cabezas de eso. Y no hay uno por ciento de entre cien que supiera algo alguna vez acerca de Jesucristo. ¡Es porque este mundo se ha vuelto tan contaminado! Esta nación, tan ridícula y tan alejada de Dios, ha rechazado el Espíritu Santo.",
    "Oh, Uds. dicen: “Yo voy a la iglesia y grito”. Uds. pudieran hacer eso. Pero, hasta que ese manso Cordero de Dios se establezca en su corazón, y los haga limpiar su vida y actúen como una persona diferente, no les hará ningún bien imitar el Cristianismo. Uds. tienen que tenerlo. Amén.",
    "Yo entré a una casa aquí no hace mucho tiempo, a visitar a un hombre enfermo, y una señora estaba acostada, sentada allí. Y un pequeño Oswald entró, con un sombrero colocado al lado de su cabeza, dijo: “Mamá, ¿está lista la comida?”",
    "Ella dijo: “Cariño, no hemos tenido tiempo”, dijo, “esta mañana, para preparar comida”. Dijo: “Te estoy preparando un emparedado”, dijo, “hay unas naranjas”.",
    "El se acercó y cogió una naranja, la miró, la mordió, la tiró contra la pared tan duro como pudo, el jugo corrió, dijo: “Si eso es todo lo que tienen en este lugar, entonces me voy a salir”, así.",
    "Yo pensé: “¡Oh Dios, él debería de ser mío como por cinco minutos!” ¡Hombre, yo le arrancaría la piel como nunca ha sabido él que ha sido arrancada! Pero ellos estaban allí, teniéndole lástima y mimándolo. Lo que él necesita es una buena paliza chapada a la antigua. Eso es lo que necesitamos, algunos hogares chapados a la antigua otra vez, y algunos predicadores que se paren detrás del púlpito y que prediquen la Verdad, y la pongan donde Ella tiene que ser puesta. Amén. Eso es verdad. ¡Oh, hermanos!",
    "La pequeña María da zapatazos con sus piececitos, y levanta esa naricita y voltea esos pequeños labios color de rosa (con las cosas de Max Factor) hacia arriba en el aire, y levanta su cabecita y se sale de la casa. ¡Qué desgracia! ¡Qué desobedientes están siendo los hijos! La Biblia dice que lo serían. La Escritura dice que lo serían. Cómo actuarían, cómo harían, y las cosas que están sucediendo en el mundo hoy, es debido a que han alejado al Espíritu Santo contristándolo.",
    "Hace unos años. Yo voy ahora, en unos días, a celebrar el primer descenso del Espíritu Santo en América, hace cincuenta años este año, en la reunión de la Calle Azusa, una reunión Pentecostal en los Angeles, donde ellos tuvieron el primer descenso del Espíritu Santo, cuando la gente se juntó. Cuando Cristo descendió entre esa gente, ellos eran tan mansos, tan pacíficos. Vivieron vidas piadosas. Vivieron vidas de sacrificio. Estaban dispuestos a ceder. Estaban dispuestos a ser guiados por el Espíritu Santo. A ellos no les importaba lo que la gente decía, eran “chapados a la antigua”, ya sea que dijeran que estaban “locos” o qué al respecto, ellos estaban dispuestos a ser guiados por el Espíritu Santo.",
    "Pero, hoy, oh, hermanos, con una borla para polvo y una caja de maquillaje, y unos pantalones cortos puestos, y andan afuera en la calle, pues, ¡es una desgracia! Y llamándose a sí mismos: “con el Espíritu Santo”. Oh, Uds. dicen: “Pero yo hablé en lenguas”. Sí, y también el Diablo lo hace. “Oh, yo grité”. Y también el Diablo lo hace. El Diablo puede imitar todo lo que Dios tiene, excepto el amor, y él no puede imitar el amor. Sí.",
    "Entonces, cuando menos lo piensan, cuando Uds. comenzaron a hacer esas cosas, Uds. bajaron la guardia, empezaron a comprometerse, entonces la iglesia empezó a tener pequeños parloteos, grupitos entre ellos, y éste dijo: “Uds. saben, el pastor sólo es tal y tal”, o “el diácono es tal y tal”. ¡Y, cuando menos lo piensan, Uds. le prestaron atención a eso! Y esa es la razón por la que hemos tenido tantos problemas, es porque Uds. empezaron a escuchar al Diablo, y reciben un gruñido en vez de escuchar a la mansa Paloma, el Espíritu Santo, la Paloma de Dios que los dirigiría y los guiaría, los amaría y los bendeciría.",
    "La primera vez que Uds. tienen uno de esos arrebatos de ira, la Paloma se va volando inmediatamente. Eso es correcto. Ella no lo puede soportar. Su naturaleza es diferente. Oh, Ella no puede soportar eso en lo absoluto. Y Uds. se ponen a hablar de su prójimo, Ella no puede soportar eso, Ella no lo va a aguantar. Ella simplemente alza Su vuelo y se va. Ella simplemente ya no lo puede soportar. La Paloma es mansa. La Paloma es dócil, y la Paloma, y—y no puede posarse en nada a menos que sea la misma clase de naturaleza.",
    "Ahora, Dios puede hacerles una naturaleza diferente, a hombre o mujer, El puede darles una naturaleza diferente. Y Uds. dicen: “Pues, Hermano Branham, ¿qué podemos hacer al respecto?” Simplemente lleguen a ser un cordero de nuevo. Sólo hay dos animales que alguna vez se asocian, eso es la paloma y el cordero. La paloma no vendrá a ninguna otra cosa sino a un cordero. Y si Uds. han llegado a ser una cabra, entonces sáquense ese espíritu de cabra. Eso es correcto. Si Uds. han llegado a ser alguna otra cosa, aléjenlo de Uds., si se han vuelto unos chismosos.",
    "Aquí una vez, prediqué tan duro como podía predicar en una cierta ciudad, y había miles de personas allí. Yo hice un llamamiento al altar. Yo pensé que cubrí toda la esfera del pecado, cubrí todo lo que se me ocurrió. Esa noche después de que el servicio terminó, una mujer muy remilgada pasó por allí, ella dijo: “Pues, Hermano Branham, realmente estoy contenta de que Ud. no me tocó esta noche”.\n\nYo pensé: “Esa debe de ser una verdadera Cristiana”.\n\nDijo: “Ud. no me tocó esta noche”.",
    "Yo dije: “Pues, ciertamente estoy contento de oír eso, señora, Ud. debe de estar cerca del Reino de Dios”. Y ella se alejó andando de puntillas.",
    "Estaba una señora de edad parada allí. Yo dije: “Oiga, ¿conoce Ud. a esa mujer?”\n\n“Sí”.\n\nYo dije: “Ella debe de ser una verdadera Cristiana”.",
    "Dijo: “Una cosa le faltó tocar esta noche, Hermano Branham, eso fue chismear. Ella es la chismosa principal de la región”. Allí lo tienen, eso es, ¿ven?",
    "Pero cuando uno llega a una de esas cosas, no importa si el predicador lo toca en el púlpito o no, cuando Uds. ven esas cosas carnales del mundo, mientras Uds. las toleren, Uds. están alejados de Dios, y el Espíritu Santo no se va a acercar. Esa es la razón de que las reuniones no son como solían serlo. Esa es la razón de que los pasillos de aserrín no han nacido esta mañana en el tabernáculo [En reuniones en carpas el suelo era cubierto de aserrín y la gente caminaba y se postraba sobre él.—Traductor]. Esa es la razón de que las grandes reuniones en carpas no se encuentran en el país, es porque hemos alejado a la mansa Paloma de Dios contristándola. Eso es correcto. El no se va a quedar con nosotros mientras seamos tan indiferentes, mientras estemos murmurando: “¡Lo queremos a nuestra manera!”",
    "Ahora, quiero que Uds. se fijen, el cordero era un cordero silencioso. La Biblia dice: “No abrió Su boca. Como la oveja delante de los trasquiladores, El enmudeció”. El no abrió Su boca. El no era un hombre que quería su derecho. No, señor, El estaba dispuesto a renunciar a Su derecho. El era un Cordero silencioso.",
    "Pero, hoy en día, ¡oh, hermanos, cómo queremos nuestras diferencias! ¡Oh, hermanos! “Les digo, dejen Uds. que alguien me diga algo, voy a ir allá y me las va a pagar, hombre, lo haré pedazos. ¡Yo le diré a esa hipócrita cuando la vea! ¡Uds. sólo esperen a que la vea! Bendito sea Dios, ¡aleluya! ¡Ajá!” La Paloma simplemente alza Su vuelo y se aleja. Eso es correcto. El Espíritu Santo ya no está con Uds., mientras Uds. se sientan de esa manera. Sólo anoten eso en su libro, El nunca lo hará. El Espíritu Santo simplemente no se quedará alrededor de donde está esa clase de espíritu. Tiene que ser un espíritu de cordero, un espíritu manso, o El simplemente no se va a quedar con él, eso es todo; si no es manso, dócil, guiado por el Espíritu Santo. Y si algo surge, El ni siquiera lo nota, simplemente sigue adelante. ¿Ven? Y en el mismo momento en que se aparta, Uds. saben, ese es el mismísimo…cuando Uds. se apartaron.",
    "Uds. saben, el primer pecado empezó por una persona que se apartó tan sólo por un momento. ¿Sabían Uds. eso? La Biblia así lo dice. Eva se apartó tan sólo por un momento, para oír lo que Satanás tenía que decir, y él le pintó a ella un cuadro tan bonito al grado que ella realmente pensó que era la Verdad. Y ella lo escuchó a él.",
    "Y lo único que el Diablo quiere que Uds. hagan, es que se aparten tan sólo por unos momentos. El puede pintar el cuadro, decir: “Ahora, miren. Ud. sabe, hermano, Ud. sabe, hermana, si ellos fueran la clase correcta de gente, ellos no harían esto. Si ellos tan sólo hicieron esto aquí, Uds. saben”. El se los puede hacer tan real a Uds. al grado que llega a ser una verdad real. ¡Correcto! ¡Pero recuerden, es el Diablo!",
    "A mí no me importa cuán bajos sean, hasta dónde se han rebajado en el pecado, les corresponde a Uds. ponerles un brazo alrededor y levantarlos por medio del amor de Dios. ¿Dónde estaban Uds. cuando la paloma de Dios los levantó del lodo cenagoso? Le corresponde a Ud. mi amigo. Este mundo se está muriendo por un poquito de amor. El…",
    "Yo quiero que Uds. noten este animal, también, este animalito, era un cordero silencioso porque no…cuando a El lo maldecían, El no respondió con maldición. El no injurió y se comporto mal, y peleó y discutió y siguió adelante, El no lo hizo. Cuando alguien…Cuando El fue injuriado, El no respondió con injurias. El no abrió Su boca.",
    "Pero dejen que alguien les haga algo a Uds. o a mí, oh, hermanos, nos hinchamos como un sapo comiendo perdigones, nos esponjamos como un—como un ganso viejo. “Yo les digo ahorita mismo, si él me pisa mis dedos de esa manera otra vez, yo nunca voy a regresar otra vez a esa iglesia. ¡No, señor! ¡Bendito sea Dios! ¡Aleluya! Los Nazarenos me recibirán, los Peregrinos de Santidad, ellos me aceptarán. ¡Aleluya! Yo ya no tengo que hacerlo”. Muy bien, la Paloma alza Su vuelo.",
    "🦅 ¿Saben qué? Si ese hipócrita va a esa iglesia, yo nunca iré otra vez. Bendito sea Dios, ¡yo nunca lo haré!” Cuando esa cosa los toca, ese viejo lobo gruñidor, la Paloma alza Su vuelo. Correcto. Entonces el Espíritu Santo se ha ido.",
    "Entonces se preguntan qué es lo que pasa con Uds. Uds. se preguntan qué es lo que pasa con la iglesia. Uds. se preguntan qué es lo que pasa con Uds. ¿Por qué no tienen victoria como la solían tener? Uds. han cambiado su naturaleza. Uds. han llegado a ser una cabra en vez de un cordero. Uds. han llegado a ser otra cosa excepto un cordero.",
    "Uds. tienen que recibir ese Espíritu verdaderamente dócil: “Que el Espíritu Santo me guíe dondequiera. Dios, yo amo a todo pecador, sin importar dónde estén”. Esa clase de situación entra en el corazón humano, entonces Uds. van a ver algo suceder, su alma.",
    "Uds. dicen: “Pues, Hermano Branham, ¿hay alguna solución para ello?” Sí, sólo lleguen a ser un cordero, eso es todo. Uds. dicen: “¡Pues, Hermano Branham!”",
    "Yo conocí a una joven la otra noche, allá en Shreveport. Billy y yo fuimos a un lugar para comprar un emparedado después de que el servicio había terminado. Una bella y joven mujer entró allí, probablemente una jovencita, o quizás veinte o algo así, bien vestida. Ella se sentó. Me fijé que ella no dejaba de ver hacia el otro lado en esa dirección. Yo simplemente continué comiendo. En unos minutos la señora entró. Ella dijo: “¿Cómo está?” Le habló a ella. Y yo sé que la señora era la Hermana Davis allí. Y ella y otra señora del Tabernáculo Vida, yo las conocía bien, ella vino y me habló, se fue. Entonces la jovencita que estaba sentada al otro lado, ella dijo: “Hermano Branham, ese fue un buen Mensaje esta noche”.",
    "Yo dije: “¿Cómo está Ud., hermana?” Yo dije: “Muchas gracias”. Y yo dije: “¿Es Ud. un miembro del Tabernáculo Vida?”",
    "Ella dijo: “Lo soy”. Ella dijo: “Ud. sabe, Hermano Branham, yo pude haber cantado en el coro, pero ellos ponen una restricción allí”. Ella dijo: “Yo tuve, oh, tantos años de instrucción vocal, y todo”. Dijo: “Yo canté solos y yo canté ciertas cosas”. Dijo: “Pero, yo—yo no pude cantar, porque ellos tienen—ellos tienen una restricción que ‘ninguna mujer usando pintura puede cantar—cantar en el coro’”.\n\nYo dije: “¡Pues, alabado sea Dios por el Tabernáculo Vida!”",
    "Ella dijo: “Pues, le digo, Hermano Branham”, dijo ella, “yo soy una Cristiana”.",
    "Yo dije: “Entonces, hermana, váyase a su casa y lávese la cara, o lo que sea que haga”. Yo dije: “Me quiere decir que Ud. permitiría que una cosita semejante como usar un poquito de esa cosa en su cara…”",
    "Y yo les puedo probar que eso viene del Diablo. Yo les puedo probar que nada en el…Los originarios de ello fueron los paganos. Y mientras Uds. la usen, es una marca de un pagano. Ahora, acabo de regresar de Africa, y he estado en las junglas de los Hotentotes y me di cuenta exactamente de dónde los aretes, de dónde vino toda esa cosa, y todo esto, mucha joyería envuelta alrededor de sus cuellos y oídos y de todo, de dónde viene eso. Es de los paganos. Y la Biblia no quiere que un Cristiano sea un pagano. Y Uds. no quieren…Yo no digo que Uds. son paganas porque lo hacen, pero Uds. mismas se están haciendo ver como uno. Es porque su pastor no les dijo la Verdad. La Biblia así lo dice.",
    "Y ahora Uds. dicen: “Hermano Branham, yo creo que si tengo cabello corto, me hace sentir fresca y todo por el estilo”. Eso es correcto, pero si Uds. tuvieran cabello largo estarían más frescas. Se los quitaría todo de su cuello, y se lo envolverían y estaría correcto.",
    "Pues, ¿saben Uds. lo que dice la Biblia? Que, un hombre tiene derecho de repudiar a su esposa y divorciarse de ella si ella se corta el cabello. Si ella se corta el cabello, muestra que ella está viviendo infiel a él. La Biblia así lo dice, Primera de Corintios 12, averigüen si no es correcto. Aquella que…Una mujer que se corta su cabello deshonra su cabeza, la cual es su esposo. Y si ella es deshonrosa, ella debería ser divorciada y se debería apartar de ella. Eso es correcto. Pero, ¿ven?, el pastor nunca les dice esas cosas. Y esa es la razón por la que Uds. obran de la manera en que lo hacen. Y—y el hombre, la Biblia dice…",
    "Aquí no hace mucho tiempo hubo alguien que escribió y dijo: “Hermano Branham, las…estas blusas que las mujeres compran”, dijo, “pues, es una…uno ya casi no puede encontrar blusas, ¿y estaría correcto para nosotras las mujeres Cristianas usar estas de dacrón, nylon, o lo que sea de esa manera?”",
    "Yo dije: “Mire, hermana, hay una cosa al respecto. Aquí hay una cosa que es verdad. Ud. puede hacer esto: si Ud. no puede comprar una, ellos venden máquinas de cocer, Ud. puede hacer una”. Yo dije: “Eso es correcto, para hacerlo parecer simplemente…” Yo creo…Uds. saben, que lo que está en su corazón es lo que se expresa. La manera en que Ud. obra y la manera en que Ud. actúa, eso muestra lo que está en Ud.",
    "Esa es la razón de todo este gruñir y pelear y calumniar, y—y contraatacar, y comportarse mal en la iglesia, eso es lo que acaba con la iglesia. Eso muestra que el Diablo entró en Uds., y eso muestra que el Espíritu Santo los dejó. Ahora, sé que eso está quemando el alquitrán en algunos de Uds., pero debería de hacerlo. ¡Debería de hacerlo! Para eso se dice; no para hacerme el listo, no para hacerme el astuto; sino para decirles dónde está el problema, porque algún día yo voy a tener que pararme y dar cuenta de Uds. Y la mismísima razón de qué manera obran Uds. y de qué manera actúan, eso muestra lo que Uds. son. Si Uds. simplemente tienen un mal genio que se sale de control en un momentito, y llega aquí y se comporta mal, o critica, o vulgaridades y cosas como esas, eso muestra de dónde está viniendo.",
    "Ahora sólo hay una cosa que hacer, saquen esa cosa de allí, y la Paloma regresará a su corazón. Cuando la paloma salió del arca, ella fue sacada afuera. Pero ella regresó y tocó en la puerta oscura hasta que Noé la dejó entrar. El Espíritu Santo está aquí. El Espíritu Santo quiere entrar. Esa es la razón hoy, de que el Espíritu Santo, El no se ha apartado de Uds. para siempre. Sólo está sentado allá afuera en las ramas de los árboles en alguna parte, listo para El mismo volar de regreso y entrar en Uds., y darles amor y paz y gozo como Uds. los solían tener. Seguro, El lo está. El está listo para hacerlo. El quiere hacerlo. El está anhelando hacerlo. ¡Pero Uds. no le permiten hacerlo!",
    "Ahora, yo no estoy hablándoles a Uds. los desconocidos. Yo no sé lo que su pastor…Estoy hablándole al Tabernáculo Branham. No estoy hablándoles a Uds. personas de otras iglesias. Estoy hablándole al Tabernáculo Branham. Eso es lo que pasa aquí.",
    "Eso es lo que hace que la Paloma alce Su vuelo. Sólo permitan que alguien comience alguna cosita en la iglesia, y lo primero que sucede: “Oh, ¿es así? Oh, ¿fue así? ¿Ud. no quiere decir eso?” En ese momento el Espíritu Santo se va, alza el vuelo. Simplemente no puede soportar esa clase de espíritu. Mientras esa naturaleza de cordero se haya ido de Uds., entonces el Espíritu Santo se ha ido. Eso es correcto. Y eso es lo que pasa hoy en día. Esa es la razón por la que la gente está en la condición en la que está, es porque permiten que el espíritu incorrecto entre en su corazón, en su vida. Ahora esa es la razón por la que tenemos…",
    "La Biblia dice que esa es la razón por la que hay muchos enfermos y afligidos entre nosotros, es debido a tales cosas. Debemos ser mansos. Debemos ser pacíficos. Debemos ser un cordero, para que la Paloma pueda morar con nosotros.",
    "Ahora, recuerden, la Paloma vendrá. El dijo: “Oh, Hermano Branham, no me diga que yo nunca recibí el Espíritu Santo. ¡Aleluya! Allá, la noche que estuve allí una noche, oh, cuando El entró, yo simplemente podía caminar…” ¡Seguro, que ése era El! “Oh, me sentí tan bien, sentí como que podía coger a todo pajarito del árbol y abrazarlo y amarlo. La persona más malvada que me haya hecho algo a mí alguna vez, sentí como que podía ponerles mi brazo alrededor de ellos y abrazarlos. ¡Oh, Hermano Branham, cómo me sentí!” Seguro, ése era el Espíritu Santo.",
    "Pero, ¿ven Uds.?, la razón por la que El no podía morar. Uds. eran un cordero entonces; pero cuando Uds. llegaron a ser un lobo, El tuvo que alzar Su vuelo. No hay nada malo con la—con la—con la Paloma; son Uds., y el…Uds. le permiten a ese espíritu venir a Uds. “¿Le permití yo, Hermano Branham?” Sí, cuando Uds. se pusieron a escuchar ese chisme, cuando Uds. le prestaron atención a esa mentira, cuando Uds. se pusieron a decir: “¡Pues, yo tengo derecho de hacerlo!”",
    "¡Uds. no tienen ningún derecho! Uds. han sido comprados con un precio, ese fue el precio de la preciosa Sangre del Hijo de Dios. Uds. no tienen ningún derecho legal. ¡Aleluya! Los únicos derechos que tienen, es, vengan a la Fuente llena de Sangre sacada de las Venas de Emanuel, cuando los pecadores se sumergen debajo del raudal, pierden todas sus manchas de culpabilidad. Sí, señor. Ese es el único derecho que Uds. tienen, es una voluntad propia rendida, a Dios, y entonces Dios es el que guía de allí en adelante. Eso es lo que causa la reunión…Eso es lo que causa tantas cosas extrañas. El Espíritu Santo va a un lugar, el Espíritu Santo dice: “Esto no es correcto. Detén la reunión, ve para allá”. Yo la detengo, también, hermano, sigo adelante. Eso es correcto, porque uno tiene que ser guiado por el Espíritu de Dios. Y la única forma de ser guiado por el Espíritu de Dios, es mantenerse manso, no saber bastante.",
    "Oh, Uds. piensan: “Yo sé bastante”. Sí, Uds. excitan su cerebro y él mismo ni siquiera puede funcionar. Uds. se saben todos los libros y todas las respuestas, y todo el griego y todo el hebreo, y no tienen lugar para que la Paloma pose. Eso es correcto. Pero Uds. lo saben todo, entonces la Paloma no puede guiar, porque Uds. saben demasiado.",
    "El cordero no afirma saber nada. Tiene que tener a alguien más para que lo guíe. ¡Gloria! Eso es. ¡No sabe nada! Amén. La única cosa que yo sé, es, que Cristo Jesús murió para salvarme.",
    "Atravesando California venía un hombre, tenía un letrero enfrente de él, decía: “Yo soy un loco para Cristo”, y en la espalda decía, “¿Por quién está loco Ud.?” Eso es correcto. Lleguen a ser un loco, para el mundo, para que puedan ser guiados por el Espíritu Santo, porque los hijos e hijas de Dios son guiados por el Espíritu Santo. Romanos 8:1, dice: “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino al Espíritu”, no andan conforme al lobo, sino a la Paloma. Amén.",
    "Doc solía cantar un canto: “Llena mi camino todos los días con amor, mientras camino con la Paloma Celestial; permíteme andar todo el tiempo con un canto y una sonrisa, llena mi camino todos los días con amor”. Qué día más pacífico será para el Tabernáculo Branham, o para cualquier otra iglesia o para cualquier individuo, cuando renuncien a sus derechos, para llegar a ser un cordero.\n\n“¿Cuál es la pregunta, Hermano Branham?”",
    "Vuelvan a ser un cordero, vuelvan a ser manso, vuelvan a no saber nada, vuelvan a simplemente someterse a Cristo. No traten, no traten de saber nada. Simplemente caminen mansamente, quietamente, humildemente, dócilmente, y la Paloma los va a guiar. Pero cada vez que Uds. ven…le prestan atención a ese chisme, cada vez que Uds. hacen que se levante ese mal genio, cada vez que Uds. se ponen a pensar que Uds. tienen derecho a hacer esto y hacer aquello, la Paloma simplemente alza Su vuelo y se va. Entonces Uds. ya no lo tienen. Ahora, ella no está muy lejos de Uds. esta mañana, iglesia. Ella está sentada allí afuera en la rama de paz, esperando que la naturaleza de Uds. sea cambiada. Amén.",
    "Lo que Uds. necesitan hoy en día es someter todos sus derechos, es permitir que Dios los acueste y les rasure todos sus derechos de Uds. Amén. ¿Pudieran Uds. imaginarse cómo un pequeño corderito, toda—toda la lana colgando en él? Esos son sus derechos, sí. [El Hermano Branham imita a un cordero jadeante.—Editor], acalorado, y luego es puesto sobre la mesa para trasquilar. Ellos saben qué es lo mejor para él. Le quitan todos sus derechos y se lo trasquilan todo, cuán fresco y liviano él corre. Oh, oh, él está contento, y salta por todos lados y tiene un gran tiempo. Sí, señor. Si Uds. renuncian a sus derechos eso es lo que obtienen. Pero Uds. tienen que renunciar a sus derechos y permitir que la Palabra de Dios afeite todo el mundo de Uds., les quite todos los hábitos del mundo, y Uds. llegan a ser una nueva criatura en Cristo.",
    "Aquí hace algún tiempo, allá en Africa, yo estaba hablándole a un—un santo anciano. El dijo: “Hermano Branham, yo sé que Ud. cree en lo sobrenatural”.\n\nYo dije: “Ciertamente, mi hermano”.",
    "El dijo: “Hace años yo solía creer que yo era alguien”. Dijo: “Yo pensaba que verdaderamente era un Cristiano”. Y él dijo: “Entonces allá arriba en nuestra iglesia…Yo tenía que subir una colina, donde yo detenía mi pequeño carro”. Y dijo: “Yo tenía que subir una colina como de, oh, trescientas o cuatrocientas yardas [Como doscientos setenta y cinco o trescientos sesenta y cinco metros.—Traductor], y pasando alrededor de arbustos y cosas, al subir”. Y dijo: “Teníamos reunión de oración allá arriba”. Y dijo: “Yo pensaba que yo verdaderamente era un Cristiano”. El dijo: “Me sabía toda la Biblia. Estudié todo el hebreo. Estudié todas las pronunciaciones correctas de la Palabra”. Y dijo: “Si alguien se me acercaba, yo les podía”, [El Hermano Branham truena sus dedos.—Editor], “hablar así acerca de la Biblia. Yo sabía de qué estaba hablando”. El dijo: “Una noche yo iba subiendo a la iglesia. Había habido mucho conflicto en nuestra iglesia”. Dijo: “Había pequeños grupos el uno en contra del otro. Ud. sabe cómo surgen”.\n\nYo dije: “Sí, señor”.",
    "El dijo: “En camino subiendo la colina, yo iba caminando, y de repente me di cuenta que alguien me estaba siguiendo”. Y él dijo: “Yo pensé que esperaría un poquito a quienquiera que fuera, que me alcanzara, y yo hablaría con ellos un rato mientras subíamos por el camino”. Uds. saben, esa es más o menos una buena cosa, Uds. simplemente esperan un rato. Y dijo: “Mientras yo subía por la colina”, dijo, “yo subía. Un Hombre venía subiendo por la colina”, y dijo, “El tenía un bulto sobre Su espalda que era mucho más grande que el Hombre”. Y dijo: “El estaba jadeando y resollando, y dando sólo pequeños pasos cortos, tratando de subir. Y yo dije: ‘Amigo, ¿puedo ayudarlo a cargar este peso subiendo la colina?’ El dijo: ‘No, yo tengo que cargarlo’”. Dijo: “Yo miré Su mano”, dijo, “supe en ese momento que era una visión. El tenía cicatrices en Su mano”. Dijo: “Yo me postré, y dije: ‘Señor, ¿estás Tú cargando los pecados del mundo en ese saco?’ El dijo: ‘No, Yo sólo estoy cargando los tuyos. Sólo te estoy llevando para arriba de la colina, para que tú puedas subir’”.",
    "Así es como es. Si tan sólo miráramos alrededor, nos daríamos cuenta de que El está cargando los nuestros. ¿No los hace sentirse pequeños? Nuestro malvado y cruel corazón, ¡sólo porque podemos hacerlo!",
    "Aquí hace algún tiempo yo estaba cazando. Como Uds. saben, me encanta cazar. Y había un hombre malvado en esa región, él era un hombre malvado. Y él solía burlarse de mí porque yo no le disparaba a las gamas y a los cervatos. Yo dije: “Es brutal”. Yo dije: “Por qué no es Ud. un cazador verdadero y limpio y le dispara a los gamos viejos y cosas que están viejas y listos para morir, Dios nos los dio, y deje a esas madres jóvenes y cosas”.",
    "El dijo: “¡Ah, Ud. es un gallina, predicador!” Seguía diciéndome así.",
    "Yo dije: “Ahora, mire, si yo tuviera hambre y quisiera uno de esos cervatos, yo creo que Dios me dejaría cazarlo. Pero dispararle sólo para parecer el listo”, pues, él llenaba una camioneta. Y él fue y se hizo un reclamo, es alguna clase de silbato, y el podía soplar ese silbato y sonar exactamente como un pequeño cervato llamando. Un día estábamos juntos en los arbustos. Yo lo avergoncé, yo dije: “Yo me avergonzaría de mí mismo”. Mataba ocho o diez cervatos de una vez, si podía, gamas y de todo, sólo para parecer el listo, quizás cortaba los cuartos traseros y dejaba el resto tirado allí. Yo dije: “Ud. no debería”.\n\n“¡Ah”, dijo, “Uds. los predicadores son demasiado gallinas!”",
    "Un día él se paró detrás de los arbustos, él había echado mano de este silbato y él gritó, y sonaba como un pequeño cervato llorando. Justo al hacer eso, una hermosa gama sacó su cabeza, salió pisoteando. Uno podía ver sus grandes ojos cafés mirando. Estaba asustada. Estaba mirando alrededor. El cazador extendió su mano, levantó su rifle para dispararle a la gama. Y la gama vio al cazador. Pero, saben qué, ese grito de ese cervato, ella no se fijó en ese rifle. Ella estaba buscando a ese bebé, estaba en apuros. Uds. saben, ese despliegue de verdadera maternidad y amor de madre, que ella se enfrentaría a ese rifle, para muerte, mirando eso en la boca de ese rifle. Saben qué, ese despliegue fue tan grande, que lo conmovió, ¡él tiró su rifle! El corrió de regreso y me agarró alrededor del brazo, él dijo: “¡Billy, ore por mí, estoy cansado de esto!” ¡Cuando él vio ese despliegue de heroísmo de madre!",
    "Oh, cuando el mundo vea el despliegue del amor de Dios, y lo valeroso en nuestro corazón humano, qué diferencia va a ser. Cuando le permitimos a la Paloma de Dios que venga a nuestro corazón y que nos haga mansos, que nos haga dóciles.",
    "Allí en esa enramada allá, estando yo de pie allí orando por ese hombre, yo lo guié al Señor Jesús. Desde allí en adelante, él fue un cazador bueno y limpio.",
    "Seguro, él pensó que tenía derecho, él hacía lo que quería. “Ellos están en mi propiedad, se comen mi alfalfa allá si quieren”.",
    "Yo dije: “Eso es correcto, pero no es humano hacer eso”. Uds. tienen que renunciar a sus derechos. Oh Dios, ten misericordia, para que lo hagamos.",
    "Aquí hace algún tiempo, en, oh, hace como cien años, había un gran Cristiano que vivió en el suroeste de los Estados Unidos. Su nombre era Daniel Curry, un hombre maravilloso, un hombre piadoso, un hombre santo, un verdadero Cristiano, un hombre al cual todos apreciaban, una persona tan maravillosa. Y la historia dice, que él murió o entró en un trance, y él dijo…mientras él subía al Cielo, por supuesto, cuando él murió. Y cuando él entró por la puerta de perla, el portero vino a la puerta, dijo: “¿Quién es Ud.?”",
    "El dijo: “Soy el evangelista, Daniel Curry, he ganado millares de almas para Cristo. Y soy…Quiero entrar esta mañana. La jornada de mi vida terminó en la tierra, no tengo lugar adonde ir ahora”.",
    "De esa manera va a llegarle a Ud. alguna mañana, pecador. De esa manera va a llegarle a Ud., apóstata. De esa manera va a llegarles a Uds. que han contristado al Espíritu Santo alejándolo de ellos, no siendo ya mansos y tiernos. Uds. no han llorado en años. Uds. no se han ruborizado, en yo no sé cuánto. Toda modestia se ha ido de Uds. Seguro. Pero va a llegar a la puerta de Uds. una de estas mañanas. Y cuando el manso Espíritu Santo llega y toca, ¿por qué no lo dejan entrar?",
    "Así que cuando Daniel Curry llegó allí a—a—a la puerta, ellos entraron, dijo: “Veremos si Ud. tiene su nombre aquí”. Ellos buscaron por todas partes, no pudieran encontrar ningún nombre. Dijo: “No, no hay ningún Daniel Curry aquí”.",
    "🦅 ¡Oh”, dijo él, “ciertamente!” Dijo: “Soy un evangelista”. El dijo: “He ganado almas para Cristo”. Dijo: “He tratado de hacer lo que es correcto”.",
    "El portero dijo: “Señor, siento decirle, pero no hay ningún Daniel Curry aquí”. Dijo: “Le diré lo que Ud. pudiera hacer”. Dijo: “Nosotros no tenemos derecho aquí para tomar su caso”. El dijo: “Pero, ¿quiere Ud. apelar su caso? Ud. puede apelarlo en el Juicio del Trono Blanco, si Ud. quiere”. Pero dijo: “No tenemos misericordia aquí para Ud., en lo absoluto, porque no lo tenemos aquí. No hay misericordia para Ud.” Dijo: “¿Quiere Ud. apelar su caso?”\n\nEl dijo: “Señor, ¿qué más puedo hacer sino apelar mi caso?”",
    "El dijo: “Bueno, entonces, Ud. puede ir al Juicio del Trono Blanco y apelar su caso allí”.",
    "Daniel Curry dijo que él mismo se sintió yendo a través del espacio como por una hora. Dijo que él entró a un lugar, se puso más iluminado, más iluminado, más iluminado, más iluminado. Dijo, que entre más lejos iba él, más iluminado se ponía. Era cien veces, millares de veces más brillante que lo que el sol brilla alguna vez. Y dijo que él estaba temblando, temblando. Y dijo, que cuando él llegó al centro de esa Luz, él oyó una Voz decir: “¿Fuiste perfecto en la tierra?” Simplemente salió de una—una Luz.\n\nEl dijo: “No, no fui perfecto”, se puso a temblar.\n\nDijo: “¿Actuaste sinceramente con todos siempre?”",
    "Dijo: “No”. (Dijo: “Unas cuantas cosas vinieron a mi mente acerca de las cuales no fui exactamente sincero”.) Dijo: “No, yo—yo—yo creo que no fui sincero”.\n\nDijo: “¿Dijiste la verdad en todo caso, en tu vida?”",
    "Dijo: “No. Yo recuerdo algunas cosas que he dicho, que no eran dudosas…que eran dudosas. Yo—yo—yo—yo nunca fui exactamente veraz”.",
    "Dijo: “Entonces, ¿tomaste alguna vez alguna cosa que no te pertenecía, alguna cosa, dinero, alguna otra cosa que no te pertenecía?”",
    "Dijo que él pensaba en la tierra que era bastante bueno, pero él estaba condenado. Dijo: “No. No, yo he tomado cosas que no me pertenecían”.\n\nEl dijo: “Entonces tú no fuiste perfecto”.\n\nEl dijo: “No, yo no fui perfecto”.",
    "Dijo que él estaba esperando en cualquier momento que el estallido viniera de esa gran Luz donde la Paloma descansaba: “¡Condenado!” Dijo, en ese momento él oyó una Voz detrás de él, que era más dulce que cualquier voz de madre que él hubiera escuchado alguna vez. Dijo que él se dio vuelta para ver. Y el rostro más dulce que haya visto alguna vez, más dulce que cualquier rostro de madre, estaba parado delante de él. Y dijo que El dijo: “Padre, Daniel Curry se paró por Mí allá en la tierra. Es verdad, él no fue perfecto, pero él se paró por Mí. El se paró por Mí en la tierra, ahora Yo me voy a parar por él en el Cielo. Toma todos sus pecados y ponlos en Mi cuenta”.",
    "¿Quién va a pararse por Ud. en aquel día, hermano, si Ud. lo contrista a El alejándolo de Ud. hoy? Yo simplemente ya no puedo predicar. Inclinemos nuestros rostros.",
    "Amado Dios, amado Cordero moribundo, dócil, humilde, modesto. ¡Los pájaros tenían nidos y las zorras tenían cuevas, pero Tú no tenías un lugar, y, sin embargo, eras el mismísimo Señor de Gloria! Cuando Tú naciste, no tenían ropa para ponerte. Oh Dios, ¿de qué me sirve mi ropa entonces? ¿De qué me sirven mis carros? ¿De qué me sirve una bonita casa? ¿De qué va a servir en aquel día? Tú no tenías amigos; nadie se hacía amigo Tuyo. Nadie parecía querer echarte una mano a Ti. Tú dijiste en aquel día que Tú dirías: “Tuve hambre, no me alimentasteis. Estuve desnudo, no me cubristeis”. ¿De qué va a servirnos todo lo que tenemos en aquel día, Señor? Permítenos pararnos por Ti, para que cuando esa hora llegue y entremos a Su Presencia, el omnipotente, omnipresente, omn-…Oh Dios, cuando oigamos a esa Paloma, con Sus alas sentada allá en esa gran Luz, destellará por toda la Eternidad. ¡Cuando, Tú moras en Luz!",
    "🦅 Cuando yo tenga que pararme allí solo, que mi hermano no esté, mi pastor no esté, mi madre no esté, mi papá no esté, mi esposa no esté, mis niños no estén, oh Dios, ¿qué voy a hacer entonces, Señor? ¿Qué voy a hacer entonces? Y eso pudiera ser antes de que el sol se ponga esta noche. Pero, ¿qué voy a hacer? ¿Qué puedo hacer? ¡Oh Cristo, me pararé por Ti ahora! Yo escogeré hoy. Renunciaré a todo mi hablar sobre otra gente. Renunciaré a todo mi mal genio. Renunciaré a todas mis diferencias. Renunciaré a todo. Trasquílame, Señor, toma todo lo que tengo. Tú simplemente tómame, Señor. Yo—yo—yo quiero pararme en Tu lugar. Quiero ser trasquilado. Quiero que todo egoísmo, todo orgullo, toda indiferencia, que todo sea quitado de mí. Además quiero pararme por Ti, como un cordero trasquilado, dispuesto a rendir todos los placeres de lo que llaman placeres de la vida, todos los bailes, todas las fiestas, todas las ropas vulgares, el maquillaje, el lápiz labial, el esmalte para las uñas, toda esta indiferencia que se parece al mundo. Tú dijiste: ‘Ni siquiera actuéis como el mundo. Ni siquiera os asociéis con el mundo. ¡Salid de en medio de ellos!’ ¡Oh Dios! Ayúdame, Señor. Trasquílame hoy. Tómame como un cordero y déjame permanecer mudo, no abrir mi boca, no decir nada al respecto, sólo estar parado y ser trasquilado”.",
    "¡Oh Dios, qué diferencia hace! Recuerdo cuando Tú me trasquilaste una vez, te llevaste a mi esposa, a mi bebé, a mi papá, y a mi hermano. Me trasquilaste completamente. Sin embargo, en mi corazón, yo sabía que te amaba. ¡Cuánto me has bendecido! ¡Cuán bueno has sido! Todo lo que soy, todo lo que yo pudiera ser, todo lo que alguna vez sería; eres Tú, Dios, eres Tú. Confieso mis errores, confieso todo lo que he hecho o pensado alguna vez. Simplemente trasquílame, Señor, quiero ser Tu cordero.",
    "No solamente eso, Señor, pero toma a toda persona que está aquí esta mañana, cada oveja, y a aquellos que quisieran ser ovejas, trasquílalos a todos, esta mañana, Señor. Pon sus pequeños pies alrededor del cepo del Evangelio. Que el Espíritu Santo los guíe al arrepentimiento en este momento, que sepan que han sido indiferentes para con Dios. Y que El trasquile toda la indiferencia, todo el mundo y todas las cosas del mundo. Tú trasquílalo todo esta mañana, Señor, para que podamos estar frescos y tranquilos delante de Ti, como Cristianos nacidos de nuevo. Concédelo, Señor.",
    "Te amo. Quiero ir, no importa si el clima está caliente, ya sea que sienta deseos o no. Quiero ir. Quiero pararme por Ti, porque quiero que Tú abogues mi caso en aquel día, que digas: “Pues, él se paró por Mí, ahora Yo me pararé por él”. Oh Dios, concédelo hoy.",
    "Y mientras toda cabeza está inclinada, y cada corazón está inclinado. Me pregunto esta mañana si tan sólo hay alguien aquí que se da cuenta que trató de hacerlo a su propia manera, Ud. hizo estas cosas que no debería haber hecho, y Ud. siente esta mañana que quisiera que el Señor lo trasquile, y decir que: “Lo haga un verdadero cordero”, levantaría Ud. su mano. Dios la bendiga, señora. Dios lo bendiga, hermano. Dios lo bendiga, hermano. Alguien más que diga: “Trasquílame, Señor, estoy parado. Soy una oveja. Ni siquiera abriré mi boca, sólo quiero que Tú cortes todo el mundo de mí”. Dios lo bendiga, hermano. Dios la bendiga, señora. Dios lo bendiga, hijito. Dios la bendiga, señora. Dios la bendiga, hermana. “Trasquílame, Señor”. Hermana Gertie…[La pianista.—Editor] Y Dios la bendiga, señora. Dios la bendiga, hermana. “Trasquílame ahora, Señor. Yo—yo quiero que todas las cosas del mundo… Quiero pararme por Ti esta mañana. Quiero pararme como una oveja trasquilada. Quiero que todas las cosas del mundo sean cortadas de mí. Quiero ser Tuyo y que Tú seas mío. ¿Me recibirás, Señor, mientras levanto mi mano a Ti?” Dios la bendiga, señora. Dios lo bendiga, señor. Dios le bendiga. Dios lo bendiga, señor. Dios lo bendiga, señor. Dios la bendiga, señora. Dios la bendiga, señora, veo la suya. Dios lo bendiga, mi hermano. Dios la bendiga, pequeña señora. Eso es bueno. Dios la bendiga allá atrás, madre. Dios la bendiga, hermana. Eso es correcto, sólo sean sinceros. “Estoy deseando que Dios quite de mí todo lo que no es como El, cualquier motivo egoísta que yo tenga, cualquier indiferencia que yo tenga. Quiero que El me trasquile completamente, esta mañana. Quiero ser como El. No me importa si son derechos o no; yo no tengo derechos. Sólo tengo un derecho, y eso es, venir a El. El toma lo demás”.",
    "¿Hay algún pecador aquí que nunca ha confesado a Cristo una sola vez, nunca ha sido salvo, y Ud. quiere ser recordado en esta oración esta mañana, levantaría su mano, amigo pecador? Dios le bendiga. Otro que levante su mano, que diga: “Recuérdeme, Hermano Branham. Yo no soy un Cristiano, y yo no sé en qué momento voy a tener que encontrarme con Dios. Y yo—yo quiero ser recordado en este momento en oración, mientras Ud. termina”. Bueno, ¿levantaría su mano para que yo ore por Ud.? El ve. Dios la bendiga, pequeña señora. Dios la bendiga, señora. Dios lo bendiga, señor. Alguien más: “Yo quiero ser, yo quiero que el…”",
    "¿Cuántos hay aquí que han reincidido? “Oh”, dicen Uds., “yo no admitiría eso, Hermano Branham”. Pero, miren, si esa Paloma de mansedumbre se ha ido de Ud., hermano, hay algo malo. Hay algo malo cuando Uds. no se pueden soportar el uno al otro. Cuando Uds. no pueden perdonar a toda persona desde lo profundo de su corazón, no importa qué han hecho o qué han dicho, si Uds. no pueden perdonarlos desde lo profundo, Jesús dijo: “Si no perdonáis a todos los hombres sus ofensas, de corazón, tampoco vuestro Padre Celestial os perdona”.",
    "Ahora, ¿qué si, este clima caliente, qué si Dios los llamara hoy? Mientras hay una Fuente abierta, una iglesia lista, el Espíritu Santo sentado aquí en el extremo en el que está el hastial de este edificio [Fachada puntiaguda de un edificio formada por las dos vertientes del tejado.—Traductor], listo para descender y regresar a su corazón y hacerlos mansos y pacíficos. “¿Qué debo de hacer, Hermano Branham?” Sólo lleguen a ser un cordero. El Espíritu Santo descenderá cuando Uds. lleguen a ser un cordero. Pero si Uds. tienen los motivos incorrectos, las ideas equivocadas—equivocadas, quieren las cosas a su manera, y no están dispuestos a renunciar a ella, entonces el Espíritu Santo nunca va a venir.",
    "Ahora con nuestros rostros inclinados, me pregunto si alguno de Uds. que levantaron su mano…Ahora, Jesús dijo: “El que oye Mis Palabras, y cree al que me envió, tiene Vida Eterna; no vendrá a juicio, mas ha pasado de muerte a Vida”, San Juan 5:24. Pero ahora si les gustaría venir al altar, arrodíllense aquí, oremos juntos hasta que esa sensación bondadosa y tranquila que Uds. una vez poseían, o que les gustaría poseer, venga otra vez a Uds. Mientras estamos manteniendo nuestros rostros inclinados, mientras cantamos: “Hay una Fuente llena de Sangre”, quiero que Uds. vengan, se arrodillen y oren. Todos ahora que quieran venir, arrodíllense aquí en la barandilla del altar y oren un rato.\n\nHay una Fuente llena de Sangre,\n\nSacada de las venas de Emanuel,\n\nY pecadores se sumergen debajo…(Dios la bendiga, señora, llegue hasta aquí y arrodíllese)\n\nPierden…",
    "Con sus rostros inclinados, como espero que Uds. tienen en su corazón. ¿Saben Uds. quién recorrió el pasillo esta mañana, que debería de hacerlos sentirse avergonzados de sí mismos? Una mujer de color, pobrecita, con los tobillos hinchados, pelo canoso, vino hasta el altar.",
    "Aquí hace algún tiempo, un hombre de color fue salvo, en el tiempo de los esclavos. El fue, y como él fue salvo, él le dijo a su patrón que él estaba libre. El dijo: “¿Tú estás qué?”\n\nDijo: “Estoy libre”. Entonces él lo hizo libre.",
    "Aquí viene otro grupo de gente que viene por salvación esta mañana. (Dijo que él estaba libre.) Todos en oración, y orando intensamente si Uds. quieren, mientras el Espíritu Santo lidia con la gente haciendo decisiones.\n\nEl dijo: “Mose, ¿dijiste que tú estás libre?”\n\nDijo: “Sí, señor, patrón. Estoy libre”.",
    "Dijo: “Si tú estás libre, entonces voy a hacerte libre, también. Ve predica el Evangelio”.",
    "Cuando él estaba a punto de morir, muchos de sus hermanos blancos llegaron a verlo, y cuando llegaron, él dijo, pensó que él había estado en coma. Cuando él despertó, él dijo: “Pensé que me había muerto”. (Dios lo bendiga, mi hermano, arrodíllese allí.) Dijo: “Pensé que ya me había muerto”.\n\nDijeron: “¿Qué viste, Mose?”",
    "El dijo: “Cuando entré por la puerta, lo vi a El”. Dijo: “Yo estaba parado, viéndolo a El”. Y dijo: “Había un Angel que vino y dijo: ‘Vamos, Mose. Tú predicaste el Evangelio muchos años, tienes un manto y una corona esperándote’”. El dijo: “‘No me hable de un manto y una corona. Yo no quiero ningún manto y corona. Yo sólo quiero mirarlo a El’”. Yo creo que esa es la actitud de cualquier Cristiano.",
    "Aquí no hace mucho tiempo, muy allá fuera de Chicago, yo estaba en un coliseo, un museo, mejor dicho, y yo estaba mirándolo todo allí adentro. Vi a un negro anciano, con una franjita blanca de pelo alrededor de su cabeza, que andaba allí, con su sombrero en su mano. Yo lo miré a él. El miró hacia adentro de un lugarcito, y él saltó hacia atrás, y lágrimas empezaron a correrle por su anciana y oscura mejilla. El empezó a orar. Yo lo observé por un ratito. El miró hacia allí de nuevo, empezó a llorar otra vez. Yo me acerqué y dije: “Señor”.\n\nEl dijo: “¿Sí, amigo blanco?”\n\nYo dije: “Yo veo que Ud. está…¿Qué lo emocionó a Ud. tanto? ¿De qué estaba Ud. tan emocionado?”",
    "El dijo: “Señor, si Ud. pudiera sentir mi costado, yo tengo callos alrededor de mi costado”. Dijo: “Yo en un tiempo fui un esclavo”. El dijo: “Aquí en esta jaulita de vidrio, ese es un traje que está allí”.\n\nYo dije: “Yo veo que es un traje, ¿pero qué es tan peculiar acerca de eso?”",
    "El dijo: “Esa mancha allí”, dijo, “esa es la sangre de Abraham Lincoln”. Dijo: “Esa sangre me quitó el cinto de esclavo”. El dijo: “Ahora, hombre blanco, ¿no lo emocionaría un poco a Ud., también?”",
    "Yo puse mis brazos alrededor de su cuello, yo dije: “Dios lo bendiga, hermano. Yo conozco otra Sangre que me emociona”.\n\nEl dijo: “Yo conozco esa Sangre, también, señor”.",
    "Yo dije: “El me quitó un cinto de esclavo”. En un tiempo yo salía en domingo y corría carreras y me comportaba mal, y decía chistes sucios. Y, oh Dios, ¿cómo lo hice? Todavía hay cicatrices en mi corazón donde lo hice. Pero estoy contento de que El me quitó el cinto. Todo ha desaparecido ahora, El se paró en mi lugar.",
    "Aquí hace algún tiempo, mirando a una mujer, y ella era tan vulgar que yo quería condenarla. Dios me dio una visión. Oré por ella entonces, porque vi que mis pecados eran tan grandes como los de ella. Y yo me acerqué y me senté al lado de ella y la avergoncé, le dije que yo era un ministro. Sus dos amigos…Ella era como de sesenta y cinco o setenta, sus dos amigos se arrodillaron allí, y todos ellos dieron su corazón a Cristo. ¡Oh, hermanos, qué diferencia!",
    "¿No lo van a hacer Uds.? ¿Han pecado Uds. tanto, esta mañana, tienen su corazón tan negro y tiznado al grado que aun el Espíritu Santo ni siquiera puede tocarlo? Quizás la Paloma ha alzado su vuelo Eterno, se ha ido para siempre.",
    "Dios te bendiga, querida. Una niñita acercándose. Dios te bendiga, cariño. Uds. dicen: “Esa niñita no sabe”. Oh, sí, ella sabe. Ella simplemente no ha leído tantas revistas e historias de amor como todos Uds. Eso es lo que pasa, ella está tierna. Jesús dijo: “Dejad a los niños venir a Mí”.",
    "¿Alguien más que quisiera venir, unirse esta mañana? El altar está abierto. Sólo otro momento, luego mientras cantamos una vez más, después vamos a orar mientras estos pecadores arrepentidos están orando.\n\nEl ladrón moribundo se regocijó al ver\n\nEsa Fuente en…(Seguro, todo estaba perdido, el pobre hombre estaba acabado.)\n\nY ahí pueda yo, aunque vil como él…",
    "¿No van a venir ahora? ¿No van a venir Uds., Uds. que conocen la diferencia? La Biblia dice: “Si sabéis hacer lo bueno, y no lo hacéis, os es más que pecado”. ¿No van a venir? Uds. saben que están errados. Abranse paso hasta acá y arrodíllense alrededor del altar, y díganle a Dios que se arrepienten por la manera en que lo han tratado a El. Permitan que el Espíritu Santo vuelva y los haga dóciles y mansos y tranquilos de nuevo. ¿Lo harían? Recuerden, si Uds. mueren, y El se ha ido para Uds., no va a haber nadie que abogue el caso de Uds. El está deseando que Uds. se paren por El esta mañana. Dios lo bendiga, mi hermano.",
    "Esperando. ¿Es esto todo, sólo quince en la iglesia que verdaderamente sienten que han sido condenados? ¿Han Uds. vivido una vida apacible, dócil, mansa y tranquila? Ahora, esto es dirigido por el Espíritu Santo. ¿Están Uds. perdonando, no tienen enemigos? ¿Viviendo más allá, por encima de la condenación de pecadores? ¿No viven Uds. como los paganos, viven diferente? ¿Están todas sus vidas modeladas diferentes? ¿El manso Espíritu Santo está sentado en el trono de su corazón, haciéndolos vivir apaciblemente y tranquilos y amorosos, entre toda la gente? ¿Sus vecinos y todos saben, y sus asociados saben, que Uds. son Cristianos mansos, tranquilos, dóciles y humildes? ¿La Paloma de Dios está con Uds.? ¿Están seguros? Esta quizás sea su última oportunidad. Muy bien.",
    "Entonces a Uds. que están aquí en el altar, Dios los bendiga. Uds. no tendrán que ser juzgados ahora. El Espíritu Santo les ha traído juicio a Uds. Y Uds. no trataron de retener sus derechos, diciendo: “Oh, yo he sido Cristiano suficiente tiempo. Yo no tengo que ir”. Algunos de Uds., es su primera vez que han estado en el altar. “Yo puedo permanecer como pecador si quiero, ese es mi derecho”. Sí, eso es correcto. Uds. tienen libre albedrío, Uds. puede actuar de cualquier manera que quieran. Pero Uds. renunciaron a sus derechos esta mañana. Dicen: “¿Qué van a decir, yo profesando Cristianismo y luego yendo al altar, qué dirían?” ¿Pero qué está diciendo Dios? El dijo que Uds. vinieran, y Uds. lo hicieron. Ahora Uds. renunciaron a su derecho, han venido para hacer que el manso Espíritu Santo tome Su lugar en su corazón hoy. Yo sé que El lo va a hacer. Yo sé que El lo va a hacer. El prometió que El lo va a hacer. Allí, simplemente no puede evitarlo, simplemente no puede evitar venir. El está rogando, clamando, murió, y todo lo demás, para tener un lugar adónde venir, queriendo venir a Uds.",
    "Y en las horas de muerte de Uds., cuando el ángel de la muerte esté al pie de la cama, en vez de ver allá afuera hacia una cosa horrorosa, y saber que Uds. rehusaron venir una vez, y luego su alma llegó a estar negra y tiznada, que ya no hay tiempo, no importa cuán fuerte lloraron Uds. Esaú pecando perdió su pecado de gracia…su día de gracia, mejor dicho, y no tuvo una oportunidad. El lloró amargamente, tratando de encontrar un lugar para enmendarlo, pero él no pudo hacerlo. Dios lo llamó por última vez.",
    "Pero Uds. renunciaron a todos sus derechos y a todos sus amigos, y a todo su sentir y todo, esta mañana, para venir aquí. Uds. renunciaron a sus derechos, para arrodillarse aquí y hablar con Dios. Les estoy diciendo por medio de la Palabra del Señor, que Cristo dijo: “Al que a Mí viene, no le echo fuera”. Ahora, mientras están Uds. allí en el altar, arrepiéntanse, díganle a El que están arrepentidos de hacer lo que hicieron.",
    "Eso es lo que pasa que la gente no recibe el Espíritu Santo cuando son bautizados, simplemente no se arrepienten completamente. Dios está tratando de darles el Espíritu Santo. El quiere que Uds. sean dóciles, y mansos, tranquilos. Esa es la razón por la que Uds. se levantan con ese mismo egoísmo en su corazón. Oh, Uds. pudieran levantarse gritando, hablando en lenguas, o algo, eso no haría que tengan el Espíritu Santo. Uds. tienen que levantarse de allí como una persona diferente. Uds. tienen que levantarse de allí, mansos, tranquilos y dóciles, humildes, y el Espíritu de Dios morando con Uds. El próximo año, miran hacia atrás por el sendero y ven cuán lejos han llegado, ven que Uds. están ganando terreno todo el tiempo. Ese es el Espíritu Santo. El Espíritu Santo es amor, gozo, paz, longanimidad, docilidad, mansedumbre, paciencia, fe. Ahora, sólo arrepiéntanse y díganle a Dios que Uds. quieren eso ahorita mismo. El es…El lo va a hacer.",
    "Niñita, tú allí, cariño, tú haz la misma cosa. Dios te bendiga. Tu madre está parada con sus manos sobre ti.",
    "Esta amada hermana de color aquí, inclinándose en el altar. Que yo sepa, hermana, Ud. pudiera haber tenido que comer pan de maíz y maíz cocido medio molido, pudiera haber tenido que vivir en un callejón. Dios bendiga su corazón, hay un palacio preparado para Ud. en la gloria esta mañana. Correcto.",
    "Miro a lo largo del altar y veo a una señora, poniéndose canosa, una mujer joven con su rostro hacia abajo, una mujer de cabello completamente blanco. ¡Oh, Dios! Veo a un hombre arrodillándose, a diferentes por aquí. Sólo arrepiéntanse, díganle a El que se arrepienten. Díganle a El que ya no lo van a hacer. Por Su gracia, simplemente permitan que todas sus diferencias terminen, desde hoy en adelante. Uds. quieren ser mansos y tranquilos. Uds. quieren ser humildes e ir adonde El los guíe.",
    "Cuando la gente dice algo, no importa cuán correcto se mire, Uds. van a renunciar a sus derechos de hablar de su prójimo. Si Uds. van a hablar, Uds. van a hablar acerca de Jesús. Uds. sólo van a hacer lo que es correcto. Uds. no van a salir como un asesino. Uds. no van a salir para saltar sobre los inocentes. Pero Uds. ven ese valeroso despliegue de heroísmo de los verdaderos Cristianos, y Uds. quieren ser como ellos. Uds. no tendrán que decirle a nadie que son Cristianos, si lo son, ellos simplemente lo ven y lo saben a medida Uds. hablan. Uds. están sellados por dentro y por fuera.",
    "Ahora, mientras humillan su corazón, arrepiéntanse ahora. Díganle a Dios que Uds. están “arrepentidos”, que Uds. “ya no lo van a hacer”, que están “avergonzados” de Uds. mismos, por la manera en que han actuado. Y luego voy a orar por Uds. Y creo, que en ese momento, paz se asentará sobre su corazón, paz como un río vendrá fluyendo a su alma. Quizás no estén gritando, quizás no estén hablando en lenguas, quizás no estén saltando de arriba abajo; pero se irán del altar con Algo dentro de Uds., Algo dentro de Uds. que los anclará a la dura cruz mientras vivan. Ahora oren, mientras yo lo hago. Confiesen.",
    "Nuestro Padre Celestial. Criaturas indignas, esta mañana en este cuarto caliente y que hace sudar, el sudadero; pero, Dios, Tú como sudor lo sacaste de nosotros. El Espíritu Santo descendió, convenció a la gente de que estaban errados. Estaban pecando. Sus espíritus eran arrogantes. Se volvieron hostiles, entrometidos, sabelotodos, no dispuestos a arrepentirse, no dispuestos a perdonar a personas que habían hecho cosas contra ellos. No estaban dispuestos a hacerlo, pero hoy el Espíritu Santo tomó la Palabra de Dios, la colocó allí en sus mansos corazones, y dijo: “¿Quieren Uds. ahora regresar a donde estaban la primera vez que vinieron al altar, regresar a donde todos, Uds. aman a todos, y Uds. me aman a Mí con un amor que no muere? Entonces simplemente levántense y vengan al altar”. Ellos lo hicieron, Señor.",
    "Ahora, yo ruego que Tú santifiques sus pensamientos, Señor, santifica sus corazones, hazlos mansos y apacibles. Que ellos se levanten de este altar ahora, después de que se hayan arrepentido, entregando sus vidas a Ti, que regresen a su hogar. No importa qué suceda, si el esposo se pone todo disgustado, o la esposa se disgusta, o el vecino está disgustado, o alguien con quien están trabajando o con quien se asocian: “Yo seré manso como una paloma”.",
    "Después de todo, Tu venganza te pertenece a Ti, “Yo pagaré, dice el Señor”. Cómo nos hemos dado cuenta que eso es así, Señor. Sólo quédense quietos, sean mansos, vean a Dios tomar…descender directamente a Su cordero. Seguro, ciertamente. Este buen Pastor dio Su Vida por ellos, El descendió directamente hasta Sus ovejas. Y El las va a guiar. ¡Ay de aquél que los contraríe! ¡Ay de aquél que diga una palabra en contra de ellos! Dice: “Mejor fuera que se os colgase al cuello una piedra de molino, y que se os hundiese en las profundidades del mar. Sus Angeles ven siempre el rostro de Mi Padre que está en los Cielos”. ¿Ven? Oh Dios, queremos… “Y como le hacéis a ellos, me lo hacéis a Mí”.",
    "Así que, Dios, quiero ser manso. Yo mismo me pongo en el altar, también, esta mañana; no esta mañana, pero cada mañana y cada día. Quiero ser tranquilo y manso, y como Jesús. Concédelo, Padre. Ayúdanos a ser así ahora, que las insondables oleadas de amor pasen sobre nuestra alma.\n\n¡Paz! ¡Paz! Maravillosa paz,\n\nQue desciende del Padre de arriba; (¿No la sienten ahora en su corazón?)\n\n…sobre mi espíritu para siempre, (¡Aleluya! ¡Aleluya!)…",
    "La Hermana Gertie dijo que le diga a toda la iglesia que ella es condenada, también, pero ella está haciendo el piano su altar. Ya que el altar, el piano es su altar, dijo: “Dígale a la iglesia que oren por mí”, mientras ella está sentada allí y las lágrimas corriendo por sus anteojos. Este púlpito es mi altar. Yo me he arrepentido, también, mi Biblia está mojada. ¡Oh Dios!\n\n¡Paz, paz de Dios!\n\nQue desciende del Padre de arriba; (¡Oh, aleluya!)\n\n…sobre mi espíritu para siempre.",
    "Dios, si he pecado en contra de alguien, en contra Tuya, quítalo, Señor. Quita el pecado de mi pequeña iglesia, esta mañana.",
    "¿Cuántos pueden sentir que Dios los ha perdonado, y la Paloma de Paz está en su corazón de nuevo? Ella voló de regreso ahora mismo, tomó Su lugar. El Espíritu Santo acaba de mudarse de nuevo y dijo: “Hijo Mío, Yo he estado queriendo amarte todo el tiempo. Tú simplemente no me permitías hacerlo. Yo no puedo morar con tu viejo espíritu egoísta. Pero ahora que tú lo has rendido, Yo he regresado a tu corazón esta mañana”. ¿Cuántos se sienten de esa manera, levanten sus manos? Levanten su mano, eso es correcto, a lo largo del altar. Oh, eso está bien. ¿Cuántos allí en la audiencia se sienten de esa manera? Levanten su mano. ¡Oh! [El Hermano Branham le dice a la pianista: “Ser como Cristo”.—Editor]",
    "Nuestro Padre Celestial, te agradecemos a Ti por este tiempo de tierna consagración, como tomar una manzana en la mano, golpeándola, magullándola, hasta que se vuelve suave, tan suave que un pequeño bebé pudiera sentarse y comérsela. De esa manera queremos nuestros corazones, Señor. Tómalo en Tu mano cicatrizada, sólo magúllalo, diciendo: “Hijo, ¿no ves que me has lastimado? Tú me estabas lastimando cuando perdiste el control de esa manera. Tú estabas lastimándome, oh, Mi corazón sangró por ti, hijo, cuando te vi hacer tal y tal cosa. Pero ahora que tengo tu corazón en Mi mano, Yo quiero hacerlo muy dócil. Yo quiero hacerlo de manera que Yo lo pueda usar y pueda vivir en él. Yo quiero volar de regreso a la percha esta mañana, yo quiero volar de regreso, y morar, hacer Mi morada contigo”. Concédelo, Dios. Te amamos. Concédelo, para Tu gloria. Pedimos en el Nombre de Jesús.\n\nSer como Cristo, ser…(¿No les gusta mucho adorar de esta manera? Oh, mi alma se está bañando.)\n\nEn la tierra yo…(Verlo a El descender en los—los adoradores así, ¿se siente su corazón muy manso? Mi corazón simplemente está latiendo rápidamente.)\n\n…jornada de la vida de la tierra a la Gloria\n\nYo sólo pido ser como El.\n\n¿Levantarían su mano mientras lo cantamos?\n\nSer como Cristo, ser…\n\n(Joe, ¿quiere subir y orar esta mañana, hermano? Dios los bendiga. Encuentre un lugar aquí en el altar, Hermano Joe. Dios lo bendiga.)\n\n…jornada de la vida de la tierra a la Gloria\n\nYo sólo pido ser como El.",
    "Yo sé que está caliente, amigo. Yo sé que lo está. Pero yo—yo espero que Ud. se sienta así como yo me siento. Oh, simplemente siento como que pudiera irme volando. ¡Cuán amoroso es El! ¿Qué pudiera yo hacer? ¿A dónde iría yo? ¡Oh Dios! ¿Hacia dónde voy? ¿Hacia dónde me dirijo? ¿Qué va—va a ser? ¿Adónde voy a estar de aquí a cien años? ¿Qué si yo no lo tuviera a El? ¿Dónde, dónde hay algún otro refugio?\n\nDel pesebre de Belén salió un desconocido,\n\nEn la tierra yo anhelo ser como El;\n\nPor toda la jornada de la vida de la tierra a la Gloria\n\nYo sólo pido ser como El.\n\nTodos juntos ahora.\n\nSer como Cristo…(¡Alabado sea Dios! ¡Sí, Señor! ¡Sí, Señor! ¡No como el mundo; como Tú!)\n\n…ser como El;\n\nPor toda la jornada de la vida de la tierra a la Gloria\n\nYo sólo pido…",
    "Mientras tienen sus rostros inclinados, voy a pedirles algo. Alguien aquí esta desagradando al Espíritu Santo. Alguien ha sido llamado. Hablo en el Nombre del Señor Jesús, como Su profeta. Puedo sentir Su corazón herido. Allí, alguien lo desobedeció a El, debió haber venido. ¿No van a venir ahora?\n\nPor toda la jornada de la vida de…(Sí, hermana, pero hay más aparte de Ud.) …Gloria\n\nYo sólo pido ser como El.\n\nSer como Cristo…(Ese es todo mi deseo, dócil y modesto, humilde, ser como El.)\n\nEn la tierra yo…(¿No van a venir ahora? Dios quiere verlos hacer un movimiento, hay un grupo de Uds.)\n\nPor toda…",
    "Yo sabía que Uds. iban a venir. Dios le bendiga. Dios le bendiga. Dios le bendiga. Eso es. Eso es. Yo miré sobre esta audiencia, y la sombra negra más horrible suspendida allí que yo haya visto alguna vez. El Espíritu Santo está aquí ahora. Está sobre mí ahora mismo. “Contristando el Espíritu Santo”.\n\nSer como Cristo…",
    "¿Qué hizo El? Iba adonde el Padre guiaba. Dios lo bendiga, hermano. Dios lo bendiga, mi hermano. Eso es correcto, vengan hasta aquí y arrodíllense.\n\nEn la tierra yo anhelo…",
    "Ahora es el tiempo para la confesión a la antigua, de poner en orden, de enmendar. Vengan. Todavía siento que hay más allí. Dios la bendiga, señora. Dios la bendiga, señora. Dios le bendiga. Dios le bendiga. Dios le bendiga. Eso es correcto. El Espíritu Santo siempre está correcto. Vengan. Eso es correcto, salgan.\n\nEl, ser como Jesús, ser como, sí, Jesús,\n\nEn la tierra yo anhelo…(¡Oh, hermanos, eso es correcto! Esa es la manera, sólo llenen los pasillos, salgan y oren.)\n\nPor toda la jornada de la vida de la tierra a la Gloria, (Simplemente arrepiéntanse, díganle a Dios que se arrepienten, eso es todo lo que tienen que hacer.)\n\n…ser como El.",
    "¿No van a seguir viniendo ahora? “Ser…” Eso es correcto, simplemente despréndanse, vengan acá. “Ser como…”",
    "¿Qué van a hacer Uds.? ¿Quién se va a parar por Uds., quizás esta noche? ¿Quién se va a parar por Uds. cuando la muerte los sorprenda? No importa lo que Uds. hayan hecho, el Espíritu Santo está sentado allí cerca de Uds. Ese es El queriendo que Uds. vengan.\n\nPor toda la jornada de la vida de la tierra a la Gloria",
    "Sólo arrepiéntanse, digan: “Dios, me arrepiento. Yo—yo no quisiera hacer eso. Tú no te pararías por mí si yo no me paro por Ti ahora. Y quiero que Tú te pares por mí, y yo me estoy parando por Ti desde hoy en adelante. Voy a vivir como un Cristiano debería. Voy a cambiar mis modos. Voy a ser manso y tranquilo. Voy a dejar que todos hablen por su cuenta, y demás. Simplemente voy a vivir manso y tranquilo delante de Ti”. No importa cuánto tiempo han profesado ser un Cristiano, a qué iglesia pertenecen, eso no tiene nada que ver con ello. Vengan aquí. Dios los bendiga. Salga aquí afuera, hijo.",
    "Dios está hablando con Uds. ahora. Si Uds. creen que soy Su siervo, el Espíritu Santo me habló a mí esta mañana, dijo: “Haz ese llamado, hay muchos allí”. Este es el día, este es el tiempo. Hay como cinco o seis más allá atrás, realmente deberían de venir ahora. Recuerden, hermano, hermana, estoy mirando directamente a Uds., veo esas sombras oscuras suspendidas sobre Uds. Es mejor que vengan.",
    "¡Ser como Jesús! ¿No quieren ser como El, mansos, tranquilos, dóciles, humildes? Dios lo bendiga, joven. Dios lo bendiga, papá con el bebé. Dios la bendiga, hermana. Dios lo bendiga amigo pecador. Eso es correcto. Acérquese, hermana, salga aquí afuera, sólo encuentre un lugar. Dios la bendiga.",
    "Amada hermana, Ud. tiene mucho de qué estar agradecida. Estando acostada confinada en una cama, muriéndose, aquí está Ud. caminando hacia acá, el altar. Dios bendiga su tierno corazón.",
    "El Espíritu Santo hablando de nuevo ahora. Arrepentimiento, simplemente clamen a Dios, simplemente oren su propia oración. Uds. son los que han pecado, ahora Uds. son los que deben orar. Díganle a Dios que Uds. están arrepentidos de lo que han hecho. No le presten atención a quién está alrededor de Uds. Simplemente digan: “Dios, perdóname, yo no tenía la intención de ser así. Quiero ser manso. Yo—yo nunca más me enojaré y pelearé”.",
    "¡Oh Dios, oh, cómo me gusta! ¡Padre Celestial, por cada arrepentido en el altar ahora, inclinándose sobre su rodilla, orando! Oh Dios, que madres, papás, niños, padres, madres, todos los demás, vecinos, miembros de iglesia, diáconos, síndicos, oh Dios, en este tiempo de moldeamiento chapado a la antigua, sentados en este cuarto caliente esta mañana, el Espíritu Santo descendiendo, hablando paz. Oh Dios, quiero estar ese día para oírte a Ti decir, amablemente: “Sí, tú viniste y te paraste por Mí, ahora Yo me pararé por ti”. Quiero que Tú pongas esa paz en cada corazón que está aquí hoy, Dios. Quieta y amablemente, quiero que Tú lo hagas. Quiero que Tú te muevas allí adentro con una sensación tal que ya nunca los deje, desde este día en adelante. Que los hogares sean nuevos. Que la gente sea nuevas personas. Que todo llegue a ser nuevo hoy, porque estas personas se han humillado. Tú dijiste: “Si se humillare el pueblo, sobre el cual Mi Nombre es invocado, y oraren, entonces Yo oiré desde el cielo”. Y yo sé que Tú oyes, esta mañana, Dios.",
    "Y yo ruego perdón por aquellos que permanecieron en su asiento, que deberían haber venido. Dios, háblales, y que ellos ya no tengan paz en la tierra hasta que ellos hayan tomado esa decisión, Señor, de venir y enmendarse Contigo. Concédelo, Señor. Bendice a cada uno ahora. Que Tu bondad y Tu misericordia moren siempre en cada alma que está arrepentida e inclinada en esta iglesia esta mañana.",
    "Padre, Dios, he hecho esto por orden Tuya. He llamado a esta gente; ellos se han puesto de pie. Tú dijiste: “Al que testificare de Mí delante de los hombres, Yo testificaré de él delante de Mi Padre y de los santos Angeles”. Muchos de éstos aquí han sido Cristianos por años, pero ellos están de pie esta mañana para declarar sus pecados que han obrado mal. Ellos han llegado a ser inamables. [Que no pueden ser amados.—Traductor] El Espíritu Santo se ha ido de ellos. Y muchas veces ellos no pueden sentir esa sensación mansa, dulce y dócil que ellos deberían de sentir. Muchos de ellos son pecadores que han venido por primera vez. Pero, Padre, ellos quieren esa maravillosa sensación, la paz que sobrepasa todo entendimiento. Dáselas este día, Señor Dios, y que todos ellos sean totalmente encantadores y llenos de Tu Espíritu, mientras ellos se van de este lugar hoy, para ir a sus diferentes hogares, para vivir una vida diferente y para ser un pueblo diferente. Pedimos esto en el Nombre de Cristo.",
    "🦅 Lugar En La Fuente”. Muy bien, Uds. que están en el altar, levántense, miren hacia arriba al Señor Dios, dense vuelta y dense la mano con todos alrededor de Uds. Oh, vamos a cantar, todos ahora, mientras estamos de pie un momento antes del servicio de sanidad.\n\nLugar, lugar, sí, hay lugar,\n\nHay lugar en la Fuente para ti;\n\nLugar, lugar, sí, hay lugar,\n\nHay lugar en la Fuente para ti. (¡Todos!)\n\nLugar, lugar, sí, hay lugar,\n\nHay lugar en la Fuente para ti;\n\nLugar, lugar, sí, hay lugar,\n\nHay lugar en la Fuente para ti.\n\nLugar, lugar, ¡sí, hay lugar!",
    "[Espacio en blanco en la cinta.—Editor] ¡Una fe! ¿Sabe Ud. el otro día, hermano, cuando su—su esposa llamó, para que se orara por Ud.? Entré en el cuarto, y el Espíritu Santo me dijo: “No temas”. Amén. ¿No es real El? ¡Maravilloso! ¡Pues, alabado sea el Señor! ¡Simplemente siento ganas como de gritar la victoria! Muy bien.\n\nY Su Sangre lava más blanco…(¿Tiene algo qué decir?)\n\n¡Jesús salva!",
    "Muy bien, el Hermano Neville ahora. Y el Hermano Slaughter tiene unas palabras qué decir. [El Hermano Slaughter habla. Espacio en blanco en la cinta.—Editor] ¡Alabado sea el Señor! [El Hermano Neville dice: “Creo que todos recibieron esta mañana”.] ¡Gloria! ¡Aleluya! ¡Aleluya! [El Hermano Neville habla, y luego dice: “Recuerden los servicios esta noche, tenemos lavamiento de pies y servicio de comunión”. El le pregunta al Hermano Branham: “¿Sabe si va a estar aquí?”] Probablemente estaré aquí esta noche, también. Sí, hasta donde sé, estaré aquí a menos que sea llamado fuera. 🦅"
  ]
}