{
  "title": "AMOR DIVINO",
  "id": "56540009",
  "content": [
    "🦅  …tan pronto como dejamos la reunión y salimos para ver a una mujer, a una amiga nuestra, la Sra. Dobbleman, allá en Edmonton, Alberta. Y estábamos solo a veinte millas de la frontera canadiense cuando recibimos la noticia de que mi hermano se estaba muriendo. Entonces dimos la vuelta inmediatamente, en una tormenta de nieve, y vinimos de regreso a casa, viajando por once días. Y llegamos tarde ayer y trasnochamos anoche, y al madrugar de nuevo esta mañana, pues, estamos muy cansados.",
    "Pero tan pronto como contacté a mi madre, después de llegar a donde pudimos llamar de nuevo, ella dijo: “El Hermano Neville ha estado allá”. Eso es un verdadero pastor, amigos. ¡Qué tan…! Realmente agradecemos eso. Ahora, pueda ser que no… Tal vez sus seres queridos nunca hayan llegado a ese punto, quizás. Pero en la hora de la crisis, cuando uno sabe que algo está pasando, y saber que su amigo no lo abandona a uno; y que fue de prisa allá con mi hermano.",
    "Y luego, cuando fui, tan pronto como llegué, solo me cambié de ropa y salí para allá. ¿A quién encontré en la sala, orando?, al Hermano Neville; allá en la habitación, con Howard, orando.",
    "Estoy—estoy agradecido por eso. Y yo—prefiero decirlo aquí en la plataforma, como siempre he dicho: “Prefiero darle un capullo de rosa ahora, que toda una corona después de Ud. partir”. Ahora mismo es el momento de hacerlo.",
    "Y aprecio al Hermano Neville. Y sé que todos lo apreciamos en esta iglesia, por ser un pastor tan valeroso. Solo para mostrarle cuánto lo aprecian, levanten las manos así, a Dios. Así es. Gracias. Eso realmente es algo que…",
    "Fui a casa y le conté a mi esposa. Dije: “Cariño, cuando fui y toqué la puerta… Pasé por el pasillo, leí el expediente, vi realmente lo que padecía. Y fui allá, y oí algo allí adentro. Y toqué la puerta. Pensé que alguien estaba hablando. Lo tenía a él sentado en la cama con su Biblia, los dos con el rostro inclinado, orándole a Dios, cuando yo entré. No pude hacer más que acompañarlo en oración”.",
    "Y—y también, en mi oración, le digo a Dios que estoy agradecido por un verdadero amigo y un pastor genuino. Y que el Hermano Neville viva una larga vida en este mundo, para—para servirle al Señor. Y yo creo que Dios lo ha mantenido aquí por muchos, muchos años, para servirle a Él, alguien tan valeroso. Eso me conmovió el corazón más que cualquier cosa en mucho tiempo.",
    "Bueno, normalmente ahora que… Aún no se ha despedido la clase de escuela dominical, allá atrás con los—los niños. Y pensé, pueda ser que tal vez oremos por los enfermos. No anuncié que venía, para orar por los enfermos. Pero si hay alguien aquí que necesite oración, entonces, simplemente oraremos por ellos.",
    "Ahora, si la Hermana Gertie, pudiera pasar, y tocarnos, El gran Médico. Y le pediremos a nuestro amado Padre Celestial, que bendiga hoy a aquellos que están necesitados de Él. Entonces queremos que, todos los que estén enfermos y necesitados, se reúnan alrededor del altar.",
    "Si no me equivoco, ¿será Nellie Sanders la que viene aquí? ¡Vaya! Dios te bendiga, Nellie. Han pasado veinticinco años. Dios te bendiga, Nellie. Miré hace un momento y te vi. Y no quería que pensaras… que tenía la mirada fija en alguien. Seguí mirando, y pensé que se parecía a Nellie.",
    "Probablemente ninguno de Uds. aquí recuerda. Supongo que algunos de Uds.… ¿Cuántos recuerdan a Nellie Sanders? Pues, seguro que sí. Y ella fue una de las primeras que asistieron al tabernáculo. Ella y mi difunta esposa eran amigas íntimas y hermanas en Cristo. Y ellas… Ella se casó por acá con uno de los Voluntarios de América, un oficial de este movimiento. Y él, nuestro hermano, se fue con Dios. Dejándola, pienso que con dos hijos, creo; de todos modos con niños, algunos aún en la escuela. Y Nellie anda sola, y acaba de entrar en la edad del verdadero nerviosismo y malestar. Me llamó cuando yo estaba en Phoenix, Arizona, en una reunión, pidió oración. Hay muchos recuerdos, Nellie, del tiempo cuando había aserrín en el suelo, y tú y Hope, esa chica Adcock, y muchas de ellas estaban por aquí. Eso hace muchos años, hace veinticinco años. Me pasan por la memoria. Vamos—vamos recorriendo rápidamente el camino, es verdad.",
    "Bueno, que Dios te acompañe ahora. Los que estén enfermos y quieran venir alrededor del altar para la oración, nuestro pastor y yo nos uniremos en oración por Uds. Pasen aquí adelante.",
    "Después, un breve, inmediatamente después de esto, la predicación de un corto Mensaje solo para Uds. Quisiera que pudieran quedarse. Despediremos el servicio de la escuela dominical después de la oración por los enfermos. A continuación entraremos directamente en el otro servicio, y tengo un par de anuncios.\n\nEste gran Médico ahora está cerca,\n\nEl compasivo Jesús.\n\nAlienta al corazón desfalleciente,\n\nNadie más que Jesús.",
    "Ahora, si pudiéramos unirnos en compañerismo en esta oración por la sanidad del uno por el otro, sabiendo que Dios está aquí y que prometió dar respuesta.",
    "[El Hermano Neville le dice al Hermano Branham: “Una hermana quiere oración”.—Ed.] Sí, está bien; bajaremos a orar por ella, la señora que está sentada. Seguro. Muy bien, Hermano Neville, ¿podría Ud. venir, ayudar?",
    "Ahora, sean tan reverentes como puedan, los pequeños tomen sus asientos. Y ahora vamos a orar para que cuando bajemos a ungir a los enfermos y afligidos, tengamos fe en Dios, para creer. Tengan fe que Dios lo hará.",
    "Todos Uds. allá en la congregación, que están bien en esta mañana, no necesitan venir al altar: pues solo piénsenlo, fue la gracia de Dios que los trajo aquí. Oren entonces por los demás que están aquí en el altar, jóvenes y ancianos.",
    "Como acostumbran aquí en el tabernáculo, enviamos al pastor, ungiendo. Oramos por ellos. Y después enviamos al pastor, ungiendo. Yo lo acompaño, poniendo las manos sobre los enfermos, mientras él los unge. Es la Escritura: “Unjan a los enfermos con aceite, en el Nombre del Señor. Impónganles las manos, y sanarán”. ¡Es la Escritura!",
    "Bien, todos juntos, mientras inclinan ahora sus rostros, a medida que oramos juntos por los enfermos.",
    "Nuestro Padre Celestial, entramos humildemente en Tu Divina Presencia ahora, intercediendo por los necesitados, los enfermos, aquellos indefensos. Y a muchos, Padre, el médico ya no puede ayudarlos. No hay nada qué hacer, a menos que reciban Tu gracia. Oro humildemente hoy, Dios, con todo mi corazón, uniéndome a esta pequeña iglesia, para que el gran Espíritu Santo que está presente ahora, confirme la Palabra del Señor Jesús que dice: “Donde estuvieren dos o tres congregados en Mi Nombre, Yo estaré en medio de ellos. Si pidieren cualquier cosa, tocante a lo que sea, la recibirán”. Esa es Tu Palabra Eterna, Señor, que fue hablada aun antes de la fundación del mundo; nos ha sido dada por el Profeta, y por el Propio Hijo de Dios.",
    "Entonces, nuestro profundo deseo ahora, Padre, es que sanes a los enfermos, a los necesitados aquí alrededor del altar. Oro para que simplemente le des a cada uno una bendición especial de fe ahora mismo. Que, a medida que vamos, Tu siervo y yo, a ungir y poner las manos sobre las personas, que el Espíritu Santo se extienda profundamente, con la fe en mi corazón, y que cada uno sea sano. Lo pedimos en el Nombre de Cristo, por amor a Él.",
    "Ahora con sus rostros inclinados, todos estén orando mientras que el pastor y yo vamos a orar. [Cinta en blanco. El Hermano Branham y el Hermano Neville oran por los enfermos.—Ed.]\n\nEl Cielo y la tierra Te alaban,\n\nEl Cielo y la tierra Te alaban,\n\n¡Oh, Señor, Altísimo!",
    "Nuestro Padre Celestial, Te damos gracias por la lección de la escuela dominical, ¡nos ha conmovido el corazón! Que podamos ceñirnos esta mañana y salgamos de las prisiones de la incredulidad, a caminar libremente. Sabemos que el Ángel del Señor irá delante de nosotros, confirmando la Palabra de Dios, y nos liberará a cada uno de las prisiones del temor y la enfermedad, y la angustia, y las dolencias y la aflicción, porque Dios lo ha prometido. Todo el que esté encerrado en ese tipo de condición en esta mañana, que la Luz de Dios brille sobre ellos este mismo día; y que salgan de aquí personas sanas. Gracias por el Mensaje y por Tu Palabra, por la dirección del Espíritu Santo. Concede estas bendiciones, Padre. Y ahora acompáñanos en la predicación del servicio en esta mañana, para el corto Mensajito que viene. Lo pedimos en el Nombre de Cristo. Amén.",
    "Ahora, solo por unos momentos, los que se tengan que ir ahora, pongámonos de pie mientras cantamos un himno. Aunq-… De Jesús el Nombre invoca. Los que se tengan que ir quedan despedidos. Los que se puedan quedar otros treinta minutos, nos daría mucho gusto que se queden. Muy bien.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo…\n\nDe la vuelta y estreche las manos con alguien junto a Ud.\n\n…hará tu amarga copa;\n\nTus pesares cesarán.\n\nSuave luz, suave luz, ¡oh, manantial!, ¡oh, manantial!\n\nDe esperanza, fe, y…\n\n[El Hermano Branham habla con alguien en la plataforma.—Ed.]\n\nY…",
    "Amén. Tomen asiento. Y el Señor los bendiga a todos muy abundantemente. Acabo de ver que tenemos ejemplares de El heraldo de la fe aquí, el pequeño programa, el pequeño periódico del Hermano Joseph Boze de Chicago, un hermano muy fino. Nosotros siempre… Hemos tenido un compañerismo muy fabuloso entre nosotros. La pasamos muy bien cada vez que vamos a Chicago. Estuve con él nuevamente hace unas noches. Y no tienen costo. Solo venga, tome uno después de concluido el servicio. Están puestos aquí abajo.",
    "Ahora, nos da gusto ver que muchos de Uds. siguen aferrados de Cristo. Y ahora, tomando unos momentos de su tiempo, me gustaría hablar sobre algo, por razón de que estoy aquí con Uds.",
    "Estoy cansado. Tengo la voz débil. Y tuve unas reuniones grandes. En Indianápolis fue una gran reunión, pesada. Y esa noche nos dio mucho gusto ver a centenares pasar adelante en ese tabernáculo; había cerca de diez mil personas sentadas que pasaron para entregar sus corazones a Cristo, esa noche.",
    "Y Russell Ford y ellos, cuánto se emocionaron. Y—y la obra que Cadle, el Hermano Cadle comenzó hace años, aún continúa. Saben, me gustaría tener un lugar como ese algún día. Es uno de los mejores lugares que he visto, solo como estaba decorado. Y allí tienen algo especial. Me supongo que soy sentimental. Cuando veo una gran obra que alguien ha empezado, eso me conmueve.",
    "Ahora, estoy ronco, y estábamos allá en la montaña, tratando de llegar a una mujer enferma, una amiga nuestra, por allá en el Canadá. Ya estábamos para cruzar la frontera cuando oí la noticia de que mi hermano se estaba muriendo, y regresamos. Y condujimos todo el día y toda la noche; teníamos diez días sentados en ese auto. Así que, se podrán imaginar cómo nos sentimos en esta mañana.",
    "Y, pero estoy agradecido con todos Uds., una vez más, por haber orado por mi hermano, pues él, según parece, está de nuevo camino a la recuperación. Dios le ha dado otra oportunidad. Y, pues, les—les agradezco y estoy alabando a Dios por todas las cosas.",
    "Aún tengo que tomar muchas decisiones importantes. Se aproxima una gira mundial. Siempre con Africa en mente. Y hay lugares en todas partes, al punto que no sé qué camino tomar, en todas partes, en todas partes. Y hay por lo menos diez conferencias grandes o más esperando ahora mismo, y cada una llamando para que vamos. Tengo que tomar alguna decisión en las próximas veinticuatro horas, sobre el próximo paso. Así que oren por mí. Oren por mí. Y yo—yo necesito sus oraciones.",
    "Espero que, al haber apagado ese ventilador por un minuto no les haya molestado demasiado a Uds. aquí en frente.",
    "He—he sido expuesto a muchas cosas en mi vida, viajando para el Señor, a todo tipo de dolencias y enfermedades y—y a la lepra. Y he abrazado a leprosos y les he dado la mano, y—y con toda clase de enfermedad. Y he entrado en sus salas de aislamiento y campamentos, y de todo, prácticamente en todo el mundo.",
    "Y yo—yo—ya no soy un muchacho. Nellie, me supongo que tú lo sabes. Y voy avanzando en edad… Luego escucho del Hermano Bosworth, el otro día por allá, casi con noventa años. Y él, cuando estuve en Indianápolis, le entró un coágulo de sangre al corazón. Sufrió los estertores de la muerte en la garganta, inconsciente. La Sra. Bosworth llamó para que oráramos por él.",
    "Fui allí, y lo avisamos y comenzamos a orar. Al día siguiente él me llamó, dijo: “Me gustaría en algún momento estar en una reunión con Ud.”. Y yo sintiéndome así con cuarenta y siete años, debería darme vergüenza. Pero solo—pero solo es la parte humana, me supongo.",
    "Pero, ¡oh!, ¡cuán valioso es, y qué maravilloso! ¡No hay nada como estar salvo! ¡El estar salvo! Pues, Ud. no se da cuenta, amigo, estoy seguro que el diablo hace todo lo que puede para no dejarlo ver eso (me lo hace a mí), para que no sepa el valor de un alma. ¿Se han imaginado Uds. lo que es y lo que significa la Eternidad, y el tiempo que Uds. estarán de esa manera? ¿Ven? Caer en cuenta que este es el momento en que Uds. toman su decisión para la Eternidad.",
    "El domingo pasado, aquí con Uds., creo que prediqué de la garantía, el poder que Dios había prometido; y que los ordenó a Uds. y los llamó antes de la fundación del mundo, y puso su nombre en Su libro. Ud. no tuvo nada que ver con eso; fue Dios. ¿Verdad que es maravilloso? El Cordero fue inmolado antes de la fundación del mundo, y (¿por qué?) no sucedió hasta después de cuatro mil años. Pero, cuando Dios lo habló, tuvo que hacerlo, porque Él tiene que cumplir Su Palabra. Y al mismo tiempo que el Cordero fue escrito, sus… Uds. fueron escritos con Él. “Nuestros nombres fueron escritos en el Libro de la Vida del Cordero”, no la noche que vinimos a Cristo, sino que “antes de la fundación del mundo”, dice la Biblia. Así que esa es la garantía. Y el hermano se refirió a eso esta mañana en esta maravillosa lectura de la escuela dominical.",
    "Ahora, solo leamos de alguna parte de la Escritura, para un corto… quisiera… algo que está en mi corazón. Me gustaría hablar por unos momentos, y luego despediremos. Y esperen los servicios de nuevo esta noche. Y bueno, recibí un mensaje en mi corazón cuando venía el otro día, y quiero, Dios mediante, si regreso aquí el próximo domingo por la mañana, traerlo primero al tabernáculo. Solo es algo que está en mi corazón.",
    "Es de la ocasión cuando entré en un lugar para comer. Y pensé: “Pues, ¿me estaré volviendo loco? ¿Qué pasa conmigo? No soporto esta música y todo esto aquí que tienen hoy en día, estas mujeres insensatas cantando: ‘Vengo de un—un palacio de marfil’, o… y todo eso”. Dije: “Algo anda mal en mí”.",
    "Y el Espíritu Santo dijo: “¡Oh, no! ¡Oh, no! Si amas al mundo o las cosas del mundo, el amor de Dios ni siquiera está en ti”.",
    "Luego pensé: “Bueno, entonces no quiero adaptarme a este mundo. Correcto”.",
    "Y entonces el Espíritu Santo comenzó a revelarme este Mensaje. No me quedaría tiempo en esta mañana; además, estoy demasiado cansado. Puede ser, si el Señor quiere, el próximo domingo por la mañana, si aún estamos aquí. Tengo que hacer unos viajes esta semana. Pero es si aún estoy aquí para la mañana el próximo domingo, Dios mediante. El Hermano Neville lo anunciará en su radiodifusión, el sábado. Y estaremos aquí queriendo traer este Mensaje. Y de alguna manera quiero hacer el esfuerzo de traerlo. Es un Mensaje Evangélico del día, la hora y el tiempo.",
    "Pues, predije hace seis meses que este era el año decisivo para América. Y veremos conforme al Evangelio si lo es o no. Este es el momento en que Ella está terminada. Ella sube o baja, este año. Así es.",
    "Ahora, Uds. los niños pequeños, quiero que traigan una hoja de papel y escríbanlo en la primera hoja de su Biblia, de modo que cuando el Hermano Branham tal vez haya fallecido, Uds. verán si yo tenía la razón o si estaba equivocado. ¿Ven? Y Uds. sabrán si el Señor aún me habla, ¿ven?",
    "Ahora, en Romanos el capítulo 4, quiero leer solo una—una porción de la Palabra, para seguir adelante.\n\n¿Qué, pues, diremos que halló Abraham, nuestro padre según la carne?\n\nPorque si Abraham fue justificado por obra, tiene de qué gloriarse, pero no para con Dios.\n\nPorque ¿qué dice la Escritura? Creyó Abraham a Dios, y le fue contado por justicia.\n\nPero al que obra, no se le cuenta el salario como gracia, sino como deuda;\n\nmas al que no obra, sino cree en aquel que justifica al impío, su fe le es contada por justicia.",
    "Y que el Señor añada Su bendición a la Palabra. Ahora el pequeño tema, si quisieran titularlo, del cual quiero hablarles, es: Amor Divino. Y cuando el Amor Divino ha sido proyectado y llega a su destino, la gracia soberana toma su lugar. ¿Ven? Pues, ¿se lo pueden imaginar? Ahora medítenlo, para que lo entendamos bien. ¿Ven? Cuando el Amor Divino se proyecta y llega a su destino, luego la gracia soberana se hace cargo.",
    "Ahora es—es algo extraño cómo la gente, la clase de personas y lo que hacemos, con las que nos relacionamos. Ahora, todos tenemos que enfrentar estos hechos, que hay personas de las que a uno le gusta rodearse. Y hay personas que son buenas personas, y uno las ama, pero hay algo en esa persona que uno simplemente—uno simplemente no soporta estar con ellos. Ahora queremos hablar hechos. Ahora, la razón por la que sucede eso, es debido a la atmósfera que el individuo, él mismo o ella misma, crean.",
    "Es porque Ud. es un creador en miniatura, ya que Uds. son hijos e hijas de Dios. No importa hasta dónde se hayan rebajado en el pecado, Uds. siguen siendo hijos e hijas de Dios; sucede por cuanto Ud. está caído, degenerado en su alma y mente. Pero Dios es su Creador. Y en su estado caído, Ud. es una creación de Dios perdida, deshecha y dominada por el diablo, así es, pero aun así, Uds. son hijos e hijas de Dios; “no queriendo Él que ninguno de Uds. perezca, sino que todos procedan al arrepentimiento”. ¿Ven? Y Él ha hecho todo lo—lo que es posible para la… Solo Dios Mismo podía hacer esto, para dar las—las oportunidades a Su criatura, de aceptar y ser lo que Él quiere que Ud. sea: regresar de nuevo a su estado correcto. Y ninguna persona…",
    "Ahora aquí está, y tiene bastante filo: pero no hay persona que esté en su estado mental correcto hasta que haya aceptado al Señor Jesús. Son palabras profundas, pero es la verdad. No hay persona que esté mentalmente bien, hasta que haya aceptado a Cristo Jesús como su Salvador personal. Eso suena… Pero, es la Biblia. Seguro, eso es verdad. Él es el Único. Y en su ser creado… Ahora, cuando lo haga, Ud. será un loco para el mundo. Pues Ud. tiene que salir de la atmósfera en que se encuentra y entrar en esta otra atmósfera. Cuando Ud. lo hace, Dios lo saca directamente del mundo y Ud. vive en una atmósfera celestial. ¿Ve? Y luego, para el mundo, Ud. es precisamente contrario a eso. ¿Ven? Y Esto es contrario al mundo. ¿Ven?",
    "Ahora lo que Ud. quiere hacer es que Cristo lo levante, a una—una atmósfera donde Ud. esté feliz, en paz. Y entonces, estando allí, Ud. crea un ambiente.",
    "Y ahora, muchas veces, nosotros en las iglesias… Esto va a parecer extraño, pero Uds. solo obsérvenlo. Ahora, esto es para la iglesia, es para la gente. La gente recibe el espíritu el uno del otro, en lugar de recibir el Espíritu Santo. Vaya Ud. a un grupo de personas y observe la forma en que actúa una persona. Y—y ese tipo de personas finas que entran en esa congregación, cuando Ud. menos lo piensa, ellos actúan de la misma manera. Siempre, uno…",
    "Tomen Uds. a una mujer buena y a un hombre malo; y él, o se sentirá… O él se convierte en un hombre bueno o ella en una mujer mala. Y la atmósfera en la que Ud. vive, se la proyecta a sus amistades, lo que Ud. es.",
    "Por tanto, ¿qué clase de persona deberíamos ser si somos Cristianos? ¿En qué clase de atmósfera deberíamos vivir? Deberíamos vivir en una atmósfera que da consuelo, calma y que sana, con nuestro corazón constantemente en oración, teniendo un amor profundo por cada persona con la que tratamos. Y que sea…",
    "Si le dijera esto a la pequeña iglesia que ha orado por mí en el trabajo misionero mundial: ese ha sido mi éxito al orar por los enfermos. Si yo no puedo llegar a sentir la enfermedad con la persona, por lo general de nada sirve. Uno tiene que compenetrarse hasta que solo sea… Y que uno mismo lo sienta.",
    "Hace un tiempo acá, un anciano mexicano allá en la plataforma, cuando él corrió a la plataforma; con mucha fe cayó al suelo, sacó su rosario. Y yo—yo le dije: “No es necesario”, por medio del intérprete, el Hermano Espinoza. Entonces, se puso de pie. Me abrazó, empezó a caminar en cierta dirección; estaba ciego. Yo lo observé. Miré sus viejos pies arrugados, probablemente nunca había usado un par de zapatos en su vida. Miré mis zapatos para ver si le quedaban. Yo le hubiera dado mis zapatos. Él estaba ciego. Y miré, era de hombros más anchos. Un hombre grande, pesaba más de doscientas y tantas libras [90 kg], me supongo. No se hubiera podido haber puesto mi abrigo.",
    "Y mientras él estaba allí de pie, y canoso, pensé en mi papá. Pensé: “Si papá hubiera vivido hasta esta edad, tendría casi la misma edad de este hombre, como sesenta y cinco o setenta años”. Y entré en un amor para con ese hombre, por la manera en que pensé: “Tal vez él nunca tuvo una comida decente en su vida; tal vez nunca se sentó en una mesa en su vida”. Y encima de todo esto, caminando en la oscuridad.",
    "Luego Algo vino a mi corazón. ¡Dios, ten misericordia! Él es un hombre; es un hermano. Entonces, cuando uno siente Eso, hay Algo que unge. Hay una creación que se mueve ahí, y uno… Eso se proyecta hacia esta persona. En unos momentos, le oí gritar algo sobre mi hombro. Y gritaba: “¡Puedo ver! ¡Puedo ver!”.",
    "¿Qué fue? Amor Divino. Compasión se había proyectado por el Espíritu Santo a este hombre. Y por eso, al final del camino, donde él no podía… No se podía hacer nada. Y el amor había tomado su lugar, y el amor encontró amor, entonces la gracia soberana comenzó a obrar. Y Dios, por la gracia soberana, le restauró la vista al hombre. ¿Ven? Primero, uno tiene que entrar en ese pensamiento.",
    "Así es como uno tiene que tratar con un pecador. Muchas personas oran por los pecadores. Eso está bien. Pero esa no es la manera de ganar a un pecador. Es asunto suyo ganarse al pecador. Ud. no se lo gana orando por él. Ud. se lo gana, gana—lo gana hablando con él, y presentándole a Cristo. Ese es el trabajo suyo. Ese es su deber, ganar a pecadores hablando con ellos. Y proyectarles a ellos el amor de Dios, por medio de la Palabra de Dios, es lo que gana al pecador. Alguien dice: “Yo no iría a la iglesia. Pero sí me agrada esa mujer; me agrada ese individuo”. ¿Ven?, porque Ud. los está ganando a ellos. Si Ud. se queda en casa y solo ora por el pecador y nunca va a contactarlo, hay muy poco que se pueda hacer. Pero Ud. tiene que orar y luego ir. Así es. Vaya y hágalo. Ahora, proyectando este amor.",
    "Aquí, hace un par de días escuchaba un testimonio de un—un gran fabricante de arados, de pie en la plataforma. Bueno, allí había hombres de negocios de todo el mundo en la plataforma, y este hombre de arados. Él se puso en pie, dijo: “Bueno, no sé por qué tuve que ser operado”. Y yo amo al hombre. Y él es un gran seguidor del Hermano Roberts, nuestro amigo. Y entonces, cuando… Él dijo: “Cuando descubrí que me estaba enfermando y sufría de cálculos, cálculos renales, fui a cenar con el Hermano Oral”. Y dijo: “El Hermano Oral se levantó y dijo: ‘Pues, hermano, yo—yo veo que está afligido, así que’ dijo, ‘voy—voy a orar por Ud.’”.",
    "🦅 Y él dijo, ‘Bueno, ¡alabado sea el Señor! Yo solo quería que Ud. lo dijera, Hermano Oral’”.",
    "Y dijo que Oral vino y puso las manos sobre sus riñones, “Y dijo: ‘Yo reprendo este cálculo renal, y sal de inmediato de este hombre’”. Y dijo: “Cuando lo hizo” dijo, “sentí alivio”. Y dijo: “Al poco rato, volvió de nuevo”. Dijo: “Volví de nuevo al Hermano Oral”. Y dijo: “Él oró otra vez. Sentí alivio. Pero cada vez que volvía, empeoraba”.",
    "Y él dijo: “Entonces, pensé en lo siguiente: ‘Si yo pudiera ir’” dijo, “‘con el Hermano Branham, y pudiera estar delante de él. Y el Espíritu Santo viniera a él, entonces me diría la razón por la cual no sané cuando el Hermano Oral oró por mí’”.",
    "Entonces viajó, y vino a Louisiana. Yo estaba en servicios allí. Y estuve frente a él por veinte minutos. El Espíritu Santo enmudeció, no dijo nada. Oré por él, y dijo que se sentía mejor. Y él bajó de allí, luego se fue poniendo nervioso, agitado. Fue de un lugar a otro, a todos: “¡Oraban por él! ¡Oraban por él!”. Y él amaba al Señor.",
    "Pero, finalmente, llegó a tal condición que él… lo enviaron a la Mayo. La Mayo lo examinó, y dijeron: “Ud. tiene una sola posibilidad entre mil, de vivir. Eso ha causado una infección. Todo su cuerpo está envenenado, y urémico”, y, ¡oh, olvido cuánta cosa más! Dijeron: “Ud. tiene una sola posibilidad en mil”.",
    "Entonces dijo: “La tomé”. Dijo: “Oré: ‘¡Oh, Dios, Tú sabes que Te amo! Y he ido a todos Tus siervos’”.",
    "Y corrió el riesgo y lo durmieron. Y dijo que cuando despertó en la habitación, dijo que había una Luz que brillaba en la habitación, y la Gloria de Dios lo rodeaba.",
    "Y los médicos se asombraron. Entraban y decían: “Bueno, ¿qué ha pasado aquí?”.\n\n“Pues” les decía, “quiero ir a casa”.",
    "¿Qué era? ¿Ven?, él se había esperanzado en: “Si algo me pasa, iré al Hermano Roberts. Si eso no funciona, iré al Hermano Branham”. Sin embargo, él amaba al Señor Jesús. Dios tuvo que dejar que fallara todo lo demás, dejarlo postrado allí en su cama, aun cuando el médico dijo: “No podemos hacer nada”.",
    "Y luego, cuando el amor Divino había llegado a su fin, la gracia soberana intervino y tomó su lugar. Lo hará cada vez; si sus motivos están correctos, y correctas sus alternativas, si Ud. tiene el amor Divino y cree, camine adelante sin dudar. Cuando sucede, que parece que ha llegado el final del camino, entonces la gracia soberana toma su lugar.",
    "¡Vaya, que lo he visto funcionar! ¡Vaya, que lo he observado en mi propia vida! Y no solo con alguna teología ni por alguna clase de experiencia de—de otra persona. Me da mucho gusto hoy poder hablar por experiencia personal, saber que eso es la verdad. ¿Por qué tememos entonces? Mientras sepamos que el amor de Cristo descansa Divinamente en nuestro corazón, de que hemos pasado de muerte a Vida, todos los demonios del infierno no tienen oportunidad alguna de entrar, ni siquiera en la muerte, si Ud. continúa en ese amor y fe.",
    "Es como un bebito. Uno toma a un bebito… Les mostraré, para que los pequeños puedan captarlo. Aquí está la Sra. Kelly sentada aquí ante nosotros. Cuando un soldado borracho, creo que fue, chocó contra ellos allá. Y la recogieron a ella acá como muerta. La ingresaron inconsciente a un hospital. Cuando todo había fallado y ella iba a una hora de camino. A pesar de todo, con el amor de Dios en su corazón, ella venía para acá. Ella entró allí ese día, y luego se proyectó la gracia soberana, después del amor Divino. Y ella está aquí esta mañana, entre nosotros, hoy con vida.",
    "¿Ven?, es algo que sucede. Cuando Ud. llega al final de su camino, cuando llega al momento en que Ud. no se puede mover, entonces el Poder de Dios interviene por medio de la gracia soberana, eso que Uds. ven.",
    "Tomen Uds. a un pequeño, un bebito con pequeñas rabietas, espasmos, y que gritan, y patalean y chillan. Y cuando uno menos lo espera, dejan de respirar. Y Ud. verá a la madre que lo toma y lo levanta, y lo arroja al aire, le sopla la cara. Déjenlo. En toda la historia médica no hay uno que se haya muerto por eso. Ellos no se van a morir. Él solo está teniendo una rabieta; está buscando atención. Se está haciendo el testarudo, y solo es un ataque de rabia. Y después que su ataque de rabia llega al grado que se queda sin respirar, que ya no aguanta más, entonces la naturaleza interviene, y él se relaja y comienza a respirar de nuevo. Todo eso de levantarlo, y los gritos, solo hacen… hablarle y soplar su rostro solo lo empeoran.",
    "Así sucede después de que nosotros vamos de iglesia en iglesia, de poste en poste, de servicio de sanidad a servicio de sanidad. Hermano, tome Ud. el amor y siga adelante, porque Ud. ya está al final del camino. Dios va a proyectar gracia soberana cuando Ud. llegue al final del camino. Cuando se haya saciado de amor, entonces Dios está obligado. Cuando Ud. haya llegado a su fin, y los hombres hayan llegado a su fin, entonces la gracia se hace cargo. Es la naturaleza de Dios hacerlo así.",
    "¡Vaya que lo he notado! Que cuando yo he estado… Disculpen ahora estos testimonios personales por un minuto. Uds. han leído el libro. Allá ese día en Portland, Oregón, cuando ese demente corrió a la plataforma, que iba a matarme. Todos Uds. tal vez lo han leído, en el libro. ¿Qué sucedió? Dios me envió a predicar el Evangelio. Eso era lo que yo estaba haciendo.",
    "Se reunieron miles de personas. Las calles estaban llenas, y había más de seis mil adentro; y llovía a cántaros y la gente estaba allí de pie. En sus corazones lo anhelaban, hambrientos. ¡Era cuando no había nadie más en el campo! La reunión era muy valorada. Y tenían que empujarlo a uno entre la multitud y todo lo demás, con una escolta de policía para que uno entrara.",
    "Yo había estado en una habitación, y allí guié a dos pequeños policías a Cristo, allá en el camerino; dos jóvenes de la policía, de unos veinte años. Una de sus madres había recibido sanidad, la noche anterior. Y ambos se inclinaron allí y los guié al Señor Jesús.",
    "Salí a la plataforma para predicar, fe. De repente un demente que había golpeado a un predicador esa tarde, más abajo por esa calle, había escapado de un manicomio, le había roto la clavícula, le fracturó la mandíbula. Él tenía la manía de matar a los predicadores. Él entró corriendo, y pensó: “Esta es mi oportunidad”. Vino hasta la plataforma; pesaba alrededor de 250 o 260 [115 a 120kgs], como seis pies, diez pulgadas [2,08mts], manoteando. Él dijo: “¡Hipócrita! ¡Serpiente en la grama!”.",
    "Ahí estaba el asunto. El servicio de Dios estaba en orden; la gente recibiendo sanidad; miles siendo salvos y bendecidos; ministros siendo inspirados. Este gran avivamiento apenas en su inicio en ese entonces, a punto de empezar por el mundo. Allá arriba estaba sentado T. L. Osborn, (¡Amén!), quien ha ganado decenas de miles de almas para Cristo; sentado allí, pastoreando una iglesia con ocho o diez en su congregación, viendo eso desde el palco.",
    "Y ese demente corrió a la plataforma para perturbar la reunión del Señor. Y dijo: “¡Serpiente en la grama! Hipócrita, pasándose por siervo de Dios. Yo le mostraré esta noche que Ud. no es un siervo de Dios. Y le voy a romper todos los huesos de su miserable cuerpecito”. Y él corrió hasta allí y preparó su gran puño para golpearme.\n\nMe di la vuelta. Los predicadores corrieron, todos.",
    "Parado allí, pues gargajeó y me escupió en la cara. Dijo: “¡Serpiente en la grama! Te mostraré qué tan siervo de Dios eres. ¡Engañador!”.",
    "Yo no dije una sola palabra. Solo lo miré. Y de repente, el Espíritu Santo, algo…",
    "¿Qué pensaría Ud. si un hombre le escupiera en la cara? Pues, si en Ud. hubiera algún mal genio, eso lo despertaría. Seguro que lo haría. Y aquí venían dos policías, los mismos dos policías que…?… con esas cosas en las manos para derribar al hombre, llevárselo. Pero yo no podía permitir que lo hicieran.",
    "Dios había puesto amor en mi corazón por ese ser mortal. Pensé: “No es el hombre. Es un diablo que lo tiene en esa condición. Ese hombre sería un hombre normal que quiere amar y vivir, como los otros hombres. Pero es el diablo que lo tiene en ese estado”. Y un amor comenzó a fluir por ese hombre. Y en ese instante, ese hombre se desplomó y allí cayó sobre mis pies. Cuando el amor Divino se proyectó, la gracia soberana intervino y tomó su lugar. Ella lo hará cada vez.",
    "Aquí no hace mucho, cuando… tal vez se los haya contado antes. El año pasado, que ahora sería el año antepasado. Yo estaba cortando mi césped allí, queriendo cortar mi césped, daba vueltas y vueltas. Y tuve que parar y cambiarme de ropa, entrar y orar por alguien, salí. Bueno, mi césped estaba crecido. Antes de yo… En la parte de atrás, antes de poder cortar el frente, ya había crecido.",
    "Y entonces, un día yo estaba allí en la parte de atrás con mi vieja cortadora de césped, cortando, intentándolo, es una pequeña máquina podadora. Y se me olvidó que había un nido de avispones allí en la esquina. Y estrellé esa podadora contra eso. Y estando allá atrás, no tenía camisa, estaba sin camisa. Golpeé esa cerca con esa cortadora de césped, estando sin camisa. En un instante estaba todo cubierto de avispones. Uds. saben lo que son, un gran nido de avispones; lo matarían a uno. ¡Unas cosas enormes zumbando! ¡Oh, pensé…!",
    "Al principio sentí miedo. Luego, de repente algo comenzó a suceder que comenzó a tranquilizarme. Esos avispones aún zumbaban alrededor. Ahora, esto parece infantil, esto parece una niñería. Pero, el Dios del Cielo en Cuya presencia estoy sabe si es verdad o no. Luego, en lugar de tratar de luchar contra los avispones, y pegarles y golpearles, me cubrió una especie de amor de Dios.",
    "Y pensé: “Pobres pequeñitos, Uds. tienen derecho a construir un nido. Es la manera que Dios proveyó para que Uds. se protejan. Y les molesté, y siento haberlo hecho. Si tuviera que hacerlo de nuevo no les habría molestado. No fue mi intención hacerlo”. Pero, dije: “Soy el siervo del Señor. Y Sus hijos enfermos están aquí para que se ore por ellos, y debo darme prisa para cortar este césped. Ahora, Uds., pequeñas criaturas de Dios, en el Nombre de Jesucristo, regresen a su nido. No les molestaré”.",
    "¿Y qué ocurrió? Fue en una situación en que podría haber muerto por las picaduras. En el amor de Dios, con un corazón rendido, vino la proyección de amor, y la gracia soberana se hizo cargo; pudiendo decirles a esos avispones, hablar, y cada—y cada avispón voló en un círculo, y se alineó como un grupo militar de soldados y regresaron de nuevo directamente a su nido.",
    "¿Qué fue? Yo no podía hablar con los avispones. No tengo manera de hablar con ellos. ¿Cómo podría yo evitar que me picaran? Era mi fin. Pero tuve amor. Dios dio amor para con esos avispones y les hablé en mi voz. Y el Espíritu Santo a través de la gracia soberana dirigió a los avispones de nuevo a su nido.",
    "No muy lejos de aquí, un día, un viejo bovino Guernsey allí en Henryville. Este gran toro viejo estaba por acá, que mató a este hombre de color, acá en la granja de Brooks. Había matado a un hombre de color, por poco mata a ese muchacho West de la misma manera. Lo abandonaron allá en la granja. Yo no sabía. Estaba patrullando. Yo debía llevar una pistola; y no la tenía.",
    "Un día, crucé; pensé en ir—ir allá, para orar por alguna persona enferma. Crucé ese campo sin pensar en ese toro que estaba en aquel campo. Y entré hasta la mitad del campo ahí. ¿Qué pasó? Cuando menos lo esperaba, salió este gran toro de combate de unos pequeños arbustos, sus largos cuernos así, y soltó un rugido. Yo supe que él era ese asesino.",
    "Miré hacia atrás. Yo estaba demasiado lejos de la cerca, como a doscientas yardas [183 mts]. Él no estaba ni a treinta, cuarenta pies de mí [9 a 12 mts]. Allí estaba él, con los cuernos hacia abajo; soltó un gran bramido. Yo estaba sin pistola, y sin árbol donde trepar. No podía volver a la cerca. Pensé: “Bueno, este es el fin. Bill Branham, aquí llegó tu muerte, ser martirizado, morir de una cornada aquí en el campo”. Me quedé parado allí.",
    "Pero, de repente, Algo comenzó a asentarse allí…?… corazón. La gloria de Dios. Algo entró en mi corazón. Pensé: “Yo molesté a ese pobre animal. No es ese pobre animal. Es el diablo que lo hace hacerlo”.",
    "Y solo sé una cosa… Es esto. Quiero que Uds. lo oigan. Solo hay una cosa que vencerá al diablo, es el puro amor Divino. El amor lo vencerá todo. “De tal manera amó Dios al mundo”, eso venció la incógnita del pecado, eso venció la incógnita de la enfermedad. Vencerá la discordia en la iglesia. Vencerá todo lo que sea diferente a Eso, que ha de ser conquistado. Lo hará, si Uds. solo Le permiten hacerlo.",
    "Y cuando este enorme animal avanzó hacia mí y, en lugar de odiar a ese animal, Hermano Mike, yo lo amé. Y pensé: “Eres una criatura de Dios. ¿Quién más podía crearte sino Dios? Y estabas echado allí en paz, y yo me metí en tu terreno, con letreros por todo el campo. Sin darme cuenta. Simplemente me aparté de mi terreno acostumbrado para pasar a orar por un hombre enfermo”.",
    "Y allí vi a este individuo que venía, amenazando con la cabeza así. Y se dirigía hacia mí para matarme, y yo lo sabía.",
    "Pero comenzó a fluir el amor Divino. Pensé: “Pobre criatura, un simple animal, no sabe otra cosa. Estabas allí acostado, y yo te molesté. Ahora, pues yo soy el siervo de Dios; tú eres una criatura de Dios. En el Nombre de Jesucristo, regresa y échate, porque voy en camino para orar por uno de los hijos enfermos de Dios. Regresa y échate”.",
    "Y ese toro vino hacia mí tan rápido como pudo. No hubo miedo; no le tuve más miedo que el que le tendría al Hermano Neville sentado aquí. ¡Solo un amor puro y santo en mi corazón! ¿Qué hizo eso? Creó una atmósfera. Y ese toro entró corriendo directamente a esa atmósfera. No más de diez pies de mí [3 mts], él se detuvo y frenó con las patas. Miró directamente aquí, muy derrotado, con la mirada más mansa en su rostro, y se dio la vuelta, y se alejó y se acostó. Y pasé a cinco pies [1,5 mts]. ¿Qué es? Cuando se proyecta el amor Divino, la gracia soberana se hace cargo en ese momento.",
    "Ese fue el mismo Dios que pudo detener a los leones de acercarse a Daniel. Y venían rugiendo. Y Daniel, anciano, de pie allí, estaba envuelto en el amor de Dios. Los leones se alejaron y se acostaron. Hubo paz.",
    "Le digo, mi hermano: cuando Dios pueda envolverlo a Ud. en el amor Divino, entonces habrá paz en el valle para Ud. La hay.",
    "Aquí hace un tiempo, yo venía de Dallas, Texas. Venía en avión, de regreso a casa. Habíamos tenido una reunión allá. Y de regreso, entramos en una tormenta, y el avión tuvo que aterrizar en Memphis. Y estando en Memphis, me alojaron allá en el Hotel Peabody, ¡oh, un gran lugar elegante! Me sentí un poco fuera de lugar. Estuve allí esa noche y me quedé toda la noche. Me llamaron a la mañana siguiente y dijeron: “¿Rev. Branham?”.\n\n“Sí”.",
    "Dijeron: “La limusina lo recogerá exactamente a las siete en punto. El avión sale a las siete y media”.",
    "Le dije: “Gracias, señor”, y colgué. Me levanté, oré. Y pensé: “Bueno, tal vez tengo tiempo para correr a un buzón de correos. Tengo unas cartas aquí que respondí anoche”. Me levanté y salí por la calle, yendo por la calle, cantando.\n\nHay gente por doquier,\n\nCuyos corazones están ardiendo\n\nCon el Fuego que cayó en Pentecostés,\n\nLo cual les limpió totalmente;\n\n¡Oh!, arde ahora en mi corazón,\n\n¡Oh, gloria a Su Nombre!\n\nEs mi gozo decir que soy de Él.",
    "Iba por la calle con este montón de cartas en la mano, rumbo a la oficina de correos. Sentí Algo extraño. Uds. saben de lo que estoy hablando, ¿verdad? Todo como en calma. ¡Oh, qué sensación! Pensé: “¡Oh, vaya, esto es maravilloso!”. Ahora, Doc solía cantar un pequeño himno:\n\nQue Tu Espíritu guíe mis pies;\n\nMi sendero de amor llena hoy.",
    "Yo solía pensar en eso. Y este amor comenzó a derramarse, sobremanera. Nosotros tenemos amor, pero necesitamos una abundancia de amor, un desbordamiento de amor.",
    "Ud. dice: “¡Oh, yo amo a los pecadores!”. Pero, ¡oh, hermano, hermana!, ¿los ama lo suficiente para salir y hablar con ellos y enamorarlos de Cristo? ¿Ven lo que quiero decir?\n\nUd. dice: “Yo amo al Señor”.",
    "Pero, ¿puede Ud. confiar en Él cuando el médico sacude la cabeza? ¿Puede Ud. confiar en Él cuando ya no le queda más? Ud. necesita un bautismo de amor desbordante de amor Divino. Cuando parece que, cuando Ud. ora y su oración no tiene respuesta, ¿aún lo ama a Él? ¿Hay Algo que lo alienta a Ud. a seguir? Esa es la gracia soberana de Dios que tiene que hacerse cargo; tiene que hacerlo. Es la naturaleza de Dios. Dios no puede dejar de hacerlo.",
    "Cuando Dios vio el pecado de este mundo, y vio que los hombres estaban muriendo sin esperanza, y no podían ser salvos, y Él sabiendo que los hombres Lo amarían, eso—eso obligó a Dios, y demostró Su naturaleza. La naturaleza de Dios es amor. Dios es amor. Y eso obligó a la naturaleza de Dios, al punto que Él tuvo que proporcionar una vía de escape para los que quisieren escapar. Y Él envió a Su Hijo al mundo, hecho semejante a carne pecadora, para llevar nuestros pecados y enfermedades al Calvario. Dios lo hizo. El amor de Dios, fluyendo, llamó a la gracia soberana.",
    "Y Dios no dijo: “Si Ud. lo hace; si Ud. hace esto, Yo haré esto”. Dios, sin ninguna condición, envió a Su Hijo para tomar el lugar suyo en la muerte, y resolver la incógnita del pecado. Eso no tuvo nada que ver con lo que la gente pensaba, Dios lo hizo de todos modos. Amén. Cuando el amor Divino es puesto a prueba, la gracia soberana tiene que tomar su lugar. Eso es seguro, cuando el amor Divino se coloca en el lugar correcto.",
    "Escuchen atentamente. Esa mañana, cuando salí del avión o que salí del hotel, empecé a caminar por la calle, yo iba caminando, cantando. De repente, Algo pareció derramarse en mí: una gran lluvia de amor. Pensé: “¡Oh, si yo tan solo pudiera…! ¡Oh, yo creo que así como me siento, si tan solo pudiera ver a alguien por quien orar!”. Así es como uno se siente cuando hay algo jalando en el corazón.",
    "El otro día… ¿Si me permiten detenerme de nuevo un momento? El otro día, la pequeña Sarah se enfermó. Cuando empezamos, ¡oh, hacía mucho calor! Y yo había estado despierto todas las noches, durmiendo como dos horas, con delegados de diferentes partes del mundo, teniendo que saludar a este, aquel, orando, predicando tres veces al día. ¡Oh, agotado! Simplemente iba… Y luego salí, y tuve que esperar. Y luego manejé a unas cuantas millas de la ciudad. Y tenía tanto sueño, aun temprano en la mañana, que tuve que acostarme, al lado de la carretera, y dormir. Un momentito, unos minutos, me levanté y empecé de nuevo. Yo simplemente no podía mantener los ojos abiertos, queriendo avanzar, para llegar a esta mujer. Atravesando esos abrasadores desiertos calientes de Nebraska, al pasar.",
    "Y pensé: “¡Oh, vaya!”. La pequeña Sarah con náusea ya que vomitaba. La pobre había estado enferma toda la noche. A la mañana siguiente estaba tan enferma que tuvimos que parar el auto. Tenía el rostro pálido. Y luego, yo tan cansado y agotado que pensé: “¡Oh, Dios! ¡Oh, la situación es terrible! Dios, mira, yo—yo no puedo conducir; estoy muy cansado. Y he estado allí con Tu pueblo, esforzándome por hacer lo mejor, y la pequeña Sarah está muy enferma”. Bueno, fuimos…",
    "Y fui allí y le impuse manos. Dije: “Amado Padre Celestial, Tú me diste esta niña; ella es Tuya. Yo solo la crié”. Le impuse mis manos. Algo comenzó a moverse en mi corazón. Eso detuvo el vómito. Ella no volvió a vomitar, desde ese día hasta este.",
    "El segundo día, Becky comenzó, muy enferma, como un virus, y vomitó; la pobrecita vomitó toda la noche. Al día siguiente Meda dijo: “Consigamos Pepto-Bismol”. Servimos un par de cucharadas y se las dimos. La pobrecita lo vomitó de inmediato.",
    "Llegamos a las montañas Tetón. Cuando salimos de la región calurosa, cuesta arriba, ella quería ver las montañas hermosas. No pudo, por lo enferma. Dije: “Cariño, mira. Quiero tomar…” Dije: “Papá quiere tomarte una foto, para que puedas ver la montaña allí”.",
    "Ella dijo: “¡Oh, Papá!, siento como que me estoy muriendo”. Y entonces le dimos otro Pepto-Bismol.\n\nOramos esa mañana, dijimos: “Señor, ten misericordia”.",
    "Y—y, oh, eso no sirvió. Entonces llegamos allá y la saqué. Dije: “Cariño, sal al aire fresco”. Hacía frío. Ella tenía puesta su pequeña chaqueta. Había nieve en el suelo. Entonces salí, y ella trataba de… Ella decía: “Sí, Papá”. Hacía: “Hmm, Hmm”. Y el agua salía de su boquita. Miré, y sus ojitos estaban hundidos. Y de su boquita le salía mucha agua.",
    "Caminé. Alcé la vista hacia la montaña. Dije: “Alzaré mis ojos a los montes, de donde vendrá mi socorro. Mi socorro viene de Jehová”.",
    "De repente Algo empezó a girar en mí. ¡Oh, quisiera poder tenerlo todo el tiempo! Caminé hacia al lado del auto, abrí la puerta. Le dije: “Mira aquí a Papá, cariño”. ¡Oh, vaya! Eso resolvió el vómito para siempre. Y cinco minutos después ella estaba corriendo, jugando con Sarah.",
    "¿Qué es? Cuando se proyecta el amor Divino, la gracia soberana toma su lugar; tiene que hacerlo.",
    "Caminando por la calle esa mañana en Memphis; volviendo a mi relato. Yo iba caminando por la calle en Memphis cantándole al Señor, y de repente Algo dijo: “Para”. Y me detuve. De repente, Él dijo: “Da la vuelta y regresa en la otra dirección”. Bueno, era hacia el río.",
    "Pensé: “¡Oh, vaya!”. Caminé un poco más. Pensé: “Bueno, eso fue simplemente algo que yo…”. Uds. saben, uno se imagina, Uds. saben, muchas veces. Y muchas veces la gente comete errores siguiendo imaginaciones en lugar de seguir la dirección Divina. Así que continué, pensé: “Solo fui yo”. Y, ¡oh, cuanto más me alejaba, empeoraba! Me volví hacia un lugarcito a un lado; miré alrededor. Había algunas cosas de pesca. Pensé en actuar (la gente pasaba), como si mirara estas cosas de pesca. Adonde llegué, todos habían dejado la acera, ese grupo, cuando cambió la luz. Dije: “Bondadoso Padre Celestial, ¿qué querías que yo hiciera? ¿Eras Tú moviéndote en mi corazón? Me siento como quebrantado por dentro, hay Algo derramándose”.\n\nAlgo dijo: “Da la vuelta y regresa”.\n\nDije: “¿A dónde?”.",
    "Dijo: “Da la vuelta y regresa”. No importa a dónde. ¡Solo que siguiera caminando!",
    "Di la vuelta y empecé a caminar por la calle. Caminé. Miré mi reloj, me presionaba, se pasó la hora. Caminé un poco más, se había pasado la hora, ya las siete y media; a las ocho: “¡Oh, vaya, vaya, vaya!”. Había llegado lejos, hasta donde solo había como unas casas de gente de color, muchas casas viejas de gente de color allí, lejos. Y caminaba por allí, el sol estaba bien alto en ese momento, a principios de la primavera; no había nubes. Pensé: “Bueno, ya me dejó el… me—me dejó el avión”. Pero, pensé: “¡Oh, Dios!, yo… No importa que me deje el avión, siempre y cuando Tú… ¿A dónde me llevas, Señor? No sé adónde me estás llevando. ¿A dónde voy?”. No es asunto mío; solo seguí caminando. Solo seguí caminando.",
    "Después de un rato, miré. Apoyada sobre un cerco, así, había una típica tía Jemima apoyada sobre el cerco, y sus grandes mejillas gordas; allí de pie, y con su cabeza envuelta en una camisa así y atada atrás. Yo iba así caminando. Y llegué donde ella, las lágrimas corrían así por sus grandes mejillas. Ella me miró, dijo: “Buenos días, párroco”.\n\nDije: “Señora” dije, “buenos días”.",
    "Ella medio se sonrió y me miró, con lágrimas en los ojos. Yo pensé: “Ella me llamó ‘Párroco’”. Uds. saben que así le dicen a un predicador en el sur.\n\nY dije: “¿Cómo supo Ud. que yo era párroco?”.\n\nElla dijo: “Yo sabía que Ud. venía”.\n\n“¿Qué”?\n\nDijo: “Yo sabía que Ud. venía”.\n\nDije: “No entiendo, tía. ¿Podría contármelo?”.",
    "Ella dijo: “Sabe, ¿ha leído la historia de la mujer sunamita que no tenía hijos, y que le pidió al Señor que le diera un hijo?”. Y dijo: “Y Elías vino y la bendijo y ella recibió un hijo?”.\n\nLe dije: “Sí, señora. Lo recuerdo”.",
    "Ella dijo: “Yo soy esa clase de mujer”. Dijo: “Yo no tuve hijos. Y le oré al Señor, y le dije al Señor que: si Él me bendecía y me daba un hijo, entonces yo lo criaría para Él”. Y dijo: “Él me dio un hijo”. Y dijo: “He lavado sobre la tabla de lavar”, en un pequeño cobertizo viejo allí al lado. Dijo: “He lavado sobre la tabla de lavar para criar a este hijo”. Y dijo: “Cuando creció, párroco, él—él tomó el camino errado”. Y dijo: “Él se juntó con malas compañías, y está aquí adentro postrado, muriendo”.",
    "Y dijo: “El médico estuvo aquí anteayer cuando perdió el conocimiento, y dijo que no podían hacer más por él. Le dieron seis-cero-seis de Salvarsán, y todo lo demás, mercurio y la penicilina; nada. Es venéreo, sífilis, creen que es la válvula de su corazón”.",
    "Y dijo: “No se puede hacer nada por él”. Y dijo: “Él estaba postrado aquí muriendo. Y dijo: ‘¡Oh, Señor!, yo no quería ver a mi bebé morir así’”. Y dijo: “Yo—yo… Si tan solo pudiera oírlo decir que él es salvo”. Y dijo: “Oré y oré, por dos noches”.",
    "Dijo: “Esta mañana como a las tres” dijo, “el Señor me puso a dormir, estando de rodillas”. Dijo: “Tuve un sueño”. Dijo: “Vi a un hombre que venía vestido de un traje claro, que llevaba un pequeño sombrero medio vaquero, de lado, en la cabeza. Yo dije: ‘Señor, yo era la mujer, pero ¿dónde está Tu Elías?’ Dijo: ‘Aquí viene’”.",
    "Dijo: “De inmediato me levanté de esa cama, y he estado aquí parada, desde entonces, esperándolo a Ud.”. Así estaba vestido yo, exactamente.",
    "¡Oh, hermano!, cuando el amor Divino se proyecta; esa madre con su bebé, sí, pesando ciento ochenta libras [82kgs], pero él seguía siendo su bebé, postrado, muriendo en desgracia. No importaba el oprobio, era su bebé. Ella lo amaba. Ese es el amor de una madre. No importaba el oprobio que había traído, ella aún lo amaba.",
    "Y si Ud. no puede olvidar a su bebé, no importa lo que haga, entonces ¿cuánto más no podrá Dios olvidarse de Ud.? Él dijo: “Vuestros nombres están esculpidos en las palmas de Mi mano. Una madre podrá olvidar a su niño que amamantó, pero Yo nunca os olvidaré”. No importa lo que Ud. haya hecho, cuánto Ud. se haya alejado, en cuántas cosas se haya metido, Dios aún le ama a Ud. Dios le ama. Siga avanzando en ese amor. No deje que falle.",
    "Entonces, ella suspiró. Dijo: “¡Oh, yo simplemente no podía hacerlo!”. Y dijo: “Párroco, tuve un sueño, y lo vi a Ud. que venía”. Y dijo: “Cuando miré por la calle, y vi ese pequeño traje claro y ese sombrerito de medio lado en su cabeza” dijo, “el Espíritu me dijo: ‘Allí está él’”. Y ella dijo: “¿Le gustaría entrar?”.",
    "Pensé: “¡Oh, Dios!” pensé, “aquí es donde Tú me has guiado, por esto es que tenía que venir”. Yo no sabía.",
    "Abrí la puerta. Tenía una cadena y la punta de un arado de contrapeso. No sé si Uds. habrán visto una o no. Abrí la vieja puertita y entré.",
    "Hermano, he estado en palacios de reyes; he estado en los hogares más ricos que hay en el mundo; he estado en las de algunos multimillonarios que valen veinte… hasta como veintiocho millones de dólares. He caminado en sus alfombras, de chenilla, de un lado al otro, donde podría acostarme y fácilmente dormir solo sobre la alfombra, tales casas hermosas.",
    "Pero allí ni siquiera había una alfombra en el suelo. Y una camita vieja allí con postes de hierro; una vieja manta común sobre este muchacho. Tenía un cuadro en la puerta: “Dios, bendiga nuestro hogar”. Yo sabía que estaba en la presencia de un hogar Cristiano; sabía que estaba en algún lugar donde se oraba. No había pósteres en la pared, ni fotos vulgares; sino la Biblia abierta allí sobre una pequeña mesa vieja de mármol.",
    "Y un muchacho grande postrado allí en la cama, aferrado de las cobijas, gimiendo: “¡Jumm! ¡Jumm!”.",
    "Pensé: “¡Oh, vaya!”. Sentí sus pies; estaban pegajosos y fríos. La muerte estaba sobre el muchacho.\n\nY repetía: “¡Oh, está muy oscuro! ¡Está muy oscuro!”.\n\nY dije: “¿A qué se refiere?”.",
    "Ella dijo: “Párroco” dijo, “él ha estado pensando ya por varios días que está allá en un gran mar, perdido”. Dijo: “Él no sabe adónde va”. Y dijo: “Eso me aflige el corazón”. Dijo: “Él partirá y está perdido, allá en el mar, y no sabe a dónde va”. Dijo: “Párroco, he orado. He hecho todo. He hecho todo. No quiero que él se pierda, párroco”. Y dijo: “Por eso es que oraba”.\n\nLe dije: “Tía, ¿qué pasa con el muchacho?”.",
    "Ella dijo: “Es una enfermedad venérea. El médico ha dicho que se está muriendo, no hay más qué hacer”. Y dijo: “Está inconsciente. Él lleva perdido en el mar dos días”.\n\nElla dijo: “¿Pudiera orar por él?”.",
    "Dije: “Tía, mi nombre es Branham. ¿Ha oído hablar de mí?”.\n\nElla dijo: “No, señor. Creo que no, párroco”.",
    "Le dije: “Bueno, voy a contarle una historia”. Le dije: “Mi ministerio es orar por los enfermos”.\n\nElla dijo: “¿Lo es?”.",
    "Dije: “Sí”. Y dije, le conté del avión cómo aterrizó y todo.\n\nElla dijo: “¿En serio, párroco?”.\n\nDije: “Sí”.\n\nElla dijo: “Bueno, yo sabía que Él no me iba a decepcionar”.\n\nDije: “Haga Ud. la oración, Tía”.",
    "Y ella se arrodilló allí, y ¡vaya qué oración! ¡Oh, hermano!, ¡esa anciana santa podía contactar a Dios! Oró allí hasta que las lágrimas le rodaban de los ojos.\n\nLevanté la mirada. Y él seguía diciendo: “¡Aaaay!”.\n\nY dije: “Ahora, Tía, yo voy a orar. Ud. acompáñeme”.",
    "Puse mis manos sobre sus pies. Dije: “Padre Celestial, mi avión se ha ido, hasta donde sé. Y aquí esta pobre madre clamando por su bebé. Y hasta donde sé, aquí es donde Tú me dirigiste. Pido que tengas misericordia de él”.",
    "Y justo en ese momento, le oí decir: “¡Mami, oh, mami!”.",
    "Ella se levantó limpiando las lágrimas de los ojos, dijo: “Sí, cariño. ¿Se siente mejor el bebé de mamá?”. Comenzó a sobarle la cabeza.",
    "Él dijo: “Mamá, está entrando luz en la habitación. Está entrando luz en la habitación”.",
    "¡El amor soberano! Cuando el amor Divino se proyectó hacia el corazón de Dios, la gracia soberana tuvo que responder en su lugar. ¡Al pensar en una pobre madre allí, aferrándose de Dios con su oración, y todo esto! Y entonces, ¿qué sucedió? Dios, por Su gracia; Dios, en Su misericordia bajó del cielo un avión y lo mantuvo en tierra, para responder la oración de una pobre e ignorante mujer de color, cuando se proyectó el amor Divino. No importa cuán pobre, cuán negra, lo amarilla, lo que ella fuese; cuando se proyecta la gracia Divina, la gracia soberana tiene que tomar su lugar. Ese amor de aquella madre anciana allí, ¡cuánto lloró!",
    "Y el muchacho, unos… Como dos años después, fui allá, y viajaba para allá en tren. Me bajé y fui para conseguirme una hamburguesa. Querían setenta u ochenta centavos por una en el avión, y yo… en el tren. Y podía comprarla por veinte centavos en el pequeño puesto. Me bajé del tren, caminé para allá. Había un maletero, dijo: “¡Hola, Párroco Branham!”.\n\nMiré alrededor. Dije: “Buenos días, hijo”.\n\n“Pues” dijo, “¿no me conoce?”.\n\nDije: “No, no lo creo”.",
    "Dijo: “¿Recuerda hace como dos años, cuando Ud. vino y oró por mí y mi mamá allá?”.\n\nDije: “¿Eres ese muchacho?”.",
    "Dijo: “Sí, señor, Párroco Branham”. Dijo: “No solo estoy completamente sano, sino que ahora soy salvo. Yo soy Cristiano”.",
    "¡La gracia soberana! ¡Sí, señor, hermano! Se los digo: cuando la gracia… Cuando Dios ve que el amor se proyecta, la gracia tiene que tomar su lugar.",
    "Hace unas semanas, en mi casa, Uds. lo recuerdan; muchos de Uds., pues, cuando esa vieja zarigüeya estaba echada allí; cuando esta joven por acá había ahogado a su bebé. Y, cuando Dios le dio un bebé; y que ella no quiso criarlo, pues lo envolvió en una manta, y lo arrojó allá y lo ahogó en el río. Yo dije: “Esa no es una madre. Es más baja que un perro. Un animal no lo haría”.",
    "Y si el amor soberano de Dios hace eso, pudiendo proyectarse a un animal, ¿cuánto más podrá proyectarse a un hombre o a una mujer? Correcto.",
    "Y esta pobre madre zarigüeya vino caminando por esa calle Lane, Uds. conocen la historia. Y cómo ella entró y se acostó allí en mis escalones por veinticuatro horas, sin que yo supiera nada al respecto.",
    "El Hermano Wood y los demás que están sentados allá atrás, y la Hermana Wood, apiadándose por la criatura, dijeron: “Hermano Branham, ¿por qué la deja sufrir? Y esos pobres bebés zarigüeyas bebiendo esa leche mala de ella; ¿tendida allí muerta?”. Dijeron: “¿Por qué no los mata, Hermano Branham o destruye a la pobre madre?”. Ella no estaba del todo muerta. Ella estaba… Uno podía golpearla, y ella… lograr que se moviera.\n\nY, allí permaneció ella toda la noche.",
    "Y al día siguiente, la pequeña Becky, salió allí, dijo: “¿Papá?”. Pues, a la mañana siguiente, como al amanecer, dijo: “¿Qué vas a hacer con esa zarigüeya, papá”? Dijo: “Lo he estado pensando toda la noche”.",
    "Y dije: “Yo también, Becky”. Bajé a la habitación. Dije: “Regresa y acuéstate, cariño. Es demasiado temprano para que te levantes”.",
    "Me senté allí en mi cuarto de estudio. Pensé: “Bueno, …?…” Pensé: “Voy a tener que hacer algo con esa pobre zarigüeya. No sé qué hacer”.",
    "Luego oí una Voz que ni siquiera estaba esperando.",
    "Allí mismo, cuando las manzanas bajaron esa mañana para el Hermano Hall, cuando él fue sanado de cáncer. Allí donde han sanado enfermos y afligidos. Yo me encontraba sentado en ese cuartito de estudio.",
    "Oí una Voz que dijo: “Yo te la he enviado. Ella ha permanecido acostada como una dama por veinticuatro horas, esperando su turno para que se orara por ella. Y tú no Me mencionaste a Mí ni una palabra al respecto”.",
    "Dije: “Bueno, yo ni lo sabía”. Dije: “Pues, ¿quieres decir que Tú enviaste allí a esa zarigüeya?”.",
    "Pensé: “¿Qué pasa conmigo? ¿Estoy hablando solo?”. Me sorprendí respondiéndome a mí mismo.",
    "Salí allí, la pequeña Becky aún miraba desde la puerta. Caminé hasta allá. Esa pobre zarigüeya allí; bañada del rocío y demás. Dije: “Padre Celestial, si Tú has enviado a esta pobre zarigüeya ignorante, si la has enviado aquí, de alguna manera pusiste en mi corazón amor por ella; siendo madre, no pude matarla, no pude matar sus bebés. Y la gracia soberana, para enseñarles a los demás, que deben saberlo, la ha traído aquí. Y, Dios, pido en el Nombre de Cristo que la sanes”.",
    "Y esa pobre zarigüeya, con sus patas tan llenas de gusanos, y arrastrándolas, hinchadas al doble; se levantó sobre esa pata. Y recogiendo a esos bebés en la bolsa, caminó por allí tan normal como cualquier otro animal que Uds. hayan visto caminar. Se dio la vuelta hacia mí; como si hubiera dado la vuelta para decir: “Gracias, amable señor”. Hasta donde yo sé, están muy contentos hoy con sus bebés.",
    "¿Por qué? Cuando se proyecta el amor Divino, la gracia soberana toma su lugar. Mi hermano, hermana, solo hay una cosa por hacer en su vida, es: “Ame al Señor su Dios de todo corazón, con toda su alma, con todas sus fuerzas, con toda su mente”, y crea que toda Palabra que Él ha dicho es la Verdad. Y cuando Ud. llegue al final de su camino, cuando no pueda avanzar más, entonces la Divina gracia soberana se proyectará.",
    "¿Cómo podía yo hablar con ella, tendida allí, pues los Hermanos Mayo me habían desahuciado, sentado al lado del pórtico allá, con el Hermano Cox a mi lado, pensando qué estaría pasando. Yo no lo soportaba más. Pero dijo… 🦅"
  ]
}