{
  "title": "ADOPCIÓN ESPIRITUAL",
  "id": "56580009",
  "content": [
    "🦅  Gracias, Hermano Neville. Buenos días, amigos. Estoy muy contento de estar aquí esta mañana, y de tener esta presentación del pastor. Fue muy amable. ¡Oh!, saben, hablando de los caballos, Uds. saben que, al ponerles las riendas, ellos saben que viene el trabajo. Bueno, es, me alegra que el Señor haga de nosotros un caballo de trabajo, para aun poder trabajar. Así que, no estamos, nunca demasiado cansados para hacer algo para el Señor, si es nuestra suerte hacerlo. Aunque, hoy estoy muy cansado. Lo pasé muy mal, en los últimos días.",
    "Al ir a California, tuve que ir en vagón ejecutivo. Y, déjenme decirles, ¡hábleme de sentir los baches! Todo ese viaje, cincuenta y tres horas para llegar allá, y llegué a las dos de la mañana. A las cinco, tuve que levantarme e ir a predicar a un servicio radial. Luego, los Hombres Cristianos de Negocios, tuve que predicar de nuevo para su reunión internacional. Y luego esa tarde, prediqué en un gran tabernáculo bautista, y luego el… esa noche. Y continué predicando cada par de horas, hasta que finalmente terminamos el lunes por la noche en el Templo Angelus. Y luego tomé un tren a las once, y fueron sesenta y cuatro horas para llegar a casa. Así que, podrán imaginarse, llegar, anteayer, y simplemente…",
    "Y, ayer, mi esposa registró cincuenta y tantas llamadas, para ir a orar por las personas. Solo ayer en la mañana, ¿ven?, cincuenta y tantas llamadas. Por supuesto, no todas eran locales. Eran—eran llamadas nacionales, solo eran: “¿Podría, podría venir a Florida? ¿Podría venir aquí? Esto es aquí en Louisville”. Ellos… ¿Cómo pudiera uno entonces escoger de esas cincuenta y tres, solo para una mañana? Así que, podrán imaginarse.",
    "Y, ayer por la tarde pude ver, entre unos de nuestros queridos amigos amados, lo que es una verdadera enfermedad del diablo. Un joven que yo conocía hace años, era la imagen viva de la salud, un joven de apariencia atlética. Y él tiene más o menos mi edad, y parece de noventa. Y está postrado, muriendo en Henryville. Un amigo de mi buen hermano aquí, el Hermano Neville, es Kermit Spurgeon; su padre es un predicador del Evangelio y un maestro escolar, y un hombre muy fino.",
    "Entré a la casa después de que el Hermano Neville me había dicho que el muchacho se estaba muriendo, y tuvimos el gran privilegio de guiarlo al Señor Jesús, ayer, para la salvación de su alma. Y su esposa y yo habíamos acordado estar orando sinceramente por él, después de que un cáncer se lo había comido; de noventa y tantos kilos, hasta que ahora, dudo que pese veintisiete. Así que, estamos creyendo y aferrándonos, que Dios lo sanará. Y, no sabemos qué sucederá. Pero, una cosa sabemos, que él ha pasado de muerte a Vida. Y me imagino lo que su pobre papá ciego pensó cuando le llegó ese mensaje, después de todos los años de orar por él, y todo lo que pasó; “Instruye al niño en su camino”, ¿ven? Y yo sé que él tuvo en frente el ejemplo correcto.",
    "Pasé de allí, a New Albany, a una Sra. Slaughter que vivía por acá, y los médicos le habían dado hasta las seis, para vivir. Así que, fue muy, muy terrible, la espera. Y un lugar diferente.",
    "Un joven que vivía allí enseguida de mí, caminaba por allí, un muchacho normal, trabajaba para la Compañía de Teléfonos Bell, de unos veintitantos años. Tiene… Es padre de tres o cuatro niños pequeños. Su pequeña se cayó el otro día y se rompió el brazo. Él comenzó a sentir que se le entumía la mano; eso lo paralizó. Ni siquiera saben qué es lo que le pasa. Está postrado por allá, y allí está.",
    "Una cosa tras otra, y enfermedad por todas partes. Estoy tan contento de que haya una salida. Estoy tan contento, de hecho, que no tengamos que quedarnos aquí para siempre, ¿Uds.? ¿Qué haríamos, si yo tuviera que vivir en este lazareto para siempre? Estoy tan contento de que haya una puerta abierta. Y eso es todo lo que es la tierra, solo es un lazareto. Es… Tan pronto como se piensa que vamos bien, aquí sucede algo más, y, con todo, aquí viene algo más. Pero, estoy tan contento que hay una salida; tan contento que el Señor Jesús ha venido y nos abrió un camino, una vía de escape.",
    "Así que, esta mañana, mi querida y amada Hermana Cox me estaba diciendo que alguien venía, pues, le pedimos a la gente local que viniera, para orar por ellos, y tal vez no pudiéramos quedarnos sino solo unos minutos. Y entonces, tal vez podría orar por ellos antes de tener el servicio, y luego, si tuvieran que regresar.",
    "Y pensé, entonces, para los demás que querían quedarse, que acortaría un poco mi mensaje, esta mañana, estando ronco, y—y porque tengo que salir inmediatamente ahora a otra reunión. Y, así que, yo… Y la reunión de Chicago comienza el próximo sábado.",
    "Y, entonces, creo que ha llegado la hora en que esta parte del país debe recibir una gran visita, con la venida de nuestro noble hermano, Billy Graham, a Louisville, esta semana que viene. Él comienza al mismo tiempo, en Louisville, que yo comienzo en Chicago. Así que, regresaré, eso sí, yo—yo quiero conocerlo, personalmente, mientras está aquí. Y unos amigos me lo van a presentar. Y he estado en la misma ciudad, en el extranjero, y en muchos lugares diferentes, pero, no se ha dado, el poder conocernos.",
    "Y yo—yo sinceramente le pido a esta iglesia, y a este grupo de personas reunidas aquí esta mañana, que mantengan esta reunión en su corazón, allí en Louisville.",
    "Quiero decir esto, de paso: ¿Sabían que el ochenta y siete por ciento de todas las bebidas alcohólicas viene de Louisville, Kentucky, de lo que—que se bebe en los Estados Unidos? Ochenta y siete. ¿Saben Uds. que como el noventa por ciento de todo el tabaco y cosas sale de Louisville, Kentucky? ¿Sabían que ese es el trono de Satanás? Seguro que lo es. Seguro que lo es.",
    "Uno de los lugares más difíciles que hay en el mundo, es esta localidad por aquí, de vencer para el Señor Jesucristo. ¡Cuántos se han hincado con lágrimas, queriendo doblegar este lugar, estas Ciudades Falls, para el Señor Jesús! Miren, Erickson, todos aquellos que salieron, aun llorando, por haberlo intentado e intentado e intentado. John Sproul aun tuvo un colapso, allí en el Glory Barn, haciendo todo lo posible por doblegar la cosa para el Señor Jesús. Cómo otros se han parado en la plataforma, por estas Ciudades Falls, y han tratado, y no han podido doblegarla para el Señor Jesús.",
    "Ahora, yo creo que Billy Graham es uno de los hombres más conocidos que hay en el mundo hoy, en lo religioso, en mi opinión. Por supuesto, tenemos obispos y arzobispos. Pero, en mi opinión, él es un predicador del Evangelio, un hombre de Dios. Y, pues—y, pues, pienso que él… Como guerreros Cristianos, juntémonos, unamos nuestros corazones y oremos por esa reunión, como nunca antes. Y pidamos que Dios, de alguna manera u otra, nos dé almas, y doblegar el trono de Satanás, para que cierren toda destilería y quemen las fábricas de tabaco, y las iglesias se llenen y tener un verdadero derramamiento del Espíritu Santo a la antigua. ¡Bendiciones del Señor!",
    "Ahora, tengo algo un poco diferente, un poco inusual para empezar. Mi hermano tiene un pequeñito aquí que quieren dedicar al Señor. Y creo que haremos eso antes de orar por los enfermos, si Dios quiere. Y si la Hermana Gertie viene al piano. Y todos aquellos que tienen bebés pequeños…",
    "Ahora, en la Biblia, se nos enseña aquí, que… Ahora, mucha—mucha, bastante gente, llama bautizarles, rociarles un poco de agua, lo cual llaman bautismo “infantil”. Bueno, pues, está bien. Sí. No afecta al bebé, y estoy—estoy seguro que estará bien. Y, otros, tienen otras maneras de hacerlo. Y, pero, siempre nos ha gustado quedarnos lo más cerca con la manera de la Biblia para hacerlo. Y, la manera de la Biblia para hacerlo, no hay un lugar en la Biblia donde ellos lo hayan hecho, con los bebés. Era…\n\nBueno, ahora, en el Antiguo Testamento, ellos los circuncidaban.",
    "Me pregunto si un par de ancianos pudieran ubicar a la hermana aquí como hacia un lado, por favor, hasta que tengamos la dedicación; la hermana que está aquí en la camilla. Y, entonces, ¿si no le molesta, querida hermana? Solo por un momento. Y nosotros…",
    "Y entonces, en el Antiguo Testamento, ellos—ellos circuncidaban al bebé. Y en el… Circuncidaban al bebé.",
    "Y en el Nuevo Testamento, lo único que hacían, era traer a los pequeños al Señor Jesús, y Él los cargaba en Sus manos, y los bendecía. Y decía: “Dejad a los niños venir a Mí, y no se lo impidáis; porque de los tales es el Reino”.",
    "Ahora, si hay alguna otra madre aquí, que tenga su bebé pequeño, que quisiera dedicar al Señor, nos daría gusto hacerlo en este momento. Y ahora, que podamos… quizás.",
    "Ahora, ¿cuál es el nombre del pequeño? [El hermano dice: “Robert Lynn”.—Ed.] Un pequeño, Robert Lynn. Ahora, ¡qué bien! Ahora, esto es… Creo que Uds.—Uds. adoptaron al bebé…?…",
    "Esto muestra el—el corazón de una madre por un niño. Y pensando en esto, al no poder tener hijos, pero querían criar uno, adoptaron a este pequeño. ¿Se dan cuenta que todos somos hijos adoptados? Dios nos amó de tal manera que nos adoptó por medio de Su Hijo, Cristo Jesús. Y todos somos hijos adoptados. Y, recuerden, así como este padre y madre se sienten por este pequeño quien no tenía un hogar adonde ir, le dieron un hogar, para criarlo y alimentarlo. Nosotros no teníamos un hogar adonde ir, y Dios nos dio uno.",
    "Es un hijo adoptado. Su nombre es Robert Lynn Branham; un bebé muy bonito.\n\nAhora inclinemos nuestros rostros.",
    "Nuestro precioso Padre Celestial, como en los días pasados, ¡cuántos padres y madres cargaron a sus pequeños poniéndolos en Tus manos! Y Tú dijiste: “Dejad a los pequeños venir a Mí, y no se lo impidáis; porque de los tales es el Reino de los Cielos”. Y este pequeño sin hogar, ha sido entregado a un hogar, y Tú has puesto en sus corazones el amor por este bebé.",
    "Y, Padre, oramos que bendigas a esta madre y padre, mientras ellos crían al niño. Y que crezca en un hogar de oración, y se le enseñe a ir a la iglesia, y a vivir para el Señor Jesús. Bendícelo, amado Padre Celestial.",
    "Y, ahora, si Tú estuvieras aquí en la tierra, en un cuerpo físico mientras estamos parados en esta mañana, ellos entregarían al bebé en Tu brazo. Pero Te has ido al Cielo y nos has ordenado continuar el ministerio hasta que regreses. Y, Padre, mientras mi propio hermano de sangre pone el bebé en mis manos, Te lo entrego a Ti en el Nombre de Cristo. Bendice a este niño y que viva y sea saludable y fuerte, y que crezca para ser un siervo Tuyo. Bendice al padre y a la madre, en el hogar. Te lo damos a Ti, en el Nombre del Señor Jesucristo. Amén.",
    "Dios te bendiga, Agnes, que seas una verdadera madre; y tú, Jesse, un verdadero papá para este bebé. Y que Dios los bendiga en sus esfuerzos. Y Dios sea con Uds.",
    "¡Cómo está Ud.! ¿Cuál es el nombre del bebé? [La hermana dice: “Robert Darrel”.—Ed.] Otro Robert. Bueno, muy bien. Un Robert Darrel.",
    "Y ¿cuál es su nombre? [La hermana dice: “Robertson”.—Ed.] Como su papá. [“Sí”.] ¿Y su apellido? [“McCloud”.] McCloud. [Cinta en blanco.]\n\nTrayendo las gavillas, trayendo las gavillas,\n\n¡Oh!, vendremos regocijándonos, trayendo las gavillas.\n\nSembrando en la mañana, sembrando en la noche,\n\nSembrando al mediodía y al atardecer;\n\nPoco a poco la cosecha, luego el tiempo de la siega,\n\nVendremos regocijándonos, trayendo las gavillas.",
    "Bueno, eso está bien. Trayendo las gavillas, eso es lo que hacen los padres y las madres: traerlos al Señor Jesús.",
    "La hermana en la camilla, parece estar en la peor condición, hasta donde podemos ver. Ella está en una camilla. Y queremos… Si hay alguien… Ella quiere esperar solo unos minutos, escuchar el Mensaje, antes de que se ore por ella. Y creo que eso está muy, muy bien. Si hay alguien aquí quien no puede esperar, y quiere irse, y quiere que se ore por Ud. ahora, nos encantaría hacerlo, si tan solo levantan la mano. Si no, tendremos el servicio de sanidad inmediatamente después de… un mensaje corto; solo trataré de acomodarme con la clase de escuela dominical. Muy bien. Entonces leeremos la Escritura y tendremos el Mensaje y, rápidamente, luego nos tomaremos el tiempo en la línea de oración.",
    "Y ahora, antes de comenzar, quiero que todos Uds. los que están bien en esta mañana, se acuerden de los que están enfermos, porque debemos orar el uno por el otro.",
    "Y quedé tan contento cuando llegué a California el otro día, y entrando a esos tabernáculos donde se esforzaban queriendo avanzar. Y en Clifton’s estaban en fila a más de una cuadra, allá en la calle, solo queriendo testificar. Y decían: “Hermano Branham, una vez tuve cáncer. Ud. oró por mí. Yo—yo estaba ciego. Yo estaba así”.",
    "Y así, yendo por la calle, ¡y qué sensación! Pensé: “Dios, ¿cómo será cuando crucemos y lleguemos al otro lado? Allí estarán, reunidos por decenas de miles, parados allí”. ¡Y qué cosa más maravillosa será en ese momento! Y, entonces, nuestros esfuercitos endebles no significarán tanto. Ahora nos movemos hasta que, parece que no podemos avanzar más, y casi nos agotamos hasta desmayar.",
    "Y entonces viene Satanás, dice: “¿De qué sirve? ¿Para qué haces esto?”. ¡Vaya!",
    "Pero luego uno reflexiona en esa clase de cosas, y sí lo cambia, por completo. Eso logra… Cambia las cosas.",
    "Ahora, antes de abordar la Palabra, oremos de nuevo solo por un momento.",
    "Nuestro Padre Celestial, es con corazones agradecidos que venimos a Ti. En verdad, Señor, Tú conoces toda la hechura del hombre. Y cuán endeble y frágil es, y lo falto de fuerzas. Y qué pobre muestra de un—un siervo Tuyo, es el hombre, pero, Señor, Tú por Tu gracia nos has llamado para ser Tu siervo. Y estamos conscientes, esta mañana, de nuestra indignidad, y pedimos que Tú nos aceptes hoy, Padre, y nos unjas con el Espíritu Santo, y háblanos las Palabras de consuelo que Tú has dicho aquí en Tu Santa Palabra. Y oramos que el Espíritu Santo lleve cada Palabra directamente al corazón, justo donde debe estar, y que allí se ancle y crezca en gran gozo, árboles de salvación. Concédelo, Padre.",
    "Sana a los enfermos y a los necesitados. Sabemos que están sentados aquí. Y muchos han venido de muchas millas, y se han quedado en hoteles y cosas, esperando la oportunidad de que se ore por ellos. Estamos muy contentos por este gran privilegio, Señor, de saber que Tú estás aquí para sanar a los enfermos.",
    "Dios, uno de los más enfermos que conocemos, es el hombre y la mujer enfermos de pecado. Oro, Padre Celestial, en este día, que Tú, de una manera especial, unjas hoy y salves a los perdidos. Todo hombre y mujer perdidos, que puedan venir dulcemente al Trono de gracia y ser salvos, Porque lo pedimos en el Nombre de Cristo. Amén.",
    "Ahora que el Señor añada Sus bendiciones a la lectura de Su Palabra, al entrar en Ella. Yo siempre he sido un gran creyente en la Palabra. Pues, aquí, y hace unas noches, yo estaba hablando en algún lugar de los—los profetas que subieron a profetizar. Pero, Micaías… después de que cuatrocientos profetas concordaron sólidamente. Sin embargo, Josafat dijo: “¿No hay uno más?”. ¿Uno más, después de que cuatrocientos habían entregado la Palabra? Pero, Micaías se quedó con la Palabra de Dios. Él sabía que algo andaba mal.",
    "Y mientras oigamos algo fuera de la Palabra de Dios, sabemos que algo anda mal. No suena bien. Jesús dijo: “Mis ovejas conocen Mi Voz, y al extraño no seguirán”.",
    "Y gracias por las oraciones allá, por el avivamiento del Templo Angelus. La primera noche allí… Solo tiene cupo para cincuenta y cinco cienes, cinco mil quinientos. Dejaron entrar a seis mil, y el jefe de bomberos cerró las puertas una hora y media antes de que yo llegara allí, en el Templo Angelus. ¡Y cómo nuestro amado Señor Jesús salvó a los perdidos y sanó a los enfermos! Fue maravilloso. Y al día siguiente…",
    "Y nuestra hermanita Hicks, que solía ser maestra de escuela dominical aquí, me encontré con ella y sus hijos y su esposo. Y me encontré con el Hermano Ben Bryant y todos los que fueron de este tabernáculo, allá, al oeste, para—para tener compañerismo allá. ¡Qué reunión tan maravillosa fue, poder verlos a todos de nuevo!",
    "En el capítulo 17 de San Mateo, solo como lectura, esta mañana. Quiero leer solo una porción aquí como texto. Y que el Señor nos dé el contexto en la Palabra.\n\nSeis días después, Jesús tomó a Pedro, a Jacobo y a Juan su hermano, y los llevó aparte a un monte alto;\n\ny se transfiguró delante de ellos, y resplandeció su rostro como el sol, y sus vestidos se hicieron blancos como la luz.\n\nY he aquí le aparecieron Moisés y Elías, hablando con él.\n\nEntonces Pedro dijo a Jesús: Señor, bueno es para nosotros que estemos aquí; si…te haremos…si quieres, te haremos tres enramadas: una para ti,…otra para Moisés, y otra para Elías.\n\nMientras él aún hablaba, una nube de luz los cubrió; y he aquí una voz desde la nube, que decía: Este es mi Hijo amado, en quien tengo complacencia; a él oíd.",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra.",
    "A veces Dios viene a diferentes reuniones de hombres. A Dios siempre Le ha encantado reunirse con el hombre. Y muchas veces, en el Antiguo Testamento, podríamos regresar para ver cómo es que Dios Se reunió con el hombre. Y sin considerar sus números, Dios Se reúne con el hombre. Él Se reunió una vez con quinientos; y otra vez Se reunió con setenta; y, otra vez, Se reunió con los doce. Una vez Él Se reunió con tres. Y después Se reunió, en otra ocasión, solo con uno. Y no importa el número de los reunidos, a Dios siempre le ha encantado reunirse con el hombre.",
    "Y, aunque la iglesia en esta mañana tal vez no sea tan grande en congregación o en tamaño como tantas grandes catedrales hoy, pero Dios Se complacerá en reunirse con nosotros. Pues, Él dijo: “Dondequiera que estén dos o tres reunidos en Mi Nombre, Yo estaré en medio de ellos. Donde dos o tres se reúnan en Mi Nombre, Yo estaré en medio de esos dos o tres”.",
    "Y el cuadro que pudiéramos presentar aquí hoy, por el Espíritu Santo, nos podría tomar horas profundizar en ese texto, sí, yo diría que semanas. Y ha sido estudiado por años y, con todo, aun ni la mitad se ha descubierto de este maravilloso texto, y quizás nunca lo sea.",
    "Pues, la Palabra de Dios no es como la palabra de un hombre. La palabra de un hombre tiene un cierto significado, o una expresión en el momento de darse, pero la Palabra de Dios tiene un significado Eterno por las edades a medida que Ella transcurre. Toda generación puede recibir la misma Palabra, porque es una declaración inspirada, Eterna, inalterable, de Dios. No importa si Ella… Si los apóstoles La leyeron en su edad, significó algo para ellos; si Wesley La leyó en su edad, y Lutero en su edad, y Calvino en su edad. Sin embargo, hoy, Ella aún brilla y es igual de luminosa, y tiene tanto efecto como lo tuvo para ellos en ese mismo día en que fue hablada, porque es la Palabra de Dios.",
    "En nuestras palabras, uno dice: “Juan, ven a mi casa, me daría gusto verte”. Esa es nuestra palabra, y solo significa: “Juan, ven a nuestra casa”.",
    "Pero cuando Dios habla, es Eterno. Salió del propio aliento del inmortal, el Propio Creador sempiterno. Y, por tanto, no hay manera de encontrar el significado completo de alguna expresión de Dios; es para toda edad y toda generación.",
    "Ahora, en este caso, en el… lo que tenemos ante nosotros en esta mañana, es Dios hablándole a tres individuos.",
    "Ahora, tres, para comenzar, es el número escogido de Dios de “perfección”. Dios escogió tres, y tres es el número de perfección de Dios. Siete es Su número de “adoración”. Cincuenta es Su número de “jubileo”. Cuarenta es Su número de “tentación”. Y tres es Su número que Él escogió, para que subieran, en este día.",
    "Ahora, tres es el número de perfección, es decir, en que Dios se perfecciona; el único verdadero Dios Eterno se perfecciona en las tres dispensaciones de Su manifestación de la Deidad: Padre, Hijo, Espíritu Santo. No significa que hay tres dioses individuales diferentes. Sino que, hay un Dios representado en los tres. Dios no son tres; Dios es uno. Pero, son tres manifestaciones de Su Deidad, es decir, tres dispensaciones de tiempo en la tierra perfeccionan al único Dios vivo y verdadero.",
    "Él apareció a Abraham en la zarza ardiente, y guió a los hijos de Israel, en el Nombre de Dios, el Padre, la cual era una Luz suspendida sobre el tabernáculo, que los guiaba en su jornada. Dios, el Padre. Y luego el Padre, para traer reconciliación entre Dios y el hombre…",
    "Como hablaba aquí hace un tiempo, creo que la última vez que estuve en el tabernáculo, sobre la paloma y el cordero. Cómo es que Dios, solo… Nadie más podía hacerlo. Dios tuvo que venir a la tierra y hacer el trabajo Él Mismo. Y cuando Él representó a Su Hijo en la forma de un cordero, el más manso de todas las criaturas, y Él Mismo Se representó en forma de paloma, la más mansa de todas las aves que vuelan por el cielo. Y la razón por la que Él hizo esto, es para mostrarnos que solo la mansedumbre morará con la mansedumbre, la humildad morará con la humildad. Eso tiene que coincidir.",
    "Un carpintero, o un ebanista, quien sabe lo que significa ensamblar en cola de pato, según lo llamamos, hacer las ranuras, o el diente y ranura. Para completar el tablón, hay que hacerles diente y ranura. Y al unirlos, se ajustan muy bien. Al mojarlos, se hinchan tanto que ni siquiera el aire puede pasar.",
    "Y cuando el creyente y Dios… Dios así Se perfecciona, por ese medio de cortar y formar al creyente, cuando se unen. Pedro dijo: “Arrepentíos entonces, y bautizaos en el Nombre de Jesucristo para perdón de vuestros pecados, y recibiréis el don del Espíritu Santo”. ¿Ven? ¡Los finaliza completamente!",
    "Entonces cuando Dios bajó en forma de paloma, y Se posó sobre el Cordero, y moró en el Cordero, pues, nunca dejó al Cordero, porque eran uno. Siendo ese uno de los mayores advenimientos que el mundo haya tenido. Veamos eso solo por unos momentos, desviándome de mi texto, pero cómo es que los cielos y la tierra se abrazaron; ¡cómo se reconciliaron Dios y el hombre! ¡Cómo es que aun las criaturas que vuelan por los cielos, y las bestias que recorren los campos, llegaron a ser uno, cuando el hombre y Dios fueron reconciliados, por el Hombre, el Señor Jesucristo! ¡Qué cosa más maravillosa!",
    "Para permanecer con Dios, permanezca manso; Dios es manso. Para permanecer con Dios, mantenga el amor. Dios es amor. permanezcan mansos. Quédense… No sean autosuficientes. Confíen siempre en Él. No usen su propia mente; tomen Sus pensamientos. Dejen que Sus pensamientos sean los pensamientos suyos. Y deles cabida en su mente carnal, y repítalos. Y diga: “¡Oh, Dios!, quítame toda duda, y que mis pensamientos sean Tus pensamientos”. Y Uds. personas enfermas, háganlo mientras hablamos; simplemente quiten, desechen el mero pensamiento de enfermedad. Tomen los pensamientos de sanidad de Dios, que Estos vengan a ser sus pensamientos.",
    "🦅 En estas cosas meditad” dice la Biblia, “si hay alguna alabanza, si hay alguna virtud”.",
    "Los tres, Dios hablándoles. Ahora, tres es confirmación. Él llevó Consigo a Pedro, la fe; Jacobo, la esperanza; Juan, caridad. “Fe, esperanza y caridad, estos tres”. Si Uds. pueden tener fe y esperanza y amor, entonces están cerca del Reino de los Cielos; las tres grandes cosas. Dios los llevó a ellos como una confirmación, porque: “En boca de dos o tres testigos, sea establecida toda palabra”.",
    "Luego, también, representó la colocación de un hijo. En el Antiguo Testamento, cuando nacía un hijo en una familia, se le daba un tutor para la crianza y cuidado. El padre era un hombre muy ocupado, en su reino. Y cada pequeño reino era llamado una casa.",
    "De esa manera es usado en la traducción de King James, Juan 14, donde dice: “En la casa de Mi Padre muchas mansiones hay”. Ahora, no suena del todo correcto para nosotros los occidentales que consideramos una mansión y una casa como cosas diferentes. Pero en los días cuando se escribió la Biblia, la mansión estaba en la casa, porque la casa significaba el reino.",
    "Y este padre tenía muchos inquilinos en su granja, por todas partes, docenas de ellos. Y cuando nacía un hijo, él tenía una persona selecta, educada, humilde, una persona selecta que era alguien de confianza, parte de su reino, un tutor. El padre solo colocaría una persona de ese tipo sobre su hijo.",
    "Y vaya que el Padre ha puesto hoy la clase correcta de Tutor sobre Sus hijos, Ud. y yo. Alguien selecto, nada menos que el mismo corazón y alma del Señor Jesús, para criar en la admiración de Dios.",
    "¡Y cómo es alguien selecto este tutor! Debe ser un hombre brillante, un hombre selecto, que ama al padre, que le enseñará al niño solamente los principios correctos.",
    "Y cómo el Espíritu Santo, hoy, cuando Él viene, todo lo demás parece ser muy secundario cuando viene el Espíritu Santo. La gente puede decir: “Los días de los milagros han pasado”, pero que un hombre nacido de nuevo del Espíritu Santo, sea confrontado con eso. Pues, Él solo enseña lo que es real; él solo habla del Padre.",
    "Yo prefiero que un hombre que no sepa el abecedario le enseñe a mi hijo, que tuviera el Espíritu Santo, que todos los profesores del mundo sin el Espíritu Santo; porque, Él habla del Padre. ¿Ven? Y el Espíritu Santo habla del Padre. Y entonces le enseñará al niño a, “No ser llevado por todo viento de doctrina”, sino a aceptar y creer los principios que el Padre ha establecido.",
    "Por eso es que la sanidad Divina viene a ser tan sencilla, para el verdadero creyente, porque él ha sido instruido, por el Espíritu Santo, a creer todas las cosas. ¿Cómo pudiéramos nosotros alguna vez dudar la Palabra del Creador?",
    "¿Cómo vino a existir el mundo? ¿De dónde tomó Dios el material para hacerlo? ¿Se han detenido a pensar en eso? Él simplemente lo habló. Y, después de todo, la mismísima creación que está aquí ahora no es más que la Palabra de Dios manifestada. Piénsenlo. Los árboles que crecen, son la Palabra de Dios. Las montañas que llegan a los cielos, y que nos hacen, si deseamos ver belleza, mirar arriba a esa montaña. Y mientras más uno sube la montaña, más puro y limpio llega a ser.",
    "¡Parados allá en los campos glaciares del norte de la Columbia Británica! Al mirar Ud. aquí el pantano; suba un poco, el agua corre más limpia, es más azul y puro, los árboles van desapareciendo. Toda la naturaleza parece decir: “Levanta la mirada”. Y lejos, por encima del gran hielo glaciar que brilla tanto que resplandece como el sol, uno enfoca la mirada arriba. Si Uds. quieren ver cosas íntegras y reales, y cosas puras, siempre miren hacia arriba. La montaña lo señala. David dijo: “Alzaré mis ojos a los montes de donde vendrá mi socorro. Mi socorro viene de Jehová”.",
    "El tutor siempre dirigía al niño hacia el padre, y en que tenía que creerle al padre. Y, por tanto, el tutor era un entrenador.",
    "Esta mañana, mientras miraba a mi amada compañerita, y vi a mi hijito, en su pequeña rabieta en la mesa, con su platito con huevos y demás, esa madre había sido muy leal en trabajar para prepararle el desayuno. Y ella quería enseñarle a comer con su cuchara. Y él quería usar la mano equivocada.",
    "Bueno, en lo que a mí respecta, dije: “Déjale usar esa mano”. Pero la madre sabe que no debe ser así. Ella sabe que si lo deja continuar así, él sería ambidiestro o zurdo, y eso no es normal. Y, como un verdadero entrenador, ella lo hizo cambiar de mano, aunque a él no le gustara. Pero, la madre sabía lo que convenía.",
    "Y muchas veces, nuestro entrenador, el Espíritu Santo, nosotros queremos hacerlo incorrectamente; pero, a veces eso nos causa daño; podríamos quedar en un lecho de aflicción; en algún momento el médico podría decir que no hay esperanza; pero, es el Espíritu Santo enseñándonos a usar la mano correcta. Él sabe lo que conviene. Él sabe cómo es que el Padre quiere que se haga. Él es el entrenador. Y pensé…",
    "El pequeño Joseph, no usaba esa mano, y la madre se extiende y toma la varita, como así de larga, y dio unos golpecitos en el costado. Él me miró. Y, aunque lo amo con todo mi corazón, daría mi vida por él, yo sé que la madre sabe lo que conviene. Dije: “Ella está instruyendo al niño”.",
    "No podemos esperar compasión, ni recibir mucha compasión. Debemos atender la educación infantil de nuestro Padre. Él sabe lo que conviene. A veces decimos, cuando se está predicando el Evangelio: “¡Oh!, solo iré a mi iglesia, ellos no… Sí, voy a creer Esto de esta manera”. ¿Ven? Pero, recuerde, el Espíritu Santo sabe lo que conviene; sabe cómo instruirlo a Ud. A veces suena el palo, lo corrige a uno. [El Hermano Branham golpea el púlpito.—Ed.] Uds. deben recordar, Dios lo hizo a Él, el—el instructor de niños para la Iglesia. Y Él ama al Padre, y siempre señalará al Padre.",
    "Y, ahora, mientras el niño era instruido, eso no significa que el niño… El niño sin duda alguna es hijo del padre. Pero si era un hijo desobediente, el educador siempre tenía problema; siempre estaba entrando y saliendo, e inestable. Bueno, entonces, había que presentarle este informe al padre, cuando el padre lo requería: “¿Cómo está progresando mi hijo?”.",
    "Entonces tenía que decir: “No le está yendo muy bien”. Bueno, entonces, por supuesto, eso afligía el corazón del padre.",
    "Y así es hoy, cuando el Espíritu Santo tiene que presentar nuestro informe ante Dios. Cuando venimos a ser hijos de Dios, debemos caminar dignamente de la vocación. Debemos caminar dignamente de todo lo que Dios ha ordenado que hagamos. Pues, el Espíritu Santo nos está instruyendo, es el entrenamiento de hijos. ¿Habrá Ud.…",
    "Cuando yo era niño, mi papá era diferente a algunos de los padres modernos de hoy. Mi papá creía en dar azotainas, y en verdad las daba. No las olvidábamos. Y yo, aún hoy, de cuarenta y siete años, las recuerdo. Pero me fueron de provecho. Eso me entrenó. Si yo pudiera ir a la tumba hoy y resucitarlo, lo primero que haría sería estrecharle la mano y abrazarlo por lo que hizo.",
    "Si yo me siento de esa manera con respecto a mi padre terrenal, ¿cómo será en ese día cuando nos paremos en Su Presencia? Cuando vemos que las cosas nos sucedieron para nuestro bien, que Él tuvo que cortarnos un poquito por aquí, e instruirnos como hijos, y quitarnos las cosas del mundo, para que camináramos como hijos humildes delante de Él. Puede parecer difícil al principio, pero Dios sabe lo que está haciendo. Seguro. Él sabe lo que está haciendo.",
    "Y Él, entonces, a medida que el Espíritu Santo comienza a traer Palabra, entonces, si el niño no ha sido obediente cuando llega a la madurez, la edad de madurez, entonces, el niño siempre será un hijo, seguro, pero pierde algo.",
    "Y aquí está el punto que quiero que capten. Que el Espíritu Santo lo lleve a cada corazón de Uds. creyentes. Solo porque Ud. es un creyente, seguro, Ud. tiene Vida Eterna; Dios lo dijo. Pero, ¿les gustaría entrar, como dijo Job: “Con solo la piel de sus dientes?”. ¿Quieren venir ante el Padre, con el talento que Él le ha dado a cada uno de Uds., habiendo sido negligente?, ¿que Ud. simplemente no lo usó, o permitió que algo más le impidiera su caminar? Ud. deja que insignificancias mínimas, a fin de cuentas, pequeños desacuerdos y altercados, y discusiones, y diferencias en la iglesia, saquen la mansedumbre y ternura de su vida. ¿Quisiera Ud. pararse así ante el Padre? Yo no creo que eso quisieran. Yo no creo que Uds. quisieran eso; ni yo tampoco.",
    "¡Cuánto deseo que Él diga: “Fue bien hecho”! No pasar con solo la piel de mis dientes; sino: “Bien hecho, Mi buen y fiel siervo. Entra en el gozo del Señor, porque has hecho bien lo que debías hacer”.",
    "Quizás Ud. sea un ama de casa. Si lo es, Dios la hizo maestra de sus hijos. Haga en eso un buen trabajo. No importa lo que Ud. tenga que hacer, hágalo bien.",
    "Fíjense, entonces, si el hijo resultaba ser verdaderamente digno de las cosas que el padre tenía en su reino, y había sido un hijo verdaderamente fiel, entonces el tutor traía informe al padre: “¡Oh!, tu hijo…”.",
    "¡Oh!, pues, ese es el informe que quiero que Él lleve de Ud. y de mí. “¡Oh!, Tu hijo, todos sus pensamientos están en Ti. Todo lo que él quiere hacer es complacerte a Ti. A él le interesan tanto Tus negocios, que es difícil retenerlo”.",
    "Prefiero tener un poco más de celo por el Reino del Padre que no tener celo alguno por Él. Prefiero trabajar demasiado. Y como un predicador de la Iglesia de Cristo me dijo, hace algún tiempo: “Sr. Branham, prefiero—prefiero desgastarme que oxidarme”. Y eso es muy cierto. Prefiero desgastarme, “y morir en el arnés”, como dijo el Hermano Neville, que negar a que me sea puesto el arnés. No hay nada peor que Ud. ser negligente al no intentar. Hagamos todo lo que podamos con lo que se tenga al alcance. Y el Espíritu Santo, nuestro Tutor, le llevará eso al Padre.",
    "Y ahora, fíjense, si el niño llegaba a ser un caballerito, entonces se le informaba al padre. Y en… ¡Oh, sencillamente amo la Palabra! En un tiempo señalado, establecido solo por el padre, el niño era… su gloria y honra era manifestada ante el público. El padre tomaba a su propio hijo, en una celebración, y lo llevaba a los lugares públicos. Después de su… Siendo su propio hijo, nacido en su propia casa, sin embargo, el hijo era colocado posicionalmente en la familia, para heredar todo lo que el padre tenía. ¿Lo ven?",
    "Ahora, si nosotros nos portamos bien, algún día glorioso seremos herederos de todas las cosas. Dios, en Su día señalado, juzgará a todos los hombres por Cristo Jesús. Vendrá el tiempo cuando Dios dará la recompensa a los que fueron fieles, y el rechazo a los que no fueron fieles.",
    "Un poco antes de la partida del Señor Jesús… Dios estando en Él; la Paloma dirigía al Cordero; “Él no vino para hacer lo Suyo, sino para hacer la voluntad del Padre que Lo envió”. Él fue guiado por el Espíritu, para llevar a Pedro, a Jacobo y a Juan, a este monte tan alto. ¡Eso me encanta!",
    "Y, otro punto, si me disculpan por ocupar tanto tiempo, pero deseo presentar ante esta congregación esta mañana, que esto tenía otro significado. Después de dejar la montaña y bajar, se hizo la pregunta: “¿Quién dicen los hombres que Yo el Hijo del Hombre soy? ¿Quién? ¿Qué dice la gente de Mí? Como Yo estoy con Uds., y Me he manifestado a Uds., bueno ¿qué dicen los hombres de Mí, el Hijo del Hombre?”.",
    "Observen eso. ¡Qué hermoso cuadro de hoy! Después de Ud. haber recibido a Cristo, después de Ud. haber sido lleno del Espíritu, entonces ¿qué dicen después los hombres, de Ud.? ¿Qué dicen los hombres, cuando ven su emoción, tan conmovido que Ud. no puede mantener la calma, las lágrimas de gozo corren por sus mejillas, cuando Ud. no puede mantener sus manos abajo al entonar los cantos de Sion?; ¿cuando Ud. no puede guardar silencio, cuando ve el pecado y tiene que hablarles pacíficamente y en voz baja? ¿Qué dicen los hombres de esto? ¿Qué dicen los hombres?, que estando Ud. postrado, muriendo, miserable, desventurado, en una condición moribunda, y le pide a algún hijo de Dios que se una en oración con Ud. por su sanidad, y confiesa sus faltas y presenta el asunto ante el Padre, Ud. dice: “Padre, perdóname, y ahora yo acepto a Cristo como mi sanador”, y ¿Ud. es sanado?\n\n“¿Qué dicen los hombres que soy Yo, el Hijo del Hombre”?",
    "Estoy mirando a una congregación de personas, y a algunos de Uds. los conozco; miserablemente, hace años, morían de cáncer, en la última etapa. Algunos de Uds. en diferentes clases de estados, figuras, ciegos. Y Dios, por Su gracia, los sanó. Y Uds. al dar su valiente testimonio ante la gente…\n\n“¿Qué dicen los hombres que Yo el Hijo del Hombre…”?",
    "¿Qué dicen al respecto? ¡Cómo ha cambiado el cuadro comparado a ese día, aun tan oscuro como fue! Algunos dicen: “Es fanatismo”. Algunos Lo llamaron: “Beelzebú”. Algunos dicen: “Es telepatía mental”. Algunos dicen: “Es entusiasmo”. Algunos dicen: “Es fanatismo”. Algunos dicen: “Es emoción”.",
    "🦅 Pero, ¿qué dice Ud. al respecto? ¿Qué dice Ud. de este asunto?”.",
    "El impetuoso Pedro por lo general hablaba fuera de lugar, pero esta vez no lo hizo. Él dijo: “Tú eres el Cristo, el Hijo del Dios viviente. No me importa lo que digan los demás; eso lo sé yo. Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Escuchen. Podríamos pasar mucho tiempo allí. Pero sigamos. Jesús dijo: “Bienaventurado…”. Aunque los hombres maldigan, aunque los hombres se burlen. Los hombres pueden decir que Ud. es un santo rodador. Los hombres pueden llamarlo cualquier nombre bajo el sol. Pero Él dijo: “Bienaventurado eres, Simón hijo de Jonás. Tu padre…”.",
    "Aquí está ahora. ¿Están listos? “Porque no te lo ha revelado carne ni sangre. Esto no lo aprendiste en algún seminario dogmático. Ni tampoco lo aprendiste de una cátedra teológica de algún hombre. No te lo reveló carne ni sangre, sino Mi Padre que está en el Cielo te lo ha revelado”. ¿Ven de dónde viene? Por medio del Tutor, el Espíritu Santo, revelando eso por medio de la revelación.",
    "🦅 Y Yo te digo, que tú eres Pedro, pequeña piedra. Yo soy la gran Roca. Yo soy la Piedra Angular, pero tú eres la pequeña piedra que está puesta sobre Mí. Los Constructores te escogieron. Tú no te escogiste a ti mismo. Los Constructores te escogieron a ti. Los Ángeles de Dios, una noche, trabajando en la cantera, te llamaron, y tú mismo te sometiste a Mí. Y Yo te corté a Mi manera. Yo te hice de la manera que Yo quería que fueras. Yo corté; tú solo te quedaste quieto. Y te he puesto ahora como una pequeña piedra, para encajar con alguna otra piedra, para guiar esa piedra; y esta piedra guía a esa piedra, esa piedra. Y el cemento del amor los está uniendo, formando el Fundamento, el cual soy Yo, para ser encajado con toda piedra que profese Mi Nombre y reciba esta revelación”.",
    "🦅 Y sobre esta roca, la revelación de Dios, que se quedarán quietos y serán cortados, (la piedra, por la revelación), Yo edificaré Mi Iglesia, y todas las puertas del infierno no prevalecerán contra Ella”. Mostrando que, ciertamente, todas las puertas del infierno estarían en contra de aquello, pero nunca prevalecerán.",
    "Y quizás aproveche este momento para decir esto, mi amigo: que toda la Iglesia del Dios viviente está edificada solemnemente sobre la revelación espiritual del Señor Jesucristo. No importa cuán educado sea Ud., cuán inteligente pueda ser, qué tan bien pueda pensar que conoce la Biblia, Satanás La conoce mucho mejor que Ud. Pero solo a través de la revelación, Dios a través del Espíritu Santo, su Tutor, revelado a Ud., es que Él lo salva por Su gracia.",
    "Si Él les revela esta mañana, por revelación, que este es el fin de su sufrimiento, este es el fin de su enfermedad, todos los demonios del tormento nunca moverán ese fundamento, aunque todo médico diga que está errado; “Porque sobre esta roca edificaré Mi Iglesia, y las puertas del infierno no pueden prevalecer contra Ella”.",
    "Aunque estaría en contra, aun, no puede prevalecer. “Porque cuando el enemigo venga como un río, el Espíritu de Dios levantará bandera contra él”, cada vez. ¿Lo ven? ¿Lo captan? Ahora, Jesús, siendo revelado a los discípulos.",
    "Miren en el huerto del Edén, cuando Caín trajo una ofrenda en adoración, lo hizo como Abel. Él adoró; le pagó a la iglesia; él sacrificó. Él hizo todo acto religioso más brillante y mejor, más apropiado que Abel. Él construyó un altar mejor; lo hizo más bonito. Le puso glamour a su adoración. ¿Ven Uds. esa inclinación, aún obrando entre los hijos de Adán? Él le puso glamour, con los frutos del campo, y el gran lirio. Y él, no solo eso, sino que adoró; “Hay camino que al hombre parece derecho”. Pero lo que hizo fue que, adoró por medio del conocimiento. Él no adoró por revelación.",
    "Y es posible. Cáptelo ahora. Escuchen: Uds. pueden adorar por medio del conocimiento. Uds. pueden ir a la iglesia, sabiendo que deben hacerlo. Pero ir a la iglesia, de esa manera, es adorar en vano. Pero cuando algo sucede en el fondo en su corazón, que los hace amar a Dios, de tal manera que Ud. no puede permanecer alejado de la iglesia, esa es la revelación, Dios revelando.",
    "Ellos no tenían Biblia en ese entonces. Ni siquiera tenían papel o pizarra para trabajar. Ellos no tenían escuelas de educación. Así que, Abel, por revelación, le fue revelado a él por Dios, que, “No era belleza, ni eran los frutos del campo, ni manzanas, lo que los había sacado del huerto del Edén, sino que fue sangre”. Y le fue revelado, y él fue y tomó un cordero. Por revelación, él vio de antemano la Venida del Cordero Justo. Y le fue revelado a él, así que tomó un cordero. Y por una revelación, lo ofreció a Dios, y fue acepto. Toda la Iglesia está edificada sobre revelación espiritual. ¡Qué hermoso!",
    "Ahora, llegando al final. Ellos estaban en la montaña. Y después de que Jesús había sido un Hijo obediente; la carne, el Cordero, había sido guiado por el Espíritu Santo, Dios moviéndose en Él; “Yo no he venido para hacer Mi voluntad, sino la voluntad del que Me envió. Y Aquel que Me envió, el Padre que Me envió, está Conmigo. Y como el Padre Me envió, y fue Conmigo, así Yo os envío”. No solo envió Él, sino que fue con Él.",
    "Y Dios no solo educa a un hombre y lo envía con una declaración de alguna experiencia de seminario. Pero, si él está equipado, Dios va con él; “Yo estaré con vosotros, aun en vosotros, hasta el fin de la edad”.",
    "Fíjense, maravillosamente, ¡oh, cómo encaja de bien la Palabra! ¡Cómo el Espíritu Santo Lo cimenta en el corazón de la gente, por revelación y amor del Señor Jesús! Observen atentamente.",
    "Allí, después de la obediencia, “en boca de dos o tres testigos”, los mejores testigos que había en la tierra. Amor… Pedro, Jacobo y Juan; esperanza, fe, caridad. Con los testigos de esperanza, con los testigos de la fe, con el testigo del amor; Dios colocó a Su Hijo, posicionalmente, frente al público, frente a las tres manifestaciones más importantes (esperanza, fe y amor) que el mundo jamás conocerá.",
    "Y, allí, como el padre en la antigüedad sacaba a su hijo y le colocaba un manto, y tenía una ceremonia, y después de eso, el nombre del hijo era tan válido como el del padre. El hijo tenía heredad de todas las cosas.",
    "Y Dios tomó a Cristo en el monte de la transfiguración, con la esperanza, fe y amor como testigos, y Lo cubrió con una Nube. Y la Biblia dice: “Su ropa resplandeció como el sol. Y una Voz del Cielo, dijo: ‘Este es Mi Hijo amado’”.",
    "Ahora, Pedro se emocionó todo, como siempre. Él era un hombre muy celoso. Y yo desearía que todos fuéramos celosos; muchas veces uno puede decir cosas por ese celo. Pero Pedro se entusiasmó todo cuando realmente vio lo que sucedió. Dios le iba a permitir tener un testimonio dentro de poco, después de que ellos bajaran. Pero cuando él vio, parado… Había tres aquí: esperanza, fe y amor. Y había tres parados allá, en la montaña: Pedro, Jacobo y Juan, aquí. Moisés, Elías y Cristo, parados allí, en una confirmación de estos tres aquí. Ahora, ellos miraron. Allí estaba Moisés, primero; luego estaba Elías, el profeta.",
    "Y algunas personas nos preguntan: “¿Nos conoceremos cuando lleguemos allí?”. Siendo que Elías y Moisés ya se habían ido, por muchos cientos de años. No solo nos conoceremos el uno al otro, sino que conoceremos a los que nunca hemos visto. Pedro, Jacobo y Juan, nunca habían visto a Moisés, y sin embargo los reconocieron en un abrir y cerrar de ojos, estando ellos parados bajo la Sombra del Todopoderoso. ¿Cómo será cuando nosotros nos paremos Allí? Conoceré a Sankey cuando lo vea; conoceré su voz, aunque nunca lo escuché. Conoceré a Wesley. Conoceré a Moody, Calvin, Knox. Los conoceremos a todos cuando lleguemos allí. Tomaremos un aspecto diferente de lo que somos ahora. Estaremos en un temporal… o—o, en un estado glorificado. Pedro, Jacobo y Juan lo estuvieron. Así que, en esa prefigura, si ellos pudieron reconocer a hombres, sin falla alguna, a los cuales nunca habían visto o alguna fotografía, que habían desaparecido por cientos de años; pero, en una figura previa, pudieron reconocerlos en un momento, sin dudar; ¿cómo será cuando nosotros seamos glorificados, parados en Su Presencia? ¿Nos conoceremos el uno al otro? Seguro. Conoceremos a todos. Un poquito de lo infinito se asentará sobre nosotros, como Dios es infinito.",
    "Fíjense. Debo terminar. Mientras ellos miraban, y Pedro…",
    "Como diría un buen estudiante de seminario: “Saben, yo creo que todas las iglesias están en lo correcto. Si Ud. es ortodoxo en su creencia, no importa, así que tomaremos a los mahometanos y a los budistas, y los incluiremos a todos”.",
    "Pedro dijo: “Es bueno para nosotros estar aquí, y ahora vamos a construir tres tabernáculos. Construiremos un seminario aquí para Moisés. Construiremos un seminario para Elías. Y todos los que quieran adorar bajo la ley y demás, que adoren”. Y ahora notamos. Ellos miraron, y Pedro y los demás, observaron a Moisés; Moisés representó la ley.",
    "Dios les dio la ley a los hijos de Israel porque ellos querían la ley. Dios no la quería para ellos. Esa es la elección del hombre. En Éxodo 19, ellos dijeron: “Danos algo que hacer, para merecer nuestra salvación. Cumpliremos una ley, si Tú nos la concedes”, en otras palabras. Pero, ella nunca fue el plan de Dios.",
    "Es mejor que Ud. mismo deje de planear, y use el plan de Él. Encuentro eso mucho más fácil, escoger Su plan.",
    "Allí estaba Moisés, la ley. Pedro dijo: “Bueno, algunos de nosotros guardamos la ley”. Ahora, ninguna carne puede ser justificada por la ley.",
    "y, a su lado, después de la ley de Dios estar parado allí; el que seguía, parado allí, era Elías. Así vinieron, en orden numérico. El siguiente, parado allí, fue Elías, que vino después de Moisés. Y Elías representó la justicia de Dios, los profetas. Y Elías representó Su justicia, de tal manera que Elías hizo bajar fuego del cielo y mató a los cincuenta. Y él representó la justicia de Dios.\n\nAsí que, Pedro quería la ley de Dios y la justicia de Dios.",
    "No hay hombre que pueda ser salvo por la ley. Y si Ud. falla, transgrediendo la ley, solo le queda una cosa, y es la muerte. Esa es la justicia de Dios. Dios—Dios lo demanda. Su ley justa debe ser… incluir justicia.",
    "Entonces, mientras Pedro hablaba, queriendo edificar su tabernáculo, y pidiendo de Dios si podía hacerlo, ellos volvieron a mirar y vieron solo a Jesús.",
    "La ley había fallado. En esta mañana, que nosotros podamos apartar nuestros ojos de la justicia propia, o algo que hayamos hecho. Yo no pido la ley. Yo no puedo ser juzgado por la ley, porque no tengo la ley. No hay hombre que haya cumplido la ley; ellos no pudieron cumplir la ley.",
    "Y tampoco Ud. mismo puede salvarse; tampoco puede Ud. mismo sanarse. Y si la ley, hecha por la propia voluntad del hombre, Ud. quiso proyectarle eso al plan, entonces solo hay una cosa que la ley requiere si Ud. falla, es la justicia. Y, la justicia, es ser condenado y morir para siempre; requiere una aniquilación total. Pues, el que quebranta un punto de la ley es culpable de toda la ley. Así que, Ud. debe morir, pero Dios… al nosotros mirar la ley de Dios, entonces miramos la justicia de Dios.",
    "Apartemos la mirada al otro lado. Miren aquí. Allí estaba Jesús, representando el amor de Dios. No la ley, no la justicia, sino que en Él se cumplió tanto la ley como la justicia. “Este es Mi Hijo amado”. No más cosas hechas por uno mismo. Escuchen a su tutor. Por eso Pedro pudo decir: “Tú eres el Cristo, el Hijo del Dios viviente”. La ley y la justicia se cumplieron en Cristo, y ese es el amor de Dios para la raza humana. ¡El amor de Dios! “¡De tal manera amó Dios al mundo”!",
    "Dios misericordioso, en esta mañana, suplicando por esta congregación, no pedimos ley, no pedimos ley alguna. No queremos ser juzgados por méritos propios. Yo no quiero Tu justicia, Señor. No, no que reciba Tu juicio; nunca, Señor. Pero, yo ruego por Tu misericordia.",
    "Él dijo: “A Él oíd”. ¿Por qué debería yo oírlo? Él es el único que tiene salvación. María, José y todos los otros santos eran grandes personajes, pero solo a Él; “A Él oíd”. Él es el único intercesor. Él es el único mediador entre Dios y el hombre, es Cristo Jesús.",
    "¿Por qué escucharlo yo a Él? La ley no me pudo dar paz; Él puede. La justicia no podía traerme nada, solo condenación. Él me da paz y reconciliación. La ley podía condenarme, porque, si me enfermo, la ley requiere que yo reciba ambas cosas, las leyes de la naturaleza y la justicia de Dios, son ejecutadas en mí, así que yo debo pagar la pena. Pero yo aparto mis afectos y mis ojos, esta mañana, tanto de la ley como de la justicia, y miro el amor de Dios que me reconcilió de nuevo a Él, por la gracia, y no por la ley y la justicia. Sino, a través de la reconciliación; Él pagó el precio para unir al hombre y a Dios, para hacerlos uno.",
    "Allá en Suiza, no hace mucho… Para terminar con este comentario. Muchos de Uds. niños en la escuela, supongo que aún la escuchan, una antigua historia que no debería morir. Aunque, está desapareciendo hoy, en nuestro país, pero nunca se desvanecerá en Suiza donde sucedió. ¿Recuerdan Uds. en su escuela, en sus textos, a Arnold von Winkelried, el gran héroe de Suiza? Uds. pueden mencionar su nombre, hoy, allá en los Alpes suizos, y sus rostros se sonrojarán y las lágrimas les rodarán por las mejillas. Hace muchos años…",
    "Los suizos son un pueblo amante de la paz. Son alemanes quienes, allá en los primeros siglos, fueron a las montañas donde no hay ni mineral ni nada. Pero ellos compraron… Tienen la inteligencia de los alemanes. El alemán piensa que es una raza superior, es cierto, y está buscando inventar un cañón o una bomba que conquiste el mundo entero, con su inteligencia. Pero el suizo es un hombre amante de la paz. Él va y hace un… consigue algún material, y le hace un reloj a su vecino, y vive en paz.",
    "Entonces, allá en las alturas de esas montañas de Suiza, hace muchos años, cuando establecieron su—su reino, o diría que su gobierno, ellos no eran una nación militar; eran una nación amante de la paz.",
    "Y un día, habiendo llegado los invasores a su tierra y arrasando con todo lo que ellos tenían; nada, nada, no influyó nada de lo que habían construido. Rodaron piedras por las montañas, y ni siquiera eso los molestó. Y ellos tenían al ejército suizo arrinconado en un campo al pie de la montaña.",
    "Y es muy hermoso en Suiza, los he observado, cómo cultivan; y en los valles; y lo que sigue es el ganado, y luego más arriba en la montaña están las ovejas, y muy arriba en la cima es donde crían sus cabras.",
    "Y cómo tienen el canto Yodel del que estos llamados cantantes yodeleros de Hollywood americano se burlan, no se compara a eso. ¡Cómo soplaban su trompa cuando tenían problemas, y cada vecino venía rápidamente a ayudar cuando había alguna necesidad! Y ahora la usamos como una banda de jazz, rock and roll. ¡Oh!, es semejante… ¡Qué contaminación!",
    "Escuchen, amigos. Diré el comentario de mi representante: “Si Dios no envía juicio pronto a esta generación adúltera de personas, Él tendrá que levantar a Sodoma y a Gomorra, y disculparse por haberlas quemado”. Así es. Seguro. Él es justo, y ya no queda otra cosa por hacer, para que Dios se vea obligado a hacerlo. Y mientras la misericordia tiene Sus brazos abiertos, acudan a Ella.",
    "Y allá, en la montaña, estaba este pequeño ejército armado con lo que habían podido encontrar, de escudos y palos, y serruchos, y cuanto más tenían, y horquetas. Arrinconados, el gran ejército extranjero vino como una pared de ladrillos sólidos. Ellos, cada hombre estaba entrenado, con lanzas largas, y en marcha, acercándose, arrinconando a este pequeño ejército suizo contra la montaña. No tenían esperanza. Todo lo que habían intentado terminó en penumbras, y nada podía salvarlos.",
    "Después de un rato, de entre ellos vino el grito de uno, Arnold von Winkelried. Él salió, y dijo: “Hermanos, hoy yo muero por Suiza y por su libertad”. Dijo: “Amamos a nuestra patria y aquello por lo que nuestros padres han luchado, y lo que nuestros padres quisieron que tuviéramos. Y, hoy, nuestra gran economía está en juego. Hoy, sin reservas, entrego mi vida por Suiza”. Él dijo: “Allá, detrás de la montaña está mi hermoso hogar, y mi dulce y amorosa esposa, y mis hijos pequeños, esperando que yo regrese. Pero” dijo, “jamás los volveré a ver en esta tierra”. Él dijo: “Hoy, yo muero por Suiza”. Él…",
    "Dijeron: “¿Qué vas a hacer, Arnold von Winkelried?”.",
    "Él dijo: “Síganme. Yo romperé la marcha del ejército; romperé su defensa. Y luego Uds. tomen lo que tengan y peleen lo mejor que puedan. Como hombres de guerra, peleen con lo que tengan, lo mejor que puedan”.",
    "Y él levantó sus brazos, y miró alrededor hacia donde venía el ataque más pesado de las lanzas, mientras él avanzaba poco a poco. Y levantó los brazos y gritó: “¡Abran paso a la libertad!”. Y él corrió hacia aquella pared de ladrillos que se acercaba. “¡Abran paso a la libertad!”: gritó él. Y corrió hacia lo más grueso de las lanzas, y abarcó las lanzas con sus brazos, y en su pecho las recibió y murió. Y los hombres suizos, lo siguieron con lo que tenían. Eso produjo tal entusiasmo, que rompió sus filas. Cada hombre se salió de posición; ellos no sabían qué hacer. Y corriendo los suizos entraron y ganaron la victoria, y Suiza no ha tenido una guerra desde entonces. Será recordado por mucho tiempo en Suiza, mientras haya una Suiza, Arnold von Winkelried será recordado.",
    "Pues, eso es un maravilloso heroísmo, ¿ven Uds.?, nunca ha sido igualado, pero eso es algo menor, solo una cosa menor, comparado con un día cuando los hijos de Adán…",
    "La ley había fallado, y la justicia de los profetas había fallado; la ley era débil y no podía salvar por el sacrificio del cordero. La sangre animal y el espíritu animal no podían regresar. Eso había fallado. Satanás sabía que así no era. Y cuando la justicia de Dios, aun llamando el fuego y quemando los cincuenta, y los juicios que los profetas trajeron sobre la tierra, el hombre constantemente iba a la perdición. Toda esperanza había desaparecido. Dios había enviado la ley, Dios había enviado a los profetas; y todos habían fallado. Se había perdido toda esperanza, para la humanidad.",
    "Un día, en medio de las esferas de la Gloria, el Hijo de Dios dio un paso al frente. Él dijo: “En este día, Yo iré y liberaré a los hijos de Adán”. Y cuando Él se paró allá, cuando toda esperanza…",
    "El diablo nos afligió con enfermedad, nos afligió con el pecado, y tuvimos que aceptarlo; la justicia de la ley lo demandaba. Y si fallamos en recibir la ley, pues todos estamos condenados por la ley, solo se ejercerá la justicia. No había salida; nada que pudiéramos hacer.",
    "Pero Él dio un paso adelante. El Ángel dijo: “Ud. ¿qué hará?”. Él fue a la tierra.",
    "Y Él dijo: “Ahora Uds., cada uno de Uds. hijos de Adán, tomen lo que Yo les doy para pelear, y peleen como puedan, lo mejor que puedan”.",
    "Y Él no buscó un punto débil, como la teología, ni tampoco la edificación de seminarios, ni la construcción de iglesias, sino que Él fue adonde estaba el grosor de las lanzas, por el valle de sombra de muerte. Y Él abarcó la muerte y la enfermedad, con Sus brazos, dirigiéndolos a Su propio pecho. Y envió de nuevo el Espíritu Santo en el día de Pentecostés, para ponerlo en nuestras manos, y requirió que cada hijo de Adán pelee como pueda. Aunque se burlen de Ud., aunque sea perseguido, aunque sea llamado “santo rodador”, todo lo demás; pelee lo mejor que Ud. pueda, porque la victoria es segura. Y gracias a Dios, el enemigo está derrotado, sus defensas están expuestas, y el gran Capitán de nuestra salvación va al frente hoy, en el bautismo del Espíritu Santo.",
    "¡Oh!, hijos e hijas de Adán, ¿por qué se sientan aquí hasta morir? Levantémonos y hagamos algo. Tomemos lo que tengamos, así no sea más que unos labios mortales que aún pueden moverse; alabemos a Dios. Démosle gracias a Él por nuestra salvación.",
    "Si Ud. es un pecador, jamás podrá llamarse a Ud. mismo a salir de la cantera de esta tierra, de donde Dios, con el estallido del Evangelio le ha sacado. Pero, quédese quieto y deje que Dios lo corte, para colocarlo en el Edificio.",
    "Si Ud. está enfermo, recuerde: Jesús conquistó ambas, la muerte, el infierno, la enfermedad, la tumba y todo, cuando Él murió por Ud. en el Calvario. Tomemos lo que tenemos esta mañana, y luchemos hasta donde mejor sabemos.",
    "Mientras inclinamos nuestros rostros en oración, y le pido a la hermana si viene y toca el piano, algún buen himno. Mientras todos…",
    "Gente sensata, cuerda, ¿agradecen Uds., en esta mañana, la muerte de nuestro Señor Jesús? Sus iglesias, no obstante, no funcionarán, por buenas que puedan ser. Con todo, sus escuelas fallarán miserablemente, por buenas que puedan ser. Su médico fallará miserablemente, por bueno que pueda ser. Pero, en esta mañana, apartemos nuestra mirada, apartemos nuestros ojos de las leyes de las iglesias y las denominaciones, y del consultorio del médico, tan buenos como son todos, y escuchemos esa Voz que viene de la Sombra que nos hace sombra esta mañana: “Este es Mi Hijo amado; a Él oíd”.",
    "Amado Padre Celestial, tan humildemente como los Cristianos pudieran acercarse, venimos en favor de los perdidos y necesitados. Toma estas palabras, hoy y, ¡oh, Espíritu Santo! quien guía a la Iglesia, instruye a Tus hijos hacia Dios, hoy. Muchos tal vez hayan caído junto al camino, y ya no conozcan la senda de Dios. Han sido oscurecidos y entenebrecidos, sus esperanzas han fallado, pero que vuelvan a ver el Calvario, donde Tú recibiste los dardos encendidos del enemigo de la muerte, ese enemigo de la enfermedad, ese enemigo de la tristeza, ese enemigo de toda la humanidad. Y allí lo pusiste en Tu pecho, y abriste el camino. Y más allá de esa sombra oscura, esta mañana, vemos nuestro Hogar en Gloria.",
    "Como dijo von Winkelried: “Detrás de la montaña hay un hogar, ellos esperan que yo llegue, pero ya no me verán”.",
    "Pero, Jesús, Tú no dijiste: “Ellos ya no Me verán”. Tú dijiste: “En la casa de Mi Padre hay muchas mansiones. Yo iré y prepararé una, y vendré por vosotros, y os tomaré a Mí Mismo”. Respetamos la valerosa muerte de Winkelried; pero, él era un mortal, solo podía morir y dejarlos. Pero Tú viniste a morir y a redimir, y a tomarnos, no de nuestros amados, sino hacia nuestros amados; no de nuestros hogares, sino hacia nuestro Hogar. Y abriste una línea a través de la oscuridad de la muerte, para que pudiéramos ver más allá del velo donde están las bendiciones de Dios.",
    "Y ahora, hoy, Amado Padre, si hay alguno de Tus hijos que con el estallido de Tu Evangelio has sacado de la cantera de la vida, y deseas moldearlos, y has estado cortándolos esta mañana, y tallándolos, cortándoles sus hábitos, y sus malos pensamientos, y sus calumnias y descarríos; y ahora quieres colocarlos de nuevo, y posicionarlos en el Edificio, ¿podrías hablarles a sus corazones ahora mismo?",
    "Y teniendo nuestros rostros inclinados, ¿habrá algún hijo aquí, hoy, que se ha desviado del camino, o tal vez nunca ha venido al camino? Pero Ud. siente hoy que le gustaría ser incluido; ¿le gustaría ser una piedra colocada en el Edificio de Dios? ¿Levantará Ud. su mano a Cristo, diciendo: “Cristo, corta mi mundanalidad”?",
    "Dios le bendiga allá atrás, joven. Dios la bendiga, señora. Dios le bendiga, señor. Dios la bendiga, mi hermana. Dios le bendiga. ¿Alguien más?",
    "Ahora con sus rostros inclinados, mientras esperamos en el Espíritu Santo, y Uds. saben si le fallan a Dios o no. Fallaría Ud. en ir cuando su gran Conquistador dijo: “Ven, sígueme a Mí. Toma tu cruz, niégate a ti mismo, ven en pos de Mí. Yo romperé las filas del enemigo. Yo romperé las huestes de pecado. Romperé las huestes de la enfermedad. Y tú sígueme a Mí y pelea lo mejor que puedas, porque Yo abriré una brecha a través de eso, y nuestros hogares serán preservados para Vida Eterna”.",
    "¿Es Ud. un extranjero alejado de Dios? Solo levante las manos, uno… Dios te bendiga, pequeño. Alguien más quien nunca ha levantado la mano, pero está levantando la mano. Diga: “Recuérdeme hoy, Hermano Branham. Quiero venir a Cristo ahora. Yo…”. Dios la bendiga, hermana.",
    "🦅 Quiero venir a Cristo ahora, para ser cortado por Su máquina. Algo me ha tocado el corazón en esta mañana. He sido sacudido, profundamente por dentro. He estado todo arrinconado aquí atrás por hábitos mundanos, la suciedad e inmundicia con la que la tierra ha descubierto… me ha cubierto. Pero el Evangelio hoy me ha descubierto, y me paro como culpable ante Dios, y yo lo sé. Y quiero que Dios me tome como una piedra, hoy, y me forme, y me dé una confesión del Señor Jesús y del Espíritu Santo, y me coloque en Su Reino. Yo quiero ser descubierto hoy. Al ser descubierto, quiero ser labrado y posicionado en Su Reino”. ¿Levantarían sus manos a Él, antes de orar por el—el pecador? Muy bien.",
    "Hay cuatro o cinco manos levantadas. Yo oraré por Uds. Ahora no tenemos, quizás, la manera de hacer un llamado al altar, es posible si esperan solo unos momentos. Voy a… Después de orar por los enfermos, también los quiero a Uds. aquí. Pero ahora voy a orar por Uds., para que Dios les conceda algo especial en este momento.",
    "Nuestro Padre Celestial, está escrito en Tu Santa Palabra, según los escritos de Tu escriba, San Mateo, el capítulo 5, el versículo 24: “El que oye Mis Palabras y cree en Aquel que Me envió, tiene Vida Eterna; y no vendrá a juicio, sino que ha pasado de muerte a Vida”.",
    "Escucha la humilde y débil súplica de Tu siervo, por cada uno de estos quienes han levantado sus manos. Tú dijiste: “Nadie puede venir a menos que Mi Padre lo traiga”. Y Tú has estado trayendo, esta mañana, y ellos han oído, y han levantado sus manos; “La fe viene por el oír, y el oír, por la Palabra”. Y Te doy gracias por ellos hoy. Y oro que santifiques a cada creyente. Y llenes con el Espíritu Santo, a aquellos que tienen los corazones hambrientos, que se han vaciado del mundo, en esta mañana, y desean ser labrados como una piedra colocada en el Edificio del Maestro. Lo pedimos en el Nombre de Cristo. Amén.",
    "¿No se sienten diferente? ¿No toma el Espíritu Santo la Palabra de Dios como un cepillo para fregar, y simplemente limpia de las cosas del mundo? Entonces uno se siente nuevo. Cantemos ahora este glorioso himno antiguo, solo una vez más, para la gloria de Dios. “Hay una Fuente llena de Sangre, que viene de las venas de Emanuel”. Todos juntos ahora. Muy bien.\n\nHay una Fuente sin igual,\n\nDe la Sangre de Emanuel,\n\nY queda puro en Su raudal,\n\nPierde…sus manchas de culpa.\n\nQuien se sumerge en Él,\n\nPierde las manchas de culpa;\n\nY queda puro en Su raudal,\n\nQuien se sumerge en Él.",
    "Voy a preguntarles algo ahora mismo. ¿Cuántos sienten que todos sus pecados están bajo la Sangre? Levanten la mano. “Yo ahora creo que Dios me perdona, y yo—yo soy Su hijo”. ¡Oh, vaya!\n\nAhora, el ladrón moribundo, se regocijó al ver\n\nEsa Fuente en su día.\n\nÉl moría. Más se regocijó de ver esa Fuente en su día.\n\nQue ahí pueda yo, aunque vil como él,\n\nLavarme de todos mis pecados.",
    "Mientras cantamos esta estrofa, y luego llegamos al coro, quiero que se den la mano con alguien sentado cerca de Uds. Digan: “Dios le bendiga, hermano, hermana Cristiano”, quienquiera que sea. Entonces, cantemos ahora al Señor. Primero, vamos—vamos a levantar nuestras manos, si podemos, y cantemos: “El ladrón moribundo” ahora, en el coro, luego se dan la mano.\n\nEl ladrón moribundo se regocijó al ver,\n\nPadre, Te estamos adorando ahora.\n\n…Fuente en su día;\n\nY que ahí pueda yo, aunque vil como él,\n\nLavarme de todos mis pecados.\n\nLavarme de todos mis pecados,\n\nLavarme de todos mis pecados;\n\nAhora tómense unos a otros de la mano.\n\nY allí…\n\nLavarme de todos mis pecados.",
    "¡Cuán contentos estamos hoy, como creyentes Cristianos, como conciudadanos del Reino, que Dios nos haya lavado de todo pecado, y nos haya hecho nuevas criaturas en Cristo Jesús! Ahora, ¿están contentos por el Señor? ¡Maravilloso!",
    "Ahora recuerden, amigos, los servicios serán de nuevo aquí esta tarde. Dios los bendiga.",
    "Me tomó un poco más esta mañana de lo que esperaba. Tengo una cita inmediatamente, después del servicio. Y voy a encontrarme con algunos de Uds., queridos amigos. Me pregunto si sería posible que pudiéramos posponer eso hasta esta tarde, cuando regrese para los servicios esta noche. Pues, yo solo… Pensé que terminaría para las once, y ahora tenemos una… ¿Por cuántos hay que orar? Veamos sus manos levantadas, por todas partes. Tenemos un gran público por el cual orar.",
    "Y les dije de cómo ese hombre luterano, allá, me escribió semejante carta y me condenó, y dijo: “Un hombre predicarle al pueblo” que yo había dicho, “y decir que el diablo no podía sanar”, y todo eso. Y yo le respondí tan cortés como pude.",
    "Él respondió en carta, y dijo: “Me gustaría verlo en la Convención de los Hombres de Negocios”.",
    "Y yo—y le pedí al Hermano Moore si le podía dar una cita. Él dijo: “Sí”.",
    "Y ellos me llevaron allá al seminario luterano, y prepararon una cena allí, donde estaban todos los estudiantes y esos maestros. Y este era el decano; él se sentó a mi lado. Y cenamos juntos. Y ellos eran alemanes. Y tenían una—una—una gran cena servida. Y todas las—las damas nos atendieron, y demás. Después de que terminó la cena, este decano luterano, del colegio luterano, se puso de pie y dijo: “Hermano Branham, yo lo traje a Ud. aquí con un propósito”. Él dijo: “Es decir, nosotros queremos encontrar a Dios en el bautismo del Espíritu Santo”. Yo lo miré; miré al Hermano Moore. Y el Hermano Moore me miró. Él dijo: “Yo lo critiqué, y lo siento”. Dijo: “Hermano Branham, Ud. tiene razón, y le pido que me perdone. Y ahora queremos el bautismo del Espíritu Santo”. Dijo: “Hemos visto mucho de patear las sillas y romper cosas, pero” dijo, “nosotros queremos el verdadero Espíritu Santo”.",
    "Le dije: “¿Cree Ud.?”. Él dijo… Dije: “¿Y el seminario luterano…? ¿Y la denominación luterana?”.",
    "Dijo: “No nos importa la denominación luterana. Nosotros queremos a Cristo”.",
    "Y Bob Schuler y los demás, el editor del Christian Herald, y ellos, acababan de recibir el Espíritu Santo, un buen amigo de Billy y todos ellos. Esos hermanos tienen hambre del Espíritu Santo. Y luego dije…\n\nÉl dijo: “¿Es para los luteranos?”.\n\nYo dije: “Es para, ‘El que quiera, venga’”.\n\nÉl dijo: “¿Cómo podemos recibirlo?”.\n\nDije: “¿En verdad es sincero?”.",
    "Él dijo: “Sí, Hermano Branham, desde lo profundo de nuestro corazón”.\n\nDije: “¿Y Uds. los estudiantes?”.",
    "Levantaron todos las manos, y las lágrimas corrían por sus mejillas; “Queremos a Jesús”.",
    "Dije: “Aparten sus platos. Tomen las bancas, y colóquenlas contra la pared”. Todos lo hicieron, por todo alrededor. Dije: “Ahora arrodíllense y giren su rostro hacia la pared, y comiencen a pedirle a Dios el Espíritu Santo”. Y le pedí al Hermano Moore que se pusiera de pie y orara. Fui, poniendo las manos sobre cada uno, y los setenta y dos estudiantes, y el decano, recibieron el bautismo del Espíritu Santo. Y ellos están sacudiendo esa región por allá, con los milagros y lo que Dios está obrando. Están teniendo servicios de sanidad y todo, el seminario luterano.",
    "¡Oh, podría cantar por la felicidad de mi corazón! ¿Por qué? ¡Cuando Ud. está hambriento y sediento!",
    "Esta pobre mujercita tendida aquí, muriendo de cáncer, ciertamente está hambrienta y sedienta en esta mañana para que Dios la sane. Y hay muchos de Uds. sentados allí con problemas cardíacos. Seguro. Ud. morirá de inmediato, si Dios no lo sana. Hay muchos que tienen otras dolencias, que están muy graves. Pero, amigo, no mire a la justicia; Ud. por la justicia no puede pagar. No mire a la ley, porque la ley no se puede cumplir. Pero, mire solo a Jesús, porque Él es Aquel Quien le redimió. Y, por medio de la fe en Su Nombre, Ud. puede ser sano en esta mañana.",
    "Y si Dios envía setenta luteranos—ministros luteranos, para predicar el Evangelio, con el bautismo del… por la imposición de manos. Jesús dijo, cuando Él nos dio nuestras guerras… Como von Winkelried, él dijo: “Con lo que tenemos, a pelear”. Aquí está lo que Él dijo: “Estas señales seguirán a los que creen. En Mi Nombre echarán fuera espíritus malignos, o demonios. Hablarán nuevas lenguas. Y si una culebra los mordiera, no les hará daño. Sobre los enfermos pondrán sus manos, y ellos sanarán”.",
    "Y miren ese gran corte, ahora alrededor del mundo, el Evangelio está yendo. Y los hijos de Adán, que han recibido la gracia de nuestro Señor Jesucristo, están en batalla para abrirse camino, y abriendo ahora una brecha entre el enemigo. Y vamos tomando lo que podemos.",
    "Y como Uds. personas sanas, en esta mañana, quienes aprecian la buena salud, recuerden a estos mientras oramos por ellos.",
    "Y pediré que los enfermos formen línea de este lado, aquí a mi derecha. Y si los ancianos vienen y los ayudan, por favor. Y les pido a los ministros del Evangelio, si se paran aquí al lado, cerca, y oran.",
    "Entonces no se vaya si pueden evitarlo. Queremos hacer otro llamado al altar en un momento, tan pronto como podamos. Los servicios no terminarán con este servicio de sanidad.",
    "Ahora pónganse en línea de este lado. Y vamos a pedirle al Hermano Neville, nuestro amado hermano, si él puede hacer como lo hacemos normalmente. Si ellos pueden… Dios la bendiga, hermana. ¿Qué pasa? [Cinta en blanco.—Ed.]\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed;\n\nSolo creed…",
    "Mirar ¿hacia dónde? A Jesús. Los médicos han fallado. Todo lo demás ha fallado. Pero: “Este es Mi Hijo amado, a Él oíd”. ¿Qué dijo Él? Él dijo, “A Él oíd”. ¿Qué dijo Él? ¿Qué dijo Él?\n\nSolo creed,\n\n¿Por qué? “Todo es posible”.\n\nNo temas, manada pequeña, de la cruz al Trono,\n\n…a la vida, Él fue completamente solo, por los Suyos; (…?…)\n\nÉl…poder sobre la tierra, todo poder de arriba,\n\nLe es dado a Él para el rebaño de Su amor.",
    "Todo poder, para la enfermedad, todo, le fue dado a Él.\n\nSolo…\n\nA Él oíd. ¡Solo crean!\n\n…solo creed,\n\nTodas las cosas…",
    "Cuando la ley falla, cuando el médico falla, cuando todas las cosas fallan, ¿qué dijo Él? Solo crean. [Cinta en blanco.—Ed.]",
    "Unos cien, supongo. Algunos de ellos vienen en sillas de ruedas. Una aquí en una camilla, al borde de la muerte.",
    "Sus amados médicos, como hombres que hacen incisiones en el cuerpo, en la anatomía, y buscan y ven todo lo que pueden, en su conocimiento, se esfuerzan por salvar vidas, pero muchas veces fallan.",
    "Estamos tan contentos que esta brillante Nube de gloria que estaba sobre Él, dijo: “Pero este es Mi Hijo amado”. Cuando la ley había fallado, y la justicia no se había cumplido, entonces Dios dijo: “A Él oíd”. Y ¿qué dijo Él? “Todas las cosas son posibles si Uds. solo pueden creer”.\n\nAyúdanos Tú en nuestra incredulidad.",
    "Y como ministros del Evangelio, vamos ahora a ungir a los enfermos y a poner las manos sobre ellos, mientras el pueblo consagrado de este tabernáculo se une en oración. Dios, bendice nuestros esfuerzos y sana a los enfermos, lo pedimos en el Nombre de Jesús.",
    "Con nuestros rostros inclinados ahora en oración, y mientras la congregación canta suavemente Solo creed. El Hermano Neville ungirá. Yo pondré las manos sobre los enfermos.",
    "Amado Padre Celestial, recién saliendo de detrás de la plataforma, donde estoy parado entre la muerte y la vida, entre el pecador y el Juicio, señalándoles la vía de escape, lo arrojo detrás de ellos ahora y pongo las manos sobre esta mujer enferma. Y sus seres queridos de pie, mirándola, no hay cosa alguna que pueda ayudarla sino Tú, yo pongo mis manos sobre ella, como has ordenado… 🦅"
  ]
}