{
  "title": "UN MANTO DE SEGUNDA MANO",
  "id": "56660009",
  "content": [
    "🦅  Me reuní allí con el pastor. Dije… Le pedí ayer que me llamara. Y me enteré, solo era que… En todo el día no hubo llamadas, y pensé: “Bueno, me pregunto ¿qué pasa? Algo anda… Todo en tanta paz”. Y después de un rato, la Hermana Wood vino con un puñado de llamadas. Mi teléfono no funcionaba, por si alguno llamó. El teléfono sonaba, pero no hacía eco allá, así que, el problema estaba en la caja central. Lo arreglaron anoche, a eso de las ocho, o quizás un poco antes y, el teléfono, ahora ya entran las llamadas.",
    "Estamos contentos de estar en el servicio esta mañana. Tengo un horrible resfriado, que por lo general me da cuando vengo a casa. Ando entre la nieve hasta la cintura, y duermo fuera por la noche; ni me preocupa cuando no estoy por aquí, pero solo con cruzar esa colina allí de New Albany, con eso basta, al entrar a este valle, entonces me da un fuerte resfriado. Y es… No sé, hay algo en el valle que mantiene eso aquí. Y a baja altura, pues no me es de ningún provecho.",
    "Ahora, estamos contentos de estar en la iglesia, como dije, y de escuchar a nuestro querido y buen pastor pedir en su oración por nosotros y, al Señor Jesús. Y—y escuchar, lamento oir de tantos enfermos y necesitados, y cómo el diablo está desatado enfermándolos a todos.",
    "Y una damita se levantó por su hermana, allá atrás, y sé que la Hermana Sauer allá estaba con ella. El doctor la envió a casa ahora para que muriera. Y ella continúa creyendo que recibirá su sanidad. Y está grave, en una condición muy grave. Mi suegra, está igual, ya con setenta años. Ella está bastante mal. Y realmente hay mucha enfermedad alrededor del país. Pero, también, hay un Espíritu Santo alrededor del país, ¿ven?, que sana nuestra enfermedad, si solo encontramos favor con Él.",
    "Y ahora, siendo que tengo la garganta adolorida, no tanto adolorida, sino irritada; no intentaré predicar, sino solo hablarles por un momento de la Palabra, y luego pasar a orar por los enfermos, lo cual prometí hacer. Pero antes de hacer esto, me gustaría anunciar algunas reuniones más. Yo…",
    "En mis servicios he tenido un poco de oposición de… no oposición, sino unos pequeños malentendidos. Y muchas veces, yo—yo no tengo cómo anunciar un servicio, como—como muchos otros hermanos en el campo, por radio y televisión, y revistas y demás. Y al ser así, pues, alguien diría: “El Hermano Branham va a estar aquí”. Ahora me han anunciado en tres lugares para esta semana, solo hoy, tres lugares diferentes. Uno allá en Kentucky, dos en California, de los que sé. Y no se puede hacer nada, porque no tengo otro medio oficial, así que se dificulta un poco.",
    "Y, sí, por casualidad si hay alguien de los alrededores de Madisonville, Kentucky, que esté aquí; anunciaron que yo estaría allá la semana pasada, y no sabía nada al respecto. Y llegué a casa, y—y lo habían anunciado. Y el hermano que lo hizo, con el nombre de Epley o, creo que ese era su nombre, con toda la buena fe, lo hizo. Me llamó y preguntó si podíamos ir para—para ser una bendición y recibir una bendición de su pueblo. Y él llamó. Le dije que le preguntara al Hermano Moore. Bueno, entonces, tuve que viajar; le dije que tenía que irme el mismo día. Bueno, el Hermano Moore no le avisó a nadie. Y cuando, o avisarme a mí, o avisarle a mi esposa. Así que, yo estaba en Idaho, y acababa de regresar, y la reunión ya había comenzado.",
    "Pues, y con eso vi que no se pueden hacer planes en Luisiana para las cosas que están pasando aquí. Y, me hice cargo de los preparativos personalmente, haciendo mi propio itinerario para las reuniones, hasta que mis reuniones hayan… Yo, como que… ¡Oh, no sé, creo que la confesión es buena para el alma!, ¿no creen Uds.? Solo es que me he dilatado en tomar cartas en estos asuntos. Y le dejé eso a cualquiera, en cualquier lugar, lo descuidé. Y me he dado cuenta que no da resultados. Después de mucho tiempo, se implementa… Hay que tener algún sistema. Y ahora estoy tratando de hacer el itinerario.",
    "Y yo—y voy a ver a la Sra. Arnold. Yo… Hay un hombre aquí en Louisville que ha sido muy bueno, cuando tuve reuniones aquí, y su nombre es el Hermano Burgum. Y él quería un—un servicio de una noche o dos. Voy a ver a su pequeño Teddy, creo, Teddy Arnold, en algún momento esta semana.",
    "Y entonces el próximo sábado y domingo, si puedo, si el Señor dispone, quiero estar allá en Madisonville. Tenían veinticinco, treinta ministros allí. Todos ellos allí, vinieron de unas… Uno de seis, o setecientas millas. Bueno, nadie estuvo allí, pues no llegué, y no por culpa mía, pero, solo que yo… pero solo fue un malentendido, o por no llamarlo. Y trataré de estar allá el próximo fin de semana, si el Señor quiere.",
    "Luego, del cinco al seis, en Brooklyn, Nueva York. Y luego, de allí, el catorce, quince y dieciséis, en Parkersburg, West Virginia. Acabo de confirmar esas dos fechas anoche y esta mañana. Ahora, Charlotte, South Carolina, está en la lista, pero no sé. Después, vienen los festivos.",
    "Luego vamos a la Costa Oeste, están preparando una—una reunión grande en un auditorio. Ahora, estas son—son como pequeñas reuniones en las escuelas secundarias y cosas así. La de la Costa Oeste va a ser una—una reunión de dos ciudades, una reunión conjunta de Oakland y San Francisco.",
    "Y luego la delegación de Phoenix, ya que el Hermano Roberts no puede estar allí este año, tomaré su lugar allá en Phoenix, en la—en la reunión de toda la región de Maricopa; es un esfuerzo unido.",
    "Y oren por mí porque lo—lo necesito. Pues sé que cada vez que la fe se pone en marcha, el diablo le apunta toda arma del infierno directamente, así, ¿ven?, pues, eso dificulta las cosas bastante.",
    "Así que, esta mañana, oraremos por los enfermos. Quiero leer de la Palabra Eterna de Dios, y hablar por unos momentos de las Escrituras, y luego orar por los enfermos. ¡Oh, cómo me encanta hablar de Él! ¿A Uds.? A mí me encanta hablar de Él.",
    "Ahora, quiero leer de la Biblia, Segunda de Reyes, el capítulo 2, el versículo 12, una porción.\n\nViéndolo Eliseo, clamaba: ¡Padre mío, padre mío, carro de Israel y su gente de a caballo!",
    "Y ahora, a manera de—de texto, o tema, quiero hablar de: Un manto de segunda mano. Pues, que el Señor añada Sus bendiciones mientras les predicamos en esta mañana. Y estén orando por nosotros.",
    "Durante este tiempo del reinado de Israel en la tierra, Israel era una nación, y era una nación poderosa, y era un tiempo de paz en cuanto a lo militar. Pero en la—la parte espiritual, era como un—un tiempo de—de imitación. Y si buscamos en el Antiguo Testamento, siempre podemos encontrar ejemplos de lo que sucede hoy en día. En la Biblia, siempre, las cosas que suceden hoy, solo son los tipos de lo que fue al principio.",
    "Ahora, el Libro del Génesis muestra todo lo que hay en el mundo hoy. En el mundo no hay nada que no haya comenzado en el Génesis, pues es el principio. Allí comenzó todo ismo. En el Génesis, comenzó, el inicio de todo. Y la Iglesia verdadera comenzó en el Génesis; y el creyente falso comenzó en el Génesis; y la indiferencia comenzó en el Génesis. El Génesis fue el comienzo.",
    "Y ahora, durante el reinado de Elías o el peregrinaje de Elías aquí en la tierra, quien fue el profeta de Dios para esa hora;",
    "pues, Dios nunca Se ha dejado en la tierra sin un testigo. Dios siempre, en alguna parte, en algún lugar, ha tenido una persona sobre la que puede poner Sus manos y se pare como un testigo. Y, si Él lo ha hecho, desde allá en el Génesis, el principio, ciertamente, en algún lugar, Dios tiene un hombre sobre el cual Él puede poner Su mano hoy. Pues, Él—Él es más que un hombre ahora, Él tiene muchos hombres sobre los cuales puede poner Su mano, porque estamos llegando al—al tiempo de recoger, el tiempo de la cosecha.",
    "El Génesis fue la siembra de la semilla, y estos seis mil años han sido el madurar de la cosecha. Y ahora la semilla misma ha venido a ser una semilla. Ha vuelto a la flor, y de la flor al—al fruto. Y el tiempo de recoger es ahora, el tiempo de la cosecha, de todas las grandes cosas que comenzaron. La verdadera Iglesia que comenzó en el Génesis ha llegado al tiempo del fruto, el fruto del Espíritu. Y el anticristo que comenzó en Génesis ha llegado a su fruto. Y estamos precisamente en el momento final de toda la dispensación de este mundo, el… del ser mortal. Y estamos… Es el tiempo más importante en que cualquiera, o que cualquier edad haya vivido, es este tiempo. Es un tiempo estremecedor. Es un tiempo de problemas para los pecadores, pero es un tiempo maravilloso para los Cristianos, porque sabemos que estamos—estamos empacando, o uniendo nuestros últimos esfuerzos, para ir a Casa y encontrarnos con el Señor.",
    "Ahora la gente, hoy en día, al mirar alrededor y ver el gran problema y la angustia que enfrenta la nación, donde… Hace unas noches, hablaba con alguien, era uno de estos oficiales de vigilancia que patrullan, y dijeron: “Hermano Branham, acabamos de recibir instrucciones del gobierno de no aconsejar más a la gente que se acueste junto a la… lejos de la ventana en el suelo, por si cae la bomba, o de no entrar a un sótano, porque esta bomba nueva que pudieran dirigir por radio desde Moscú hasta la Calle Cuarta de Louisville, y dar en toda la calle, la disparan, tiene… cosas, explosivos, y la dirijen tantos miles, por tantos miles, guiada por las estrellas y el radar, y pueden dejarla caer exactamente en la Calle Cuarta de Louisville, desde Moscú, Rusia, y cuando diera allí, no tienen que usar un avión ni nada, solo dispararla de por aquí, y aterrizaría justamente allí, y haría un cráter en el suelo, de un área, a cincuenta y tres metros de profundidad por veinticuatro kilómetros a la redonda en cualquier dirección que caiga, veinticuatro kilómetros a la redonda”. No queda más sino prepararse para tomar el vuelo arriba, sería lo único por hacer cuando lleguen esos momentos.",
    "Solo pensar, pueden disparar cincuenta de ellas, o cien de ellas, a la vez, si quisieran. Todo terminaría, dentro de… creo que es sesenta u ochenta minutos, o algo así, o segundos—segundos, más bien, desde allá hasta aquí, para que suceda la aniquilación completamente de todo. No quedaría nada entre Louisville y Henryville, y entre Louisville y—y Bardstown, o por allí, sino un agujero en el suelo lleno de polvo. Sería lo único que quedaría, además de las áreas que abarcaría, y arderían por millas y millas y millas más allá. Y mientras una está cayendo allí, otra cae en otro lugar, uniéndose a esa.",
    "Estoy tan feliz de que nosotros tenemos un Refugio; “Torre fuerte es el Nombre de Jehová; A Él correrá el justo, y estará a salvo”. No importa cuántas bombas, ni cuántas cosas más… Allí estamos a salvo. Entonces, el mundo y el pecador al no tener este Refugio, o este Lugar de seguridad, es un tiempo de conmoción. Creo que si yo no fuera Cristiano, me volvería loco, al pensar en lo que podría pasar en cualquier momento. Y con una casa llena de pequeños, y todo, yo no sabría qué hacer. Pero me llena de gozo poder estar en mi casa y presentarles un Refugio que ninguna bomba puede tocar, ni cualquier otra cosa, bajo las Alas protectoras del Señor Jesús; “No con ejército, ni con fuerza, sino con Mi Espíritu” ha dicho Jehová. ¿Ven? Esa es nuestra protección.",
    "Y qué gran momento glorioso es saber que todo el pecado y las luchas y pruebas de la vida pronto terminarán. Todo terminará uno de estos días, y nos iremos a Casa para estar con el Señor. Ahora, lo que queda es un tiempo para predicar el Evangelio y traer todo, a los que más podamos a esta gran Torre.",
    "Y entonces, como vemos el patrón de nuestra lección hoy, de Elías, durante su reinado, él… o, su peregrinaje en la tierra, pues, él era un gran hombre, poderoso. Dios lo estaba usando de manera poderosa, con gran poder. Y vemos que, durante este tiempo, había un grupo de imitadores que trataban de suplantar a Elías, trataban de hacer lo mismo que hacía Elías.",
    "Y, pues, hoy en día vemos lo mismo: una imitación del Cristianismo, personas que tratan de actuar como Cristianos, que tratan por su cuenta de hacerse Cristianos. No se puede hacer eso, Dios tiene que hacerlo. Él es el Único Quien puede hacerlo.",
    "Así que, formaron una escuela, y la llamaron: “la escuela de los profetas”. Y todos iban a la escuela de los profetas, y ellos los educaban. Y me puedo imaginar que todos esos predicadores allí usaban el mismo tipo de abrigo que usaba Elías. Puedo imaginarme que trataban de imitar su voz, la forma en que hablaba. Y—y la forma en que se presentaba, todos queriendo hacer lo mismo, porque Elías era un gran hombre usado por Dios.",
    "Y hoy vemos eso mismo. Estaba escuchando un programa radial, no hace mucho. Tienen Billy Graham’s por toda esta región, desde que Billy estuvo en Louisville. Todos quieren imitar lo mismo, casi peinarse igual, y—y vestirse igual, y la misma clase de voz, y lo demás. Pero, no se puede hacer eso. Solo sea Ud. quien es y como Dios lo hizo. Correcto. Y, vemos entonces, posiblemente que, en esos días haya sucedido lo mismo.",
    "Ahora, Dios, viendo, anticipando que los días de Elías estaban contados, que solo tenía cierto tiempo para estar aquí en la tierra, como sucede con todos, pues, Él iba a tener al sucesor de Elías. Y viendo eso, Dios llamó a este hombre. No asistía a un seminario cuando Él lo llamó. Estaba arando en un campo, con una yunta de bueyes, sirviendo, o cuidando de su madre y de su padre. Y Dios lo llamó para ser el sucesor de Eliseo, o Elías.",
    "Quizás muchos allá en la escuela pensaron estar seguros de que iban a ser su sucesor, que se pondrían su manto tan pronto como él terminara con él.",
    "Pero, Dios es el que llama; Dios es el que escoge; Dios hace la elección; Dios es el que pone en orden; “Dios ha puesto en la Iglesia: unos, apóstoles; otros, profetas; otros, maestros; otros, evangelistas; y pastores”. Eso lo hace Dios Mismo. Nosotros no podemos hacer ni que un pelo sea blanco o negro, ni podemos añadir nada a nuestra estatura, afanándonos. Dios, en Su gracia infinita, y por Su elección y Su previo conocimiento, establece estas cosas, y cada rueda funciona como debe. Eso me gusta.",
    "Yo sería un hombre desanimado esta mañana, si no creyera en la elección y el llamado de Dios. Si yo creyera que el destino de este mundo será resuelto conforme al poder del hombre, y la sabiduría del hombre, y por “los cuatro grandes”, y las ONU y, quienes nunca siquiera mencionan el Nombre de Dios, sería una persona desanimada; pero, yo no estoy esperando que de allí venga el resultado.",
    "Miro a las páginas de este antiguo Libro aquí, que Dios escribió, y todo sucederá exactamente como Él lo dijo, y así solamente. Y lo único que me queda no es alinearme con ellos, sino alinearme con el Calvario; alinearme con Dios, alinearme con Su Palabra, permanecer en Su Palabra. No importa cuánto parezca que va a resultar de esa manera; resultará como Dios quiere que sea; no puede ser de otra manera. Pues, siendo infinito, Él conocía el fin desde el principio, y hace que todo obre para Su gloria. Correcto;",
    "🦅 Todas las cosas tendrán que obrar en conjunto”. Todo tendrá que irse moldeando hasta llegar a su lugar. ¡Vaya! ¡Si eso no infunde valor en un Cristiano! Nada puede resultar mal. Después de todo, no es nuestra batalla, es la de Él; no es nuestra sabiduría, es la de Él. Lo único que tenemos que hacer es colocar nuestra fe y confianza allí, y quedarnos quietos y ver la gloria de Dios, ver cómo Ella toma Su lugar, y el movimiento de cada rueda. Puede que se salga de un lado y del otro, pero encajará en Su lugar correcto cuando Dios habla la Palabra.",
    "Él conocía el final desde el principio; Él sabía que iba a elegir; sabía que Eliseo ocuparía el lugar de Elías, antes de que el mundo fuere formado. Todo tiene que obrar perfectamente.",
    "Y nosotros nos preocupamos por nuestros seres queridos, y esas cosas: “¿Será que van a entrar?”. Si sus nombres fueron escritos en el Libro de la Vida del Cordero, antes de la fundación del mundo, ellos entrarán perfectamente. Es lo único que podrá hacer. Nosotros damos testimonio y dejamos brillar la Luz. Es Dios, Quien se La trae a ellos.",
    "Ahora, fíjense en Elías, entonces, después de que él le puso su manto, y se lo probara. En otras palabras, Elías el profeta, quien tenía el manto de Dios sobre sus hombros, vino y lo puso sobre Eliseo, el agricultor, para ver si le quedaba. Y tomó cerca de diez años para que diera la medida, para que le quedara ese manto.",
    "Saben, Dios por lo general nos pone en el taller y nos recorta. Ahora, Él no modificó su túnica para que le quedara a Eliseo; Él le ordenó a Eliseo que se ajustara a la túnica. Y así lo hace Él hoy. Él nos modifica para ajustarnos a la túnica, no a la túnica para ajustarse a nosotros. A veces queremos hacer que la túnica se ajuste a nosotros, pero no lo podemos hacer. Ud. tiene que (permitir) ser modificado, personalmente, para el manto. Es el manto de Dios, y Él lo hizo perfecto. Y tenemos… Él tiene que llevarnos a ese nivel, para que la túnica nos quede.",
    "Y, no podemos ser perfectos, por nuestra cuenta. Sabemos que no; no hay manera de serlo y, sin embargo, Él dijo que lo fuéramos. Pero, lo que Él hizo, fue crear una propiciación por nosotros: el Señor Jesucristo y Su justicia. De allí viene la perfección; de ignorar nuestra propia santidad, la cual no tenemos; y nuestros propios pensamientos, que no deben ser. Pero, descansamos solemnemente en la obra consumada del Señor Jesús. Dios Lo envió a la tierra, y fue en Él que descansamos.",
    "Noten, todos estos años, hasta donde sabemos, él solo tenía ese bautismo, del manto que le había sido puesto. Pero con el pasar de los años, Dios había moldeado el carácter del hombre al punto que, después de ser llamado, el manto le quedaba a la medida y era el siervo del Señor.",
    "Y entonces, cuando Elías pasó y se lo arrojó, y partieron a Gilgal y muchos de los otros lugares a los que fueron, a la escuela de profetas, en su camino, viajando. Y, finalmente, Elías trataba de que Eliseo se volviera. ¿Lo notaron? Quería que él se regresara. Dijo: “Yo…”. En otras palabras: “Tal vez el camino está demasiado empinado para ti, hijo. Tal vez sea muy estrecho para que camines”.",
    "¿Saben?, donde estaba Elías, había rectitud. Y dondequiera que el verdadero siervo de Dios predica el Evangelio, es un Evangelio directo y sin adulterar donde sea predicado.",
    "Pues, un día, él fue allí a la escuela de los profetas, para visitarlos, y ellos le pidieron que se fuera. Dijeron: “Eso es demasiado directo para nosotros aquí”.",
    "Lo que necesitamos hoy es una predicación del Evangelio más directa, que separe el trigo de la paja, o lo correcto de lo incorrecto. Decirle a lo bueno “bueno”, y a lo malo, “malo”.",
    "¡Todos estos hombres con su experiencia, y todo lo que eran! Mandaron a buscar algo para comer, y uno de ellos halló una parra montés, y recogió unas calabazas silvestres, y cocinó muerte en su olla eclesiástica. Y, de repente, gritaron: “¡Hay muerte en la olla!”.",
    "Pero Eliseo, con una doble porción, sabía lo que tenía que hacer, así que esparció un puñado de harina en la olla. Dijo: “Pues, bien puedan y coman”. En otras palabras, ellos…",
    "Hoy en día, es un tipo, pensaría yo, de que tenemos muchos metodistas, bautistas, presbiterianos, luteranos, pentecostales, y cuanto más, todos mezclados, y uno peleando contra el otro. Y no hay para qué vaciar todo y botarlo. Necesitamos otro puñado de Harina. Mantener la misma iglesia.",
    "La comida era de la casa de la escuela de allí, que era la ofrenda de harina que el pueblo había traído, y las primicias de la cosecha era molido con un cierto diente que hacía que cada grano de harina fuera igual. Y entonces, siendo que…",
    "Esta harina, idéntica, era un tipo de Cristo. La Harina es la vida. Y cuando el tipo de Cristo, la harina, es molida identicamente, significa: “Jesucristo el mismo ayer, hoy, y por los siglos”. Y la harina en la ofrenda de harina, y cuando le esparcieron esta harina allí, al darle muerte a Cristo produjo Vida. Eso es lo que hace la diferencia, en nuestra forma muerta, en nuestras diferencias, en nuestras discusiones eclesiásticas y todo; si solo incluyéramos allí a Cristo, cambiaría la muerte y la separación, en Vida, si nosotros solo lo hiciéramos.",
    "Hay diecinueve millones de bautistas en américa. Hay trece millones de metodistas en américa. Hay once millones de luteranos en américa. Y diez millones de presbiterianos en américa. Y solo Dios sabe cuántos católicos, que superan a cualquiera de las denominaciones. Pero, en todo eso, ¿qué necesitamos? Un puñado de Harina. Necesitamos traer la Vida a la iglesia. Y Cristo es la Vida. Él vino a traernos la Vida.",
    "Así que, tenían sus discusiones, y sus escuelas, y sus teo-… teologías y todo eso.",
    "Y entonces Elías le dijo a Eliseo: “Será mejor que te vuelvas, porque el camino puede ser un poco difícil”. Pero un hombre de Dios que alguna vez ha visto eso, o ha recibido en su hombro el manto de la justicia y el poder de Dios, no es muy fácil que vuelva atrás.",
    "Cuando escuché al pastor decir, esta mañana, que nuestros… “Muchos se están desanimando”. Lo que necesitamos, hermano, es tomar valor; lo que necesitamos es tener ánimo, correcto. Las pruebas pueden venir. No se nos prometió inmunidad de ellas, pero Él nos dará gracia para pasarlas. Si la montaña es muy alta para escalar, muy profunda para pasarla por debajo, muy ancha para rodearla, Él dará gracia para atravesarla. Así es. No se preocupe, pero mantenga la mirada en Cristo, porque Él es el Único que nos puede llevar hasta el otro lado.",
    "Ahora, los vemos de camino, llegan a la escuela. Y él le dijo: “Quédate aquí ahora. Quédate aquí, y establécete y sé un buen maestro de teología, y todo eso. Y probablemente tú, algún día, puedas llegar a ser el decano del colegio aquí. Pero yo tengo que ir un poco más allá”.",
    "¿Podrían Uds. imaginarse a un hombre de Dios satisfecho con ser decano de una universidad, cuando el Poder de Dios estaba justo por allí donde él estaba parado? No, señor. Él dijo: “Vive Jehová y vive tu alma, que no te dejaré”. Me gusta eso.",
    "Quédese con eso, no importa cuán desanimado esté, aunque venga de su madre, de su papá, o de su pastor. Quédese con Él.",
    "Se dirigieron al Jordán. Cruzaron. Y Elías dijo: “Ahora, ¿qué quieres que haga por ti?”.",
    "Dijo: “Que una doble porción de tu espíritu venga sobre mí”. Él sabía que tenía un trabajo por hacer. Él dijo: “Una doble porción”. No solo una buena experiencia cálida, no solo un buen apretón de manos, o un buen compañerismo con el resto de la iglesia; sino: “Lo que quiero ahora es una doble porción de lo mejor”.",
    "Déjenme decirles, cuando Dios pone a un hombre para una tarea mundial, él tiene que tener algo mejor que lo que tiene el mundo; él tiene que tener algo mejor que lo que tiene la iglesia. Él tiene que ir por una doble porción.",
    "Y si alguna vez ha habido un momento en que se necesita una doble porción, es hoy, en medio del pueblo; algo mejor, algo más alto. No puedo… Creo que los frijoles y el pan de maíz son muy sabrosos, pero a veces tengo que subir y alcanzar algo mejor. Y eso es lo que hacemos; tenemos que hacerlo. Tenemos que seguir subiendo. Israel se estaba descarriando si permanecía en el mismo terreno. Tiene que avanzar o retroceder; y así es con la iglesia.",
    "Así que, mientras iban, no pasaron más que unos minutos y él dijo: “Has pedido una gran cosa, no obstante, si me ves cuando me vaya, recibirás lo que has pedido”.",
    "Ahora, eso tiene que hacerse de manera seria, con sinceridad de corazón, decidido, manteniendo la vista en la promesa. ¡Hmm! Si Ud. está enfermo esta mañana, si está afligido, hay una gran promesa; no hecha por Elías, sino por Dios Mismo. “Si puedes creer, cuando oréis, cree que obtendrás lo que pides, y lo recibirás”. No importa lo que diga el médico, o que pase esto o aquello; manténgase enfocado en la promesa.",
    "Elías le dio una condición: “Si me ves cuando me vaya, te será concedido”.",
    "Hay una promesa: “Si podéis creer, a los que creen todo les es posible”.",
    "A veces me miro a mí mismo, y pienso: “He sido una medusa en mi vida. He esperado, y he perdido muchas miles de almas, para el Reino, porque he esperado y he dicho: ‘Dios…’ He dependido demasiado de un don espiritual. Y dije: ‘Señor, si tan solo me mostraras, si me dieras una visión de qué hacer’”. Y Dios viene con una visión, y luego me doy vuelta y dejo que alguien me convenza de otra cosa.",
    "Y, ¡oh!, nunca he llegado al punto, aún, en el que yo… como en este momento, en el que siento que es por fe, que debemos dar un paso allí, porque es una promesa. Y las cosas que Él ha hecho, y las sanidades que ha realizado, y los milagros; al punto que ha bajado y se ha fotografiado a nuestro lado, y esas cosas, que no se habían conocido desde el principio del mundo. Y luego ¿quedarme parado como una medusa? Eso hace que aún me desanime conmigo mismo. Es hora de mantener la vista fija en la promesa.",
    "Y eso es lo que, por la gracia de Dios, quiero hacer. Y me doy cuenta de que todo demonio del infierno le disparará. Pero, por la gracia de Dios, me propongo a no quitar la vista de la promesa.",
    "Eliseo dijo: “Si tú” o, Elías dijo: “Si me ves cuando me vaya, tendrás lo que pides”. Así es. Ud. tiene que mantener la vista allí; vigilar la promesa. Por ejemplo, qué hubiera pasado si algunos de la escuela, si él hubiera regresado, y hubiera dicho: “Oigan, muchachos, ¿cómo lo estoy haciendo, siguiendo de cerca al profeta?”. Él habría fallado, tal vez. Pero a él no le importaba lo que pensara la escuela, o lo que pensaran todos los maestros. No le importaba lo que pensaran los vecinos, o las casas, o quien lo mirara. Él mantuvo su fe en la promesa.",
    "Lo que necesitamos hoy es fe en la promesa de Dios, y no hacer caso a lo que dice este o aquel.",
    "Como dijo un hermano, un ministro tenía dos niñas que eran mudas, y toda la crítica sobre la sanidad Divina, de que, “Las niñas no podían ser sanadas”.",
    "No le hagan caso a los críticos. Mantengan su fe en la promesa. ¡Dios lo ha dicho! “La oración de fe salvará al enfermo, y Dios los levantará”. Si Él puede hacer que un sordomudo oiga, Él puede hacer que otro sordomudo oiga. Sabemos, por pruebas infalibles, que Él lo hace. Mantengamos nuestra fe en la promesa. Nuestros ojos enfocados; nuestros oídos enfocados; nuestros corazones sencillos; y, algo importante, en Jesucristo, y Él es capaz de cumplir lo que ha prometido. ¡Oh, cuando pensamos en eso, cambia toda la escena, cuando entendemos eso! Dios hizo la promesa. Dios fue Quien lo dijo.",
    "Ahora, aquí estaba el representante de Dios que lo dijo, y ahora Dios Mismo lo ha dicho. Entonces, ¿qué nos queda hacer? Nada más que enfocar nuestro pensamiento en eso. Le dijo: “Si me ves cuando me vaya, recibirás la promesa”. Eliseo mantuvo sus ojos en Elías. No importaban los gritos que hubiera en un lado u otro, lo que ocurriera en un lado u otro, lo que ocurriera antes de eso, él ni siquiera lo miraba. Él mantuvo la vista en la promesa. Allí lo tienen, la vista en la promesa.",
    "Pienso en la señora que visitamos la otra noche, la Hermana Sauer. Y en el médico que le dijo lo grave que estaba. Y no se lo dijo a ella; se lo dijo a un familiar. Y de lo imposible que era para que se recuperara. Ahora, hermano, su yerno me preguntó por esto. Le dije: “Si ella puede mantener la vista en la promesa”. No importa lo que ocurra, mantenga su vista en la promesa.",
    "Hace unas semanas, la Hermana Wood aquí, y el Hermano Wood, dos buenos amigos nuestros aquí en la iglesia. Yo estaba en Michigan con mis amigos, Leo y Gene. Habíamos terminado la reunión de Chicago y fuimos con algunos de sus conocidos, a… por dos días, para ir a cazar ciervos con arcos y flechas. Y viniendo de regreso, mi esposa logró contactarme, y me dijo: “Ora por la madre de la Sra. Wood. Un cáncer le ha comido la cara”. Y dijo: “Nunca había visto a la Hermana Wood tan perturbada. Está llorando”. La Hermana Wood siempre ha sido una heroína de la fe, desde que Dios sanó a su hijo de una pierna lisiada, y la sanó a ella de la tuberculosis y esas cosas. Pero se había rendido.",
    "Allí en la habitación, esa noche, oramos. Al llegar, la Sra. Wood dijo: “Hermano Branham, vamos allá”. Y fuimos a ver a su madre, que estaba en Louisville. Y ella había tenido un cáncer al lado de la nariz, y el médico lo había intervenido, y lo había esparcido; hasta que parecía un anillo al lado de su nariz, y como a tres milímetros de su ojo, el hueso expuesto allí. Se lo comió tan rápido como pudo.",
    "Entré a la habitación, y me arrodillé. Dije: “Quiero hablar con ella a solas”. Y entré al cuarto para orar con la mujer. Y mientras estaba en la habitación, pensé: “¡Oh, Dios!, si tan solo me mostraras una visión de lo que va a pasar con la mujer”. El Sr. y la Sra. Wood estaban sentados afuera, esperando a ver qué diría la visión.",
    "Pero estando allí, me sentí condenado. Sentí condenación por esperar una visión. Como que Algo me lo recordó: “Ese no era el llamado. ¿Por qué necesitas una visión, cuando la promesa ya fue dicha?”. Así que, me arrodillé y oré. Y mientras estaba orando, algo por dentro se ancló, la fe de la promesa.",
    "Luego salí. Y la Sra. Wood, cuando se lo conté, dijo: “¿Vio algo, Hermano Branham?”.",
    "Dije: “No vi nada en particular, pero sentí Algo que me dijo que Su promesa era verdadera y que Él iba a hacerlo. Y creo que Él lo va a hacer”.",
    "Y en menos de veinticuatro horas, la punta de ese cáncer comenzó a desprenderse y a formarse una costra allí. Al cáncer no le sale costra, como saben, a menos que esté muerto. Y ahora ahí estaba. Y la mujer está sana, y en casa. ¡Qué maravilloso Cristo! ¡Por mantener la vista en la promesa! ¡Dios lo dijo!",
    "Pero cuando se ora por nosotros, algunas veces, nos vamos y decimos: “Bueno, no sucedió nada ahora mismo, así que tal vez sea mejor que regresemos de nuevo”. ¡Oh, no!",
    "Mantenga la vista en la promesa. Dios lo dijo, asunto terminado. Eso es todo. Si Dios lo dijo, Dios puede cumplir Su promesa, o Él nunca la haría.",
    "Abraham llamó esas cosas que no eran, como si fueran. Y, por veinticinco años, se mantuvo en lo imposible, porque consideró a Dios capaz de cumplir lo que había prometido. Amén. Y nosotros somos hijos de Abraham, por la fe.",
    "Seguro, Elías mantenía la vista en, o Eliseo en Elías, mientras avanzaban. Al cabo de un rato, llegó el carruaje y los separó, uno a un lado y al otro, y luego recogió a Elías. En… Se subió al carruaje y subió, se quitó el manto de los hombros y se lo arrojó a Eliseo. Pues, Eliseo ya dando la talla, Uds. saben, le quedaba bien. Y se pueden imaginar…",
    "¡Oh!, quiero que me presten toda su atención, ya que siento un cosquilleo en la garganta. Quiero preguntarles algo.",
    "¿Se pueden imaginar cómo se sintió Eliseo cuando recogió este manto, al colocarlo sobre su propio hombro? ¡Oh, qué sensación!",
    "No pretendo hacer que esto sea personal, pero hace unos diez años, desde el púlpito aquí, prediqué un sermón: David, el guerrero con una honda en la mano, y Goliat ante él. En esos días no había campañas de sanidad en el campo, en ninguna parte, de las que supiéramos. Y, ¡oh, la gente criticaba tanto la sanidad Divina! Pero algo sucedió, después de la reunión con este Ser. Y los pastores me dijeron que me estaba volviendo loco, que no era posible. Pero, desde este mismo púlpito aquí, prediqué sobre David. Dije: “¿Me quieren decir esto, que los ejércitos del Dios vivo, dejarán que ese filisteo incircunciso desafíe a este ejército?”.",
    "Un muchachito de hombros caídos y pelo rizado, con una piel de oveja como abrigo y una honda en la mano; con todo el ejército de Israel arrinconado. Y él salió solo, allá. Contra un hombre, con una—con una lanza de casi seis metros de largo, y la cosa en la punta pesaba varios siclos, tal vez son veinte libras de acero, afilada, una lanza de seis metros, con dedos de treinta y cinco centímetros.\n\nY David probablemente pesaba cuarenta y un kilos, y estaba de pie, saltando como un gallito de pelea, y diciendo: “Me quieren decir” ¡oh, vaya!, “¡que van a permitir a ese filisteo incircunciso! Si se queda en su sitio, que se quede, pero él está desafiando a los ejércitos del Dios vivo”. ¡Oh, vaya!, ¡qué héroe! “¿Y todos Uds. temen ir a pelear contra él”? Dijo: “Déjenmelo a mí”. ¡Oh, vaya! Dijo: “El Dios del Cielo me dejó matar un león con una honda, me dejó matar un oso con una honda, ¡y cuánto más me va a entregar a ese filisteo incircunciso en mi mano!”. Seguro.",
    "Y cuando ganó la primera victoria, y cayó Goliat, todos los ejércitos de Israel siguieron a David. Y cortaron cabezas y abatieron, Israel… o persiguieron a los filisteos hasta su propia tierra. Los arrinconaron y los masacraron, y tomaron sus ciudades y todo, y tuvieron la victoria.",
    "Hermano y hermana, ha ocurrido lo mismo en la esfera sobrenatural, cuando dijeron: “La sanidad Divina no puede funcionar. Ya pasaron los días de los milagros”. Si los días de los milagros han pasado, los días de Dios han pasado. La iglesia que no cree en lo sobrenatural va a morir, y Dios dejará la iglesia; ¡tiene que hacerlo! Y Dios dio la promesa, y las promesas de Dios son Eternas.",
    "Aquí hace un tiempo cuando algunas chicas trabajaban con el elemento radio, y lo untaban, y pintaban las manecillas de los relojes con radio; las tengo en este. Y una chica cometió un error y tomó el pincel y se lo metió en la boca. Eso la mató. Y años y años más tarde, tomaron un microscopio y lo pusieron en el cráneo de esa chica, y aún podían oír el radio: “Burr-burr-burr”. Es interminable. Continua, sigue y sigue. No hay manera de detenerlo.",
    "Y, ¡oh, hermano!, si el radio tiene ese tipo de efecto en nosotros, ¡cuánto más lo tendrá el incesable, Eterno, sobrenatural, todopoderoso, todo infinito, Dios Todopoderoso! Tiene que tener el mismo efecto que al principio. Él tiene que tenerlo todo el tiempo, o no sería el Dios Todopoderoso, omnipotente. Él aún está esperando a alguien con una fe recia, que de un paso al frente y desafíe al enemigo en base a la Palabra de Él y declare que es correcta.",
    "Y bueno ¿qué pasó, tan pronto como comenzó la gran campaña de sanidad? Miles de soldados, hombres de Dios, que no salían al frente, en pequeñas iglesitas, como Oral Roberts, Tommy Hicks, y muchos otros hombres destacados en el campo, sacaron su Espada y partieron. ¡Esta Espada, que corta al ir y al volver, de arriba hacia abajo, y al entrar y al salir, “que Discierne los pensamientos, hasta la médula del hueso”! Sacaron sus Biblias, su Espada, y salieron, cuando vieron que se podía hacer. Y hemos golpeado al enemigo, por la gracia de Dios, al punto que el mundo entero ha tenido un avivamiento de sanidad. Es posible. Pastorcitos con iglesitas de dos por cuatro, y demás, se encendieron y vieron la visión, sacaron la Espada y salieron, y desafiaron al enemigo.",
    "¿Cómo sabe que es verdad? Hay grandes hombres, el Diputado Upshaw, el Rey George de Inglaterra, y muchos hombres reconocidos que estaban enfermos y afligidos, hoy están sanos por el Poder del Dios Todopoderoso. Así que, ya no pueden decir nada sobre eso. Es un hecho. ¡Seguro! Fue…",
    "Entonces, después fue Eliseo todo el deseo de su corazón era conseguir esa promesa. Él quería la promesa, ese era su motivo, ese era su todo, esa era su vida, esa era su intención, todo, todo, completamente, dependía de conseguir esa promesa.",
    "Me inclino a creer que en verdad no somos sinceros en cuanto a este asunto del que estamos hablando. Si todo su motivo, esta mañana, descansa en: “Alabar a Dios por mi sanidad. Estoy decidido a ser sanado por el Poder de Dios; estoy decidido a vivir una vida Cristiana; estoy decidido a caminar en paz con Dios; estoy decidido a hacerlo. No me importa lo que diga mamá, lo que diga la iglesia, lo que diga el pastor, lo que diga cualquier otra persona, lo que diga el mundo. Estoy decidido. En eso está enfocado mi corazón”. Así Ud. logrará algo.",
    "Entonces, cuando Eliseo vio que estaba decidido a conseguirlo, Elías vio que Eliseo estaba decidido, le dio la promesa. Ahora, la promesa fue: “¡Si me puedes ver cuando me vaya! ¡Si puedes verme cuando me vaya!”. Ahora depende de Eliseo. Él quería escuchar la promesa, así que recibió la promesa. Ahora incluye un “si”; “¡si me ves cuando me vaya!”.",
    "Ahora, si Ud. está enfermo esta mañana, y quiere ser sano, puedo probarle que Cristo le dio a Ud. la promesa. La promesa es suya: “¡Si podéis creer! ¡Si podéis creer!”. No se deje vencer.",
    "Ahora Eliseo ya está envuelto en el manto de Elías, el profeta. ¡Qué marcha de conquistador! ¡Cómo caminaba, dirigiéndose al Cielo, como un conquistador! Él había oído la promesa; sentía el poder. Él caminaba como un guerrero, directo al Jordán.",
    "¡Alabado sea Dios, amigo! Cada creyente, esta mañana, que está vestido en la justicia de Cristo, va hacia el camino al Jordán. Así es.",
    "Que vengan las bombas atómicas; que venga, como sea. Tenemos el manto y caminamos, el conquistador. Amén. Yo… “No temas. Yo he vencido al mundo”. ¡Sí, señor! Recuerden ¿qué? “Yo he vencido al mundo”. Cristo lo dijo.",
    "Elías caminaba con un manto de segunda mano, incluso como un conquistador, correctamente, llegando al Jordán.",
    "Hermano, permítame decir esto en cuanto a Ud.: No se ponga Ud. el manto de otro que está todo carcomido por las dudas, donde todas estas derrotas y supersticiones y altibajos lo han agujerado, y se está deshilachando todo. Póngase Ud. el manto del Conquistador, Cristo. No confíe en su iglesia que una vez enseñó de salvación por el bautismo del Espíritu Santo, que una vez enseñó de sanidad Divina y ahora La niega, todo carcomido por las polillas de la duda y todo lo demás. Póngase el manto de Aquel que nunca perdió una batalla, porque Ud. va de camino al Jordán. Amén.",
    "Ahora, él tenía un manto de segunda mano, es verdad. Y mucha gente esta mañana tiene mantos de segunda mano. Pero cuando llegó al Jordán, él se dio cuenta de que el manto solo no funcionaría. Así es. Y la iglesia, la metodista, la bautista, la pentecostal, la presbiteriana, “¡Oh, tenemos escuelas! Para… Vaya, tenemos toda la ética, de la Biblia, al pie de la letra. Tenemos cada tejido del manto bien, las promesas; lo tenemos todo. ¡Oh, estamos bautizados, sumergidos! Y somos muy apostólicos. Tenemos la fe apostólica: Creemos en la sanidad Divina; creemos en Dios; creemos en los Poderes de Dios. Hemos bautizado, de la Biblia, como dice la Biblia. Hemos recibido el Espíritu Santo; hemos hablado en lenguas. Hacemos todo eso”. Pero, hermano, si eso es lo único que se necesita, Ud. también se dará cuenta que algo le falta, cuando llegue al Jordán.",
    "¡Oh!, puede ser que Ud. haya sido instruido; puede que sea inteligente; puede ser que tenga un D.D., doctorado en Divinidad; puede que tenga un Ph.D, un doctorado en filosofía. Puede que tenga un LL.D., un doctorado de Latín; puede que tenga todo tipo de títulos. Puede ser que Ud. tenga puesto el manto de la iglesia metodista; puede ser que Ud. tenga puesto el manto de la iglesia pentecostal; puede ser que Ud. tenga puesto el manto de las Asambleas, o de la Unidad, o de los Trinitarios, o lo que sea. Eso solo es un manto de segunda mano, para comenzar; así es, de dogmas fabricados por el hombre, que han sido inventados, cosas así; e incluso si Ud. ha sido un Cristiano, y la iglesia ha sido Cristiana, y con el manto puesto correctamente.",
    "Pero cuando Eliseo, de pie allí, visible a toda una orilla llena de profetas y críticos, para ver lo que él haría, y aquí viene, caminando con el manto de Elías puesto, ¡oh, vaya!, aleluya, él fue instruido, en otras palabras, él tiene educación, él se sometió, él cree, no hay nada errado en él, y va llegando al Jordán, el mundo lo está observando.",
    "¡Oh, Dios!, ¡cómo necesitamos eso hoy! Con tantos eruditos instruidos y educados; con tantos hombres que pueden desglosar esta Biblia y explicarla, en matemáticas; tantos hombres que pueden hacer grandes cosas por medio de la enseñanza; quines conocen la historia de la Biblia perfectamente, quines pueden decirle la hora en que se encendió la vela y cuando se apagó. Ellos pueden decirles todas estas cosas. Y son… Ellos tienen el bautismo en agua; tienen el bautismo espiritual, como le dicen ellos, el manto. Ellos tienen todo puesto en orden.",
    "Eliseo también, pero cuando llegó al Jordán, a enfrentar al mundo crítico, ¿qué gritó? “¿Dónde está el Dios de Elías”? No fue el manto de Elías que lo hizo. Fue el Poder del Dios de Elías, que lo hizo.",
    "Y lo que el mundo necesita esta mañana es el Poder del Dios de Elías. Puede ser que Ud. haya hablado en lenguas y gritado, y corrido por el salón. Pero lo que necesitamos es el Poder del Dios de Pentecostés, para producir las vidas y las cosas que se vivieron en ese día, en el poder apostólico.",
    "El manto de segunda mano estaba bien, pero él necesitaba un llamado de Dios nuevo en su corazón. Él necesitaba una nueva unción de Dios. Él llevaba un manto de segunda mano cuando llegó al río, pero necesitaba un llamado nuevo de primera mano de Dios, y un Poder de primera mano de Dios, para realizar el milagro.",
    "Y, hermano mío, no tema Ud. pedirle a Dios cualquier cosa. Ud. debe exigirle a Dios, o pedirle a Dios todo lo que Él haya prometido. Pues, si estoy presentando a un Dios que es omnipotente y todopoderoso, y si soy un siervo de Dios, yo debo hacer las obras de Dios. Y si hago las obras de Dios, yo debo exigirle a Dios que realice estas cosas, porque Él me está exigiendo que haga lo imposible. Tengo que pedirle a Él. Y tengo que invocarlo a Él, y pararme allí y decir: “Dios, Tú lo prometiste”; Ud. también, cada persona.",
    "🦅 Recibiréis poder” Hechos 1:8, “después de que el Espíritu Santo haya venido sobre vosotros”. ¡Después de que el Espíritu Santo venga sobre Ud.! Después de que Ud. tenga el manto de Cristiano, después de que su fe se haya establecido en Cristo, entonces Ud. recibirá poder. Ahí lo tiene. Sí.",
    "Y, hermano, hermana, cada uno de Uds., esta mañana, permítanme decir esto antes de orar por los enfermos, permítanme decir esto: Con la ayuda de Dios, oren por mí. Cuando me paré, hace diez años, en esta plataforma, predicando sobre David y Goliat, ahora no es un Goliat que me ha estorbado, Dios lo mató frente a mí, pero lo que me ha estorbado, es la falta de fe, la falta de algo que yo sabía que estaba presente.",
    "Y esta mañana, ante este pequeño tabernáculo de nuevo, estoy clamando: ¿dónde está el Dios quien dio esta promesa? ¿Dónde está el Dios quien vino a mí con esto, allá? Acércate, Dios, y dame valor. Dame fuerza. Dame determinación en mi mente, no importa lo que ocurra. Aunque se vea oscuro, o se vea… Como se vea, que yo siga adelante. La promesa es veraz.",
    "Y hermano, hermana, uno de estos días… A Uds. amigos pecadores aquí esta mañana, y a Uds. quienes se quieren hacer pasar por Cristianos: puede ser que pertenezcan a la iglesia, eso está muy bien, no tengo nada que decir en contra de eso, nada en contra de su fina educación académica, o en contra de su teología, no tengo nada en contra de eso, pero, ¡oh!, ¿dónde está el Dios?",
    "No fue Elías, a fin de cuentas. No fue Elías quien abrió ese río; no fue su manto. Eliseo lo tomó de su hombro. Lo dobló de la misma manera que Elías. Pero cuando comenzó a mecerlo, allí no había Poder. Entonces clamó, sabiendo que Dios estaba en alguna parte: “¿Dónde está ese Dios? ¿Dónde está?”. Entonces algo debió haber impactado al profeta, porque él meció ese manto y golpeó el agua, y ella se abrió de un lado al otro. Y ante el clero de aquel día, ante los críticos de aquel día, cruzó el Jordán, como Elías antes de él.",
    "Nosotros no necesitamos las enseñanzas; las tenemos. Sino que necesitamos al Dios de Elías. Necesitamos el Poder del Dios de Elías, de nuevo en nuestra iglesia. El poder para hacer que se aferre allí, y llamar a la Palabra de Dios, “Veraz” no importa lo que sea.",
    "Y todos aquí esta mañana, como seres humanos, vamos camino al Jordán. “¡Y cuando él llegó a Jordán”! Ud. llegará allí una de estas mañanas o una de estas noches.",
    "Cuando llegó al Jordán, él caminaba como un conquistador. Pero, fue cuando llegó al Jordán, allí fue diferente. Él llevaba puesto un manto de segunda mano; otro hombre lo había usado. Pero era un buen manto, y él sabía lo que fue el hombre que había usado el manto.",
    "Hermano, hermana, una de estas mañanas, yo tendré que llegar al Jordán.",
    "Estaba pensando. Esta tarde, vamos a donde el Hermano y la Hermana Wright. No los olviden. Este es su aniversario de bodas de oro. Creo que la iglesia va a celebrar una—una cena con ellos. Estaba pensando, el otro día: ¡cincuenta años! Y los veo a los dos, bien envejecidos y abatidos. Pensé: “Sí, yo tengo cuarenta y siete años”. Ellos se casaron tres años antes de que yo naciera.",
    "¡Cuarenta y siete! Voy bien encaminado al Jordán; tendré que llegar. Tengo que llegar allí. Voy a llegar allí. Puede ser en un accidente en la carretera; podría caer del aire, en un avión. Puede que me atraviesen, con un dardo del diablo en algún lugar, y moriré. No sé cómo partiré. Pero, una cosa sé, voy a partir, y voy camino hacia el Jordán.",
    "Pero cuando llegue allí, quiero estar seguro de una cosa, de también tener puesto un manto de segunda mano. No voy a confiar en el mío, porque no sirve. Pues, tan pronto como Eliseo, recogió el manto de Elías, rompió el suyo en pedazos y lo desechó. Y así fue cuando yo encontré a Cristo. Yo mismo me rasgué, mis propias ideas, mis propias tonterías, mis pequeñas insignificancias. Yo pensaba, cuando era un pequeño predicador bautista, que era como… que yo era alguien. Pero, lo rasgué; me puse Su manto. Y cuando llegue al Jordán, quiero encontrarme envuelto en Su manto. Él seguirá aquello. Y llegaremos allí un día.\n\nPero oremos un momento.",
    "Padre Celestial, a medida que vamos rumbo al Jordán esta mañana, como conquistadores, y algún día, tendremos que mostrarle algo al Jordán, es decir, a la muerte. Y, ¡oh, qué cosa tan horrible será, una separación de Dios! No podremos cruzar, no. Pero, Eliseo, cuando llegó allí, él tenía puesto el manto de Elías. Y cuando se quitó el manto de Elías, el hombre que había sido agradable a Tus ojos, y lo habías aceptado y lo habías llevado al Cielo Contigo, y Eliseo llevaba puesto su manto, así que le mostró al Jordán, la muerte, el manto de Elías, y fue aceptado, el Jordán se abrió, y él cruzó.",
    "Querido Dios, algún día tenemos que llegar allí. No podremos presentar nuestras buenas obras; pues no las tenemos. No podemos presentar nada que haya en el mundo. Ni siquiera quiero tratar de presentar algo, sino que confío plenamente en los méritos de Jesús. Tú Lo aceptaste a Él, y Lo resucitaste de entre los muertos, y fue llevado a la Presencia de Dios y allí permanecerá para siempre. Y, Dios, quiero presentarte eso, que yo creo en Él, y Lo amo. Y, por Su gracia, Él nos ha vestido con Su manto. Y oro, Padre, que Tú nos ayudes ahora en los días de la batalla. Y donde los hombres de Dios deben hacer las obras de Dios, pido que Tú nos permitas tomar el manto de Cristo, el poder del Espíritu Santo, y llamar al Dios que vivió en Él. Concédelo. En el Nombre de Cristo lo pedimos.",
    "Y con nuestros rostros inclinados. Me pregunto, aquí esta mañana, si habrá alguna persona que está tratando de caminar hacia el Jordán, sin este manto puesto. Si hay una persona que no tiene puesto el manto de Jesucristo, y aún cuando fue usado una vez por el Hijo de Dios; me pregunto, si Ud. no tiene eso puesto esta mañana, si podría levantar sus manos a Dios y decir: “Querido Dios, en esta hora, hoy quiero aceptarlo”.",
    "Dios la bendiga, señora. ¿Alguien más que levante la mano? Dios te bendiga, hijo. ¿Alguien más, solo levante la mano? Dios te bendiga, niño. Dios te bendiga, joven. ¿Alguien más que levante la mano? Dios lo bendiga, allá atrás, señor.",
    "Solo diga: “Con la ayuda de Dios, esta mañana, quiero dejar mi justicia propia, mis propias ideas y mis pensamientos de placeres y diversión, y el pecado en que he vivido. Y quiero que Cristo me ponga Su manto, esta mañana, que yo use Su manto; pues sé que es perfecto”. Dios te bendiga, hijo. Alguien más diría: “Y yo solo levantaré…”.",
    "Levante la mano, diga: “Ahora quiero aceptar al Espíritu Santo en mi vida. Quiero ser vestido con el manto de Su justicia. Cuando llegue ese día, no me presentaré a mí mismo ni diré: ‘Bueno, pues, Tú sabes que yo compré carbón para alguien. Yo hice esto’”. Eso es bueno, es muy amable, pero eso… Algo tuvo que morir, para que Ud. viva, y solo a través de ese acto Ud. puede ser salvo. ¿Levantará Ud. la mano? Diga: “Cristo, ahora abandono mi propio camino. Acepto Tu camino. Quiero que tengas misericordia de mí cuando llegue al final del camino”. Muy bien. Dios la bendiga, señora. Dios le bendiga. Muy bien.\n\nEntonces vamos a orar.",
    "Ahora, Justo, Padre Celestial, se han levantado unas siete, ocho, diez manos. No conozco sus situaciones. Tú sabes todo sobre ellos; yo no. Pero ellos tienen necesidad hoy. Y ellos se dan cuenta que están necesitados, y están dispuestos a venir y aceptar ayuda en tiempo de problemas; al ver que la gran hora está ya a la mano, las bombas atómicas, las grandes cosas que nos esperan.",
    "Y oro, Padre Celestial, que bendigas a estas personas, y que hoy pongas Tu mano sobre ellos y quites toda su iniquidad y duda. Y que ellos desechen su viejo manto apolillado de justicia propia, que los gusanos y los grillos, y las polillas de supersticiones y de iglesismo, han carcomido, y (ellos) pronto será deshecho. Que sencillamente lo desechen, y que vengan y tomen el manto del Señor Jesús. Que digan: “Yo confío en Él. Me envuelvo, no en mi justicia, ni en mis propios pensamientos; sino, desde esta hora, confío en Ti”. Concede que lo reciban, Padre, porque lo pedimos en el Nombre de Cristo. Amén. 🦅"
  ]
}