{
  "title": "UN PROFETA SONROJADO",
  "id": "56670009",
  "content": [
    "🦅  Que el Señor añada ahora Sus bendiciones al tema de, Un Profeta Sonrojado.",
    "Esta mañana estuvimos muy ocupados con un profeta que vestía un manto de segunda mano. Y sabemos en esta noche, por la Escritura de esta mañana, que nosotros mismos usamos un manto de segunda mano. Nosotros… el manto. Y estoy tan contento de que sea un manto de segunda mano, porque este manto que ahora usamos ha sido contado por Dios como justicia, por medio de Cristo Jesús. Y no estamos recibiendo el manto carcomido por la polilla de la teología de algún hombre que ha sido comida por las polillas y los grillos, y demás, que dicen: “Los días de los milagros han pasado, y que no existe tal cosa como la—la omnipresencia del Espíritu Santo ahora”; sino que vestimos un manto de Su justicia.",
    "[Cinta en blanco.—Ed.] No en nuestra propia habilidad, sino en la—la habilidad de nuestro Señor Jesús.",
    "Y cuando yo llegue al Jordán, quiero tener puesto Su manto, estar confiando en el Suyo. Y esa gran sombra de la puerta que nos espera a todos, llamada “muerte”, cada vez que nuestro corazón late, nos acercamos un latido más a esa gran brecha por la que todo hombre y mujer tiene que pasar. Y cuando yo llegué a esa brecha, junto con Uds. creyentes, Me da tanto gusto saber que no voy allá con esto en mi corazón y mente, de que yo he hecho algo grande. Voy allá, confesando y sabiendo que yo soy un pecador, y sabiendo esto: que quiero envolverme en los mantos de Su justicia; y con el testimonio, que “Yo lo conozco a Él en el poder de Su resurrección”. Que, cuando Él llame de entre los muertos, yo quiero salir.",
    "Ahora, nuestra escena y drama está preparado esta noche, como nuestro texto, de otro día en Israel, a varios cientos de años después del—del tiempo de Elías. Habían tenido muchos altibajos en el reinado de Israel. Y ahora estamos en la escena esta noche…",
    "Esta mañana estábamos en la escena donde hubo mucha imitación carnal, cómo la escuela de profetas estaba por allá entrenando para ser profetas. Y de cuán poco entendimiento eran, al grado que ni siquiera podían entender el poder de Dios. Pensaron que el poder había levantado a Elías y lo había arrojado a la montaña en alguna parte, y enviaron a un grupo de búsqueda tras él. Cuando Eliseo sabía muy bien que Dios se lo había llevado a la Gloria. Pues, él desapareció. Dios se lo había llevado, y él escapó de la muerte yendo a Casa a Dios, en un carro de Fuego y caballos de Fuego. Y luego vimos que sus seminarios y las obras de su propia teología no funcionaron. Se requirió de la elección y llamamiento de Dios para hacer un profeta de Dios.",
    "Y ahora, esta noche, encontramos a Israel en una condición descarriada. Israel había pasado sus altibajos. Era un tipo mismo de la iglesia hoy. A veces andaban sobre el tejado, y la próxima vez abajo en el valle. Eso es lo que se necesita para hacernos apreciar lo bueno. A eso le llaman la ley del contraste.",
    "El hombre negro de África no sabía que era negro, su piel, hasta que vio a David Livingston. Y él dijo… Entonces se dio cuenta de que su piel era negra, porque la de Livingston era blanca. Es un contraste.",
    "Uds. no sabrían cómo apreciar el día si no tuvieran la noche. Uds. no sabrían cómo apreciar la luz del sol si no tuvieran el día nublado. Ud. no sabría cómo apreciar la justicia, a menos que sufriera alguna injusticia. Uds. no sabrían cómo apreciar la buena salud, a menos que hayan sufrido mala salud, algún quebranto de salud. Solo en aquellos…",
    "Y por eso creo que nosotros apreciaremos tanto el Cielo, porque una vez vivimos en la tierra. Y yo creo que la ley del contraste… La razón por la que apreciamos tanto al Espíritu Santo, esta noche, es porque vivimos tanto tiempo en una iglesia que nos dijo que no existía tal cosa. La razón por la que lo apreciamos, esta noche, es porque hemos tenido el otro lado. Y así es como Dios ha querido que sea, porque Su pueblo ha tenido sus altibajos. Uno no sabe cómo apreciar la cima de una montaña, a menos que haya estado en el valle. Y, así, uno no sabrá cómo apreciar agua buena a menos que haya bebido de la mala. Y luego Ud.—Ud.… Todo el tiempo, es una ley de contraste.",
    "Ahora, Israel estaba en uno de sus estados descarriados, ¡y qué cosa habían hecho!",
    "Ahora, Israel era un pueblo escogido, elegido, seleccionado, y Dios había escogido a Israel para un determinado propósito, para que la sangre de Israel fuera el torrente sanguíneo más limpio, porque de ese linaje vendría el Mesías Mismo.",
    "A lo largo del Antiguo Testamento, Dios apareció en el hombre. Dios apareció en Abraham, como un creyente de fe. Dios apareció en David, como un rey. Él apareció en José, como justicia. Él apareció en Moisés, como profeta, sacerdote, legislador. Él apareció a través de las edades, en los profetas. Él siempre Se dio a conocer en hombres, en porción, a través de profeta, rey, sacerdote, legislador, y demás. Pero, en Cristo, habitó en Él, la plenitud de la Deidad corporalmente, y sabiendo que este Espíritu finalmente debería encontrar un lugar de descanso. Sobre Elías, él era un hombre de la justicia de Dios. Él proclamó la justicia de Dios. En Moisés, él fue un legislador, para que Ud. cumpliera con la marca o saliera. En todas estas cosas, Dios representado. Pero cuando Él vino a Cristo, Él era perfecto, toda la plenitud de la Deidad corporalmente descansó en Cristo.",
    "Y Dios Mismo Se representó una vez en la plenitud, de antemano. En el Libro de Génesis, en el orden de Melquisedec, “Quien no tuvo padre, ni madre; sin principio de días, ni fin de años, ni fin de vida”. Y Él era un Sacerdote, el Rey de Salem, un sacerdote de Dios, del Dios Altísimo, Quien no tenía principio ni fin. Él era nada menos que la prefigura del Señor Jesucristo. Pues, Él era el Rey de Salem, el cual es el Rey de Paz, el cual es el Rey de Jerusalén. Y Él estaba en prefigura. Aun el patriarca Abraham Le pagó el diezmo a Él. Él fue una prefigura de la venida del Señor Jesús. El mismo Melquisedec se encontró con Abraham allá en las llanuras antes de la destrucción de Sodoma y Gomorra. Y—y Él lo encontró después de Sodoma y Gomorra, cuando Abraham Le pagó los diezmos de todo el botín que había tomado del rey.",
    "Todas estas cosas fueron sombras, tipos apuntando a Cristo. Y ahora, todas las sombras de los santos del Antiguo Testamento, sus altibajos, fueron sombra y tipo, y ejemplos para nosotros hoy.",
    "Ahora, encontramos que Israel no debía mezclarse en matrimonio. Sus matrimonios debían ser el uno con el otro, ningún israelita debía casarse jamás con un gentil, sino que debían mantener su linaje sanguíneo limpio. Y aun hasta este día, yo creo que el linaje de sangre judía es la sangre—el linaje de sangre más limpio sobre la faz de la tierra hoy, es el judío. Ellos aún están esperando a ese Mesías. Pero, Él… Nosotros sabemos que Él ya vino; y sus ojos fueron cegados, para nosotros tener oportunidad de arrepentimiento por medio de Cristo.",
    "Ahora, durante el tiempo del reinado de Esdras, los hijos de Israel se habían descarriado. Habían salido y habían tomado a mujeres moabitas, y habían tomado mujeres de entre los amorreos, los ferezeos, y muchas de las otras naciones. Y no solo se habían casado con ellas, sino que estaban cometiendo fornicación entre ellos, inmundicia, y contaminando el mismísimo linaje sanguíneo, el cual es la línea de vida.",
    "Y qué cuadro es ese hoy de nuestras iglesias, la manera en que se están apartando de la antigua línea trazada que Dios colocó para la iglesia. Los preceptos por los cuales debemos vivir, la iglesia está cometiendo fornicación con el mundo. Ha salido al mundo, y ha comenzado a coquetear con el mundo.",
    "Ahora, esto avergonzó tanto al profeta, que cuando llegó ante Dios, su rostro se sonrojó. Apenas él escuchó de eso, y vio la—la decadencia moral de su pueblo, le hirió tanto que se sentó y se ungió, se arrancó el cabello y la barba, y estuvo apesadumbrado delante del Señor, en oración. Entonces cuando se ofrecía el sacrificio de la tarde, él entró al templo y cayó de rodillas y se sonrojó delante de Dios, por los pecados del pueblo.",
    "Ahora, él no se sonrojó por la calle escarlata del distrito rojo; él no se sonrojó por los bebedores de licor en el antro del infierno, tan grave como pueda ser; sino que se sonrojó por el pecado de los escogidos.",
    "Y lo que necesitamos hoy son más profetas tan llenos de Dios en su corazón que se sonrojen en la Presencia de Dios, por los pecados de la gente que dicen ser el pueblo de Dios y con ese comportamiento que tienen. ¡Qué desgracia hemos traído a este lugar! La moral de nuestra gente…",
    "Este no es un tema fácil de hablar; se me ocurren muchas cosas más fáciles de las cuales hablar. Pero, hermano, si alguien no se para en este día pecaminoso y adúltero en que vivimos, y hace el llamado, ¿qué va a suceder? Alguien tiene que declarar el asunto. Alguien tiene que presentárselo a la gente.\n\nQuizás Esdras no quería hacerlo, pero estaba en su corazón.",
    "Y cuando Ud. ve a un siervo de Dios siendo tan sincero que está postrado sobre su rostro con sus manos en el aire, orando a Dios, y sonrojado por la iniquidad de la gente, entonces Uds. van a ver que comienza un avivamiento. Un hombre no puede estar en la Presencia de Dios, una iglesia no puede permanecer en la Presencia de Dios, en arrepentimiento, a menos que el Espíritu Santo descienda y dé la unción y poder para comenzar un movimiento de Dios allí entre esas personas. ¡Es que tiene que ser así!",
    "Muéstrenme un hombre. Muéstrenme otro Calvino, Knox, Finney, Sankey, o cualquiera de aquellos que sientan la carga de la gente, que se postren sobre su rostro y clamen y oren delante de Dios. Envíanos un John Smith de la iglesia bautista de nuevo, quien oraba toda la noche por la iniquidad del pueblo, al punto que sus ojos se le cerraban por la hinchazón a la mañana siguiente, por el llanto, y su esposa lo guiaba a la mesa y le daba su desayuno con una cuchara. Muéstrenme un John Wesley de nuevo, una antorcha sacada del fuego, yo les mostraré un avivamiento.",
    "Lo que hacemos hoy, es darle palmaditas en la espalda. Lo llamamos esto y aquello, y un avivamiento, cuando no hay avivamiento. Así es. Hay un movimiento de emoción religioso entre la gente, pero no hay avivamiento.",
    "Ellos tuvieron un grupo religioso en ese día. Tuvieron un movimiento en ese día, pero necesitaban un avivamiento.",
    "Pues, mi querido hermano y hermana, la moral de esta nación ha llegado a ser tan baja que avergonzaría a un perro. ¡Haría que un sabueso se avergonzara si pudiera, la inmoralidad de nuestra gente! La gente, incluso años atrás, las cosas que hemos, que la—la nación ha hecho, ¡las cosas que ha hecho la gente! Todo es por falta de oración.",
    "La iglesia que antes no creía en espectáculos de películas, no permitían que sus hijos fueran al show de películas. Ellos evitaban el espectáculo de películas. Y, hoy, pues aun tienen… Colocaron el cine en su propia casa; cada casa tiene una televisión.",
    "Cuando consideraban incorrecto beber cerveza, cuando pensaban… John Barleycorn, qué tipo más vulgar era. Hoy, un sesenta por ciento de los así llamados Cristianos se toman un trago social por lo menos una vez al año. Luego tienen sus parrandas, para eso de la Navidad, cuando tienen su celebración. Por cuanto han adoptado la educación para que tomara el lugar de la salvación. Nunca lo hará.",
    "Lo que necesitamos es un avivamiento. Ponemos vendajes para callos, los quitamos; otro vendaje, se quita, y aún encuentran que el dolor está allí. Lo que necesitamos hoy no es regeneración social, no son pláticas intelectuales; lo que necesitamos hoy es una transfusión de Sangre del Cielo enviada por Dios y chapada a la antigua. Los emplastos para callos no servirán de nada. Estamos anémicos. Necesitamos una transfusión de Sangre. Necesitamos regresar al Evangelio a la antigua que llama al arrepentimiento ante Dios. Y no con una profesión de ojos secos, de estrechar manos, sino un avivamiento del Espíritu Santo enviado por Dios con la posesión de la purificación de la Sangre del Señor Jesucristo en cada corazón humano. Necesitamos que comience un avivamiento en la Iglesia, y que se extienda por toda la nación. Moriremos, pereceremos, estamos acabados, sin esa clase de avivamiento.",
    "Estoy tan harto y hastiado de ver estos pequeños avivamientos de Hollywood, así llamados, donde la gente viene y se agita emocionalmente por un par de horas y, o un día o dos, o una semana o dos, y salen y ahí se acaba todo. Hermano, Ud. puede estar en un… entusiasmarse por un avivamiento; Ud. puede tener emoción; Ud. puede tener buenas intenciones; todo eso está bien, pero no es lo que necesitamos hoy.",
    "Necesitamos un bautismo del Espíritu Santo, para cambiar la emoción y el intelecto, y la vista, los hábitos, la vida de la gente, y ponerlos de vuelta en el camino correcto. Aparte de una transfusión de Sangre del Calvario, todas nuestras reformas no van a servir de nada.",
    "No necesitamos una ONU, tenemos una ONU allí, y ¿qué han hecho? Nunca invocan el Nombre de Dios. Les da temor invocarlo. Una vez un grupo de clérigos hizo la pregunta: “¿Por qué ellos no oraban?”.\n\nRespondieron: “Pudiera ofender a alguien, a alguno de los que no creen en Dios”.",
    "¡Oh, lo que necesitamos es un avivamiento! No importa a quién ofenda, tenemos que predicar el Evangelio y atender el llamado a trabajar. Correcto. Yo no le daría ni diez centavos por cualquier programa que dejara a Dios fuera del cuadro, ya sea la ONU, o los Cuatro Grandes, o lo que pudiera ser.",
    "Hasta que esta nación llegue al punto de despertar, de que estamos muriendo sin la Sangre del Señor Jesucristo; hasta que los individuos despierten a esa—esa causa, ¡que estamos muriendo! La razón por la que estamos muriendo, es por no tener el camino original, el remedio, la cura que Dios nos dio en el Calvario.",
    "¡Con razón hace que un hombre se sonroje! ¡Con razón! Un verdadero predicador mira sobre su congregación y trata de guiarlos ante el trono de Dios. Y visita sus hogares, y los encuentra fumando cigarrillos, contándose chistes sucios, entreteniendo en el patio trasero con fiestas de cerveza; caminando por las calles, sus jovencitas, y de mediana edad, y demás, y hasta la abuela con pantaloncitos cortos. La madre en la calle con un bebé en un brazo, vestida tan sensual para atraer la atención de cualquier contrabandista de licor que camine por la calle; y llamándose Cristianas. Haría que cualquier verdadero hombre de Dios sonrojarse, traer a tal persona a la Presencia de Dios. ¡Correcto!",
    "Y todo el unirnos a la iglesia y subir de estatus, ha llegado a ser un disparate, y lo fue en ese día y lo será en este. Tráenos de nuevo a Dios, no con una inyección de educación, no con una inyección de reforma religiosa, no con la inyección de alguna clase de teología hecha por el hombre, sino un bautismo a la antigua del Espíritu Santo enviado de Dios, del Cielo, en una experiencia pentecostal de quemar toda la carnalidad. Y reemplazando allí la joya que Dios quiso que estuviera allí, de un hijo y una hija de Dios. Hasta que hagamos eso, hermanos y hermanas, aún tendremos mujeres con el pelo corto, maquilladas, de apariencia sensual; y hombres bebiendo, fumando, y llamándose Cristianos; porque no saben otra cosa. En su corazón, la mera raíz de carnalidad está allí, y necesitamos una limpieza de la iglesia, desde el sótano hasta el púlpito. Amén. Y así es.",
    "Lo que necesitamos hoy son algunos profetas que se sonrojen. Dios… A veces la gente viene a la línea de oración, para recibir oración, parece que van a una casa de mala fama. Así es. Vienen a pedirle algo a Dios, y con apariencia de Jezabel. Lo que necesitamos hoy es una limpieza de casa y un calentar de corazón, por profetas de Dios que se paren en el púlpito y denuncien la cosa, y digan lo que está bien y lo que está mal; y prediquen el Evangelio sin transigir, hasta que los pecadores caigan al suelo, y lloren hasta que Dios envíe el Espíritu Santo para limpiar sus vidas. Amén. Sabemos que eso es así. Es lo correcto.",
    "Yo prediqué aquí no hace mucho y dije que toda mujer en esta ciudad era culpable, de una manera u otra, de adulterio. Ellas lo son. Las mujeres van aquí al centro de la ciudad y difícilmente pueden comprar un vestido que no parezca que han sido embutidas en él. No estoy aquí para… Esta es mi propia iglesia. Yo tengo el derecho de predicar lo que el Espíritu Santo me dice que haga. Así es.",
    "Déjenme decirles. No la estoy criticando, mi hermana. ¿Pero no le enseña el Espíritu Santo algo diferente? Si no es así, me temo que Ud. no recibió el Espíritu Santo. Así es. El Espíritu Santo no es “gritar”; el Espíritu Santo no es “danzar en el Espíritu”; el Espíritu Santo no es “hablar en lenguas”; el Espíritu Santo es justicia. Dios, danos un avivamiento del Espíritu Santo de justicia enviado por Dios.",
    "¿No se da cuenta que cuando Ud. se viste así y camina por la calle, y los hombres la miran como no deben, que en el Juicio (Ud. pudiera ser tan pura como un lirio, delante de su esposo), pero, en el Juicio, Ud. será culpable de cometer adulterio con el hombre al que Ud. se presentó así?",
    "¡Con razón hará que una persona se sonroje! ¡Con razón! ¿Qué le hace a Dios? Cuando, la Biblia dice, allá en el principio, que “Le dolió a Él haber hecho al hombre”. Le dolió en el corazón a Dios, cuando Él los miró en los días antes de la destrucción antediluviana, el haber Él hecho a un hombre. ¿Qué sucedió? “Los hijos de Dios vieron que las hijas de los hombres eran hermosas”. Fue una perversión. Fue una mezcla sexual. Fue esa cosa que sacó a los hijos de Dios del huerto del Edén. Fue esa cosa que impulsó el juicio de Dios, para que trajera paz sobre la tierra. Fue esa cosa la que causó que se destruyeran. Fue eso mismo de mezclarse, entre mujeres y hombres, lo que causó que Sodoma y Gomorra se hundieran en el fondo del Mar Muerto.",
    "Eso fue dicho por los profetas. El Señor Jesús lo dijo, que “Como fue en aquellos días, así será antes de la Venida del Hijo de Dios”. Miramos hoy, y vemos que la iglesia no está tomando su patrón de la Biblia, de Rut y de Noemí, y de Sara y de aquellos en la Biblia, sino que se están moldeando, aun las mujeres de la iglesia, según Hollywood y las mismas trabas del diablo.",
    "Y cómo es que nuestra gente que dice ser Cristiana, sale aquí y consigue esa vileza de este hombre malvado; estos discos de Elvis Presley, o como se llame, una de las personas más engañadas y poseídas por el diablo de las que he oído en mi vida. Arthur Godfrey y tales como esos, y escuchan esa insensatez en sus radios; y se niegan a oír el sermón del Evangelio predicado en la Biblia. Dios tenga misericordia de Ud. ¿Qué clase de espíritu tenemos entre nosotros? Así es.",
    "Con razón el profeta de Dios se sonrojó ante el—el Señor. Él sabía que eso era iniquidad. Y él se paró y abogó por el caso, y le dijo a Dios: “Nosotros somos inicuos”.",
    "Y lo somos, amigos, hasta que podamos regresar a ese punto de una transfusión de Sangre. Dejen de tratar de ponerse emplastos. Ya dejen de ponerse ungüentos. La sanidad no puede venir a menos que el torrente sanguíneo sea el correcto.",
    "Por eso es que la gente tiene diabetes. Si uno se corta, es probable que no sanará. ¿Por qué? Porque los verdaderos glóbulos rojos se han consumido.",
    "Y toda la iglesia se ha vuelto diabética. Y cada pequeña cortada que ocurre, en lugar de avanzar, Ud. se la molesta. No puede sanar. Egoísmo, avaricia, inmoralidad, todo lo demás que está en la lista de lo “indebido” de Dios, la iglesia está adoptando esos vicios; hombres bebiendo, fumando, contando chistes sucios; mujeres cortándose el cabello, usando maquillaje, haciendo toda clase de cosas, vistiéndose inmoralmente para presentarse a la gente. Todas esas cosas son porque falta la Sangre del Señor Jesucristo para limpiarnos de toda maldad. Amén. Eso puede parecer difícil. Seguro, es difícil, pero es la Verdad.",
    "Si no somos eructados, los juicios del Dios Todopoderoso, Uds. serán sorprendidos un día de estos en una explosión atómica aquí, que enviará toda alma a la Eternidad, para enfrentar a un Dios que solo reconocerá la Sangre de Su Hijo, Cristo Jesús. Mi consejo: verlos a Uds. que vengan bajo la Sangre, mi consejo para Uds. es que se pongan a cuentas con Dios, es mi consejo para Uds.",
    "Bueno, ¿por qué no podemos tener fe? ¿Por qué no podemos tener mayores sanidades de las que tenemos? ¿Por qué no podemos edificarnos sólidamente? Es porque nos estamos poniendo emplastos para los callos; nos estamos poniendo curitas; poniéndonos pedazos de cinta. Queremos cubrir la cosa, en lugar de decir que necesitamos una transfusión. Estamos sin Sangre. Estamos sin Cristo. No se deje Ud. engañar.",
    "No permita que el diablo le dé palmaditas en el hombro, decir: “Bueno, yo voy a la iglesia”.",
    "El diablo también. Así es. Seguro que sí; él se acercó a Dios, fue a la iglesia allá en el Cielo; llegó ante el Trono de Dios, con los hijos de Dios, a sentarse con ellos; tuvo una audiencia con Dios. Él le dijo: “¿Dónde has estado?”.",
    "Dijo: “Andando de aquí para allá, de arriba a abajo, por la tierra”; era donde él había estado.",
    "Así que, el diablo va a la iglesia. El diablo pertenece a la iglesia. El diablo actúa como Cristiano. Él es un engañador. Si él no se comportara como un Cristiano y con modales de iglesia, él no sería un engañador; ningún hombre podría ser engañado. La cosa es que, la diferencia es como blanco y negro; es contrario el uno al otro. Pero Él… La Biblia dice: “Sería tan parecido que engañaría a los mismos Escogidos si fuere posible”, ese espíritu en el día postrero. Amigos, estamos allí.",
    "Es tiempo para los profetas de Dios, ¡oh, hermano!, para los predicadores, si lo prefieren, por toda la nación, que caigan sobre sus rostros.",
    "Pues, aunque, hay diecinueve millones de iglesias bautistas, diecinueve millones de bautistas, mejor dicho, en América, trece millones de metodistas, once millones de luteranos, diez millones de presbiterianos. ¡Misericordia, piénsenlo! Y constantemente van al juego de pelota, en la diversión, y el miércoles por la noche, y a veces el domingo por la noche, se quedan en casa para escuchar la televisión y la radio, con pullas y bromas que traen de Hollywood. Su alma se recrea con esa clase de cosas.",
    "Cuando Ud. debería estar con su Biblia en algún lugar, postrado delante de Dios, de rodillas, orando por los pecados del país.",
    "Y yo soy culpable con Uds. He tomado mi decisión. Con la ayuda y la gracia de Dios, si nuestro Dios me da la fuerza para hacerlo, he decidido proseguir hacia la meta del supremo llamamiento en Cristo Jesús, hasta que la muerte me libere. ¡Dios sea mi ayuda para conseguirlo! “Ayúdame”, es mi oración. Viendo las obras, y viendo las cosas que yo he visto y Uds. han visto, y quedados, y sufriendo anemia espiritual.",
    "Y este tabernáculo que es conocido por todo el mundo, este pequeño lugar de bloques de concreto en la esquina, Dios te ha levantado ante la nación. Así es.",
    "Pienso en David, una noche, cuando dijo: “Heme aquí, habitando yo en una casa de cedro, y el arca de mi Dios está en una tienda”. Dijo él: “Le edificaré a Él una casa”.",
    "Natán, el profeta, dijo: “Haz todo lo que está en tu corazón, porque Dios está contigo”.",
    "Esa noche, Dios se le apareció a Natán y le dijo: “Da-…Ve y dile a David: ‘¿Quién eras tú, David? Estabas… Yo te saqué de un redil, de cuidar las ovejas. Y te hice un gran nombre, como los grandes hombres de la nación’”.",
    "¿Quién era el que estaba aquí en este pequeño tabernáculo? Un lugarcito insignificante, despreciado, en la esquina de la Calle Octava y Penn, tanto así, que a duras penas Jeffersonville sabía dónde estaba, y la gente que venía aquí. Y hoy, Dios, por Su misericordia, los ha levantado y los ha hecho un gran pueblo. Bombay, India, sabe dónde está este tabernáculo. Durban ha sabido de Uds.; todas estas otras naciones. África sabe dónde está este lugar; India, Alemania, Inglaterra, Finlandia, Suecia, Europa, Asia, todas, hasta por allá en las islas de Tailandia, y por allá abajo, ellas saben todo al respecto. Y Dios nos ha hecho un ejemplo para los pueblos. Y pensar entonces, después de que Dios hizo eso, y nosotros nos volteamos y nos entretenemos en las cosas del mundo, y llegamos a ser muy anémicos espiritualmente. Pues, deberíamos ser un faro que es puesto sobre una colina, una vela que no se puede esconder. ¡Oh, Dios! Yo soy tan culpable como el resto de Uds.",
    "A lo que me refiero, es que quiero—quiero un arrepentimiento a la antigua, enviado de Dios, y un llamado de vuelta a Dios, que cuando los hombres y mujeres entren por esa puerta, con muletas, salgan sin ellas. Cuando traigan a los ciegos por la puerta, ellos salgan viendo. Cuando los sordos entren sordos, salgan oyendo. Cuando los pecadores entren, negros y tiznados por el pecado, salgan, lavados en la Sangre del Cordero. ¿No podremos hacerlo? Dios llamó a Israel y los hizo un ejemplo. Dios nos llamó a nosotros e hizo un ejemplo, pero hemos defraudado a Dios, y eso nos hace sonrojar en la Presencia de Dios.",
    "¡Pensar en las cosas que Él ha hecho por nosotros! ¡Cómo nos ha levantado del redil! ¡Cómo Él nos ha hecho conocidos, por todo el mundo! ¡Cómo Él ha hecho esa gran cosa por nosotros! Y, sin embargo, coqueteamos, y nos mezclamos y salimos, y no parecemos ser sinceros. Ya no tenemos oración, y las cosas simplemente como que no van bien. Y tratamos de organizar pequeños programas, emplastos para callos, para aliviar el dolor. Ud. no podrá aliviar el dolor hasta que reciba Sangre buena y rica para sanar esa cosa. ¡Correcto!",
    "Ud. corta un callo viejo, y Ud. se dará diabetes, y eso le costará perder el pie. No traten de desechar esto, y pasar esto por alto, y colocar un emplasto para callos sobre esto.",
    "Pero lo que hay que hacer es venir directamente delante de Dios, y decir: “Dios, tengo anemia, y necesito de Tu Sangre para que me limpie de todo mi pecado”. Esa es mi oración, confío que sea la suya.",
    "Piense en estas cosas, amigo. Uno de estos días, es muy probable que suceda antes del amanecer en la mañana, como que suceda dentro de cincuenta años. Una bomba cohete, una de esas bombas de cobalto o de hidrógeno podría… Toda la nación está en alerta.",
    "Uds. lo vieron en el periódico el otro día donde requieren de la ciencia, el Pentágono, que responda por los platillos voladores. No era un mito, no era algo imaginado, era real, era una inteligencia. Volaban en formación de batalla, podían parar, podían arrancar, podían parar, tenían entendimiento, era una inteligencia. Ellos lo saben. La gente se rió, dijeron: “¿Platillos voladores?”. Se burlaron de eso.",
    "Pero ¿saben lo que estoy pensando? Jesús dijo que antes de que Él viniera, habría señales arriba en el cielo. ¿Se dieron cuenta? Antes de que Él comenzara a destruir a Sodoma y Gomorra por causa de su asunto sexual, Él envió Ángeles para investigarlo. Ángeles han venido a la tierra en los últimos años. Han sido vistos entre la gente; me refiero a gente honesta, lavada en la Sangre que lo sabe. Incluso han parado y han sido fotografiados. Así es. Seres Angelicales han visitado, llevándole la palabra al Padre, que el pecado se ha amontonado al grado que las estrellas apenas pueden brillar. La luna… El mundo entero se tambalea como un borracho que llega de noche. Correcto.",
    "¡Pecado entre los Cristianos, entre los Elegidos! Han vendido su primogenitura, por popularidad. El ministro ha cambiado el Evangelio por una fiesta social. Él ha cambiado el antiguo Evangelio de ser lavado por la Sangre por lo intelectual con la gente, para predicar intelecto, hablar de la sociedad, y hacer mal uso del Evangelio. Muchos de ellos han salido a los campos, a predicar, y han usado el Evangelio para beneficio personal, para ganar dinero. Muchos de ellos tienen grandes graneros y carros, y cosas que nunca hubieran tenido, lucro personal. No todos; estoy agradecido de que aún queda un remanente.",
    "En los días de Esdras, cuando Esdras comenzó a llorar, y a clamar y a reprender el pecado, ¿saben Uds. lo que sucedió? Todos los elegidos, que confiaron en Dios, se reunieron alrededor de él.",
    "Lo que necesitamos hoy son hombres y mujeres… Sus predicadores que predican, sus iglesias, y que llamen al pecado “pecado”, y lo reprendan, el verdadero pueblo de Dios se reuniría alrededor suyo, y se quedará con Ud. Así es. Es tiempo de proclamar, y decir cuál es cuál, separar lo correcto de lo incorrecto. Dios nos lo conceda, que tengamos el valor para hacerlo.",
    "Solo piensen lo que podría suceder. Como les decía, creo, esta mañana, o escuché a alguien decirlo, que sobre… Uno de estos vigilantes que vigilan; olvido cómo lo llaman Uds. ahora, por la bomba, o que vengan los aviones. No hace mucho, sintonizamos un programa en alguna parte, de que habían llamado las grandes flotas, con trescientos bombarderos a reacción con bombas atómicas y bombas de hidrógeno colgando debajo.",
    "No hace mucho, en el gran aeropuerto de Shreveport, uno de los muchachos fue convertido en las reuniones del Hermano Jack. Él dijo: “Tenemos bombas atómicas colgando allí mismo en nuestros hangares”.\n\nYo dije: “¿No estás…?”.",
    "🦅 En los…” Quiero decir: “En los—en los aviones; y subíamos y practicábamos con ellas, diariamente”.\n\nLe dije: “¿No tienes miedo?”.",
    "Dijo: “No tienen insertado el detonante. Pero estamos en tanta alerta que, dentro de un minuto, sesenta segundos, podríamos ponerles allí los detonantes y despegar. Y estar cargados de combustible y listos, podrían volar a Inglaterra con ellos, inmediatamente”.",
    "Hay grandes hangares a través de los océanos, por todas partes. Y le están diciendo a Rusia: “¡Atrévete a lanzar una bomba! ¡Solo deja caer una bomba atómica sobre la ONU, o en algún lugar allí, y mira lo que sucede!”.",
    "¿Qué será? Será una masacre dirigido a Rusia. Y si ellos lo hicieran, y comenzaran a dejar caer esas bombas atómicas y de hidrógeno, desencadenaría una reacción que quemaría la tierra como un—un pábilo, quedaría humeando. Saben, no sería contrario a la Escritura en lo más mínimo; “Porque la tierra arderá, y también el cielo”. Los átomos de la tierra arderán.",
    "Estamos viviendo en un día peligroso. Vivimos en un día cuando los hombres del mundo están muertos de miedo. Los hombres importantes, ellos—ellos temen quién va a hacer explotar esa primera bomba. Con la primera bomba que explote, y luego todo entra en un—un bombardeo.",
    "Ese debería ser el tiempo más feliz en el mundo para el Cristiano. Los tiempos van a cambiar. Lo viejo será rejuvenecido. ¡Oh, vaya! La muerte desaparecerá rápidamente; la enfermedad ya no existirá. No más reuniones de oración por los enfermos; no más reuniones de oración por los perdidos. Pero Dios vendrá y tomará a los Escogidos de los cuatro vientos de la tierra, y los reunirá bajo Su propia ala, y viviremos y reinaremos con Él para siempre en Su Cielo.",
    "¡Oh, hermano, hermana, amigo mío!, si Ud. no está preparado esta noche, que Ud. se pueda preparar en esta hora. Les extiendo una invitación para que vengan a Cristo Jesús, esta noche, y reciban. Uds. que han sido diferentes, Uds. que saben que no están donde deberían estar con Dios, los invito al altar junto conmigo. Invito a cada uno de Uds. a venir aquí, y no solo para expresarlo, sino para quedarse aquí hasta que Dios haya limpiado su alma de todo lo que sea diferente a Él, hasta que Ud. pueda salir de aquí como una persona nueva. No con un emplasto para callos, sino salir de aquí con una transfusión de Sangre que purifique su sangre y les dé Vida nueva y esperanza nueva; que salgan con el bautismo del Espíritu Santo. Que salgan, no gritando, no danzando, no tanto… Esas cosas están bien. Todo eso pertenece a la Iglesia; todo eso forma parte de la Biblia. Pero de lo que estoy hablando es del Espíritu Santo, el amor de Dios.",
    "Un joven me estaba hablando el otro día. Su madre, una buena mujer. Conozco a la mujer, la he visto una o dos veces. Y ella le dijo: “¡Oh, cariño!” a su hijo, “ven aquí, quiero que mires. Tengo el aceite en mi mano”. Bueno, yo también lo tengo. Es donde he estado sudando. Ahora, dijo: “Tengo aceite en mi mano”. Dijo: “¿Qué piensas de eso?”.",
    "Y el muchacho miró a su madre, y dijo: “Madre, quiero preguntarte algo”. Ella quería que él orara, quería que él orara para que ella tuviera un caminar más cercano con Dios. Él dijo: “Cuando el aceite te salió de la mano, ¿te quitó toda condenación? ¿Te dio una dulce experiencia con Dios, cuando el aceite…?”.\n\n“No”.\n\nDijo: “Entonces yo dejaría eso quieto”. Eso es.",
    "¡Oh, el mundo, el mundo religioso, la gente pentecostal, está buscando cosas fantásticas! El mundo, el (así llamado) mundo educado, el mundo denominacional, está buscando alguna gran solución para poder mejorar su denominación y conseguir más miembros, “un millón más”, Uds. saben.",
    "Y las—las naciones están buscando alguna clase de fuerza policial que pueda poner de rodillas a todo el mundo, y traer justicia.",
    "Hermano, eso no viene por algo pentecostal fantástico. Tampoco viene por organizaciones protestantes o por jerarquía católica. Tampoco viene por medio de pentágonos, o dando vueltas a páginas nuevas. Viene por medio de una vida rendida a Jesucristo, a través del bautismo del Espíritu Santo. Cualquier cosa que no sea eso, está mal.\n\nOremos.",
    "Le pediré a nuestra hermana que venga al órgano allí, al piano, en este momento. Mientras estamos en oración, mientras todos están con sus rostros inclinados, y cada persona en oración. Me pregunto, en este momento, si Ud. examinaría su espíritu con la Palabra de Dios. ¿Estará Ud. correcto?",
    "Después de este servicio, como les dije, tengo una suegra postrada allá al borde de la muerte, tengo que verla, ella está agonizando. Otros amigos, que conozco de aquí, que visitar, que están al borde de la muerte, gente que se ha sentado en esta iglesia. ¡Oh, hermano, hermana, Ud. también va a llegar allí! Ud. tiene que llegar allí.",
    "Ahora, Ud. dice: “Bueno, yo—yo lo sé, Hermano Branham. Tengo la intención de arreglar ese asunto, uno de estos días”. Pero quizás no haya “uno de estos días”, para Ud.; este puede ser el único día.",
    "Ese hombre ni se imaginaba, viniendo de California camino a Michigan el otro día, con su esposita por aquí, conduciendo el—el carro; él en la camioneta, yendo a su nuevo hogar. Él acababa de jubilarse de la Naval. ¿Cómo sabría él al salir esa mañana, quizás de un puerto turístico, que en unos minutos su esposa y su bebé serían un cadáver? Pues, apenas pasaban Henryville allí, su carro chocó con un autobús. Y el conductor causó que el—el… que su vehículo quedara casi atravesado, pero eso mató a la mujer y a la niña. Confío que sus almas estuvieran bien con Dios.",
    "Hace unas semanas, cuando el Hermano Wood y yo fuimos aquí a un avión que cayó detrás de este lugar por aquí, y verlos sacar partes de los cuerpos de ocho hombres, cuando las cabezas y las piernas y los brazos estaban por todo el lugar. Levantaron un cuerpo, y las entrañas cayeron del cuerpo del hombre; un buen hombre, quizás, un hombre famoso de Chicago. Cuando ese hombre se subió al avión esa mañana, me pregunto por la noche que fue a la iglesia, si él tenía esas intenciones buenas. ¿El pastor habrá hecho un llamado al altar? ¿Reprendió el pecado, y tuvo la oportunidad el hombre? ¿O partió él como un animal? ¿Era ese hombre, ante los ojos de Dios, un hijo de Dios?",
    "Piensen en esas cosas, amigos; son importantes. No solo son importantes, sino que son lo más importante para Uds. en esta hora. Este es el momento en que Ud. tomará una decisión. Este es el momento cuando pueda ser que Uds. tomen su decisión de esta vida, para la vida en el más allá. Que lo puedan hacer mientras oramos.",
    "Padre Celestial, como leemos en la Biblia de lo que Tú dijiste acerca del pecado, y aquellos que lo practican y no lo confiesan. Nos damos cuenta de lo que significa morir sin conocer a Dios. Sabemos eso por la experiencia de otros, que hemos visto partir. Aquellos que tuvieron la intención, aquellos que lo aplazaron demasiado. Dios, aquellos que han profesado y no han poseído lo que dijeron que tenían. Aquellos que actuaron como Cristianos, y sin embargo nunca fueron Cristianos. Su vida lo probó, y su muerte lo manifestó.",
    "Ahora, Padre, oro que Tú le hables a cada corazón aquí esta noche. Y yo mismo, Señor, por ser dilatorio, por muchas cosas que pude haber hecho y no hice, confieso mi error. Yo confieso los errores de este pueblo. Yo confieso los errores de esta nación. Te pido que tengas misericordia, Señor. Tengo tres niños pequeños allí que criar. Y estamos viviendo aquí en un punto conflictivo, y Dios, no hay por qué correr. Tú lo sabes todo. Dios, yo quiero estar bien Contigo.",
    "Algún día, si la bomba atómica no nos alcanza, un accidente lo hará. Si un accidente no nos alcanza, alguna enfermedad lo hará. Algo tiene que llevarnos. Pero estamos muy contentos de saber que hay una vía de escape: “Torre fuerte es—es el Nombre de Jehová; A él correrá el justo, y serán levantados”. Dios, que el amigo pecador, esta noche, muchacho, muchacha, hombre o mujer, vea la puerta abierta, la oportunidad, y corra a Cristo en esta hora.",
    "Ahora, mientras tenemos nuestros rostros inclinados, ¿hay algunos aquí?, o, sé que hay algunos aquí que quisieran expresar, con una mano levantada hacia Dios: “Estoy avergonzado de mi vida. Y yo—yo quiero confesar mis errores delante de Dios, y pedir misericordia”. Levanten su mano a Dios. Dios le bendiga. Dios le bendiga. Dios le bendiga. Hay muchos, muchos de Uds. Sí. Hay muchos por aquí, también, que… Dios les bendiga.",
    "Muchos de Uds. aquí, que han profesado el Cristianismo por mucho tiempo, y saben que han fallado en alinearse con Dios, saben que están haciendo cosas ahora mismo que no deberían hacer. Y Ud. continúa, sin confesarlas, solo flotando a la deriva con la marea. Mirando la clase de programas que Ud. no debería mirar. Mirando la clase de revistas y leyendo literatura que Ud. no debería leer; eso no es propio para Cristianos. Escuchando chistes viles—de vileza e inmundicia y obscenidades que sabe que Ud. no debiera; tanto hombres como mujeres. Ud. sabe de ocasiones donde pudo haber hablado y no lo hizo, y es culpable, quizás, del pecado de omisión.",
    "Me pregunto si podría levantar su mano a Cristo, para que tenga misericordia de Ud., y le perdone. Levanten la mano. Dios la bendiga, jovencita; mientras la mujer salía, para venir al altar, para confesar los suyos. Levanten la mano a Dios. Dios le bendiga. Así es, señor. Así es. Dios le bendiga. Levanten la mano. Ud. sabe que ha obrado mal.",
    "Me pregunto si Uds. tienen el valor, esta noche, para encontrarse conmigo aquí en el altar. Arrodillémonos aquí alrededor y digamos: “Dios, sé misericordioso con todos nosotros; necesitamos de Ti”. Dios la bendiga, señora.",
    "¡Ver a estas jóvenes venir, llorando, con una vida por delante! Están en la encrucijada. Ellas son víctimas de las circunstancias. ¿Qué? ¿Se dan cuenta, ancianos, que cuando éramos muchachos, nuestros muchachos han tenido diez veces más tentación que nosotros? Hermana, ¿se da cuenta que su hija tiene diez veces la tentación que Ud. tuvo cuando era niña? ¿Cómo la tendrá la hija de ella? Miren las cosas, los escenarios que el diablo les está pintando.",
    "¡Oh, cuánto necesitamos orar! Ahora regresaremos a Uds. otra vez. Hermano, ¿se da cuenta que nosotros no oramos ni la mitad de lo que oraban nuestros padres? Pastor, ¿sabe Ud. que nosotros no dedicamos tanto tiempo de rodillas como los pastores antes de nosotros? Mujeres, ¿se dan cuenta que Uds. no instruyen a su hija, y oran con ella en la noche, como su madre lo hacía con Uds.? Entonces, ¿qué me dice de eso?, ¿quién es culpable? Nosotros somos culpables. No hay manera de evitarlo. Somos los culpables.",
    "Yo soy culpable. Soy culpable de no hacer el trabajo de Dios, como debería hacerlo. Estoy confesando que estoy errado. Le estoy pidiendo a Dios que sea misericordioso conmigo. Miro aquí y veo las oportunidades que he perdido, por causa de cositas mínimas, cositas viles e insignificantes, sin ningún valor. Me avergüenzo de mí mismo, como ministro del Evangelio ante Uds. Me arrepiento ante Dios y le pido a Dios que me perdone, y a la iglesia que me perdone, por ser tan dilatorio en cuanto a la obra de Dios. Por la gracia de Dios y con la ayuda de Dios, yo—yo no escucharé lo que… Todos queriendo decirle a uno que hacer. Ellos tienen un programa; tienen algo para que uno haga. Tonterías. Yo conozco el programa de Dios; está escrito aquí en la Biblia. Y me avergüenzo de mí mismo como un ministro del Evangelio. Un millón de almas ganadas, yo debería tener ganadas diez millones de almas; estoy muy atrasado.",
    "Y ¿Ud.? ¿Cuántas almas ha ganado desde que está en Cristo? El Cristianismo simplemente pasa de uno a otro. ¿Cuántas almas ha ganado Ud. desde que ha sido Cristiano? Si Ud. no está ganando almas, Ud. es culpable, Ud. es estéril, Ud. ha traído vergüenza sobre la Iglesia y el Evangelio. ¿A cuántas personas invita Ud. a la reunión de oración del miércoles por la noche? Si no lo está haciendo, Ud. debería avergonzarse de sí mismo ante Cristo. Ud. es culpable, y su lugar está en el altar. Le invito a que venga conmigo, para arrepentirse.",
    "Entonces ¿inclinan sus rostros, y los mantienen inclinados por un minuto?, mientras yo siento mi culpa y quiero arrepentirme. Solo incline su rostro.",
    "Nuestro Padre Celestial, me postro sobre este altar y pido perdón por mi pecado. Pido perdón por los pecados de aquellos alrededor del altar. Pido perdón por esta iglesia, por el cuerpo—por el cuerpo de creyentes a nivel nacional e internacional. Pido misericordia para nosotros, siendo tan dilatorios en cuanto a las cosas del Reino. Te pido que perdones nuestros pecados, y quites nuestra—nuestra—nuestra transgresión. Y perdónanos por ser tan estúpidos, por la estupidez de la gente. ¡Cómo hemos sido hallados faltos! ¡Cuánto hemos ejercitado nuestro cuerpo! ¡Cómo hemos hecho cosas que no deberíamos haber hecho! ¡Cuánto hemos pecado delante de Ti!",
    "Y en esta reunión de domingo por la noche, Padre, viendo al profeta sonrojado de la Biblia, nosotros nos sonrojamos esta noche. Yo me sonrojo delante de Ti, por causa de los pecados del pueblo. El pueblo, mi nación, mi pueblo, me he avergonzado de ellos, Señor. ¡Ver a nuestras jovencitas caminando por las calles y actuando como lo hacen! ¡Ver la prostitución, los jóvenes viviendo en—en toda clase de vida! ¡Verlos quedándose en casa en día de iglesia, y leyendo revistas viles que no deberían leer! ¡Mirando programas sin censura! ¡Escuchando los chistes sucios de Hollywood! Escuchando música boogie-woogie del diablo, concebida de hombres que son de mala fama y tienen una conciencia vil, la influencia del diablo, para ¡inspirar las obras del diablo!",
    "¡Oh, Dios!, me avergüenzo de mí mismo por no reprender de la manera que debería hacerlo. ¡Oh, Dios!, quita mi culpa. Te pido que lo hagas. Te pido que perdones a estas personas que están aquí, primero, a todos nosotros. Ayúdanos a levantarnos de este altar como hombres y mujeres nuevos. Ayúdanos a salir de aquí como deberían hacerlo los Cristianos.",
    "Ayúdanos a “despojarnos de todo peso y del pecado que fácilmente nos asedia, para que corramos con paciencia la carrera que tenemos por delante”. No mirando la televisión, no mirando a los comediantes del mundo, sino: “Puestos los ojos en el Autor y Consumador de nuestra fe, el Señor Jesucristo, Quien despreció la vergüenza de la cruz y la cargó por nosotros, y padeció fuera de la puerta, para poder santificar al pueblo con Su Sangre”.",
    "Límpianos de toda injusticia, y tómanos como Tus propios hijos, en esta noche, y recíbenos, en esta oración de arrepentimiento. Y danos, Señor, paz y gozo. Y que, en todas las camas, esta noche, estando acostados, pensando en la reunión de esta noche, pensemos en la condición del mundo, que la Biblia nos ha revelado ahora. Y que, al pensar en ello, nuestros rostros se llenen de vergüenza, y que Tú traigas paz y felicidad a cada corazón. Nos estamos arrepintiendo, Señor, delante de Ti, en este altar.",
    "Dios, ayúdame ahora mientras salgo, por fe, y orando que sea en Tu voluntad, para que muchos, muchos, muchos cientos de personas puedan ser ganados para Ti. Y ayúdame a tener fe y valor, mientras sigo adelante; no mirando a nadie sino a Ti, el Autor y Consumador de nuestra fe. Dios, concédelo.",
    "Perdona a cada diácono de esta iglesia. Perdona al pastor. Perdona a los laicos, Señor. Perdona a todos, de todos nuestros pecados. Perdónanos, Señor. Perdona a cada visita que ha cruzado nuestra puerta. Y que podamos sentir el impacto del Espíritu Santo en nuestra vida, porque nos humillamos ante Ti, esta noche, arrepintiéndonos de todo corazón, para que Tú nos recibas y nos hagas un pueblo humilde, discreto, santificado y humilde para Tu servicio. Concede esta bendición, Señor, en el altar sobre el que estamos. Concédela. Inclinamos nuestros rostros y corazones ante Ti. En el Nombre de Tu Hijo, el Señor Jesús, pedimos esto. Amén, y amén.\n\nTuyo soy, ¡oh, Señor!, he oído Tu Voz,\n\nY Ella me habló de Tu amor;\n\nCuánto anhelo levantarme en los brazos de la fe,\n\nY estar más cerca de Ti.\n\nAcércame más, más cerca, bendito Señor,\n\nA la cruz donde moriste;\n\nAcércame más, más cerca, más cerca, bendito Señor,\n\nA Tu precioso costado sangrante.",
    "A lo largo del altar esta noche, entre mis hermanos que están aquí en el altar, me da gusto ver esta noche tantos hombres como hay mujeres. Por lo general, son las mujeres las que se quebrantan fácilmente. Sus corazones, tienen algo que se puede conmover fácilmente, por lo femenino. Y ellas son—son damas, y a veces uno puede conmoverlas. Pero me da tanto gusto ver que el Espíritu Santo también puede tocar a los hombres, y traerlos al altar.",
    "Y me pregunto cuántos de Uds. en el altar, que se han arrodillado ahora, que sienten que se han consagrado a Dios, que saldrán de aquí esta noche a vivir una vida mejor, por la gracia de Dios, y para hacer más por el Reino de Dios, y por Su causa, ¿levantarían Uds. la mano a Cristo, si están alrededor del altar, diciendo: “Yo creo que ahora me he arrepentido”? Que Dios los bendiga.",
    "¿Cuántos de Uds. allá atrás sienten que se arrepintieron, en sus asientos; sienten que quieren hacerlo mejor? Dios les bendiga.\n\nAhora pongámonos de pie.",
    "Uds. aquí en el altar, miren hacia allá, por favor. Ahora, Uds. aquí en el altar, levanten sus manos hacia allá, que desean la oración de ellos, para poder continuar. ¿Levantarán sus manos a los que están en la congregación? Muy bien. Ahora levanten sus manos aquí atrás, aquí en el altar, que Uds. también desean sus oraciones. Para que nosotros… Dios nos ayude a hacerlo. Que el Señor Jesús nos bendiga.",
    "Ahora, no olviden el servicio del domingo en la noche.",
    "¿Tiene algo que decir, Hermano Neville? [El Hermano Neville habla con el Hermano Branham.—Ed.] Martes y miércoles por la noche… ¿Dónde está esa misión? [El Hermano Neville responde.] 1628 West Market, este próximo martes y miércoles por la noche.",
    "Y luego el sábado y el domingo, estaré en Madisonville, Kentucky, en el auditorio allí. Y luego continuamos hasta Nueva York.",
    "Ahora, la razón por la que vamos a salir temprano, es que tengo una suegra que está muy, muy enferma, y me están llamando. Ahora vamos a…",
    "¿Tiene algo que decir, Hermano Neville? [El Hermano Neville dice: “No”.—Ed.] Nada.",
    "Inclinemos nuestros rostros por un momento, mientras oramos. Muy bien. Lentamente ahora:\n\n¡Dios sea con Uds. hasta que nos encontremos de nuevo!\n\nPor… 🦅"
  ]
}