{
  "title": "EL ENCUENTRO DE JOSÉ CON SUS HERMANOS",
  "id": "56740009",
  "content": [
    "🦅  …voz suficiente para hablar por un rato. Y he tenido la garganta irritada por un tiempo. Y—y esta mañana tengo un resfriado terrible; parece suceder, de alguna manera, cada vez que entro justamente en este valle. Ayer hablaba con algunos de los hermanos cuando estábamos allá arriba en las colinas de New Albany, y miramos abajo hacia acá. Dije: “Esa es la razón, allí mismo”. Es una neblina que flota por aquí, y como una contaminación por toda la ciudad. Y tan pronto como llego a esta área, cuando bajo hacia acá, allí empieza, ¿ven?, de nuevo, tan pronto como llego. ¡Oh!, tendría que llevarme una carpa y subir a la cima de la colina en algún lugar, y acampar. Pues, como sea, somos solo peregrinos y extranjeros, ¿verdad? “Buscamos una Ciudad cuyo Arquitecto y Constructor es Dios”. Eso es lo que amamos. Ahora, tenemos algunos…",
    "Antes del servicio esta mañana, y antes de la enseñanza de la escuela dominical, tenemos una—una dedicación de bebés. Y mi hermano tiene un pequeño que desea dedicar al Señor; mi hermano en la carne. Y quizás, algunas del resto de Uds. madres y padres aquí tienen algún pequeño para dedicar. Ahora, muchas veces, en la Biblia…",
    "Y hemos tenido muchas divisiones en las iglesias, debido a las diferentes teorías sobre el bautismo infantil y demás. Y, ahora, aquellos que los toman y los rocían, para el bautismo infantil, eso depende de la manera que Uds. quieran dedicarlo. Pero, todo se reduce a una sola cosa: que sea una dedicación al Señor. ¿Ven? Y ahora…",
    "Porque el bebé, en lo que concierne al pecado, no tiene. Jesús murió para llevar los pecados del mundo. Y el bebé no ha cometido pecado, solo fue… Es un pecador. Nace en pecado. Pero cuando Cristo murió en el Calvario, Él llevó los pecados del mundo, y el bebé no es responsable hasta que llega a la edad de responsabilidad. Y cualquier bebé, no importa cuán pecaminosos sean los padres, tan pronto como muere, va directamente a los brazos de Cristo, ¿ven?, porque Él pagó el precio. No importa si es un bebé nacido en pecado, y por adulterio o lo que sea, no importa en lo absoluto, ese bebé está a salvo con Cristo porque Él murió para quitar los pecados del mundo. Y cuando—cuando tiene edad suficiente ahora, que personalmente ha cometido pecado, entonces tiene que arrepentirse por lo que ha hecho. Pero no tiene pecado personalmente hasta que tenga la edad suficiente para pecar, para distinguir entre el bien y el mal. Pero, ahora, siempre procuramos mantenernos tan cerca de la Biblia en estos asuntos, como sabemos.",
    "Ahora, no hay Escritura en la Biblia, para rociar bebés. Lo único que encontramos… O, no hay bautismo infantil en la Biblia, de ninguna forma. El único lugar que podemos encontrar, donde está escrito aquí en las Escrituras, es que Je-… “Le trajeron niños pequeños a Jesús, y Él los tomó en Sus brazos y los bendijo, y dijo: ‘Dejad a los niños venir a Mí, y no se lo impidáis; porque de los tales es el Reino de los Cielos’”.",
    "Ahora, pues, como Él fue a Dios y se sienta hoy a la diestra, en Su cuerpo físico, y en el Trono de Dios, pues, Él ha comisionado a Su Iglesia para que vaya por todo el mundo y continúe las obras que Él comenzó aquí cuando estuvo aquí en la tierra; es decir, predicar el Evangelio, sanar a los enfermos, y dedicar a los niños, y demás. Por tanto, se les pide a los seres queridos que traigan a sus pequeños al Señor, dándoselos a su pastor, en sus brazos. Y él los levanta, por fe, a Cristo, y le pide a Cristo que los bendiga.",
    "Y, por tanto, si Ud. tiene un pequeño que—que no ha dedicado al Señor, y quisiera traerlo mientras nuestra hermana toca el piano, Tráiganlos, y podemos cantarlo. ¿Cuántos se saben el antiguo canto, Tráiganlos? Muy bien. Ahora, el Sr. y la Sra. Henry Branham traerán a su pequeña. Y los demás que tengan alguno que quieran traer, pues, tráiganlos ahora mismo, en este momento, para la dedicación. Muy bien.\n\nTráiganlos, tráiganlos,\n\nTráiganlos de los campos de pecado;\n\nTráiganlos, tráiganlos, (…?…)",
    "Quiero mostrarles otra pequeña Branham, la pequeña Mary Ella Branham. Es la hija de mi hermano y su amada esposa. Que se han presentado esta mañana en la iglesia para ofrecer a la pequeña, su vida, de vuelta a Dios, Quien se la dio a ellos.\n\nAhora inclinemos nuestros rostros solo por un momento.",
    "Nuestro bondadoso Padre Celestial, parado aquí hoy ante mí, está mi propio hermano en la carne, y su novia, su esposa. Y Tú has bendecido tanto sus hogares con esta pequeña Mary Ella, para darles gozo en los días por venir. Te doy gracias porque ellos recuerdan de dónde vino el bebé, y la traen hoy a la iglesia, para poder presentártela de nuevo a Ti. Y ahora Te entrego el bebé, en brazos de fe, y Te pido que bendigas a la pequeña que estoy cargando. Y que viva y crezca. Y si Jesús tarda, que sea una sierva Tuya, para servirte.",
    "Bendice a su padre y madre. Y, Dios, concede que Tu Espíritu Santo los guíe por el camino de la vida. Y algún día, cuando este peregrinaje terrenal termine, que toda la gran familia se reúna en la Gloria. Concédelo, Señor. Hasta ese momento, que la niña crezca y sea bendecida de Dios, que sea sana y fuerte, y sea un ejemplo de feminidad en sus días por venir. Y Te daremos a Ti la alabanza. Porque Te presentamos el bebé ahora, en el Nombre de Jesucristo, Tu Hijo. Amén.",
    "Y se la devuelvo a Uds. Dios les bendiga. El Señor los bendiga. Muy bien.\n\nPreciosos recuerdos, cómo permanecen,\n\nDe alguna parte enviados a mi alma;\n\nPermanecen siempre cerca de mí,\n\nPreciosas, escenas sagradas aparecen.",
    "¡Cómo alabamos a nuestro amado Señor por todos los pequeños! Saben, es extraño cómo una vez nosotros fuimos pequeños así. Y hay algo que tiene el bebé, que no es interesado, perdonan tanto y son tan bondadosos. Aun nuestro Señor lo semejó a ellos, y dijo: “Si Uds. no se convierten y vienen a ser como uno de estos pequeños” tan sencillos.",
    "Veo a mi pequeño Joseph, cómo está en la edad en que quiere estar en todo, y la madre simplemente tiene que corregirlo. Y él jala la lámpara, o lo que sea, solo para oírla caer al suelo. Y luego si la madre le da una nalgada o algo, él se sube allí mismo a sus brazos y le da un abrazo así.",
    "Tenemos que perdonarnos, el uno con el otro, como estos pequeños, para entrar en el Reino.",
    "Ahora, le damos gracias a Dios por esta bebita, la pequeña Mary Ella Branham. Y que viva, y crezca y prospere, y sea una sierva del Señor. Y que el hogar en que será criada sea un hogar Cristiano, para que pueda crecer en la admiración de Cristo.",
    "Y ahora, estamos… (Gracias, Hermana Gertie.) Y ahora los pequeños han ido a su lugar en el salón para las clases de la escuela dominical.",
    "Y el pastor ha—ha anunciado dónde serán los servicios hoy, y mañana, mañana en la noche. Esta tarde, ellos… que yo sepa, no hay servicios, a menos que sean algunas de las pequeñas misiones en Louisville, que conocemos, nuestro Hermano Durban y muchos de ellos. Creo que tienen un servicio el domingo por la tarde.",
    "Tengo muchas llamadas. Mucha gente está en las cortes y demás, para que se ore por ellos, que están enfermos y afligidos.",
    "Mis próximos servicios serán en Cleveland, Tennessee, comenzando el próximo viernes por la noche, de viernes a domingo.",
    "Y luego regresamos directo a casa, y vamos a South Bend, Indiana, y por dos noches allí con, en dedicación del templo; el Hermano R.E.S. Toms de Saskatoon, Saskatchewan.",
    "Y luego, de allí, vamos a Sturgis, Michigan, para dos noches de servicio en Sturgis, Michigan.",
    "Y luego iremos a Lima, Ohio, con el pueblo bautista, en el Memorial Auditorium en—en Lima, Ohio. Comienza el veintitrés de enero hasta el veintisiete.",
    "Y luego, de allí, vamos entonces a la Costa Oeste, a las grandes reuniones en California y Arizona. Estén en oración por nosotros. Mañana…",
    "Esta noche, a las siete y media, serán los servicios de evangelismo aquí en el tabernáculo, y todos están invitados.",
    "Y mañana por la noche, tengo que… Voy a predicar donde el Hermano Cauble, en su—su servicio de vigilia de medianoche. Yo estaré… Mi parte comienza a las nueve, como hasta las nueve y media.",
    "Luego regresaré al tabernáculo aquí, donde la reunión ya habrá comenzado, con pastores y ministros visitantes que estarán aquí, para tener una porción en el servicio de mañana por la noche. Si a todos Uds. les gusta escuchar hablar a los pastores y expresar sus maneras de decirles cómo comenzar el año nuevo, y qué hacer, pues, desde el punto de vista Escritural, pues, asegúrense de estar aquí mañana en la noche. Los servicios comienzan a las siete y media, como de costumbre, a las siete y media. Y continuará hasta la medianoche, el domingo en la noche, y luego… o, el lunes por la noche, mejor dicho. Luego, después de las nueve, después de que termine con el Hermano Cauble, inmediatamente estaré aquí de nuevo en el tabernáculo, para comenzar, y tal vez, quizás, termine el sermón que deseo comenzar esta mañana. O, soy… me toma bastante tiempo.",
    "Soy lento, Uds. saben, pero me gusta que Eso profundice en un buen fundamento. Así que, no hay para qué esparcir Eso en cualquier parte. Yo quiero que Aquello permanezca allí, y que crezca y prospere para el Señor.",
    "Ahora, hay un—un ministro aquí esta mañana, un ministro joven que estará, supongo, en el Bel Air Motel. Debo verlo de las dos a las tres, esta tarde. Y, o ¿ya está aquí? Pues, olvido el nombre del hermano; él viene de Tennessee. Fue sanado de una espalda fracturada, en mi reunión, y entró al ministerio. Este hermano, allí. Muy bien. Está bien. Eso es en… Es de… Era de dos a tres, ¿verdad? Yo… [El hermano dice: “Tres”.—Ed.] Tres; de tres a cuatro. Muy bien.",
    "Y luego hay otro ministro, no sé si aún está aquí o no. Él es de por allá arriba del norte de Columbia Británica. Un día, tratando de abrochar unas alforjas sobre unos caballos, supongo, o algo, yo tenía una barba así de larga, me había internado en un viaje de cacería, fue hace unos años, un hombre se acercó y dijo: “¿No es Ud. el Hermano Branham?”.",
    "Conocí a una joven en una tienda, dijo que ella nunca había visto a una mu-… o—o nunca había visto la ciudad, una ciudad grande. Y supongo que ella estaba a seiscientos u ochocientos kilómetros de una ciudad, tal vez más, a cientos de millas de una carretera pavimentada, en una pequeña ciudad llamada East Pines. Creo que hay una tienda allí. Por allá atrás, esta pareja se acercó.",
    "Y ellos iban de camino a Cuba. ¿Me pregunto si estarán aquí esta mañana, sí, del norte de Columbia Británica? Aquí mismo. Bueno, bendito sea su corazón, hermano. Estamos contentos de tenerlo, a Ud. y a su esposa, misioneros, de paso. Me llamó, esta mañana, de—del Motel Estrella. El Señor los bendiga. Sé que a todos nuestros hermanos les dará gusto estrechar sus manos. Y un hombre que, por una fotografía pudiera reconocerme con toda esa barba, tiene un buen discernimiento. Muy bueno.",
    "Y ellos fueron muy valientes, por allá donde casi no hay gente, por allá en East Pines. Y sería difícil poder decir lo escasa que es la población en esa región, sin embargo, estaban por allá como misioneros, tratando de hacer algo para la gloria de Dios. Realmente los aprecio con todo mi corazón. Sé que a todos Uds. les gustaría estrechar sus manos y oír acerca de esa gran región del noroeste. Y, ahora, entonces el…",
    "Yo creo que la madre de la Sra. Roberson aún está muy enferma. Tengo que verla esta tarde, y recuerden orar por ella. Será… Y entonces, si el Señor quiere, estaré de nuevo aquí a las siete y media esta noche. Creo que los McSpaddin están allá atrás, pues, vamos a cenar con ellos como a las seis, y nos dará tiempo para regresar.",
    "Y luego queremos visitar a la Sra. Burns. ¿Está aquí el Hermano Burns, en esta mañana? ¿Estará él aquí? Sí. No lo había visto, Hermano Burns, sentado. La Hermana Burns está muy enferma, muy enferma.",
    "Y estuve allá la otra noche, para verla, y está muy enferma. Ella es un alma valerosa. Y queremos que todos se aferren constantemente de Dios, porque, expresándolo de esta manera, sin saber quién estaría aquí, pero se necesitará un milagro de Dios para traer de nuevo a la Hermana Burns a la iglesia. Correcto.",
    "Cuando su amado esposo acaba de salir del hospital allá, en el Hospital de Veteranos, con cáncer, sentenciado a morir, y Dios lo sanó. Y aquí está él, de nuevo en la iglesia, y con muy buena salud otra vez como se podría esperar en momentos así. Y cuando el Señor lo sanó de una tremenda inflamación al bazo, con cáncer, fue igual, años y años atrás.",
    "Y recuerdo el preciso momento, mientras el Hermano Wood estaba sentado allí. Yo estaba en unas pequeñas vacaciones. Estábamos en el bosque, cazando ardillas, y Algo me dijo: “Ve a casa”. Me fui a casa. Y por qué tuve que ir a Louisville, nunca lo sabré. Y el Hermano Wood, criado alrededor de Louisville, manejando en la cuadra equivocada, daba vueltas, vueltas, vueltas, queriendo recogerme. Y Dios me estaba deteniendo en una esquina, esperando que la Hermana Burns viniera a hablarme. Y era ella, esa mujer valiente, que vino a decirme que su esposo se estaba muriendo allí en el hospital, cuando fuimos allí y oramos.",
    "Y ella llegó y tomó esa fotografía, donde el Señor Se hizo fotografiar, la Columna de Fuego… Todos la han visto, supongo. Se hincó en el suelo. Y ella dijo: “Amado Dios del Cielo” dijo ella, “ayúdame a encontrar al Hermano Branham de inmediato. Tengo que hacerlo”. Y dijo: “Ángel de Dios, guíame a él”. Eso es lo que hay que hacer. Y ella se levantó y fue a la ciudad a pagar una cuenta de servicios públicos, y extrañamente fue dirigida a otra esquina. Y Dios me envió del bosque, a Louisville, y me retuvo en la esquina por media hora, observando al Hermano Wood dar vuelta en la esquina equivocada todo el tiempo allá, queriendo recogerme. ¿Ven?",
    "Ahora, sabemos que Dios sabía dónde estaba Su hijita allá, y Él pudiera estar esperando que Ud. ore la oración de fe. Haremos todo lo que podamos.",
    "Otra cosa que queremos decir esta mañana, no solo con la cabeza inclinada, sino con el corazón, a uno de los hombres más leales que yo… uno de ellos, que he conocido en mi vida, es nuestro Hermano Higginbotham. Su… Nuestra amada hermana ha partido para estar con el Señor Jesús. Una valiente soldada de Dios; ¡cuántas veces la vi venir al altar! Su anhelo siempre fue llegar a esta línea de oración, donde el Espíritu Santo le diría cuál era su problema; era su anhelo. Y cuántas veces cruzó ella aquí esta plataforma, buscando ver si venía el discernimiento. Y en otras reuniones y en diferentes lugares ella lo intentó, pero de alguna manera simplemente no venía.",
    "Y luego, hace unas semanas, entrando al hospital allá, cuando escuché que estaba enferma, y ya entrada la tarde. Y cuando entré al hospital y me senté a su lado, allí bajó el Espíritu Santo; y regresó por su vida y trajo todo a la luz, y expuso exactamente donde estaba el problema. Pero, lo extraño era que la Hermana Higginbotham ya ni tenía deseos de permanecer aquí. Ella quería pasar allá. Algo la estaba llamando. Ella respondió a ese llamado el otro día para ir a estar con Dios. Y siempre recordaré eso. Sí. [Cinta en blanco.—Ed.]",
    "Con razón uno se siente mal cuando llega a la ciudad; ha rechazado el Evangelio. Eso es lo que sucede. Y está condenada. La inundación del ’37 no será nada para cuando esto termine. Pero, sí, está condenada, absolutamente. Y por esa razón la escritura está en la pared.",
    "Y, ahora, es una lástima. Y somos dueños de la propiedad, los alrededores aquí, pero escuché el otro día que algunos de nuestros hermanos recibieron una multa por incluso estacionarse allí en la orilla del estacionamiento de la iglesia. ¡Qué desgracia! Yo pagaré esa multa si me dicen cuánto fue. Es una lástima. Sí, señor. Bueno, nosotros, esto, creo que si el… Creo que aún somos los dueños. Al menos, el título así lo dice. Estaciónense de este lado aquí, y tal vez no reciban una multa allí. Pero estoy contento de que nos dirigimos a un lugar donde no dan multas. ¿Uds.? Correcto. Maravilloso. Sí, seguro. Ahora, no…",
    "Solo intentaré no extenderme mucho hablando, esta mañana, porque tengo un fuerte resfriado, y estoy congestionado. Y—y quiero tomar un tema del Antiguo Testamento, y solo enseñar por un rato, si el Señor quiere. Y entonces, tal vez esta noche regresar si el Señor lo permite, regresar a tiempo y no estar demasiado agotado.",
    "¡Oh!, me acabo de acordar también. El Hermano Kelly sentado aquí, y la Hermana Kelly, vendrán justo a… Venga tan rápido como pueda, después de la cena, porque realmente tengo que moverme esta tarde, con muchas cosas, Hermano Kelly. Recuerdo la otra noche, estando allá, salía por una llamada cuando Uds. entraron. Muy bien. [Una hermana dice: “¿Vendrá Ud., Hermano Branham?”.—Ed.] Ahora, eso—eso está bien, hermana.",
    "Ahora, entonces, oren por mí, y oren por el… mis decisiones para el Señor, que sean—sean para Él, lo mejor que yo pueda.",
    "Ahora, queremos abrir en el antiguo Libro, el antiguo, el último… El primer Libro, Génesis 35, y deseamos leer tan solo una pequeña porción de las Escrituras aquí del Libro de Génesis. Y oramos que Dios añada ricamente Sus bendiciones como base de algo sobre lo cual deseamos enseñar.",
    "¿Y a cuántos les gusta la escuela dominical? ¡Oh!, eso es… ¿Cuántos saben dónde se originó primero? No veo una mano. Es como… ¿Cuántos saben cómo se llamó primero? ¿Dónde está mi esposa? Ella debería saber eso. Muy bien. Fue…",
    "[El Hermano Neville dice: “¿Hermano Branham?”.—Ed.] ¿Sí? [“Misione-…Otro misionero aquí esta mañana”.] Otro misionero. Dios lo bendiga. [“Hermano Naber”.] Hermano, ¿quién? [“Hermano Naber”.] Hermano Naber, ¿dónde está él? ¿Pudiera levantar la mano, Hermano Naber? Dios lo bendiga, hermano. ¿Es esa su esposa con Ud.? Eso está muy bien. Nos da gusto tenerlo a Ud. y a su familia con nosotros esta mañana. Ud. sabe que está en la voluntad de Dios. ¿Ve? Tiene que saberlo, cuando uno es un misionero, ¿ven? Pues, las órdenes generales son: “Id por todo el mundo y predicad el Evangelio a toda criatura”.",
    "¡Un hombre misionero! Ahora, a mí no—no me gusta mucho…Misionero es una palabra muy buena, pero tengo una palabra mejor. Ud. es un apóstol. ¿Ven? Correcto. Ahora, ¿qué significa la palabra apóstol? “Uno que es enviado”. ¿Qué significa la palabra misionero? “Uno que es enviado”. Es lo mismo. Así que, misioneros, profetas, evangelistas, maestros y pastores, conforman la Iglesia. ¿Correcto? Apóstoles, profetas… les llaman. Así que, mientras Ud. sea un misionero, o un apóstol, Ud. es alguien enviado de Dios, a una misión, y Ud. siempre está en lo correcto. Dios le bendiga, es mi—mi oración.",
    "El Hermano y la Hermana Foss van de camino a Cuba, a los campos. Yendo de las regiones heladas del norte, a las selvas tropicales del sur, porque este Evangelio debe ser predicado en todo el mundo. Amén. ¡Qué cambio!",
    "¿De dónde es Ud., hermano? [El hermano dice: “Voy a Israel ahora, hermano”.—Ed.] Va a Israel.",
    "¡Oh!, me gustaría… Vea, Mabel está sentada allá atrás, yo llamaría a mi esposa y a Mabel, a cantar para Ud.:\n\nVienen del este y del oeste,\n\nVienen de las tierras lejanas,\n\nA cenar con el Rey, a cenar como Sus invitados,\n\n¡Cuán benditos son estos peregrinos!\n\nContemplando Su santa faz,\n\nResplandeciendo con amor Divino;\n\nParticipantes benditos de Su gracia,\n\nComo piedras preciosas a brillar en Su corona.",
    "¡No será maravilloso en ese día! Amén. El Señor le bendiga, en Israel; y a Ud., al lugar que se dirige; es mi bendición para Uds. hermanos en esta mañana. Amén.",
    "Ahora, antes de abrir la Biblia… Sabemos que esto es texto, y Dios tiene el contexto escrito entre líneas, ¿ven Uds.? Entonces podemos simplemente leer el texto y dejar que Dios nos dé el contexto. Así que, inclinemos nuestros rostros un momento para orar.",
    "Nuestro Padre Celestial, en el Nombre del Señor Jesús, oramos que tomes estas Palabras que leeremos ahora, y Las abras directamente a nuestros corazones. Y permítenos entrar suavemente, en silencio, humildemente, en reverencia, a Tu Presencia. Y que el Espíritu Santo tome la Palabra de Dios y alimente cada corazón. Incluye el mío allí, ¿lo harás, Señor? Porque lo pido en el Nombre de Cristo. Amén.",
    "Muy bien, leeremos solo un versículo o dos aquí, para poder tener solo una pequeña base. Génesis es el capítulo de las semillas, lo sabemos. Muy bien. Comenzaremos con el versículo 15.\n\nY lo halló un hombre, andando él errante por el campo, y le preguntó aquel hombre, diciendo: ¿Qué buscas?\n\nY él respondió: Busco a mis hermanos; te ruego que me digas,…están apacentando.\n\nAquel hombre—Aquel hombre respondió: Ya se han ido de aquí; y yo les oí decir: Vamos a Dotán. Entonces José fue tras de sus hermanos, y los halló en Dotán.\n\nCuando ellos lo vieron de lejos, antes que llegara cerca de ellos, con eso… conspiraron contra él para matarle.\n\nY dijeron el uno al otro: He aquí viene el soñador.",
    "Y que el Señor conceda Sus bendiciones a Su Palabra. Ahora, Génesis siempre es, para mí…",
    "¿Les dije qué capítulo era? Es Génesis. Creo, si lo vi, Génesis 37, y comenzando con el versículo 15, y para Uds. que lo marcan. Ahora, nosotros… Creo que dije 35, hace un rato. Tenía dos páginas pegadas. Lo—lo siento. Esta pequeña Biblia Scofield, pues, es un poco difícil de leer para mí, porque ya pasé de los cuarenta, Uds. saben. Y mi…",
    "Me dicen que debería tener unos lentes para leer. Fui y me hice examinar los ojos, cuando llegué al punto en que tenía que continuamente alejar mi Biblia de mí. Y el médico me dice que mi brazo no será lo suficientemente largo, después de un tiempo, para llevarla atrás. Y tengo que… Dijo que necesito unos lentes para leer. Me examiné los ojos, y resultaron perfectamente, diez-diez. Pero, puedo ver un cabello en el suelo, en alguna parte allí, con facilidad. Pero al acercármelo… Dijo él: “Cuando Ud. llega…”. Dijo: “¿Qué hace que su cabello se torne gris?”.\n\nDije: “No lo sé”.",
    "Él dijo: “Es la vejez”. ¡Ja-ja-ja! Dijo: “Eso es lo que le pasa a los ojos de una persona cuando pasa de los cuarenta. Ud., en realidad, sus globos oculares se aplanan. Y uno sencillamente tiene que—que sobrellevarlo, es todo”. Y yo sigo posponiéndolo. Y, bueno, no me queda tiempo para ir, pero lo—lo haré algún día, y conseguiré unos para leer, cuando vaya a enseñar más. Pero ahora solo leo un texto y sigo adelante. Y esta es… Recibí esta Biblia hace muchos años, y la letra es sumamente pequeña.",
    "Ahora, en el Génesis, Génesis significa “el principio”, el capítulo de las semillas. Y recuerden que, todo lo que hay hoy, en realidad comenzó en Génesis. Fue el principio de todas las cosas. Fue el principio de—de la salvación; fue el principio del pecado; fue el principio de todas las sectas. Fue el principio de la verdadera Iglesia. Fue el principio de la iglesia falsa; fue el principio de la justicia. Fue el principio del engaño; fue el principio de todas las cosas, comenzó en Génesis.",
    "Desearía tomar como unos tres meses en esto, para quedarnos solo en este tema, y simplemente escudriñarlo, unirlo por el Espíritu Santo, con las cuerdas de Dios, y simplemente unirlo todo. Y observar cómo cada Palabra encaja allí justamente con las otras Palabras. ¡Qué cosa más hermosa!",
    "¡La Palabra de Dios es de tanta inspiración! No importa la edad, la hora, todo hombre que haya leído este Texto, a través de… Ha sido escrito ya por muchos cientos, sí, casi tres mil años o más. Y todo hombre que haya leído este Texto, en cada edad, ha sido inspirado por Él, ¿ven?, cada versículo de la Escritura. No hay otra cosa que pueda tomar Su lugar.",
    "Una escritura que fue escrita en otro día pasado, cuando fue leída para esa edad y para su propósito, hasta ahí llega. Yo podría escribirle una carta a Ud. y decirle: “Mi querido y amado hermano, hoy he estado en un cierto lugar y he hecho tal y tal, cierta fecha”. Eso aplica directamente a Ud., y allí concluye. Tal vez como evidencia en la corte o algo, podría ser presentado como evidencia en contra mía o a favor mío, para probarme algo, o probar algo contra mí, pero no sería el mensaje directo como lo sería cuando le es dado a Ud.",
    "Pero con la Biblia no es así. Ha sido dado a la raza humana, y para todos los tiempos y todas las edades, porque es Palabra escrita de Dios. ¿Ven? Sus Palabras nunca pueden fallar. Ellas nunca morirán, y mientras haya una Eternidad, por los siglos de los siglos, estas seguirán teniendo el mismo significado, porque Ellas una vez vinieron de los labios de Dios. ¿Ven? ¡No pueden fallar! Solo piensen en eso, ¡cuán Eterna es la Palabra de Dios! Ellas son Vida.",
    "Ahora, ¿qué es una palabra? Una palabra es un pensamiento que ha sido expresado. Y cuando Dios alguna vez piensa algo, solo es un pensamiento. Pero una vez que es expresado, nunca se puede alterar o cambiar; tiene que permanecer para siempre.",
    "Pues, Ud. es tan bueno como su palabra. La Palabra de Dios es tan buena como Él lo es. La palabra suya es parte de Ud. La promesa suya es tan buena como Ud. puede ser. Y la promesa de Dios es tan buena como Él puede ser.",
    "Ahora, siendo un mortal, Ud. puede hacer una promesa y tener que romperla, porque Ud. solo es un mortal; yo solo soy un mortal. Pero, Dios, siendo inmortal e infinito, y omnipotente, omnipresente, hace una declaración, y Él conoce el fin desde el principio, y Él la puede cumplir.",
    "Abraham llamó esas cosas que no eran, como si fuesen, porque él estaba plenamente convencido de que lo que Dios había prometido, Dios podía cumplirlo, porque Él no hubiera hecho la promesa a menos que Él supiera lo que iba a suceder.",
    "¿Ven entonces cómo podemos descansar en Su Palabra? No importa cuán fuerte sople la tormenta, o lo que sea que La contradiga, descanse solemnemente sobre la Palabra. Dios Lo dijo, Quien ha visto el otro lado de la tormenta. ¿Ven? Así que, si Ud. está enfermo, simplemente ancle su alma en el Descanso Eternal. Si Ud. está perplejo y angustiado, recuerde: Él dijo: “Yo estaré con vosotros siempre, hasta el fin del mundo”. Y Él es… Él dijo: “A los que aman al Señor, todas las cosas les ayudan a bien”, así que solo quédese allí.",
    "Un hombre escribió, un poeta escribió: “Mi ancla se mantiene dentro del velo”. ¿Qué es un velo? Es algo que corta el paso de aquí para Allá. Y el ancla está en el interior del velo. Ud. no ve cómo va a resultar, pero Ud. sabe que hay algo que se ha apoderado de Ud., que está afianzado Allá arriba.",
    "Y cuando el mar está soplando y tormentoso, ¿alguna vez han…? Supongo que quizás algunos de Uds. nunca han tenido el privilegio de ver un barco anclado. ¡Oh, vaya! He estado en ellos cuando arrojan un ancla de mar así, al punto que la pequeña nave ni siquiera podía pasar sobre la—la ola; cortaba la ola. Pero mientras el ancla permaneciera firme, es todo lo que importa.",
    "Ya sea que lo rebasemos, por debajo, alrededor, o la atravesemos, no importa; el ancla se sostiene. Así es cuando las tormentas de la vida comienzan a sacudirnos. Quizás tengamos que atravesarla, pasar por encima, por debajo, alrededor, pero solo es que el ancla agarre dentro del velo, de lo que no se ve. No sabemos exactamente dónde está, pero se mantiene.",
    "Así como el niño pequeño, Uds. saben, que tenía la cometa. Uds. han oído el viejo refrán, la historia. Dijo: “¿Cómo sabes que tienes una cometa allá en la punta?”.\n\nDijo: “Aún puedo sentir que jala”.",
    "Así que, eso es. Si podemos sentirla aún jalando, Dios lidiando con nuestros corazones, entonces sabemos que nuestra ancla aún se mantiene.",
    "Creo que fue Benjamín Franklin quien captó el rayo en la botella, aprovechando el rayo, la electricidad. Algo en él llamó, y dijo: “Hay poder en eso. Ese poder se podría aprovechar”. Y si es así de poderoso, para disparar las calles y cortar los árboles, abrir la tierra, ¿qué no podría hacer una vez controlado? Dará luz, y destellará, y afectará toda la tierra. Y Benjamín Franklin, creo, pescando con su cometa, tenía una llave atada en el extremo de la cola, y una botella allá abajo. Y cuando lo consiguió, él no sabía lo que tenía, pero comenzó a gritar: “¡Lo tengo! ¡Lo tengo!”. Él no sabía lo que era; no sabía qué iba a hacer con eso; pero él sabía que tenía algo.\n\nY así es con todo hombre que sus:\n\nEsperanzas se basan en nada menos\n\nQue la Sangre de Jesús con justicia;\n\nY todo alrededor de mi alma cede,\n\nEntonces Él es toda mi esperanza y sostén.\n\nEn Cristo, la Roca sólida, me paro;\n\nTodo otro terreno es arena movediza.",
    "Una vez nacido de nuevo, el Espíritu Santo toma Su lugar en el corazón. Algunos jóvenes quizá no puedan, o pequeños, o tal vez sean analfabetos, no importa cómo sea; no hay nadie que pueda explicarlo, así que no se sienta mal porque Ud. es analfabeto; Ud. no podría explicarlo. No ha habido un hombre aún que pueda explicarlo, no importa cuán listo o inteligente; es el Propio secreto de Dios. Pero cuando esa Palabra cobra Vida en su corazón, y Ud. La ve, Ud. grita: “¡La tengo!”. Ud. no sabe lo que va a hacer con Ella; Ud. no sabe lo que Ella hará con Ud.; pero Ud. sabe que algo ha sucedido, y Ud. Lo tiene.",
    "Ahora, por tanto, ¡en la Palabra! Es hermoso. Ahora, vemos en esta mañana y tenemos frente a nosotros, para considerar, en mi opinión, uno de los textos más vitales del Antiguo Testamento. El encuentro de José (de lo cual hablaremos) con sus hermanos. Podría haber cientos de maneras en que el Espíritu Santo entra en esto y lo presenta a nuestros corazones y mentes. Y, pensando en esto, al estar aquí por unos días, tal vez hablemos solo un rato esta mañana, debido a esta presión en la garganta, y luego tal vez lo retomemos de nuevo esta noche si el pastor no tiene nada en su corazón, y tal vez continuarlo y concluirlo el lunes por la noche, si es que Dios lo provee así.",
    "Ahora, conocemos bien las características del Antiguo Testamento, cómo, “Todas las cosas de antaño fueron una sombra” Hebreos 11, “una sombra de lo que ha de venir”. ¡La hermosura de eso, cómo Dios lo prefigura!",
    "Y cuando sentimos esta sombra, por así decirlo, sabemos que aquí hay algo más allá. La… Dios, en Su omnipotencia, en Su gran mente infinita, viendo que algo está a punto de suceder, Él puede advertirlo. Él puede hacer que todo obre juntamente, aun la ira del hombre, para alabarlo a Él, aun alguien que lo trata a uno mal. Como veremos después de un rato si el Señor quiere, cómo el hermano de José lo trató mal, y Él se dio la vuelta, y tomó eso y Lo alabó a Él. Así que, no tenemos nada de qué preocuparnos, ni una cosa.",
    "Cómo es que Dios, a través de ese muchacho, estaba prefigurando la venida del Señor Jesús la primera vez, y la venida del Señor Jesús la segunda vez, y llevó todo eso a cabo en una vida que no sabía nada de lo que estaba sucediendo. Amén. ¿No les hace eso algo, ver al pobre José? Pues, él no sabía lo que estaba sucediendo, por qué debían suceder todas estas cosas. Pero todo era Dios, obrando, mostrando anticipadamente, mostrando de antemano las cosas que iban a suceder.",
    "Entonces podrán observar la Palabra, como Lo ven aquí y Lo leen en Génesis, lo leen en la mitad del Libro, lo leen al final del Libro, y cada Palabra cuadra así perfectamente la una con la otra. Y fue escrito con miles de años de diferencia, por cientos de hombres distintos. ¿Ven? Por lo tanto, Uds. ven que todo es Dios. Uno no conocía al otro, ni sabía qué Libro estaba escrito, nada al respecto; era otro tiempo, otra edad.",
    "Y podemos ver, hoy, que Dios está lidiando exactamente como lo hizo allá. Apenas ahora vamos, terminamos en el año nuevo, en eso de la sombra del Antiguo. Y cómo es que en el principio, cómo es que Dios, cuando Él vio que el pecado predominaría en la tierra y sobre la gente, el gran programa cómo había sido pervertido; no echado a perder, no re-creado, sino solo pervertido.",
    "Verán, Satanás no puede crear; él solo puede pervertir. Todo lo que Uds. ven, errado, es justicia pervertida. ¿Ven? Uno ve a un adivino en la calle, solo es una perversión de los profetas. ¿Ven? Ud. ve cualquier cosa que es mala, ve al hombre viviendo infiel a sus votos para con su esposa, eso es justicia pervertida en maldad. Y viceversa, ver a las mujeres en la calle, actuando como lo hacen y llegando a ser como son, esas son damas pervertidas.",
    "Pasé por Louisville, el otro día, mi esposa y yo, y vi un letrero en una ventana, de donde veníamos de comer, allá en la Calle Quinta. Y decía: “Mesas para damas”.",
    "Yo dije: “No han tenido ninguna como cliente”. No, una dama no entraría allí. Cuando entra allí, ella ya no es una dama. ¿Ven? Así que, ellos no han llegado a tener una como cliente, con ese letrero. Las damas no van a esos lugares. Pero, ¿ven Uds.?, lo que son, que entra allí, son damas pervertidas. ¿Ven? Muy bien.",
    "Ahora, ¡Dios, para hacer que todas las cosas Le alaben!",
    "Estamos celebrando la Navidad, el nacimiento del Señor Jesús. Lo cual, no es exactamente Su cumpleaños. Su cumpleaños fue en abril; pues, está tan frío en Judea, o más frío en diciembre, que aquí. Así que, por eso lo sabemos. Uds. vieron la fotografía el otro día, los tanques allá en la nieve, y esa clase de cosas, en Judea. ¿Podrían imaginarse pastores tendidos en una colina en un clima así? Pues, ese no es el día. Pero eso, el día, no significa tanto, es la—la actitud que tenemos hacia ese día, que ha sido apartado.",
    "Ahora, fíjense. Tan pronto como Dios vio la simiente de la mujer, y cómo habían sido mal interpretados allí y la justicia había sido pervertida, Dios dio una promesa de que a través de esa mujer vendría una Simiente bendita. ¿Lo captan? Habría una Simiente.",
    "Y tan pronto como Satanás oyó eso, quien estaba presente, tan pronto como lo oyó, él entró para destruir esa Simiente. Y él trató de hacerlo con José; ha querido hacerlo a través de las edades. Y él aún está en contra de esa bendita Simiente. Amén.",
    "Quiero que se pongan sus gorras de concentración, pues solo por un minuto ahora. Como, ponerse el yelmo de la salvación, y ahora escuchen atentamente. Aquí hay algo muy vital. Y quizás Ud. no esté de acuerdo; está bien. Pero, ¿notaron?, tan pronto como…",
    "Ya había habido una—una concepción, porque Eva ya había vivido injustamente y había cometido el pecado. ¿De dónde vino eso? Está en el Génesis. Los hombres hoy andan buscando el eslabón perdido entre el animal y el hombre. Esto es revelación. La Biblia dice que “La serpiente engañó a la mujer”.",
    "Hoy en día, el hombre puede presentar vida animal, y el animal más cercano que tienen al ser humano es el chimpancé. Pueden hacerlo fumar una pipa, montar una bicicleta, ponerse un sombrero, saludar. Eso es como “ji” y “ja” con un caballo; es sonido. Él no tiene alma. Él no puede pensar. Él solo puede guiarse por el sonido. Él no tiene alma. Entonces hay un eslabón perdido, aquí en la mitad, que ellos nunca han podido encontrar. Y por seis mil años han querido sacar un murmullo de un chimpancé, y no pueden hacerlo. Ellos nunca lo harán. Pero, sabemos que somos vida animal; somos vida vegetal, de la tierra.",
    "Como decía el otro día, en el funeral de nuestra querida hermana. Somos un montón de dieciséis elementos de la tierra, de luz cósmica, y petróleos, y cosas juntas. Estábamos aquí cuando Dios habló y dijo: “Que así sea”, nuestros cuerpos. Pero, Algo, una Mente maestra nos desarrolló en lo que somos ahora. Nos hizo con manos y brazos, y demás, no para destruirnos, sino para que pudiéramos vivir para siempre. El pecado causó la destrucción. Y Él, Quien nos hizo, sin que nosotros tuviéramos alguna—idea alguna de que estaríamos aquí, Él que nos hizo y unió estas cosas y nos hizo lo que somos ahora, ¿no puede Él mucho más, dándonos libre albedrío moral para aceptarlo, y por la misma Palabra que nos creó, prometernos que Él nos resucitaría de nuevo? ¡Cuánto más se unirá todo este petróleo, y los átomos y demás, en el… por la Palabra de Dios!",
    "Ahora, en el principio, cuando Dios habló, y Satanás estaba parado allí y él lo oyó.",
    "Y la gente quiere encontrar este eslabón perdido. Se los diré, por revelación, si quieren recibirlo. Esa persona desaparecida, entre el animal y el hombre, es la serpiente, antes de que le quitaran las piernas. La Biblia dice: “Él era el más astuto de todas las bestias” no réptil, “de todo el campo”. Él fue el que engañó a la mujer, con su belleza, y ella concibió. Y ahora, al hacer eso, y al ver que el pecado venía, Dios puso tal maldición sobre él que la ciencia nunca encontrará relación alguna entre esta serpiente, como se conoce hoy, y la raza humana. Pero allí está su ser caído, degradado, en medio, que conecta con esa vida animal. Allí lo tienen.",
    "🦅 Dios lo ha escondido de los sabios y entendidos, pero lo revelará a los niños que aprenden”. ¿Ven?",
    "Allí está esa persona caída, la serpiente. Él fue traído de… el más sutil, el más grande, el más hermoso, el más parecido al ser humano. Y luego, por causa de este mal que hizo con Eva, Él lo redujo a un réptil, “Para andar sobre su vientre todos los días de su vida, y el polvo sería su carne”. Hasta ese punto allí es donde puede llegar la ciencia, y su árbol se les cae.",
    "Fíjense, ahora, tan pronto como la mujer vio que ella… el… Ahora, ella fue engañada. Ella no trajo pecado. Ella fue engañada. Ella pensó que eso estaba correcto; pero, “Adán no fue engañado” dice la Biblia. Él sabía que eso estaba mal, y ella hizo que él hiciera lo mismo que la bestia había hecho.",
    "Y ella dio a luz a su primer hijo y, todos los rasgos del diablo estaban en ese muchacho. Él era un asesino; él era celoso. ¿Cómo podía venir de esa corriente pura de Dios? Tenía que venir del mal. Y tan pronto como lo hizo, entonces él, el diablo, usó su herramienta.",
    "Ella dio a luz a su segundo hijo, que fue conforme a Adán, y allí estaba Abel. Y, rápidamente, el diablo quiso destruir esa simiente justa. Y él se dio la vuelta y mató a Abel, desde un principio; lo cual es un tipo de Judas y Jesús. Lo mató en el altar; donde, Jesús, Judas mató—mató a Jesús, lo traicionó por treinta piezas de plata y Lo vendió. Muy bien.",
    "Pero, fíjense. Cuando él hizo eso, entonces Dios, un tipo de Cristo, tanto en muerte como resurrección, Él levantó a Set para que tomara su lugar. ¿Ven? Y el diablo se fue tras Set.",
    "Ahora observen. A lo largo, antes de la destrucción antediluviana, hubo un largo linaje de hombres quienes vinieron de los hijos de Caín, de la tierra de Nod, y eran científicos, listos, inteligentes, hombres maravillosos. Hasta templaron los metales. Ellos construyeron casas. Eran una civilización maravillosa. La Biblia continúa y dice cómo trabajaban con el cobre, cómo trabajaban con el metal.\n\nPero, este otro grupo eran nómades.",
    "Pero, ambos grupos eran religiosos. Caín era religioso; Abel era religioso. Y Dios trazó una línea, de cuál estaba correcto. Caín era tan religioso como Abel. Ambos construyeron altares. Ambos creyeron en Dios. Ambos adoraron a Dios. Ambos trajeron regalos.",
    "Ahora observen esas dos simientes. Uno, peleando; el mal queriendo destruir la Simiente justa. Y trató de destruir a Abel; él lo hizo, pero Dios levantó a Set para tomar su lugar. Él pensó que tenía a Jesús allí mismo. Miren a través de las edades, en todas partes. Él, a cada lugar al que vino, él arrinconó esa Simiente. Cuando él mató a uno o al otro, él pensó que había conseguido Eso. Y, finalmente, él—él salió tras Juan el Bautista, finalmente le cortó la cabeza. Pensó entonces que Lo tenía a Él, pero se dio cuenta que Él estaba por acá en Jesús. Él mató a todos los bebés. Y, Moisés; él trató de matar a Moisés. Él trató de todas las maneras que pudo para destruir esa Simiente, y cuando él mató a Cristo en el Calvario; pero Dios Lo resucitó a Él al tercer día, y luego Él envió de nuevo al Espíritu Santo para llamar hijos e hijas a Dios. Y esa misma simiente malvada y religiosa está persiguiendo a esa Simiente justa hoy. ¿Lo ven? Ellos están tratando de destruir ese Renuevo justo de Dios.",
    "Ahora, los dos lados, si se fijan, comenzaron en Génesis, religiosos de los dos lados. Uno de ellos, denominacional, infatuado. Y el otro, humilde, caminando en el Espíritu, por revelación.",
    "¿Cómo pudo haber sabido Abel que era un cordero en lugar de frutos del campo? Porque le fue revelado, por una revelación Divina.",
    "Jesús dijo lo mismo, cuando Pedro confesó que Él era el Hijo de Dios. Él dijo: “No te lo reveló carne ni sangre, sino Mi Padre que está en los Cielos te lo ha revelado. Sobre esta roca…”. La roca, no Pedro, no Jesús, sino sobre la revelación Divina. “Edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra Ella”. ¿Lo captan? Es revelación Divina.",
    "Ahora observen. Todo esfuerzo, en el tiempo, allí, se encontraron cara a cara y pelearon. Miren cuando Moab estaba arriba en la colina, e Israel estaba en el valle. E Israel solo pidiendo como hermano, caballero, pasar por su tierra, yendo a la tierra prometida que Dios les había prometido; solo pidieron un pequeño avivamiento en su iglesia, por así decir. Solo pasar por la tierra, y prometiendo que aun pagarían por el pasto que el ganado comiera. Y que pasarían por el camino del rey, y las cosas que harían al pasar por las tierras, y ellos pagarían. Pero, los celos…",
    "Ahora, Moab, la tierra de Moab no era de incrédulos. Ellos creían en el mismo Dios en el que creía Israel, porque eran los hijos de las hijas de Lot; la hija de Lot quien concibió mientras Lot estaba borracho, de su propio padre. Y ellos fueron allá, y estos… De allí es de donde salieron estos moabitas.",
    "Y cuando salió su profeta, su maestro, obsesionado por el dinero, y levantó altares, siete altares, exactamente la misma cantidad de altares que se requería acá. Aquí estaba Moab, la gran tierra denominacional, muy establecido y organizado.",
    "Y aquí estaba Israel, un pequeño santo rodador vagando en tiendas, de lugar en lugar. Uds. dicen: “¿Santo rodador?”. Seguro que lo eran, si ellos—ellos son lo que hoy llaman santo rodador.",
    "Cuando cruzaron el Mar Rojo, y Dios hizo un milagro delante de ellos, María tomó el pandero y comenzó a tocar el pandero, y corrió por las riberas gritando y saltando, y danzando en el Espíritu. Y las hijas de Israel siguiéndola, saltando, gritando, danzando en el Espíritu. Y Moisés se paró con sus manos levantadas, quizás cantando en un idioma que nadie había oído antes, un canto que nadie podía entender. Él le cantó al Señor, en el Espíritu. Si eso no son santos rodadores modernos, yo no sabría dónde buscarlos. Ellos tenían señales y maravillas.",
    "Ahora, si Dios solo respeta lo fundamental, miren esto. Moab, hablando Escrituralmente, era tan fundamental como lo era Israel. Ella tenía todo lo que tenía Israel. Ella tenía siete altares. Eso es lo que Dios requería; Israel tenía siete altares. Ella tenía siete sacrificios limpios. Israel tenía siete sacrificios limpios. Allí están Caín y Abel, nuevamente. ¿Ven? Muy bien. Ella ofreció siete becerros. La otra ofreció siete becerros. Ella ofreció siete carneros, hablando que… creyendo que Cristo vendría. La otra ofreció siete carneros, lo mismo. ¡En sus fundamentos no podía ser más Fundamental!",
    "Caín edificó un altar; Abel edificó un altar. Caín ofreció un sacrificio; Abel ofreció un sacrificio. Abel adoró; Caín adoró. Pero, Dios vindicó, probó que Abel era Su elección.",
    "Dios probó aquí que Israel era Su elección, porque Israel tenía algo sobrenatural en su campamento. A pesar de todos sus errores, ellos tenían una Columna de Fuego que los seguía. Ellos tenían una expiación por la sanidad Divina, y practicaban la sanidad Divina; una serpiente. Tenían una roca herida. Ellos tenían señales y maravillas en el campamento.",
    "Cuando vino Juan, él fue sobrenatural. Cuando Jesús vino, fue sobrenatural. Y el enemigo, en el lado fundamental, siempre persiguió lo sobrenatural.",
    "¿Ven lo que está tratando de hacer hoy? Lo mismo: “¡Afuera la sanidad Divina! ¡Afuera con estas personas! ¡Ellos son falsos!”. ¡Los dignatarios, la gente importante! “¡Fuera con aquellos!”. Hermano, no es más que esa vid, entrelazada en Génesis, viniendo hasta Apocalipsis.",
    "¡Yo me pongo del lado de los santos rodadores!…?… Que sea lo que sea… Yo nunca he visto un santo rodador. Ese es un apodo que el diablo le puso a la Iglesia de Dios, cuando no pertenece allí. Ellos no son santos rodadores. Son hijos e hijas de Dios, mal entendidos por el mundo.",
    "Ahora, José nació de su padre, y fue amado por su padre, y odiado por sus hermanos. Ahora fíjense, un cuadro perfecto del Señor Jesús. Quiero que se fijen cómo Su vida está tipificada en el Antiguo Testamento, todo ahora tipificado. Miren allá atrás y vean el cuadro; allí está la sombra, y Uds. ven lo que es el positivo. Ahora, fíjense, José era un tipo de Cristo, un tipo de la Iglesia, un tipo del Espíritu Santo. Tipo… Él era un príncipe de prosperidad, así como lo es Cristo, así como la Iglesia hoy.",
    "También, fíjense que cuando él nació, su padre lo amó y le hizo una túnica de muchos colores. Ahora, solo hay siete colores perfectos entre todos los colores. Todos los demás son derivados de estos colores. Y la túnica quizás tenía colores, siete colores diferentes, franjas de colores, en la túnica que hizo el padre. Si se fijan, puede ser que Jacob no lo entendiera en ese momento, pero eso significaba “El Prometido”. Cuando Dios le dio a Noé la señal del arco iris, los siete colores, era la promesa, o Uno bajo Pacto. Dios había hecho un pacto que no destruiría más al mundo con agua.",
    "Y el pacto de Dios también pasó a través de Jacob, a José. Abraham fue elección, e Isaac fue justificación, e Israel fue gracia, y José fue perfección. Ese era el único que tenía los colores.",
    "Vemos a Jesús sentado sobre el Trono, con los colores, a Su alrededor un arco iris, en Apocalipsis 1. Era el pacto de Dios con el pueblo. Cristo… Aquí está. ¡Oh, cómo quiero que Uds. lo vean! Cristo es el pacto de Dios con Su pueblo; no denominaciones, sino que Cristo es el pacto de Dios.",
    "Así como José fue odiado, también Cristo es odiado hoy. Ellos no quieren decir que odian a Cristo, pero sus obras prueban lo que hacen. Ellos están en contra de todo movimiento de Él; de hablar de Su acción, Sus obras, Sus obras maravillosas. Pues, seguro, nosotros también tenemos a Satanás en el campamento, combatiendo. Seguro. Y ellos señalarán a las palabras de Satanás. Pero, a mí no me importa lo que Satanás haga para—para querer confundir. La Palabra de Dios permanece perfecta, y Su promesa es perfecta. Yo nunca voy a querer ponerme del lado de ese grupo.",
    "Fíjense, allí estaba Él, el Pacto. “Cristo en Su apariencia como piedra de jaspe y de sardio”, en Apocalipsis. Esa era la piedra del pecho… la piedra de nacimiento, más bien, desde Rubén hasta Benjamín. Ese fue el reflejo del sardio y el jaspe, mientras se reflejaban juntas bajo la Luz de Dios, haciendo el pacto alrededor de Cristo, el arco iris. Y ¿de qué habla? ¡Rubén, el mayor!; ¡Benjamín, el menor! Desde el primero hasta el último, “Él era el que Era, el que Es, y el que Vendrá; la Raíz, el Linaje de David. Él es la Estrella de la Mañana. Él es de la A a la Z; el Alfa, la Omega; el reflejo de Dios desde el principio del tiempo hasta el fin del tiempo. Allí está él, el pacto de Dios con Su pueblo.",
    "Y todas estas otras cosas, José, David, todos los profetas, solo fue un reflejo. Amén. Reflejando, desde la verdadera Simiente del huerto del Edén, hasta el tiempo en que Él vendrá por segunda vez, en Gloria, para recibir a Su pueblo y a Su Iglesia. Allí está, qué hermoso contemplarlo.",
    "José, sus hermanos eran arrogantes con él; “Ellos lo odiaron, sin causa”, porque él fue inspirado sobrenaturalmente. ¿Lo captan? Caín aborreció a Abel, sin causa, por haber sido inspirado sobrenaturalmente. Moab aborreció a Israel, sin causa, porque ellos tenían sanidad Divina, señales, maravillas y milagros. Lo odiaba, sin causa, y no lo dejó pasar…",
    "[Cinta en blanco.—Ed.]…tener la esposa de su hermano. Amén. [Cinta en blanco.]",
    "Ahora, mis amados amigos, quiero recordarles algo, y quiero que lo guarden debajo de la quinta costilla en el lado izquierdo, en la tienda de ese compartimiento llamado corazón.",
    "Nunca, en ninguna edad ni en ningún momento en que Dios haya inspirado a un hombre, él llegó a irse al lado religioso, la así llamada gente religiosa del mundo. Él nunca se alió con denominaciones. Siempre, él se paró en contra, y en contra de las denominaciones del día, y en contra del orden religioso del día. Muéstreme un profeta, muéstreme una vez en la Biblia, que algún hombre de Dios haya tolerado los así llamados movimientos religiosos de su día. Amén.",
    "Aun Elías, después de comenzar la escuela de los profetas, pues, cuando él fue allá, ellos querían que se fuera. Él le dijo: “Es demasiado recto aquí”. ¿Ven Uds.? Acab y los líderes religiosos de su día; Elías se separó, al Monte Carmelo.",
    "Observen a Juan el Bautista, se separó, ni siquiera fue a su escuela, para aprender la teología de ellos. Pero, Dios lo envió al desierto, para prepararlo para una obra.",
    "El grupo de Caín nunca ha podido ponerle su chaqueta eclesiástica a un hombre de Dios; no le quedará. Es cierto. Nótenlo, a través de las edades.",
    "Y cuando vino Jesús, no consultó a ninguno de los teólogos, sino que los llamó: “Montón de víboras, o serpientes en la hierba”.",
    "Los discípulos no cooperaron con ninguna de sus denominaciones; ellos estaban del lado de Abel.",
    "José no llegó a cooperar con ellos. Él fue odiado y rechazado, por la misma razón que los demás. Porque Dios estaba con él de manera sobrenatural, y de una manera diferente a como Él estaba con los demás. Y ellos lo odiaron, sin causa. Caín aborreció a Abel sin causa. Los hermanos odiaron a José, sin causa.",
    "Y, hoy, el mundo denominacional, no importa lo grande que sea; me quito el sombrero y digo: “Gracias a Dios por ellos”. Pero, con todas sus tremendas enseñanzas, sus iglesias grandes, las grandes cosas, sin embargo, con todo eso, Dios llama a los hombres a que no tengan nada que ver con eso, porque ellos no toleran lo sobrenatural. Allí está el movimiento en marcha, hoy; y ellos aborrecen ese movimiento, sin causa.",
    "Escuché a un hombre decir algo el otro día, que por poco me hiela la sangre, oír a un hombre con esa influencia, un gran predicador bautista.",
    "Y decía en su plática de que no era Escritural que alguien adorara a la virgen María. ¡Cuán cierto es! Es correcto. Él dijo que no había Escritura para adorar a nadie excepto a Cristo. Seguro que sí. Él dijo: “Dios estaba en Cristo, y en Él estaba la plenitud de la Deidad”. Correcto.",
    "Y luego, después de toda esa hermosa y maravillosa enseñanza de la Escritura, dio un giro y dijo: “Nunca se ha hecho un milagro en el mundo”. Por su posición tan dura en contra de la sanidad Divina, dio media vuelta y dijo: “Nunca se ha hecho un milagro después de la muerte de Cristo. Nadie ha resucitado a los muertos, después de Cristo, porque Él era el Único Quien tenía Vida Eterna”.",
    "Pero, yo les digo a Uds. que Jesucristo, el Hijo de Dios, les dijo a Sus discípulos: “Id y predicad el Evangelio; sanen a los enfermos; y resuciten a los muertos; y limpien a los leprosos”. Eso es lo que Jesús les dijo a Sus discípulos.",
    "¿Cómo pueden los hombres llegar a estar tan religiosamente ciegos? Vienen a ser de mente cerrada por las barreras denominacionales y odian a sus hermanos, sin causa. ¿Lo ven? Tan cerrados, tan pequeños, lo hacen por su prestigio.",
    "A un ministro destacado de la región hoy, se le preguntó por qué no recibió el bautismo del Espíritu Santo, después de serle presentado por otros hombres de su posición, quienes habían recibido el bautismo del Espíritu Santo. Él dijo: “Eso le haría daño a mi ministerio”. Si Ud. me dice, en cualquier momento…",
    "Eso pudiera dañar el ministerio de un individuo, pero nunca dañará el ministerio de Jesucristo que se debe realizar. Eso hará avanzar la causa del ministerio de Jesucristo.",
    "Pero este Sr. Doctor dijo que jamás se levantó una persona de entre los muertos. Dijo: “Yo sé que hay un montón de santos rodadores en la tierra hoy, que afirman haber visto a los muertos resucitar. Pero” dijo, “¡ah! Nunca hay una prueba científica de alguna sanidad o alguna otra cosa”.",
    "Ahora, ¿ven Uds.?, aquí está, mi hermano y hermana. Quiero que se fijen en esto con mucha atención. La razón, es esta: Hoy, los hombres…",
    "En los días del Señor Jesús, en los días de los Testamentos, cuando los hombres creían en Dios, oían que se hacía un milagro, ellos no trataban de probarlo científicamente. Ellos lo aceptaban. Ellos simplemente lo creían, porque sabían que era Dios.",
    "Pero, hoy, el grupo incrédulo se ha infiltrado en los movimientos religiosos, y está queriendo probar las cosas científicamente.",
    "Y permítanme decir esto, ya que viene del Cielo, creo, a mi corazón: Nunca vendrá el momento en que se podrá probar. Pues, si Ud. pudiera probar a Dios, entonces Él ya no es aceptado por fe; existe una prueba. Nosotros creemos en Dios y Sus milagros, por fe. Llamamos esas cosas que no son, como si fueran, porque Dios lo dijo; no importa qué sea.",
    "Abraham no pudo probar que las venas de leche de Sara no se habían secado. Él no pudo probar que—que los tubos y demás se embarazaron. Ellos, ella pudiera… Ellos no pudieron probar nada de esto. No pudieron probar tal vez, por medio de las pruebas de la simiente, que ellos eran fértiles. Pero él de todas maneras lo creyó, y rechazó todo lo que era contrario a eso, y llamó esas cosas que no eran, como si fueran. Porque, velo adentro, la esperanza de Dios reposaba sobre la Palabra de Dios, y llamó a esas cosas, científicas o no: “La verdad, porque Dios lo dijo”. Allí lo tienen.",
    "Nosotros creemos. Por fe lo recibimos. Pero, si el hermano, no discutiendo con él, yo no creo en eso; pero si el hermano tan solo hubiera leído de cómo Pablo murió apedreado, y los santos se pararon sobre él y oraron hasta que la vida regresó a él. Cómo es que Pablo predicó toda la noche, una noche, y un hombre se cayó de un piso alto y se mató, un joven; y Pablo puso su cuerpo sobre él, y el Espíritu de vida regresó a él. Cómo es que Elías resucitó el bebé de una mujer después de haber estado muerto, aun ochocientos años antes de la Venida de Cristo. Hombres, aun sin la bendición del Espíritu Santo, hicieron milagros que estos individuos temen atacar teniendo el Espíritu Santo. ¡Vaya, vaya! ¡Qué lamentable!",
    "¿Por qué? Es porque son arrogantes, y odian a sus hermanos, sin causa; así como José fue aborrecido, sin causa. ¿Lo ven? Él fue odiado; no porque mereciera ser aborrecido, pues, fue sin causa. Ellos no le creyeron. Él estaba viviendo en una esfera diferente.",
    "Y digo esto, ahora, ya que nuestro tiempo se acorta. Digo esto con toda sinceridad de corazón: Ellos odian a la Iglesia hoy que tiene lo sobrenatural. Son celos. Son celos injustificados, y eso existe entre los seres humanos.",
    "Eso estuvo entre los discípulos; ¡se avergonzaron tanto de sí mismos! Pues, diez días antes, Dios les dio poder para sanar a los enfermos y echar fuera demonios, y resucitar a los muertos. Y tenían un niño con epilepsia ante ellos, y habían fallado. Y Jesús, cuando bajó del monte, y sanó al muchacho y ellos le preguntaron: “¿Por qué no pudimos nosotros?”. Él no dijo: “Yo—Yo les quité mi Poder”. Él dijo: “Yo les doy Poder”. Yo les muestro dónde Él se lo dio a la Iglesia, pero Uds. no pueden mostrarme dónde Él se Lo quitó. ¿Ven? ¿En qué basó Jesús Sus Palabras solemnes? “Por causa de vuestra incredulidad”.",
    "Y luego, unos días después, encontraron a un hombre que no estaba en su esfera eclesiástica. Él había oído a Jesús pronunciar estas cosas, y él estaba haciendo el trabajo. Él estaba echando fuera demonios. Y Pedro y Juan vinieron a decirle que él tenía que pertenecer a su grupo o él no podía hacer esto; “Ud. tendrá que seguirnos y unirse a nosotros. ¡Somos la iglesia, y Ud. tiene que hacerlo!”. Les hizo saber que se ocuparan de sus propios asuntos. A él le iba bastante bien sin unirse a su organización.",
    "Así que, como pequeños afeminados, como tenemos hoy; pequeñas, ideas juveniles de niños, corrieron y dijeron: “Lo encontramos, y él estaba echando fuera demonios”. Y ¿por qué fue? Ellos estaban celosos porque él estaba haciendo lo que ellos no pudieron hacer. Ellos se habían vuelto carnales. Los ojos, de su entendimiento, fueron como los hermanos de José, aún no habían sido iluminados, así que regresaron y lo delataron, y le dijeron a Jesús.",
    "Y Jesús dijo: “Déjenlo en paz”. Amén. “Él está haciendo un buen trabajo. Él está haciendo lo que Yo les mandé a Uds. que hicieran, y Uds. no lo pueden hacer”; “Dios puede levantar hijos a Abraham de estas piedras”.",
    "Y ahora, mis amados hermanos metodistas y bautistas y presbiterianos, porque Uds. piensan que tiene que venir a través de su iglesia, Dios puede levantar piedras a Abraham de estos santos rodadores. Así es. Él tendrá a alguien que hará Su obra. Correcto. Con todos sus fracasos y errores y demás, que ellos cometen, Israel también hizo lo mismo, pero esa Simiente justa sigue avanzando.",
    "Estoy tan contento de poder decir que soy uno de ellos. Por la gracia de Dios, hoy, somos uno de esos. Estoy tan contento por eso, ¿Uds.? Mi corazón se regocija, al comenzar este año nuevo, al saber que Dios, por medio de Su sublime gracia, ha incluido mi nombre en el Libro de la Vida, para darme el entendimiento de que estoy relacionado entre Su pueblo, quienes son desterrados. Y, con los discípulos, si pudiera decir esto: yo considero un privilegio llevar el reproche de Su Nombre. Sí, señor. Estoy tan contento de ser uno de ellos.",
    "Y ahora comenzamos aquí con José, en el siguiente servicio, que puede ser esta noche o el lunes por la noche, una de ellas, porque nuestro tiempo ha terminado.",
    "Pero, yo Le amo. ¿Le aman Uds.? Él es maravilloso. Y estoy tan contento hoy de poder unirme de manos a esa larga fila de despreciados y rechazados, y odiados por los eclesiásticos en toda la tierra. Aquí están. Ellos son los pequeños. Correcto. Los eclesiásticos, hablando del mundo, en educación y socialmente hablando, están por encima de ellos. Y estamos contentos de ser humildes. Porque, aquellos que se humillan, Dios vendrá algún día por segunda vez, en Gloria, para exaltar a Su Iglesia. Hasta entonces: “Luchemos ardientemente por la Fe que una vez fue dada a los santos”.\n\nOremos.",
    "Ahora con nuestros rostros inclinados, me pregunto si habrá uno esta mañana, o espero que muchos, que aún no han aceptado a este Cristo, y Sus grandes bendiciones y Sus grandes poderes. Y nos preguntamos hoy, si Ud. quisiera tomar su decisión hoy, y decir: “Señor Jesús, soy yo. Y deseo ser Tu siervo, con todo mi corazón, para tomar el camino con los pocos despreciados del Señor. Ahora veo, Señor, que no es lo que habla el mundo; es lo que habla Tu Biblia. No es lo que el mundo me llame. Ellos me odian, como lo hicieron con José. Ellos me odian, como hicieron con Abel. Ellos me odian, como lo hicieron con Juan. Ellos me odian, como lo hicieron con Daniel. Ellos me odian a mí, como a Ezequiel, como a Zacarías. Ellos me odian, como lo hicieron con Jesús. Ellos me odian, como a los apóstoles y a los que Te siguieron, sin causa. Señor, yo oro por ellos”.",
    "¿Alguna vez han recibido una experiencia como esa, que Uds. han salido? “Y nosotros somos un real sacerdocio, una nación santa, ofreciendo sacrificios espirituales a Dios; es decir, los frutos de nuestros labios, dándole alabanza a Él”. ¿Podría Ud. pararse en medio de este mundo turbulento? ¿Podría pararse ante su jefe? ¿Pudiera Ud. pararse con humildad en su corazón, con amor en su corazón, por los pecadores de este mundo, con la Vida de Cristo en Ud., y dar testimonio y alabanza para la gloria de Dios? Si Ud. no tiene esa experiencia, ¿por qué no comenzar el mundo, la vida, todo de nuevo, hoy, levantando la mano hacia Él, y diciendo: “Yo, Señor, acepto eso ahora, y quiero que Tú me des el bautismo del Espíritu”.",
    "Ahora, nuestro Padre Celestial, sabemos que la pequeña Iglesia en esta mañana está perseguida, le disparan, el enemigo la ha oprimido, disparando sus flechas. Y oramos por sus almas pecaminosas, Señor. Ellos no saben que están cegados por el dios de este mundo.",
    "La Iglesia, en general, por todo el mundo hoy, el enemigo, la gente religiosa, les ha disparado con toda flecha. Pero a pesar de todo eso, el gran avivamiento sigue adelante. Miles de hijos humildes, pobres y desatendidos han entrado en estos lugares, y han visto Tu mano milagrosa, han sido llenos del Espíritu Santo. Y ellos ya no son de este mundo; son peregrinos y extranjeros. A ellos no les interesa el mundo, sino que están buscando una Ciudad por venir, cuyo Arquitecto y Constructor es Dios. Ellos han visto Tu poder sanador, para sanar a los enfermos, Tus señales y maravillas que serían obradas entre Tu pueblo. Grandes cosas sucediendo, a pesar de los lugares donde lo condenan y quieren reprimirlo. Tus siervos entran directamente y comienzan un avivamiento, y recogen a los humildes para el Reino de Dios.",
    "En medio nuestro en esta mañana, tenemos el privilegio de tener a estos misioneros que van a otras tierras.",
    "Uno, saliendo para Israel. ¡Oh, Dios!, ahí está. Derrama Tu Espíritu, con él, Señor. Y que grandes cosas se lleven a cabo, y causen que esos pobres judíos errantes regresen. Que ellos reciban el Espíritu Santo, como lo hicieron sus padres en el principio.",
    "Aquí hay un hermano que va a Cuba, a las islas. Tú dijiste: “Hasta lo último de la tierra”.",
    "Algo jalando, presiona el corazón de estos hermanos. Dejan sus hogares, sus seres queridos, sin interés por los placeres y las diversiones de este mundo, sino que yendo a las tierras baldías; bajo el oponente que quiere detener la obra. Pero, así como el buey que regresó con la carreta, con los mandamientos, y el arca del pacto, ellos dejaron a sus pequeños llorando, y se fueron por el camino, mugiendo, cantando, yendo allá a la Roca.",
    "Te damos gracias por cada ministro.",
    "Vemos sentado atrás en nuestra congregación, al Hermano John, esta mañana, también, de Alemania. Cómo ha sido levantado, pobre. Ha jalado una pequeña carreta por la nación, predicando el Evangelio. ¡Gracias por él!",
    "Y estos jóvenes, y otros ministros que están sentados cerca, y todos los laicos. Habiendo preguntado, Padre, creyendo que en un momento como este, que si un hombre o una mujer no tuviera a Cristo en su corazón, ciertamente hubieran levantado la mano, viendo toda la prueba del Evangelio, que Tú eres el mismo y Tu Iglesia es la misma.",
    "Te doy gracias por cada uno. Oro que Tú los bendigas. Y sana sus cuerpos si están enfermos, y concédeles los deseos de su corazón. Concede esto, Padre, lo pedimos en el Nombre de Jesús.",
    "Y con nuestros rostros inclinados, meditemos por unos momentos. Solo estén en oración, suavemente.\n\nEl primero que murió por este plan del Espíritu Santo,\n\nFue Juan el Bautista, muriendo como un hombre;\n\nLuego vino el Señor Jesús, a Él Lo crucificaron,\n\nPredicó que el Espíritu salvaría al hombre del pecado.\n\nLuego apedrearon a Esteban, él predicó contra el pecado,\n\nEllos, tan enojados, que le aplastaron la cabeza;\n\nPero él murió en el Espíritu, entregó el espíritu,\n\nY fue a unirse con los otros, esa hueste que entregó su vida.\n\nAllí estaban Pedro y Pablo, y Juan el divino,\n\nEllos entregaron sus vidas para que este Evangelio pudiera brillar;\n\nMezclaron su sangre como los profetas de antaño, (Aún es Simiente perseguida.)\n\nPara que la verdadera Palabra de Dios honestamente fuera contada.\n\nLas almas bajo el altar, claman: “¿Hasta cuándo?”.\n\nPara que el Señor castigue a esos que han hecho mal;\n\nPero habrá más que derramarán la sangre de su vida\n\nPor este Evangelio del Espíritu Santo y su torrente carmesí.\n\nSigue goteando con sangre, sí, goteando sangre.\n\nEste Evangelio del Espíritu Santo gotea sangre,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo gotea sangre.",
    "[El Hermano Branham tararea La sangre está goteando.—Ed.]",
    "¡Oh, Dios! ¡Ven, Señor Jesús! Moldéanos ahora mientras nos humillamos ante Ti. Quita toda indiferencia de nuestras vidas, de nuestros corazones, mientras que la—la dulzura del Espíritu parece tener los ojos rojos. Dios tomando ahora Su Palabra y regándola. Estamos muy contentos de que nos has incluido, Padre, para ser portadores del Evangelio.",
    "Oramos por cada necesidad de la iglesia. Oramos por nuestro amado pastor, ¡oh, Dios!; siervo fiel, nunca se cansa, siempre dispuesto a salir. Habla a su corazón, hoy, y hazle saber que hay una gran recompensa esperando allí para esos pastores fieles cuando se reúnan allá del otro lado con todos los redimidos.",
    "Bendice a otros pastores, y a los misioneros, y a los miembros del Cuerpo de Cristo, en todas partes. Perdona nuestras faltas, Señor.",
    "Y ahora si hay una necesidad en nuestros corazones, Señor, ¿podrías bendecirnos mientras estás presente? Si hay enfermedad entre nosotros, Señor, alguien que haya entrado hoy a la pequeña iglesia, y ellos miran allá y ven el Calvario, viendo allí donde está la verdadera Simiente; donde Satanás pensó que podía destruirla con muerte, pero Dios La levantó de nuevo. ¡Simplemente no puede hacerlo! Dios ha hecho una promesa, y Dios se queda con Su promesa. Y toda promesa es verdad. Tú nos prometiste Vida Eterna, y La tenemos; Lo sentimos. Hay Algo en nosotros moviéndose que no podemos explicar. ¡Oh, Dios! En medio de la angustia, sentimos Algo más allá que sostiene, “sostiene inamovible”. Las tormentas pueden golpear la Semilla, el barco puede sacudir nuestra pequeña corteza. Tú abrirás camino por encima, por debajo, alrededor o a través de ella, de alguna manera. Así que, estamos afirmados allí a la Palabra, Señor.",
    "Pido ahora que, si alguien está enfermo en la reunión, que este Espíritu que está en el edificio ahora mismo baje con gran amor, diciendo: “Hijo Mío, este soy Yo. Yo soy el Padre Quien te creó. Yo fui Quien trajo los—los elementos de la tierra, que te formaron en lo que eres. Satanás está tratando de entrometerse en Mi obra. Toma Mi promesa, hijo”.",
    "Y ofrezco esta oración de fe, creyendo que Tú estás aquí. Que Tus manos, Señor, se extiendan a cada corazón, y la enfermedad salga de la gente. Yo reprendo al diablo; el diablo de la opresión, el diablo del temor, el diablo de toda clase de enfermedad. Tú has dicho: “En Mi Nombre echarán fuera demonios”. En la unidad de esta iglesia, y en este Espíritu en esta mañana, reprendemos todo mal de la gente; que salgamos de aquí, limpios, por el Sacrificio del Señor Jesús, aceptándolo humildemente.",
    "Bendícenos en los siguientes ejercicios. Bendícenos en lo que sea que hagamos. Ve con los ministros y con los evangelistas y con los misioneros, a sus lugares, Señor. Concede que un día nos podamos reunir a—a Tus pies. Entonces rendiremos nuestros trofeos. Dios, serán de todo tipo: estará el hombre blanco, el hombre amarillo, el hombre negro. Todos juntos, diremos: “Señor, aquí están”. ¡Qué día de regocijo será! Trabajemos mientras es de día, porque la noche viene cuando ningún hombre puede trabajar. Pedimos estas bendiciones en el—el amado Nombre del Hijo de Dios, Jesucristo. Amén.\n\nTodo es posible, solo creed;\n\nSolo creed, solo…(¿Qué es?)\n\nTodo es posible, solo…",
    "¿Cuántos tenían una necesidad y pudieron creer ahora mismo? Levante su mano, diga: “Ahora yo recibo”.\n\nAhora yo recibo, ahora yo recibo,\n\nTodo es posible, ahora yo recibo;\n\nAhora yo recibo, ahora yo recibo,\n\nTodo es posible, ahora yo recibo.",
    "Ahora inclinemos nuestros rostros, solo por un momento ahora. Solo continúe, hermana, en el piano, por favor. ¿Lo reciben Uds.?",
    "Ud. dice: “Hermano Branham, he estado enfermo por un tiempo. Ha habido algo que parecía que yo no podía vencer. Personas han orado por mí”.",
    "Eso es bueno, hermano, hermana, pero ¿han llegado a pensar lo que es? Es esa pequeña promesa que les ha sido dada: “Todo le es posible al que cree”.",
    "¿Podrá arrojar eso directamente al Calvario en esta mañana? Solo aférrese de la punta de eso aquí, el Espíritu que se lo dio a Ud. Arroje eso directamente al Calvario, y diga: “Allí está arraigada mi ancla. Ahora yo recibo, ahora mismo. Todo ha terminado, ahora mismo. No importa lo que suceda, ahora mismo mi ancla se mantiene dentro del velo, y yo recibo exactamente lo que pido. Yo sé que lo tengo. La Palabra de Dios lo dice. Y, Dios, estoy mirándote a Ti ahora”. Quizás Ud. tenía preocupaciones, problema de finanzas, lo que sea. No importa lo que sea, arrójenlo allá hacia el Calvario.\n\nPorque todas las cosas—todas las cosas son posibles, solo creed.",
    "Solo dejo que penetre, muy dulcemente. ¿No es maravilloso? Aquí concluye mi tiempo de servicio. La Palabra ha sido sembrada, ¿ven Uds.?, ahora Dios La está regando. ¿No puede Ud. sentir esa fres-… esa reconfortante frescura de la Presencia de Dios que baja, regándola, dice: “Ahora, aquí, hijo, Yo—Yo vengo con Mi Palabra? Honro Mi Palabra. Yo La vigilo, día y noche, y La estoy regando ahora en tu corazón. ¿Puedes tan solo recibirme y creerme?”.\n\nPorque todo (¿Qué?) es posible, solo creed.",
    "¡Vaya! ¡Cuán maravilloso! ¡Cuán maravilloso, solo remojarnos, sentir el agua que baja sobre las Simientes! ¿Qué es? La Simiente justa, ha sido sembrada en su corazón; es la Palabra de Dios. Esa es la Simiente. Ese es el Espíritu Santo. La Simiente que Dios prometió en el principio. Uds. son la Simiente de Abraham, estando muertos en Cristo, y vienen a ser la Simiente de Abraham y son herederos de acuerdo a la promesa. El Espíritu Santo vino de la Simiente de Abraham, lo cual los hace a Uds. hijos e hijas de Dios.",
    "Ahora, ese es el Espíritu Santo regando esa promesa que Uds. recibieron hace un rato, para su sanidad, para su salvación, para un mejor caminar, para que lo deje el temor, para cualquier necesidad suya; para ese viaje a las islas, para ese viaje a la patria de Israel; a su iglesia, a su lugar, donde sea, a su hogar. Ese es el Espíritu Santo diciendo: “Ese soy Yo. Yo estoy contigo. Adelante. Yo estoy guiando por el camino. Tú, tú sigue avanzando. Ese soy Yo”.\n\nHay Miel en la Roca para ti;\n\nDeja tu pecado para que la Sangre lo cubra,\n\nHay Miel en la Roca para ti.\n\nPongámonos de pie.\n\n¡Oh!, sal por las calles y senderos,\n\nPredica la Palabra… (¿Tiene algo que quiera decir?)\n\nDile a todo hermano caído,\n\nHay Miel en la Roca para ti.\n\n¡Oh, hay Miel en la Roca, mi hermano!\n\nHay Miel en la Roca para ti;\n\nTus pecados deja para que la Sangre cubra,\n\nHay Miel en la Roca para ti.",
    "Ahora, miren, no quiero que se vayan todavía. Quiero que vean a alguien parado cerca de Uds., denle la mano, digan: “Dios lo bendiga, hermano” o hermana, quienquiera que sea. Solo dé la vuelta. Este es un pequeño tabernáculo inter denominacional. Solo estamos en nuestro viaje, gente peculiar. Muy bien.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán.\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, (¡Suave luz!) ¡Oh, manantial! (¡Oh, manantial!)\n\nDe esperanza fe y amor;\n\nSuave luz, ¡Oh, manantial!\n\nDe esperanza fe y amor.\n\nEntonces todos miren hacia acá ahora.\n\nInclinados a Su—a Su Nombre,\n\nCaer postrados a Sus pies,\n\nLe coronaremos Rey de reyes en el Cielo,\n\nNuestra jornada al terminar.\n\nSuave luz, (¡Suave luz!) ¡Oh, manantial! (¡Oh, manantial!)\n\nDe esperanza, fe y amor;\n\nSuave luz, (¡Suave luz!) ¡Oh, manantial!\n\nDe esperanza, fe y amor…(…?…)",
    "Ahora inclinando nuestros rostros al Señor Jesús; ha sido un gran jubileo, una gran fiesta, una fiesta pentecostal con la Palabra y las cosas de Dios, con Su Espíritu Santo. Queremos pedir las bendiciones de Dios sobre nuestros hermanos misioneros que van ahora al campo, y que Dios los guarde en el camino recto. Les hacemos una promesa: estaremos orando por Uds., hermano y hermana. Sus esposas, sus seres queridos, piensen por lo que esas mujeres están pasando. Lo sé, por mi propia esposa.",
    "A los pastores aquí, Hermano Jackson, y—y supongo que el Hermano Beeler está allá atrás, y muchos otros de los pastores. Teddy aquí atrás, un ministro joven. Muchos otros que están aquí, solo pedimos las bendiciones de Dios. Un hermano joven aquí, ha venido de la iglesia de Dios, que veremos esta tarde. Pedimos bendiciones sobre él, evangelista, creo que es. ¿No es así, hermano? ¿Cuál es su nombre? [El hermano dice: “Morgan”.—Ed.] Hermano Morg-…[“Morgan”.] Morgan, el Hermano Morgan. ¡Estoy muy contento de tenerlos a todos aquí!",
    "Y, ahora, mientras inclinamos nuestros rostros a Él, y miramos. Hay un humilde hermanito parado en la parte de atrás del edificio. Él jala una pequeña carretilla, según tengo entendido, por la nación. Muchos lo conocen como “El profeta John”. Nosotros lo llamamos “Hermano John”, por aquí. Siempre he tenido respeto por el hombre. Pero, el otro día estaba visitando a unos amigos míos, el hermano… La Hermana Jimmy O’Neal, allá en Sellersburg. Ese es el yerno del Hermano y la Hermana Green; están presentes esta mañana. Y el Hermano John había estado en su casa, y me dijeron que él era un verdadero caballero Cristiano. Y ellos me relataron su vida, de lo que él les había dicho, y cómo había pasado por duras pruebas. Y él ha tenido un camino difícil. Y vamos a pedirle, esta mañana, si pudiera despedir esta congregación, y pide su bendición de Dios, sobre esta congregación. ¿Lo haría por nosotros, Hermano Johnny? Mientras todos Uds., inclinemos nuestros rostros. Y, Hermano John, si nos despide en oración. 🦅"
  ]
}