{
  "title": "DIOS CUMPLE SU PALABRA",
  "id": "57060009",
  "content": [
    "🦅  …días pasados. Y estoy agradecido con quien hace este esfuerzo de cantármelo cuando vengo, Hermana Angie y Hermana Gertie. El Señor las bendiga. Al oírlo, me trae viejos recuerdos de antaño. Un poco antes de dejar el tabernáculo, tuvimos un gran avivamiento de todo un invierno, predicando del Libro de la Revelación del Señor Jesús. Y yo… Casi todos los domingos por la noche ellas cantaban el himno: Sigan aferrados. Gracias, Hermana Gertie. Y realmente estoy contento que lo hayan cantado otra vez esta noche para nosotros.",
    "La Hermana Angie decía que estaba un poco ronca. Pues, no se sienta sola; también yo lo estoy. Pero, esta mañana, después de hacer sufrir a la gente con un sermón como de dos horas y media… Ese era uno de los míos en miniatura. Entonces, salí estando un poco mojado el suelo y, por supuesto, así es como me pongo.",
    "Pero, es solo que me encanta la Palabra, y en especial la bendición del Espíritu Santo que acompaña la Palabra. Y cuando Él está bendiciendo y ayudando, yo simplemente no encuentro el lugar dónde detenerme, pues, Uds. saben cómo es. Ahora, posiblemente no será tan largo esta noche, lo que deseo hablar, porque estoy un poco ronco, pero dependo de Dios para nuestras bendiciones y Su ayuda espiritual que necesitamos de manera esencial en nuestras vidas.",
    "Y, bueno, como lo ha anunciado el Hermano Neville con su programa, mejor dicho, en su programa. Y me gustaría que cada oyente escuchara ese programa. Ahora, él no me dice que diga esto. Pero yo nunca había sido tan bendecido al escuchar un programa, como lo fui este sábado pasado. ¿Cuántos oyeron ese mensaje? Esa fue una obra maestra. WLRP, de las nueve hasta las nueve y media, cada sábado por la mañana, el trío Neville.",
    "Y hablaba con el hermano que graba, el Hermano Leo, que está en el cuarto. Y él estaba tan entusiasmado con eso, que no… Dijo: “Oiga, ¿quién es este predicador?”. Tenía la radio encendida. Y el Hermano Gene o alguno entre ellos, dijo: “Es el Hermano Neville. Esta es su hora”. Y realmente fue maravilloso. No ese solamente, sino todos.",
    "Les diré por qué me encanta oír hablar al Hermano Neville. No tanto porque sea un buen predicador, sino porque sé que él vive lo que predica. Y yo prefiero que Ud. me viva un sermón en lugar de predicármelo; será más efectivo.",
    "Y ahora he anunciado, pedí que se anunciara, que yo hablaría esta noche, por unos momentos, que: Dios cumple Su Palabra.",
    "Y esta mañana, hablé sobre: La imitación del Cristianismo.",
    "Y, por tanto, que el Señor añada Sus bendiciones ahora mientras leemos Su Palabra. Y quiero leer de varios lugares en la Escritura, al menos tres, o tal vez citar unos más. Porque, se trata de la Palabra de la que hablamos. En el último Libro de la Biblia, el Libro del Apocalipsis, después de que la Biblia entera había sido… hubo terminado, este es el—el mensaje a la Iglesia. En el capítulo 22 de Apocalipsis, y comenzando con el versículo 17.\n\nY el Espíritu y la Esposa dicen: Ven. Y el que tiene sed, diga ¡Venga!…el que oye, diga: Ven. Y el que tiene sed, venga; y el que quiera, tome de las aguas de la vida gratuitamente.\n\nYo testifico a todo aquel que oye las palabras de la profecía de este libro: Si alguno añadiere a estas cosas, Dios traerá sobre él las plagas que están escritas en este libro.\n\nY si alguno quitare de las palabras de este libro de esta profecía, Dios quitará su parte del libro de la vida, y de la santa ciudad y de las cosas que están escritas en el libro.\n\nEl que da testimonio de estas cosas dice: Ciertamente vengo en breve. Amén; sí, ven, Señor Jesús.\n\nLa gracia de nuestro Señor Jesucristo sea con todos vosotros. Amén.",
    "Y luego en San Juan, el capítulo 12 de San Juan, y comenzando con el versículo 39.\n\nPor esto no podían creer, porque…también dijo Isaías:\n\nÉl cegó los ojos de ellos, y endureció su corazón; para que no vean con los ojos, y entiendan con el corazón, y se conviertan, y yo los sane.",
    "Y luego en San Mateo, el capítulo 24, y en el versículo 35, Jesús habla.\n\nEl cielo y la tierra pasarán, pero mis palabras nunca pasarán.",
    "Y en Gálatas 1: 8.\n\n… si aun nosotros, o un ángel del cielo, os anunciare otro evangelio diferente de que os hemos anunciado, sea él para vosotros anatema.",
    "Ahora inclinemos nuestros rostros un momento para orar.",
    "Dios nuestro, venimos a Ti en el Nombre de Tu Hijo amado, Quien nos ha pedido que vengamos, cuando dijo: “Pedid al Padre lo que queráis en Mi Nombre, Yo lo haré”. Así que, venimos en el Nombre de Jesús, primero para arrepentirnos de nuestro propio pecado y de nuestros defectos; y para pedirte que Tú nos limpies de toda nuestra iniquidad, y que purifiques nuestro pensamiento, para que pensemos en las cosas correctas, y que pertenecen al Reino de Dios. Y que nuestros pensamientos estén, esta noche, en algo que mejore el Reino de Dios, y mejore a las personas que están en el Reino. Y que nuestros corazones sean purificados de todas las cosas sucias. Deseamos caminar rectamente ante Ti, con las manos limpias y un corazón puro. Y, ¡oh, solo Dios puede hacer esto!",
    "Y oramos, Padre, que limpies nuestras manos y purifiques nuestros corazones. Lávanos en las aguas de la separación, de las cosas del mundo, por la Palabra. Y por medio de la Palabra, Tú has dicho: “Sois limpios, por la Palabra”. Y oramos que la Palabra escudriñe profundamente en todos nuestros corazones esta noche. Y nos limpie de cualquier incredulidad, para que nuestro corazón sea renovado en el Espíritu Santo. Y que Él nos traiga, esta noche, aquellas cosas que sean provechosas para el Reino de Dios. Ayuda a aquellos, Señor, que están—están débiles en el camino, teniendo, hallando dificultades en creer en la Palabra.",
    "Y, ¡oh, Dios!, en esta hora oscura y traicionera en la que vivimos, y mientras miramos hacia el futuro a la crisis mundial, solo vemos oscuridad por delante. Y Tú has dicho: “Erguíos, cuando estas cosas comiencen a suceder, porque nuestra redención se acerca”. Y que seamos exhortados esta noche, y por el Espíritu Santo, a tomar esto seriamente, para contemplar el rostro del Dios del Cielo, Quien prometió nuestra redención en este tiempo. Y como Juan, en la isla, oró: “Sí, ven, Señor Jesús”.",
    "Y oramos que Tú nos concedas estas cosas, esta noche. Y sana a todos los que estén enfermos y afligidos. Y consuela a los santos. Llama a los pecadores al arrepentimiento. Y renuévanos a todos, que salgamos de aquí, apretándonos toda la armadura de Dios, para avanzar como soldados preparados para la batalla que está por delante.",
    "Ahora, habiéndonos reunido esta noche, cada uno en oración, y con el estandarte sobre nosotros, ¡la Estrella de la Mañana guiando por el camino! Y las huestes del enemigo también han acampado, y su gran rival sale y se jacta, diciendo que: “Estos días de milagros han pasado”. Pero ¡oh, Dios!, levántanos un David, un guerrero, un retador. Y que ese Espíritu habite en cada corazón, ricamente. Porque lo pedimos en el Nombre de Cristo. Amén.",
    "Al acercarnos a este tema tan esencial, y que no tiene como blanco alguna creencia de alguien, ni es para incomodar, ni para molestar, ni para hacer enemigos. Está destinado solo para la reunión y la unión del pueblo de Dios. Y la razón por la que he elegido hablarle esto al tabernáculo esta noche, se debe a la condición del tiempo en que vivimos. Yo—yo creo que estamos en el—el comienzo de algo, que todo el mundo sabe que está por suceder. Nadie parece ser capaz de señalarlo bien, pero aun así sabemos que algo está a punto de suceder. Y no es solo aquí. Es en todas partes.",
    "Y creo que sería muy apropiado, esta noche, si tomáramos este tiempo, mientras la gente está reunida, para hablar algo que sería de vital importancia, para mejorar, para hacernos entender, y para equiparnos con un—un mejor entendimiento de Cristo y del Evangelio y del tiempo en el que vivimos.",
    "Bueno, para empezar, deseo decir esto: que, no hace mucho yo estuve en un seminario luterano. Y los hermanos luteranos me dijeron, después de escribirme una carta, una crítica muy dura, el decano. Y hablaban y me decían cosas, que—que yo era un “adivino”, y muchas cosas malas que, en realidad, ellos no podían probar. Porque yo dije: “El diablo no puede sanar”.",
    "Pues, si el diablo puede sanar, él es un creador. Y, un Creador, solo hay Uno, y es Dios. El diablo no puede crear.",
    "El diablo ni siquiera es omnipresente. Él solo puede estar en un lugar a la vez; sus demonios están presentes en todas partes. Pero, Dios es omnipresente. El diablo solo puede estar presente en un solo lugar.",
    "Dios es omnipotente. El diablo es limitado en su poder, es decir, mientras él pueda hacer creer su mentira. Y la única cosa legal que él tiene, es volverlos a Uds. al polvo de la tierra. Es lo único que él tiene. Y eso, aun así, con la bendición de Dios, la promesa de Dios, hasta la resurrección.",
    "Así que, Dios es el único Creador, y Dios es el Único Quien puede construir células. Y las células son una creación, y la creación solo viene de Dios. Así que, Dios es el único Sanador, y no hay otra sanidad más que la sanidad Divina.",
    "Tenemos médicos famosos que pueden reubicar un hueso; pero Dios sana. Tenemos médicos que pueden sacar un apéndice o remover un crecimiento, lo cual solo es lo correcto que se puede hacer. Pero, ¿Quién es el que sana? Dios es el que sana, porque Él es el único Creador.",
    "Bueno, y él dijo: “¿Y qué pasa con nosotros, los luteranos? ¿Nos considera Ud. Cristianos?",
    "Dije: “Sin duda alguna”. Yo dije: “El Reino de Dios ha sido semejante a un hombre que sembró su maíz en el campo. Y de mañana, salió y miró, y allí estaban dos hojitas que salieron, a principios de la primavera. Y el agricultor dijo: ‘¡Mira mi maizal!’. Pues, ¿tenía maíz? Potencialmente, lo tenía, pero no como una mazorca”.",
    "Pues, es así como si yo le diera a Ud. un… Ud. me pidiera un roble, y yo le diera una bellota. Potencialmente, Ud. tiene el roble, porque el roble está en la bellota. Y, luego, en el grano de maíz, Ud. sí tiene el maíz, pero aun así es solo potencialmente. Ud. tiene el grano. Bueno, el agricultor dijo: “Mira mi maizal. ¿No es hermoso? ¡Mi maíz!”. Lo llamó maíz, sin embargo, estaba en el tallo.",
    "Poco a poco, ese tallo de maíz creció hasta convertirse en la borla. La borla es de donde viene el polen, o el polen cae de la borla, trayendo la reproducción del maíz, el sexo entre el macho y la hembra. Bueno, ¿qué pasaría si la borla mirara hacia atrás y le dijera a la—la hoja: “Pues, no tengo nada que ver contigo. Tú no tienes importancia. Soy algo diferente. Yo soy la borla. Yo soy la que es reconocida. ¿Tú no tienes nada que ver en el asunto?”. Pero, aun así, sin la hoja, el maíz no puede polinizar, porque la borla lo suelta en la hoja, y es allí de donde brota la mazorca. Y la misma vida que está en la—la hoja también está en la borla.",
    "Después de algún tiempo, sale una mazorca. Y la mazorca aparece, el grano. Y luego el grano le dice a la borla: “No tengo nada que ver contigo. Tú no tienes importancia”. Pero si no hubiera sido por la borla, no habría grano.",
    "Así que el asunto, es, que el pequeño tallo fue el avivamiento luterano; y la borla fue el avivamiento metodista; y la mazorca es este avivamiento. Pero, en conjunto, el mismo Espíritu, la misma Vida que estaba en el pequeño tallo de maíz, cuando comenzó, es la misma Vida que está en el grano.",
    "Ahora, lo único que los pentecostales… me refiero al verdadero pentecostal, no al así llamado. Sino que el verdadero Mensaje pentecostal no es más que una restauración de la misma Cosa que cayó a tierra, que ha pasado a través del luterano, metodista, bautista, presbiteriano. ¿Ven? Ahora acaba de llegar a ser mazorca. Y ahora yo…",
    "Aunque detesto decir esto: le ha crecido hongo. Y Uds. agricultores saben de eso. Es algo que imita a la mazorca. Pues, eso es lo que queremos cortar, esta noche. Porque si uno no lo quita de su maíz, arruinará toda la parcela.",
    "Así que, eso es algo que quiero dejar en claro, que, la gente de todas las iglesias denominacionales, a medida que han pasado por grandes momentos, ha sido la madurez. Y ahora la iglesia está en la semilla, y tiene que producir lo mismo que cayó a tierra. Así que, es una Iglesia plenamente madura en la que vivimos. Y una parte no puede decirle algo a la otra parte, porque ellos vivieron bien en su día. Y ellos eran el maizal ante la vista de Dios, así que no queremos menospreciar a nadie.",
    "Pero ha habido algunas enseñanzas hoy, especialmente en transmisiones famosas mundiales, que han menospreciado la Palabra de Dios, y dicen que: “Dios habita en una iglesia, y no en la Palabra”.",
    "Oí a uno de los maestros famosos, hace unas noches, decir: “¿Dónde consiguieron Uds. su Biblia? Supongo que fue Dios que tuvo el capricho de escribirles a Uds. una Biblia en el Cielo, y dársela a algunos Angelitos, y ellos bajaron por los corredores del Cielo y se la dieron a Uds.”. Y dijo que: “Nadie podría vivir la enseñanza de la Biblia. Y que Ella no era realmente auténtica”. Y ellos reclaman ser los iniciadores de la Iglesia.",
    "Bueno, esas personas, pues, las que asisten a esa iglesia, son hombres y mujeres como nosotros, y aman, y comen, y beben. Y ¿habrá alguna forma de pararlo? No en vista de que la Biblia dice que será de esta manera; y Ella tiene la razón.",
    "Pero, para alentarlos a Uds., quiero decir clara y abiertamente, que yo creo que Esta es la Palabra completa, infalible, y no adulterada de Dios, que no Se le puede agregar nada ni quitarle nada. Ella es el programa completo de Dios para Su Iglesia. “Porque ningún otro hombre puede poner otro fundamento, sino el que ya ha sido puesto”. ¿Lo ven? [La congregación dice: “Amén”.—Ed.] Es por eso que yo creo en la infalibilidad de la Palabra de Dios. Yo le dije a una de esas personas: “¿De dónde dijo Ud. que era esta Biblia, de su iglesia? ¿Su iglesia escribió esta Biblia?”.\n\n“Sí, nuestros santos escribieron la Biblia”.",
    "Le dije: “Entonces ¿por qué La han tomado de tal manera que hoy Uds. se diferencian tanto de esta Biblia?”.",
    "🦅 Pues” dijo, “mire Ud., esos hombres vivieron en cierta edad, nosotros vivimos en otra edad”.",
    "🦅 Pero” yo dije, “Dios ha vivido en cada edad”. Y la Biblia, si Ella es inspirada, es el Dios infalible Quien escribió la Biblia. Y Él dijo, en Su Palabra, que ‘los cielos y la tierra pasarían, pero Sus Palabras nunca pasarían’”.",
    "Ahora, es muy sorprendente para el hombre que nunca pensó ver acercarse estas cosas. Pero, si Uds. solo supieran, solo es un cumplimiento de la Escritura. Y aunque no me guste decir esto en América, y nuestros asuntos fantasiosos y cosas que tenemos en los así llamados movimientos religiosos de hoy, sin tratar de degradarlos, pues hay pueblo de Dios en ellos, pero quiero decir esto: Que, ha llegado a América, lo que ha alejado y ha apartado tanto a católicos como a protestantes de la enseñanza de la Palabra, y ellos han adoptado un sistema. Y este sistema es un sistema intelectual que presenta el glamur en lugar de la Palabra. Y el pueblo americano se ha ido tras el glamur. El pueblo americano ha llegado a ser un lugar para adorar a una diosa.",
    "Yo tengo el máximo y más profundo respeto por las mujeres. Mi madre es una, y mi esposa, y tengo hijas pequeñas. Y una mujer que mantiene su lugar y es una dama, no hay nada más precioso aparte de la salvación, para nuestra nación, que una verdadera mujer.",
    "Pero, cuando se llega a un punto en que se adora a las mujeres, entonces Uds. están fuera del plan de la Biblia. No hay plan alguno en la Biblia para que adoremos a alguna mujer, ni a María ni a Santa Cecilia. No hay ni una pizca de Escritura para eso. Y, al contrario, Ella está en contra de eso. Entonces ¿por qué fue, si este fue el origen, estos que caminaron con Cristo, y escribieron por inspiración…? ¿Creen Uds. que yo tomaría la palabra de cualquier otro hombre en su lugar? No, señor. Esta es la Palabra Eterna de Dios.",
    "Pues, el ministro o el sacerdote que habló conmigo, dijo: “Dios está en Su iglesia”.",
    "Yo dije: “Dios está en Su Palabra”. Dios está en Su Palabra. La Biblia dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Dios está en Su Palabra.",
    "Ahora observen, en el Antiguo Testamento, tenían dos formas de saber que un mensaje era correcto. Cuando un profeta profetizaba, o un soñador soñaba un sueño, lo contaban ante el—el pectoral de Aarón. El pectoral de Aarón tenía las piedras de nacimiento de los doce patriarcas en este pectoral. Él lo usaba sobre su pecho para mostrar que él era el sumo sacerdote de las doce tribus de Israel. Y cuando ellos relataban esta visión, o contaban este sueño, y si Dios lo vindicaba, había una Luz sobrenatural que venía a este Urim y Tumim, y eso vindicaba que ese mensaje era verdadero. No importaba qué auténtico pareciera; no importaba cuánto pareciera encajar con el tiempo; si la Luz sobrenatural en el Urim y Tumim no brillaba, aquello se rechazaba, porque Dios no estaba en eso.",
    "Y yo digo hoy, ¡oh!, quiero que lo escuchen: Cualquier mensaje, aunque fuera de un sacerdote, de un predicador, de un profeta, de cualquier otra fuente, cualquier hombre; no importa cuán espiritual, cuál fuera su oficio, qué haya hecho, así haya resucitado a los muertos, así haya sanado a los enfermos; así fuera el arzobispo de Canterbury, así fuera el papa de Roma, así fuera el jefe de cualquier gran denominación; no importa cuán espiritual, aunque haya hablado en lenguas, aunque haya danzado en el Espíritu, aunque haya predicado el Evangelio; no importa lo que haya hecho: si su mensaje no proviene de la Biblia, está mal. Este es el Urim Tumim de Dios.",
    "Cuando se completó la Biblia, el ángel bajó, que hablaba con Juan. Luego vino el mismo Jesús, dijo: “Yo, Jesús, envié a Mi ángel para testificar de estas cosas. Y ahora cierra este Libro, pero no Lo selles. Porque cualquiera que Le quitare algo, o Le agregare algo…”. Esa es la Palabra de Dios.",
    "Pablo, en concordancia con el Espíritu, dijo: “Si un Ángel del Cielo”, no un arzobispo, ni un papa, ni un cardenal, “sino un Ángel del Cielo, trajere cualquier otro mensaje que no sea lo que está aquí, que os sea anatema”.",
    "Pero ahora estamos a punto… Como hace años, por el Espíritu Santo, siempre les he dicho antes. Cuando Hitler y Mussolini se levantaron, dije: “Todo se amontonará. El comunismo tomará todo y descenderá del norte”.",
    "Pues mantengan los ojos en esto, iglesia. El diablo está esparciendo esta propaganda, y no—no cuadra con la Escritura. Es para confundir la mente de los no instruidos, las personas no espirituales. Y estamos viviendo en el día más glorioso que alguna vez haya vivido cualquier pueblo; y, sin embargo, en el día más oscuro, para los incrédulos, que ellos… y el tiempo más confuso, para ellos, para los que no saben. Es notable, el día en que vivimos. Y qué alegría es saber que nuestra ancla está firme, ahora, hoy, mientras nos acercamos a eso en este tiempo oscuro y malvado.",
    "Bueno, no me gusta mencionar los nombres de las personas, pero tendré que nombrar a alguien ahora. Pues, yo oro por el joven. Y oro constantemente por él. Pero, él es un instrumento en las manos del diablo, y es este hombre: Elvis Presley. La gente se volvió loca por el boogie-woogie, o el rock-and-roll; el pueblo americano. Y están tratando, con ese mismo espíritu, de inyectar esa cosa en la iglesia. A mí me gusta que la música de la iglesia se toque como música de iglesia, y no rock-and-roll en la iglesia. Pero cuando los toman estos espíritus, hay algo detrás de esto, y el diablo mismo presenta un rival.",
    "Y resulta ser que este pobre muchacho, pentecostal descarriado dijo que la forma en que aprendió sus maniobras de tembladeras y sacudidas, él “lo captó y lo aprendió en la iglesia”. Él es miembro de la Primera Asamblea de Dios, de Memphis, Tennessee. Su pastor es un amigo mío.",
    "Y él es el instrumento del diablo, para engañar y contaminar las mentes de estos adolescentes, llevarlos a un lugar hasta que… Acaban de salir de un lugar en el Canadá, creo que enviaron a catorce jóvenes al manicomio, pocos días después de que él estuvo allí. Y por todo el país, pero la gente se ha vuelto loca, frenéticamente.",
    "La razón por la cual lo hacen es porque no conocen algo mejor. ¡Oh, cómo me gustaría que ellos conocieran al Señor Jesús!; ¡cuánto mejor! Yo no condeno; me da lástima el mortal. Y ahora ¿no sería correcto, en el día en que vivimos, que cuando las cosas van como van…?",
    "Y el ídolo de América es la chica glamorosa de Hollywood. Cuando ella marca el ritmo para toda América. Pues, déjenla salir vistiendo sus prendas inmorales, y prácticamente todas las mujeres en América seguirán la moda de ella.",
    "Me dolió el—en el corazón, no hace mucho, estando en Roma, cuando los periódicos dieron el titular de esta mujer que salió en el periódico el otro día, que iba a dar a luz un bebé en Hollywood, una romana. Y decían, en el periódico, las noticias… Siendo que mi amigo, el Barón von Blomberg, podía hablar siete idiomas y leer el periódico con claridad. Él dijo: “Ella podrá ser una diosa americana, pero aquí ella es una prostituta romana”. ¡Qué desgracia! Pues, ellos tienen que tener cosas así, eso tiene que suceder, para cuadrar con el espíritu del día.",
    "Es por eso que esta iglesia está entrando con la adoración a María, de otras mujeres y demás. Es ese mismo espíritu, bajo una cabeza religiosa. Y es por eso que ellos tienen que apartar la mente suya de la Palabra de Dios no adulterada, para producir ese programa. Por supuesto.",
    "¿Ven Uds. el enredo en el que estamos? ¿Ven la juventud americana, en la condición en la que está? Ellos son los hombres y mujeres de mañana. Con razón Jesús dijo: “Si estos días no fuesen acortados, ninguna carne sería salva”. Por esto, confirmo mis pensamientos aquí, que estamos en el tiempo final. El Señor Jesús vendrá pronto.",
    "Pero, el espíritu del día, ¡oh!, ¿pueden ver Uds.? Pónganse a pensar. ¿Pueden ver lo que ha ocurrido? Antes de este enorme ataque que viene, para traer la marca de la bestia y cumplir las Escrituras, obligarán a la gente, después de que el control se afirme como en otros países, los obligará a hacer cosas que ellos no aceptan, para hacer que venga la persecución y el boicot. ¿No pueden ver que América se dejó engañar por el glamur y la diosa? Y este es el pago: el diablo en el reino carnal, abriendo camino para que esto se presente. Amén. Espero que Uds. lo entiendan. Aléjense de eso. No me importa cuántos D.D.s, Ph.D.s, o lo que sea que lo respalde; eso es una mentira.",
    "🦅 Antes bien sea mentira la palabra de todo hombre, y la Mía veraz”, dice el Señor. “Porque los cielos y la tierra pasarán, pero Mis Palabras nunca pasarán”. La Palabra Eterna de Dios requiere que todo hombre nazca de nuevo. Sin eso, ellos están Eternamente perdidos. No importa a qué iglesia Ud. pertenezca, ni en dónde esté su nombre, ni lo que Ud. haya hecho; es un caso perdido. La Palabra de Dios nunca fallará.",
    "Bueno, ya está bien con eso. Y espero que Uds. lo reciban en el Espíritu con el cual fue dado. Uds. amable gente católica, yo no los estoy menospreciando. Ud. es mi amigo. Y si Ud. no lo fuera, qué motivo… Si yo me parara aquí para devolverle el golpe, yo debería ir al altar y enderezar mi corazón ante Dios. Yo estoy parado aquí con el corazón angustiado, al tener que decirlo; pero un Espíritu, conforme a la Palabra, me presiona a decirlo y advertirle al rebaño del que el Espíritu Santo nos ha hecho obispos.",
    "Y al ver estos grandes programas por toda la nación, literalmente burlándose de aquella Biblia, diciendo: “Es como los charcos de barro por los que uno camina. Nadie podría vivir conforme a Ella”. Eso es cierto, en lo que a la carne se refiere.",
    "Pero el Espíritu Santo es Aquel que domina y guía a la persona. Que el Señor le permita a Ud. ver la interpretación.",
    "La Palabra de Dios es lo primero y lo último, y Eterno, para siempre. Una vez que Dios habla la Palabra, Ella nunca puede cambiar. Dios, antes de la fundación del mundo, dijo: “En el principio era la Palabra”. Y ¿qué es “la Palabra”? Es un pensamiento expresado. El Padre, Dios, viendo el plan de redención, Él lo contempló y vio lo que hizo Satanás. Y pensó, y Él vio el único programa; pues es un pensamiento. Pero cuando Él lo expresó, se convirtió en una Palabra. Y una vez que es una Palabra, Ella nunca puede morir; tiene que ser Eterna. Porque Su Palabra no puede fallar, así como Él no puede fallar. Su Palabra no puede quedar sin vida tal como Él no puede quedar sin vida. ¡Su Palabra! Los hombres de antaño, a través de las edades, han leído esta Biblia. Ella ha inspirado a congregaciones desde que fue escrita.",
    "Si yo le escribiera a Ud. una carta, Ud. podría agradecerla y decir: “Hermano Branham, agradezco su carta”. Ud. es la única persona a quien fue dirigida. Después de que haya pasado un tiempo, esa carta quedaría sin valor, a menos que fuera una evidencia a favor o en contra mía.",
    "Pero cuando Dios habla, es para toda la raza humana. Y Ella está tan fresca, esta noche, como en la hora en que Se habló. Dios habló y dijo: “El Cristo fue el Cordero inmolado desde la fundación del mundo”. Cuando Dios, a través de Su programa y Su mente, y lo habló, Cristo fue inmolado allí mismo, aunque en realidad no fuera inmolado hasta cuatro mil años después. Y Dios allí, por previo conocimiento, vio quién sería salvo y quién no. Y allí nuestros nombres fueron escritos en el Libro de la Vida del Cordero, en la fundación del mundo, y fueron asociados con el Cordero inmolado.",
    "Y la Biblia dice, en los últimos días… ¡Escuchen! “Y el anticristo engañó a todos los moradores de la tierra, cuyos nombres no fueron escritos en el Libro de la Vida del Cordero desde la fundación del mundo”. ¡Quédense con la Palabra!",
    "Bueno, me he fijado, entre nuestros hermanos, y les digo esto a Uds. protestantes con reverencia, sin odio, sin malicia, no solo por decir algo. Sería más fácil hablar sobre otra cosa. Pero es que sé…",
    "Y la Biblia dice: “Guarda, ¿qué de la noche?”. Y si el atalaya ve al enemigo venir y no le advierte a la gente, Dios dijo que Él demandaría su sangre de la mano del atalaya. Pero si el atalaya les advierte, entonces el atalaya queda libre.",
    "Así que, tengo que advertir. Y entre nuestros hermanos protestantes, he observado, muchas veces, después de mi Mensaje esta mañana, sobre el espíritu nuevo, y luego el Espíritu de Dios en el… ¿Cuántos estuvieron aquí esta mañana? Muy bien. En el espíritu nuevo y el Espíritu de Dios. Hay muchos con el espíritu nuevo, que no tienen el Espíritu de Dios. Y quiero que entiendan esto.",
    "Hoy, encontramos un gran movimiento de confusión entre el pueblo protestante. Y cuando voy a sus iglesias, a veces es muy triste. Y, pues, perdonen esta expresión. Pero, como el Espíritu Santo… Como, lo hablé con mi esposita allí atrás, el otro día. Cuando vi a mis primos yaciendo allí, ambos puestos uno frente al otro, ya sin vidas. Uno con unas cuentas de oración en la mano, como católico. Y el otro, bautista, al otro lado. Ambos, mis primos. Y los miré. Pensé: “¡Oh, gran Dios! ¿Cómo pueden ser estas cosas? ¿He fallado? ¿Ha habido algo?”.",
    "Le dije a mi esposa, dije: “Hay muchas cosas que no sé, pero hay algunas cosas que sí sé”. Le dije: “Desde niño, he observado la savia en el invierno, en el otoño del año, bajar por ese árbol y entrar en las raíces para esconderse y mantener el calor durante el invierno. Yo la he visto sobrenaturalmente, en la primavera, subir nuevamente, trayendo consigo hojas y fruta. He visto la flor, en su belleza en el verano, inclinar la cabeza en el invierno, por la escarcha, y morir; y la semilla perece, y la pulpa perece. Y luego he visto, en la primavera del año, que esa flor se vuelve a levantar”. Dije: “Yo creo. Sé que hacen eso. Creo que Aquel Quien se llama Jehová Dios, yo creo que ese Jehová Dios hace eso. Él obra en la naturaleza. Lo he observado a Él, con el pino, con el árbol de chirimoya, o con el abedul, con el manzano, y cada uno difiere del otro. Y cómo el hombre, hecho de una manera y otra, todos diseñados por una Inteligencia maestra, ese fue Dios”. Dije: “Yo sé eso”.",
    "Yo creo que Jesús es el Hijo de Dios. Yo creo que, en Su cuerpo, Él era Hombre. Él nació de una mujer, así como yo, pero Su Sangre no era de mujer; era de Dios. Y Jehová Dios, el Logos, Quien incubaba sobre la tierra (en mi Mensaje esta mañana), y engendró al primer hombre del polvo de la tierra; hizo sombra sobre María, y la cubrió, para cumplir Su Palabra, y creó la célula de Sangre que produjo al Hijo del Dios viviente. Yo creo que, en un cuerpo, Él era Hombre. Yo creo que, en Su alma, Él era Dios. Él fue la manifestación de Dios aquí en la tierra. “Dios estaba en Cristo, reconciliando (Él) Consigo al mundo”. Yo creo que Él no era solo un simple hombre, tampoco era un profeta. Él era Dios, Emanuel. Yo creo, con todo mi corazón, que eso es verdad. No puedo probar esa verdad, porque la… si pudiera, entonces no sería por fe. Pero yo sé que los árboles van y vienen. Sé que las flores van y vienen. Yo sé que toda la naturaleza tiene ciclos. El mundo se encuentra en su órbita, por un gran Poder supremo.",
    "Y otra cosa que sé, es que por la gracia de Dios, hay Algo que viene a mí en la forma de un Ángel, una Luz. Y Él me dice cosas, lo que va a pasar, y lo veo. Yo sé que eso no es natural. Me muestra cosas, años antes, y Eso ni una sola vez ha fallado. Yo creo que es el mismo Dios que estaba con José, que estaba con Daniel, que estaba con Elías. Creo que es el mismo Espíritu Santo que guió a los hijos de Israel, por una Columna de Fuego.",
    "Por lo tanto, estoy satisfecho de que exista algo, de que la Biblia es correcta, porque toda naturaleza, todo lo que yo llamo fe, todo lo que observo, que yo no pude probar, se prueba con esta Biblia de que es la verdad.",
    "Yo veo a Jesús. Él no fue lo que los judíos piensan de Él. Él—Él cumplió con todos los requisitos de lo que debía ser el Mesías. Él era el Mesías.",
    "Y veo que el Espíritu que estaba sobre aquellos hombres allá, Lo veo bajar acá y hacer lo mismo. Por eso, he sido un firme creyente en la Palabra del Dios viviente, sin importar qué asunto fantástico se levante.",
    "He ido a iglesias. Y digo esto ahora con reverencia. Encuentro que, muchas veces, en las iglesias, creo que las personas reciben el espíritu el uno del otro, en lugar del Espíritu Santo. Uno va a una iglesia y ve que el pastor quizá sacude la cabeza, toda la congregación lo hace. Uno va a una iglesia donde el pastor dice que tiene aceite que le sale de la mano; enseguida, todo el grupo cree eso y ellos lo tienen. Vaya Ud. a una iglesia donde hay mucho baile, salto y carreras. Yo no estoy condenando estas cosas; solo lo digo al—al haberlo observado, para presentarles un—un punto a Uds. Si se tiene un pastor que es muy emocional, toda la congregación será emocional. Si es un pastor que es almidonado y tieso, pues toda la congregación será almidonada y tiesa. Yo creo que Uds. reciben el espíritu el uno del otro.",
    "Consideren a un buen hombre y a una mala mujer, y júntenlos; el uno se inclinará hacia el otro. O se convertirá en un mal hombre o en una buena mujer. Uds.… “Dos no pueden caminar juntos a menos que estén de acuerdo”.",
    "Y permítanme decir esto con reverencia y de la Biblia. Con todo el corazón, me he esforzado con todo lo que hay en mí, de no andar discutiendo. Porque, la visión, la mañana en que coloqué la piedra angular, dijo: “Predica la Palabra. Haz la obra de evangelista. Cumple tu ministerio. Porque vendrá el tiempo cuando no sufrirán la sana Doctrina; sino que se amontonarán para sí maestros, reunidos, teniendo comezón de oír, y se apartarán de la Verdad, a las fábulas”.",
    "¿Cuál es la Verdad? “Tu Palabra es Verdad”. Juan 17: “Santifícalos, Padre, en la Verdad; Tu Palabra es la Verdad”. Ahora…",
    "Y si soy culpable, oro para que Dios me perdone. Pero intento con todo el corazón presentarle la—la Palabra a la gente, para que el Espíritu que venga, cuando yo me pare en el Juicio, que no sea el espíritu de algo fantasioso de ranas saltando que salen de la gente, ni insectos volando o algo así, o aceite goteando de las manos; sino que sea el Espíritu, el cual está en la Palabra del Dios viviente que escribió en esta Biblia, con una experiencia de la Biblia. Por eso es que me he esforzado fuertemente.",
    "Ahora, para basar nuestro pequeño pensamiento en un personaje de la Biblia. Escogiendo uno, esta noche, para unir nuestros pensamientos, para juntarlos y presentárselos a Uds.; luego hagan lo que Uds. deseen, lo que Dios le ponga en su corazón.",
    "Regresemos a Primera de Reyes, el capítulo 22, y encontraremos esto, que hubo un hombre, un rey, llamado Acab. Y él había sido un rey poderoso, un militar, y un gran hombre; pero era un creyente tibio, fronterizo. Su nombre era Acab.",
    "Finalmente, el profeta Elías, quien fue vindicado, un profeta, pronunció la ruina de Acab. Años después de la partida de Elías, había un profeta llamado Micaías. Así que, Josafat, su padre, que era un hombre justo, y era el rey de Judá, bajó para visitar a Acab, el rey de Israel.",
    "Y Acab había tenido un gran reino glamoroso. Pues observen, ¡un gran reino glamoroso! Pues tenía una vil esposita toda pintada, llamada Jezabel, y ella simplemente había encantado a toda la nación, excepto a los elegidos, con los ídolos de su nación.",
    "Será que Uds., ¡oh, hermanos!, ¿pueden ver el espíritu de ese mismo diablo trabajando hoy en América?, ¿a las pequeñas jezabeles, ese espíritu encantando a los hijos de Dios apartándolos de Cristo? Digo esto no como broma; este no es lugar para bromas. Este es el púlpito. Aquí es donde está el tribunal de Dios; y la Palabra es el juez de Dios. O, Él es… Es Su juicio, la Palabra lo es.",
    "Pues fíjense cómo esta mujercita, debe haber sido una cosita muy linda, pero de seguro ella hizo tambalear a una nación.",
    "Y ¿qué nos está haciendo tambalear a nosotros hoy? Recuerden, yo predigo esto: que América es una amante de la mujer. Ella adora a la mujer. El espíritu en América está absolutamente poseído por la mujer. Estas mujercitas pueden venir de Hollywood, pueden salir a la calle y enviar a más hombres al infierno que todos los bares que Uds. pudieran amontonar.",
    "Y, aun así, en su condición correcta, ella es una joya para el corazón del hombre, y una bendición para el Reino de Dios. ¿Lo ven?",
    "Ahora observen por un momento. Y, no, sin prejuicios; solo quédense quietos y escuchen. Permitan que el Espíritu Santo se los traiga. Bueno, hoy, hemos entrado en esa condición como en el tiempo de Acab. Pues, lo que la mujer dijera, eso es lo que hacía Acab. Ahora, aún en la iglesia, ellos adoran a las mujeres.",
    "No hace mucho tiempo, salió a flote mi indignación santa. En México, vi a una pobre mujercita, supe de ella, más bien, que bajó, gateando por millas de pedregales calientes. Y el padre caminaba allí con un bebé en los brazos, dos de ellos, y uno seguía a la mamá. Y ella, lloraba, las rodillas despellejadas, y colocaba sus manos sobre esas rocas, y lloraba. Y todos la miraban. Ella llegó hasta una estatua de una mujer muerta, que se supone que es una santa. Y no digo esto críticamente; lo digo a la luz de la Palabra de Dios: Eso es, absolutamente, puro espiritismo.",
    "La Biblia dice: “No hay intercesor, no hay mediador entre Dios y el hombre, sino el Hombre Cristo Jesús”.",
    "Si la iglesia primitiva fue católica, entonces ¿por qué han cambiado, cuando los primeros católicos condenaron eso, y esta católica lo acepta? “Es un mundo de mujeres”: es el espíritu y el lema de hoy. Y eso es verdad. Así es exactamente.",
    "Y yo predigo que una mujer llegará a ser una mujer importante. Uds. jóvenes aquí esta noche, recuerden que el Hermano Branham ha dicho esto. Y lo dije en el ’33, cuando vi la Venida del Señor. Y cómo los automóviles continuarían siendo formados como un huevo, hasta que finalmente tendrían la forma perfecta de un huevo. Quizás algunos de Uds. aquí lo saben; está escrito en papeles antiguos y cosas. La mañana cuando estábamos aquí en el pequeño templo masónico donde teníamos el… o el orfanato por aquí, en—en la próxima, la segunda calle, donde teníamos la reunión. Y vi levantarse a una mujer, muy vulgar, y dominaba al país. Y yo predigo que una mujer o será presidente o hará, o tomará gran poder de algún tipo, en los Estados Unidos, antes de la aniquilación total del mundo. Recuérdenlo. Yo lo he dicho.",
    "Noten ahora lo que sucede. Jezabel, ella controlaba a Acab. Ella lo mangoneaba. Solía ser, el pobre papá… O sea, mamá se quedaba en casa con los bebés mientras que el marido borracho salía. Ahora es el pobre papá quien cuida al bebé mientras que la mujer borracha sale. Ahora eso no es en broma. Es la verdad. No hablo de personas justas. No, señor. Solo muestro el espíritu que está en el mundo.",
    "Pues observen. ¿No es este otro glamuroso…? Miren los tiempos de Acab, el país como floreció. ¡Oh, vaya! Esa era la gran edad dorada. Cómo Israel floreció bajo Acab, ese hipócrita, y ¡Jezabel era realmente la gobernante detrás de aquello! Y eso es un… Para Uds., estudiosos de la Biblia. Así como Acab se casó con Jezabel e introdujo la idolatría al judaísmo, en el oscurantismo, así el protestantismo se casó con el catolicismo, e introdujo de nuevo el paganismo a la iglesia Cristiana.",
    "Y hoy, recuerden, la iglesia protestante fue llamada ramera, pues ella también fue llamada prostituta. No olviden eso. Así que, la olla no puede tratar de tiznado al sartén. Ud. no puede saltar del fuego, a la sartén… de la sartén, al fuego, para estar mejor.",
    "Pero, veamos la Verdad. La Verdad es lo que queremos. Somos un pueblo destinado a la Eternidad, y tenemos que encontrarnos con Dios. Y encontremos la Verdad.",
    "Ahora quiero que observen, por favor. Llegó… Siempre, Dios enviaba… O, lo primero que sucedió, Josafat, el hombre justo, vino a visitar a Acab, y él se metió en un lío.",
    "No se puede mezclar lo correcto con lo incorrecto, y lograr algo bueno de eso. Uno no puede juntar aceite con agua; no se mezclan. Tampoco puede Ud., sus asociaciones ni sus afiliaciones, estar con las cosas del mundo, y aún vivir una vida victoriosa. La Biblia dice: “Salid de en medio de ellos, y apartaos, dice Jehová”. Bueno, ¿ven?",
    "Pero… Ud. dice: “Bueno, Hermano Branham, yo—yo lo sé”.",
    "Pero Ud. está tomando su propio intelecto. Eso es contrario a la Palabra. Y la Palabra es la Verdad. Yo le creo a la Palabra.",
    "Pues observen: Josafat vino a Acab y, ¡oh!, él organizó una gran fiesta. Seguro. Nosotros le llamaríamos, hoy, en la expresión callejera: “un reventón”. Y él invitó a todos. Mataron bueyes y todo eso, y ovejas. Y tuvieron un gran festejo entre ellos.\n\nY ahí es cuando un creyente se mete en problemas.",
    "🦅 ¡Oh!, mire, lo que pasa es que Ud. es de mente estrecha, por ese lugarcito de santos rodadores. Eso es todo. Ud. debería venir a la iglesia grande. Debería venir. ¡Oh, Ud. debería ver! Nuestro pastor tiene un D.D., D.D., Ph.D.” ¿Ven? “¡Nuestro—nuestro pastor! Nuestro coro canta como los Ángeles”. Eso no tiene nada que ver con Ello, si es contrario al ASÍ DICE EL SEÑOR. Ahora, el…",
    "Y cuando mataron los bueyes y tuvieron el gran festín, Acab lo hizo con una intención. Y sus motivos no eran correctos. Él se estaba luciendo en grande, para atrapar a Josafat.",
    "Y eso mismo es lo que el diablo trata de hacer hoy. “Pues, nosotros somos la mayoría”. Seguro.",
    "La Iglesia de Dios siempre ha estado en la minoría, hasta que Jesús venga. “No temáis manada pequeña, porque a vuestro Padre le ha placido daros el Reino”. Así es. Nosotros estamos en la minoría, pero no importa. Con tal que Dios esté allí, para mí, aún es la mayoría; y sé que lo es para Uds. Porque: “Si Dios está con vosotros, ¿quién podrá estar contra vosotros?”.",
    "Bueno, pero, él—él lo hizo con una intención. Y cuando lo hizo, dijo: “¡Ya que todos estamos aquí y pasándola bien! ¿Podrías venir conmigo a Ramot de Galaad, a la batalla? Porque, en realidad, Siria lo tiene allá, pero Ramot de Galaad me pertenece; legítimamente. Tenemos el derecho. Somos la primera iglesia. Tenemos el derecho”. ¿Lo ven Uds.?",
    "Y Josafat dijo: “Bueno, pues, siendo que la estamos pasando tan bien” dijo, “mis hombres son como tus hombres. Pues, como sea, todos somos creyentes, así que, asociémonos”. Él cometió un error transcendental. Seguro. Y Josafat, siendo lo suficientemente espiritual…",
    "Y yo creo, con todo mi corazón, que eso era un tipo de este día. Ciertamente, en alguna parte, de alguna manera, Dios hará llegar el Mensaje al de corazón genuino. Él dijo en el principio que Él lo haría, así que Él tiene el programa listo. Dejen… [Cinta en blanco.—Ed.] Solo cuadren con Eso.",
    "Ahora obsérvenlo. Él dijo: “Seguro, iré contigo. Pero” dijo, “espera un minuto. Creo que antes de ir, debemos consultar al Señor. ¿No lo crees? Si todos somos creyentes, entonces preguntémosle al Señor”.",
    "🦅 Bueno” dijo Acab, “seguro, así es. ¡Oh!, ¿por qué no pensé en eso? Por supuesto. Se me debió ocurrir desde un principio”. Dijo: “Tengo cuatrocientos de los mejores profetas que hay en la nación. Los tengo a todos bien vestidos. Todos tienen D.D.D., Ph.D., y todas las cosas. Tienen acá una gran organización, los profetas, los traeré de inmediato y veremos lo que dicen”.",
    "Saben, eso no cuadró del todo bien con Josafat. Él hizo…",
    "Así que fueron y los trajeron, a todos los cuatrocientos profetas, bien alimentados, bien vestidos. Acab se encargaba de alimentarlos, pues los hacía hacer exactamente lo que él les decía que hicieran.",
    "Ahí lo tienen. Ahí tienen. ¡Oh, seguro!: “Nosotros tenemos buenas iglesias aquí, lugares grandes”. Pero, muchas veces, si el predicador predicara más de veinte minutos, la junta de diáconos lo excomulgaría. Pero, bendito sea su corazón, un hombre de Dios no escuchará esas tonterías. Así es. Si él hablara demasiado contra el pecado, pues toda la congregación votaría para sacarlo; pero eso sucede porque él está en una denominación. Pero en la Iglesia de Dios, Ud. ni ingresa ni sale por un voto. Ud. nace allí, una vez, por la Eternidad, para siempre. Solo Dios podría despedirlo a Ud.; y Él juró por Sí Mismo que Él nunca lo haría. Amén. Él sabe de lo que Ud. está hecho antes de traerlo. Él no dirige Sus negocios descuidadamente como lo hacen nuestras organizaciones, ellos los aceptan, treinta—treinta días, o sesenta días, o noventa días, de prueba. Él sabe lo que ellos son antes de que hablen, antes de que aun entren a la Iglesia. Él sabe exactamente de lo que ellos están hechos. Por eso es que tiene que ser nacido de nuevo.",
    "Bueno, cuando él los trajo allí a todos y subió a su trono, el otro subió a su trono, y se sentaron allá afuera. Y dijo: “Traigan a todos los predicadores, a los profetas”. Y todos vinieron e hicieron su espectáculo. Y, de hecho, la pasaron muy bien.",
    "Él dijo: “Pues, ¿verdad que se ven bien? Escucha cómo se expresan”. ¡Oh, vaya! ¡Lo bien que pueden hablar, Uds. saben! ¡Oh!, “Ahhhh-mén”, y todas estas estrategias que emplearon. Y tuvieron una gran mezcolanza allí. Lo tenían todo.",
    "Y, de repente, él dijo: “¡Sube! El Señor dice: ‘¡Sube!’”.",
    "Él dijo: “¿Ya ves, Josafat? ¿Ves?, yo tenía la razón, a fin de cuentas”.",
    "¿Por qué? Ellos sabían qué decir. Más les valía saber qué decir, o perdían sus credenciales. ¡Oh, sí, señor! El hombre del distrito venía, y el presbítero del estado, y, quiero decir, eran excomulgados rápidamente, si no decían cosas buenas de la—la mano que los alimentaba. Pues, de hecho, de lo único que sabían era de la comida material.",
    "Me alegra que haya una Mano cicatrizada, que alimenta a la Iglesia de Dios.",
    "Observen. Luego los vi a todos profetizar: “¡Oh, sí, rey! ASÍ DICE EL SEÑOR: ‘¡Sube!’”. Y, pues, lo extraño, es que ellos en realidad estaban inspirados.",
    "Pero ahora observen. Pero ese tipo de inspiración no afectó a ese hombre de Dios, Josafat. Él dijo: “Un minuto. Creo que me equivoqué aquí. Algo anda mal. Yo no debí haberme involucrado en esto”. ¿Ven? El buey conoce el pesebre de su señor. ¿Ven? Hay… Él dijo: “Ah, eh, perdóneme, Sr. Rey Acab, pero, eh, ¿no tiene uno más, otro profeta?”.",
    "¡Oh!, diría Acab: “Bueno, cuatrocientos, de acuerdo, y los hombres más educados que tenemos, aquí están de acuerdo, diciendo: ‘¡Esta es la voluntad de Dios! ¡Esta es la voluntad de Dios!’”.",
    "Él dijo: “Es que no suena bien, de alguna manera”, adentro en su corazón. Amén. ¡Oh!, ¿están listos? Aquí está. Él sabía que eso no sonaba como la Palabra de Dios. Dijo: “¿No hay uno más?”.",
    "Pues escuchen. Acab dijo: “Sí, tenemos a un santo rodador. Tenemos uno llamado Micaías. Pero, oye, yo lo odio”. ¡Oh, sí! “Tenemos uno más, pero él no pertenece a nuestra organización. Ellos lo excomulgaron hace mucho tiempo. Él está en algún lugar por allá en la colina. Se llama Micaías”.",
    "Josafat dijo: “Me gustaría tan solo oír lo que él dice”. Amén. ¿Lo ven? Un tipo de hoy. “¿Habrá tan solo uno más”?",
    "El dijo: “Sí. ¡Pero, oh, él es un fanático! Él siempre dice solo cosas malas de mí”. ¡Cómo podía decir otra cosa, cuando la Palabra de Dios decía cosas malas de él! “Pues, él hasta condena a nuestra organización. ¡Oh!, él es un destructor de iglesias. Eso es todo. Pues, los profetas intentaron llevarlo allá y darle su licenciatura, pero, ¡oh, él no se quedaba quieto! Salió enojado pisoteando de allí. Él solo es un viejo fanático”. ¿Ven?",
    "Josafat tenía suficiente del Espíritu de Dios, de parte de su padre, que dijo: “Yo quisiera oírlo. Ve por él”.",
    "🦅 Bueno, te lo advierto. Te lo estoy advirtiendo. Él babosea y todo lo demás. Él simplemente no tiene la distinción que tienen estos otros hombres”.\n\n“Me gustaría oírlo”.\n\n“Mis ovejas conocen Mi Voz. Y al extraño no siguen”.",
    "Resulta ser que Josafat era uno de los corderos de Dios. Él dijo: “Es que no suena del todo correcto”. No tiene exactamente el… Tiene cascabeleo, pero no resuena. Como el metal que suena y címbalo que retiñe; no suena bien. “Es como echar arvejas sobre un cuero seco de vaca”, como decía Roy Davis. “Eso no suena del todo bien”.",
    "Él dijo: “Déjame oír a este individuo que es un fanático, como tú lo llamas. El que no se une a tu organización, y el que solo tiene sus propias ideas”. Pues él sabía que ese hombre seguramente tendría la verdad, porque sabía que aquello no lo era.\n\nAsí que, él dijo: “Entonces mandaré a buscarlo”.",
    "Así que, salieron por las colinas, y bajaron al callejón, a dondequiera que él estuviera predicando, o a la pequeña misión. Y allí entró un mensajero.",
    "Y mientras estaban allá, ¡oh, vaya!, ¡aquellos tuvieron un arrebato emocional! E incluso un individuo, llamado Sedequías, fue y se puso cuernos en la cabeza. ¡Oh, hermano!, ese sí tenía la revelación que correspondía. Tenía aceite en las manos y todo lo demás. Él la pasaba muy bien. Sí, señor. “¡Oh, ASÍ DICE EL SEÑOR!, de cómo vamos a expulsar a Siria a su tierra, con estos cuernos”. ¡Qué tiempo el que estaban pasando!\n\nEntonces, el mensajero que vino, dijo: “¿Micaías?”.\n\nDijo: “Sí”.\n\n“¿Eres el hijo de Imla”?\n\n“Sí, lo soy”.\n\n“¿Eres el profeta, el santo rodador, el fanático”?\n\n“Pues, supongo que lo soy”.\n\n“Bueno, el rey quiere verte”.",
    "🦅 ¡Oh!, ¿no me diga?”. Micaías ya lo sabía, sin duda. El Señor ya le había dicho de lo que se trataba esa reunión allá. Así que, él se levantó.",
    "Entonces, le dijo: “Bueno, espera un minuto. Antes de que comiences este avivamiento, yo te diré lo que predicarás. Pues, todos los otros predicadores no predican acerca de estas cosas. No vayas a decir nada acerca de las carreras de caballos, y no vayas a decir nada de esto, ni—ni esto, ni aquello, porque, como ves, los otros predicadores no dicen eso”. Dijo: “Di lo mismo que dicen ellos”. Ahora, así es como sería hoy.",
    "Y ahora lo diremos como lo dice la Escritura. Él dijo: “Micaías, los otros profetas le profetizaron cosas buenas a nuestro rey. Y, pues, tú sabes, él es un hombre distinguido”, en otras palabras. “Ahora tú debes decir lo mismo que él, lo que dicen ellos, y profetiza el bien”.",
    "Él dijo: “Vive mi Dios, que solo diré lo que sea ASÍ DICE EL SEÑOR”. Amén. Que Dios nos dé algunos Micaías; quédense con la Palabra. Quizás él no tenía esas cosas fantasiosas que los otros tenían; quizás él no tenía el título que tenía el otro, el Ph.D.; quizás él no tenía la posición social; quizás él no era el gran D.D., ante la gente: pero él tenía la Palabra. Amén. ¡Oh, eso es! Él sabía que Dios cumpliría Su Palabra. Entonces dijo: “Solo lo que Dios me mande que diga; yo diré lo mismo que Dios diga”.",
    "Y si Dios predice que vienen estos días, predice esta cosa incorrecta, la adoración a las mujeres, o la intercesión de los santos, o la comunión de los santos; si Él condena todas estas tonterías, y estas otras cosas. Y dice: “Como Janes y Jambres resistieron a Moisés, también estos lo harán en los últimos días”. Yo condeno esa cosa, en la Palabra de Dios, y digo que eso está errado.",
    "Quédense con la Palabra. No me importa cuántas sensaciones Uds. sientan, cuánto puedan saltar y gritar, cuánto puedan hacer esto, lo otro. Si el Espíritu de Dios no los conduce a una vida limpia, perfecta ante Dios, condenen Uds. esa cosa. Si Dios quisiera que Uds. produjeran aceite, Él los habría hecho un olivo o un pozo de petróleo de Texas. Permítanme decirles algo, Dios tiene propósitos para todo. Quédense con la Palabra. Lo que dice la Biblia, quédense con Eso. Ella es el Urim y Tumim de Dios.",
    "Y Micaías, el profeta, se quedó con la Palabra de Dios; caminó allí, tan valientemente como un león. Esa noche el Señor le dio una visión. Él sabía dónde estaba parado. Y observen. ¡Oh, hermano! Los otros también tuvieron una visión, pero la visión de ellos no cuadraba con la Palabra de Dios. Pero la de Micaías estaba con la Palabra de Dios. Porque, Elías, quien tenía la Palabra de Dios, el profeta, el vidente, ya había dicho lo que le sucedería a Acab. Por tanto, ¿cómo pudiera haber dicho Micaías que algo bueno sucedería, cuando la Palabra de Dios dijo que algo malo sucedería? Así que, él estaba con la Palabra.",
    "Hermano, no importa la altura del campanario ni lo bien vestida que vaya la gente, la educación que tenga el pastor, ni nada de eso, o lo que diga el Obispo Scheen, ni cualquier otro, si es contrario a esa Palabra, aléjese de eso. Quédese en la Palabra. Allí es donde se queda el verdadero siervo de Dios, allí mismo en esa Palabra. Así es.",
    "Micaías subió allí, y él había visto su visión. Y cuando él profetizó habiendo visto la visión, vio que ella cuadraba exactamente con la Palabra, calzaba exactamente con Ella. Sabía que él tenía el ASÍ DICE EL SEÑOR. Subió directo allí.",
    "Y él dijo: “Micaías, hijo de Imla, ¿debo ir a Ramot de Galaad, o debo retirarme?”.\n\nMicaías dijo: “Sube”.",
    "Dijo: “Pues eso no suena bien”. Hasta él mismo ya se daba cuenta.",
    "Y muchas de esas personas se unen a esas grandes cosas clásicas, solo para ser populares. Ellos saben que no es así. El Espíritu de Vida que obra en el mundo, les diría lo contario, si ellos tuvieran siquiera alguna chispa de Vida. Van tras estas cosas fantasiosas, de ranas saltando e insectos volando, y de temblar y saltar y correr, y de todo, sabiendo que eso es errado. Pero le siguen la corriente a causa de una sensación. ¿A quién le importan las sensaciones?",
    "Yo quiero el ASÍ DICE EL SEÑOR, así es, lo que dice la Palabra. Ahora, yo creo en sentir la religión de corazón. Creo en el gozo, de poder tener entendimiento. Yo creo en el Poder del Espíritu Santo. Yo creo en la sanidad Divina. Creo en todas las manifestaciones de los dones, pero deben ser colocadas reverentemente en el Cuerpo, obrando exactamente en armonía con la Palabra.",
    "Cuando yo voy a un lugar y empiezo a predicar, hago un llamado al altar, una mujer se levanta y habla en lenguas. Pues, ¡qué desgracia! ¡Qué—qué lástima! Eso muestra que su pastor no está en la Palabra de Dios, de lo contrario, él pararía esa cosa y diría: “No haga eso”. ¿Ven? Nada en contra del don; es usado incorrectamente. ¿Ven?",
    "Y muchas cosas, podría tomar horas en eso. Uds. saben lo que digo. Todo eso es catolicismo y protestantismo. Pero, quédense Uds. en la Palabra.",
    "Fíjense ahora. Y cuando vio la visión, él fue y le dijo. Él dijo: “Sube”.\n\nÉl dijo: “¿Cuántas veces he de exigirte que me digas la verdad!”.",
    "Él dijo: “Pero vi a Israel esparcido, como ovejas que no tienen pastor”.",
    "Y él dijo: “Te lo dije. Te lo dije. Yo sabía lo que él diría antes de tú traerlo aquí”. Así es. Él no podía decir otra cosa. Él tenía la Palabra de Dios, no podía hacer más que condenar esa cosa.",
    "Y yo digo, esta noche, a la luz de la Biblia: yo condeno esta insensatez, sensación, fanatismo y cosas que dicen: “La Palabra de Dios, no tiene fundamento; y la iglesia tiene la razón” y toda otra cosa. Yo condeno eso, en el Nombre de Jesucristo, con la autoridad de la Palabra de Dios. Que los cielos y la tierra pasen, pero la Palabra de Dios seguirá siendo la Verdad para siempre. Así es.",
    "Pues, dijo: “Sube si quieres ir”.",
    "¿Y qué pasó? Este individuo con toda la gran sensación, teniendo ese gran evento, pavoneándose, porque él era el—él era la cabeza de la iglesia. Él vino y le golpeó la mejilla, con la mano, lo abofeteó. ¡Oh!, puedo oírlo decir: “Insignificante santo rodador falso. ¿Hacia dónde salió de mí el Espíritu de Dios, cuando fue a ti?”.",
    "Él dijo: “¿Sabes lo que vi?”. Él dijo: “Mientras todos Uds. tenían su gran evento acá, y su gran reventón, por así decirlo, por acá, algo sucedía en el Cielo, al mismo tiempo”.",
    "Y déjenme decirles, mientras los hijos pródigos están en el chiquero de los cerdos, y América está bailando al ritmo de boogie-woogie y rock-and-roll, con sus Elvis Présleys y su “¿Quién Ama a Sucy?”, ahora se está celebrando una reunión en el Cielo.",
    "Él dijo: “Dios abrió las ventanas y me dejó mirar. Mientras tú estabas en tu evento de rock-and-roll, Dios me permitió mirar en el Cielo, y vi algo Allí”.\n\nDijo: “¿Qué viste?”.",
    "Él dijo: “Vi las grandes huestes de Dios, a Dios, sentadas a la derecha y a la izquierda. Y había Ángeles a un lado y a otro lado”. Y dijo: “Cuando vi a los Ángeles, uno sentado a un lado y el otro al otro lado, las huestes del Cielo reunidas”. Y dijo: “Dios dijo: ‘¿A quién enviaré a que baje allá?’” ¡Oh, vaya! Escuchen. “‘¿A quién enviaré a que baje, para que logremos hacer a Acab ir allá para que cumpla Mi Palabra, la cual fue hablada por Mi profeta?’”.",
    "Quédese con la Palabra, hermano, no importa cuántas fiestas de rock-and-roll tengan ellos, ni cuánto lo toquen en la iglesia, ni cuánto lo actúen en la iglesia, cuánto hagan esto, eso, o lo otro. Quédese con la Palabra. Así es. Dios cumple Su Palabra, cada vez.",
    "Fíjense. “Pero dijo: ‘¿A quién enviaremos a que baje? ¿A quién haremos que baje allá y traiga a Acab aquí, porque eso tiene que cumplirse?’”.",
    "Y él dijo: “Vi que subió un espíritu de mentira. Dijo: ‘Permite que yo vaya. Iré y entraré en cada uno de esos obispos, y esos profetas, y en todos los presbíteros del estado, y todos los otros. Y los inspiraré a profetizar una mentira, para poder llevarlos allí’”.",
    "Pues esperen un minuto. Esperen. ¿Están listos? ¡Inspiración!, la inspiración que no cuadra con la Biblia, es una inspiración incorrecta.",
    "🦅 Hermano Branham, ¿cómo podemos estar seguros que estamos en lo correcto? Vemos esto levantándose. Vemos que esto se levanta y todas estas cosas, y cosas fantasiosas”. ¡Quédense con la Palabra!",
    "Seguro, los dos estaban inspirados. Aquí estaba un pobrecito, parado solo. Él estaba inspirado. Aquí había cuatrocientos, obispos finos, y ellos estaban inspirados. Y todos diciendo: “ASÍ DICE EL SEÑOR”.\n\n“Pero ¿cómo sabemos cuál tiene la razón?”. Quédense con la Palabra.",
    "Micaías tenía la Palabra, y él sabía que la maldad tenía que ser tratada con maldad. Sabía que esa hipocresía, esa religión manufacturada, esa cosa con tanta clase, y una Jezabel toda pintada y todas esas otras cosas, tenían que ser castigadas por la mano del Dios viviente. Porque, el profeta, la Palabra de Dios, así lo dijo.\n\nUds. dicen: “¿El profeta era la Palabra de Dios?”. Sí, señor.",
    "Ellos lo sabrán. “El Señor, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, en estos postreros días por Su Hijo, Cristo Jesús”. Así es. Claro, eso era la Palabra de Dios.",
    "Allí estaban ellos, ¡inspirados, pensando que tenían razón! Yo no digo que no eran sinceros. Ellos eran sinceros. Eran grandes hombres. No eran hombres ignorantes. No eran hombres preparados de la noche a la mañana. Ellos eran grandes hombres, instruidos en la Palabra, inspirados. Pero su inspiración no cuadraba con la Palabra de la Biblia. Por eso es que Micaías sabía que ellos estaban equivocados.",
    "Y la Biblia lo dice: “En el día postrero, los hombres serán amadores de sí mismos”.",
    "🦅 ¡Oh!, ¿me quiere decir que ese pequeño don nadie va a enseñarme? Yo soy un obispo. Yo soy cabeza de tal y tal. Soy el dignatario en la iglesia católica. Soy el principal, en la metodista, la bautista, o hasta en la pentecostal. Soy el presbítero estatal. Quiere decirme que Ud. va a permitir que ese hombre…”. Así es. “¿Quiere decirme esto, aquello”?",
    "La Biblia dice que: “Ellos serían amadores de sí mismos, vanagloriosos, orgullosos, blasfemos, desobedientes, ingratos, impíos, sin afecto natural, implacables y aborrecedores de los que son buenos; teniendo apariencia de piedad, así como ellos, pero negando la Eficacia de Ella, la Palabra”. Si ellos no hablan conforme a Ella, no hay Vida en ellos. Así es. “Teniendo la apariencia de piedad, pero negándola; a estos evita. Porque estos son los que van de casa en casa, con sus pequeños libros y campañas y lo demás, y se llevan a mujercillas cargadas de pecado, llevadas por diversas concupiscencias, siempre aprendiendo, y que nunca pueden llegar a la Verdad”.",
    "¿De qué clase son? Jambres y Janes; tienen toda clase de cosas fantasiosas y de todo. “De la manera que Janes y Jambres resistieron a Moisés, así también estos resisten a la Verdad; hombres corruptos de entendimiento, en cuanto a la Palabra”. Queriendo tomar la Palabra de Dios y pervertirla a otra cosa, a una cosa fantasiosa, o a una organización religiosa, o a edificarse ellos un gran nombre, o hacerse ellos un gran nombre. “A estos evita”. ¡Quédense con la Palabra!",
    "¿Qué pasó? Él dijo: “Vi a este espíritu de mentira que dijo: ‘Yo bajaré, los inspiraré. Les haré profetizar una mentira’”. ¡Y esos hombres, tan dispuestos a complacer al público!",
    "¡Oh, Dios!, ayúdanos. Tan dispuestos a tomar esto: “Ser un maestro con comezón de oídos, serán apartados de la Verdad a las fábulas”, tal como nos advirtió y nos dijo el Espíritu Santo, en los últimos días, de cómo serían ellos. Muy dispuestos a hacerse populares, para obtener más radio, más televisión, o un nombre más grande, o mayor posesión en la iglesia, algo más grande, con exaltación propia. Tan dispuestos a hacer eso, que fallan en no vigilarlo por la Palabra.",
    "Pero, Micaías estaba pendiente de la Palabra. Él tenía la Verdad. Él tenía la Palabra. Observen, luego, él dijo lo que sucedería.",
    "Y este individuo se acercó y le dio una bofetada en la cara, dijo: “¿Por dónde se fue el Espíritu de Dios?”.",
    "Dijo: “Lo verás cuando estés sentado en la celda interior, escondido”.",
    "Y Acab dijo: “Echen a ese tipo en la cárcel. Clausuren todas estas reuniones, como sea. No queremos más de estas acciones de santos rodadores por aquí”. No se preocupen, eso viene de camino. “Échenlo en la cárcel y denle pan de angustia y agua de aflicción. Y cuando yo regrese en paz, me encargaré de él” en otras palabras, “le haré cortar la cabeza”.",
    "Micaías, parado en la Palabra de Dios, conocía su visión. ¡Oh, Dios! Sabiendo que al estar su visión perfectamente con la Palabra de Dios, no podía fallar. Él dijo: “Si llegas a volver en paz, Dios no me ha hablado”. ¡Amén, y amén!",
    "¡Oh, pueblo! La hora es avanzada. Pero quiero decirle esto a Ud., mi querido amigo. Nunca (jamás) escuche Ud. algún programa que le diga que Esta no es la Palabra de Dios y la Verdad. Nunca escuche ninguna cosa fantasiosa que no sea presentada ni predicha por el Señor Jesucristo. Porque, Él, cuando Él Mismo vino y sanó a los enfermos, Él solo lo hizo para que la Palabra se cumpliera. ¡Solo para cumplir la Palabra!",
    "Él predijo a ambas, para todo tipo de iglesias. En Apocalipsis, el 17, dijo: “Vi a una mujer, una ramera, sentada sobre una gran bestia escarlata, sobre siete cabezas”. El Vaticano está sobre siete montes. Acabo de viajar de allí, hace unos meses. Y dijo: “Ella era madre de prostitutas”, las hijas que nacieron de ella. Cualquier mujer mala puede dar a luz una buena hija. Pero observen. ¿Qué es una ramera? Una prostituta. ¿Qué son estas mujeres de mala fama? Son hombres… Son mujeres que cometen adulterio y viven con otros hombres que no son su marido.",
    "Y esta gente, estas iglesias, afirman ser los siervos de Dios y la iglesia de Dios, y toleran y hacen las cosas del mundo. Ellos cometen fornicación espiritual. Permiten que su congregación se pinte, ellas… las mujeres usan pantalones cortos. Y las dejan salir y vestirse como el mundo, y nunca lo condenan. Permiten a los hombres fumar un cigarrillo social, o tomar un trago de licor. Les permiten tener sus pequeñas fiestas de baraja, y jugar al billar en el sótano, y tener bailes y fiestas de graduación en la iglesia, y cenas de sopa y todo lo demás, y enseñan una pequeña teología insignificante en lugar de la Palabra del Dios viviente. Uds. saben que es la verdad. Es una cosa insignificante, afeminada, yo no sé qué, ¡del diablo! Y en el Nombre de Cristo, yo lo condeno, a la luz de la Palabra de Dios, y digo: “Nosotros debemos ser personas regeneradas e inspiradas del Espíritu Santo, nacidas de nuevo, caminando en humildad, y en la Presencia de Dios, para poder llegar a estar en el Rapto en los días venideros”. Apártense de las cosas… de Dios, pueblo, arrodíllense. Tú iglesia de Dios, que dices que has besado el—el borde de las bendiciones de Dios, quédense con la Palabra de Dios. Y todo lo que sea contrario a Ella, aléjense de eso completamente y sigan avanzando. Las Luces de la tarde están aquí. El Señor Jesús vendrá pronto.",
    "Inclinemos nuestros rostros por un momento.",
    "¡Oh!, a ese gran Día, ese Día de días, y ese Libro de libros. “Y los Libros fueron abiertos, y cada hombre fue juzgado conforme a las Palabras escritas en el Libro”.",
    "Mi pobre amigo engañado, no todos… Sí, amigo mío, y Ud. que ha intentado en vano y ha peleado con el aire. Exactamente como un pájaro, yo vi, tratando de golpear la cabeza contra una ventana, para apagar la luz. ¿Qué hizo él? Él—él solo se rompió los sesos. La luz continuó alumbrando.",
    "Un día, allá en la Estatua de la Libertad, en el gran brazo, los pajaritos yacían muertos allí alrededor. Yo dije: “¿Qué pasó?”.",
    "El hombre dijo: “Anoche hubo—hubo una tormenta. Y en la tormenta, estos pajaritos volaron contra la luz. En vez de usar la luz para ir a un lugar seguro, ellos trataron de apagar la luz, con sus pequeñas alas. Y se rompieron los sesos”.",
    "No traten de romperse los sesos para hacer que la Palabra de Dios diga algo que Ella no dice. No traten de encajar con las sociedades de este día, porque: “Si Ud. ama al mundo o las cosas del mundo, el amor de Dios ni siquiera está en Ud.”.",
    "¿Por qué no simplemente tomar la Luz del Evangelio y volar al lugar seguro esta noche? “¡Oh, protégenos, Dios!”.",
    "Padre Celestial, como hombres y mujeres sentados aquí, niños y niñas, personas rumbo a la Eternidad, el—el petróleo y la luz cósmica de este mundo, con los dieciséis elementos diferentes de los que estamos hechos: en su cuerpo hay un alma que es preciosa; el origen, el comienzo.",
    "Y te pido, Señor, que lidies en este momento con ese corazón, esa alma, ese punto sensible que vive para siempre, que nos da el poder movernos. Y pido que Tú salves a todos los pecadores perdidos, esta noche. Que ellos se den cuenta que estos grandes marcadores que pasamos, estas señales que destellan a ambos lados del camino, solo indican que pronto aparecerá el Justo, el Señor Jesús; de Quien ser amigo, significa Vida; el conocerlo, es Vida Eterna. Y solo podemos conocerlo a Él por la Biblia, no por nuestra iglesia; sino, por el Nacimiento, el nuevo Nacimiento, naciendo de nuevo.",
    "Y, Padre, yo creo con todo mi corazón, que no hay ninguna persona mortal aquí, incluyéndome a mí, que quisiera ser condenada o irse al infierno. Y ¿por qué dejar que algo se atraviese en nuestro camino? ¿Por qué deberíamos aceptar algo falso, cuando los cielos están llenos de lo genuino?",
    "Y mientras que la tierra está en su gran fiesta de vino babilónico, bebiendo vino, de juerga, mujeres semidesnudas, concubinas como las que tenía Nabucodonosor, hay una escritura que se mueve en la pared. Los videntes lo ven venir, aquellos que se elevan por encima de la persona normal. Lo vemos porque está escrito en la Palabra. “Ya no por agua, sino fuego esta vez”. Y vemos la escritura en la pared. Vemos que toda nación está condenada.",
    "Y Dios Se llevará a Su Iglesia, a los nacidos de nuevo. La hora se acerca cuando los de la edad luterana pasada, la edad metodista, todos a través de las edades que han dormido, en Dios, cuando el maíz era solo una pequeña hoja, y cuando era una borla, pero todo eso, junto, esa vida se reunirá y vendrá la resurrección. Todos ellos formarán el gran Cuerpo hermoso del Señor Jesús, pronto está a la mano.",
    "Tú dijiste: “Los que Lo rechacen serán arrojados afuera a las tinieblas, donde hay llanto y lamento, y el crujir de dientes”. Padre, Dios, no hay ninguna persona que vaya a querer estar allí.",
    "¡Oh, ten piedad de nosotros, Dios! Y con nuestros corazones penitentes, con nuestros rostros hacia el polvo, de donde Tú nos tomaste, y si tardas, allí regresaremos. Dios, sé misericordioso con nosotros, lo suplico por esta audiencia anhelante. Después de este Mensaje esta noche, oro para que Tú despiertes a las personas a que se den cuenta de su posición en Tu Presencia.",
    "Y mientras tenemos nuestros rostros inclinados, ¿habrá una persona aquí…? ¿Cuántos, más bien, (debe haber muchos de Uds.), que se dan cuenta que su vida no ha cuadrado con la Palabra de Dios? Siempre demorando. Uds. han creído a medias. Y han tomado un poco de lo mundano y un poco de esto y un poco de eso. Y Uds. están hartos y cansados de eso, esta noche. ¡Oh, Uds. se unieron a la iglesia!, es verdad; quizás no lo hayan hecho; no lo sé. Pero, ante Dios, en Cuya presencia podríamos pararnos antes del amanecer, un misil atómico podría destruir todo esto, una aniquilación, antes de amanecer en la mañana. Recuerden: ya amaneció en Rusia.",
    "Él dijo: “Estarán dos en una cama”, seguramente será de noche en algún lugar cuando Él venga, “uno será tomado, el otro será dejado”.",
    "¿Está Ud. satisfecho, en su corazón, a la luz de la Palabra de Dios, que Ud. ha nacido de nuevo del Espíritu de Dios, y los frutos del Espíritu siguen su vida, con amor, gozo, paz, paciencia, bondad, fe, mansedumbre, paciencia? ¿Lo estarán siguiendo a Ud.?",
    "Si no, ¿serían Uds. lo—lo suficiente sensatos, permítanme decirlo de esa manera, para levantar su mano a Dios y reconocer que están equivocados, diciendo: “Dios, sé misericordioso conmigo, y ayúdame ser el tipo de Cristiano que Tú deseas que yo sea, al darme a mí el Espíritu Santo y permitirme vivir una vida piadosa”? ¿Levantarían Uds. su mano a Dios? Dios los bendiga a cada uno. Hay muchas, muchas manos arriba.",
    "Ahora, ¿habrá otros que quisieran levantar la mano, que no lo hicieron en ese momento? ¿Levantarían la mano? Mujeres… Dios les bendiga. Hombres, mujeres, ¿Uds. se dan cuen-…? Dios la bendiga, señora. Dios la bendiga, señora. Dios lo bendiga, señor. Dios la bendiga, hermana. Dios lo bendiga, niño.",
    "¿Están Uds. conscientes de la seriedad de esto? Uno no viene a la iglesia solo para oír un Mensaje… o para ver a un mensajero, quiero decir. Uno viene a oír el Mensaje. Y el Mensaje es el Espíritu Santo que toma la Palabra de Dios y se las da a Uds.",
    "Bueno, ¿qué harán? Tal vez en la mañana sea demasiado tarde. ¿Están Uds. dispuestos, en la Presencia de Dios, a levantar la mano, Uds. que aún no lo han hecho, y a decir: “Dios, ten misericordia de mí; quiero Tu Espíritu en mí”? Porque… Dios lo bendiga, señor. Dios le bendiga. Dios le bendiga allá atrás. Dios le bendiga, y a Ud., y a Ud., y a Ud. Sí. Dios lo bendiga, señor. Dios lo bendiga, señor.",
    "¿Estará Ud. dispuesto a decir: “Dios, yo iré a la casa del Alfarero. Estoy harto y cansado. Siempre he querido una vida consagrada. Y, en esta noche, voy a la casa del Alfarero a entregar mi corazón, y a decir: ‘Dios, rómpelo por completo, y dame un corazón nuevo, un espíritu nuevo, y pon Tu Espíritu en medio de eso’. Y permite que mi vida avance exactamente de acuerdo con Tu Palabra. Hazme un Micaías de este día, para que yo pueda pararme sobre el ASÍ DICE EL SEÑOR. Y mi visión y mi vida, que—que vivo delante de Ti; no yo, sino el Espíritu en mí, que viva la vida que la Biblia requiere. Así es como quiero ser. ¡Oh, Dios!, por Tu misericordia, hazme así”?",
    "Alguien ahora, que no haya levantado la mano, ¿lo haría ahora? Dios la bendiga, señora. Dios le bendiga. Dios la bendiga, señora. Dios le bendiga. Solo quédense muy quietos, ahora mientras oran. Cada rostro inclinado, cada ojo cerrado, todos orando. Suave, dulcemente, acéptenlo ahora.\n\n… tiempo transitorio,\n\nNada en tierra quedará,\n\nPon tu fe en aquello Eternal\n\n¡En el incambiable Dios!\n\n¡En el incambiable Dios!\n\n¡En el incambiable Dios!\n\nPon tu fe en aquello Eternal,\n\n¡En el incambiable Dios!\n\nEnciérrense con Dios ahora.\n\nCuando cese tu jornada, (¡Oh!)\n\nY si fuiste fiel a Dios,\n\nUn hogar tendrás en Gloria,\n\n¡Y será felicidad!\n\nPues ¿qué tienes que hacer?\n\n¡Aferrarte del incambiable Dios! (Esa es Su Palabra.)\n\n¡Aferrarte del incambiable Dios!\n\nPon tu fe en aquello Eternal,\n\n¡En el incambiable Dios!",
    "[El Hermano Branham comienza a tararear En el incambiable Dios.—Ed.] Él está allí mismo a su lado.",
    "Al mirar ahora por el auditorio, a un buen hombrecito; se despidió de su amada, el otro día, solo por poco tiempo. Y otro sentado aquí, en alguna parte, se despidió de su amada, solo brevemente. Mientras partían, ellas se aferraron de la mano incambiable de Dios. Sus amados maridos están aquí, esta noche, aferrados de la mano incambiable de Dios, sabiendo que se encontrarán de nuevo con sus amadas. ¡Oh!, ¿qué sería si ellos no tuvieran eso? ¡Oh, pon tu fe en aquello Eternal!\n\n¡En el incambiable Dios!",
    "Nuestro Padre Celestial, mientras la música dulcemente hace los acordes, y esto es un mensaje. Un Predicador, el Espíritu Santo, nos predica ahora a través de la música, diciéndonos qué hacer con este Mensaje, esta noche: “Solo aférrense a la Palabra incambiable de Dios. Los cielos y la tierra pasarán y cambiarán, pero Mi Palabra nunca pasará”. Ella no puede cambiar. Es la Palabra del inmutable Dios.",
    "🦅 En mi corazón he guardado Tu Palabra” dijo el salmista, “para no pecar contra Ti”.",
    "Hubo veinte o treinta manos alzadas, esta noche, Padre. Hombres y mujeres oyeron la Palabra, siendo que “la fe viene por el oír”. Ellos han tomado esta decisión única toda suficiente que, por Tu ayuda y Tu gracia, a partir de esta hora, ellos Te servirán a Ti.",
    "Ahora Padre ¿dulcemente desciende a sus corazones? Pon Tu Espíritu en su nuevo espíritu. Tú tuviste que darles un espíritu nuevo, de lo contrario ellos nunca hubieran levantado la mano. No lo hubieran deseado. Pero, ellos fueron a la casa del Alfarero, y ellos Te permitieron cambiar sus emociones y sus ideas. Y ahora, en su corazón, han sido enternecidos.",
    "Y Tú dijiste: “Ninguno puede venir a Mí si Mi Padre no le trae”. Ellos no podrían haber levantado la mano, desde el más joven hasta el mayor, a menos que Tú les hubieras dicho que lo hicieran. Ellos lo hicieron porque Tú les hablaste. Y es Dios, dándoselos a Cristo, como un regalo de amor. Ellos rindieron su corazón.",
    "Y podemos oír Tu gran voz decir: “El que oye Mi Palabra”. No Tu Iglesia; Tu Iglesia tiene Tu Palabra, y Ella no contradice Tu Palabra. “Pero el que oye Mi Palabra, y cree en Aquel que Me envió, tiene Vida Eterna y no vendrá a juicio, sino que ha pasado de muerte a Vida”.",
    "Bendícelos, Padre, con una larga vida, con Vida Eterna. Y resucítalos en el Día postrero, así como Tú lo has prometido. Y que este sea un gran servicio de dedicación, cuando los santos del Dios viviente se regocijen y sean renovados.",
    "Que los enfermos, todos, si hubiere alguno presente, que puedan ser sanados. Que Tu Espíritu Se manifieste, por medio de Cristo nuestro Señor.",
    "Ahora levantemos nuestros rostros, por un momento. Me pregunto, Uds. que levantaron la mano, creo que Uds. aceptaron lo que dijeron. Pero, y creo que Uds. fueron sinceros. Y yo los llevo a la Palabra de Dios, la cual es la Verdad.",
    "Ahora solo hay una pregunta, ¿fue Ud. sincero en eso? Si lo fue, fue Dios que tocó a su corazón. [El Hermano Branham toca el púlpito tres veces.—Ed.] Correcto. Ahora, si Ud. realmente fue sincero en eso, entonces las cosas viejas han pasado. Dios lo dijo. Eso no puede cambiar.",
    "Jesús dijo: “El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna”.",
    "Yo creo que, si eso realmente ocurrió en su corazón, Ud. se sentirá lo suficientemente agradecido con Dios que va querer pasar aquí a Su altar, y arrodillarse y darle gracias por lo que Él ha hecho por Ud.",
    "Y mientras la hermana continúa con el mismo canto. Yo quisiera que todos los que levantaron la mano, junto con los que no lo hicieron, que desean haberlo hecho, que se acerquen. Y vamos a arrodillarnos y démosle gracias al Todopoderoso, por lo que Él ha hecho por nosotros. Eso prueba que Uds. fueron sinceros.\n\nPon tu fe en aquello Eternal,\n\n¡En el incambiable Dios!\n\nCuando cese tu jornada,\n\nY si fuiste fiel a Dios,\n\nUn hogar tendrás en Gloria,\n\n¡Y será felicidad!\n\n¡En el incambiable Dios!\n\n¡En el incambiable Dios!\n\nPon tu fe en aquello Eternal\n\n¡En el incambiable Dios!",
    "¡Oh! Yo Avanzaré. Pues me pregunto…",
    "Tenemos a muchos pastores y evangelistas aquí, esta noche, a quienes les encanta ver a las almas en el Reino de Dios. Me pregunto, hermanos, si Uds.… Venga aquí, pastor. Y me pregunto si los hermanos pudieran venir por aquí mismo. Vamos a orar por estas amadas personas.",
    "¿Saben algo? De acuerdo a la Palabra, voy a hacerles una prueba. Ellos levantaron las manos que aceptaban la Palabra Eterna de Dios, esta noche, y creyeron. Y yo dije: “Ahora hemos orado”.",
    "Pues miren lo que dijo Jesús. Llevémoslo ahora a la Palabra. Tenemos muchas cosas fantasiosas, pero llevémoslo a la Palabra. Jesús dijo: “El que oye Mi Palabra, y cree en el que Me envió, tiene Vida Eterna, y no vendrá a juicio, sino que ha pasado de muerte a Vida”. Dios así lo dijo. Es asunto concluido para siempre. “Nadie”, dijo Jesús, “puede venir a Mí, excepto que Mi Padre lo traiga. Y todo lo que el Padre Me ha dado, vendrá a Mí”. Ninguno se pierde. “El que come Mi carne y bebe Mi Sangre tiene Vida Eterna, y Yo le resucitaré en el día postrero”.",
    "¡Oh, cuán maravilloso, al mirar este altar, siendo que un alma vale más que diez mil mundos! Ellos no vinieron a unirse a una iglesia. Vienen porque ellos son un miembro del Cuerpo de Cristo. Vienen aquí con acción de gracias y a orar. Y oro para que el Espíritu Santo unja y llene a cada corazón, de un lado a otro por este altar, esta noche, con un espíritu pacífico, dulce y humilde, el que producirá los frutos y la justicia de Cristo, mientras haya aliento en sus cuerpos, y partan a Casa, a la Gloria.",
    "¿Podrían venir los evangelistas y pastores a pararse con nosotros, mientras oramos, por favor? Todos, sin importar su afiliación con las iglesias, eso no tiene nada que ver con esto. Solo queremos que vengan aquí alrededor de las personas.\n\nAvanzaré, sí, avanzaré…(Que ese sea el deseo de su corazón.)\n\nPagaré el precio a pesar de lo que otros Cristianos hagan,\n\nEscogeré el camino (como Micaías) con los pocos despreciados del Señor,\n\nEmpecé con Jesús, y avanzaré.\n\n¡Oh!, avanzaré, sí, avanzaré…\n\nPagaré el precio a pesar de lo que otros Cristianos hagan,\n\nEscogeré el camino con los pocos despreciados del Señor,\n\nEmpecé con Jesús, y avanzaré.",
    "Yo… ¿Habrá otro que quiera tomar ese camino? “Si Ud. se avergüenza de Mí delante de Mi Padre o delante de los hombres, Yo Me avergonzaré de Ud. en la mañana, delante de los Ángeles”.",
    "¿Le da vergüenza a Ud. tomar su lugar ante esta pequeña audiencia esta noche? ¿Siente vergüenza? “El que Me confesare delante de los hombres, Yo le confesaré delante de Mi Padre”.\n\nYo escogeré el camino, Señor. Yo avanzaré,\n\nEmpecé con Jesús, y yo avanzaré.",
    "Solo estén en oración, todos, mientras ellos ofrendan su agradecimiento a Dios, por el perdón de su pecado.",
    "¡Oh, Dios!, el Padre y Redentor de la humanidad, estos han venido esta noche, confesando que no han sido posicionados adecuadamente en el Cuerpo de Cristo. Y ellos vienen, esta noche, a tomar su posición con la dirección de la mano de Dios, y la Palabra.",
    "Y oramos, ahora, que Tú los coloques en posición en el Reino, donde sea que servirán. Y que ellos, unánimes, esta noche, crean en Tu santa Palabra. Y que Tú, por el Espíritu Santo, les hables, y que ellos simplemente, por inspiración, sean llevados a la posición en el Cuerpo de Cristo, a donde Tú los has llamado.",
    "¡Oh, Dios!, ¡cómo Te agradecemos por esto! Esto es glorioso en Tu vista. Emociona nuestro corazón al ver a hombres y mujeres que se arrodillan humildemente en un altar, y confiesan sus errores, y claman misericordia. Acompáñalos, Señor.",
    "Tus siervos ungidos, los ministros de la Palabra, están de pie al lado de estas personas, y yo estoy aquí junto a este púlpito sagrado.",
    "Este es un momento maravilloso. Los Ángeles de Dios han hecho su campamento, junto a este lugar, esta noche. Porque está escrito en la Palabra: “Los Ángeles de Dios acampan alrededor de los que Le temen”.",
    "Y en el gran mundo invisible, que ahora nos rodea, conmoviendo nuestras emociones al arrepentimiento, y para traer ante nuestros ojos el mal, de que hemos hecho lo incorrecto. Con corazones arrepentidos, rendimos nuestros malos caminos, Señor, y pedimos misericordia Divina. Y que el Espíritu Santo, Quien nos ha prometido misericordia, nos la conceda a cada uno, mientras rogamos humildemente y le pedimos a Dios que cumpla Su Palabra, y que moldee nuestras vidas y nuestro carácter para que se ajusten a Su Palabra. Lo pedimos en el Nombre de Cristo. 🦅"
  ]
}