{
  "title": "DIOS CUMPLE SU PALABRA",
  "id": "57310009",
  "content": [
    "🦅  [El Hermano Neville dice: “Dios lo bendiga, Hermano Branham”.—Ed.] Ore por mí. [“Amén”.]",
    "Buenos días, amigos. Es un privilegio estar aquí esta mañana en el servicio del Señor, y sentir esta maravillosa acogida y compañerismo. Es de gran significancia para el corazón de un viajero sentir ese espíritu acogedor. Uds. saben, lo toca a uno, y hay algo, que nada se le compara. Y por estar de nuevo en el tabernáculo y, también, en el servicio de nuestro bendito Señor.",
    "Y ahora tenemos un servicio de dedicación para los bebés, pero creo que tal vez lo hagamos en unos momentos.",
    "Estamos acercándonos a la Pascua de resurrección, creo que cae para eso del veintiuno. Y quería llegar aquí un poco antes, para ver a los ancianos y al Hermano Neville. Y, en cuanto a… Yo… Tal vez sería bueno si tuviéramos una pequeña reunión aquí, un poco antes del—del servicio de Pascua. Tal vez comenzar, digamos, un miércoles y continuar hasta el domingo, y terminar con el servicio bautismal el domingo de Pascua. Y, tener una pequeña… una reunión, un compañerismo. Este es el pequeño tabernáculo que fue mi cuna; es mi primera y única iglesia. Y me gustaría regresar para estos días santos, y—y adorar al Señor con todos Uds. Todos a favor, ¿creen que sería la voluntad del Señor? [La congregación dice: “Amén”.—Ed.] Sí. Bien, con el favor de Dios, empezaremos el miércoles, antes del domingo de Pascua.",
    "Y me gustaría decir que quizás le preguntemos al tesorero, o al síndico y a ellos, si pudieran colocar un pequeño anuncio en el periódico aquí en alguna parte. Y decirles a los hijos que estamos aquí para adorar, y nos encantaría tener un pequeño compañerismo con todos ellos. Algo así, como un regreso a casa, y prepararse para…",
    "Quizás el Señor nos dé la resurrección, de una—de una—una mayor porción de Su Espíritu, para esta próxima Pascua. Es—es el… como el otoño y la primavera. Yo creo que la primavera es un tiempo muy hermoso, cuando todo comienza a tomar nueva forma y nueva vida, y nos recuerda de la resurrección. La Pascua llega en un tiempo tan apropiado, en la primavera. Si nos fijamos, la Palabra de Dios siempre marcha exactamente con Su naturaleza, y demás. Así que, estamos…",
    "Si el Señor quiere, ahora, comenzaremos esto. Y—y si pusieran un pequeño anuncio, como dije, en el periódico. Y no lo hagan glamoroso. Solo díganle a la gente que queremos adorar al Señor juntos. Y sencillamente nos encantaría que los que quieran, vengan a un compañerismo con nosotros, por un rato. Nos daría gusto que nos acompañen, todas las iglesias.",
    "Y Uds. tomen el teléfono y díganle a sus vecinos. Díganles que solo vamos a hablar del Señor, y—y Le vamos a adorar a Él todos juntos.",
    "Y haría algo especial, si le agrada a la gente, y es bueno a la vista de Dios, y le parece bien al trío, me gustaría que el Trío Neville nos ayude durante ese tiempo. ¿Les gustaría a Uds.? [La congregación dice: “Amén”.—Ed.] Correcto. Y entonces veremos que ellos sean atendidos, de esta manera, si el Señor considera conveniente que lo hagamos. E invitamos a otros cantantes de diferentes iglesias, para que vengan y—y nos ayuden a medida que avanzamos. Los cantantes de su iglesia, nos daría gusto tenerlos. Vean al Hermano Neville, quizás la noche anterior, y poder hacerlos participar en el programa, para que nos canten.",
    "Disfrutamos el buen cantar. Me gustaría tener un buen tiempo de vuelta a casa a la antigua, solo para reunirnos. Y traer a Angie. ¿Dónde…? ¿Está aquí la Hermana Angie esta mañana? Tráiganla, para que ella y la Hermana Gertie puedan cantarnos Hora de regresar a Casa una vez, y Sigan aferrados. Y así parecería como el comienzo de un avivamiento otra vez, Hermana Gertie. Mucha agua ha bajado por el río desde que cantábamos eso aquí.",
    "Tuve un cumpleaños ayer, y sé—sé que ya no soy un muchacho. Dije: “He pasado ahora los veinticuatro. Así que…”. Y, entonces, esos solo son mis años… No los cuento literalmente desde que nací, naturalmente y físicamente, solo estoy contando mis años espirituales, ¿ven Uds.? Hace como veinticuatro años, yo nací de nuevo. Y, eso, eso es Eterno. Y será… Es un gran y bendito cumpleaños. Y es algo que de seguro nunca se acabará.",
    "Ahora, quiero que la Hermana Gertie, por favor… antes de que traigamos a los pequeños para la dedicación de bebés. Ahora, muchas veces…",
    "En la Biblia, encontramos que, el único lugar que yo conozco en la Escritura, en cuanto a la ordenanza de los bebés… Ahora, mucha gente los rocía, Uds. saben, y a eso le llaman bautismo, y demás; lo cual, está—está bien. Pero siempre me esfuerzo, me gusta quedarme tal como la Biblia lo dice, Uds. saben. Y en la Biblia, ellos nunca bautizaron a niños pequeños; tampoco los rociaron. Ellos los trajeron a nuestro Señor, y Él los tomó en Sus brazos, y los bendijo, y dijo: “Dejad a los niños venir a Mí, y no se lo impidáis, porque de los tales es el Reino de los Cielos”.",
    "Y, ahora, lo extraño fue que acabo de abrir allí mismo en la Biblia exactamente donde está, a Marcos 10. Aquí mismo está, delante de mí.",
    "Y, entonces, el Señor, trajeron a los niños… Ellos Le trajeron a los niños, y Él solo los bendijo, y dijo: “Dejad a los pequeños venir a Mí, y no se lo impidáis, porque de los tales es el Reino”.",
    "Ahora, sabemos que nuestro Señor fue a la Gloria, y Su Espíritu regresó a la Iglesia, para continuar con el Mensaje hasta que Él venga de nuevo; y esperamos eso.",
    "Y la manera en que lo hacemos aquí, es traer a los pequeños, y hacer pasar a los ancianos de la iglesia, y yo tomo los pequeños y los dedico al Señor. Creo que es un servicio tan hermoso, ver a esos pequeñitos. Pues, no importa lo jóvenes que seamos, lo viejos que seamos, uno de esos pequeños tiene un lugar en nuestro corazón. ¿Verdad que sí?",
    "Ahora, cuando venimos a Dios, así es como somos nosotros en el corazón de Dios. Nunca dejamos esa etapa; siempre somos niños pequeños.",
    "Cuando Abraham tenía noventa y nueve años, aún era un bebé pequeño, para Dios. Dios le habló, dijo: “Yo soy el pecho del que amamantas, Abraham. ¿Ven?, solo—solo recuéstate sobre Mí, y amamanta, y todo estará bien”. Y Él transformó a Abraham de nuevo a un joven, simplemente por aferrarse de Su Palabra.",
    "Y creo que cantamos un cantito, Tráiganlos. Y Uds. traigan a sus pequeños aquí ahora, Uds. que quieren dedicarlos. También les pediré a los ancianos que pasen al frente. Muy bien.\n\n…tráiganlos,\n\nTráiganlos de los campos del pecado;\n\nTráiganlos, tráiganlos,\n\nTraigan a los errantes a Jesús.",
    "¡Oh!, ¡cómo me gusta ver a estos pequeños! Ahora, ¿cuál es su—su nombre? [El Hermano Riddle dice: “Riddle”.—Ed.] ¿Cuál es su nombre? [“Sharon Louise”.] La pequeña Sharon Louise Riddle. Y estoy seguro que todos amamos al Hermano y a la Hermana Riddle. Conocemos aquí al Hermano Riddle. Él maneja una tienda de botas aquí en la ciudad. Y tienen aquí a la bebita más linda, la pequeña Sharon, Sharon Louise, Sharon Louise Riddle. ¿Qué edad tiene ella, Hermano y Hermana Riddle? [El Hermano Riddle dice: “Cuatro meses”.] Cuatro meses. ¡Vaya, vaya! Es un pequeño ídolo para el corazón, ¿no es así?",
    "Y, ahora, el Señor les ha dado esta hermosa pequeña, y ahora Uds. se la están dedicando a Él, poniéndola en Sus brazos, para que Dios, Quien dio, Uds. se la están entregando de vuelta a Él. Dándosela a Él, para que Él pueda bendecir su pequeña vida y le dé una vida de servicio. Y la haga… Oro para que Dios haga de ella una niña que bendiga sus corazones cuando Uds. sean ancianos, y si Jesús tarda, pues, que sea una gran obrera para Dios. Y Uds. estén orgullosos de esta niña. Que Dios lo conceda ahora mientras la tomamos, para bendecirla.",
    "Quiero que todas las damas y, por supuesto, los hombres también, miren a esta hermosa bebé. ¿No es una dulzura? La pequeña Sharon.\n\nInclinemos nuestros rostros ahora.",
    "Nuestro bendito Padre Celestial, en la preciosa Palabra leemos que Te trajeron niños pequeños, para que pusieras Tus manos sobre ellos y los bendijeras. Y ahora, esta pareja, esta mañana, en este santo matrimonio, Tú les has confiado esta hermosa niña, la pequeña Sharon Riddle. Y oramos, amado Padre Celestial, que Tú bendigas a esta niña, pues ellos han venido esta mañana para dedicarla, para traer el bebé de vuelta a Aquel Quien la dio. Y Te pido, Dios, que los bendigas, bendice sus vidas. Y que esta pequeña viva, crezca y tenga salud perfecta, y sea Tu sierva. Y que sea una mujer conforme al corazón de Dios, y el—el corazón de los padres. Concédelo, Señor.",
    "Y ahora, como Tu anciano, levantamos la niña a Ti, así como ellos la han puesto en mis manos, y yo la levanto ante Ti. En el Nombre de Cristo, para que Tú bendigas a este bebé. Y que viva y crezca, y sea fuerte y saludable, y una sierva de Dios. Pedimos esto mientras Te la presentamos, en el Nombre de Jesucristo. Amén.\n\nBendita seas, cariño. Eres una bebé muy dulce.",
    "Dios los bendiga, a ambos. Y que tengan mucho gozo al criar a esta pequeña.\n\nVendremos con regocijo, trayendo las gavillas.\n\nTrayendo las gavillas, trayendo las gavillas,\n\nVendremos con regocijo, trayendo las gavillas;\n\nTrayendo las gavillas, trayendo las gavillas,\n\nVendremos con regocijo, trayendo las gavillas.",
    "¿No será maravilloso entonces?\n\nAhora inclinemos nuestros rostros un momento, para orar.",
    "¡Oh, Dios!, Quien formó los cielos y la tierra, sopló Su aliento que salió con Su Palabra, y todo tomó su posición correcta. La tierra, la luna, las estrellas, todo llegó a su lugar, cuando Dios sopló el aliento de Su Palabra.",
    "Y, ¡oh, Dios!, hoy, pedimos que infundas el aliento de Tu Palabra, a medida que tratamos de traerla al pueblo. Que Ella tome Su posición en esta mañana, Su lugar, y se arraigue y afirme en cada corazón, para que cada persona aquí pueda recibir Tus bendiciones.",
    "Ayuda a aquellos, Señor, que no están en el camino, lisiados y cojos en su espíritu. Y que no Te conocen como ese Salvador amoroso, como nos ha sido dado el privilegio a nosotros. Oramos que Tú los bendigas abundantemente hoy. Y que ellos, cuando salgan de este edificio, estén contentos y regocijándose, por el Cristo recién descubierto que han conocido durante esta reunión.",
    "Si algunos que están desviándose por los afanes del mundo, ¡oh, Dios!, ¿tráelos de regreso! Y los enfermos y los necesitados, Padre, oramos por ellos, que Tú sanes a cada persona enferma aquí, hoy. Anima a los cansados. Y bendice a los que se están aferrando fielmente. Concédelo, Señor. Que Tu Espíritu sea sobre todos.",
    "Bendice la Palabra mientras sale; al predicador que La hablará, y al oyente que La oirá. Y, en todo, recibe la gloria por esta reunión en esta mañana, porque lo pedimos en el Nombre de Cristo. Amén.",
    "Ahora, no he descansado del todo de la larga reunión hace unos cuatro meses, y esta última reunión de cinco semanas ha sido muy agotadora. Pues, hemos tenido una reunión maravillosa por toda la nación, desde Nueva York hasta San Francisco; por toda la nación, en zigzag, de un lado a otro, a medida que la hemos cruzado. Y el Señor ha salvado a muchos, muchos cientos de personas.",
    "El domingo pasado, hace apenas una semana, nuestro bendito Padre Celestial, vi entre mil, a mil quinientos pecadores arrepentirse de una sola vez, en el altar, en Oakland, California, en el gran coliseo. Estaba repleto. Y tuvimos—tuvimos que sentar por el pasillo del centro, en lugar de los—los lados del coliseo. Y el Señor bendijo.",
    "Y tuvimos, estando allí, el gran terremoto, como Uds. han oído. Y fue el primero en el que estuvo mi esposa. Ella quedó un poco temblorosa, después. Fue muy fuerte, mientras el edificio se estremecía, y volaba el polvo, y las botellas en la… Estábamos parados en la farmacia, comprando unas postales para enviar a casa, y las botellas temblaron, y la chimenea se desprendió. Y los grandes edificios se estremecieron; las carreteras se abrieron, y una parte se hundió. Y solo es para recordarnos que la escritura está en la pared; “Habrá terremotos en diversos lugares”.",
    "Solo en ese día, ocho terremotos sacudieron la misma ciudad. Y luego como a las diez esa noche, acabábamos de llegar, o a las diez y media, y nos habíamos acostado; y la—la lámpara, en el medio en el suelo, por poco se voltea, por otro gran y fuerte terremoto. Eso muestra que a ocho mil millas debajo de nosotros, no hay nada más que lava roja ardiente.",
    "Y fue en ese momento, y se oyó los (nuestros) agresores al otro lado del mar, diciendo que le han prohibido a la gente entrar a Escandinavia, y demás, que ellos los aniquilarían con armas atómicas. Y nos preguntamos qué sucedería si ellos comenzaran a dejar caer esas bombas y a reventar esos lugares en la tierra. Cuando eso haría exactamente lo que Dios dijo que haría; “Ya no con agua, sino esta vez con fuego”.",
    "Y eso le trae gozo al corazón de la persona que está esperando la Venida del Señor, y esa hora bendita cuando estos cuerpos viles serán cambiados y hechos semejantes a Su Propio cuerpo glorioso. Y Le veremos a Él. No más lucha, no más tristeza, no más vejez, no más días infinitos, no más hambre, no más preocupación, no más enfermedad, no más muerte.",
    "¡Oh, no alcanzamos a imaginar! ¡Se lo digo, amigo! Es difícil porque somos humanos, y la muerte es una cosa que todos odiamos enfrentar. Pero es—es un bendito alivio, es una cosa bendita, saber que Él vendrá algún día, y estas cosas serán cambiadas.",
    "Ahora, recuerden, y persuadan a sus… especialmente a sus amigos pecadores, ahora, para que vengan a la reunión, a este próximo avivamiento.",
    "Ahora, solo es una corta predica, mi garganta, como dije, aún no se ha aclarado del todo, y todavía estoy un poco cansado. Pero, esta semana descansé, no me acerqué al teléfono y demás, para poder reposar por unos días.",
    "Y luego, esta semana que viene quiero descansar un poco, si puedo, y entonces prepararme para el pequeño avivamiento. Después voy a Canadá, y de Canadá regreso a Indianápolis. De Indianápolis luego a Chicago. Y de Chicago… Esa es la Convención Internacional de Hombres Cristianos de Negocios. Y me tienen el itinerario lleno. Ahora, Uds. oren por mí, y especialmente durante este avivamiento, que Dios me dirija. En junio comienza una gira mundial completa, y regreso en noviembre, o julio, mejor dicho. Y es para ir a Europa, Asia, por todas las islas, los mares, y regresar por la costa occidental. Dejar el oriente, y darle la vuelta al mundo, regresando a la costa occidental. ¡Qué tiempo tan necesitado!",
    "Y ahora hay algo que me detiene un poco. No sé si sea algo en el camino, o qué, no lo sé. Pero, Uds. oren por mí, y Dios seguramente hará que salga bien.",
    "Ahora, tengo dos citas en la Escritura que he escogido para leer esta mañana, por esto, por la gente que viene a que se ore por ellos. Este solo es un pequeño tiempo para orar por los enfermos y los necesitados. Y me gustaría enseñar un poco sobre la Palabra.",
    "Y quizás, si el Señor quiere, esta noche no solo enseñe, sino que predique un poco de la Palabra.",
    "Ahora, quiero leer de dos lugares, y ambos están en el Antiguo Testamento. Una en Números, capítulo 13, y el—el versículo 30. Y la otra está en Josué, el capítulo 1, y el versículo 9.\n\nEntonces Caleb hizo callar al pueblo delante de Moisés, y dijo: Subamos luego, y tomemos posesión de ella; porque más podremos nosotros que ellos.",
    "Y luego en Josué, el versículo 9 del capítulo 1.\n\nMira que te mando que te esfuerces y seas valiente; no temas ni desmayes, porque Jehová tu Dios estará contigo en donde sea que vayas.",
    "Y que el Señor añada Sus bendiciones a Su Palabra. A mí sencillamente me encanta la Palabra. Y si anunciara como tema, esta mañana, quiero tomar, para encontrar el contexto aquí, un texto llamado: Dios cumple Su Palabra. Ahora, es… Podríamos estar en eso por semanas; tener un avivamiento de un año y aún estar tan fresco al final como al principio, con ese tema de, Dios cumple Su Palabra.",
    "Hay una cosa que Dios no puede hacer. ¿Lo han pensado? Hay una cosa que Dios no puede hacer, y es fallar. Él puede hacer todo menos fallar, pero Él no puede fallar. Así que, si nuestra confianza más santa está edificada, esta mañana, sobre aquel maravilloso Ser que puede hacer cualquier cosa que haya por hacer, excepto fallar, ¡cuánta confianza deberíamos tener en Su Palabra Eterna!",
    "Se me ha conmovido el corazón en el último año, después de mirar a las naciones y al ver las cosas empeorar, como les sucede, y pequeños ismos que se levantan. Eso me trae mucho a la memoria lo que está escrito allí en esa piedra angular, en esa mañana, cuando dedicamos… o pusimos la piedra angular. Cuando el Señor me despertó; no sabiendo lo que eran las visiones, en aquellos días.",
    "Estoy mirando la chimenea sobre la casa, a cinco pies o más de donde yo estaba sentado cuando sucedió la visión, hace veintitrés años, en 1933; serían como veinticuatro años, supongo. Estoy mirando la chimenea ahora mismo.",
    "Fue mucho antes de que me casara. Era soltero y estaba en casa. Apenas empezábamos a construir esta iglesia. Y estábamos colocando la piedra angular esa mañana, cuando el Señor me dio la visión. Me desperté y miré por la ventana. Y fue como en junio, y la madreselva, o los capullos, estaban floreciendo. Y parecía ser como que salí caminando, o algo. Y yo—yo vi al Señor Jesús, y vi mi tabernáculo. Y Él me declaró que este no era mi tabernáculo; y me puso bajo el cielo. Muchos de Uds. saben de la visión, porque está escrita y publicada, y creo que en la cuarta o quinta edición, de casi cien mil libros que han salido en diecisiete idiomas diferentes. Y observen nada más cómo se ha cumplido eso, palabra por palabra, ¡nunca ha fallado! ¡Cómo nos reunimos en un pequeño grupo encantador de personas, y cómo el Señor nos bendijo, y luego de lugar en lugar, pero finalmente a los campos evangelísticos, y alrededor el mundo ahora, cómo ha ido!",
    "Y cómo ha llegado el tiempo en que—que han sucedido estas cosas. Cómo es que el mundo se llenaría de maestros, con comezón de oír, y la Verdad sería rechazada y sería convertida en fábulas. Y entonces fue así como Él dijo: “Predica la Palabra. Permanece en la Palabra”. Y si algo he tratado de hacer, es permanecer en la Palabra Eterna de Dios.",
    "Estamos viviendo en las horas finales de la dispensación de este mundo. Yo no veo cómo alguien pudiera mirar, solo echar un vistazo a los periódicos, o encender la radio, y no arrepentirse. Yo—yo no puedo verlo. Cómo es que estamos en la—la víspera de algo grandioso que está a punto de suceder. Aun la naturaleza lo muestra. El mundo está nervioso. Sus volcanes estallan, y está—está teniendo una postración nerviosa. Los grandes terremotos sacuden y agrietan las carreteras, y escenas espantosas de platillos voladores, y proyectiles que pueden lanzar sobre la tierra, y destruir, aniquilar una nación en cinco minutos. Estamos en el tiempo del fin. Algo está tomando… No hay manera de detenerlo. No hay manera. Solo hay una salida, y es hacia arriba. No hay manera de tratar de esconderse. No hay lugar para esconderse sino uno.",
    "Como solían cantar las niñas aquí, cuando yo era un muchacho predicador, ellas solían cantar:\n\nNo hay escondedero aquí abajo.\n\nFui a las rocas para esconder mi rostro,\n\nPero las rocas clamaron:\n\n“No hay escondedero aquí abajo”.",
    "Pero hay un Lugar para esconderse: “Torre fuerte es el Nombre de Jehová; A él correrá el justo, y será levantado”. ¡Cuán contentos estamos de tener este Escondedero, en el tiempo del fin!",
    "Y al mirar alrededor y ver estas grandes señales en movimiento, y este avivamiento que viene, Dios mediante, quiero ir allá al Génesis, y traer esos grandes puntos sobresalientes, que, “Estamos en el fin. Hemos llegado”. Yo creo que es esta generación en existencia, que está en la tierra ahora mismo, la que verá la Venida del Señor Jesús. Tengo cuarenta y ocho. Puede ser que yo no lo vea; no lo sé. Podría ser mañana. Pero, yo creo que hay algunos aquí que verán la Venida del Justo, el fin del tiempo. Y yo creo que la mayoría de nosotros, especialmente los que están en esta iglesia esta mañana, no morirán de vejez sin ver una de las cosas más horribles que le ha sucedido a un pueblo, y va a suceder aquí mismo en esta nación. Es la verdad.",
    "Hermano, hemos vadeado más allá de los límites de la misericordia, hasta no quedar más sino juicio, pero los justos no tendrán que ser castigados con los injustos. Dios vendrá, y Jesús redimirá a Su Iglesia, y nosotros subiremos en el aire para encontrarnos con Él. Y será mucho más allá del alcance de cualquier bomba o problema, y estaremos protegidos durante ese tiempo.",
    "Así que, hijos, regresen a su Dios, rápidamente. No se enreden con el mundo por nada. Apártense de este mundo moderno. Apártense de estas teologías modernas. Solo miren al Cordero de Dios. Lean su Biblia y oren, todo el tiempo; no se cansen. Regocíjense, felices, porque la redención de la Iglesia se acerca, cuando veremos a Aquel Quien murió por nosotros.",
    "Nuestro texto es un escenario como para que coincida con la edad de hoy. Para empezar, la primera Escritura, la estaba leyendo en Números. Hablaba de un pueblo que había sido llamado a salir de una nación grande y poderosa que estaba cerca, y habían recibido su juicio.",
    "Quiero que Uds. entiendan que el pecado no quedará sin castigo, no importa, si es en una nación, o en una iglesia, o en un hogar, o un individuo. Se debe tratar con el pecado sobre la base del juicio; no hay otra manera. No se puede hacer expiación, decir: “Hice mal, ahora haré bien”. Eso no funcionará. Ud. mismo no puede hacer reconciliaciones, porque la reconciliación ya ha sido hecha.",
    "Es por confesión, de que Ud. está errado, y luego venir y corregir.",
    "Así que, hay que tratar con el pecado, y Dios siempre trata con el pecado con juicio. Por eso es que nuestro Señor murió la muerte que Él tuvo, en el Calvario, es porque el pecado era una cosa tan horrible, que el juicio del pecado fue puesto sobre Él. Para que aquellos que deseen, puedan salir libres, por creer en Él y aceptándolo a Él como su barrera de pecado. No por lo buenos que pudiéramos ser, sino por cómo creamos y Lo aceptemos a Él. Y cuando Lo aceptamos, Él entra en nuestro corazón, y ahí es donde está la parte buena. No es lo que nosotros pudiéramos hacer; está en lo que Él ha hecho, y lo que Él ha hecho por nosotros. Allí es donde: “Él herido fue por nuestras rebeliones, y molido por nuestros pecados, y el castigo de nuestra paz fue sobre Él; y por Su llaga fuimos nosotros curados”.",
    "Ahora, estas personas habían estado allá en Egipto por unos cuatrocientos años. Y todos conocemos muy bien el gran viaje allá de los hijos de Israel, y cómo allá, Dios los había entregado a los egipcios. Y ellos los habían maltratado, porque la Palabra de Dios decía que eso harían.",
    "Ahora, Dios le prometió a Abraham, por cuatrocientos años, que su pueblo peregrinaría en una tierra extraña. Y cuando llegó el tiempo de la promesa, Dios tiene todo listo para cumplir.",
    "¡Oh, eso me encanta, cuando lo pienso! ¡Justo en el momento crucial! Él no llega ni un minuto tarde. Él siempre está a tiempo. ¡Si nosotros pudiéramos ser así! ¡Oh!, queremos forzar la cosa; queremos que sea a nuestro tiempo. Pero nunca podremos hacerlo. Dios lo hace a Su tiempo. Nosotros no podemos cambiarlo.",
    "Ayer, parado en el patio trasero de—de mi hermana que vive al lado nuestro, la Hermana Wood, observábamos un pequeño capullo que se había formado en un árbol. Y el viento lo soplaba de un lado a otro. Y ella contaba que, en la revista Corrientes De Los Desiertos, creo que ella estaba leyendo un artículo acerca del capullo. Es un gusanito que entra allí y forma un pequeño caparazón a su alrededor, para protegerlo del frío. Y, pero cuando llega el tiempo…",
    "Esta persona que estaba estudiando al pequeño, vieron el pequeño capullo moviéndose y meneándose. Y sintieron tanta lástima por el pequeño, que pensaron en solo cortar la punta y dejar salir al pequeño insecto. Porque, cuando saliera de allí, él iba a tener alas. Él entró como un insecto, o un gusanito, y sale con alas, en un estado más bien como glorificado. Y mientras él se meneaba, y tiraba, y jalaba, y golpeaba, y mordía, y trataba de salir del capullo, sintieron lástima por él. Así que pensaron que le darían un atajo, así que fueron por las tijeras y cortaron un lado. Y cuando cortaron la punta, el pequeño insecto salió. Pero él nunca estuvo bien, porque no tenía fuerza en su cuerpo. Él no tenía… Él no podía usar sus alas.",
    "Y creo que así de esa manera hemos querido duplicarlo, diciendo: “¡Vayan al altar!”. Y—y decimos esto, aquello, o lo otro, y tratamos de que la gente regrese a Dios, o entre a la iglesia, o que venga a Cristo. Solo déjelos que salgan a los llantos. Eso es todo. Que trabajen para salir de allí. Eso es todo. Si Ud. trata de darles un atajo, nunca se podrán parar. Me gusta verlos luchar y trabajar allí hasta que Dios les dé un verdadero Nacimiento, de la manera natural, darles el verdadero Nacimiento. Solo…\n\nLa gente dice: “Bueno, cariño, creo que ya has orado lo suficiente”.",
    "Ud. solo quédese allí hasta que esté listo para volar. Así nada más. Dios tiene una manera de hacerlo.",
    "🦅 ¡Oh!, pues, si Ud. quiere ser bueno, solo vaya y únase a la iglesia. Mamá fue a la misma iglesia”.",
    "Eso pudiera estar bien. Pero, saben, se necesita una muerte para traer una vida. Y tenemos que morir, hasta estar entonces tan muertos que pueda haber una nueva Vida que entre. Entonces nuestras alas serán valiosas; y nuestra—nuestra experiencia que tenemos, será valiosa para otros y para nosotros.",
    "Israel no estaba listo. Pero Dios estaba listo. Y Él permitió que naciera un pequeño bebé, llamado Moisés. Y él estaba allí mismo, a la edad de cuarenta, para sacar a los hijos, pero Israel no estaba listo. Y por cuanto no estaban listos, tuvieron que trabajar veinte años más, o cuarenta años más, fue. Cuarenta años de más, ellos tuvieron que—que trabajar duro allá en Egipto. Cuando, ellos hubieran podido salir cuarenta años antes, si tan solo hubieran estado preparados.",
    "Dios estaba listo, porque el tiempo de la promesa se acercaba. Dios envió un Ángel a la tierra para preparar a la gente, en cumplimiento de Su Palabra, porque Dios siempre cumple Su Palabra. Él le dijo a Moisés: “He visto las aflicciones de Mi pueblo, y he oído sus gemidos y su clamor a causa de los exactores. Y he recordado. Me he acordado de Mi Palabra, Mi promesa”. Habían pasado cuatrocientos años, pero Dios aún recordaba Su Palabra.",
    "Han pasado casi dos mil años, pero Dios aún recuerda Su Palabra: “Yo vendré otra vez y os tomaré a Mí Mismo, para que donde Yo estoy, vosotros también estéis”. Y yo creo que el tiempo de la promesa se está acercando.",
    "Fíjense. Mientras Él hablaba y Se preparaba, y habían pasado cuatrocientos años, y Dios estaba a tiempo con Su Palabra. Luego vemos que… después de otros cuarenta años.",
    "Y quizás me detenga aquí solo para decir estas palabras. Ahora Uds. me pueden citar, porque sé que se está grabando allá atrás. Yo creo que estamos… La Venida del Señor Jesús está muy pasada de la fecha. Yo creo que tenía que suceder hace mucho tiempo atrás. Pero, es porque la Iglesia no está lista para encontrarse con Él.",
    "Ahora, si Uds. se fijan, Él dijo: “Como fue en los días de Noé”. En los días de Noé, antes del diluvio, cómo sería. Y Dios no quería que ninguno pereciera, sino que todos pudieran venir al arrepentimiento, entonces Él tuvo mucha paciencia. La etapa del diluvio estaba muy pasada de fecha. Allá en Egipto, estaba muy pasado de fecha. ¿Lo entienden? Ahora, en la destrucción antediluviana; muy pasado de la fecha, la destrucción en el juicio. Y para salir de Egipto; muy pasados de fecha, cuarenta años de más.",
    "Pero Dios estaba decidido. Dios había determinado que Su Palabra no regresaría a Él. Él iba a cumplir Su Palabra. Él tiene que cumplir Su Palabra. Él tiene que hacerlo, para poder ser Dios. Aunque Él tenga que hacer un—un cambio de todo, y por gracia Él lo hará.",
    "Por eso es que digo… si la Iglesia no se prepara a Sí Misma. Ese es un deber suyo, prepararse. “La Novia Se ha preparado”. Las vestiduras ya están pagadas. Están listas, pero Ud. debe estar listo para usar esas vestiduras. “La Iglesia Se ha preparado”.",
    "Ahora, hermanos, escuchen. Si la Iglesia no se prepara, Dios puede levantar hijos a Abraham de estas piedras. Si la gente de santidad no se endereza, y vuelve al arnés otra vez, regresa al Evangelio, Dios levantará de… Él puede traer a los católicos, a los presbiterianos, o lo que Él desee. Él lo hará.",
    "Hace unas semanas, en Lima, Ohio. Muchos, algunos de Uds. están sentados aquí ahora que estuvieron presentes. Entre los presbiterianos, bautistas y metodistas, llenaron el altar. Ellos recibieron y respondieron al Evangelio, mucho mejor, mucho mejor, muchas veces, que la gente de la santidad. Solo tenemos en la mente que somos llamados por Su santo Nombre, y así lo dejamos. Significa más que ser llamado por Su Nombre. Significa vivir para Aquel Quien murió por Ud. Es una vida, una vida consagrada a Dios. ¡Oh, cuánto necesitamos regresar a la Biblia!",
    "Aquí hace unas noches, les estaba diciendo a los luteranos, donde… en la reunión allá. Ahora ellos acaban de decir: “Dennos cinco universidades más como esta, de esos luteranos, setenta y un de ellos recibieron el Espíritu Santo ese día en el colegio”, cuando yo estuve allí. Dijo: “Dennos cinco escuelas más así, y si el Señor tarda diez años, tendremos toda la iglesia luterana llena del Espíritu Santo”. ¡Oh, vaya! Seguro.",
    "¡Dios puede, de estas piedras! Él va a presentar una Iglesia, sin mancha, ni arruga, ni defecto. Su gracia es suficiente, y Él puede obrar sin medida, abundantemente.",
    "Y dije, aquí no hace mucho, los luteranos sí tenían la antorcha encendida para el mundo. ¿Qué sucedió? Si Uds. fueron la luz del mundo, Uds. personas luteranas, en un tiempo, en la primera reforma, ¿qué le sucedió a su luz? ¿Por qué se apagó? Por esto se apagó, porque Uds. abandonaron la Palabra de Dios. Uds. creyeron que, “El justo debe vivir por fe”, lo cual es absolutamente la Verdad. Pero hay más que eso: “El justo por la fe vivirá”.",
    "Luego vinieron los metodistas. Ellos, Uds. pueblo metodista, Uds. levantaron la luz de la antorcha de la santificación, y Uds. sostuvieron la antorcha encendida para un gran avivamiento. Todo eso es verdad. Pero, ¿qué sucedió?, ¿qué le sucedió a la iglesia metodista? Es porque Uds. dejaron que la luz se apagara. Eso es lo que sucedió. Y Uds. predicaron santificación, la segunda obra evidente de la gracia, lo cual claramente es la Verdad, por la Biblia, pero Uds. simplemente lo dejaron hasta allí.",
    "Y luego vinieron los pentecostales, con la restauración de los dones. Y Uds. hablaron en lenguas, e hicieron una doctrina de eso. Y entonces ¿qué sucedió? La luz de Uds. se ha apagado. ¿Qué sucede? Es porque Uds. no se quedan con la Palabra.",
    "Estamos develando la Palabra de Dios, y debemos develarla como la Palabra de Dios se devela.",
    "A medida que el tiempo se devela, la ciencia se devela. Y si el mundo natural… Este hombre es el mismo hombre que era hace seis mil años, cuando Dios lo hizo. Él tiene el mismo intelecto; tiene la misma inteligencia. Es el mismo hombre, con los mismos cinco sentidos que hace miles de años. Pero miren el progreso que ha logrado en los últimos cincuenta años. Miren lo que ha hecho ese hijo caído de Dios. Él ha inventado los automóviles y la radio, y las luces eléctricas, y las bombas atómicas, y los aviones a reacción. Miren lo rápido. Las páginas de la ciencia pasan rápidamente.",
    "Pero nosotros queremos quedarnos en algún antiguo credo de iglesia, y pararnos allí, cuando Dios quiere que despleguemos la Palabra. Estamos viviendo en el día postrero. Estamos viviendo en el tiempo en que la gran y hermosa Iglesia de Dios debería estar de pie, brillando como el Lirio de los Valles.",
    "Pero nos hemos quedado, algunos: “Bueno, yo pertenezco a los presbiterianos, a los metodistas, a los pentecostales. Yo soy esto, o aquello”. ¡Oh, qué desgracia!",
    "Deberíamos estar desplegando; derramando el Espíritu de Dios. No solo un pequeño chorro, no un pequeño bautismo; sino, ¡bautismo tras bautismo! No solo una revelación: “el justo por fe vivirá” o, “santificación” o, “los dones del Espíritu”. Sino, ¡revelación tras revelación, poder tras poder, gloria tras gloria! Pues, deberíamos estar muy avanzados en el camino, listos para la traslación. Y nos hemos quedado en las cosas de antaño, y diciendo: “¿Y entonces?”. Continuamente regresando. ¡Sigamos adelante!",
    "Esos hebreos dijeron: “Bueno, aquí nos dan buen alimento, aunque trabajamos duro. Y tenemos hoy las cosas que tenemos, tenemos las ollas de ajo y demás, así que estemos satisfechos”.",
    "Pero, Moisés tuvo una revelación. Él había estado en la Presencia de Dios. Él tenía algo más. Él regresó y les mostró que el mismo Dios que existió muchos cientos de años antes de eso, era el mismo Dios. Y Él hizo señales y prodigios delante de ellos, para probar que Él era ese mismo Dios.",
    "¡Oh, bendito sea Su Nombre! “Él es el mismo ayer, hoy, y por los siglos”. Las dispensaciones cambian, los tiempos cambian, la gente cambia. Pero, Dios permanece. Él tiene que ser el mismo, todo el tiempo. Su Palabra es Verdad Eterna. Él no puede desviarse de Ella, ni a la derecha ni a la izquierda. Él debe permanecer igual.",
    "Entonces vemos lo que sucede. Aquí viene Moisés, con las señales. “He estado en la Presencia de Dios. Yo he visto a Dios, y Dios ha hecho grandes cosas”. Él realizó un acto de sanidad Divina. Él realizó otro acto, como un milagro. Y él les mostró que el mismo Dios del Cielo se le había aparecido. Después de cientos de años de que lo sobrenatural había estado ausente, él mostró que Dios aún estaba vivo.",
    "Y Dios lo había enviado, y dijo: “Ve y diles que ‘YO SOY’ te ha enviado”. No “Yo fui” o “Yo seré”. “YO SOY”, ¡un tiempo presente! Él no es “Yo fui”.",
    "¿Cómo puede la gente reclamar a Dios? y decir: “Los días de los milagros han pasado, y la sanidad Divina y todas las bendiciones han pasado” y aún decir: “¿Él es el Dios viviente, y el YO SOY?”. Si Él es “YO SOY”, es tan real como Él lo fue en la zarza ardiente.",
    "Ese gran Nombre en el que Él apareció allí, ningún erudito aún ha podido interpretarlo, J-v-h-u. Nadie… Ellos pronuncian “Jehová”, pero no era eso; nadie puede interpretarlo.",
    "¿Por qué? Es el Ser Eterno. Amén. Él mora en Luz; Él mora en la Eternidad; Él mora en inmortalidad; para siempre “YO SOY”. ¡Aleluya!",
    "Mi fe está en esa Roca sólida. No hay nada que pueda hacer daño cuando Ud. está anclado de ese Lugar. Las tormentas pueden sacudir y azotar, pero mi ancla se mantiene dentro del velo. Cuando un hombre o una mujer se ha anclado y lo ha aceptado, no hay nada que pueda sacudirlo a Ud. de ello.",
    "Así como su tiempo llegó para la liberación, y ellos no pudieron verlo, igual es el tiempo para la liberación, las órdenes de marcha para la Iglesia. Está a la mano.",
    "Mire, mi amigo. Ellos recibieron ¿qué? Primero, la Palabra. Segundo, un profeta. Tercero, un Ángel para dirigirlos, para guiarlos. Cada uno de acuerdo con el otro; los tres. La Palabra de acuerdo con el profeta; y el profeta de acuerdo con la Palabra; el Ángel de acuerdo con los tres, todos ellos. La Palabra; el profeta; ¡un Ángel! Estaban listos para la marcha.",
    "¡Oh, bendito sea el Nombre del Señor Dios! Estamos en el tiempo del fin; la Palabra, el profeta, y el Ángel, todos los tres juntamente, un gran testimonio. Dios siempre dijo: “En boca de dos o tres testigos, conste toda palabra”. Y un verdadero profeta siempre estará de acuerdo con la Palabra; y cualquier Ángel testificará la Verdad. Amén. Estamos listos para las órdenes de marcha. Seguro.",
    "Y Él sacó al pueblo. De camino allá, ellos comenzaron a rebelarse contra el profeta, y en contra del Ángel, y en contra de Dios, y en contra de la Palabra. Y se metieron en problemas. La Biblia dice: “Hubo una multitud mixta que iba con ellos”. Salió una multitud mezclada.",
    "¿Por qué fue? Se había realizado lo sobrenatural; había habido milagros y prodigios. Cualquier persona, un ser humano, anhela ver detrás de la cortina de dónde vino, y adonde irá algún día. Él anhela ver detrás de la cortina. Pero, muchas veces, cuando se han realizado los actos sobrenaturales, entonces sale una multitud mixta.",
    "Eso fue lo que sucedió en los días de Lutero. Cuando los mezclados… Dios ha querido sacarlos desde ese día. Y en los días de Lutero: “El justo por la fe vivirá”. Ellos lo probaron, y lo verificaron, y hallaron que así era. Salió una multitud mixta. Y tan pronto como salió Lutero, ¿qué sucedió? Ellos organizaron la iglesia e hicieron un tremendo sistema eclesiástico grande. Y cuando lo hicieron, la iglesia volvió al estante.",
    "Allí vino Juan Wesley, uno de los grandes guerreros poderosos de la edad media. Y él salió al frente y desafió a la iglesia anglicana, y desafió a la iglesia católica, y desafió al mundo, que, “El Dios santo dijo: ‘¡La gente debe vivir santamente!’”. Y él permaneció con Su promesa, en la promesa de Dios, y él trajo lo milagroso. ¿Qué sucedió? La multitud mixta empezó con él. Y cuando partió Wesley, entonces subió esa multitud mixta. Y ¿qué han hecho? Corromper la iglesia, al grado que muchos de ellos ni siquiera tienen cantos de la “Sangre” en sus himnarios. Seguro.",
    "Bueno, después de eso vinieron los pentecostales, y los pentecostales comenzaron a encontrar los dones. Tan pronto como llegaron a los dones, lo primero… El don más pequeño de toda la lista es “hablar en lenguas”. Ese es el último y el más pequeño. Dios los inició con las cosas de aficionados, y ellos ni siquiera pudieron manejar eso.",
    "Miren aquí. El primer don, en línea de dones, es sabiduría; el segundo es conocimiento. Y si Ud. no tiene sabiduría, ¿cómo sabe Ud. qué hacer con el conocimiento? Busque primero las cosas mejores, la sabiduría. Y si Ud. no tiene sabiduría, ¿qué podrá hacer con conocimiento, o hablar en lenguas, o estas otras cosas? Se necesita sabiduría. Se necesita la sabiduría de Dios. Salomón dijo: “Llámala tu madre”. Correcto.",
    "Pero ¿qué hicieron ellos? Los pentecostales recibieron el hablar en lenguas, e hicieron una denominación de eso. Y salieron diciendo: “Esta es la Cosa”. Seguro, lo hicieron. Y una multitud mixta fue con ellos.",
    "Y hoy, ¿qué ha sucedido con los pentecostales? Hay dos facciones de ellos. Una de ellas es fría y formal, y rígida y almidonada, a más no poder. Y la otra va tras una gran cantidad de ismos; haciendo salir aceite y sangre de sus manos, y todo lo demás, por todo el país, y lo llaman evidencias del Espíritu Santo; y ranas, y lagartijas, y cosas, saltando de la gente, y luego poniéndolo en alcohol, y demás. Cualquiera sabe que un diablo no tiene un cuerpo físico.",
    "Y si la Sangre de Jesucristo goteara sobre un hombre, sería un cuerpo físico, y entonces Cristo ya ha venido; pues, aquello está errado entonces.",
    "La Biblia dice que, cuando Jesús venga, “Toda rodilla se doblará, y toda lengua confesará”. Él sería… “Su Venida será como la luz que viene del oriente hasta el occidente, así será la venida del Hijo del Hombre. Toda rodilla se doblará, y toda lengua confesará”. Sabemos que eso es verdad.",
    "Entonces, cuando vemos esas cosas sucediendo, cuando vemos el cumplimiento de esas cosas, entonces sabemos que una multitud mixta ha subido con la gente. Después de un tiempo, un bando llegó a un extremo de un lado, y el otro, al extremo del otro lado. Y allí está su multitud mixta. Allí está de nuevo su reacción. A eso Uds. están llegando.",
    "Y cuando sucedió así, ellos llegaron al lugar de Cades-barnea. Y cuando llegaron a Cades-barnea, ese fue el tribunal donde se debían resolver los juicios.",
    "¡Oh, si tan solo pudieran entenderlo, iglesita! Ahora aquí es donde queremos apretar por un momento. Ahora presten atención. Cades-barnea fue el tiempo de prueba. Y todo hijo que viene a Dios tiene que ser probado. Sin excepción alguna. Dios prueba y examina a cada hijo que viene a Él. ¿Es así? La Biblia dice que lo son. Y, pues, vemos entonces que cuando vienen esas pruebas y exámenes;",
    "vienen tiempos de prueba para las naciones. Ahora, digo esto, yo no soy un político; Dios gobierna Su propia nación. Él no gobierna estas naciones; el diablo las dirige. Cada una de ellas, la Biblia así lo dice de ellas. El diablo maneja cada nación. Fíjense, cuando el tiempo de prueba viene para las naciones.",
    "Cuando el tiempo de prueba llegó para Israel, ella falló. Y, al fallar, Dios la entregó a Babilonia. Como nación, ella falló.\n\nY cuando llegó el tiempo de prueba para Roma, ella falló.\n\nCuando llegó el tiempo de prueba para Grecia, falló.\n\nCuando llegó el tiempo de prueba para Francia, falló.\n\nCuando llegó el tiempo de prueba para Rusia, ella falló.",
    "Escuchen. Y digo esto con un corazón reverente a Dios: el tiempo de prueba ha llegado para América, y ella ha fallado. El Evangelio ha sido predicado de este a oeste, de norte a sur. Ellos han recorrido cada lugarcito, y grieta y esquina. Han salido grandes avivamientos, el de Billy Graham y el de Jack Schuler, y el de Oral Robert. Y ellos han, ¡oh!, cientos de ellos, han recorrido cada pequeña grieta y rincón. El diablo arrojó allá la televisión, y luego Dios le dio un giro para que hombres salieran por esa televisión; y todo borracho en el bar, o dondequiera que esté, queda sin excusa. Sí, señor. El tiempo de prueba ha llegado. ¿Qué les dije desde este púlpito? “El año pasado, América cometió su error fatal”. Yo dije: “¡Error fatal!”. Seguro que lo cometió.",
    "Y miren lo que ella está haciendo ahora. Uds. lo ven en los asuntos gubernamentales. Ellos están tratando de ir directamente a unirse con los árabes. ¿No saben Uds.? La Palabra de Dios dice: “Todo el que maldijere a Israel, será maldito”. Seguro.",
    "Yo estoy con Israel. “¿Quitarnos nuestra tierra? Ellos la tomarán”. Seguro.",
    "Ellos están obrando incorrectamente. Seguro que sí. Hermano, mire a cada nación que se volvió contra el judío; se hundieron. Miren—miren a Alemania cuando ella se volvió en contra de los judíos, y quemaron los cuerpos en hornos; y miren lo que es hoy. Miren a Italia, que se volvió en contra de los judíos, cuando Mussolini los expulsó de Italia; mírenla hoy. Si no los hubiéramos alimentado, se hubieran muerto de hambre.",
    "Y aquí el Evangelio vino y dio un llamado de misericordia a través de las naciones, por años, y lo hemos rechazado. Y ahora está obrando, el diablo tomando su asiento, está tornando los corazones de estos hombres políticos en contra de Israel, y se están juntando por allá con los árabes. Hermano, somos un caso perdido. Así es. Nos hundiremos, sin duda alguna.",
    "Yo amo a mi nación. La amo, lo que representa. Pero, hermano, yo amo a mi Señor sobre todas las cosas. Y me encantaría ver a mi nación hincarse, pero me temo que nunca lo haremos. Estamos en el tiempo del fin. ¿Qué sucedió? Entró una multitud mixta.",
    "Observen nuestras iglesias, hace unos años, cuando tenían las iglesias de santidad a la antigua, cuando se pararon por Dios y la justicia, cuando las mujeres se vestían y actuaban como damas, cuando los hombres se vestían y actuaban como hombres, cuando la gente iba a la iglesia el domingo por la mañana, cuando tenían reuniones de oración de toda la noche, cuando tenían a esos chapados a la antigua, ellos tuvieron un verdadero avivamiento. Dios bendijo. Él cortó todo enemigo delante de ellos. Ellos iban de camino. Pero cuando el lingote de Acán entró en el campamento, no quedó más que destrucción. Estamos de palabra, Dios… de camino. Dios cumple Su Palabra.",
    "Vino el tiempo de prueba. El tiempo de prueba vino para la iglesia luterana. El tiempo de prueba vino para la iglesia metodista. El tiempo de prueba vino para la iglesia pentecostal. Viene para cada iglesia; viene para cada persona; ese tiempo de prueba.",
    "Y solo hay una manera de saber que Ud. está correcto: permanecer con el plano Eterno de Dios. Quédense con la Palabra. Lo que Dios dice, diga: “Así es”. No acepten nada menos ni nada más. ¿Por qué tener sustitutos para esto, aquello, y lo otro, cuando la Palabra de Dios está llena de promesas? Sí, señor. No tenemos que aceptar sustitutos. Esta es la Verdad. Dios cumple Su Palabra. No importa cuán irracional parezca, Dios cumple Su Palabra de todas maneras. Seguro, Él lo hizo.",
    "¿Qué hubiera dicho su abuelo si su bisabuelo le hubiera dicho que vendría un tiempo cuando los carruajes pasarían por las calles sin caballos? Él quizá se hubiera reído de él. Pero, aquí están. Correcto.",
    "¿Qué me dice de estas otras cosas que acontecerían, cuando se han hecho todas estas grandes profecías? Pero, aquí estamos.",
    "Y algún día vendrá Jesús, esa gloriosa majestad del Hijo de Dios. Él prometió que lo haría. Él prometió que juzgaría el pecado. Hermano, Ud. o aceptará el sacrificio provisto por Dios por el pecado, o Ud. se parará solo en el Juicio; nación, iglesia o individuo. ¡El tiempo de prueba!",
    "Miren, ellos enviaron a alguien, doce de ellos, para ver lo que dirían. Diez de ellos regresaron, dijeron: “¡Oh, no podemos hacerlo! Es imposible. Simplemente no podemos hacerlo”.",
    "Pero el pequeño Caleb y Josué, se subieron a un tronco, ellos dijeron: “Podemos hacerlo; somos capaces”.",
    "¿Por qué? Depende de lo que Ud. esté mirando. Si Ud. está mirando afuera: “¿Se ve de esta manera? ¿Se ve…?” No miren lo que dice esa gente, o lo que cualquier otra cosa diga. Si es contrario a la Palabra de Dios, quédense con la Palabra.",
    "Dios les prometió esa tierra; en eso estaban esperanzados Caleb y ellos.",
    "Lean el Libro de Deuteronomio, vean cómo Moisés los corrigió. Dijo: “Yo he hecho esto, y he hecho aquello. Y Dios hizo esto, y dijo esto. Pero Uds. no quisieron”. Dios permanece con Su promesa.",
    "¡Oh, a veces parece que es difícil! Ahora, quiero que escuchen esto. Es dura la… Es una batalla.",
    "Allá en Egipto, Dios dijo: “Yo os he dado esa tierra, y todo lo que hay en ella”. Ahora, Él no dijo: “Voy a tomarlos, y los llevaré hasta allá y allá los bajaré”. Ellos tuvieron que pelear por cada pulgada de terreno que tenían.",
    "Dios, cuando le mandó allí a Josué, dijo: “Se valiente; no temas, ni desmayes, porque Jehová tu Dios estará contigo dondequiera que vayas”.",
    "🦅 Jehová tu Dios estará contigo dondequiera que vayas”. No importa lo que sea, cuán difícil sea, cuán grande sea el obstáculo, eso no importa. Si es por el valle de sombra de muerte: “Jehová tu Dios estará contigo dondequiera que vayas”.",
    "¡Oh!, ¡cómo pudo Josué reunir a Israel!, dijo: “Párense aquí y vean la gloria de Dios”. Dios está con Su Palabra. Dios hizo la promesa. Dios le dijo a Josué: “Todo lugar que pisa la planta de tu pie, es tuyo. Yo te lo daré”. Amén.",
    "Si es para salvación, si es para sanidad Divina, si es para más bendición, si es para…?… si es para algo que Dios prometió, ¡deje huellas! Amén. “Todo lugar que pisare la planta de vuestro pie, Yo os lo he dado en posesión”. Dios lo prometió. Dios cumple Su Palabra. La Palabra de Dios es verdad Eterna. Yo La creo. Uds. créanla. Hermanos, es tiempo de que hagamos huellas. No podemos quedarnos aquí mismo en este mismo campamento. El Fuego sigue adelante. Avancemos, de gloria en gloria, de experiencia Bíblica en experiencia Bíblica. Revelemos y abramos nuestros corazones, levantemos nuestras manos a Dios. Manténganse cuerdos; permanezcan en la Biblia. No se salgan de Ella. Permanezcan Allí mismo.",
    "¡Sigan! Tenemos al Profeta de Dios; tenemos la Palabra de Dios; y tenemos al Ángel de Dios. Él está guiando esta Iglesia exactamente como Él guio en aquellos días. Así exactamente. La Palabra de Dios está delante de nosotros; el Profeta de Dios es el Espíritu Santo; el Ángel de Dios está guiando a la Iglesia. Nos movemos en la Columna de Fuego, en la Gloria de Dios, “Sentados juntos en lugares Celestiales en Cristo Jesús”. “Ahora somos hijos e hijas de Dios”. Y la gran revelación de la Palabra, el Espíritu Santo profundizando con Ella en los corazones, y produciendo los árboles de salvación, una vida recta, amor, gozo, paz, paciencia, bondad, mansedumbre, paciencia. ¡Seguro que sí!",
    "Eso no solo le sucederá a un Tabernáculo Branham, o a otro tabernáculo; eso le sucede a individuos. Si todo el Tabernáculo Branham estuviere unánime en ese acuerdo, toda la cosa se moverá en una gran unidad para Dios. Pero si solo hay uno en ese Tabernáculo Branham moviéndose así, Dios se moverá solo con aquel.",
    "Y solo hay una manera de hacerlo, es alinearse con Ella, seguir adelante. ¡Bendito sea el Nombre del Señor! Dios cumple Su Palabra.",
    "Pues, esos hombres dijeron: “Nosotros no podemos hacer eso; no podemos tener un avivamiento allá. Tenemos todas las de perder. ¡Oh, vaya! Los amorreos están allí, y los heteos, y todos. Tienen todo amurallado. Y nosotros parecemos langostas”.",
    "Pero el pequeño Josué, como de cuarenta años, se golpeaba en el pecho. Y Caleb diciendo, Caleb parado allí, diciéndolo. Caleb dijo: “¿Saben qué? ¡Somos más que capaces de hacerlo!”. ¡Oh, hermano! Un pequeño judío de nariz aguileña parado allí, saltando allí, diciendo: “¡Somos más que capaces! ¡No solo somos capaces, sino que somos más que capaces!”. ¿Por qué? ¡Dios lo dijo! [El Hermano Branham aplaude dos veces.] Asunto terminado.",
    "Hermano, podemos tener sanidad; podemos tener milagros; podemos tener un avivamiento; podemos tener la bendición. ¿Por qué? ¡Dios lo dijo! Podemos tener un verdadero Pentecostés. Podemos tener un verdadero avivamiento. ¡Dios lo dijo! Dios cumple Su promesa.",
    "Así como Dios cumple Su promesa con Sus bendiciones, Dios cumple Su promesa de Su juicio. Tenemos que recibir el juicio o la bendición. Tenemos que caminar hacia adelante o caminar hacia atrás. Tenemos que ir con Él, o ir solos. Nadie puede ir allí con eso. Permanezcan en Su Palabra.",
    "Me viene a la mente un muy buen amigo mío, que se ha ido a la Gloria; ¡oh, un bendito hermano anciano, un hombre santo, lleno del Espíritu Santo, llamado Paul Rader! Una vez, allá en la costa oeste, un poco antes de morir, Uds. conocen su testimonio. Su canto que él escribió, Solo creed, me ha sido de introducción al púlpito. Me pregunto si Paul, en la Gloria, oirá ese antiguo canto siendo cantado por miles y miles, y en diferentes idiomas. ¿Cómo iba a saber él que ese pobre muchachito sentado allí frente a él, con zapatos rotos, y sin siquiera una corbata, necesitando un corte de cabello, ¡que Dios me permitiría llevar ese canto alrededor del mundo! Dios cumple Su Palabra.",
    "🦅 Yo, Jehová, La he plantado; La regaré día y noche” dijo Él, “para que nadie La arrebate de Mi mano”.",
    "Puede parecer que se está hundiendo, pero nunca se hundirá. ¡Oh!, esa pequeña barca vieja esa noche, cuando toda esperanza había desaparecido, y se sacudía, parecía que había llegado a su hora final. Pero, de repente, Alguien vino caminando sobre el agua, muy tranquilo. Él siempre está allí. Él nunca llega tarde. Una ola más y la barca se hubiera hundido. Pero Él siempre está allí. Seguro.",
    "Ese día, allá en Babilonia, cuando los jóvenes hebreos entraron en ese horno ardiente, parecía que el mismo fin había llegado. Pero, cuando entraron, “había Uno como el Hijo de Dios”, parado junto a ellos. Él siempre está allí. Él nunca llega tarde. Él cumple Su Palabra: “Yo estaré contigo”.",
    "🦅 Aunque ande en valle de sombra de muerte, No temeré mal alguno”, dijo David. Él siempre está allí.",
    "Él cumple Su promesa. Él es Eterno, Veraz. Él no puede fallar; Su Palabra nunca puede fallar; “El cielo y la tierra pasarán, pero Mis Palabras jamás pasarán”.",
    "Paul contó una vez, estaba pasando por una—una prueba. Se encontraba por allá en las islas y tenía fiebre. Estaba a casi cien millas de un médico. Allá en los pantanos, y el pantano, la fiebre de las aguas negras se había apoderado de él; y eso es muerte repentina. Y oscureció. Y él le dijo a su esposita fiel, dijo: “Párete a mi lado, cariño, y ora. El cuarto está oscureciendo, pero” dijo, “yo Le creo a Dios. Y no me importa lo que suceda. Yo Le creo a Dios. Me quedaré con eso”. Dijo: “Quédate aquí y ora, cariño”. Y ella oró. Y se oscureció, dijo: “Querida, el cuarto se está oscureciendo. Pero, ¡oh, me siento en paz!”.",
    "Y después de un rato, oscureció tanto que él se desmayó. Entró en un sueño. Él pensó que estaba soñando. Él estaba de nuevo allá en Oregón, de donde él venía, cortando madera. Y el jefe le dijo: “Paul, sube allí a la cima de la montaña y córtame un árbol, eso sí, de tantas pulgadas, por tantos pies de largo, y tráemelo”.\n\nDijo: “Muy bien, jefe. Lo haré”.",
    "Subió allá, y derribó su arbolito, y le clavó el hacha, se agachó para agarrarlo, y no podía levantarlo. Él sencillamente… Él dijo: “He perdido la fuerza. Es que no puedo seguir. He perdido la fuerza. Pues” dijo él, “aquí estoy, un hombre grande. Yo peso más de noventa kilos. Tengo un gran músculo en la espalda. Pues” decía él, “yo juntaba las rodillas, sujetaba troncos de cualquier tamaño, y podía levantarlos para meterles cadenas por debajo”. Él dijo: “Y aquí, que yo… una ramita pequeña, ni así de grande, y no podía levantarla”. Dijo: “Batallé y traté, hasta que agoté toda mi fuerza. ¡Oh!” dijo él. “Entonces pensé: ‘¿Qué puedo hacer?’”. Dijo: “Me senté y me apoyé contra un árbol”. Él dijo: “¡Oh, estoy tan triste! Mi jefe quiere este arbolito allá abajo, y ni siquiera soy hombre suficiente para llevarlo allá”.",
    "¡Oh, lo que nuestro Jefe quiere! Él quiere una Iglesia sin mancha, sin arruga. Él quiere un grupo de personas lavadas en la Sangre. Él quiere un pueblo con fe, parado por Su Palabra y que diga: “Esa es la Verdad Eterna de Dios. Fue destinada para mí, y yo La creo”.",
    "Y dijo que, sentado allí, estaba recostado contra un árbol y lloraba. Y dijo que oyó hablar a su jefe, y dijo: “¿Paul?”.",
    "Y él dijo: “Sí, jefe, aquí estoy. Pero he perdido toda mi fuerza; no puedo continuar. Me he esforzado, y he querido obedecerte y hacer lo que has dicho, pero no puedo levantar esto del suelo”. Él dijo: “He luchado; me he esforzado; he intentado todo”.",
    "Y me pregunto si esa no es la actitud de muchos buenos predicadores de corazón sincero hoy, que han anhelado ver una Iglesia edificada sin mancha ni arruga, para ver las promesas de Dios manifestadas. Nos hemos esforzado y forcejeado, y gritado y clamado, y predicado hasta quedar roncos, y recostado sobre nuestras almohadas y llorado. “¡Oh, Dios!, ¿por qué es que, justamente cuando nos enderezamos, que el diablo entra y separa y hace todo pedazos, simplemente derriba todo lo que tenemos? ¿Qué podemos hacer cuando vemos a nuestra gente encantadora, y cómo son esparcidos y andan de esa manera?”.",
    "Luego dijo, cuando escuchó su voz, la de su jefe, él pensó: “Qué extraño suena. Nunca escuché mi voz hablar… ese jefe hablarme tan gentilmente”.",
    "Y dijo: “Cuando me di la vuelta, era mi verdadero Jefe. Era mi Maestro, mi Salvador”.",
    "Él dijo: “Paul, te estás matando esforzándote. Eso no te servirá de nada”. Dijo: “Paul, ¿ves ese pequeño arroyo de agua que corre allí?”.\n\nÉl dijo: “Sí”.",
    "Él dijo: “Solo arroja la cosa allí. Súbete y móntalo abajo hasta el campamento. Eso va al campamento”.",
    "Él dijo: “Me puse de pie de un salto y rodé el tronco, y salté sobre el tronco. Bajé por la corriente, gritando a todo pulmón, gritando: ‘¡Lo estoy montando! ¡Lo estoy montando! ¡Lo estoy montando!’”.",
    "Y cuando él volvió en sí, estaba allí en medio del piso. Y su esposa gritando a todo pulmón. Él estaba allá en medio del piso, diciendo: “¡Lo estoy montando! ¡Lo estoy montando! ¡Lo estoy montando!”.",
    "Y, hermano, hermana, yo sé que las pruebas son difíciles. Estoy envejeciendo, y he predicado. He hecho todo lo que sé hacer. He llegado a un punto, donde veo que ya no puedo hacer más. Acabo de poner todo en el regazo del Señor Jesús, y allí voy montado. Voy montado sobre la promesa de Dios: “Yo Jehová La he plantado. Yo La riego, día y noche, para que nadie La arrebate de Mi mano”. La Iglesia de Dios perdurará para siempre.",
    "La Palabra de Dios permanecerá, absolutamente correcta, para siempre. Y no importa que vengan reinos, o caigan bombas atómicas, o que América se descarríe, lo que suceda, Esta es Su Palabra. Él La cumple. Y voy montado en Ella. Yo La creo con todo mi corazón.\n\nOremos.",
    "Bendito Jesús, ¡oh, qué viaje! Bajando por las ondas de gozo, por la corriente aleluya, ¡oh, simplemente montado en Ella! Tú lo prometiste. Tus promesas son todas verdaderas. Y sabemos que cada una de ellas da testimonio de que son verdad. Y a través de las edades, hemos visto la bendita y antigua Biblia desplegarse ante nosotros, y ahora la gran hora se acerca, la hora de medianoche.",
    "Señor, grandes ministros santos del Evangelio han ido a través de la nación, predicando, clamando, bebiendo agua de arroyo, perseguidos, corriendo de un lugar a otro, expulsados de las ciudades, encarcelados, mofados, despreciados, burlados, hambrientos.",
    "Pero, la Iglesia ha seguido adelante, porque Tu Palabra dice: “Sobre esta roca, edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”. Y estamos montados sobre ella, hoy, la Roca, la Verdad Eterna revelada de Dios del Señor Jesucristo. Sobre esa Roca sólida, la Iglesia se para hoy. Los ateos, los comunistas, los elementos de esta tierra se han levantado, y han azotado y han venido como una tormenta. Pero, Ella está edificada sobre esa Roca sólida.",
    "El diablo ha enviado—enviado al encuentra-faltas. Es burlada; es perseguida; se le llama de todo lo habido. Y hemos sido arrojados de allá para acá, y examinados y probados, y, ¡oh, de todo! Pero, ¡oh, Dios!, como Caleb y Josué de antaño, aún decimos que estamos parados Eternamente sobre la Palabra de Dios. Él cumple Su promesa. Él dijo que lo haría, y nosotros lo creemos.",
    "Y que cada individuo aquí en esta mañana vea eso ahora de cerca, lo que significa que ahora—ahora vamos montados sobre Esto. Algún día estaremos allí en el campamento, donde los santos están acampados sobre la anchura de la tierra. Dios y Sus hijos estarán regocijándose, para siempre. Concédelo, Señor.",
    "Y con nuestros rostros inclinados, nuestros ojos cerrados, en este tabernáculo esta mañana, me pregunto si, en el Nombre de Cristo, si alguien tuviera el valor de decir: “Hermano Branham, en este día, ahora mismo, en esta iglesia, ahora levanto mis manos a Cristo, y digo: ‘Desde este día, de ahora en adelante, me montaré en Tu Palabra, Señor’. Yo me pararé allí, aceptaré a Cristo como mi Salvador; no queriendo hacer las cosas para tratar de merecer mi propia salvación. Yo simplemente creeré en el Señor Jesús y Lo aceptaré. Y que Él ponga ese profundo amor Divino en mi corazón, y la paz que sobrepasa todo entendimiento. Esperaré en el Espíritu Santo que me dé… Me levanté, una vez, y pensé que yo podía ir a hacerlo, pero me di cuenta que no podía”. Seguro, Ud. nunca lo hará. Pero, si Ud. permanece allí el tiempo suficiente hasta que Él lo haga, entonces eso permanecerá allí, entonces estará anclado.",
    "Pero si solo es Ud. que trata de hacerlo, va a fallar, y Ud. tiene que fallar. Por eso es que tienen sus altibajos, y sus situaciones, y todas las cosas que Uds. están haciendo. Porque es Ud. queriendo hacerlo. Ud. dice: “¡Oh, creo que ahora estoy bien!”. No es así. No es—así no es. No. Es el Espíritu Santo el que entra. Él toma el lugar. Él saca todas las viejas raíces de amargura, esa ira vil, y el mal genio, y los celos, y el amor por el mundo y las cosas. Lo saca todo de Ud., y entonces Ud. es una nueva criatura.",
    "¿Levantaría Ud. la mano, diciendo: “Cristo, hazme esa clase de Cristiano, en esta mañana”? Dios le bendiga. Dios le bendiga. Dios la bendiga, señora. Y Dios los bendiga. Dios lo bendiga, hermano. Dios la bendiga, hermana. “Hazme esa clase de Cristiano, en esta mañana. Yo quiero ser como Jesús. Quiero que todas las raíces de amargura sean desarraigadas de mi corazón”.",
    "Ahora, varios de Uds. levantaron la mano. Ahora, allí mismo donde están, por favor, con todo su corazón ahora, no—que no solo sea imaginado, sino crean que Jesucristo, el Hijo de Dios, está parado a su lado, y quitará esa vieja amargura de Uds., que hará de Ud. lo que anhela ser, Él lo hará allí donde Ud. está… Él llevará a cabo la operación en su hospital, si Ud. se Lo permite a Él.\n\nPorque todo es posible, solo creed.\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed;\n\nSolo creed…",
    "Solo sigan orando. Señor… Recuerda, hijo, es tu alma. Quizás no estés en otro servicio, jamás. Este puede ser el último. Permite que Dios lo haga ahora mismo.",
    "Ud. dice: “Hermano Branham, ¿debería subir al altar?”. Si Ud. quiere, seguro. Si no quiere, quédese donde está.",
    "Simplemente créalo. “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna, y no vendrá a condenación, mas ha pasado de muerte a Vida”. Eso es.",
    "Si quieren venir al altar y orar, está abierto. Si quiere quedarse donde está y orar; es su alma, es, se trata de Ud.",
    "El tiempo está a la mano, hermano. La Iglesia está casi completa. El viejo arroyo está lodoso. Hemos pescado con red y arrojado estas viejas plomadas allá hasta que toda la cosa se ha enlodado. Demasiados cerdos en el revolcadero. Está embarrada.",
    "Yo, como ministro, siento esto: que, si Dios lo va a hacer, tendrá que ser Dios; yo no puedo. Así que, depende de Ud. Allí está la Palabra, allí está la Verdad, Uds. La ven desplegándose aquí mismo ante Uds. El fin está a la mano. Jesús puede venir en cualquier momento. Puede ser que ni siquiera existan los Estados Unidos, cuando el sol se ponga esta noche. Ellos pudieran enviar cinco mil bombas atómicas a la vez; ni siquiera quedaría una criatura viviente sobre la tierra, dentro de una hora. Si Ud. quiere… Ahora depende de Ud.\n\nPiénsenlo ahora mientras oramos.",
    "Bendito Padre Celestial, al cerrar esta Palabra, mientras doy vuelta a las páginas, el Mensaje está sellado ahora. La Venida del Señor se acerca. Varios en el edificio, esta mañana, levantaron sus manos y dijeron, por eso: “Yo quiero llegar a ser un Cristiano. Yo quiero ser un verdadero, un verdadero siervo de Dios nacido de nuevo”.",
    "Señor, quizás por muchos años, Tú has lidiado con sus corazones; Tú—Tú se los has dicho. Tu gracia aún está extendida a ellos. Aún no han sido desahuciados del todo. Algunos han llegado al punto que ya no sienten más deseo. Hace un año, ellos levantaban la mano, decían: “Bueno, me gustaría ser Cristiano”. Ahora está demasiado lejos; ahora ya no tienen ese sentir.",
    "¡Casi es por todas partes! Y ese parece ser el rumbo general de la nación, han oído a grandes evangelistas, mientras han cruzado las naciones. Ellos han enviado precursores; han hecho de todo. Han organizado grupos. Visitan hogares, a aquellos que levantan la mano y lo intentan. Donde miles y miles comenzaron, dos o tres se sostienen. Bueno, se acabó, Señor. Se acabó, Dios. Estamos sentenciados.",
    "¡Oh, Padre!, yo sé que Tú dijiste que, “Todos los que han venido a Cristo, Tú los guardarías”. Y yo creo eso con todo mi corazón. Y yo creo, Señor, que Tú guardarás a aquellos cuyos corazones y mentes están en Ti. Y Te agradezco, Señor, por la Iglesia, y por los santos del Dios viviente que están en esa Iglesia, ¡este gran Cuerpo espiritual!",
    "Pero, ¡oh, Dios!, cómo tiembla mi corazón por aquellos que están fuera de Él, sabiendo que ellos ven la escritura en la pared, viendo los grandes acontecimientos, las señales. Y América aún está llena de viles chistes sucios, y programas sin censura en la televisión, radio, y novelas de amor, y burladores y mofadores, y gran diversión, y evangelismo de Hollywood.",
    "Y, ¡oh, Dios!, es—es la hora de la medianoche sonando, verdaderamente. Ella está al borde. Y ¿qué puedo hacer, Señor? Me he preocupado; he llorado; he rogado. Yo—yo… Solo depende de Ti ahora, Señor. Yo—yo… Es todo lo que puedo hacer. Lo he predicado. Simplemente me pararé en la Palabra, Señor. Estoy tratando de entrar montado ahora directo al campamento. No falta mucho tiempo.",
    "Ahora, Dios, por aquellos que tienen el corazón sincero hoy, Dios, haz algo por ellos ahora mismo. Permíteles llegar a ser Tus hijos, desde este día en adelante.",
    "Sana a los enfermos entre nosotros, Señor. Sánalos. Trae de nuevo a esos fríos descarriados, Señor. Hazles saber que solo están… Ellos están jugando en un terreno muy traicionero. Pronto quedarán desahuciados, entonces será demasiado tarde. Concede ahora que Tu Espíritu trate en gran manera con nosotros. En el Nombre de Cristo. Amén.",
    "A los jóvenes, les diría esto: Si yo pudiera… Esta mañana, después de un cumpleaños ayer, de cuarenta y ocho años en esta vida, veinte y tantos años de eso, como veinticuatro años, los he dado para el Señor Jesús, siendo un muchacho como de veintitrés años, yo—yo comencé a predicar el Evangelio, si hay algún remordimiento que tenga, algo de qué arrepentirme, si yo pudiera tocar un botón esta mañana y regresar a la—la fabulosa edad como de los dieciséis o diecisiete, solo querría hacerlo por una cosa: y es para servir a Cristo.",
    "Eso significa, solo para servir a Cristo. Dios Quien conoce mi corazón, sabe que es verdad, solamente para servir a Cristo. Nunca he visto nada, ni he pensado en nada que llegara a compararse con esta bendita ancla de Cristo en mi corazón, no conozco otra cosa.",
    "Yo he navegado los mares, volado por los aires, he visto todas las cosas que el mundo tiene, he visto los siete misterios del mundo, he visto las siete maravillas sobresalientes, mejor dicho, del mundo, he visto casi todas las laderas de las montañas del mundo, he… soy un cazador, he cazado en toda clase de naciones, he hecho de todo, pescado, he montado caballos, trabajado en el rancho, he hecho todo de lo que he sabido, y diré esto: que, todo eso junto, no es ni un puntito, comparado con el amor del Señor Jesucristo.",
    "¿Qué podría hacer yo? ¿Qué podría…? ¡Oh, sí!, esos son estos muchachitos aquí. He tenido mis amiguitas, y me he engominado el cabello. Y le puse el parabrisas de nuevo a mi carro, y salí de cita. Pensé… Pero eso simplemente no dio la satisfacción. Hay algo que a uno le falta, todo el tiempo.",
    "He salido con la muchacha con los bonitos ojos cafés, y eso… Uds. saben cómo se sentirían, siendo jóvenes. Pensé que esa era la cosa. “Si tan solo pudiera tener una cita con esta jovencita, eso… eso—eso simplemente acabaría toda mi ansiedad. Eso, eso la terminaría”. Yo tenía una cita con ella, y salía con ella quince minutos, y buscaba a alguien más. Eso simplemente no satisface. ¡Oh, no hay nada!",
    "Pero, ¡esa hora bendita! ¡Bendito sea Su Nombre! Allá en un pequeño cobertizo viejo de carbón, en el patio de una casa, arrodillado sobre un viejo saco de pasto, en un callejón, donde me arrodillé allá en la tierra mojada, y dije: “Señor Jesús, ¿puedes hacer algo por mí?”. Fue entonces cuando una paz que sobrepasa todo entendimiento, hace veinticuatro años, se ancló aquí en este corazón mío. Y vale todo lo que hay en el mundo entero. Yo nunca he visto nada que se le compare.\n\nPor muchos peligros y aflicción,\n\nQue yo ya he pasado;\n\nEs la gracia que me ha traído a salvo hasta aquí,\n\nEs la gracia que me llevará adelante.",
    "Yo confié en Él en las horas de enfermedad y accidente. He confiado en Él cuando los aviones daban vueltas en la tormenta, y uno no sabe qué hacer. Decía: “Señor Jesús, ¿habrás terminado conmigo? Si no, endereza este avión”. Y ver como suavemente volvía, a su condición correcta.",
    "He estado en las clínicas con los mejores médicos de las naciones, para… Y ellos me miraban y decían: “Solo unos minutos más de vida; se va a morir”. Y siendo los mejores médicos que me pudieran encontrar.",
    "Y yo decía: “Señor Jesús, ¿has terminado conmigo?”. Y de repente, ya estaba normalmente de vuelta a mí mismo. Seguro.",
    "¡Oh, sublime gracia, cuán dulce ese sonido! ¡Cómo desearía tener lenguas para explicar lo que es! Es demasiado grande para la mente humana. Créanme. No reciba Ud. un sustituto, amigo; no reciban un sustituto. No vaya y diga: “Bueno, pues, yo hago esto. Yo—yo le diré algo, soy una muy buena persona”. No confíe en eso. No lo haga. Solo quédese allí hasta que Algo se extienda, quite todo el pecado, y lo selle con un beso ardiente. Y cuando vengan las pruebas, Ud. no tendrá que preguntarse si será capaz de eso, Algo lo sostiene allí.",
    "Y ahora como un hombre de mediana edad, tengo que venir y pensar en esto, que uno de estos días tengo que partir. Si Jesús tarda, yo tengo que morir. No sé lo que será cuando llegue al final del camino. No lo sé. Yo no estoy confiando en mi predicación. No, señor. No, no estoy confiando en las cosas que he hecho. ¡Oh, Dios, no! ¡Oh, lejos sea de mí! He hecho cosas, desde que soy un predicador, he descuidado y he hecho esto y aquello. Yo no quiero confiar en nada de eso. No, señor. Yo no quiero decir: “Señor, he ganado más de un millón de almas para Ti”. Eso no tiene nada que ver con eso; en lo más mínimo. En lo único que estoy confiando, es en Su gracia, Su promesa, Su Palabra.",
    "Señor, Tú has dicho… Aunque ande en valle de sombra de muerte, No temeré mal alguno. Tú dijiste: “Nunca te dejaré ni te desampararé”. Cuando esté presionando esa almohada, y el sudor frío de muerte me corra por la frente, Él estará allí. Tan cierto como estoy parado aquí, Él estará allí.",
    "Cuando yo predique mi último sermón, cierre la Biblia y me vaya por última vez, el trabajo ha terminado; Él estará allí. Sí, señor. Y tan cierto como yo creo que Él Viene, cuando Él venga otra vez, yo también estaré allí. Sí, señor. No es porque yo me lo merezca; es porque Él lo ha hecho, para mí. Y yo lo acepto sobre la base de Su Palabra Eterna. Y yo sé, por eso, que algo sucedió. Algo sucedió. No por cuánto ruido yo pueda hacer, ni qué tan bien pueda decirlo. Si yo fuera el mejor predicador del mundo, si yo hubiera resucitado a los muertos, lo que sea, no tiene nada que ver en eso. Es porque algo sucedió. Algo sucedió aquí adentro. Sacó todo ese viejo celo, y amargura, y maldad, y todo, de mi corazón. Y ahora yo Le amo a Él, día y noche. Algo sucedió. Yo quiero verlo a Él, algún día. También quiero eso para Uds.",
    "Pequeña iglesia, luchando ahora por el Reino de Dios, no flaqueen en este día. Si lo hacen, rápidamente arrepiéntanse, salten de regreso. ¿Ven? Si se golpea el dedo del pie, no se caiga. Si Ud. cae, levántese. Levántese. ¡Vaya! Levántese. Seguro.",
    "Si Ud. ha cometido un error. Ahora, en este avivamiento que viene… Si Ud. retrocedió y se enfrió, con indiferencia. Despierte, vaya a su Biblia. Salga a caminar al manzanal en alguna parte. Salga a solas, y diga: “Dios, aquí estoy ahora. Lamento esta cosa”.",
    "Ud. va a recibir una paliza por eso, solo recuerde eso. Seguro que sí. Ud. cosechará lo que sembró. Sí, señor. Pero, haga lo que haga, reciba su azote aquí. Póngase de pie y corríjase, y diga: “Padre, aquí estoy. Azótame como mejor Te parezca, Señor. Aquí estoy”. Así es. Luego regrese caminando con un “aleluya” en su corazón. Si Dios cae con el látigo sobre Ud., solo diga: “Sí, Señor. Me lo merezco todo”. Solo siga adelante. Dios los llevará por en medio de todo sin fallar. La cosa terminará, uno de estos días.",
    "Pienso en ese buen canto antiguo que el Hermano Neville y ellos solían cantar: “Pronto terminará para mí, los problemas y pruebas”. Sí, así es.",
    "¿Cuántos Lo aman a Él? ¿Veamos sus manos? Muy bien. Denos un acorde, Sublime gracia. Todos estén quietos, por un minuto. Lentamente ahora.\n\n¡Sublime gracia del Señor!,\n\n¡Que a un infeliz salvó!\n\nYo ciego fui, mas hoy veo ya.\n\nPerdido y Él me halló,\n\nSu gracia me enseñó a temer,\n\nY la gracia mis dudas ahuyentó;\n\n¡Cuán precioso fue a mi ser\n\nCuando Él me transformó!\n\nAhora todos, juntos.\n\nY cuando en Sión por siglos mil,\n\nBrillando esté cual sol,\n\nYo cantaré por siglos mil\n\nSu amor que me salvó.",
    "Yo solía escuchar al anciano Doc Davis, a muchos de ellos, y he escuchado a muchos de los santos de antaño avanzados, después de que habían pasado, y el ministerio estaba madurando. Los oía hablar de lo que sintieron. Apenas comienzo a darme cuenta de eso ahora. Amén. Apenas lo estoy entendiendo. ¡Oh, cómo!, ¡qué cosa tan maravillosa!",
    "¿De qué me aferraría hoy? ¿A dónde iría yo? ¿A dónde irá Ud.? Amén. ¿Qué haría yo? ¿Dónde? ¿Qué me sucedería a mí hoy si no fuera por Cristo? ¿Dónde estarían ancladas mis esperanzas? Yo sería un demente. Cuando veo lo que está a punto de suceder, y saber que eso fue todo, para siempre, ¡oh, vaya!, ¿qué haría yo?",
    "Pero, ¡oh, estoy tan contento! Estoy tan contento. Solo es el día que amanece. Solo estamos en un sueño. Estamos a punto de despertar. ¡Oh, de una pesadilla!, por así decirlo; para salir de ella, a una primavera; a juventud Eterna, salud Eterna, gozo Eterno, paz Eterna. ¿No es maravilloso? ¡Él es tan real!",
    "Me pregunto ¿cuántos aquí están enfermos ahora, y quieren que se ore por ellos? Veamos sus manos. Muy bien.",
    "Quiero decirles lo que sucedió esta semana pasada. Algunas de las cosas más maravillosas sucedieron en la reunión, por supuesto, en la plataforma. Y he entrado en una—una especie de algo, que parece ser más grande de lo que era.",
    "He venido a la plataforma, y Dios ha dado un don de un—un don profético, el cual puede… Y está más allá de toda duda. Puedo probárselo a Uds., aquí mismo. ¿Ven? Eso está más allá de toda duda. Pero veo que simplemente no hace el trabajo como debería, porque solo es un don. Otra cosa, es para un individuo, ¿ven Uds.? Trata con un individuo, por medio de un don.",
    "Pero hice algo el otro día, traté de hacer que la gente de Oakland, justo donde… en el gran coliseo allí. Yo dije: “Solo Su Presencia”, y me quedé con esa Palabra. Y conseguí que la gente con… ¿Saben qué? Hubo más sanidad de la que creo haber visto en cualquier reunión que se llevara a cabo, fuera de las grandes reuniones como en África y así alrededor, pero, para el tamaño. La gente solo con reconocer la Presencia de Dios, en la reunión, solo con estar allí y entrando en la Presencia de Dios. Y la gente se levantaba sanada; los bizcos, enderezados. Y, ¡oh!, es…",
    "Yo creo que está llegando un tiempo donde el… Pablo dijo: “Donde hay profecías, fallarán; donde hay lenguas, cesarán”. Yo creo que está llegando un tiempo en que los santos se reunirán así, y un espíritu de amor simplemente inundará a la congregación. Y cada persona allí, todo lo que esté errado será quitado. Será tal la Presencia del Espíritu Santo.",
    "Yo creo, debiendo ponerles las manos y orar por ellos ahora, que es el contacto tal vez de un ministro ungido, y el imponer las manos, como una bendición de Dios. Pero yo creo que viene un tiempo cuando la Iglesia de Dios será llamada, de esa manera, donde los santos estarán juntos, y el Espíritu Santo sencillamente entrará, arrullará, así como fue en el Día de Pentecostés. ¿Ven? Y sanará a la gente, y levantará a la gente, y grandes cosas. Empiezo a verlo suceder.\n\nPues, les diré por qué.",
    "Los hombres han salido con dones, eso es verdad; no dudo en decirlo; no soy crítico de nadie. Lo que ellos creen, eso es asunto de ellos, ¿ven? Pero, he visto hombres con dones ministeriales, que salieron y, más o menos, hicieron una—una… ¿Cómo diría yo? Ahora, con respeto y con amor, y Dios sabe que es de corazón. ¿Ven? Que han hecho de eso más como una—una especie de recolección de dinero, ¿ven Uds.?, simplemente reúnen a la gente y quieren presentar algo grande. Y tal vez ellos suelten el dinero y, bueno, eso puede estar bien. Pero me parece a mí…",
    "Ellos dicen: “Bueno, si ya viene el fin, ¿para qué la gente necesita su dinero?”. Bueno, ¿para qué lo necesita Ud., personalmente? ¿Ven?",
    "Y, la—la cosa es, solo es llevarle el Evangelio a la gente, ¿ven Uds.?, es predicar. Yo creo que si nosotros solo…",
    "Y dones, ¿ven Uds.?, señales, y ahora, una persona podría venir aquí, esta mañana, y pararse aquí en este púlpito, y obrar grandes milagros y señales, eso ni siquiera significaría que la persona fue salva; los diablos hacen señales y prodigios. Seguro, lo hacen. Seguro que lo hacen. Y la Biblia dice que harían más que eso, en el día postrero. Bueno, Jesús dijo: “Muchos vendrán a Mí y dirán: ‘Señor, ¿no he echado fuera demonios en Tu Nombre? Y ¿no he hecho esto? Y ¿no he hecho eso, y todas estas cosas?’”. Él dijo: “No lo supe; apartaos de Mí, hacedores de iniquidad”. ¿Ven?",
    "Yo creo que el tiempo viene…",
    "🦅 La manifestación de los dones fue dada a cada hombre para provecho”. Eso—eso es verdad. Yo creo que los dones son maravillosos, y los necesitamos y los respetamos.",
    "Pero yo creo que viene la hora cuando subirá a un nivel más alto que ese. Pues: “Después de que todas estas cosas se hayan acabado, lo que es amor permanecerá para siempre”. ¿Ven? Es el amor de Dios. Estaremos—estaremos parados, predicando así, o hablando, y el amor simplemente se asentará sobre el edificio. ¡Fiu! ¡Vaya!",
    "Pues, este es el día de la predicación, este es el día cuando tenemos que entrar por los pecadores y sacarlos. ¿Ven lo que quiero decir? Para eso es la predicación de la Palabra, es para los pecadores, y para sacarlos. Ahora en eso tenemos que vigilar, y nosotros… Señales y maravillas se hacen por la imposición de manos y demás, porque eso es predicación.",
    "Pero yo creo que viene el tiempo ahora cuando ella está para… La Iglesia ya casi está anclada. ¿Ven?",
    "Dios no tendrá un cuerpo deforme. Él no tendrá seis dedos en una mano; solo habrá cinco dedos en una mano. El Cuerpo de Cristo no será deforme. Y cuando la última persona haya entrado en el Cuerpo de Cristo, entonces habrá terminado; se acaba. No sé cuál sea. Esta pudiera haber sido la última, esta mañana. Ud. pudiera haber sido la última. Puede ser allá en África, hoy, que entre la última. Pero cuando concluya con la última, me refiero a la… Ud. puede continuar predicando el Evangelio, pero no habrá respuesta. ¿Ven?, no habrá respuesta.",
    "Hablaba con Billy Graham y los demás, donde ellos fueron a un lugar donde treinta mil, o veinte o treinta mil se convirtieron. Al año no pudieron encontrar veinte o treinta personas. Piénsenlo, solo piensen en eso. ¿Ven?",
    "Ahora, eso me hace un calvinista, exactamente. ¿Ven? Lo que Dios ha hecho, Dios lo ha hecho.",
    "Ahora, Jesús no vino a la tierra solo para decir: “Haré que los predicadores vayan y prediquen un poco, a decirles de lo que Yo he hecho, y pueda ser que alguien sienta lástima por Mí y sea salvo”. Dios no maneja Sus asuntos de esa manera.",
    "Allí, Dios, en el principio, sabía exactamente quién sería salvo. Jesús vino a salvar a aquellos que Dios sabía que serían salvos. Él no quería que se perdieran, pero, para ser Dios, Él sabía quién se perdería y quién sería salvo. Por lo tanto, Él podía predestinar. No predestinar, Él—Él por pre-… Por previo conocimiento, pudo establecer el orden, para hacer que todo obrara para Su gloria. Porque, eso…",
    "El diablo—el diablo no es omnipresente ni omnipotente, ni tampoco conoce el fin desde el principio. Solo Dios lo sabe. Eso es seguro, Dios simplemente está Aquí arriba. Él sabe. El diablo no sabe lo que va a suceder. Él no sabe lo que va a suceder. Lo único que él sabe es que solo es un diablo, y él solo hace lo que puede hacer. Y todo lo que pueda perturbar, él lo hace.",
    "Pero, Dios conoce el fin. Amén. Así que, sabiendo Dios el fin, Él puede hacer que todo obre correctamente para Su gloria. Amén. ¡Oh, yo Le amo! ¡Vaya, oh, vaya! ¿Ven? Él es Dios. Así que, recuerden, cuando la última persona que tuvo su…",
    "¿Cuándo fue puesto su nombre en el Libro de la Vida del Cordero?, ¿ayer, el año pasado, el año antepasado? No, señor. “Cuando el mundo fue creado, su nombre fue puesto en el Libro de la Vida del Cordero”, es lo que dice la Biblia. La Biblia dice, en Apocalipsis: “Y el anticristo engañó a todos los que moraban sobre la faz de la tierra, cuyos nombres no estaban escritos en el Libro de la Vida del Cordero, desde la fundación del mundo”. Su nombre fue escrito allá. Ahora, lo único…\n\nUd. dice: “¿Entonces, para qué predicar el Evangelio?”.",
    "Bueno, la Biblia claramente lo explica. ¿Ven? Él dijo: “El Reino de los Cielos es semejante a un hombre que tomó una red y fue al mar o a un lago. Y echa la red en el mar, y la saca”. Eso es predicar el Evangelio. ¿Ven? Hay todo un mar. Los Estados Unidos son un lago. Y los ministros…",
    "Ahora, voy aquí, me paro en Jeffersonville, en esta esquina del lago. Digo: “Hermano Neville, ¿ha estado pescando?”.\n\n“Sí”.\n\n“¿Le ha ido bien?”.\n\n“No mucho”.",
    "🦅 Pues, vamos… Le acompaño un rato”. Y yo arrojaré mi red, y él arrojará la suya. Y aquí traemos, predicando, los traeremos.",
    "Un montón de gente se acerca, dice: “Sí, yo quiero aceptar al Señor Jesús”. Muy bien.\n\nMiramos alrededor: “¿Cuál es pescado? ¿Cuál?”.\n\n“Yo no lo sé”. ¿Ven?",
    "🦅 Bueno, entonces, ¿qué hará Ud. ahora?”.",
    "🦅 Bueno, me voy a California. El Señor me envió a California. Voy a arrojar mi red allá por un rato”.",
    "Iré allí y arrojaré mi red así, y haré que entren, mil quinientos vienen a la vez. “¿Fueron todos salvos”? No lo sé. Allí están. Yo recojo la red. Esa es la red del Evangelio.",
    "Algunos de ellos, dice la Biblia, de todas clases, de lo que había en el agua. Todos respiraron en la misma agua, vivieron en la misma agua. ¿Correcto? ¿Ven? Había tortugas de agua, tortugas de lodo, culebras, ranas, lagartijas, carroñeros y peces genuinos.",
    "Ahora, aquellos que eran peces cuando la red del Evangelio los atrapó, eran peces cuando llegaron a la orilla. Los que eran tortugas en la red del Evangelio, en la orilla eran tortugas. No pasará mucho tiempo para que regresen de nuevo al lodo; “Como un cerdo a su revolcadero, y un perro a su vómito”, ellos se van. ¿Ven?",
    "Pero, en el principio ellos eran tortugas acuáticas, para empezar. No es asunto mío decir que son tortugas. No sé. Yo solo estoy pescando, ¿ven?, solo recogiendo la red. Pero cuando el último pez haya salido del agua, hermano, eso es todo.\n\n¡Oh!, el Señor Mismo vendrá\n\nY dirá que el trabajo está hecho,\n\nLa estación será cambiada después de un rato.",
    "Así es. Así es. Sí, señor. Él dirá: “La obra está hecha, y consumada. Todo ha terminado”, cuando el último haya salido.",
    "Y ha habido un montón de cerdos sucios que se revuelcan, y todo. Dios está sacando esos peces de allí, tan rápido como puede. Predicadores de todos lados, meciendo redes de un lado a otro. Hasta nos estamos enredando entre nosotros con redes. Estamos jalando tan fuerte como podemos, pescando. Ella está casi lista. Él volará el viejo estanque, uno de estos días, y ella terminará. Pero los peces irán a las buenas aguas claras más allá, donde tendrán Vida Eterna para siempre. Amén. ¡Oh, cuando venga ese último! ¡Vaya!",
    "¡Cómo, qué privilegio es que Dios diga: “¿Te gustaría ser un pez?”! Amén. “¿Te gustaría ser un pez en Mi mesa? ¿Te gustaría venir y ser carne en Mi mesa?”. ¡Oh, vaya!\n\n“Seguro. Seguro, Señor”. ¿Ven? Pero, su naturaleza es pez. ¿Ven?",
    "Cuando Ud. es un Cristiano, su naturaleza es de Cristiano. Ud. no tiene que decir: “Ahora Ud.—Ud.—Ud. no puede, no puede fumar; Ud. no puede beber; Ud. no puede hacerlo”. Ud. no tiene que decir eso. Ellos de todas maneras no lo hacen. ¿Ven? Su naturaleza es diferente. El Espíritu de Cristo está en la persona, y Cristo no hace esas cosas. ¿Ven?",
    "Ud. dice: “Ud. tiene que amar al Señor; Ud. debería ir a la iglesia”. Ud. no tiene que decirle eso a esas personas. Ellos van, de todas maneras. Caminarán bajo la lluvia. Ellos irán. Pasarían por la muerte, para ir a la iglesia. Seguro. A ellos les encanta. Ellos solo tienen que llegar allí. Así de sencillo. Es su vida. Si no lo hacen, ellos—ellos sienten que están pereciendo. Seguro. Sí, señor. Ud. solo tiene que llegar allí, y cuando algo esté ardiendo en su corazón. Ahora, no para ir allá a discutir, no para ir allá a reñir, sino ir allá para adorar. ¡Hermano! Y Uds. regresan a casa refrescados. ¿No es esa una vida maravillosa? ¿Cuántos han experimentado eso? Veamos su mano. ¡Oh!",
    "Así es, Gertie. Cantemos eso: “¡Paz! ¡Paz!”.\n\n…¡Paz! Maravillosa paz,\n\nBajando del Padre de Arriba;\n\nInunda mi espíritu para siempre, es mi oración,\n\nEn las olas insondables del amor.",
    "Quiero que hagan algo ahora. Quien sea que esté sentado a su lado, deles la mano, diga: “Dios le bendiga, hermano, hermana. Quiero encontrarte en el Cielo”.\n\n¡Paz! ¡Paz! maravillosa paz,\n\nBajando del Padre Arriba;\n\nInunda mi espíritu para siempre…(¡Oh, vaya!)\n\nEn las olas insondables de amor.\n\nAllá en la cruz donde murió mi Salvador,\n\nAllí clamé para la limpieza del pecado;\n\nAllí a mi corazón fue aplicada la Sangre;\n\n¡A Su Nombre gloria!\n\n¡A Su Nombre gloria!\n\n¡Gloria a Su Nombre incomparable!\n\nAllí a mi corazón fue aplicada la Sangre;\n\n¡A Su Nombre gloria!",
    "Ahora, mientras cantamos la siguiente estrofa, me pregunto si los enfermos podrían hacer fila, aquí mismo ahora, para la oración, aquí de este lado. Y quiero a los ministros, si vienen ahora para ayudarnos a orar por los enfermos. Formen una fila del lado derecho, vengan por aquí. Así es, del lado derecho, aquellos por los que se ha de orar.\n\nMaravillosamente soy salvo del pecado,\n\nDulcemente Jesús mora en mí,\n\nAllí en la cruz donde Él me recibió;\n\n¡A Su Nombre gloria!\n\n¡A Su precioso Nombre gloria!\n\n¡Gloria a Su precioso Nombre!\n\nAllí a mi corazón fue aplicada la Sangre;\n\n¡A Su Nombre gloria!",
    "El acorde para nosotros del Gran Médico, si lo hiciera, Hermana Gertie, por favor.",
    "Ahora quiero preguntarles algo. (Yo los traeré. Sí, señor.) ¿Vienen con anhelo, o con expectativas, mejor dicho, de que serán sanados esta mañana? ¿Será eso lo que está muy profundamente en su corazón? Si Ud. viene así, mi amigo, le aseguro que su sanidad es tan segura como su salvación, igual de segura.",
    "Ahora, su sanidad no es tan permanente como su salvación. Su sanidad le fallará. Ud. puede ser… Si Ud. es sanado, Ud. se volverá a enfermar. Ud. pudiera ser sanado hoy de neumonía, estar perfectamente normal y bien, declarado “sano” por el médico, y a la semana siguiente morir de neumonía. Así es.",
    "Ud. pudiera estar completamente libre de tuberculosis, esta semana; y dentro de dos meses morir de tuberculosis. Ellos podrían hacer una prueba, no pudieran encontrar ni un solo germen en su cuerpo; y luego morir en dos semanas, de tuberculosis. Así es. ¿Ven? Y como sea Ud. tendrá que morir.",
    "Pero, ¡los beneficios! David clamó: “No olvides ninguno de Sus beneficios. Bendice, oh, alma mía, a Jehová, Y bendiga todo mi ser Su santo Nombre. Bendice, oh, alma mía a Jehová, Y no olvides ninguno de Sus beneficios”. ¡Beneficios! ¿Cuál es el beneficio en el viaje? “Quien perdona toda mi iniquidad”. La iniquidad, es algo que Ud. sale y lo hace, y Ud. sabe que no debería haberlo hecho. Él lo perdona. Pídale Ud., y Él le perdona. “Perdona todas mis iniquidades, El que sana todas mis dolencias”.\n\nAhora quiero aclarar esto para Uds., para siempre.",
    "Pues alguien dice: “Hermano Branham, ¿cree Ud. en sanidad Divina?”.",
    "Ahora permítanme decir esto con sensatez y cordura. Yo quiero alguna persona, algún doctor, alguna ciencia, en alguna parte, los invito en este avivamiento, a que vengan a este púlpito y me muestren una cita donde alguien alguna vez fue sanado fuera de la sanidad Divina. Yo—yo quiero que Ud. vaya a su médico, o a cualquiera que Ud. desee, y muéstrenme cualquier persona que haya sido sanada fuera de la sanidad Divina.",
    "Quiero que me traiga la medicina que sana. Quiero que me traiga al médico que dice que él es un sanador. Él será un heeler, sin duda, “un talón”, el talón de un médico. [Heeler significa talón en inglés y se pronuncia tal como sanador.—Trad.] Pero Dios es el Único Quien puede sanar, o que alguna vez sanó, o que alguna vez sanará.",
    "Si tuviéramos alguna medicina que sanara, podríamos construir a un hombre aquí mismo en esta plataforma, con esa medicina. Así es, podríamos hacer un hombre, crearlo aquí mismo en la plataforma.",
    "Solo piénsenlo, toda sanidad es sanidad Divina. Dios tiene métodos para hacerlo.",
    "Ahora, Ud. dice: “Bueno, Hermano Branham, yo tuve una operación, un tumor, o apendicitis. Si el médico no me lo hubiera sacado, yo hubiera muerto”.",
    "Tal vez; eso probablemente es cierto. Pero, ¿sabía Ud. que el médico no lo sanó? El médico sacó la obstrucción. Él solo cortó, sacando el apéndice. Eso es lo que le estaba afectando. Pero él no lo sanó.",
    "Ud. se rompe el brazo. Ud. dice: “Bueno, me rompí… apuesto que si Ud. se rompe el brazo, Ud. iría al médico”. Seguro que sí. Pero él no pudiera sanarlo.",
    "¿Qué pasa si entro y digo: “Doctor, sáneme el brazo, rápidamente; tengo que trabajar en mi auto esta tarde”? ¿Ven? Pues, él—él se daría cuenta que yo necesito sanidad mental.",
    "Él diría: “Puedo fijar su brazo”. Pero, ¿quién hace la sanidad?",
    "Ud. dice: “Hermano Branham, ¿qué me dice de la penicilina, cuando se la dan a uno para—para la enfermedad, gérmenes en su cuerpo, como lo venéreo y—y lo que Ud. tenga, neumonía? La penicilina… ¿No le cura la penicilina?”. No, señor.",
    "Penicilina, la penicilina es un antibiótico, y un antibiótico es un asesino. El antibiótico mata. Todas las otras medicinas matan. La medicina no construye; mata. La medicina es un asesino, no un sanador. Muéstrenme una medicina que sane. Muéstrenme una medicina que no sea un asesino, y no será medicina. La medicina mata, mata gérmenes.",
    "Es como si Ud. tuviera ratas en su casa, y pusiera veneno para ratas. Y las ratas royeran agujeros en su casa. Bueno, el veneno para ratas mata las ratas, pero no repara su casa. ¿Ven? La penicilina, la penicilina mata el germen, pero Dios tiene que sanar el lugar donde el germen se ha comido. ¿Ven lo que quiero decir?",
    "De todas maneras, la Palabra de Dios, vamos a entrar en eso. La Palabra de Dios no puede contradecirse; es absolutamente la Verdad. Eso… Solo quiero que una persona venga a señalar con su dedo la Palabra, en cualquier momento durante el avivamiento, para mostrarme una contradicción en la Palabra de Dios, donde Ella Misma Se ataque, que no pueda ser enderezado por la Palabra de Dios. No está allí. Seguro. No está allí. No hay contradicciones en la Palabra, ninguna. Absolutamente.",
    "Ud. toma un tema. Yo puedo escribirle una carta y decirle algo. Escribirle otra carta y otra carta. De repente, estas dos estaban hablando de dos temas diferentes. ¿Ven? Seguro.",
    "Pero Dios es el Único que alguna vez sanó, que alguna vez sanará, o que alguna vez pudo sanar. Ud. se rompe el brazo, ahora, yo diría…",
    "🦅 Bueno, yo tengo un tumor, ¿qué me dice de eso?”. Muy bien.",
    "Ahora, si ese pequeño lugar donde está prendido ese tumor, si Dios, al echar fuera el mal, y la vida sale de ese tumor, morirá.",
    "Si el médico lo corta y saca, entonces Dios tiene que sanar el lugar donde el médico cortó. Si no lo hace, Ud. se desangra hasta morir. ¿Verdad que sí? ¿Qué pasa si él le saca el apéndice a Ud., y Dios no le sana, entonces qué ocurre? Ud. morirá allí mismo.",
    "Ud. obstruya una de las venas principales de esta calle. Salga Ud. aquí y obstruya una de las venas principales, y dese cuenta, aquí en esta calle, este alcantarillado, y observe lo que sucede.",
    "Ud. sale aquí y obstruya una tubería principal, tapona la válvula principal de agua por acá abajo, una de las válvulas del agua, observen lo que hará. Hará que reviente por acá en el sistema de bombeo.",
    "No existe un lugar, ni una cosa, un sistema en el mundo, como el cuerpo humano. Pero Ud. puede cortar una arteria en dos, y cerrarla aquí, y Dios hará una manera de desviar esa sangre y llevarla de nuevo a esa arteria. Si no fuera así, en un minuto, si eso se taponara y llegara a su corazón, Ud., [El Hermano Branham chasquea los dedos.—Ed.] Ud. moriría, así, la primera vez que Ud. se rasguñara.",
    "¿Quién es el sanador? ¡Oh, vaya! Dios es el sanador. ¿Ven?, no se pueden tener sistemas mecánicos que funcionen así. Eso tiene que ser sobrenatural.",
    "A mí me abrieron la arteria en dos, en ambas piernas. ¿Ven? Y Dios… allí, yo, un muchachito pecador, muriendo en ese campo. Dios sabía que Él quería que yo predicara el Evangelio. Él desvió la sangre. Yo ni me enteré, si alguien no me hubiera dicho, o yo hubiera mirado abajo a ver la cicatriz. ¿Ven? ¡Dios, en las arterias!",
    "Rompa Ud. el sello principal en esto, la bomba aquí en este sistema de bombeo, fíjense aquí donde se controla, lo que sucede. Se taponará allí y reventará. Seguro, así será. Esa agua está empujando de esa manera, retrocederá inmediatamente.",
    "Pero Dios hace un desvío y da la vuelta. ¿Quién hace eso? ¿Qué inteligencia hace eso? Muéstrenme un sistema de agua que lo haga. ¡Aleluya! Es la inteligencia de Dios. Es el gran Creador quien lo hace. Sí, seguro.",
    "¿Qué hace que un árbol sea diferente del otro? ¿Qué hace que un ave tenga un color diferente a otra? ¿Qué hace que su habla sea diferente? ¿Qué nos hace a nosotros lo que somos? Es una Inteligencia. Es Dios.",
    "No teman ahora. Él hizo-… Esta es Su promesa. No es el Hermano Branham. Es Su promesa: “Yo soy Jehová Quien sana todas tus dolencias”. “Si alguno está enfermo, llame a los ancianos de la iglesia, únjalos con aceite, oren por ellos, la oración de fe salvará a los enfermos. Estas señales seguirán a los que creen. Si ponen las manos sobre los enfermos, sanarán”. Y luego cuando esa orden se haya cumplido, acéptelo igual como lo haría para arrepentirse y ser bautizado aquí. Vaya allí mismo diciendo: “Es una obra terminada. Todo ha terminado”. ¿Ven?",
    "Pero estamos esperando que suceda algún gran milagro sobresaliente. Sucede cuando hay suficiente fe allí para hacer que suceda. Pero si no hay suficiente fe para que eso suceda, sucederá de todas maneras, poco a poco.",
    "Miren lo que Jesús dijo allí en la traducción, cuando habló acerca de la montaña. Él dijo: “Poco a poco, vendrá a suceder. Si Ud. le dice a este monte muévete, y cree en su corazón que lo hará” dice, “poco a poco, eso se cumplirá”. ¿Ven? Sucederá.",
    "Ahora Ud. está enfermo. Muchos de Uds. se están muriendo, en mal estado.",
    "Los veo sosteniendo a un hombre aquí ahora. Un hombre muy enfermo. El cáncer es una cosa horrible, pero Dios puede sanar el cáncer. ¡Vaya! Puedo mostrarles aquí. ¿Cuántos aquí alguna vez…? ¿Ha habido alguien aquí ahora que ha sido sanado de cáncer? Levanten sus manos. Miren aquí, por toda la iglesia. ¿Ven? Seguro, en todas partes. Hicimos que los trajeran, porque Dios es el sanador.",
    "Ahora, cada uno de Uds. allá afuera, en agradecimiento, quiero que inclinen sus rostros, quiero que oren. Hermano Neville, venga aquí. Y ahora mientras Uds.… Quiero que los ancianos vengan aquí, para que podamos orar por las personas. Y cuando pasen por aquí… Ahora, hagan esto. Cuando Ud. pase por aquí, crea con todo su corazón. Y solo tome mi… no mi palabra, sino la Palabra de Dios, para eso. Solo crea con todo su corazón. Eso concluye el asunto. Eso es. Todo ha terminado. Dios lo dijo. Su Palabra así lo dice. Ella no puede fallar.",
    "🦅 No me importa cómo me siento. Sigo adelante de todas maneras diciendo que Eso es la Verdad”. Observen lo que sucede.",
    "Pero, ¿ven?, si nos quedamos atrás y, por decir, pasamos por la línea de oración así, simplemente no sucederá. Eso es todo. 🦅"
  ]
}