{
  "title": "ENTONCES LLEGÓ JESÚS",
  "id": "57320009",
  "content": [
    "🦅  …y al gran Nombre de Tu Hijo ungido, el Señor Jesucristo. Te agradecemos por Su Vida y por Su gracia derramada en nuestros corazones por el Espíritu Santo.",
    "Si solo nos detuviéramos para contar las muchas bendiciones que hemos recibido, serían innumerables. Estamos agradecidos por nuestra salud y por todas las grandes bendiciones que el dinero no pudiera comprar. Tú, ricamente, por Tu gracia nos las has otorgado. Y somos un pueblo privilegiado al conocerte.",
    "Y es nuestro deseo de corazón que aquellos que no Te conocen, y no son cordiales Contigo, que tal vez puedan conocerte, y sus pecados sean perdonados y sean cordiales Contigo, Padre. Pues Tú dijiste: “Yo soy manso y humilde; y la cruz es fácil, y ligera la carga”. Y oramos que Tú le manifiestes eso a cada uno esta noche. Si por casualidad hubiera algunos aquí que no Te conocen, que vengan esta noche y Te reciban. Ayuda a los Cristianos en su caminar. Bendice estos cantos esta noche de las—las personas que cantan.",
    "Y ayúdanos en el próximo avivamiento. Estas cinco noches, Señor, sentimos que sería Tu voluntad que dedicáramos estas noches al servicio, justo antes de celebrar la gran resurrección; la crucifixión y la resurrección de nuestro Señor.",
    "Sé con nosotros ahora. Ven a Tu Palabra, Señor, y minístranos, y que tengamos compañerismo alrededor de la Palabra, por el Espíritu de Dios. En el Nombre de Cristo oramos. Amén.",
    "Es un gran privilegio el querer pararse ante una persona para hablar del Señor Jesús. Y he notado, en mi ministerio, que a Dios no le importa si hay una docena o si hay miles. Él tiene el mismo Mensaje todo el tiempo para el pueblo, el cual es Su gracia.",
    "Esta noche nuestro tema comienza con una de las escenas más hermosas de la Escritura. Yo pienso que toda la Escritura es simplemente perfecta. No hay falta que se pueda hallar en la Palabra de Dios; sencillamente es perfecta. Pero el texto que tenemos para reflexión, es uno de los textos más extraordinarios de la Escritura. Es uno de los sellos de Su oficio Mesiánico.",
    "Saben, hombres pueden venir a esta tierra y hacer toda clase de declaraciones, y toda clase de promesas, pero si ellos no son capaces de cumplir esas promesas, pues, sus promesas no son de gran provecho. Pero cuando viene un hombre y puede hacer una promesa, y luego es capaz de cumplir esa promesa, eso hace su palabra valedera.",
    "Y Él fue el único Hombre que alguna vez vivió sobre la tierra que puede hacer esta declaración: “Yo tengo poder para poner Mi vida, y tengo poder para volverla a tomar”.",
    "He tenido el privilegio en mi ministerio, de pararme junto a la tumba de muchos grandes fundadores de religiones, grandes fundadores como Mahoma, y muchas de las otras religiones destacadas del mundo. Pero cada una de ellas tiene un lugar marcado donde su fundador murió y está enterrado y yace allí hasta el día de hoy.",
    "Y hasta ahora, en lo natural, nunca he tenido el privilegio de pararme junto a esa tumba abierta donde Cristo fue puesto, y la tumba que no pudo retenerlo. Pues Él fue Aquel Quien dijo: “Yo entrego Mi vida, nadie Me la quita. Yo la entrego, y Yo la vuelvo a tomar”.",
    "Y es la única religión en el mundo que se puede probar ser correcta, la religión Cristiana. Nuestro Señor, no solo murió por Su pueblo, sino que Se levantó de nuevo para la justificación de ellos. Y Él subió a lo Alto esta noche, y se sienta en el Trono de Dios. Y Su Espíritu vive en Su iglesia, con Su pueblo, haciendo precisamente las mismas cosas que Él hizo cuando estuvo aquí sobre la tierra: llevando a cabo Su ministerio.",
    "Y después de esta mañana, el Espíritu Santo de una manera tan bella desciende y nos baña en Su gran belleza, me sentí inspirado a decir esas palabras y decir que, algún día glorioso, todos los dones que están en la iglesia serán puestos a un lado, en la repisa de la chimenea, por así decirlo. Y el Espíritu Santo Mismo tomará a la Iglesia con tal control de amor Divino, al punto que los enfermos serán sanados, los ciegos verán, los cojos andarán, sin que se les impongan las manos; será una gran unidad.",
    "Y cuando nos paramos esta mañana, en la edad y el tiempo en que estamos, y vimos caminar a ese hombre… o, que cargaron aquí con la cabeza entre sus rodillas, y con una enfermedad en su columna que lo había encorvado así, y que lo tenía doblegado. Y mientras estaba sentado allí, comenzó a balancearse, en esa espalda.",
    "Luego ver a ese hombre que regresó y se sentó, después de pasar por la línea de oración, y saber que él había declarado y dicho que, por muchos años, no escuchaba bien por sus oídos, y ver al Señor Jesús abrir esos oídos tan perfectamente, que ahora podía oír el susurro más leve. Regresó y se sentó y tenía sus manos sobre sus oídos y lloraba. Un hombre de negocios; un hombre que había manejado cientos de millas para llegar aquí.",
    "Luego, después de eso, en la plataforma, los testimonios de esos niños que vinieron aquí, las personas que habían estado en condición grave, con toda clase de enfermedades, de todo el país, dando testimonio de sus enfermedades, y de cómo estaban muriendo de cáncer y otras cosas. Y aquí están, normales, sanos. Esa solo es una de las vindicaciones de Su continuo oficio Mesiánico.",
    "Es una vindicación de que el Cristianismo es la Verdad. No hay otra religión que sea la Verdad sino el Cristianismo. Y es Verdad. Cristo es la Verdad. Y Él… La religión de Cristo no murió con Cristo; pudo haber muerto con Él, pero también resucitó con Él. Y Él, en esta noche, aún prueba Su gran oficio Mesiánico.",
    "Se nos enseña en un librito que leía hace un tiempo, llamado: El Príncipe de la casa de David. Creo que fue escrito por un hombre llamado Ingraham. Y supuestamente en parte fue verdad, y fue tomado de algún manuscrito antiguo, de un manuscrito de cuero con muchos, muchos años de antigüedad. De una joven judía en Palestina, en el mismo tiempo en que Jesús estaba allí. Y ella, escribiéndole a su padre en Alejandría, pues se mantenía en estrecho contacto con su padre, concerniente a Juan el Bautista y al Jesús quien Se llamaba a Sí Mismo “el Mesías”. Y allí ella entrega un hermoso cuadro de nuestra escena en esta noche.",
    "Ella dijo que Marta y María y Lázaro eran amigos íntimos de Jesús. Que, después de la muerte de José, que ellos fueron… Él vino a vivir con ellos y a estar con ellos. Lázaro estaba aprendiendo para ser un escriba en el templo. Y Marta y María también eran… Ellos no tenían padre ni madre. Así que, ellas hacían pequeños tapices para el templo, las telas pequeñas y cosas, la costura, y eso les daba algo para hacer. Y Jesús vino a vivir con ellos, antes de siquiera haberse dado a conocer que Él era el Mesías.",
    "Y Lázaro había ido al río, para oír la predicación de Juan. Así que él regresó y les dijo del gran profeta que había salido de Galilea, del desierto, y que él estaba proclamando que la venida del Mesías estaba a la mano. Y a Lázaro ni le pasaba por la mente que Ese con quien hablaba era el Mesías Mismo.",
    "Y un día él persuadió a Jesús, por así decirlo, que fuera con él, para oír a este profeta predicar. Y Juan, allá, no se vestía de grandes palabras infladas; solo era un hombre común y corriente, no vestía como el sumo sacerdote.",
    "Pues, no es que Dios more por la forma en que vestimos. A Dios no le importa mucho eso, siempre y cuando vistamos decentemente y de apariencia correcta. No es necesario que Ud. lleve su cuello volteado, o use un turbante en la cabeza. Dios quiere que Ud. tenga un corazón humilde y sumiso. Eso es lo que Dios busca.",
    "Y cuando él vio a Jesús que venía a Juan, para su bautismo, Juan se volvió y miró, y dijo: “He aquí el Cordero de Dios que quita el pecado del mundo”.",
    "Y cuando Jesús fue bautizado por Juan, dicen que Él regresó más tarde a la casa de Lázaro y Marta. Y porque Él vivía allí, comía en la mesa de ellos, dormía en sus camas allá en Betania. Y un día, Dios le habló a Jesús y le dijo: “Quiero que dejes este lugar, y vayas a donde Yo Te mostraré”.",
    "Ahora, sabemos que la Biblia dice, en San Juan 5:19, Jesús dijo: “Yo no hago nada sin que el Padre Me muestre primero qué hacer”.",
    "Y ahora, Dios tuvo entonces que mostrarle a Él qué hacer, o Él no se hubiera ido de Betania. Así que, Él se fue, como a un día o dos de viaje.",
    "Y poco a poco, Lázaro se enfermó, y enviaron por Jesús para que viniera. Pero, en lugar de venir, Jesús simplemente ignoró el llamado.",
    "Ahora, ¿no les haría sentir extraño si el pastor hiciera eso? Les haría sentir como: “Bueno, a él no le importamos”.",
    "Pero, ¡oh!, si Uds. tan solo se detuvieran un minuto, para recordar esto, que, “A los que aman a Dios, todas las cosas les ayudan a bien”. Nada en el mundo puede salir mal, mientras Ud. esté en Dios; “Los pasos del justo son ordenados por Jehová”.",
    "Y luego enviaron otra vez por Jesús. Y Él, aparentemente, ignoró su llamado y siguió adelante. Después de cuatro días, Él dijo: “Nuestro amigo, Lázaro, duerme, y por causa de vosotros Me alegro de no haber estado allí”. Pues, de haber estado Él allí, no hubieran dejado de persuadirlo para que hiciera algo que no era la voluntad de Dios.",
    "¡Oh, cómo podría detenerme aquí por un momento! ¡Cómo sucede que, muchas veces, con buenas intenciones, la gente intenta sacar a las personas de la voluntad de Dios! Un hombre debe conocer su llamado concretamente. Debe saber lo que Ud. está haciendo, y no solo de una manera fortuita, o dejar que el dinero lo lleve a Ud. de un lugar a otro, o hacerlo por popularidad. No importa cuán popular sea Ud., cuán rico sea Ud., Ud. siempre debe buscar primero a Dios, para conocer Su plan y Su voluntad.",
    "Ahora, cuando Lázaro enfermó, parecía extraño que Él no regresara. Pero Jesús dijo: “Me alegro de no haber estado allí”.",
    "Pues, ellos hubieran estado persuadiéndolo, diciendo: “Ahora, ¿por qué no vienes aquí? ¿Por qué no haces esto? Y ¿por qué no lo levantas? Has levantado a otros”. Pero, Jesús entendía lo contrario. Jesús sabía cuál era la voluntad del Padre.",
    "Y, ¡oh, qué bendito privilegio es, que nosotros podamos saber la voluntad del Padre! Si buscamos a Dios, Dios dará a saber Su voluntad.",
    "Yo preferiría saber que estoy en la voluntad de Dios, aunque nunca le hablara a otra persona, que predicar a diez mil personas cada noche, fuera de la voluntad de Dios. Prefiero conocer la voluntad de Dios. Yo creo que fue David que dijo: “Prefiero ser un tapete de entrada”, en el… o algo así, “en la casa de mi Señor, que habitar en tiendas con la iniquidad”.",
    "¡Qué privilegio es encontrar nuestro lugar y allí permanecer! No importa cuánto el diablo sacuda, lo que diga, y cuánto se burle, manténganse firmes en la voluntad de Dios.",
    "Fíjense, entonces, cuando Jesús dijo: “Ahora, él—él está muerto”. Ellos pensaron que él estaba durmiendo. Él dijo: “Él está muerto. Y por causa de Uds., Me alegro de no haber estado allí. Pero voy a despertarlo”. ¡Oh, vaya! No era: “Iré a ver si puedo; iré a tratar”; sino, “Yo iré y lo despertaré”. Porque, Él sabía, Dios Le había mostrado por una visión, que Lázaro saldría de esa tumba. Y en eso no había incertidumbre. ¡Oh!, si Dios…",
    "Cada vez que Dios muestra una visión de lo que va a suceder, será exactamente de esa manera, si la visión es de Dios. ¡Simplemente tiene que serlo! ¡Pudiera detenerme aquí en mi texto, y solo citar por horas los casos que conozco!",
    "He ido a casos en los que yo pensaba: “¡Oh, Dios!, ciertamente Tú lo harás”, yendo allá y queriendo probar mi fe contra eso. Pero muchas veces no funciona.",
    "Pero cuando Dios muestra una visión, ¡oh, vaya!, eso sencillamente tiene que suceder. No puede fallar. Y porque Él lo hace ahora, es la prueba infalible de que Él aún es el Mesías, que Su oficio Mesiánico está sellado por las señales y prodigios de la vindicación de Su bendita Palabra.",
    "Y luego pensar que, Lázaro, cuando se enfermó… Nadie sabe lo que es la enfermedad hasta que Ud. la ha tenido en su propia casa. Y estoy seguro que cada uno de nosotros, esta noche, podemos compadecernos de Marta y María, de cómo el único sustentador que tenían, su hermano, estaba enfermo en la cama. Y quizás los médicos lo habían desahuciado. Nos dicen que él murió de hemorragias en los pulmones, probablemente tuberculosis. Y murió de esa enfermedad. Y él estando así de enfermo, y el médico habiéndolo desahuciado, y luego Jesús no venir a Su amigo.",
    "Pues, ese realmente fue un momento oscuro. ¿Podrían imaginarse a esas dos hermosas jovencitas llamando a Jesús para que viniera, y Él rehusando hacerlo? Después de que ellos habían salido de la iglesia y habían negado la antigua religión ortodoxa, y se habían separado de los otros asociados del mundo; y estaban poniendo en ese momento toda su confianza en este Hombre, Cristo, Quien ellos creían ser el Mesías, Cristo; ¡y luego Él los defraudó!",
    "¡Oh!, todos hemos tenido esa clase de experiencias. Recuerdo cuando recién me convertí, cómo mi gente pensó que yo había perdido la razón. Bueno, dijeron: “Si mantienes esa clase de religión, estarás en el manicomio en unos cuantos días”. Uds. han pasado lo mismo, con gente que se burla de Uds., y sus conocidos que dicen que Ud. se ha ido al extremo. Pero mientras su fe esté en Cristo, todo saldrá bien. No se preocupen Uds. nunca por eso. Y puedo recordar cómo la gente…",
    "Me encontraba con mi amigo, y las jovencitas con las que salía, los encontraba en la calle. Y él me decía: “Billy, te convertiste en un santo rodador”. A mí no me importaba, porque yo sabía que algo había sucedido, algo había sucedido.",
    "Y, en mi corazón, yo creía que era el verdadero y genuino Espíritu Santo. Han pasado veinticuatro años, y aquello sigue igual de anclado allí esta noche. Tengo la misma determinación de servirle a Él como la primera noche que Se lo prometí en esa leñera. Seguro. ¡Algo se aferró! Han pasado horas oscuras. Han venido tragedias. Han venido desilusiones. Ha venido la muerte. Pero, a pesar de todo, yo descanso en esa hermosa esperanza, que Él dijo: “Yo soy la resurrección y la Vida; el que cree en Mí, aunque esté muerto, vivirá”.\n\nMi fe está edificada sobre nada menos\n\nQue la Sangre y la justicia de Jesús;\n\nCuando todo alrededor de mi alma ceda,\n\nEntonces Él es toda mi esperanza y apoyo.\n\nEn Cristo, la Roca sólida, nos paramos;\n\nTodo otro terreno es arena movediza. (¡Seguro!)",
    "¡Oh!, debe haber sido un tiempo oscuro; cuando su médico les había fallado, cuando su amigo les había fallado, y Lázaro ahora estaba muriendo. Y llegó el cuarto día, y él sufrió su última hemorragia y se fue con Dios. Ellos lo sacaron; sacaron la sangre de su cuerpo, colocaron especias aromáticas y nardo en sus venas, lo envolvieron en telas y lo pusieron en el sepulcro. Y él quedó allí, cuatro días, muerto. Su cuerpo hedía.",
    "Ahora, todos saben que el cuerpo humano se descompone después de unas setenta y dos horas.",
    "Por eso Jesús tuvo que resucitar antes de pasar los tres días. Y en setenta y dos horas, la corrupción se asienta.",
    "Y David, en la Biblia, dijo, ochocientos años antes de que Cristo naciera, bajo la inspiración del Espíritu Santo dijo: “No permitiré que Mi Santo vea corrupción, ni dejaré Su alma en el Seol”.",
    "Por eso es que Él dijo: “Destruid este cuerpo, y Yo lo resucitaré dentro de tres días”. Él sabía que la corrupción no entraría. Por eso es que Él murió el viernes por la tarde y resucitó el domingo por la mañana, porque Él sabía que ni una sola célula de ese bendito cuerpo podía ser tocada por la corrupción.",
    "Pues, así de infalible es la Palabra de Dios. ¡Oh, vaya! Él cumple Su Palabra, al pie de la letra. “Él no permitirá que Mi Santo vea corrupción, ni dejará Su alma en el Seol”. La Palabra infalible de Dios no podía fallar. Allí yacía Su cuerpo.",
    "Seguro, la gente cuestiona. Ellos dicen: “¿Tres días y noches?”.",
    "Pero, era dentro de tres días y tres noches, dijo Él. Él sabía que no podían ser completamente tres días y noches, porque entraría la corrupción.",
    "Así que, aquí estaba Lázaro, habían pasado cuatro días. La nariz ya se había hundido, en la cara. Los dedos ya se habían doblado. Los gusanos de la piel habían comenzado a caminar en su cuerpo y a comerse su carne.",
    "¡Oh!, debe haber sido la hora más oscura que esa pequeña familia jamás había visto: su amigo se había ido, su iglesia, ellos habían sido excomulgados, su hermano estaba muerto. Y la gente se mofaba y se reía de ellas, esas dos muchachitas juntas en la casa, con sus velos negros sobre sus rostros, como es la costumbre oriental, sentadas allí, llorando y lamentándose por la partida de su hermano. Allí estaban.",
    "¡Nadie, solo el que ha estado en una casa así!; nadie, ¡solo aquellos que han estado junto a sus seres queridos! Nosotros lo sabemos, muchos de Uds. lo saben, habiendo estado junto a nuestro ser amado. Roy, puedo verte allí al pie de ese muchachito; Hermano Roberson, puedo verlo a Ud. y a la Hermana Roberson allí al pie de su madre. ¡Oh, a tantos de Uds.! Puedo verme a mí mismo al lado de mi pequeña bebé muerta, como de ocho meses. Sabemos esas cosas lo que son. ¡Oh, qué horas más oscuras!",
    "Pero, era la hora más oscura que esa pequeña familia había visto. Y en ese momento, Jesús llegó a la escena. Por lo general, así lo hace Él. Es en la hora más oscura, y entonces Jesús viene a la escena.",
    "Fue por allá en Babilonia, una mañana, hace muchos años, cuando tres jóvenes hebreos que habían sido llevados allá cautivos, lejos de su patria, estaban tristes por su cautiverio. Ellos estaban tristes porque no había lugar para adorar. Pero ellos aún vivían fielmente para Dios. Y vino un grupo de engañadores y aprobaron un decreto que, “Cualquiera que no se inclinara ante una imagen” que les era contrario a su religión, “sería arrojado en el horno ardiente”. Y el rey, muy enojado, salió y dijo: “Cualquiera que no se postre ante esta imagen, tendrá que entrar en este horno ardiente y ser quemado”. Ahora, allí estaba un tiempo de prueba.",
    "Y siempre hay un tiempo de prueba; “Todo hijo que viene a Dios, primero tiene que ser probado, examinado”. ¡Oh, me encanta! ¡Oh, no es que yo lo pida!, pero, después de que pasa, produce esos hermosos frutos de mansedumbre. ¡El tiempo de prueba, cuando el fuego está ardiendo! ¡Cómo todo Cristiano a través de las edades pasó por ese tiempo de prueba! Y la Biblia dice: “Si no podemos soportar esa prueba, venimos a ser hijos ilegítimos, y no hijos de Dios”. Así que, un verdadero hijo en el tiempo de prueba como este, no camina por la vista. Sus ojos físicos están cerrados a las cosas que los rodean. Ellos solo caminan por la fe del Señor Jesucristo, mirando a Su Palabra, y creyendo que Él cumplirá cada Palabra exactamente de la manera que dijo que Él lo haría. ¡Tiempo de pruebas, tribulaciones!",
    "Y vemos que cuando este tiempo de prueba vino para estos tres jóvenes hebreos, probaron ser fieles. Ellos dijeron: “No nos inclinaremos ante la imagen”. ¡Oh, vaya!",
    "Luego, habiéndose firmado el gran decreto, fueron y los apresaron juntos, y les colocaron sus manos por detrás, y los subieron por un gran tablón, una rampa, para caer en un horno que había tornado el cielo literalmente rojo, siete veces más caliente de lo que jamás se había calentado. Y mientras subían por este tablón, sabiendo eso en su corazón, ellos no veían cómo Dios lo haría; pero ellos sabían que Dios podía hacerlo. Les fue de privilegio caminar a su muerte, por así decir, para obedecer la Palabra de Dios.",
    "Y mientras subían allá caminando, tal vez fue la hora más oscura que jamás habían visto. No tenían—no tenían hogar a donde ir, en esta tierra. Eran cautivos; ellos eran como esclavos. Habían sido traídos de su patria. No se les permitía ir a la adoración pública. Adoraban ídolos en ese país; así que ellos no podían irse a la idolatría, tampoco podían tener los privilegios de su patria. Estaban cautivos. Pero, una cosa: Ud. no puede atar a un creyente de su Dios; no, Ud. no podrá.",
    "Y esa mañana, mientras subían caminando allá arriba, sabían que estaban solos con Dios, y al comenzar ellos a dar sus pasos, mientras subían, quizás era la hora más oscura a la que jamás habían llegado, y el calor del horno comenzaba a calentarles el rostro, y al dar su paso final de despedida a este mundo, cayendo a ese horno ardiente, entonces Jesús llegó en ese preciso momento. Y Él bajó a ese horno ardiente, desprendiendo una palma de los árboles perennes del Cielo, y abanicó el fuego apartándolo de ellos.",
    "Hasta que después de quemar, quizás por una hora o más, el rey se cansó y dijo: “Abran, y veamos qué ha sucedido”.",
    "Y cuando bajaron la gran tapa del horno, y la gran tapa de acero o bronce cayó, el rey miró adentro. Y dijo: “¿Cuántos pusimos allí?”.\n\nDijo: “Pusimos tres”.",
    "Él dijo: “Hay cuatro allí adentro. Y Uno de ellos parece como el Hijo de Dios”.",
    "Pudieran venir momentos oscuros y acalorados, pudieran venir tiempos de prueba, pero Jesús siempre está en la escena si tan solo somos sinceros y fieles.",
    "Había una mujercita una vez, quien había gastado todo su dinero en médicos. Y había vendido la granja, y quizás sus animales. Y todo lo que tenía, ella lo había vendido; y se lo había dado a los médicos, queriendo la sanidad. Ninguno pudo ayudarla. Y mientras estaba sentada sola, su cuerpecito estaba frágil, pues había perdido sangre por muchos años. Y parecía que nada podía ayudarle. Y allí…",
    "Ella había oído. Uds. saben: “La fe viene por el oír, el oír de la Palabra”. Ella escuchó que por allá al otro lado de Galilea, había un Profeta allá, Quien estaba sanando a los enfermos. Pero, ella no tenía el dinero para cruzar el lago. Ella no podía remar la barca; estaba demasiado débil. Y ella no tenía el dinero para pagarle a alguien, pues había gastado todo lo que tenía en los médicos, y aún seguía tan mal como siempre.",
    "Una mañana, estando sentada afuera, como pudiéramos pensar, en el porche, con sus deditos temblorosos, tratando de hacer un poco de ganchillo o tejido. Cuando miró allá abajo, hubo un bullicio a la orilla del mar. Y una pequeña barca entró a los sauces, y ella casualmente miró. Y después…",
    "Ella estaba sentada allí, pensando: “He perdido todo mi dinero. ¿Qué haré ahora? Tenemos… quizás me saquen de la casa; la hipoteca ya se había apoderado. Ni siquiera tenemos alimento para comer, ni para otra cosa. Y no encuentro alivio”. Probablemente fue la hora más oscura que ella había visto.",
    "Y en ese momento, la pequeña barca atracó, y llegó Jesús. Ella se dirigió al río, con su cuerpecito tembloroso.",
    "Y solo recuerden, por cuanto Jesús ha venido, todo diablo en el infierno tratará de apartarlo a Ud. de Él. Así es. Ud. pudiera oír el Mensaje, pero el diablo se sentará en su hombro y dirá: “No escuches. No escuches. No escuches”. Pero Uds. no le crean a él.",
    "Él dijo: “El que quiera, puede venir y beber de las aguas de Vida, gratuitamente”.\n\nNo lo escuchen, porque ese es el diablo.",
    "Y la mujercita se acercó por donde venía Jesús, y la gente se agrupaba alrededor de Él, los pobres y demás.",
    "Y allí estaba el sacerdote y todos los—los líderes importantes de su religión. Y ellos se burlaban de Él, y decían: “Oye, Tú eres el que sana a los enfermos, ¿verdad? Bueno, tenemos muchos enfermos. Veamos que los sanes. Pues, Tú eres Quien resucita a los muertos, ¿verdad? Tenemos un cementerio lleno aquí arriba. Veamos que los levantes”.",
    "Él no les prestó la más mínima atención. Él simplemente siguió caminando. Él tenía algo que hacer, y era lo que Dios Le mostró que hiciera. ¡Nada menos ni nada más!",
    "Cuando el Cristiano llega a ese lugar, donde se hace a un lado y no escucha todo el escándalo y cosas que se dicen, y todo lo que sucede, y tiene un motivo, que es hacer la voluntad de Dios, lo cual Dios lo envió a Ud. a hacer, habrá un día diferente y una iglesia diferente.",
    "Aquí viene ella caminando hacia esta multitud. Y Jesús iba caminando, en Su paso firme, pausado.",
    "Y la gente corría hacia Él, y decían: “¿Eres Tú el Profeta? ¿Eres Tú esto? ¿Eres Tú aquello? Oye, ¿qué tal si vienes aquí y haces algo por mí? Déjame verte hacer un milagro. Nos encantaría verte convertir las aguas en vino; aquí hay una jarra llena; me gustaría un poco. Dicen que era vino sabroso. Convierte esto en vino. Déjame ver cómo sabe”.",
    "Él ni siquiera levantó Su cabeza; solo siguió caminando. Eso me hace amarlo a Él.",
    "Uds. lo saben, se necesita gentecita insignificante para discutir y altercar. Un gran hombre no le presta atención a nada de eso. Los Cristianos no se fijan en lo que dice el mundo, así que pueden decir lo que ellos quieran. Tienen… Son demasiado para notar esas insignificancias. Ellos solo siguen adelante, avanzando.",
    "La mujercita pensó: “Ahora, es la única hora en que Lo veré a Él; es mi última oportunidad. La única oportunidad que llegaré a tener. Y verdaderamente creo que, si tan solo yo pudiera tocar el manto de ese Hombre, sería sana”. ¡Qué fe! ¡Qué momento!",
    "Y aquí, con el impedimento de la multitud, ella se pone de rodillas, de alguna manera, y se arrastra a través de toda esa multitud, hasta que tocó Su manto. Y ella caminó de regreso y se paró entre la multitud.\n\nJesús Se volvió y dijo: “¿Quién Me ha tocado?”.",
    "Vaya, la multitud dice: “Pues, nadie Te ha tocado”. Todos lo negaron.",
    "Y Pedro Lo reprendió. Le dijo: “Señor, todos Te aprietan”.\n\nÉl dijo: “Pero he conocido que virtud ha salido de Mí”.",
    "Y miró alrededor hasta que Él la encontró. Y dijo: “Tu fe te ha salvado”.",
    "Su hora más oscura. Y la Biblia dice que, “Ella sintió por dentro que, el rubor… el flujo de sangre había cesado”.",
    "¿No estuvo el mismo Señor Jesús aquí esta mañana? Para un hombre sentado allí, con cáncer avanzado, a tal grado que él… El médico dijo: “Solo le queda un poco de tiempo”. Y mientras él pasaba por el altar, en la hora más oscura que jamás había visto, y por quince minutos se paró allí atrás. Y tuvo que venir aquí y decir: “Toda esa sensación de pesadez me ha dejado”. A la hora más oscura, entonces llega Jesús.",
    "El Hermano Burns sentado allá, cuando… Su encantadora compañera en Gloria, esta noche. Cómo fue que, él estaba tendido allí, en el hospital aquí en Louisville, con cáncer en el bazo. Y los médicos lo estaban desahuciando. Y el Hermano Wood y yo estábamos afuera en el—el bosque, cazando ardillas. Y vinimos, y algo me obligó a ir a Louisville. ¿Por qué? No lo sé.",
    "Y yo dije: “Hermano Wood, conduzca alrededor de la esquina, voy a ir a Sutcliff’s. Y cuando Ud. regrese de dar la vuelta, puede recogerme”. Esperé y esperé. No pude encontrarlo por ninguna parte. Y después de un rato, lo vi doblando la otra esquina, y pasando por la calle, pensando que Sutcliff estaba otra calle más arriba. Si el varón solo hubiera mirado, hubiera visto que Sutcliff no estaba allí. Y él hace negocios con Sutcliff. Él sabe dónde está el lugar.",
    "Pero la Hermanita Burns, que descansa con Dios esta noche, estaba de pie en su casa; tomó esa pequeña fotografía con el Ángel del Señor allí encima, y se arrodilló frente a ella y dijo: “¡Oh, Dios, ayúdame a encontrar al Hermano Branham, por mi amado esposo!”.",
    "Y ella fue al centro a pagar la factura de la luz, sin saber dónde estaba yo en este ancho mundo. Y ella vino. Yo esperé por más de media hora. Y seguía viendo la camioneta pasar por la otra esquina. Yo dije: “Está perdido. Tendré que ir allá”. Y justo cuando llegué a la esquina, y él dio la vuelta a la esquina, para que yo subiera a la camioneta, y para ese momento, la Hermana Burns dio la vuelta a la esquina.",
    "Y allí, con una oración de fe, Dios sanó a su esposo. Y allí está sentado esta noche. Fue en la hora más oscura, entonces llega Jesús.",
    "Solo somos nosotros que pensamos que estamos perdidos y abandonados. Y cuando Ud. llega a sentir… Solo siga aferrándose, Él estará allí. No se canse.",
    "Fue la hora más oscura que la pequeña Georgie Carter jamás había visto, allá en Milltown. Ella pertenecía a una iglesia que no creía en sanidad Divina. Ellos ridiculizaban y se burlaban de la sanidad Divina. Y allí esa mujercita en esa condición. Y el Señor me habló aquí en la cama, y dijo: “Ve a Milltown”. Yo nunca había oído del lugar.",
    "Vine a esta misma plataforma, y dije: “El Señor me ha enviado a un lugar llamado Milltown. Hay una ovejita que está toda enredada en los arbustos, y está clamando por ayuda”. Nadie sabía dónde quedaba.",
    "Y el Hermano George Wright, él estaba aquí esta mañana, dijo: “Yo sé dónde está; queda más allá de mi casa”. Fui allá el sábado siguiente. Busqué por todas partes, y comencé una reunión en la antigua iglesia bautista.",
    "Y luego el Sr. Hall me guio allá para orar por esta niña, y oré por ella. Su gente salió de la casa. Ellos no querían tener nada que ver con eso, porque su iglesia les había dicho: “Cualquier persona” que viniera a mi reunión, “será excomulgada de la iglesia”. Allí había estado postrada ella nueve años y ocho meses, boca arriba, sin poder siquiera moverse. Ella había llorado. Ella había orado. Al punto que Ud. pudiera ir, hasta el día de hoy, a mirar. Su camita con dosel, ella había frotado toda la—la pintura de la parte de atrás, llorándole a Dios, que hiciera algo. Y, sin embargo, su iglesia fría, formal e indiferente no creía en la sanidad Divina y rechazaba a cualquiera que viniera a orar por ella de esa manera.",
    "Su papá era un diácono o algo, en la iglesia. Su mamá y ellos, columnas importantes en la iglesia. Y allí ellos eran rechazados; no quedaba esperanza. Los médicos la desahuciaron, cinco años antes. Ella solo pesaba como dieciséis kilos; no era sino huesos. Sus piernecitas parecían palos de escoba. Y allí estaba ella sin nada más que piel sobre el hueso.",
    "Un día, al dirigirme allá… Y su mamá corrió; su papá salió de la casa. Ellos no tendrían nada que ver con ese fanático. Y un día, entré para orar por ella, yo dije: “Niña, ¿estarías dispuesta a levantarte y ser bautizada en el Nombre del Señor Jesús, para que te lave de tus pecados, y servirle a Él?”.",
    "Tuve que acercarme para oír lo que respondía. Ella dijo: “Haré lo que sea”. Miré, puesto en mi… su cama, y allí estaba mi librito, llamado Jesús el mismo ayer, hoy, y por los siglos. Oré por ella, pareció que no sirvió de nada.",
    "Tuve una reunión por dos semanas. Fui a bautizar a Totten Ford. Y ese día concluiría la reunión, esa noche. Y mientras bautizaba…",
    "Había otro ministro allá que se burlaba y ridiculizaba hasta el solo pensamiento del bautismo en agua, y usar el Nombre del Señor Jesucristo. Él dijo: “Si alguno de los míos que están sentados debajo de esta carpa, llegara a estar alrededor de ese hombre, salga de aquí ahora. No quiero tener nada que ver con ellos”. Y sucedió que el Sr. Wright estaba sentado allí, y él se levantó y salió. Y al domingo siguiente… Yo no abrí mi boca ni dije una palabra acerca del hombre.",
    "Y fui allá, al lugar, para ser… para bautizar allá en Totten Ford. Y cuando caminé, saliendo allí al agua, allí estaba la gente de su avivamiento, parados en la orilla, para burlarse de mí porque bautizaba en el Nombre del Señor Jesús. Y cuando salí allí al agua, como para ese momento llegó Jesús.",
    "Aquí venía toda su congregación, con sus ropas buenas puestas, vadeando por esa agua lodosa, gritando: “¡Dios, ten misericordia de mí!”. Y yo los bauticé a cada uno en el Nombre de Jesucristo, allí mismo en ese charco de agua.",
    "Fui donde el Hermano George. Y el Hermano George dijo: “Hermano Branham, venga a cenar en unos minutos”.",
    "Le dije: “Debo orar”. Fui al bosque y no pude orar, aquí y allá. Y de repente, cuando ya casi oscurecía, miré, y una Luz brilló a través de un pequeño árbol de cerezo, y dijo: “Levántate, de pies, ponte de pie, y ve por donde los Carter”.",
    "La pequeña Georgie tendida allí, lloraba, y decía: “¡Oh, mamá, no seré incluida! Él se va a ir hoy, y ya no podré verlo”. Y ese era el servicio de clausura, esa noche, del gran avivamiento. Allí estaba ella, sin ninguna esperanza, al parecer. Y en ese momento, llegó Jesús.",
    "Y esa mujercita tendida allí, solo pesaba dieciséis kilos. Cuando entré allí y le tomé la mano, dije: “Hermana, el Señor Jesús me apareció hace un rato, allá al lado de la colina. Él me dijo que viniera aquí y le impusiera mis manos, para que pudiera ser sana”.",
    "Ese pequeño cuerpo huesudo que no se había levantado de la cama por nueve años y ocho meses… [Cinta en blanco.—Ed.]… se puso de pie y corrió hacia el piano, y comenzó a tocar:\n\nJesús, mantenme cerca de la cruz,\n\nHay una Fuente preciosa,\n\nGratuita para todos, un torrente de sanidad\n\nQue fluye del monte Calvario.",
    "Fue la hora más oscura que Georgie había visto, entonces llegó Jesús.",
    "El diputado Willie D. Upshaw, sesenta y seis años en una silla de ruedas, llevado del salón del congreso, de lugar en lugar. Se había orado por él, cientos de veces. Él era el vicepresidente de la Asociación Bautista del Sur, los Bautistas del Sur. Un gran hombre, un hombre maravilloso, un hombre que hubiera sido presidente en los Estados Unidos, en 1926, si él hubiera vendido su primogenitura. Pero, odiaba el whisky. Y él se postuló a favor de la prohibición, cuando el partido Demócrata lo hubiera elegido. Ellos dijeron que lo harían, y lo hubieran hecho. Pues, él pudo haberlo hecho fácilmente. Él era muy querido.",
    "Pero él dijo: “Yo no cambiaría mi primogenitura, para ser presidente del mundo”. ¡Aleluya! Dios danos hombres así, aquí en nuestra Casa Blanca. Sí, señor. ¿Cómo iba a quedar entonces como un lisiado? Con su espalda rota desde que tenía diecisiete años, y tenía ochenta y seis.",
    "Y una noche, allá, frente a decenas de miles de personas, Roy Davis lo había enviado allá. Y él lo entró en una silla de ruedas, después de que Roy orara por él, y cientos de otros. Y yo nunca había oído hablar de ese hombre, en mi vida. Allí estaba él, sentado allá atrás, solo en otra reunión. Caminé hasta la plataforma. Y en ese momento, miré, y vi un pajar, y un muchachito jugando. Mientras el Espíritu Santo comenzaba a revelar, lo señaló y le dijo que él era un diputado, y que Jesucristo lo había sanado.",
    "Allí él, un inválido, con sesenta y seis años en la silla de ruedas, de ochenta y seis años, la hora más oscura que jamás había visto. Sin ninguna esperanza para su sanidad, entonces llegó Jesús. Y un hombre que había estado en una silla de ruedas por sesenta y seis años, se levantó y corrió a la plataforma, a los ochenta y seis años, y tocó sus pies, y saltó y saltó. Y fue a la reunión de Billy Graham y cantó Dulce Comunión En Los Brazos De Mi Salvador, en los escalones de la Casa Blanca. En la hora más oscura, entonces llegó Jesús.",
    "Fue la hora más oscura que vio Abraham, cuando tenía cien años, entonces llegó Jesús.",
    "Una noche después de estar predicando por mucho tiempo, Él despidió a Sus discípulos. Y ellos se subieron a una barca y se fueron sin Él. Y parecía que, cuando Él lo hizo, entonces se hizo a la mar, la pequeña barca. Y se levantó la tormenta. Y el diablo dijo: “Ahora los tengo apartados de Él; tengo a estos santos rodadores lejos de su Maestro. Veré cuánto Mensaje van a llevar a todo el mundo. Los ahogaré a cada uno aquí”.",
    "Entonces, vino una gran tormenta. El diablo comenzó a resoplar, y vino la tormenta. Y la barquita comenzó a rebotar, así. Las velas se arrancaron. Los remos se partieron. La barca se llenó de agua. Y era el momento más oscuro. No hay duda que se tenían el uno al otro por la cintura, y lloraban. Ellos pensaron: “¡Oh!, ¿a dónde se ha ido Él? ¿Qué Le ha sucedido? ¿Por qué no esperamos y Lo llevamos con nosotros? ¿Por qué no Lo subimos a la barca?”.",
    "Y muchas veces, Uds. pudieran pensar así. Amigo mío, Ud. pudiera haberse ido sin Él, pero, recuerde, Él todavía lo está mirando. Él sabe exactamente dónde está Ud. Pudiera haber problema en su hogar; pudiera haber problema en su alma; pudiera haber problema en su cuerpo; sea lo que sea, no se preocupe. Él tiene Sus ojos puestos en Ud. Él lo está vigilando a Ud.",
    "Él subió a la cima de una montaña. Desde allá observaba, y Él vio cada truco que ese diablo estaba jugando. ¡Aleluya!",
    "Él no solo subió allá, sino que subió las murallas del Calvario; y no solo al Calvario, sino a las murallas de la Gloria. Y Él Se sienta esta noche, en la Majestad. Él mira hacia abajo a la tierra. Ni siquiera una—una pequeña ola puede aparecer en el agua sin (Él) que sea con Su permiso; el mar no puede moverse; una hoja no se puede mover; un ave no puede volar. ¡Oh, bendito sea el Nombre del Señor!",
    "Él está sobre todo principado y potestad. La tierra Le puso el sobrenombre más bajo que se puede dar; Dios Le dio a Él el nombre más sublime que se pudiera dar. La tierra Lo rebajó tanto como pudieron, en una tumba de pecado; pero Dios Lo levantó a lo más alto de las Alturas. Él está a tal altura que tiene que mirar hacia abajo para ver el Cielo.\n\nSu ojo está sobre el gorrión,\n\nY yo sé que Él cuida de mí.",
    "Él cuida de Ud. Él conoce todo pensamiento en su mente; Él conoce cada acción que Ud. hace. Él sabe todo de Ud. Así es.",
    "Ud. dice: “Pero, me he descarriado, Hermano Branham”. Eso no hace la más mínima diferencia. Él sabe exactamente por qué Ud. se descarrió. Él sabe exactamente dónde está Ud.",
    "Ud. dice: “Bueno, Hermano Branham, yo también me fui sin Él. Una vez yo tuve la oportunidad de hablar. Yo tuve la oportunidad, una vez, de—de ser un Cristiano. Yo tuve una oportunidad. El predicador hizo el llamado, y yo debí haber ido. Lo intenté una vez, pero fallé. Yo hice esto, aquello”. No importa lo que Ud. haya hecho, Él aún tiene Su ojo sobre Ud.",
    "Esos discípulos se fueron sin Él. Y en la hora más oscura, cuando ese diablo los apartó de allí, de Su Presencia, él comenzó a embestirlos.",
    "Quizás eso es lo que él les está haciendo a Uds. esta noche. Él pudiera darle a Ud. cáncer; él pudiera darle a Ud. esto; pudiera darle aquello. Él pudiera darle a Ud. un hogar destrozado; pudiera darle un corazón destrozado. Él pudiera darle preocupaciones; pudiera darle un dolor de cabeza. No sé lo que él hará. Pero hay una cosa que sí sé: que Dios aún tiene Su ojo sobre Ud. Esta pudiera ser su hora más oscura; yo no sé, Dios lo sabe.",
    "Pero justamente en esa hora más oscura, cuando estaban a punto de hundirse, entonces llegó Jesús caminando, del agua, nada perturbado. Las grandes olas simplemente se aplanaban frente a Él, mientras caminaba.\n\nPedro dijo: “Señor, si eres Tú, manda que venga hacia Ti”.\n\nÉl dijo: “Ven. Camina hacia acá”.",
    "🦅 Pedid y recibiréis; buscad y hallaréis; llamad y se os abrirá. A todo el que llama, se le abrirá; todo aquel que busca, hallará”. Seguro. Él aún sigue cuidando. Y lo extraño de eso es que, cuando esos discípulos estaban indefensos y sin esperanza, y cuando Jesús vino a ellos, que era lo único que podía ayudarlos, y ellos temieron de Él. Ellos Le tuvieron miedo.",
    "Y yo digo hoy, amigo, que cuando las naciones han fallado, cuando la gente ha fallado, cuando las comunidades han fallado, donde la iglesia ha fallado, donde todo lo demás ha fallado, parece que estamos totalmente perdidos. Y casi en cualquier momento, a cualquier hora, se podrá escuchar un grito, y antes de que Ud. termine ese grito, el mundo entero será aniquilado. Una explosión de bombas lo haría. Eso es todo lo que hay que hacer, solo una. Ellos no tienen que salir de Moscú. Pueden sentarse allá mismo y dejar caer una en la Calle Cuarta, en Louisville. Y nosotros parados aquí mismo y también arrojar una en Moscú.",
    "Y ¿cómo será cuando estos grandes barcos allá en el mar así, con esos cohetes apuntando directamente a esas ciudades? Uno de este lado, apuntado en esta dirección; y otro de este lado, apuntado en aquella dirección. El primero que dispare, estos se disparan hacia allá.",
    "¿Qué va a suceder? ¿De qué le va a servir entonces su hogar? ¿De qué le va a servir entonces su dinero? ¿De qué le va a servir su novio, o su novia? ¿De qué le va a servir lo que sea? Si Ud. no está bien con Dios, está perdido, por el tiempo y la Eternidad.",
    "Esta es la hora más oscura que este mundo haya enfrentado desde el principio del tiempo. Nunca ha habido un tiempo en toda la historia del mundo donde esté tan oscuro como ahora.",
    "El cáncer está arrasando. Solo piensen, que… Escuché una declaración el otro día, un proyecto de ley así: “Que más gente morirá en América este año, por fumar cigarrillos, causa cáncer, morirán este año en América, que los que murieron en los cuatro años de la Guerra de Corea”. El cáncer está arrasando.",
    "Enfermedades están apareciendo, y está sucediendo de todo. Bueno, no sabemos qué esperar. Los médicos no saben qué nombre dar a las enfermedades, así que dicen que son virus. ¿Qué es un virus? Pregúntele al médico. Es algo de lo que él no sabe nada, él simplemente dice: “Es un virus”. Eso es todo lo que tienen.",
    "Hay bichitos y demonios volando de los que ese hombre nunca ha oído hablar. Todo está suelto. Todo, estamos tratando de frenarlo con cosas naturales. Pero, en el intento, hace brotar otra cosa. Así es. Si Ud. le da penicilina a un hombre para esto, da lugar a otra cosa. Ud. da esto, es…",
    "Es solo porque están todos apartados del camino. Dios tiene un camino, es mejor que entremos en él.",
    "Las iglesias han fallado; los presbiterianos fallan; los metodistas fallan; los bautistas fallan. Los pentecostales fallan; el Peregrino de Santidad falla; la iglesia de Dios falla. Todos, cada uno, hemos fallado. Así es. Ud. no puede decir: “Soy metodista”, y pretender estar seguro. Ud. no puede decir que es un bautista y pretender estar seguro; metodista, o presbiteriano, lo que Ud. pueda ser, o pentecostal. Ud. no puede decir que está seguro, no perteneciendo a la iglesia, porque la iglesia ha fallado miserablemente.",
    "La enfermedad va en tanto aumento que, creo yo, cinco de cada ocho, o algo así, morirán este año, de cáncer. Piénsenlo. Y enfermedades de todas clases, enfermedades nuevas, y cosas que están brotando, es terrible pensar en eso.",
    "Los automóviles están matando. Y cada día, la gente está manejando por la carretera muy nerviosa, y gritando.",
    "Pues, yo caminaba por la calle en Louisville, ayer, y una mujer me iba a sacar de la calle a bofetadas. Yo iba caminando así, y mi esposa estaba conmigo, y escuché a alguien detrás de mí. La—la multitud estaba… Y una mujer de apariencia ridícula, fumando un cigarrillo, me dijo: “Bueno, pues, si Ud. no sabe por cual lado de la calle quiere caminar, sálgase de la calle”.\n\nDije: “Bueno, señora…”.",
    "Ella dijo: “¡Cállese!”. Allí lo tienen. Allí lo tienen.",
    "¿Qué es? Neuróticos. Eso es mental. Y los médicos afirman que nueve de cada diez americanos están sufriendo de deficiencia mental. Aun los psiquiatras, que se supone que son intérpretes mentales, ellos se están desenfrenando y en la demencia. Los están apresando con grandes esposas, en la institución para dementes.",
    "La demencia está en aumento. La violación aumenta. El whisky aumenta. El pecado aumenta. El engaño aumenta. No hay manera de detenerlo. El comunismo está entrando como río. No hay manera de detenerlo, porque están en el gobierno y en todas partes.",
    "¡Oh, pero, bendito sea Dios! Justo en esta hora más oscura, entonces aquí viene Jesús entrando, con Su mano extendida, y mostrando señales y prodigios, y dando salvación y misericordia a la gente. ¡La hora más oscura que este mundo haya visto! Cuando, la roca de Gibraltar volará en pedazos, un día. Pero, la Roca de las edades permanecerá para siempre, como un memorial de la resurrección, Cristo.",
    "¡Dios los bendiga pueblo! ¡Dios les bendiga, hijos! Ud. puede ser pobre. Quizás no sepa de dónde vendrá su próxima comida. Pero, una cosa: Uds. son tan bienvenidos en la Fuente de Vida esta noche, como el hombre más rico del mundo. Ud. viene sin dinero, no hay precio. Está abierta para quienquiera.",
    "Es la hora más oscura que la familia haya visto. Miren las familias separadas. Hay más divorcios, solo en América, que en todo el resto del mundo junto. Desenfreno en el divorcio. ¿A dónde se ha ido la honestidad y la—la sinceridad y la feminidad de nuestras mujeres americanas? Miren a los hombres, y todo lo que hacen es excederse en velocidad por las carreteras, por poco golpeando todo lo que se les atraviese, yendo allá, y es para beber cerveza antes de llegar a casa.",
    "Miren a nuestras jovencitas adolescentes viniendo por la calle, con cigarrillos en las manos. Y no importa cuánto la ciencia médica publique advertencias: “¡Da cáncer! ¡Da cáncer!”. A ellos no les importa; no les importa. Allí mismo les darán bocanadas de todas maneras.",
    "Un predicador puede pararse y predicar hasta desmayar, y decirles que eso está errado, y ellos dirán: “¡Oh, viejo fanático!”. El mundo está listo para juicio, y lo vamos a recibir. Recuerden lo que digo, no pasará mucho tiempo hasta que algo suceda.",
    "Cuando vi este avivamiento, ¡arrasó en un momento! Ha salido. Y se paró allí, esa Estrella de la Mañana colgando baja sobre el río, hace veintitantos años, cuando Él dijo: “El Mensaje abarcará el mundo”. Y ha habido un derramamiento a la antigua, Pentecostal, del Espíritu Santo, y fuegos de avivamiento y servicios de sanidad han cubierto el globo.",
    "Ellos cometieron muchos errores. El artículo del periódico aquí, no hace mucho, en McCrall o, McCall’s, cuando ese hombre estuvo en mi reunión allá en Minneapolis, algunos de ellos, el Sr. Peterson y ellos vinieron a decirme que él estaba en la reunión. Yo dije: “No hay duda alguna. Pero Ud. no escudriñó correctamente sus artículos. Ud. dijo que A.A. Allen escribió ese libro. Y A.A. Allen no tuvo nada que ver con eso. Entonces, si ese fue un gran error, yo creo que el resto es un gran error”. Yo dije: “En verdad, los hermanos pudieran merecer mucha crítica. Ellos cometieron muchos errores. Eso es cierto. Pero, hermano, prefiero que me encuentren en el campo de batalla, cometiendo errores, que criticar al hombre que se está esforzando por salvar almas para Dios”. ¿Qué está haciendo Ud. por eso?",
    "¡Bendito sea el Nombre de Jehová Dios! El Poder del Señor Jesucristo sigue igual de suficiente en esta noche. Es la única Roca; es la única esperanza; es la única Fe. Y Cristo se La ha presentado a Ud.",
    "[Cinta en blanco.—Ed.]… y viva, o dé la espalda y muera. Es la hora más oscura que el mundo haya visto. Pero Jesús ha venido, y Él está aquí ahora. Sus bendiciones están abiertas. Su costado fue traspasado. Sus manos están extendidas. “Y quienquiera, puede venir y beber de las fuentes de Vida, gratuitamente”. Ud. tome su decisión. Su destino Eterno estará—estará en juego, dependiendo de su actitud hacia Jesucristo. Esta podría ser su última oportunidad.",
    "Y cuando inclinemos nuestros rostros ahora solo para orar, le pediré a la hermana que venga al piano.",
    "Y mientras cada persona está en oración, quiero que lo piensen. ¿Adónde podría ir Ud. esta noche? ¿Qué sucedería si Ud. tuviera un ataque al corazón esta noche? Esta puede ser la última oportunidad que Ud. tenga. Piénsenlo ahora. La cosa es, ¿no aprovechará Ud. esta oportunidad?",
    "Ud. dice: “Bueno, es que estoy joven”. ¡Oh, hermano, hermana, Él no hace acepción de edad! Puede ser que Ud. cruce la línea de joven o siendo anciano; no tiene que ver. ¿Ven?",
    "Nuestro Padre Celestial, este Mensaje Te lo entregamos ahora, en el Nombre de Cristo. Es la hora más oscura que el mundo haya visto. Es el tiempo más oscuro que la historia humana haya escrito. Hay proyectiles en el aire, platillos voladores, como los llaman.",
    "Tú dijiste: “Habrá señales en el cielo; y en la tierra, grandes terremotos sacudiendo en diversos lugares, erupciones volcánicas; grandes olas en el mar”. Tú dijiste: “El mar ruge. El corazón del hombre desfallece”. Verdaderamente. El mundo no sabe qué hacer. La primera bomba atómica lo dice; “Perplejos del tiempo, angustia entre las naciones”. Tú dijiste: “Cuando sucedan estas cosas, entonces levanta el rostro, tu Redención está cerca”.",
    "Cuando pienso en esos judíos, por allá. Veo esa antigua estrella de David de seis puntas, la bandera más antigua del mundo, colgando allá. ¿Por qué no pueden verlo las naciones? Y pensar que nuestra propia amada nación se va a aliar con los árabes, al parecer. Ellos recibirán maldición, de seguro. Han despreciado la—la misericordia de Dios, ahora tendrán que soportar el juicio. ¡Vean esa antigua bandera que cuelga allá! ¡Vean el desierto brotando como una rosa floreciendo! ¡Vean a esos judíos regresando de por allá lejos de Irán, tienen allí dos mil quinientos años! La Biblia dice que serían llevados de regreso a Jerusalén sobre alas de águila. Ver esas grandes aerolíneas de United llevándolos de regreso sobre las alas de águila, como ha sido. Ellos bajando de los barcos y buscando, y diciendo: “¿Dónde está el Mesías?”.",
    "Tú dijiste: “Cuando la higuera dé sus brotes, sabed que el verano está cerca”. Vemos que ella está retoñando. Y vemos todos los otros árboles retoñando; sabemos que está cerca. Vemos a Ismael e Isaac, allá en la puerta, el uno a la garganta del otro, tal como Tú lo dijiste. Toda profecía impactando ahora mismo. Dios, sé misericordioso y salva a los perdidos.",
    "Si hubiera uno aquí esta noche, Señor, que Te necesita, háblale al corazón de él o ella ahora mismo, porque puede ser que, sí es la hora más oscura; aunque quizás no nos demos cuenta. Puede haber algunos aquí que no se den cuenta que esta es la hora más oscura, pero lo es. Puede ser que Satanás los tenga tan engreídos en las cosas del mundo, al grado que ellos no se den cuenta.",
    "Tú dijiste en la Biblia: “Estás desnudo, desgraciado, miserable, ciego, y no lo sabes”.",
    "Dios, concede en esta noche que hombres y mujeres, jóvenes y jovencitas, puedan volver en sí y darse cuenta que esta es la hora más oscura que el mundo haya visto. Ahora concede, Señor que, si hay alguno aquí que no Te conoce, que vengan dulce y humildemente a la cruz, esta noche, y acepten a Cristo como Salvador personal.",
    "¿Existe tal actitud? con nuestros rostros inclinados, que ¿le gustaría ser recordado en oración al terminar el servicio? Levantaría Ud. su mano a Dios, para decir: “Recuérdeme a mí”.",
    "Dios le bendiga. Dios le bendiga. Dios le bendiga, y a Ud., y a Ud., y a Ud. Dios le bendiga allá atrás. Y a Ud., señora, sí. ¿Habrá otro antes de terminar? Dios la bendiga, jovencita.",
    "Ud. dice: “Hermano Branham, ¿tiene algún significado cuando levanto mi mano?”. Depende de su intención.",
    "¿Sabían que cuando levantan la mano, Uds. desafían toda ley de la ciencia? ¿Saben que su mano debe colgar hacia abajo, la gravedad la mantiene hacia el suelo? ¿Sabe, cuando levanta su mano, que eso muestra que hay algo sobrenatural, en Ud., que ha tomado una decisión? Algo que no es natural; algo que no es científico. Es un espíritu en Ud., habiendo hecho que Ud. rompa la gravedad, por medio de un Ser sobrenatural en Ud., al levantar la mano hacia el Dios del Cielo, y decir: “Yo ahora acepto a Jesús como mi Salvador”. ¿Sabe Ud. que es un espíritu en Ud. haciendo eso? Ud. no puede hacerlo por sí mismo. Eso es lo que significa: la diferencia entre la Vida y la muerte.",
    "Si Ud. está errado, levante la mano a Él. Si Él ve al gorrión, Él lo ve a Ud. Seguro.",
    "Ahora, mientras está allí mismo en su asiento, si quiere venir al altar y orar, eso depende de Ud. Si quiere permanecer en su asiento, vamos a orar por Ud. Ud. puede escoger de que manera quiere orar. Dios oirá. Hay como una docena de manos levantadas.",
    "Ahora, si Ud. desea y quiere que Dios haga algo por Ud., allí donde Él le ha dado la convicción, en ese mismo lugar, Él le quitará la condenación. Él tomará el juicio suyo sobre Sí Mismo. Y Él ya ha pagado por eso.",
    "Y Él dirá: “Padre, pon toda su cuenta en la Mía; está resuelto”. Entonces Dios le dará el Espíritu Santo, allí mismo donde Ud. está.",
    "¿Realmente fue sincero cuando levantó la mano? Si así fue, oremos entonces.",
    "Bendito Salvador, no sé en qué noche será mi último sermón. Quiero predicar cada uno como si fuera el último. Pues, no sé cuándo dirás: “Todo ha terminado ahora. Ven a Casa”. Oro que Tú me guardes; quiero quedarme para predicar la Palabra. Veo la necesidad del Evangelio, y el efecto que tiene sobre la raza humana. Pero aquí en nuestra propia tierra hermosa de América, hemos visto tanta comodidad, riquezas, dinero, todo.",
    "¡Oh, no podemos seguir así, y la mayor parte del mundo muriendo de hambre! Hemos sido bien alimentados y vestidos, y somos dueños de nuestras casas, nuestros carros. No tenemos necesidad de nada, y no sabemos que somos “desgraciados, miserables, ciegos” espiritualmente hablando, “desnudos”, sin la Sangre del Señor Jesús. Aunque, quizás tengamos una gran membresía en la iglesia; quizás tengamos una gran posición social en el vecindario; quizás nos vistamos mejor, comamos mejor. Pero, ¡oh, Dios!, ¡y esa alma!",
    "Ahora, en esta hora oscura, Tú aún estás aquí, porque das convicción a los corazones. Ha habido varias manos, supongo, una docena, puedo estar equivocado; pueden haber sido más o menos. Yo no sé, Señor, pero Tú los conoces a cada uno.",
    "Y ahora, reverentemente, en la oración final, los estoy trayendo dulce y humildemente a Tus pies, como los atributos de mi sermón esta noche, como el fruto del Mensaje. Los estoy trayendo a Ti, Señor, mientras levantan la mano para que yo los recuerde en oración. Y ahora están arrodillados, en su corazón, a la cruz. Recíbelos, Padre. Recíbelos como Tus hijos amados. Y dondequiera que vayan a la iglesia, dondequiera que sea, ¡oh, que lleguen a ser guerreros de oración! Que ellos lleguen a ser ganadores de almas; trabajando, porque la noche viene. Concédelo, Padre. Tómalos bajo Tu cuidado y bendícelos, y concédeles el gran deseo de su corazón. Y que el bendito Espíritu Santo llene sus vidas. Porque lo pedimos en el Nombre de Cristo. Amén.",
    "¿Cuántos aman al Señor Jesús con todo su corazón? ¡Oh!, ¿no es Él maravilloso? ¿Cuántos se sienten todos limpios? Como si el Señor hubiera bajado y tomado Su gran cepillo para fregar y lo restregara todo. ¡Oh, vaya!",
    "Denos el acorde de ese antiguo, creo que es el canto del Ejército de Salvación: “¿Qué me puede dar perdón? Solo de…” [La congregación dice: “Jesús la Sangre”.—Ed.] “¿Qué me puede restaurar de nuevo? Solo de… [“Jesús la Sangre”.] Así es. Cantémoslo, todos juntos, ahora.\n\n¿Qué puede lavar nuestro pecado?\n\nSolo de Jesús la Sangre;\n\n¿Qué me puede restaurar de nuevo?\n\n¡Solo de Jesús la Sangre!\n\n¡Oh!, precioso es el raudal\n\nQue me hace blanco como la nieve;\n\nNo hay otro manantial,\n\nSolo de Jesús la Sangre.",
    "¿No es maravilloso? ¿Les gustan esos himnos antiguos? ¡Oh, vaya! Yo quería ver algo ahora. ¿Cuál de Uds.…? Todos los metodistas levanten la mano. Bien. Todos los bautistas levanten la mano. ¿Habrá un Peregrino de Santidad? Levante la mano. ¿Nazareno? Levante la mano. ¿Iglesia de Dios? Levante la mano. ¿Presbiteriano? Levante la mano. ¿Habrá un católico? Levante la mano. ¡Solo miren las diferentes iglesias aquí!",
    "Ahora, mientras lo cantamos de nuevo, ¿qué es lo que restaura a un presbiteriano? Solo de Jesús la Sangre. ¿Qué es lo que restaura a un metodista? Solo de Jesús la Sangre. ¿Qué es lo que restaura a un nazareno? Solo de Jesús la Sangre.",
    "¿Qué hace…? ¿Cuántos pentecostales? Olvidé preguntar eso. ¿Cuántos pentecostales hay aquí? Levanten la mano. Ahora la gente ve. Se dice que somos una iglesia pentecostal. Cinco manos fueron levantadas, por los pentecostales. Allí lo tienen.",
    "No somos pentecostales, en denominación. Somos la Iglesia del Dios viviente. Nosotros simplemente somos hijos de Dios. Somos presbiterianos; somos metodistas; somos bautistas; somos luteranos; somos nazarenos; somos pentecostales; somos Peregrinos de Santidad. Lo somos, todos. Porque todos somos uno, en Cristo Jesús. ¿Qué lo hizo? ¡Esto!\n\n¿Qué me puede dar perdón?\n\nSolo de Jesús la Sangre;\n\n¡Oh!, ¿que me puede restaurar de nuevo?\n\n¡Solo de Jesús la Sangre!\n\n¡Oh!, precioso es el raudal,\n\nQue me hace blanco como la nieve;\n\nNo hay otro manantial,\n\n¡Solo de Jesús la Sangre!",
    "¿No es Él maravilloso? ¡Sí, señor! Ahora mientras cantamos, Junto A La Cruz, quiero que los metodistas y bautistas, y presbiterianos, y pentecostales, y nazarenos, todos se den la mano, muy bien, mientras lo cantamos.\n\nJunto a la cruz, do…\n\nDense la vuelta ahora, denle la mano a alguien.\n\npor mis pecados, clamé…\n\nAllí a mi corazón fue aplicada la Sangre;\n\n¡A Su Nombre gloria! (…?…)\n\n¡Gloria a Su precioso Nombre!\n\nAllí a mi corazón fue aplicada la Sangre;\n\n¡A Su Nombre gloria!",
    "Ahora, esta es la noche de la comunión, como todos saben. participamos de la comunión esta noche. Y lo olvidé hasta que el Hermano Neville me lo recordó.",
    "Ahora, ¿cuántos se sienten tan bien, de ser un bautista pentecostal nazareno Peregrino de Santidad? Veamos su mano. Estaba viendo aquí a un bautista y un metodista parados en la plataforma dándose entre ellos la mano. ¡Oh!, no estamos… ¡No es maravilloso ser un siervo del Señor!",
    "Ahora solo somos niños. Y los niños tienen maneras muy curiosas, Uds. saben. Pueden estar discutiendo un minuto y al siguiente estar jugando. Y así es como tenemos que ser. Solo quítense ese alboroto de los hombros, y salgan a divertirse un poco más, jueguen con sus muñecas, y lo que haya por hacer.",
    "Ahora tenemos un avivamiento por venir. Y vamos a cantar el Evangelio, predicar el Evangelio, y pasar un tiempo maravilloso. ¿Cuántos van a estar orando por eso? [La congregación dice: “Amén”.—Ed.] ¡Oh, qué bueno! Ahora, venga y ayúdenos. Usen el teléfono. Hagan todo lo que puedan, inviten a todos los hijos a que vengan. Dígales: “Vengan, y ayúdennos ahora. Vamos a tener compañerismo alrededor de la Palabra”.",
    "Ahora es el momento de la comunión. Todos son bienvenidos a participar de la comunión con nosotros, solo por unos minutos. Los hacen pasar aquí al altar, y en diez o quince minutos, ha terminado, luego tendremos el lavamiento de pies.",
    "Ahora el Hermano Neville leerá la Escritura concerniente a la comunión, mientras estamos muy reverentes ahora, al tomar la cena. 🦅"
  ]
}