{
  "title": "CORINTIOS, LIBRO DE CORRECCIÓN",
  "id": "57330009",
  "content": [
    "🦅  ¡Buenos días, amigos! Le dije al Hermano Neville que yo estaba un poco ronco esta mañana, y tengo este avivamiento que viene. No intentaría predicarles esta mañana, porque estoy demasiado ronco. Pero solo somos un grupito aquí, tal vez traiga una pequeña lección de escuela dominical, y en un momento deje que él predique. Así que, vamos a… solo voy a traer una pequeña lección de la Biblia, de algo de lo cual podamos hablar tal vez por quince, veinte minutos. Y quizás el Señor nos dé algo de allí. Ahora, Él ha sido muy bueno con nosotros, muy bueno.",
    "Y, estamos cansados. Estuve despierto hasta tarde anoche. Estoy… después de haber… Entraron muchas llamadas desde que llegué. Y—y por casualidad me di cuenta, mi niño tenía un puñado de cuentas de vidrio, las masticaba y se las comía, de vidrio, y—y se las tragaba, eran de vidrio. Y entonces lo tomamos y le lavamos la boquita. Luego estuvimos despiertos con él la mayor parte de la noche, así que estoy un poco cansado esta mañana.",
    "Y tengo, precisamente después de las doce en punto, que salir para Kentucky, e ir a Kentucky a una cita allí. Y, luego, esta próxima semana viene nuestra reunión.",
    "Y quiero intentar ahora, solo unas noches de simplemente hablar, si puedo. Mi… Yo no estoy resfriado. He predicado tanto que se me ha ido la voz. ¿Ven?, ya son cuatro meses seguidos, ¿ven? Y entonces, después de eso, luego voy a Canadá, y después vuelvo a nuestras reuniones regulares y al extranjero.",
    "Ahora, mientras estaba sentado allí, hablando con Leo y Gene, hace unos momentos, pensaba en una Escritura aquí que podríamos usar esta mañana. Si el… Ahora, primero, me iba a sentar allí por un minuto, por lo cansado, entonces pensé: “Eso no se veía bien, yo sentado allá atrás en el cuarto, y la congregación aquí. Pues, el Señor quizás no venga allá atrás. Yo quiero salir aquí donde Él está”.",
    "Y, creo que veo una de las razones que me trajeron aquí esta mañana, el Hermano Littlefield está aquí. Sí. Él quería verme un momento después del servicio. Y el Hermano Littlefield es de allá de Tennessee, allí donde tuvimos la gran— gran reunión allá, hace poco en el gimnasio de una escuela secundaria. No recuerdo el nombre de la ciudad. ¿Dónde, Ud., Hermano Littlefield? [El Hermano Littlefield dice: “Cleveland”.—Ed.] Cleveland. [“Tennessee”.] Cleveland, Tennessee.",
    "Y, lo pasamos de maravilla por allá. Y él estaba… venía de pasada, a decirme “hola”, así que le dije que viniera esta mañana. Íbamos a otro lugar esta mañana, y luego, a unos amigos que quería visitar, no para predicar, solo de visita, porque se los prometí. Y además el Hermano Littlefield estaba aquí, y el Doctor Beeland y los demás. Y quise pasar y verlos esta mañana, es la razón por la que vine.",
    "Y ahora, en el Libro de Corintios, como en el capítulo 10, y los primeros cuatro o cinco versículos. Vamos a meditar en eso por unos momentos, para que nuestro hermano tenga tiempo para predicar.\n\nAhora inclinemos nuestros rostros, primero, en Su Presencia.",
    "Bendito Padre Celestial, realmente es con corazones agradecidos que nos inclinamos humildemente ante Ti en este día, para agradecerte por las cosas buenas de la vida. Y dándonos cuenta que la vida misma solo es una gran lucha. Si no lo es de una manera, lo es de otra, pero algún día glorioso la batalla habrá terminado. Y veremos a Jesús, a Quien hemos anhelado ver desde que Le amamos, y Lo conocimos, y nos emparentamos con Él. Y estamos tan felices de saber que algún día Le veremos.",
    "Ahora, hoy, al llegar debajo del viejo roble, por así decir, buscando consuelo, como Abraham al sentarse allí, esperando, y Dios y dos Ángeles vinieron y le hablaron, esperamos que Tú vengas a nosotros esta mañana y hables a nuestros corazones, a través de Tu Palabra, Señor, mientras tenemos compañerismo alrededor de Ella.",
    "Bendice a nuestro querido y amado pastor, Señor. Oramos que Tú le des fuerza y valor. Oramos que bendigas la pequeña iglesia, y a los diáconos y a todos los que aquí concierne, Señor, y todos los que vienen aquí; y no solo aquí, sino en otros lugares, Tu Iglesia, universal.",
    "Bendice a nuestros hermanos de visita que están con nosotros esta mañana en el servicio. Oramos que Tú estés con ellos y los sustentes. Perdona nuestros pecados, y háblanos por medio de Tu Palabra. Lo pedimos en el Nombre de Cristo. Amén.",
    "Si no me equivoco, el Hermano Coats está sentado aquí esta mañana. Él estaba… fui a orar por él la otra noche, en el Hospital de Veteranos; cáncer. Y estamos contentos de verlos aquí esta mañana, Hermano y Hermana Coats.",
    "Ahora, en el Libro de Corintios, el—el capítulo 10, este Libro de Corintios es un libro de corrección. Deberíamos estudiar el Libro de Corintios. Es la única iglesia en todo el Nuevo Testamento con la cual, aparentemente, los líderes tuvieron tal problema. Pero Corintios siempre estaba en problemas. Pablo, cuando llegó donde ellos, uno tenía una lengua, y el otro tenía un salmo, y el otro tenía un sentimiento y una sensación. Y él siempre tuvo problemas con estos corintios, manteniéndolos en orden.",
    "Si nos fijamos, él no les podía enseñar cosas profundas a los corintios; ellos tenían una—una—una manera infantil. Ellos—ellos… Él no podía ir a ellos con lo grande, profundo, los mensajes que él les dio a los efesios y que les dio a los romanos, y enseñarles las cosas profundas, porque no podían soportarlo. Ellos—ellos dependían demasiado de pequeñas sensaciones y cositas como esas. Simplemente: “¡Bueno, alabado sea el Señor, yo lo tengo! Yo—yo recibí una—una revelación. Yo recibí un salmo. Yo tengo una profecía”.",
    "Y Pablo dijo: “Todas estas cosas fallarán”. ¿Ven? Cada una de ellas, no se debe confiar demasiado en ellas. Y entonces, pero, lo que él está tratando de darle a la iglesia, es esa ancla, donde estemos—donde estemos anclados en Cristo, para no confiar en sensaciones; no confiar en revelaciones; no confiar en estas cosas. Solamente, confiar en Cristo. Es por fe que avanzamos allá. Solo…",
    "Vemos que Pablo pudo enseñarles allí a los efesios, cómo es que antes de la fundación del mundo, ellos fueron predestinados a la adopción de hijos de Dios. Ahora, él… Los corintios no sabían nada de eso. Ellos simplemente… ellos querían tener un pequeño sentimiento, o algo, una pequeña sensación, uno esto, aquello, y lo otro. Y ellos dependían de eso. Él no podía enseñarles las cosas profundas.",
    "Y, creo que es grandioso cuando uno tiene personas a quienes poder enseñarles cosas profundas, y el Espíritu Santo puede entrelazar estas grandes verdades, y anclarlas en los—los corazones de la gente, para que sepan dónde están parados, con sensación o sin sensación, con profecía o sin profecía, y lo que pudiera ser, lo que sea. Si ellos… nosotros no… Ahora recuerden, nosotros no… No estoy queriendo decir que Dios no trabaja a través de profecía y cosas como esas, pero no nos apoyamos en eso. Tenemos un sustento más profundo que ese, ¿ven Uds.? Porque, él dijo: “Dondequiera que hay profecías se acabarán; donde hay lenguas, cesarán; y donde hay…”.",
    "Y todas estas sensaciones que esos corintios tenían, ninguna de ellas era la evidencia de que eran salvos; ninguna de ellas era una evidencia de que eran salvos. No… Si Uds. pudieran gritar, si pudieran profetizar, si pudieran sanar a los enfermos, si pudieran hablar en lenguas, si Ud. pudiera interpretar lenguas, si Ud. tuviera sabiduría, y Ud. tuviera conocimiento, ninguna de esas significa que Ud. es salvo; ni una de ellas. Ud. pudiera tener cada una de ellas, dijo Pablo, en Primera de Corintios 13, y estar perdido; “nada soy”, ¿ven?",
    "Pero, cuando Ud. tiene amor, ¡un ancla! Esta mañana, como una hora antes de que mi esposa se despertara, yo estaba despierto. Y el Señor me estaba revelando algo grandioso, acerca de cómo Dios une a Su Iglesia por esos lazos de amor, y cómo debe ser. No hay otra manera en la que un hombre sea salvo sin haber nacido de nuevo. Dios mediante, quiero predicar sobre eso esta semana que viene. Y se estaba materializando en mi corazón. Quizás el Señor me dé un Mensaje al respecto.",
    "Ahora, este Mensaje esta mañana, como vino a mi corazón estando allí, es un Mensaje, una advertencia. Y pensé, tal vez, en llevarle esta advertencia a la gente, como Pablo estaba advirtiendo a estos corintios; si conseguimos llevar esta advertencia a la gente, sabiendo que estamos encarando un avivamiento ahora, y un tiempo de prueba, en el que debemos ser examinados. Ahora, Pablo dijo:\n\nPorque no quiero, hermanos, que ignoréis que nuestros padres todos estuvieron bajo la nube, y todos pasaron el mar;\n\ny…en Moisés fueron bautizados en la nube y en el mar,",
    "Ahora, él les está dando a entender que cuando Dios sacó a Israel del desierto, al desierto para servirle a Él, y para llevarlos a la tierra prometida, ellos… Él está colocando un ejemplo allí, que, a medida que somos sacados en todas las cosas materiales, todos los—los rituales y las órdenes, todas eran lo mismo. Y encontramos, un poco más adelante en nuestra lección, que muchos de ellos quedaron postrados. Porque ellos podían hacer todos los rituales, y todas las órdenes, y todo lo que Dios requería, y aun así sus corazones no estaban bien con Dios.",
    "Ahora, nosotros podemos hacer muchas cosas. Podemos tomar la comunión; podemos ser bautizados; podemos—podemos venir a la iglesia, nuestros nombres estar en el libro, o ser tan respetuosos, reverentes como podamos, y aun así estar perdidos. Esa es una advertencia solemne. Pudiéramos estar tan… regocijarnos cuando el Espíritu baja, y en una reunión donde la Palabra está siendo predicada, y nuestras almas regocijándose con la Palabra, y aun así estar perdidos;",
    "🦅 La lluvia cae sobre justos e injustos”. La misma lluvia que hace crecer el trigo, hace crecer la cizaña. Es la naturaleza del producto, ¿ven? Esa naturaleza dice lo que nosotros somos. Por lo tanto, es la naturaleza que está en nosotros, la que dice lo que somos. ¿Ven? No…",
    "Pudiéramos ser tan religiosos al grado de no mover nuestras manos el domingo, para hacer algo. Puede ser que ni siquiera le demos una puntada a nuestra ropa el domingo. Quizás no nos sintamos justificados para comprar comida el domingo. ¡Y pudiéramos ser así de religiosos y así de piadosos! Pero, aún, si no nacemos literalmente de nuevo del Espíritu de Dios, solo estamos adorando en vano.",
    "Así que, bueno, es bastante rígido. Y realmente queremos estudiarlo y conocer la Verdad. Porque, recuerden, no vamos a tener una segunda oportunidad en esto. Es solo esta vez, así que es mejor que estén bien seguros.",
    "Ahora, fíjense: “No quiero que ignoréis, hermanos”.",
    "Ahora, estos corintios, ¿qué dije en primer lugar? Ellos estaban basando sus esperanzas Eternas en alguna sensación. Pablo dijo, simplemente… Allí, dijo: “Cuando vengo entre vosotros, uno tiene esto, y el otro tiene aquello. Y uno—uno…”. Dijo, ahora, todo… Eso está bien. No tenemos nada en contra de eso. Pero, aun así, eso no es de lo que estamos hablando. ¿Ven? No lo es.",
    "Recuerdo cuando primero fui convertido. Y comencé a ver el obrar del Espíritu, y cómo algunos podían imitar al verdadero Espíritu Santo genuino, y de tal manera que, pues, era imposible distinguir cuál era correcto y cuál errado, difícilmente.",
    "Y vi a un hombre que conocí, y yo, y por el discernimiento, supe que ese hombre estaba viviendo con la esposa de otro hombre. Y aquí estaba él parado allí hablando en lenguas e interpretando, y todo, y dando mensajes. Y eso… Y llevé al otro individuo a un lugar donde pude hablar con él por unos momentos y, era un verdadero Cristiano genuino.",
    "Y pensé: “¿Cómo puede ese Espíritu, el mismo Espíritu, donde yo…?”. Eso fue cuando vi pentecostés por primera vez. Y fue en Mishawaka, Indiana. Y déjenme decirles, en verdad… Pensé, esas primeras horas que estuve allí, que estaba entre Ángeles. Y en las horas que siguieron, pensé que estaba entre demonios, cuando vi eso. Viendo a estos dos hombres, uno dando un mensaje, el otro interpretando.",
    "Yo nunca había oído hablar en lenguas, y cosas como esas, antes. Observé esos espíritus, cómo se movían. Pensé: “¡Oh, vaya! Pues, el gran Milenio ha comenzado”. Y luego cuando tuve la oportunidad, afuera, de hablar con uno de ellos y pude ver de qué estaba hecho, uno era malvado a más no poder.",
    "Y—y esa noche los observé de nuevo, y pensé: “¡Oh, sáquenme de aquí! No puedo entender cómo es esto”. Y vi que esas cosas estaban en la Biblia. Pero aquí había uno haciéndolo, que no tenía el Espíritu de Dios; y el otro haciéndolo, y sí tenía el Espíritu de Dios. Entonces estaba todo confundido. Y simplemente dejé que pasara todo el asunto.",
    "Y años más tarde, después de que la inundación había acabado, yo iba caminando por el camino a Green’s Mill, el Sr. Isler, el senador estatal, viene aquí a la iglesia, me encontró en el camino, y me abrazó, él dijo: “Billy, ¿qué significa Cristo para ti ahora?”. Mi padre había muerto; mi hermano había muerto; y mi esposa había muerto; mi bebé había muerto. Y yo…\n\nDijo: “¿Qué significa Él?”.",
    "Yo dije: “Sr. Isler, Él significa más que la vida para mí”. Dije: “Algo sucedió dentro de mí. Hace unos años, Cristo vino a mi corazón. Y yo—yo… Ha llegado a ser más que mí mismo. Simplemente es algo que ha sucedido. No fue porque yo era religioso. No lo fue. Simplemente es algo que Dios, a través de la gracia, hizo por mí”. Y yo dije: “Aunque Él me mate, yo igual confiaría en Él. Y si yo estuviera en el infierno, y existiera algo como el amor, en el infierno, yo aún Lo amaría a Él”. Eso es todo. Es algo aquí. Él tiene razón. Yo merecí todo castigo que he recibido. Ud. haga lo mismo. Pero si esa ancla, ese Algo, esa ancla del amor de Dios que se arraiga en el corazón humano, las otras cosas llegan a ser secundarias.",
    "Sentado en un tronco allá arriba, yo estaba orando por otra cosa. Y mi Biblia se abrió, y yo estaba leyendo en… en el Libro de Hebreos, el capítulo 6. Y leía allí, cómo es que: “Es imposible para aquellos que una vez fueron iluminados, y hechos partícipes del Espíritu Santo, habiendo apostatado, renovarse de nuevo para arrepentimiento. Porque la lluvia cae muchas veces sobre la tierra, para regarla, para aparejarla, para lo cual está preparada. Pero lo que está próximo a ser desechado, espinos y abrojos, lo que está próximo a ser desechado, será quemado”.",
    "Y el Espíritu Santo siguió hablándome de eso. “¿Qué es eso”? Yo lo leí de nuevo. Y entonces vino una visión. Y vi el mundo parado frente a mí, girando. Estaba todo arado, y como alineado y listo para sembrar. Y pasó un hombre, vestido de blanco, sembrando semillas. Y después de que él dio la vuelta a la curvatura de la tierra, vino otro hombre, vestido de negro, sembrando semillas detrás de él. Y cuando brotaron las semillas que sembró el buen hombre, era trigo. Y el malo, lo que sembró el hombre negro, y brotaron las semillas, vestido de negro, brotaron, era cizaña. Y, ¡oh!, uno era contrario al otro.",
    "Y vino una gran sequía, en la visión. Y el pequeño trigo inclinó su cabeza; estaba muy sediento por algo de beber. Y la—la cizaña inclinó su cabeza; tenía sed por algo de beber. Luego vino una gran nube, y cayeron las lluvias. Y el pequeño trigo se levantó y comenzó a gritar: “¡Alabado sea el Señor! ¡Alabado sea el Señor!”. Estaba muy contento de recibir esa agua. Y la pequeña hierba se levantó, comenzó a gritar: “¡Alabado sea el Señor! ¡Alabado sea el Señor!”, por la misma agua.",
    "Entonces entendí. ¿Ven? Allí está. El Espíritu Santo baja, pero: “Por sus frutos son conocidos”, dijo el Señor Jesús. ¿Ven? ¿Ven? No por la reacción del Espíritu, ya sea que sanen a los enfermos, o que hablen en lenguas, o si cantan en el Espíritu, o si se regocijan de esta o aquella manera. Pueden hacer todo eso y aun así estar perdidos. Es la vida dentro de Ud., una experiencia de nacer de nuevo.",
    "Ahora, Pablo estaba tratando de decirles esto a esos corintios. “Yo…”\n\nPorque quiero…no quiero, hermanos, que ignoréis que nuestros padres…estuvieron todos bajo la nube, y…pasaron el mar;\n\nY…en Moisés fueron bautizados…",
    "Cada uno de ellos entró al desierto. Jesús dijo: “No todo el que dice: ‘Señor, Señor’, entrará. Sino el que hace la voluntad de Mi Padre que está en los Cielos”. No es lo que Ud. dice. Ud. pudiera predicar el Evangelio y aún estar perdido. Seguro.",
    "Esto no es solo cosa de niños. Esto es absolutamente… Es profundo. Y el Cristianismo no debe ser solo una cosita, liviana, de fábula, como: “Bueno, iré a la iglesia, y sé que es mi deber ir”. Eso no es Cristianismo. Hermano, el Cristianismo no es…",
    "Es algo que Dios ha hecho. Dios lo ha escogido a Ud., en Cristo, y lo ha presentado como un regalo de amor, a Cristo. Y si… ¡Es el llamado de Dios, elección! Y si tenemos la oportunidad de llegar a ser ese tipo de persona, ¿y rechazarlo, por cositas viles del mundo? Ahora escuchen mientras continuamos.",
    "Y todos comieron ese mismo maná espiritual,",
    "¿Escucharon eso? El versículo 3.\n\nY todos comieron el mismo maná espiritual,",
    "¿De qué está hablando él? Los rituales de la iglesia. La gente viene a la iglesia y dice que se ha arrepentido, y es bautizada en Cristo, recibiendo el Nombre del Señor Jesús. “Y ellos también hicieron eso en el desierto”, dijo Pablo. Eso es lo que habían hecho los corintios. Ellos entraron y fueron bautizados en Cristo. Recibieron a Cristo, externamente. Lo habían aceptado en una confesión; intelectualmente Lo habían aceptado.",
    "Pero, hermano, eso va mucho más allá del intelecto; va más allá. Es por un—un Nacimiento genuino, no solo una concepción mental o un acto de emoción. Sino, un Nacimiento, una experiencia, algo que profundiza en el corazón y cambia en lo más profundo del ser, que lo hace hacer cosas que Ud. no hubiera hecho, en otras palabras; lo hace a uno amar aquellos despreciables. Eso lo hace a Ud. actuar diferente de lo que alguna vez pensó que actuaría.",
    "Y cuando surgen situaciones, eso es su ancla. Ud. no tiene que preguntarse: “¿Lo lograré?”. ¡Oh, no! No es si yo lo lograré; ya ha sido logrado para mí. Cristo en mí, Él Mismo lo ha hecho, y yo confío solamente en Su ancla. ¡Qué cosa tan maravillosa!",
    "Fíjense, todos ellos tomaron la comunión. Esa luz que estaba en… Sabemos que fue un proceso natural, porque era como una pequeña escarcha que llovió del Cielo, pequeñas hojuelas con miel. Eso… La oblea era así como una galleta, una galletita, y cubierta de miel. Y todos ellos fueron partícipes de eso. Todos pasaron por el Mar Rojo, y fueron bautizados por la Nube y por el mar, en Moisés. Siguiendo sus instrucciones, como siervo de Dios, todos fueron bautizados en él. Todos ellos eran seguidores, como lo somos hoy, guiados por el Espíritu Santo, el gran Instructor de la Iglesia Cristiana. Somos guiados, al bautismo en agua.\n\nY él dijo: “Todos participaron del mismo maná”. El…",
    "¿Qué hizo eso? Ese maná cayó para Coré y su grupo, igual como cayó para Moisés, Caleb y Josué. Todos estaban mezclados, todos participantes del bautismo, todos participantes de membresía, todos participantes de confesión y, ahora, todos participantes de la comunión.",
    "¿Lo captan? Miren esa solemne advertencia. Y, personas del tabernáculo, dejen que eso se ancle profundo. Recuerden, es su destino Eterno, depende allí mismo. No lo pasen por alto como si fuera por un pequeño aleteo o algo; esto es algo que debemos abordar con respeto. Es algo que determina si vivimos en el más allá o no.",
    "Todos ellos fueron bautizados en Moisés, pasando el Mar Rojo. Todos ellos siguieron a ese mismo Ser-Espíritu, la Nube y la Columna de Fuego. Todos ellos fueron guiados por el mismo Ángel. Todos salieron con el mismo pastor. Todos ellos fueron bautizados en el mar. Todos comieron de ese maná espiritual. Y ese maná era Cristo. Cristo descendiendo, el maná descendiendo cada noche del Cielo, y pereció aquí, para sustentar al pueblo en su jornada.",
    "Y Cristo vino del Cielo y dio Su vida, para que, “Todo aquel que en Él cree, no se pierda, mas tenga Vida Eterna”. Cristo bajó y llegó a ser nuestro maná, para comer de estas mismas bendiciones espirituales.",
    "Por lo tanto, el Espíritu Santo puede caer entre la gente, y tanto Cristianos como tibios, y los medio creyentes y creyentes fronterizos todos comerán lo mismo. Pero eso aún no cuenta. ¡Oh, desearía tener palabras, para poder remachar esto y grabarlo en el corazón de cada persona aquí! Y que vieran cuán profundo es esto. No es algo para jugar; no es solamente ir a la iglesia.",
    "Ahora, escuchen. Todos ellos comieron del mismo maná espiritual. ¡Piénsenlo, maná espiritual!",
    "🦅 ¡Oh!” dice Ud., “yo sé que soy salvo. ¡Aleluya! He gritado en el Espíritu. Yo siento esto”. Eso no tiene nada que ver en el asunto. ¿Ven Uds. cómo estamos basando nuestro destino Eterno en una sensación? Pueden ver, en este día en que ahora estamos viviendo, ¿cómo es que la gente está basando su—su destino solo en una pequeña sensación? “¡Oh!” dicen, “yo sé que Lo tengo, porque yo—yo sentí el Poder fluir en mí. Yo hice esto”. Todo eso pudiera ser exactamente cierto, y Ud. aún estar perdido.",
    "¡Oh, si tan solo tuviéramos un momento! Volteemos aquí a Primera de Corintios 13, por un momento, y escuchen lo que Pablo tiene para decir al respecto, aquí mismo.\n\nSi yo hablase lenguas humanas y angélicas, y no tengo caridad (que es amor), vengo a ser como un metal que resuena, y en un címbalo que retiñe.\n\n…si tuviese profecía, y entendiese todos los misterios, y conociese toda la ciencia, y si tuviese toda la fe, de tal manera que trasladase los montes, y no tengo caridad, nada soy.",
    "Escuchen la firmeza de ese apóstol anciano remacharlo en esta iglesia sensacionalista, que está basando sus esperanzas en las sensaciones. Ahora, esta es la escuela dominical; este es un lugar de corrección. Este es un lugar de enseñanza. Y ¡ay del hombre que se pare en el púlpito y lleve al error! Hermano, es hora de que comparemos Escritura con Escritura. Así es.\n\nY si repartiese todos mis bienes para dar de comer a los pobres,…si entregase mi cuerpo para ser quemado, y no tengo amor, de nada me prevalece.",
    "¿Ven?, todas sus buenas obras, todas sus buenas acciones, todas las cosas espirituales que Ud. tenga, todos los dones que Ud. tiene, todas las sensaciones que Ud. tiene, todo el gozo que Ud. tiene, toda la paz que Ud. tiene, no tienen nada que ver con el asunto, para comenzar. [Cinta en blanco.—Ed.]",
    "Piensen en eso, por un momento. Y piensen en las iglesias hoy, nuestras grandes iglesias, presbiterianas, metodistas, bautistas y denominacionales, ellos piensan que porque dicen: “Yo creo” entran, colocan su nombre en el libro, y asunto terminado. ¡Qué lejos están!",
    "Nuestra gente pentecostal piensa, pues, porque tuvieron una pequeña sensación, se sintieron bien, hablaron en lenguas, tuvieron un poco de sangre en sus manos, un poco de aceite en sus rostros, o algo, “Lo tenemos”. ¡Oh, desviados por diez millones de millas! ¿Lo entienden? Vean cómo el diablo, como el dios de este mundo, ha cegado los ojos de aquellos, y ellos siguen viviendo de esa manera. Escuchen.\n\nPues si repartiese todos mis bienes para dar de comer a los pobres, y si entregase mi cuerpo para…quemarlo, y no tengo amor,…nada soy.",
    "Miren todos esos dones, todas esas cosas buenas; “Yo alimento a los pobres; tengo un buen corazón. Yo hago esto. Yo hago aquello. Yo voy a la iglesia. Yo hablo en lenguas. Yo profetizo. Yo sano a los enfermos. Yo predico el Evangelio. Yo hago estas cosas”. Pablo dijo: “Aún, nada soy”. Todas esas cosas se pueden imitar carnalmente. Ahora, ¿qué dice él?\n\nEl amor es sufrido, es benigno; el amor no tiene envidia; el amor no es jactancioso, no…envanece;\n\nNo hace nada indebido, no busca lo suyo,…(¡Piénselo!) no se irrita fácilmente, no guarda rencor;",
    "Caridad, amor. ¿Qué es el amor? es Dios. ¿Cómo viene Dios a Ud.? Por un Nacimiento. ¿Ven?",
    "Ahora, todos ellos fueron bautizados en Moisés. Todos comieron de la comunión. Todos ellos comieron el mismo maná espiritual que venía de Dios. Cada uno de ellos comió lo mismo.",
    "Y, hoy, nos paramos alrededor y escuchamos la Palabra, y nos regocijamos por Ella, y recibimos el Maná y Lo comemos, y decimos: “¡Oh, aleluya! Eso es bueno. ¡Oh, agradezco Eso! Sí, yo fui bautizado en la iglesia. Yo—yo procedí e hice mi profesión. Yo puse mi nombre en el libro. Soy un miembro fundador”. Todo eso es perfectamente en vano si no hay algo que Dios haya hecho. Si es… Esas son las cosas que Ud. hizo; esas son las cosas que su fe produjo.",
    "Pero, ¡a menos que Dios haya hecho algo en Ud., en nuevo Nacimiento! Un momento ahora. El versículo 4 ahora.",
    "y todos bebieron la misma Roca espiritual; porque bebían de la roca espiritual que los seguía; y la roca era Cristo.",
    "Todos bebieron de la fuente, se regocijaron. Entonces ¿qué significa eso? El trigo y la cizaña los dos se regocijaron al recibir esa agua espiritual. Vamos a la iglesia. Batimos nuestras manos con los demás. [El Hermano Branham aplaude.—Ed.] Gritamos con los demás. Saltamos por el piso con los demás. Alabamos a Dios con los demás. Profetizamos con los demás. Hablamos en lenguas como los demás. Oramos por los enfermos como los demás. Pero él dijo… Ahora escuchen, mientras avanzamos un poco más.",
    "Ahora el… quiero detenerme un minuto, ¡oh!, en: “esa Roca, era Cristo”. La Roca era Cristo. Estaba allí en forma literal, como hoy está en forma espiritual. El Maná, el Alimento, el cual es la Palabra que vino de Dios del Cielo, Cristo es la Palabra de Dios, y nosotros comemos la Palabra. ¿Ven? Nos sentamos, como en el Mensaje de esta mañana, escuchamos. Nuestras almas alcanzan y echan mano de esa Palabra. Nosotros vivimos por la Palabra. Él dijo: “Todos comieron ese mismo Maná espiritual, y todos bebieron, todos bebieron de esa misma Roca espiritual, y esa Roca era Cristo”. Piénsenlo.",
    "Ahora, ¿qué va a hacer él? Ponerle un punto final a eso aquí. Él está advirtiendo a esos corintios: “Tengan cuidado con lo que están haciendo. Cuando vengo entre Uds., uno tiene un salmo, uno tiene una lengua, uno tiene esto, y otro tiene aquello, uno tiene una profecía, uno tiene una revelación, uno está haciendo esto, y otro está haciendo aquello”. Tengan cuidado. No basen su fe en eso. Esas cosas están bien, tienen su lugar, y en la iglesia, pero nunca basen su salvación en eso. Si su vida no cuadra con la Palabra de Dios, entonces es hora de ponerse a cuentas con Dios.",
    "Fíjense, ahora, y esta Roca, esta Roca era la Roca que estaba en el desierto.",
    "Y quiero que se fijen, cuando Dios llamó a Moisés, y lo envió a Egipto para librar a los hijos de Israel del yugo de Faraón, Él dijo: “¿Qué es eso en tu mano?”.\n\nY él dijo: “Es un palo”.",
    "Y él tomó el palo y lo arrojó al suelo, y se convirtió en una serpiente, y él, Moisés huía, luego él lo recogió, y llegó a ser un palo en su mano.",
    "Y esa vara, cuando él fue a Egipto, la extendió sobre Egipto, y llegaron las moscas. Él la extendió, y cayeron plagas. Era el juicio de Dios. El juicio de Dios estaba en extender allá la vara.",
    "Y luego, fíjense, antes de que esa vara realmente pudiera ser usada, Moisés metió la mano en su seno, se llenó de lepra.",
    "Como con todo hombre, para comenzar, es un pecador por naturaleza, no hay manera de evitarlo, uno nace en pecado, formado en iniquidad, viene al mundo hablando mentiras. Ud. pudiera haber sido dedicado en el altar de la iglesia de su madre, Ud. pudiera haber sido rociado, Ud. pudiera haber sido esto, aquello, pero Ud. es un pecador para empezar.",
    "Luego, pasó lo siguiente. Dios dijo: “Pon tu mano de nuevo en tu seno”. Sobre su corazón, él puso sus manos de nuevo, por comisión de Dios, de donde fuimos traídos. Primero, su mano estaba leprosa. Ud. fue traído por Dios, primero, como un pecador; no por elección, sino por naturaleza; entonces Ud. regresa de nuevo. Y cuando él la sacó, la mano estaba limpia y perfecta, mostrando que esta mano, antes de que pudiera mecer la vara del juicio, tenía que ser una mano limpia, antes de poder mecerla. Y cualquier ministro, cualquier maestro…",
    "Escuché algo esta mañana que realmente me heló la sangre, cuando encendí mi radio, un poco antes de venir. Con todo respeto; y si hay alguien aquí, familiar de esta persona, no es mi intención lastimarlos. Pero es tiempo… Y Dios ayúdame a ser siempre lo suficientemente Cristiano para presentar, hacer lo negro, negro, y lo blanco, blanco, para ser honesto.",
    "Escuché a alguien cantar, y decía: “Yo tengo mi testamento”. Y comenzó y leyó una Escritura, y predicó del Salmo 1: “Bienaventurado el varón que no se ha sentado en la silla de los escarnecedores, andando en camino de pecadores”. ¿Saben quién era? Ese tipo del rock and roll, Jimmy Osborne de la radio, predicando el Evangelio.",
    "¡Oh, hermano, si alguna vez hubo una desgracia! Una persona así no tiene ningún asunto manejando la Palabra del Dios viviente. Y tomen a este individuo del Baile del Granero del Valle de Renfro, de fiesta toda la noche en una vil juerga, batiendo sus manos y en ese comportamiento en una vil parranda. Y a la mañana siguiente, cambia su voz y habla como un Cristiano. Y, pues, es vulgar e inmundicia a la vista de Dios.",
    "La mano que mece esta Vara de juicio tiene que estar limpia por el Poder y la resurrección de Cristo. No es asunto de él manejar la Palabra de Dios. Muchos predicadores aun quieren justificar a este Elvis Presley, el cual no es más que un Judas Iscariote moderno. Judas Iscariote recibió treinta monedas de plata; Elvis Presley recibió un millón de dólares y una flota de Cadillacs. Pero, él se vendió. Él era un creyente pentecostal, y vendió su primogenitura para convertirse en un rockero, y está inspirado por el diablo. Y yo no ando con rodeos con eso. No, señor. Un Judas Iscariote moderno.",
    "Y, luego, aun los ministros quieren promocionar esa clase de cosa. Y Elvis Presley diciendo: “Sí, yo confío en Dios para todo mi éxito”. ¿Cómo pudiera un Dios vivo y santo darle éxito a la vulgaridad y a una cosa diabólica, demoníaca?",
    "Eso absolutamente ha sido uno de los mayores obstáculos que esta nación ha visto, un tipo como Elvis Presley que ha enviado a millones de almas al infierno, por su vil cosa sucia, inmunda, de rock-and-roll. Seguro. Y no debo ninguna disculpa, en lo absoluto. Si Uds. pueden creer que soy el profeta de Dios, recuerden, es un diablo encarnado. Absolutamente.",
    "Y Jimmy Osborne y aquellos no tienen ningún asunto con la Palabra de Dios. Y tampoco ningún hombre que toma el nombre de Dios en vano, en juergas y bailes con este miserable rock-and-roll y cosas vulgares como esas, de venir a cualquier púlpito y querer tomar la Palabra de Dios.",
    "Eso es lo que sucede con muchas de estas iglesias hoy, Uds. consiguen algunos de estos pequeños boogie-woggies de estos lugares aquí. Una muchachita indecorosa que anda de fiesta y en todo esto aquí de rock-and-roll, una noche; y ella viene al altar, y a la noche siguiente la hacen pasar arriba a cantar un especial. Algunos de Uds. consiguen a estos viles guitarristas de lugares por allá en un club nocturno, y lo colocan en el púlpito a predicar, en dos semanas.",
    "Hermano, se los digo, él nunca lo haría aquí. No, seguro. Él tiene que estudiar, para probarse a sí mismo como un hombre de Dios, y verlo. Nosotros no creemos en esto aquí de estar saltando de la noche a la mañana de esta manera. Eso es lo que tiene a la iglesia en la condición en la que está hoy.",
    "Necesitamos la Verdad. Esta Palabra es Verdad. Así es. La mano que mece esta Vara de juicio debe ser una mano limpia. Absolutamente.",
    "Esa mano de juicio de Moisés fue limpiada, y luego allí fue puesta la vara. Y la vara fue allá y trajo juicios sobre Israel.",
    "Y luego, en el desierto, ese hermoso tipo. Y debo terminar. Este hermoso tipo: de cuando estaba la Roca, “y esa Roca era Cristo”.",
    "Y la gente que perecía estaba muriendo, por agua, y ellos lo merecían. Ellos merecían morir porque habían murmurado. Ellos se habían quejado. Ellos no eran creyentes, para comenzar. Ellos no eran más que creyentes intelectuales. Ellos… Lo—lo sobrenatural había sido obrado, y una multitud mixta había salido. Ellos no estaban convertidos de corazón.",
    "Solo había tres en el grupo, que nosotros sepamos: Moisés, Aarón y Caleb, María.",
    "Y María también mostró su traición, cuando se rio, porque Moisés se casó con esta muchacha negra. Y dijo: “¿No había otras muchachas para casarse, y demás? Él podía haberlo hecho”. Y a Dios no le agradó eso, y la hirió con lepra.",
    "Y su propio hermano gritó, dijo: “¿Vas a permitir que tu hermana muera en esa forma?”.",
    "Y Dios le dijo a Moisés que viniera delante de Él. Y él fue e intercedió por—por María. Ella no vivió mucho después de eso.",
    "No, hermano. Lo que Dios hace es perfecto. No es asunto nuestro, con nuestras mentes, añadirle algo a Eso. Solo déjenlo como está. Dios lo hizo; Dios lo dijo; asunto terminado. Solo tómelo. Yo no sé cómo… Si yo pudiera explicarlo, entonces sería igual a Dios. Yo no puedo explicarlo. Yo solo lo creo. Eso es todo. Eso es todo lo que se me pide que haga. No se le pide a nadie que lo explique, porque está más allá de nuestro intelecto, está más allá de nuestra inteligencia. Es Dios Quien lo hace, así que no se puede explicar. Yo simplemente lo acepto, por fe, y digo: “Es mi propiedad privada, y yo lo creo”. No puedo explicarlo.",
    "¡Cómo esta roca que estaba allí! Dios tenía una roca, almacenada llena de agua, solo una pequeña roca quizás no más grande que ese escritorio. Pero cuando Moisés golpeó esta roca, de ella salió suficiente agua para abastecer a dos millones de personas. Y no solo eso, sino a todo el ganado y ovejas y lo demás que tenían con ellos.",
    "¡Oh, cuando veo a algunos de estos artistas, que pintan cuadros, una pequeña—pequeña gota cayendo de una roca, ¡y un niño parado allí con un—un baldecito en la mano! ¡Oh, nunca salió así!",
    "Salió a borbotones abundantes. Les dio agua a más de dos millones de personas, además de sus camellos y todos sus animales. “Y esa Roca era Cristo Jesús”. Un hermoso paralelo con Juan 3:16; “De tal manera amó Dios al mundo, que dio a Su Hijo unigénito, para que todo aquel que en Él cree, no se pierda, mas tenga Vida Eterna”.",
    "Y noten lo que sucedió. La única manera en que ellos podían sacar el agua de esa roca, era que la vara del juicio tenía que golpear la roca. Y Moisés hirió la Roca, y el juicio de Dios cayó sobre la Roca. Y cuando lo hizo, dio sus aguas.",
    "La gente estaba absolutamente… Dios era justo, al dejarlos morir, porque no Le habían creído a Él, habían actuado deshonrosamente, eran réprobos, ellos no merecían vivir, aun Moisés los llamó “rebeldes”, sublevados contra Dios, y ellos merecían morir.",
    "Y todos nosotros merecemos la muerte porque nos sublevamos contra Dios. Eligiendo… Fíjense, todos merecemos morir. Pero, ¡Dios es muy misericordioso! Él nunca debió habernos considerado. Pero, Él es tan misericordioso, que tomó los pecados de cada uno de nosotros, e hirió a Su Propio Hijo amado, Cristo; para que no pereciéramos, mas tuviéramos Vida Eterna. ¿Cómo podríamos beber de esa Roca, y luego no estar correctamente en nuestro corazón?",
    "Pero, hermano, hay millones de ellos, esta mañana, haciéndolo. Esa es la pura verdad. Están confiados porque son bautistas, o metodistas, o pentecostales. Están confiados porque tuvieron una sensación extraña, porque hablaron en lenguas, porque gritaron, porque danzaron, porque tuvieron un servicio de sanidad y Dios sanó a los enfermos, o algo en lo que están confiando, porque tuvieron una revelación (y fue verdad), porque ellos hicieron esto. Esas cosas están bien, no hay nada que decir en contra de ellas, pero eso no tiene nada que ver con su salvación, ni una sola cosa. Ud. pudiera hacer brotar aceite de sus manos hasta que saliera por galones, o sangre de su rostro, y todavía no significa nada. Así es.",
    "Pablo dijo: “Yo pudiera hablar en lenguas humanas y Angélicas, y aún estar perdido”. Pudiera tener sabiduría y conocimiento, y pudiera pararme y explicar esa Biblia, solo para mostrarla, que Todo encaje, eso aún no tiene nada que ver.",
    "Hermano, todos bebieron de la misma Roca; “Esa Roca era Cristo”.",
    "Los juicios cayeron sobre Cristo, para que Ud. pudiera tener el privilegio de venir y beber. Es la bondad de Dios para con Uds., que Uds. vienen a beber; es la bondad de Dios para con Uds., que comen de la Palabra; es la bondad de Dios para con Ud. que Él le permitió bautizarse; es la bondad de Dios para con Ud., hacer de Ud. un ciudadano, darle salud, colocarle en la iglesia esta mañana; es la bondad de Dios. Todo eso es la bondad de Dios.",
    "Pero ¿qué me dice de la bondad suya para con Dios? ¿Está Ud. dispuesto a someter todo, cada pensamiento, cada acción, todo a Él? Eso es—eso es lo que Dios ha hecho por Ud.; ¿qué hará Ud. por Él?",
    "Fíjense, solo leamos un par de versículos más. Y ya—ya termino, para que el pastor pueda llegar a su palabra. Ahora, miren. “Y la misma Roca era Cristo”. Ahora el versículo 5.\n\nPero de los más de ellos no se agradó Dios;…",
    "¿Ven? Él les permitió bautizarse; Él les permitió comer la Palabra y creerla; Él les permitió recibir bendiciones espirituales; Él les permitió beber de la Roca espiritual. Todo lo que Dios hizo fue por Su gracia, pero, sin embargo, Dios no se complació con ellos. Miren.\n\n…por lo cual quedaron postrados en el desierto.",
    "Después de todas estas experiencias, después de todos nuestros grandes servicios de sanidad que hemos visto, después de todos los grandes milagros que hemos visto suceder, después de todas las grandes sensaciones que hemos tenido, de gritar y alabar a Dios, beber de esa Roca, todos los buenos sermones que hemos disfrutado y, sin embargo, quedar postrados. ¡Por todas partes! “Apartaos de Mí, hacedores de iniquidad. Yo ni siquiera os conocí”.",
    "¡Reflexione! Ya viene el avivamiento. Yo sé que esto es difícil. Pero, hermano, cualquier padre que no corrija a sus hijos no es un buen papá. Así es. “Postrados”.\n\nMas estas cosas sucedieron como ejemplos para nosotros,…",
    "Pablo hablando. ¿Lo creen Uds.? Fue ejemplar. Muy bien.\n\n…para que no codiciemos cosas malas, como ellos codiciaron.",
    "Podrían Uds. imaginarse a un hombre parado, que es un disc jockey, tocadiscos, y tocando esas sucias canciones de rock-and-roll, y eso: “Sucedió algo, y Estoy todo estremecido”, y toda esa clase de canciones viles y sucias que tocan Elvis Presley y estos muchachos, y ¿luego venir e imitar que predican el Evangelio? ¡Piénsenlo!",
    "¿Podrían imaginarse a un hombre y una mujer afuera, y la mujer tendida afuera en el patio trasero, y con una apariencia vulgar y sucia, medio desvestida, arrojándose delante de los hombres, y luego venir a beber de esta Roca espiritual, y gritar y comportarse así?",
    "Hay una gran doctrina entre la gente pentecostal, de la liberación de la mujer. Ellas están usando aretes grandes y largos, y—y andan con toda clase de vestimentas.",
    "Y un joven se sentó frente a mi casa, hace unos días, en una pequeña camioneta, llorando, pues su esposa… Es pentecostal, habla en lenguas, da profecía. Seguro. Y dijo: “La iglesia entera usa shorts”. Y él… “Ella sale a la calle, a las ocho y nueve de la noche, recogiendo colillas de cigarrillos que otros han tirado, y fuma; y esto a pesar de que grita, alaba al Señor, y da profecías”.",
    "Me paré el otro día en una iglesia, donde un gran hombre de Dios, por el cual tengo un gran respeto, y él estaba exponiendo esto. Después de que uno de los hombres, que es uno de los principales de esta cosa, sale, y—y tiene toda esta sangre saliendo de sus manos y cosas. Y yo he quedado ronco, del este, del oeste, tratando de condenar esa cosa, basado en la Biblia. Pues, eso no es de Dios.",
    "Cualquier sangre que viniera de Cristo sería Sangre corporal, entonces Su Cuerpo natural estaría aquí, y entonces la segunda Venida ya sucedió. Jesús dijo: “No creáis, cuando dicen: ‘He aquí, Él está en el desierto’. No lo crean, cuando: ‘Él está aquí’. No lo crean. Porque se levantarán falsos Cristos, y falsos profetas, y mostrarán señales y prodigios, al grado que engañarían a los mismos escogidos”. Y lo he gritado desde el este hasta el oeste.",
    "Y finalmente, en la costa oeste, un anciano Dr. Canada, quien es un amigo íntimo mío, se puso de pie. Y otro hombre, que era el administrador de cierto hombre que comenzó esto, uno de estos movimientos, subió allí y dio un gran… Dijo: “Aceite puro y sangre santa. Nuestra sangre será mostrada hoy”. Y llenaron el lugar. Y él mostró cómo, debajo de su cinturón, él tenía dos agujas hacia abajo.",
    "Cualquiera sabe que Ud. puede dar un pinchazo a este dedo, y no sangrará a menos que Ud. lo ordeñe o apriete. Si le da un pinchazo, no sangrará, porque no hay venas cerca. Y cuando lo hizo, mostró cómo él lo hizo.",
    "Él tenía aceite aquí atrás, le puso allí sus manos. Luego él se acercó y dijo: “Miren mi mano, está perfectamente normal”. Entonces dijo: “¡Gloria a Dios! ¡Aleluya!”. Y él ordeñó sus manos así. Seguro, al apretar, la sangre salía de sus dedos. Mientras todos gritaban, él se limpió la cabeza, y apareció una cruz. Cuando, el mismo hombre que estaba con el hombre que lo hizo, allí estaba, expuso eso allí mismo ante la congregación, y con… fue en su bolsillo, mostrando los aceites y cosas.",
    "Uno puso un corazón en la pared, y dijo: “Esta pared está respirando la Sangre de Jesús. Ese es el corazón de Jesús”. Un gran tejano entró, sin ningún temor. Había dicho: “Si alguien tocaba eso, moriría”. Ellos lo habían acordelado. Todos tienen las fotos y todo, allí, donde esta pared sangraba, sangrando de un corazón. Y este individuo entró y se escabulló en la iglesia, él y su esposa, lavaron la pintura de la pared, y se sentaron allí y esperaron. Cuando entraron, el pastor dijo: “Bueno, Uds. saben, Jesús ha estado aquí y quitó eso”.",
    "Él dijo: “Jesús no tuvo nada que ver con eso. Yo mismo lo hice”. Así es.",
    "¿Qué ha sucedido? Es por la inestabilidad de la gente en la Palabra del Dios viviente. No dice la Biblia: “Ellos irían del este, del oeste, del norte, y del sur. ¿Habría hambre, no solo de pan y agua, sino de oír la Palabra de Dios?”. ¡Qué día en el que estamos viviendo!",
    "Y vemos ahora que todas estas grandes iglesias denominacionales se están uniendo, y ha llegado a tal punto que uno tiene que pertenecer a esta liga de iglesias para incluso poder tenerlo por la radio. Uno desaparece de la radio. Pues, no se preocupe Ud. por eso. Y los demás también, y todos los programas de televisión. Ud. tendrá que pertenecer a la liga de iglesias antes de poder hacerlo. Y cuando Uds. hacen eso, no están formando nada más que la marca de la bestia, conforme a la Biblia. Allí lo tienen. ¿Ven cómo se ha confederado todo?",
    "¡Oh, gracias a Dios, hay un Dios viviente real! Verdaderamente hay un Señor real; hay una verdadera Palabra real; hay una verdadera sanidad real. Todas estas cosas son veraces. Pero, hermano, nunca base Ud. su fe en alguna pequeña sensación, en una doctrina de la iglesia, o por tomar la santa cena, o comer de la Roca espiritual.",
    "Ud. dice: “Yo esto lo sé, hermano. He probado a Dios”. Eso puede que sea muy cierto. Pero ¿en qué clase de lugar ha caído? Eso es lo siguiente. ¿En qué clase de cubeta cayó? “Justo e injusto”. Ahora escuchen.",
    "Mas estas cosas sucedieron como ejemplos,…para que no codiciemos cosas malas, como ellos codiciaron.",
    "¿Cuál fue su codicia? Ahora, escuchen, quiero avanzar un poquito más, si me disculpan.\n\nNi seáis idólatras,…",
    "¡Oh!, Uds. dicen: “Gracias a Dios, yo no soy un idólatra”. Esperen un momento. Examinémoslo por la Palabra. Ud. dice: “Yo no adoraría a un ídolo”. Eso no significa que Ud. adore del todo un ídolo. Uno solo tiene que estar ocioso, sin hacer nada. Ir a la iglesia: “Sí, eso me parece bien”. Regresar a casa, y no hacer nada respecto a Eso.",
    "Hermano, un verdadero hombre o mujer nacido de nuevo no puede quedarse quieto. Hay Algo en ellos. Tienen que testificar. Ellos tienen que hacer algo. Están obligados a hacer algo. Ellos no pueden callar. Escuchen.",
    "Ni seáis idólatras, como (ellos) algunos de ellos, según está escrito: Se sentó el pueblo a comer y a beber, y se levantó a jugar.",
    "¿De qué está hablando Pablo? Ejemplos. Ellos fueron bautizados en la iglesia. Ellos absolutamente tenían un bautismo correcto. Una vez; tres veces adelante; hacia atrás; en el nombre del Padre, Hijo, Espíritu Santo; solo Jesús; como haya sido, ellos tenían un bautismo correcto, estaban bautizados correctamente. Discutimos y rebatimos, y disputamos sobre cositas como esas. ¿De qué sirve? Uds. están abandonando el principio más importante. Nuestras iglesias se han separado por causa del bautismo. Seguro.",
    "Entonces Uds. dicen: “¡Oh, aleluya! Ellos no tienen la bendición espiritual que tenemos nosotros. Ellos son tan fríos, formales. Gloria a Dios, yo como del verdadero Maná de Dios. Yo sé que Eso es la Verdad”. Es la pura verdad, pero ¿de qué vale eso? Ud. dice: “Hermano, yo… El—el Espíritu Santo realmente cae en nuestra iglesia”. Eso está bien, pero ¿de qué le vale eso a Ud., si Ud. no es la clase correcta de vaso en el que está cayendo? Recuerden.",
    "¡Oh!, Ud. dice: “Yo soy sincero”. Ellos también. Ellos dejaron sus hogares y salieron, aun arriesgaron su cuello, para recibir la muerte. Ellos hicieron mucho más de lo que nosotros tenemos que hacer; eso no tuvo nada que ver. Solo piénsenlo.",
    "La Biblia dice: “En vano Me adoran. En vano Me adoran ellos”. Adoración absolutamente genuina, en vano. ¿En dónde comenzó? Allá desde el Huerto del Edén, Caín. Él adoró a Dios como también lo hizo Abel, pero en vano Lo adoró. Sí, señor. “Hay camino que al hombre le parece recto”.",
    "Ud. dice: “Bueno, ¿y por qué es así? Pues yo me arrepentí. ¿Por qué no estoy bien? Yo me arrepentí. Creo que soy tan bueno como cualquier otro. Yo voy a la iglesia; me bauticé; recibo las bendiciones de Dios; me encanta un buen sermón; yo amo la Palabra de Dios; me gusta leerla. Y yo también recibo bendiciones espirituales. Y, aleluya, yo puedo profetizar; puedo hablar en lenguas. He hecho todas las cosas, ¿y me quiere decir que ‘es en vano’?”.",
    "Bueno, no estoy diciendo que sea en vano, pero es posible que pudiera ser en vano. Así es. Depende de lo que Ud. sea allí adentro, correcto, es lo que Ud. es, que está recibiendo esto. Si Ud. no ha nacido de nuevo, si realmente no hay algo en Ud., entonces es en vano. Todas las bendiciones, no tengo que hacerlas. Ahora solo una más.",
    "Ni forniquemos, como algunos de ellos fornicaron, y cayeron en un día veintitrés mil.",
    "🦅 Cometer fornicación”, significa fornicación espiritual. Si tuviéramos tiempo… La escuela dominical ha terminado. ¡Fornicación espiritual!\n\nNi tentemos al Señor, como también algunos de ellos le tentaron, y perecieron por las serpientes.\n\nNi murmuréis, como algunos de ellos murmuraron, y perecieron por el destructor.",
    "Murmurando, codiciando, mezclando el mundo con su religión, saliendo… Dios ama la pureza, lo verdaderamente puro.",
    "Esta mañana, estaba hablando. Pensé: “¿Qué…?” Ahora, para cerrar, pensé esto: “¿Qué hay más dulce en la vida de un hombre? ¿Qué es más dulce que llegar a casa, cuando él está cansado y agotado, con su pequeño balde en la mano, de haber trabajado todo el día, arando, o lo que sea, entrar y tener una esposa encantadora que lo reciba a la puerta? Sentarse en su regazo por un minuto, y que le acaricie su frente un poco, y lo bese en la mejilla, y lo abrace, y le diga: ‘Querido, yo—yo sé que estás cansado, has trabajado tan duro’; le brinda consuelo”.",
    "¡Cómo es que él sabe que ese brazo que lo abraza, es completamente suyo! Es de él; nunca abrazará a otro hombre ni deseará otro. El beso en su mejilla es de un corazón real, puro y santo que lo ama a él, y solo a él. Eso cómo le hace a uno… Lo sé, le hace sacar pecho, decir: “¡Oh, no estoy tan cansado, después de todo!”. ¿Ven? Eso es. Eso le hace algo a uno.",
    "Quiero decirles algo. Pero ¿qué pasaría si ese beso llega a su mejilla y él desconfía? Puede haber estado en la mejilla de algún otro hombre. ¿Qué pasa si esos brazos alrededor de él han abrazado a todos, y aún desean hacer lo mismo? No significará mucho; eso no tiene mucho valor. ¿Por qué?",
    "Ahora, en el principio, ellos eran uno. Dios, cuando hizo al hombre, lo hizo una persona dual, tanto masculino como femenino. Él lo separó, en carne; y lo puso aquí en la tierra, en carne, y la parte femenina aún estaba en espíritu.",
    "Mire, amigo, Dios fue muy cuidadoso. ¡Oh, cómo esto…! ¡Que no se les olvide! Dios nunca tomó un puñado de polvo e hizo una Eva; ella habría sido una creación diferente. Y ella no es una creación. Ella es un subproducto. Y Dios fue al corazón de Adán, esta costilla, justamente debajo de su corazón, y toma una costilla y hace una esposa. Y precisamente la parte del espíritu de Adán estaba en la mujer, y los dos son uno; alma, cuerpo, espíritu, son uno. Ellos son una unidad perfecta. Una verdadera mujer… Y un verdadero esposo, una verdadera esposa, son uno, juntos.",
    "¿De qué es un tipo? ¡Cristo, de Su seno! No es un subproducto, no metodista, ni bautista, ni una idea pentecostal. No, señor. Sino de Su Propio corazón, Él tomó una Amada que es lo más pura y leal que puede ser. Ella es tan leal como un lirio.",
    "Miren, miren allá atrás a Salomón hablando: “Ven, mi amor, caminemos entre las granadas. Llenémonos de amor”. Y cuando el verdadero creyente abre sus brazos con un corazón puro, y se aferra de Cristo, aquel afecto de ese que ama a Cristo entra en Su seno. Es Su Esposa, así como el esposo lo hace con una verdadera esposa.",
    "¿Qué clase de persona deberíamos ser? ¿Estaremos jugando a ser una ramera, con Cristo? ¿Estaremos dependiendo de alguna cosita, y corriendo tras el mundo y las cosas del mundo, y con mentalidad mundana, y no con ese verdadero amor y devoción que deberíamos tener?",
    "¿Pudiera imaginarse, vaya, pudiera imaginarse a su esposa, hermano, viniendo a sentarse en su regazo con su coquetería y sus enaguas y cosas de encaje, y su cabello todo recogido, y erizado, y todo de esa manera? Que lo abraza, dice: “¡Oh!, John, yo te amo, muac, muac, muac, te amo”. Y Ud. sabe en ese momento que algo anda mal. Ud. no tiene la confianza en ella, no importa cuán bonita se vea y cuán bien arreglada esté. Ud., si Ud. no tiene esa confianza perfecta en ella, algo anda mal. Eso no—no llena ese anhelo que un hombre siente por su esposa.",
    "Y ahora imagínese a Ud. mismo coqueteando con el mundo y enredándose con el mundo, y que se arrodilla, dice: “¡Oh!, ¡Señor Jesús, Te amo!”. Ese es un beso hipócrita que quema, de Judas. Así es. Piensen en estas cosas. Pues, viene un avivamiento. ¿Ven?",
    "¡Oh, Ud. pudiera tener puesto el anillo de bodas, correcto, pero Ud. no es una esposa! ¡Oh, Ud. pudiera ser una mujer! Ud. pudiera ser la señora de la casa, pero Ud. no es una esposa si actúa de esa manera.",
    "Y Ud. no es un verdadero Cristiano, Ud. no es un producto genuino para Cristo, si no Lo ama a Él con todo lo que Ud. lleva por dentro.",
    "No me importa si Ud. se ve bonita o no, Ud. lo ama a Él y Ud. se expresa. Allí es cuando Uds. dos llegan a ser uno; allí lo es, para Cristo y Su Iglesia. No por denominación, no por bautismo, no por sensaciones; no por nada, sino por un verdadero amor fuisteis comprados, del seno de Dios, cuando Él fue herido allí y Él lo compró a Ud. Y su amor y su fidelidad, y su lealtad, prueba lo que Ud. es. ¿Ven lo que quiero decir? Así Ud. esté todo lleno de pecas, o que Ud.…",
    "A mí no me importa si mi esposa nunca se peinara, si ella no se pusiera un vestido bonito, o nunca… Aun, ella sería mi amor. Yo la admiro por su lealtad, su virtud. Lo que ella es, eso es lo que ella es.",
    "Y para hombres y mujeres Cristianos, eso es lo que somos ante los ojos de Dios. No es porque podamos ir a la mejor iglesia, o podamos vestirnos mejor, o podamos entrar a tal vecindario, o podamos hacer esto, o poder conducir esto, o que podamos hacer esto, aquello. Eso no tiene nada que ver en el asunto. Es la virtud de nuestra lealtad y nuestro amor a Cristo. Y ese es el Nacimiento. Eso es lo que viene.",
    "🦅 Y aunque yo hable en lenguas humanas y Angélicas, nada soy. Aunque alimente a los pobres; aunque entregue mis bienes; aunque yo haga esto, y haga eso, y haga aquello; nada soy”. ¿Qué le importa a Cristo todo lo que Ud. pueda hacer, y todo lo que Ud. pueda hacer así, si ese verdadero amor y lealtad genuinos no están allí? Piénsenlo, ¿lo harán?",
    "Esta es la escuela dominical, y recuerden, esa es una lección para Uds. Que, en su corazón, Ud. le dé a Cristo el primer lugar, como una verdadera mujer con su esposo. No hay brazo ajeno que pueda tocarla, en ninguna parte. No hay beso, no importa cuán encantador, ella voltearía el rostro. Ella tiene un solo amor, y es para su esposo. Así es. No importa lo apuesto que pudiera ser el hombre, y lo pulido y engominado que pudiera lucir el cabello, y cómo él pudiera portarse correctamente. No, señor. Ni una sola cosa. Ella ama a ese esposo, y lo ama solo a él. Ella le rinde todas sus virtudes y todos sus besos, todo su amor y todo es para su esposo, y solo para él. ¿Ven lo que quiero decir?",
    "Y Ud. renuncia a todo lo del mundo, no importa lo bien que se vea, lo bonito que parezca, y lo fascinante que parezca. A Ud. le cuenta su virtud.",
    "Entonces Ud. dice: “¡Oh, aleluya! Yo—yo sé que lo tengo, porque hice esto. ¡Aleluya!”. Y con suficiente mal genio para pelear con una sierra circular.\n\nPermítame decirle, hermano, es virtud lo que Cristo respeta;",
    "🦅 Aunque yo hable en lenguas como hombres y Ángeles; aunque yo derrame sangre de ambas manos; aunque yo grite y dance, en el Espíritu; aunque yo coma de la Palabra de Dios, y me encante; aunque yo beba de la misma Roca espiritual que beben los demás; aunque bata mis manos, tan fuerte como los demás”. [El Hermano Branham aplaude.—Ed.] “Aunque yo pueda llorar lágrimas de cocodrilo; ¡aunque yo pueda hacer todo esto! Pero si esa verdadera, genuina, virtud real Cristiana no está allí para Cristo, Ud. llega a ser como metal que resuena y címbalo que retiñe”. Pablo estaba advirtiendo a su iglesia de esto, la iglesia de Corinto, la cual, estaba toda enredada en toda clase de cosas fantásticas.",
    "Les estoy advirtiendo a Uds., amigos. Recuerden, yo tendré que responder por Uds. allá en el Día del Juicio, y vuestra sangre no será sobre mí. No importa cuán leal sea Ud. a cualquier otra cosa, sea leal a Cristo. No lo olviden, mientras oramos.",
    "Bendito Padre Celestial, en este estado presente, venimos ahora y confesamos todos nuestros errores. ¡Oh, sé Tú misericordioso, Dios misericordioso! Y oramos que escudriñes a fondo nuestros corazones. Y en esta hora, mientras estamos esperando, con nuestros rostros inclinados al polvo, escudriña el corazón del anciano, el corazón de la anciana, el corazón del de mediana edad, y los jóvenes, aun los niños pequeños. Y que nosotros mismos nos examinemos.",
    "Estamos entrando en esa semana santa en que celebramos el Viernes Santo y la Pascua, la resurrección. Puede ser que este año hayamos sido fieles a la iglesia, pudiéramos haber tomado la santa cena, pudiéramos haber gritado, pudiéramos haber hecho muchas cosas, pero, ¡oh, Dios!, escudriña mi corazón. Hablo por mí mismo. Escudriña mi corazón y el corazón de este pueblo aquí esta mañana, y examínanos, Señor. Si algo ocupa el lugar de Cristo, ¡oh!, ¡Dios, quítalo! Si es pereza, solo insuficiencia, lo que pudiera ser, no sé. Pero, Dios, quítalo de nosotros. ¡Oh!, no queremos ser derrocados aquí en el momento de la batalla, derrocados por Dios y ser un enemigo para Él.",
    "¡Oh, Dios!, escudriña nuestros corazones. Examínanos por medio de Tu Espíritu Santo, y permítenos ver, esta mañana, si hay algo maligno en nosotros. Si lo hay, sácalo, Padre. Ahora lo ponemos en el altar, para irnos y dejarlo allí. Si es ociosidad, si es mal genio, si es indiferencia, si es negligencia, lo que pueda ser, si es odio, si es malicia, si es contienda, lo que pueda ser, ¡oh, Dios!, sácalo de nosotros, hoy.",
    "Y en este próximo avivamiento, que estemos tan llenos de Tu encanto, Señor, que muchos entren y sean salvos, la pequeña comunidad aquí, donde nos esforzamos tanto. El primer avivamiento ahora en diez años, que he tenido. Ahora, pido que Tú nos des ese verdadero, espíritu genuino en nuestros corazones.",
    "Y que se ancle allí por la Eternidad. Concédelo, Señor. Haz que nos examinemos, nosotros los casados, por la manera en que tratamos a nuestras esposas, cuán fieles somos, o cuán fieles son nuestras esposas con nosotros. Y que podamos llevar a nuestro corazón, esta mañana, cómo pensaríamos si algo así sucediera en nuestro hogar. Y que entonces volvamos nuestros afectos hacia Ti, y digamos: “¡Oh!, ¡Dios, sé misericordioso conmigo!”.",
    "¡Oh!, si—si la esposa, solo una vez al mes viniera y pusiera su mano en la suya, y dijera: “Querido, te amo” y siguiera caminando, ¡oh!, parecería que ella me está descuidando, parecería que algo anda mal. Y Dios, cuando tal vez una vez al mes, o una vez cuando vamos a la iglesia, ¡ofrecemos una pequeña oración! ¡Oh!, Tú quieres nuestro amor, nuestra—nuestra—nuestra comunión, todo el tiempo, que nuestros pensamientos y las intenciones de nuestro corazón reposen en Ti. Concédelo, Señor.",
    "¡Oh!, mantén nuestros corazones tan fijos en Ti, que las cosas del mundo lleguen a ser ciegas y muy indiferentes. Concédelo, Señor. Escúchanos ahora, y bendícenos en la siguiente parte de estos servicios. Lo pedimos en el Nombre de Cristo. Amén.",
    "Ahora, el Señor los bendiga, muy bien. Y yo… Lamento haber tomado unos minutos de más allí después de despedir la escuela dominical. Y oro que Dios los bendiga. No fui yo quien dijo estas cosas; esto viene de la Palabra de Dios. Fueron ejemplos para nosotros; son ejemplos.",
    "Y ahora, mire, amigo, ¿cómo se sentiría Ud. si supiera que la esposa que lo está besando es una traidora? Piénselo. Estúdielo por un rato. ¿Qué pensaría Ud.?",
    "Ahora cuando Ud. viene a Dios, y es un traidor, no haga eso. Seamos sinceros. Ud. no tiene que tomar una sensación; Ud. no tiene que tomar algo diferente, cuando todos los cielos están llenos del verdadero amor genuino de Dios. ¿Por qué tomar un sustituto cuando podemos obtener lo real? Es para Ud. Ahora que el Señor los bendiga, mientras le entrego el servicio a nuestro pastor.",
    "Y no olviden esta semana, ahora, el pequeño avivamiento es para la comunidad y los pueblitos de alrededor aquí. Tome su teléfono, llame a alguien, dígale que venga. Tendremos los llamados al altar, y esperamos un buen tiempo, esta semana, en el Señor.",
    "El Señor los bendiga hasta que los vea este próximo miércoles por la noche. 🦅"
  ]
}