{
  "title": "LA COMUNIÓN",
  "id": "57350009",
  "content": [
    "🦅  …el Señor. Y verdaderamente lamentamos no tener asientos para acomodar a las personas, y por aquellos que no pudieron—entrar, allá afuera. Acabo de oír, hace unos momentos, que podríamos haber conseguido un teatro en New Albany, que quizás hubiera acomodado como a unas tres mil personas. Pero, solo estábamos… El avivamiento era solo para el grupito aquí en la iglesia. Y—y estamos en un tiempecito de vuelta en casa. Y nos da mucho gusto verlos a todos aquí.",
    "Si no me equivoco, veo a mi hermano de Georgia aquí. Hermano, no recuerdo su nombre ahora mismo; Palmer, de Macon, Georgia. Nos da gusto tenerlo aquí, Hermano Palmer.\n\nEl Hermano Creech, aquí en el frente, nos da gusto verlo.",
    "Y sé que en algún lugar del edificio está el Doctor Lee Vayle, uno de los patrocinadores de la—de la reunión en Lima, Ohio, donde, en el… Él es el pastor de la Primera Iglesia Bautista, y un—un amigo personal mío. Él estuvo allá en casa hoy, y ha venido a visitarnos durante la reunión. Es probable que, en una de las noches, le permitamos que pase y diga algo. Traté de que él tomara mi lugar esta noche, para predicar, y no quiso. Así que, esperamos, posiblemente, que tal vez mañana en la noche, o en algún momento, el Hermano Vayle o algunos de los… pueda compartir una palabra o dos, quizá en cuanto la reunión o algo allí arriba, lo que el Señor ponga en su corazón.",
    "Hay otros aquí que desearía poder tomar el tiempo para mencionarlos a todos, pero estamos contentos de que estén aquí. Veo a un hombrecito aquí atrás, de un grupo de ministros que vinieron, que me visitaron esta tarde, de allá de Arkansas y también de Missouri.",
    "Y ahora, esta noche, queremos redimir el tiempo, pues cada noche nos esforzaremos por terminar cerca de las nueve, si es posible. Esta noche tenemos la noche de Comunión, así que será un poco más largo esta noche de lo normal.",
    "Mañana en la noche, si el Señor quiere, quiero predicar sobre: Sed, pues, vosotros perfectos y El sacrificio perfecto, mañana por la noche. Y, pues, es el Viernes Santo.",
    "Y luego el sábado por la noche es La sepultura, si el Señor quiere.",
    "El domingo por la mañana, el servicio de amanecer a las seis. Y a las diez en punto, un servicio bautismal. Y a las diez y media, la lección de escuela dominical, de resurrección.",
    "Y el domingo por la noche, un servicio regular de sanidad como los que tenemos en el—en el campo evangelístico.",
    "Así que, estamos confiando que Uds. inviten amigos pecadores y demás, y vengan y estén con nosotros, y nos ayuden en esta reunión, que viene… la continuación de esta reunión, mejor dicho.",
    "Recibí una Biblia nueva esta noche, me la dio un, cierto hermano Dunkard. Y es un poco grande. Es la primera vez que predico de Ella; es un poco incómodo para mí.",
    "Ahora, yo sé que nos hemos reunido con un propósito, y es para—para promover la causa de Cristo, y para encontrar paz en nuestras almas, y hacernos mejores hombres y mujeres, mejores siervos del Señor. Y si hemos venido con alguna otra idea, pues, entonces no seremos bendecidos por el Señor. Hemos venido pidiendo ayuda; hemos venido, buscando a Dios. Y esta es la casa de la corrección, donde Dios nos da de Sus bendiciones, y nos corrige lo errado.",
    "Ahora, antes de abrir la Palabra, o—o pedirle al Espíritu Santo que nos ayude, inclinemos nuestro rostro.",
    "Bendito Padre Celestial, en Tu Divina Presencia nos presentamos ahora, como oyentes del Evangelio, y como predicadores de la Palabra; circuncida los labios que hablan, y los oídos que oyen, y los corazones que reciben. Y que el Espíritu Santo nos reparta esta noche, e imparta las Verdades de la gracia Eterna de Dios, a cada uno de nosotros; que, cuando salgamos de este edificio esta noche, digamos como aquellos quienes venían de Emaús: “¿No ardía nuestro corazón en nosotros, porque Él nos habló por el camino?”. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "En el Libro del Evangelio de San Mateo, en el capítulo 26, el versículo 27 y 28, como texto que deseo leer.\n\nY tomando la copa, y cuando dio gracias, pues él les dio, y dijo: Bebed de ella todos;\n\nporque esto es mi sangre del nuevo pacto, que por muchos es derramada para remisión de pecado.\n\nY os digo que desde ahora no beberé más del fruto de la vid, hasta el día en que lo beba de nuevo con vosotros en el reino de mi Padre.",
    "Y ahora hablaremos sobre: La Comunión. Y esta es la noche original de la comunión.",
    "Y la comunión se llevó a cabo, primero, por allá en Egipto, la primera comunión, que era el—el cordero pascual que fue inmolado, el cual fue tipo de Cristo. Y muchos de nosotros estamos familiarizados con esa bendita y vieja historia, de cómo fue que los que tomaron la comunión allá, caminaron por el desierto por cuarenta años. Y cuando salieron, no había ni uno débil entre ellos. Y pues, ni siquiera sus ropas estaban gastadas, por cuarenta años Dios los había guardado.\n\n¡Qué bendita seguridad es para nosotros esta noche! Si ese es el tipo, entonces Cristo es el antetipo. ¡Y cómo fue que Dios libró a los hijos!",
    "Y, en el tomar la comunión estaba la diferencia entre la vida y la muerte. Aquellos que estaban adentro, bajo la sangre derramada, tomaron la comunión. Nadie podía tomar la comunión afuera, estando bajo la sangre derramada. La sangre del cordero fue derramada primero, y luego fue puesta sobre el dintel y el poste de la puerta… el dintel es la madera atravesada, en el poste de la puerta. Y luego asaron el cordero, y fue… y—y se lo comieron con hierbas amargas, y ellos se ciñeron. Después que la sangre fue derramada, y habían pasado bajo la sangre derramada, estaban ceñidos y listos para la marcha.",
    "Y, bueno, es un tipo muy hermoso esta noche, de que las personas que toman la Comunión ya no deben estar más asociadas o afiliadas con las cosas del mundo. Primero deben venir bajo la Sangre, y ser limpios de todo pecado, lo cual es incredulidad, y luego estar calzados con el apresto del Evangelio, teniendo puesta toda la armadura de Dios, listos para el llamado en cualquier momento.",
    "Y esa era la—la señal de que el ángel de la muerte no podía pasar bajo esa sangre. El ángel de la muerte tenía que elevarse y pasar de la sangre. Y de allí es donde el poeta tomó la inspiración, diciendo: “Cuando Yo vea la Sangre, pasaré de vosotros”.\n\nFue cerca de la hora de la liberación cuando ellos aceptaron la comunión, el—el cordero asado y las—las hierbas que comieron antes de partir.",
    "Ahora, en el antetipo del que vamos a hablar, fue hace muchos años, esta noche, que Jesús participó de lo que nosotros conocemos como la Cena del Señor, la comunión. Y hay algo al respecto que, Él iba a hablar con Sus discípulos. Y poco antes de irse, Él quería hablarlo con ellos. Y, es un… Ellos tenían un cuarto preparado. Fue un momento de compañerismo. Y la comunión efectivamente significa “un compañerismo”.",
    "Muchas de las iglesias tienen una comunión cerrada, es decir, solo para su propia iglesia cuando tienen su comunión, pero aquí no somos una denominación. Tenemos una comunión abierta para todos, porque creemos que todo creyente tiene derecho a la mesa del Señor, y a tener compañerismo alrededor de las cosas buenas de Dios, cada creyente, sin importar su credo, color o lo que pudiera ser, pues, a todos se les ha dado de beber de la misma bendición: ¡Cristo!",
    "Ahora, esta gran hora había llegado a nuestro Señor, uno de los momentos de mayor prueba de toda Su jornada terrenal estaba a la mano. ¡La hora de la prueba! Jesús tuvo que pasar por pruebas, así como nosotros pasamos por pruebas. Y la Biblia dice que, “Todo hijo que viene a Dios, primero debe ser probado, entrenado, corregido”.",
    "Ahora, para mucha gente, es un momento decisivo cuando llega el tiempo de la prueba; es un tiempo de examen. Y la Biblia dice: “Si no podemos soportar la prueba, entonces venimos a ser hijos ilegítimos”, profesamos que Dios es nuestro Padre, cuando Él no es nuestro Padre. Porque si verdaderamente, y de todo corazón, hemos recibido al Señor Jesús como nuestro Salvador personal, no hay nada en esta tierra o en toda la eternidad oscura que pueda—pueda llegar a separarnos del amor de Dios que está en Cristo Jesús.",
    "Estoy asombrado en este día, y siempre lo he estado cuando la gente profesa ser Cristiana y, a la primera pruebita que viene, caen y se quedan al lado del camino. Muestra que solo era una concepción intelectual de Cristo. Por eso muchos no permanecen firmes hoy, porque es una concepción intelectual. Intelectualmente, puede ser que Ud. Lo crea, pero Eso va aun más allá. Aceptar a Cristo es aceptar la Persona de Cristo.",
    "Muchos de nosotros aceptamos la religión del Cristianismo sobre la base del aprendizaje de credos. Otros aceptan al Cristianismo en base a doctrinas de bautismo. Otros creen que son Cristianos por alguna emoción que han tenido, como gritar, o danzar en el Espíritu, o hablar en lenguas, o tener algún don maravilloso para presentar. Todas esas cosas son buenas, en su lugar. Pero, aceptar a Cristo, es aceptar la Persona de Cristo, y luego estas otras cosas se alinean automáticamente.",
    "Ahora, si Dios no escatimó a Su Propio Hijo de la prueba cruel, entonces Él no nos escatimará a Ud. ni a mí de la prueba cruel.",
    "Y aquí estaba Jesús frente a la prueba más grande que había tenido, el Getsemaní allí ante Él, donde debía venir esa prueba toda suficiente, definitiva y única, [Cinta en blanco.—Ed.] cuando las cargas del mundo entero estaban sobre Su bendito hombro. No había nadie en todos los Cielos ni en la tierra que pudiera soportarlo sino Él. Y saber que todos los pecados, pasados, y los pecados presentes, y los pecados futuros, dependían de esta decisión. Y fue una de las victorias más grandes que Cristo haya ganado, o que haya probado Su gran oficio de Mesías, cuando Él le dijo a Dios: “No se haga Mi voluntad; sino la Tuya”. Esa fue la victoria más grande que Él había ganado. Todos los demonios de tormento estaban alrededor para tentarlo y probarlo.",
    "Y cuando nosotros estemos correctamente con Dios, cuando nuestros corazones sean puros, y el Espíritu Santo haya tomado Su lugar en nuestro corazón, tener una prueba es de lo más glorioso. La Biblia nos dice que, “Nuestras pruebas y tribulaciones son más preciosos para nosotros que la plata y el oro de este mundo”. Así que, debemos estar agradecidos.",
    "No me quiero presentar a mí mismo como alguna experiencia, pero solo porque me viene a la mente, recuerdo la gran prueba definitiva que tuve de mi experiencia Cristiana, fue allá en el hospital, por acá en Spring Hill. Cuando mi esposa estaba aquí en la morgue, un cadáver, y ella acababa de partir de esta vida, para estar con Dios. ¡Y comenzaron las pruebas y las tribulaciones! No solo era alguien diciendo: “Billy, eres un santo rodador”. Eso no era una gran prueba. Y estas otras pequeñas pruebas y demás, crítica de los hombres con los que trabajo, no fueron una gran prueba. Pero mi gran hora de prueba llegó cuando el médico, Adair (que se lo recordé ayer en el hospital estando allí), y cuando él vino por el pasillo a recibirme, y me tomó de la mano, y dijo: “Billy, tu bebé se está muriendo, y no hay posibilidad de que viva; tiene meningitis tuberculosa”.\n\nDije: “¡No puede ser, doctor!”. ¡Y su madre tendida, un cadáver!",
    "Y entré. Y él dijo: “Solo ven conmigo”. Y fuimos al laboratorio, y allí tomó un pequeño tubo de vidrio, y lo sacudió. Y parecía haber una mancha allí. Dijo: “Ese es el germen de la meningitis y está en la bebé. Sacamos esto de la columna, para aliviar las convulsiones”. Y dijo: “Por esto, sabemos que es meningitis tuberculosa”. Dijo: “La tomó al amamantarse de su madre”. Y dijo: “Si esa bebé viviera, quedaría lisiada, afligida. Pero” dijo él, “por las misericordias de Dios, la bebé va a estar con su madre”.\n\nDije: “Doctor, quiero ver la bebé”.\n\nÉl dijo: “No puedes hacerlo, Billy, por causa de Billy Paul, tu muchacho”. Dijo: “Le llevarías el germen”.",
    "Y, después de tratar de darme ánimo como mejor pudo, cuando salió del edificio, yo me escabullí y bajé al sótano. Y cuando llegué allí, el hospital en ese momento no estaba como está ahora, y la ventana estaba abierta sin el mosquitero, y había unas moscas en los ojos de la pequeña. Y espanté las moscas y miré su cuerpecito, todo encogido, y sus piernitas moviéndose de un lado a otro. Y le dije: “Sharry, cariño, ¿reconoces a papá?”.",
    "Y parecía como que ella estaba tratando de hacerme un gesto con su manito; como de ocho o nueve meses. Y la miré. Y ella estaba sufriendo tanto, un bebé inocente, al punto que uno de sus ojitos azul celeste se cruzó. ¡En tanto dolor! ¡Oh, yo hubiera tomado su lugar, inmediatamente!",
    "Y me hinqué, de rodillas, con las puertas cerradas, y dije: “¡Oh, Dios, Padre!, allí está mi esposa, la madre de la bebé tendida allá en la morgue de la funeraria. Allí está Billy Paul en la cama, enfermo. Y aquí está mi bebé, muriendo. Ciertamente, Señor, Tú no te la llevarás. Yo la amo. Y ella se parece a su madre. Yo quiero criarla. ¿Por favor, ¡oh, Dios!, perdona la vida de mi bebé?”.",
    "Y al mirar arriba… Y como todos saben, yo siempre he estado sujeto a visiones. Parecía como que una sábana negra comenzaba a desenrollarse, bajando, y como si Dios tomara mi oración y me la arrojara de nuevo en la cara. Y dije: “¿Qué he hecho, Dios? ¿Habré transgredido Tus leyes, para recibir este castigo? Si es así, Tú solo revélalo, y me arrepentiré. Haré lo que sea, pero no Te lleves a mi bebé”. Y vi que, de todas maneras, ella se iba. Me levanté.",
    "Y entonces el tentador vino a mí. Ese fue el único momento, que recuerde en toda mi vida, que fue el momento crucial, mi Getsemaní. Cuando a duras penas me podía aferrar de la cama, el diablo dijo: “Allí lo tienes. Esa es la recompensa por esforzarte en servirle a Él. ¿Me quieres decir que Él tomará a esa madre joven, de veintidós años, dejándola allá como un cadáver en la morgue? ¿Y se llevará la preciosa bebé, tu propia carne y sangre? ¿Y te arroja la oración en la cara? ¿Y luego quieres decir que Le servirás a Él?”.",
    "Me encontraba entre opiniones. Tenía que decidirlo. Entonces puse la mano sobre su cabecita, dije: “¡Jehová dio, y Jehová quitó, bendito sea el Nombre de Jehová!”. Sentí alivio.",
    "Dije: “Sharry, cariño, papá no puede ir a donde estás ahora, pero algún día papá podrá venir. Te pondré en el brazo de mamá y te enterraré, pero papá te volverá a ver algún día”.",
    "El Sr. Isler, quien probablemente está sentado presente ahora (no puedo ver, por la multitud), el ex-senador estatal aquí de Indiana. Yo iba por la carretera. Sr. Isler, supongo que Ud. lo recuerda bien.",
    "Tenía las manos atrás, yendo al cementerio, justamente después de la inundación, llorando. Yo iba allá por la tarde. Una tórtola se posaba en el árbol y me cantaba. Parecía que, al bajar la brisa entre esos pinos y árboles, parecía susurrar con eso el canto, decía:\n\nHay una Tierra más allá del río,\n\nQue llamamos el dulce más allá,\n\nSolo alcanzamos esa ribera por decreto de fe;\n\nUno por uno llegamos a ese portal,\n\nPara habitar allí con los inmortales,\n\nAlgún día se tocarán esas campanas doradas por ti y por mí.",
    "El Sr. Isler, conducía su vieja camioneta, saltó y me puso el brazo encima. Dijo: “Te he oído predicar en la esquina de la calle, Billy; te he visto de pie en el tabernáculo; te he oído en los cantos de himnos; ¡cómo exaltaste a Cristo, lo que dijiste que era Él!”. Dijo: “Ahora Él se ha llevado a tu padre, a tu hermano, a tu esposa y a tu bebé”. Dijo: “Ahora, ¿qué significa Él para ti?”.",
    "Yo dije: “Sr. Isler, si Él me enviara a las regiones de los perdidos, ¡yo aún Lo amaría! Pues, un día, allá en un viejo cobertizo de carbón, algo sucedió aquí abajo en mi corazón, que no hay nada que pueda borrarlo. No fue algo que yo hiciera. ¡Fue la gracia Eterna de Dios que me sostuvo en la hora de la gran decisión!”.",
    "Y cuando nuestro bendito Señor, en el Getsemaní, cuando iba para allá, cuando Él fue re-… para ser rechazado en Jerusalén, y el concilio iba a quitarle la vida, siendo que el destino Eterno de cada alma que alguna vez hubo o que estaría en la tierra, dependía de Su decisión.",
    "¡Oh, cuán pequeña fue la mía, en comparación con eso! ¡Cuán pequeña ha sido la suya, en comparación con eso! ¡Es una lástima que no podamos soportar estas cositas!",
    "Pero en esa gran hora crucial, Él en tal sufrimiento, sabiendo todas las cosas, al punto que el agua y la Sangre se separaron en Su cuerpo, y grandes gotas de Sangre como sudor cayeron de Su frente. Él murió más muerte en el Getsemaní que en la cruz.",
    "Él estaba al umbral de esto, poco antes de que comenzara la gran batalla, y Él tomó la comunión. Él reunió a Sus discípulos para hablar cosas con ellos.",
    "Y así lo hace Él con Ud. y conmigo, antes de que comience la gran batalla de la vida. Antes de que la gran batalla entre el bien y el mal comience a combatir en nosotros, Dios nos trae a un Getsemaní. Él nos trae a la comunión, y Él lo habla todo con nosotros.",
    "Por allá en Phoenix, Arizona, había un pequeño trío que solía cantarme: “Me gustaría conversarlo con Jesús. Me gustaría decir: ‘Jesús, Tú me amaste cuando mi camino se hizo tan angosto. Cuando estaba tan oscuro que ya no podía ver más, Tú me amaste cuando estaba oscuro’”. Y el cantito continúa, que “Me gustaría conversarlo”.",
    "Y es algo bueno que los hombres y mujeres de esta tierra, se detengan en el largo viaje de la vida, y hablen eso con Jesús, tener comunión con Él, en compañerismo. Entonces comenzará la batalla, de las pruebas y las luchas; “Todo hijo que viene a Dios, debe ser probado”.",
    "Ahora, la comunión no es, no fue dada con el propósito que mucha gente piensa. Cierta denominación de iglesia enseña que la comunión son lo que se denomina “los últimos ritos” que tienen que ver con la salvación. La comunión no tiene que ver con la salvación. La comunión no le da a Ud. salvación. Ya sea que Ud. la tome en su muerte, o—o cuando sea, ella no tiene nada que ver con su salvación.",
    "Es una conmemoración. Jesús dijo, en el Evangelio, Él dijo: “Haced esto en memoria de Mí”. No inclinándose o apuntando a la salvación, sino en conmemoración de una obra consumada que ha sido hecha en Ud., por el Espíritu Santo. Es una conmemoración.",
    "Ahora, muchos que toman la comunión no son salvos. Muchos comieron el cordero pascual y perecieron en el desierto. Y muchos que toman la comunión, hoy, nunca verán a Dios.",
    "Pero Ud. no puede participar de Su salvación y no verlo a Él, porque la salvación es un regalo de Dios. Y la comunión es la conmemoración del gran Sacrificio todo suficiente que fue hecho para esa salvación. Es para que la gente vea que nosotros creemos en la muerte, sepultura y resurrección del Señor Jesucristo. Representa una obra terminada.",
    "La salvación en un tiempo no estaba completa, en la ofrenda del macho cabrío, la oveja, la becerra, en el Antiguo Testamento, porque la sangre del Antiguo Testamento no podía expiar el pecado; solo podía cubrir el pecado. Apuntaba a un tiempo cuando quedaría completa. Mañana en la noche entraremos directo en eso. Pero, eso apenas era un tipo.",
    "Pero cuando vino Jesús, y Su Sangre fue derramada en el Calvario, fue un divorcio completo del pecado. Eso quitó el pecado. Es el único medio de salvación. No por unirse a la iglesia, ni cartas de compañerismo, ni ritual de bautismo, ni comunión, ni nada en el ritual, o estatuto alguno dejado de Dios, que haya quedado como estatuto perteneciente a la salvación; ¡todo es en conmemoración de una obra consumada!",
    "El bautismo en agua no lo salva a uno, como la gente a veces tanto piensa. El bautismo en agua es una conmemoración de la muerte, sepultura y resurrección del Señor. Eso no lo salva a Ud.",
    "La comunión es en conmemoración de Su gran agonía y Su partida, y Su cuerpo quebrantado, y Su Sangre que fue derramada. No es la Sangre literal, no es el cuerpo literal; pero es en conmemoración de Su cuerpo literal, y de Su preciosa Sangre. Y nosotros tomamos esto como una ordenanza, y Jesús nos mandó que lo hiciéramos. Mientras Él no venga, debemos tomarla.",
    "Tenemos un gran cuadro hermoso en el Libro, de la Carta Hebrea, en el capítulo 7. Me gustaría leer una pequeña cita de Hebreos 7, para tener un contexto que acompañe esto.\n\nPorque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo, que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,\n\na quien…dio el patriarca Abraham un décimo…de todo; cuyo nombre significa primeramente el Rey de justicia,…también el Rey de Salem, esto es, el Rey de paz;",
    "Fíjense, queremos ir allá y considerar. Pablo aquí se está refiriendo a un personaje del Antiguo Testamento. En el Libro de Génesis, tomamos la vida de Abraham, del capítulo 12 de Génesis. Dios dándole la promesa a Abraham, y por medio de Abraham vendría la Simiente justa. Y Abraham, como muchos creen que era judío, no lo era. Abraham era un gentil, un caldeo de la ciudad de Ur. Y llegó a ser el siervo de Dios, no porque él fuera diferente a cualquier otro, sino por la elección de Dios.",
    "Ud. no es salvo porque sea una buena persona; Ud. es salvo porque Cristo lo escogió a Ud. Ningún hombre busca a Dios; Dios busca al hombre. Jesús dijo: “Nadie puede venir a Mí si Mi Padre no lo trae primero”. Y si pudiéramos detenernos solo por unos momentos y darnos cuenta de la gran importancia solo de ese asunto, que fue Dios Quien lo escogió a Ud., no queriendo que Ud. pereciera; sino que le dio a Ud. la oportunidad, y lo llamó, y lo eligió para que sea Su siervo. Bueno, ¿qué podría ser más precioso que eso? ¡Sin que Ud. tenga que escoger! Sería totalmente imposible que algún hombre buscara a Dios, porque él, por naturaleza, es un pecador, y no tiene nada por dentro que tenga el deseo de servir a Dios.",
    "¿Podría Ud. ir donde un cerdo y decirle que está equivocado? Él es un cerdo, por naturaleza. ¿Podría decirle lo errada que está su dieta? Seguro que no. Por naturaleza, él es un cerdo. Ud. podría decirle que él es un cordero, pero él está satisfecho como un cerdo.\n\nY un pecador está satisfecho como pecador, porque su naturaleza es la de un pecador.",
    "¡Y aquí está! “Todos nacimos en pecado, formados en iniquidad, venimos al mundo hablando mentiras”; por naturaleza, hijos de desobediencia, sin Dios, sin esperanza, con la ira de Dios sobre nosotros. Y por la gracia amorosa de Cristo, Dios, en Su gracia soberana y Su omnipotencia, toca en el corazón suyo y le da la bendita oportunidad, y le dio la vuelta, y lo encaminó. ¿Cómo pudiera Ud. rechazar eso? ¡Cambia todo su deseo, le da la vuelta y lo pone en marcha en la otra dirección! ¡Oh!, Ud. será necio para el mundo, pero bienaventurado, a la vista de Dios; “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”, dijo nuestro Señor Jesucristo. ¡Dios, por Su sublime gracia!",
    "Fíjense, fue lo que Dios hizo, lo que Dios llamó. En Ud. no había voluntad de clamar. Ud. no pudo haber tenido ningún deseo de clamar, porque su naturaleza era completamente contraria a Eso. Pero Dios, por elección, lo llamó a Ud. y le dio la vuelta, y asentó sus afectos en Cristo y en las cosas de Arriba. ¿Cómo pudiéramos rechazar Eso?",
    "Así que, Dios mostró en Abraham lo que Él haría por todos. No solo a Abraham le fue dada esta bendita promesa de la resurrección y la Vida Eterna, sino a su Simiente después de él, los Llamados, los Elegidos de Dios.",
    "Y vemos que Abraham, allá en el territorio donde estaba peregrinando, su hermano, según lo llamaba, a Lot; en realidad era su sobrino, el hijo de su hermano. Y llegó el momento de la prueba. Y Lot se debilitó bajo la prueba. Él es un cuadro perfecto del creyente carnal hoy. Cuando vinieron las pruebas, para que permaneciera en la tierra estéril, Abraham le dio a él para escoger. Y Lot alzó los ojos y vio los campos, el valle, y estaba lleno de hierba; también estaba lleno de casas finas. Estaba lleno de diversión; también estaba lleno de pecado. Pero Lot, siendo de naturaleza carnal, amando este mundo presente más que las cosas por venir, escogió más bien vivir lujosamente en esta vida, que tener Vida en el más allá.",
    "Abraham, un tipo perfecto del verdadero creyente quien ha sido lavado en la Sangre del Cordero, cuyos afectos estaban en las cosas de arriba, dijo: “Escojo el camino con los pocos despreciados del Señor. No importa que me cueste popularidad, cueste lo que cueste, yo escogeré el camino con los pocos del Señor”. Y él escogió quedarse en la tierra donde Dios lo puso, en el tiempo de prueba.",
    "Me pregunto esta noche si estaré hablando con personas que comenzaron su caminar con Dios, y cuando llegó el momento de la prueba, Uds. escogieron más bien regresar al mundo y hacer las cosas del mundo, o ¿escogieron Uds. el antiguo camino difícil de la salvación?",
    "¿O lo hizo Ud. como Moisés, cuando estuvo en la prueba, cuando ya tenía su pie en el trono de Egipto? “Pero, estimó las riquezas de Cristo como mayores tesoros que todas las riquezas de Egipto”. Él dejó a Egipto, no le importó cuánto oro, ni cuán popular… Él tomó a Dios por Su Palabra y dejó las cosas de Egipto, teniendo el vituperio de Cristo por mayores riquezas que los tesoros de Egipto.",
    "¿Qué hacemos nosotros en la prueba, cuando vienen las pruebas difíciles? Cuando dicen que Ud. es un fanático religioso, cuando Ud. se separa de las cosas del mundo, ¿viene la tensión? Tiene que venir, y Ud. tiene que tomar la decisión.",
    "Pero yo prefiero morar bajo las sombras del Todopoderoso, prefiero tomar mi camino y, como Jacob, tener una almohada de piedra. Prefiero ser considerado “un fanático” por el mundo, que tener todas las riquezas y bendiciones que este mundo pudiera dar. ¡Pues, mayores son las bendiciones de Dios que todas las riquezas y el oro y la plata de este mundo! Ahora, fíjense.",
    "Entonces, cuando vinieron las grandes pruebas, Lot bajó al pecado. Recuerden, él bajó de la montaña a la llanura. Él se descarrió, como el… Un representante perfecto del Cristianismo carnal hoy, así llamado, escogiendo más bien el camino de la comodidad, el lecho floreado de la comodidad, que permanecer firme en el tiempo de la prueba. Y finalmente se metió en problemas.",
    "Y a Uds. también les sucederá. Cuando Ud. escoja ese lecho de plumas, recuerde, Ud. se va a meter en problemas, en algo; “¡Sus pecados lo encontrarán a Ud.!”. Y Dios lo alcanzará algún día.",
    "Y un día el rey, los reyes gentiles de las grandes regiones lejanas, entraron y se llevaron a Lot y a sus hijas, a su esposa y todo lo que él tenía, y escaparon con ellos.",
    "Y algún día, mi endeble amigo, si Ud. no permanece bajo la Sangre, los reinos de Satanás lo alcanzarán y se lo llevarán, si Ud. no permanece bajo la Sangre.",
    "Y Abraham, un tipo de los justos, estaba muy preocupado por su sobrino, un representante del verdadero Cristiano fiel que es puesto a prueba y examinado, y que ha sido probado.",
    "Ahora, las mujeres tuvieron mucho que ver con eso. La esposa de Lot era carnal, muy carnal. Ella está allí en los campos hoy, como una columna de sal, como una desgracia, para los que pasan.",
    "Sara, una mujer hermosa, queriendo hacer lo que Dios quería que ella hiciera. Ella respetaba a su marido; como hablamos tan concretamente anoche. Y ella se quedó con Abraham, sin importar lo que sucediera. Ella se quedó con él porque él se quedó con la promesa. Esa es la cosa.",
    "Entonces cuando se llevaron a Lot, el corazón de Abraham se conmovió por él. Y él reunió un ejército de sus propios siervos, y fue tras su hermano. Y, un tipo muy hermoso. Ellos tomaron sus espadas y derribaron esos reyes, hasta no quedar ni uno de ellos.",
    "Y ese es tipo del predicador del Evangelio, cuando él ve que el pecado ha capturado a su iglesia y capturado a la gente. Él toma el bendito Evangelio antiguo, la Espada del Espíritu, y corta y corta, hasta que él corta el pecado de su iglesia, si es un verdadero siervo de Dios. Él remueve toda tontería, el chisme, la murmuración. Él saca todas las cosas y naturalezas carnales del mundo que han trepado a la iglesia, si él es un verdadero siervo de Dios. Él toma la Palabra y corta de un lado al otro, hasta haberlo cortado todo.",
    "Y luego, cuando él ya tenía a Lot, su hermano descarriado, y a las hijas, y los estaba trayendo de nuevo a la reconciliación, fíjense, este gran Rey bajó de Jerusalén, y se encontró con él. ¡Melquisedec! ¿Qué clase de Hombre era ese? Él fue llamado el “Rey de Salem”. Lo cual, cualquier erudito sabe que Salem fue “Jerusalén”; se llamaba Salem antes de llamarse Jerusalén. ¿Quién era este Hombre que se encontró con él, que consideró que él había dado el paso correcto? ¿Quién era esta Persona que se paró a su lado? Observen Quién es Él.\n\n…Él es el Rey de Jerusalén, y también es el Rey de Paz;\n\nVersículo tres:\n\nsin padre, sin madre, sin genealogía, sin principio de días, o sin fin de vida,…",
    "¿Quién era este gran Príncipe que se encontró con él después de que la batalla había terminado? Abramos en Génesis, el versículo 14… el capítulo 14 y el versículo 18.\n\nEntonces Melquisedec, rey de Salem…, sacó pan y vino;…\n\n…lo bendijo, diciendo: Bendito sea…el Dios Altísimo, que preserva los cielos y…la tierra; y bendito sea Abraham, quien es Su siervo.",
    "Después de que la batalla terminó, después de que se ganó la victoria, después de la purga, Melquisedec se encontró con Abraham en las llanuras, y trajo pan y vino, y se lo sirvió a él.\n\nY ¿Quién? Pues era nada menos que Aquel que se encontró con Abraham como un año después, se sentó debajo del árbol y habló con él.",
    "Y este mismo Melquisedec dijo: “No participaré más del fruto de la vid, hasta que lo beba de nuevo con vosotros, en el Reino de Mi Padre, después de que la batalla haya terminado, cuando la victoria se haya ganado”. Entonces la tomaremos con él de nuevo en Su Reino, cuando se haya peleado la última batalla. Cuando la última espada haya matado el último mal del mundo, y la gran Iglesia del Dios viviente triunfe, Cristo se encontrará con ellos en el aire, con el pan y el vino, de nuevo, y tomará la comunión, y será por la Eternidad en la Presencia del Padre.",
    "¡Oh, peregrino cansado, esta noche, regresa a la Casa del Padre! ¡Sal de Sodoma! Has sido reconciliado por la Sangre. Y esta es una gloriosa noche conmemorativa, cuando nuestro gran Melquisedec, Quien no tenía principio de días ni fin de vida, sino que ¡es Rey y Príncipe por los siglos de los siglos!",
    "El Espíritu Santo aquí esta noche está cortejando a los que no son salvos, si Uds. están ahora sin Cristo, esta noche. Y cuando la batalla haya terminado, si quieren encontrarse con Él en paz y participar de la comunión con Él, y Ud. ha prometido que Lo ama a Él, pues, Ud. se separa de las cosas del mundo. Tome el antiguo Evangelio áspero y el camino difícil a la antigua, y beba la copa de amargura de la persecución del mundo, y beba las drogas amargas de la persecución del mundo; la Biblia nos dice que algún día nosotros beberemos los vinos dulces del Cielo, cuando nos encontremos con Él en paz allá entre los Cielos y la tierra, cuando Él venga para servir la comunión. [Cinta en blanco.—Ed.]",
    "Que nuestros corazones mediten en esto: “Lo beberé de nuevo con vosotros, en el Reino de Mi Padre”. Si Él viniera antes de que llegue otra Pascua, si Ud. muriera antes de que llegue otra Pascua, no impedirá ese gran evento. Porque yo digo, por la Palabra del Señor, que los que duermen en Cristo, vendrán primero. Y nosotros los que vivimos, y que hayamos quedado, seremos arrebatados con ellos, juntamente, en el aire, para encontrarnos con el Señor. Y el gran Melquisedec del Cielo, el Rey no de la Jerusalén natural, sino el Rey de la Jerusalén Celestial, la Nueva Jerusalén, se encontrará con nosotros, y se nos servirá nuevamente el vino y el pan.",
    "Esta noche debemos participar de estos símbolos. Debemos hacerlo hasta que Lo veamos a Él venir de nuevo. Que podamos ser hallados fieles, al inclinar nuestros rostros por un momento, para orar.",
    "Todos en tanto silencio como puedan, en este solemne y santo momento. ¡Qué fácil es dejar escapar estas cosas! La Biblia dice: “No sea que dejemos escapar esas cosas, y descuidemos una salvación tan grande”. Es tan fácil olvidarlo. Nosotros no venimos a la iglesia para ser vistos; no venimos a oír buenas canciones o un buen sermón. Venimos a la iglesia para adorar, para adorar a Dios.",
    "Y cada uno de nosotros, nuestro ser mortal tiene un alma que tiene que encontrarse con Él algún día. Y en la víspera de este gran día de crucifixión, en conmemoración de Su partida, esta noche, si Ud. no es un Cristiano, no ha aceptado a Cristo en su vida como Salvador, ¿estará Ud. lo suficientemente convencido por la predicación de la Palabra, y estará el Espíritu Santo parado cerca de Ud. para decir: “Ud. es culpable? Ahora de la vuelta y comience en la otra dirección”. ¿Podría Ud. declarar lo mismo al levantar la mano, diciendo: “Hermano Branham, ore por mí; yo ahora pido sus oraciones para que Dios tenga misericordia de mí”? [Cinta en blanco.—Ed.] ¿Levantaría Ud. la mano mientras esperamos? Dios le bendiga, señor. ¿Alguien más?\n\nDios le bendiga. Dios lo bendiga, señor. Dios te bendiga, pequeño. Dios le bendiga. ¿Alguien…? Dios la bendiga, señora.",
    "Ud. dice: “Hermano Branham, ¿significa algo que yo levante mi mano?”. Solo la diferencia entre la muerte y la Vida. ¿Qué es más importante que la Vida? A uno le encanta… uno mira la naturaleza. A uno le encanta; uno aborrece tener que dejarla.",
    "Al otro lado de la calle, aquí, cuando la esposa de mi hermano se estaba muriendo, una mañana hace muchos años, cuando la pobre Ruth levantó la cabeza, y había un petirrojo en un cerezo, y ella quería verlo una vez más… ¡Cuánto le encantaba a ella la naturaleza! Pero algún día cuando Jesús venga, ella oirá el canto de las aves de la Eternidad; las flores inmortales crecerán. No habrá enfermedad, tristeza ni muerte, porque ella hizo las paces con Dios y aceptó al gran Cristo Quien murió por ella. Con esta bendita seguridad Quien no puede fallar, la bendita Palabra de Dios Quien no puede mentir: les prometió Vida Eterna a aquellos quienes creyeron. Cuando Ud. levanta la mano, muestra que un espíritu en Ud. ha tomado una decisión. Dios la bendiga, señora.",
    "Algo en Ud., un—un espíritu… Por naturaleza sus brazos fueron hechos para colgar, y cuando levanta su mano, Ud. desafía las mismísimas leyes de la gravedad. Eso tiene que ser sobrenatural. Va—va en contra de lo científico… en contra de todas las cosas científicas que Ud. rompa las leyes de la gravedad. No se puede hacer sin que sea algo sobrenatural. Sus brazos continuamente colgarían. Pero si, en su corazón, Ud. cree la historia del Evangelio y ha tomado su decisión esta noche, que Ud. ha terminado con el pecado, y en este hermoso acercamiento al Calvario, cuando mañana, a las tres, en conmemoración, celebramos el día cuando Jesús murió por su salvación… Y Ud. estima eso lo suficiente y el Espíritu Santo ha venido y ha tocado en su corazón y ahora lo ha aceptado…",
    "Ud. solo… algo en su corazón dice: “Levante la mano”. Eso le muestra a la gente, y a Dios, que Ud. lo cree y lo acepta. Dios los bendiga, a todos Uds. niños pequeños: tres o cuatro de ellos aquí en el altar, niños y niñas como de ocho, diez años, todos levantaron las manos a la vez. Jesús dijo: “Dejad a los niños venir a mí. No se los impidáis; porque de los tales es el Reino”. ¿Habrá otro antes de orar?",
    "Dios la bendiga, señora. Eso es real… Ud. pudiera haber hecho muchas cosas, señora, en la vida. Eso fue real; yo creo que Ud. es una—una mujer sincera. Y recuerde, Ud. no hubiera podido levantar la mano, apreciada hermana, a menos que algo dentro de Ud., algo muy profundo en Ud. dijera: “Haga eso”. Puede parecer un poco insensato ahora para la mente carnal, pero hermano, en ese día cuando el médico salga por la puerta y diga: “No hay más por hacer”. Cuando él se aparte de ese choque automovilístico y haya sacado ese cuerpecito suyo, la sangre allí fluyendo y su corazón jadeando: “No insista con ellos; han muerto”. ¡Oh, vaya! Y frenéticamente en una hora Ud. tratará de arrepentirse, y Dios dijo: “En tus calamidades solo puedo reírme”. Pero mientras Ud. está en sus cabales, mientras Ud.… [Cinta en blanco.—Ed.]",
    "Padre, concluimos este mensaje, y la cosecha de unas quince personas levantando sus manos, que han sido pecadores toda su vida. Y ahora, por gracia, Tú les has hablado, les has dado la vuelta y los has dejado ver el Calvario, y al oír esas Palabras de los labios del Hijo de Dios: “Padre, perdónalos, ellos no sabían lo que estaban haciendo”. Pero esta noche han recibido el Evangelio. Lo oímos a Él decir, unos días antes: “El que oye Mis Palabras y cree en Aquel que Me envió, tiene Vida Eterna, y no vendrá a condenación, sino que ha pasado de muerte a Vida”. [Cinta en blanco.—Ed.]",
    "Te los presentamos esta noche, Señor, como Tus hijos. Que Tus bendiciones Eternas reposen sobre ellos, en el Nombre de Cristo oramos. Que vengan el domingo por la mañana cargando su ropa, diciendo: “Deseo hacer una confesión pública ante este mundo, que yo soy un creyente. Ahora deseo ser bautizado en el Nombre del Señor Jesucristo; clamando a Él que me llene con el Espíritu Santo, y que me cuide en el transcurrir de la vida”.",
    "Bendice a estas jóvenes, a estos jóvenes, a los de edad, a los niños y a todos, cuida de ellos, Padre, son Tuyos. Y como fruto de este mensaje esta noche, Te los presento a Ti, como los atributos. Y están en Tu mano, como dádivas de amor de Dios, el Padre. Pido que los cuides a lo largo de la vida. En el Nombre de Jesús oro. Amén…?…",
    "Estamos muy contentos de tenerlos aquí esta noche, y estamos contentos de que hayan venido. Y mañana en la noche, nuestro Mensaje es, mañana en la noche, sobre: La perfección del creyente. Y vengan entonces, traigan a alguien, si su propia iglesia no tiene servicios.",
    "Y ahora vamos a tener la comunión. Quizás algunos de Uds.… Estoy un poco atrasado, unos minutos, y vamos a despedir a aquellos que tienen que irse.",
    "Y aquellos quienes desean quedarse para acompañarnos, participando de la comunión y el Lavatorio de pies, nosotros creemos absolutamente en realizar cada estatuto que Jesús nos dejó para hacer. Y si Él viene en mi generación, y me permite permanecer en mi mente cabal y conservar Su amor en mi corazón, me esforzaré en lo que más pueda para cumplir con cada uno, y ser hallado fiel en el puesto. Dios los bendiga ahora. 🦅"
  ]
}