{
  "title": "LA PERFECCIÓN",
  "id": "57360009",
  "content": [
    "🦅  …y estar aquí para adorar junto a Uds. Y ahora, antes del Mensaje, tengo a mi buen amigo aquí en la plataforma esta noche, el Doctor Lee Vayle, de la Primera Iglesia Bautista de Lima, Ohio, quien fue uno de mis patrocinadores en la reunión de Lima. Le pedí, camino acá esta noche, si tal vez le decía algunas palabras a la congregación, tocante a la reunión de Lima, por unos momentos. Y me da gusto, alegría, presentarles en esta noche, al Doctor Lee Vayle, otro bautista que tiene el Espíritu Santo.",
    "[El Hermano Lee Vayle habla por catorce minutos, testificando de muchas personas que recibieron sanidad.—Ed.] Amén. Dios también lo bendiga, Hermano Vayle.",
    "Todo Eso fue bastante fuerte viniendo de un pastor bautista, ¿no es así? Bueno, nos da mucho gusto tener al Hermano Vayle con nosotros. Y, desde luego, las puertas están abiertas para que él regrese y nos visite en cualquier momento que pueda. Y ahora, esta noche…\n\nMañana en la noche es el—El Entierro del Señor Jesús.",
    "El domingo en la mañana tenemos el servicio matutino a las seis. Y creo que el hermano anunció el resto del servicio.\n\nAhora vamos a orar por un momento.",
    "Bendito Señor, Tu Palabra es Verdad, y estamos agradecidos por los varones que La sostienen, valientes, a medida que se la dan al pueblo. Y al abrir la Biblia en esta noche o al voltear Sus páginas, que el bendito Espíritu Santo venga y nos abra la Palabra de entendimiento. Por medio de Jesucristo lo pedimos. Amén.",
    "Esta gran noche que estamos celebrando, de la crucifixión de nuestro bendito Señor, deseo leer de Sus Propios labios preciosos esta noche, las Palabras que Él hizo escribir en Su Libro. En San Mateo, el capítulo 4, nosotros… y el versículo 47 y 48, leemos esto:\n\nY si saludáis a vuestros hermanos solamente, ¿qué hacéis de más? ¿No hacen también así los gentiles?\n\nPero sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto.",
    "Y para esta noche anunciamos que hablaremos del tema de La Perfección. Ahora, nosotros… Ese parece ser un tema muy extraño para tomar en la noche de crucifixión de nuestro Señor. Pero, hoy, posiblemente han estado escuchando la radio, y oído los diferentes mensajes y mensajeros, la manera en que presentaron aquel gran día terrible cuando nuestro Señor murió por los pecados del mundo. Así que, he escogido, en esta noche, abordarlo desde otro punto, para tomarlo y que sea un poco diferente y les dé un poco de refrigerio. Y que el bendito Espíritu Santo inspire la Palabra ahora que hacemos el esfuerzo de traerla.",
    "Dios requiere perfección. Queremos tener eso presente, que nada incompleto puede entrar en la Presencia de Dios; debe ser perfecto, nuestra adoración, todo.",
    "Ahora, en el Huerto del Edén, Dios tenía a Adán y a Eva en el huerto. Y ellos pecaron y transgredieron las leyes de Dios, al pecar, la desobediencia. Y cuando hay transgresión, desobedecer es la transgresión de la ley. Y la ley de Dios, Él siendo santo (santo sin adulteración), entonces ni una sola mancha de impiedad podrá estar en Su Presencia. Por tanto, si el pecado entró al mundo por transgresión, entonces hay que lidiar con el pecado antes de que el pecador pueda llegar a estar en la Presencia de Dios.",
    "Ahora, si no hay ley, entonces no hay justicia. Sin embargo, la ley requería, o… la justicia requiere de una ley. Y la ley, cuando es—es invocada, proyecta justicia.",
    "Ahora, por la ley, ninguna carne es salva; pues, la ley no puede salvarnos. La ley solo fue lo que nos metió en la cárcel, pero no tiene poder redentivo. La ley solo nos mostró que éramos pecadores, y nos condenó; que es lo que debe hacer la ley. Debe traer condenación, o ya sea para mostrarle a uno dónde está su error. Así que, la ley, en sí, no podía salvar; solo podía enjuiciar.",
    "Y Dios, siendo santo y justo, tuvo que tener un juicio. Él tenía que enjuiciar al pecador por haber traspasado los límites de la gracia, y haber llegado a ser un ciudadano transgresor de la ley. Por tanto, había que lidiar con él.",
    "Y toda ley tiene un castigo, pues, el castigo por transgredir la ley de Dios es muerte. Y eso tenía que proyectar muerte a la raza humana. Y toda la raza humana está bajo el castigo de esta ley.",
    "Ahora, cuando Adán y Eva pecaron, no había ninguna manera, ningún otro remedio para que ellos volvieran a estar en la Presencia de Dios, a menos que se lidiara con este pecado. Y no hay hombre que pueda cometer cualquier clase de pecado, no importa cuán pequeño o grande, hay que lidiar con ese pecado individual antes de que el que lo cometió pueda llegar a pararse en la Presencia del Dios Santo.",
    "Por tanto, cuando Adán y Eva pecaron y transgredieron la ley, quedaron sujetos a la muerte. Y la ley tenía que ser cumplida; por tanto, eso colocó a toda la raza humana bajo pena de muerte. Entonces, si tan solo nos calmamos ahora por unos momentos, en nuestra mente, y miramos este gran cuadro, y recuerden que esto incluye a toda persona aquí. Todo hombre y mujer, niño, está incluido en la pena de muerte, por la transgresión de la cabeza de la raza humana, Adán; por su transgresión, cada uno de nosotros fue víctima del pecado.",
    "Y hay que lidiar con el pecado. Y entonces, Dios, en Su gran infinidad y Su gran amor… La ley era para separar al pecador de su Creador; entonces él quedó aniquilado, y estando completamente aniquilado, no habría manera para él jamás regresar, a menos que se arreglara el asunto con ese pecado. Y sería muy fácil entonces creer en la aniquilación total de un pecador al final, pues él está completamente, separado para siempre de la Presencia de Dios.",
    "Ahora fíjense en este pecado. Y cómo Dios, siendo justo, y no pudiendo ser otra cosa que justo, pues Él es la fuente de toda justicia, entonces no podría Él hacer otra cosa que aplicar el castigo por esta transgresión. Y el castigo era muerte, pues Él dijo: “El día que de él comieres, ese día ciertamente morirás”. Ahora, es un cuadro tenebroso el que tenemos aquí.",
    "Pero entonces si retrocedemos un poquito, y vemos los propios atributos de Dios, la Biblia claramente nos dice que “Dios es amor”. Sin embargo, siendo amor, Él tiene que ser justo. Así que, amor no significa tan solo alguna cosa que se puede acariciar y con la cual jugar. El amor es la justicia de Dios.",
    "Ahora, cuando Dios vio que Sus hijos habían transgredido Su ley, y que debían morir la muerte, entonces el amor soberano entró para abrir un camino. Pues, Dios vio que estos hijos serían absolutamente aniquilados totalmente de Su Presencia. No había más que hacer, porque ellos habían transgredido Su ley, y la pena de Su ley era muerte.",
    "Y entonces el amor de Dios fue extendido a Sus súbditos. Y cuando el amor Divino se proyecta, la gracia soberana produce el objetivo del amor. Y Dios, por previo conocimiento, amando tanto a Su raza, pero con ese castigo, Él hizo que una muerte sustituta tomara ese lugar en el Huerto del Edén. Lo cual fue que Él sustituyó una criatura inocente, un corderito pequeño que no conocía pecado, y entró como sustituto, para obrar y morir en lugar del pecador culpable. Y era un cordero, inmolado, para mantener la vida de Sus súbditos.",
    "Por todo el Antiguo Testamento ellos ofrecieron la sangre de corderos y machos cabríos, ovejas, toros y becerras, una muerte sustituta. Pero, todo dentro de la gran economía de Dios, allá atrás en Su mente estaba el verdadero Objeto que vendría, que existiría. Esas eran sombras del verdadero Objeto que iba a venir. Y el verdadero Objeto que iba a venir, era Su Hijo unigénito. Todos los corderos que murieron solo eran una sombra. Y una sombra solo es el lado negativo de un objeto. Y estos solo hablaron del Calvario que vendría.",
    "Ahora como cuadro de esto, abramos en nuestras Biblias en el Libro de Hebreos, y veamos aquí lo que Pablo, el gran apóstol hablando, queriendo separar estas cosas para nosotros. En el capítulo 10 del Libro de Hebreos, leamos esto.",
    "¡Y a mí sencillamente me encanta la Palabra! La Palabra es la Verdad. Y me gusta leerla ante mi congregación, pues sé que me pararé en el juicio con ellos. Y tendré que responder. Entonces si lo traigo de la Palabra, luego yo no seré culpable, por cuanto es la Palabra, y Dios es responsable por Su Palabra.",
    "Vemos tanta cosa hoy, evangelistas y todo eso, edificando alrededor de personas. ¡Oh, es una desgracia! Y nos damos cuenta, al ir a las iglesias, vamos a la iglesia y uno encuentra un cierto pastor, y él actúa con cierta peculiaridad, alguna pequeña emoción. Si Uds. no vigilan, toda la congregación tomará ese espíritu. Si él es un poco emocional o hace un gesto con su cabeza o alguna cosita peculiar, pues, la iglesia entera lo hará. Y, hoy, hemos llegado en nuestras iglesias modernas, al grado que son sensaciones y cositas como esas. ¡Y eso ha traído mucha confusión! Pero, ¡oh, hermanos amados míos, si ha habido un tiempo en que debemos estar en la Palabra, es hoy!",
    "Vean, yo detestaría pararme en el juicio y saber que tuve alguna cosita enredada por alguna pequeña revelación peculiar, y saber que guié mal a las personas. Yo no quiero que ellos tengan mi espíritu ni mi comportamiento, pero sí quiero que tengan el Espíritu de Dios conforme a la Palabra de Dios, eso produce Verdad.",
    "Así que, en esta gran ocasión esta noche, me gustaría leer de la Palabra Eterna de Dios. Ahora, vemos que la ley ha existido por muchos años, pero la ley jamás podía quitar el pecado. Como he dicho en el pasado, ella solo era una cárcel; era el gran detective que le dijo a uno lo que había hecho, mas no tenía remedio para liberarlo. Lo empeñó a uno, pero no había Redentor para sacarlo a uno de allí. Ella solo lo encarcela a uno, para dar a saber que uno era pecador. Pero ahora fíjense en Hebreos, el capítulo 10, a medida que leemos.\n\nPorque la ley, teniendo la sombra de los bienes venideros, no la imagen misma…",
    "Recuerden, era una sombra de la imagen venidera. Una sombra solo muestra que hay una imagen produciendo esa sombra. “La sombra de los bienes venideros, y no la imagen misma”. Fíjense, “de las cosas…”\n\n…la imagen misma de las cosas, nunca puede, por los mismos sacrificios que se ofrecen continuamente…hacer perfecto al que se acerca.",
    "Ahora, Dios, en el principio, requirió perfección. Jesús, cuando vino a la tierra, dijo: “Sed vosotros perfectos, como Dios en el Cielo es perfecto”. Y la ley, teniendo la sombra de los bienes venideros, no podía hacer perfecto al adorador. ¿Captan el cuadro? Ahora, tomémoslo de nuevo para que se aseguren de que no se les pase por alto. Dios requiere santidad perfecta. Nadie puede estar a Su imagen teniendo una pequeña mancha de pecado. Jesús testificó lo mismo, y dijo: “Sed vosotros perfectos, así como Dios en el Cielo es perfecto”.",
    "Y la Biblia dice que “la ley no podía, con sus sacrificios, hacer perfecto al que se acercaba”. Por tanto, la ley no podía perfeccionar nada; solo era un indicador. Estos sacrificios, hechos cada año, no podían jamás perfeccionar al adorador. Por tanto, nadie bajo la ley o guardando las leyes o bajo las sombras, podía ser perfecto.\n\nDe otra manera (versículo 2) ¿no cesarían de ofrecerse?,…",
    "Si hay algo que yo pueda hacer para perfeccionarme a mí mismo en la Presencia de Dios, entonces Cristo no tuvo que morir por mí. Si hay una sola cosa que Ud. pueda hacer, que tenga algún mérito en la Presencia de Dios, entonces Cristo murió en vano. No es guardar las leyes, ni sus propias ideas legalistas, ninguna santidad suya, ni cosas que Ud. pueda dejar de hacer, dejar de mentir, dejar de robar, dejar de fumar tabaco, dejar de ir a las películas; con todo, Ud. sigue perdido. ¡Nada puede hacerlo! Unirse a iglesias, ritos, ceremonias, bautismos, ordenanzas de la iglesia, lectura de credos, recitar oraciones, todas esas cosas no cuentan para nada. ¡Ud. está perdido! No hay ninguna cosa que Ud. mismo pueda hacer, pues Ud. es un pecador bajo condenación. Y en Ud. no hay manera, ni credo alguno, ni nada que pudiera hacer o imaginarse, en Ud. mismo, que tuviera algún mérito en la Presencia de Dios, porque para empezar, Ud. es un pecador.",
    "Y la Biblia declara que todos nacimos en pecado, fuimos formados en iniquidad, venimos al mundo hablando mentiras. Y Dios no podía aceptar que un hombre muriera por otro, porque uno es tan culpable como el otro. En la Presencia de Dios, el arzobispo nació en este mundo siendo tan culpable como el borrachín más bajo de la ciudad. Uno no puede hacer expiación por el otro.",
    "Por tanto, Él tomó la vida inocente de un animal, un corderito. Y bajo el Antiguo Testamento, la ley era que cuando un hombre pecaba, él traía el cordero al altar. Digamos que si él transgredía alguno de los mandamientos, él traía el cordero y lo ponía sobre el altar, ponía las manos sobre el cordero y confesaba sus pecados, de que él estaba errado y sabía que él era culpable. De… y era… La ley requería muerte. Y él traía el cordero en su lugar. Y cuando él… El animalito era degollado, y con sus patitas comenzaba a patalear y a balar. Si han llegado a ver el sacrificio de un cordero, ¡qué balido más lamentoso! El pobrecito queriendo balar, y le cortan su venita yugular. Y él patea y tiembla, y mientras se estira, luego tiembla otra vez y bala. Y la sangre a borbotones, baña su lanita y las manos del adorador.",
    "Y el adorador teniendo consciencia, por cuanto había cometido adulterio, por cuanto mintió, robó, la que fuera su culpa o aún por un mal pensamiento, la sombra más mínima de lo que fuera, él era culpable, por cuanto esa era su naturaleza. Él era una persona culpable, tal vez no por deseo, sino que era culpable por la naturaleza. Y él tenía que reconocer que este corderito inocente murió en su lugar. Y él sentía pena por el animalito.",
    "Pero el hombre, tan pronto el cordero finalmente moría, teniendo la sangre del cordero en sus manos, salía del edificio con el mismo deseo en su corazón que tenía al principio. ¿Por qué? Porque la vida que había en el corderito… La vida está en la sangre. La vida suya está en su sangre; sabemos eso. Y la vida en la sangre del cordero era vida animal, por eso cuando sus pequeños glóbulos fueron rotos y la vida salió del animal, no podía regresar sobre el adorador, porque el adorador era un ser humano.",
    "La sangre hacía una cubierta, más no podía expiar para perfección; pues el hombre dejaba el edificio con el mismo deseo de pecar, igual como al principio. Pero, al hacer esto, él estaba esperando al futuro, al tiempo en que vendría un Cordero perfecto. Y él lo hacía sobre el holocausto, por cuanto era la única manera que conocía.",
    "Entonces, vean, cuando la sangre se estaba derramando, y la vida salía del animal, no podía regresar al hombre; pues, uno era animal, el otro era hombre; un animal inocente, por un hombre culpable.",
    "Pero ¡oh!, un día hace unos dos mil años, el Cordero de Dios bajó, nació en un pequeño pesebre en Belén, y fue guiado como oveja a su matadero. Hace unos mil novecientos años, en esta tarde, a las tres, Él murió. Y el Cordero de Dios sin culpa ni mancha, colgó en la cruz del Calvario y murió por todo pecador. ¡Ahora, es cuando el adorador acude a este Cordero, por fe! Y Este es una clase de Cordero diferente. No es un cordero como el otro.",
    "Ningún hombre puede venir a este Cordero si Dios no lo trae primero. ¿Ven Uds. la soberanía de Dios? ¡Oh, espero que esto penetre bien profundamente ahora! Miren. Dios sabía que Él tenía ovejas en este mundo. Él sabía que tendría personas que serían salvas, y Su amor miró más adelante y vio aquellos que serían salvos; por tanto, por previo conocimiento, Él predestinó una Iglesia que se encontrará con Él más allá, sin mancha ni arruga. Y si Dios requirió una Iglesia sin mancha ni arruga, Él necesitaba algo para hacerla de esa manera. Él no podía requerir eso; Su justicia, Sus juicios no le permitían a Él pedir tal cosa si no hubiera manera de hacerlo.",
    "Y el hombre no puede hacerlo por sí mismo. Él es un fracaso total. Dios le permitió ver eso por medio de la ley, por los jueces, y por todo el Antiguo Testamento. Él envió a los profetas, Él envió a hombres justos, y ellos se dieron cuenta de que cada uno de ellos falló.",
    "Así que, Dios, por Su gracia soberana, envió, desde los portales de la Gloria, a Su Hijo unigénito, para tomar nuestro lugar.",
    "Recuerden, si Él hubiera dicho que el papa de Roma lo hiciera, él no hubiera podido hacerlo. Si hubiera dicho que el arzobispo de Canterbury lo hiciera, él no hubiera podido hacerlo. Si él hubiera llamado al reverendo padre más santo u obispo del mundo, no hubiera podido hacerlo. Él hubiera sido tan rechazado como lo fue Judas Iscariote. Él no podía hacerlo, porque él “nació en pecado, fue formado en iniquidad, vino al mundo hablando mentiras”, y él mismo necesitado de expiación.",
    "¡Aleluya! Pero vino Uno, de los portales de la Gloria; ningún otro, no un hombre, no un buen hombre, ni tampoco un judío ni un gentil. Él era nada menos que el Dios Todopoderoso, escondido en carne humana. Él mismo vino, para ofrecer Su Propia Sangre, pues Ella no vino a través de sexo. El sexo no tuvo nada que ver en el asunto. Sino que Él le hizo sombra a una virgen, y produjo de una célula de Sangre que Él Mismo creó, ese Ser inocente.",
    "Por tanto, mi salvación, la suya, en esta noche, no depende de méritos de nuestros propios hechos. Eso depende de la soberana gracia positiva del Dios Todopoderoso Quien nos escogió en Él. Seguro. Yo nunca podría ser perfecto, ni Ud. podía llegar a ser perfecto; y nosotros no reclamamos ser perfectos. Pero sí tenemos este consuelo, ¡que nuestra fe descansa en un Sacrificio perfecto que ya ha sido recibido!",
    "Entonces, ¿cómo sabemos que recibimos Eso? Cuando el adorador pone sus manos, por fe, sobre el cuerpo del Señor Jesús, y siente el terror del pecado, y el escupo en su propio rostro como burla, siente los gemidos del Getsemaní, las agonías del Calvario, y sabe que él es culpable, y confiesa correctamente sus pecados: “¡Oh, Bendito Señor, yo soy culpable! Y no tengo ninguna otra salida sino que Tú me ayudes. Y por fe… Tú estás llamando, el Espíritu Santo ha venido y me llama a que venga. Y ahora yo, por fe, acepto a Jesús como mi Salvador personal”. Esa Vida que salió de Él en el Calvario, llamado el Espíritu Santo, que estaba oculto en la célula de Sangre del Señor Jesús, regresa al adorador y lo bautiza con el Espíritu Santo, en el Cuerpo de Cristo.",
    "Entonces Él ya ha sido juzgado. Ud. no tiene que preocuparse del juicio. Al darme vuelta y mirar ese pequeño crucifijo, me doy cuenta que eso representa Su cuerpo. Y ahora ese cuerpo ya ha sido juzgado. Dios no puede justamente juzgarlo de nuevo, pues ya fue juzgado. Dios hirió ese cuerpo con los juicios de muerte. ¡Y mientras yo pueda encontrar la manera de esconderme en ese cuerpo! Su juicio lo hirió por mí y por Ud. ¡Somos libres! Romanos 8:1, dice: “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu”. Ahí tienen, ¡ninguna condenación! No me importa lo que venga o lo que pase, Ud. está escondido debajo de la Sangre.",
    "De nuevo ¿cómo entramos en ese Cuerpo? Primera de Corintios 12:13, dice que “¡por un Espíritu!”. ¿Cómo viene el Espíritu? Por medio del Sacrificio. ¿Dónde estaba el Espíritu? Dentro de la Sangre. ¿Por qué no podía regresar el animal? Era un animal. El espíritu animal no podía venir al espíritu humano y hacer algo por él, porque el espíritu humano era una línea de vida más alta que la del animal; ni el espíritu de algún otro hombre podía regresar. Si Ud. tiene el espíritu de algún antepasado, es espiritismo. Más bien, Dios Mismo vino, para que Su Propio Espíritu, que es de la línea más alta de espíritu que hay, pueda regresar por medio del bautismo del Espíritu Santo, al adorador, a través de la Sangre de Cristo, e introducirlo a él en el Cuerpo. ¡Él está a salvo!",
    "Miren. La sangre de toros y machos cabríos no funcionaba, viendo que era débil. Ahora comencemos a leer como en el versículo 12. Muy bien. La sangre de los toros y machos cabríos no podía funcionar, ni tampoco podía expiar. Observen.\n\npero este hombre [Leido de la Biblia King James en inglés.—Trad.] (¿Cuál Hombre? ¿El obispo? No. ¿El papa? No.)…\n\npero este hombre [Cristo], habiendo ofrecido una vez para siempre un solo sacrificio por el pecado, se ha sentado a la diestra de Dios,\n\nde ahí en adelante esperando hasta que sus enemigos sean puestos por estrado de sus pies;",
    "¿Están listos? ¿Están listos para la Palabra? Escuchen Esto, luego quiero que Uds. dejen que Esto penetre. Escuchen atentamente.\n\nporque con una sola ofrenda (no año tras año, no de avivamiento tras avivamiento, no de reunión a reunión, no día tras día)…\n\nSino que con una sola ofrenda Él hizo p-e-r-f-e-c-t-o-s (¿Ellos? ¡Él lo hizo!)…\n\n…con una sola ofrenda Él hizo perfectos (ese es el requisito de Dios) para siempre a los santificados.",
    "Ahí lo tienen. Esa es la respuesta a la muerte de Cristo. Esa es la respuesta al Calvario. Él absolutamente, con Su Propia Sangre, compró nuestros pecados, y perfeccionó para siempre a Sus creyentes. Por tanto, en Cristo nosotros estamos sin culpa, perfeccionados en la Presencia de Dios Todopoderoso. Somos un pueblo viviendo por debajo de nuestros privilegios, con nuestras propias doctrinas; todos hemos sido enseñados que tenemos que escalar hasta un cierto nivel, que tenemos que lograr una cierta cosa. No, mi hermano, no es algo que Ud. haya hecho, ¡es lo que Dios hizo por Ud.! Ahora lo somos, si hemos sido justificados por fe, hemos sido perfeccionados para siempre en la Presencia de Dios.",
    "Por lo cual, Jesús dijo: “Sed, pues, vosotros perfectos”. Entonces, eso fue perfeccionado para siempre. Dios, por medio de la muerte de Cristo, hace mil novecientos años, hoy, perfeccionó al creyente, el cual Él vio previamente desde antes de la fundación del mundo, para siempre. Y aquellos que Él llamó, justificó. “A los que Él antes conoció, Él llamó; a los que llamó, Él justificó; a los que Él justificó, Él ya glorificó”. ¡Él hizo perfectos a Sus creyentes!",
    "Observen ahora, regresemos ahora al versículo 1.\n\n…la ley, teniendo la sombra de los bienes venideros, no la imagen misma de aquellas cosas, nunca puede, por los mismos sacrificios que se ofrecen continuamente cada año, hacer perfecto al que se acerca.",
    "Observen “perfecto”, que es de lo que estamos hablando.\n\nDe otra manera ellas cesarían de ofrecerse, pues el que tributa este culto, limpio una vez, no tendría ya más conciencia de pecado.",
    "¿Qué quiere Ud. decir? La palabra allí, consciencia, la interpretación correcta es “deseo”. Y si un hombre viene, el que tributa este culto, correctamente delante de Cristo, viendo Su sufrimiento, y él se ofrece a Cristo, y dice: “¡Oh, Señor Dios, no hay nada en mí que pueda expiar, sino que estoy dependiendo completamente de Ti!”, luego ese Espíritu Santo entra en el corazón humano, la mismísima pregunta del pecado queda resuelta para siempre, porque todo deseo del pecado ha sido sacado de Ud. Pues si la ley hubiera podido haber hecho eso, esos sacrificios no hubieran tenido que cesar; pero siendo que no lo podía hacer, Cristo tuvo que morir, para hacernos perfectos.",
    "Amigos, hay tantas cosas que pudiéramos decir en esta noche de la perfección. Siempre estamos tratando de sacarles los ojos a los demás, para hacernos nosotros mismos un poco más santos que—que ellos. Pero si tan solo miramos el cuadro, es nada más la gracia de Dios que somos lo que somos.",
    "Hace un tiempo aquí, en Ohio, aprendí una lección muy dura. Yo estaba teniendo una reunión en Ohio, y me estaba quedando en las afueras, en el campo. Por las masas, no me pude hospedar en la ciudad.",
    "Habíamos estado comiendo en un pequeño restaurante dunkard. Y que hermosura de meseritas, y vestidas decentemente, y no podían ser más limpias, muy educadas, nos atendieron. Era un pedacito del cielo, comer en tal lugar. Tenían la cocina reluciente. Y el domingo ellas cerraban y asistían a su iglesia. Sentí un poco de hambre, yo iba a predicar la tarde del domingo.",
    "Y fui a un pequeño lugar común… solo era un pequeño restaurante americano común, para comer algo. Y cuando entré por la puerta, ¡escucho una máquina tragamonedas funcionando! Y un hombre de mi edad parado allí, quizás un hombre casado, con su brazo alrededor de una mujer, jugando en una máquina tragamonedas. Nuestra propia ley, la protección de nuestra justicia, de nuestros bienes, estaba parada allí violando la propia cosa que él tenía que estar protegiendo. Pues, es ilegal apostar en Ohio, jugando en una máquina tragamonedas.",
    "Y di un giro y miré hacia la parte de atrás del local, había una cantidad de adolescentes, y unos viles discos de rock-and-roll en la máquina, sonando. Una joven como de dieciocho años de edad, en su anatomía toda una mujer. Pero ella estaba parada allí con su vestido muy bajo en el frente, y uno de esos muchachos con sus manos sobre la muchacha, donde no tenían que estar. Y ellos estaban fumando y bebiendo.\n\nY yo pensé: “¡Oh, Dios!, ¿cómo puedes tolerarlo?”.",
    "Y miré hacia mi derecha, cuando escuché a alguien bostezar muy fuerte. Y sentada allí estaba una mujer de edad, tal vez de unos sesenta años o setenta años. Ella tenía puesta esa ropa fea y vulgar, le cubría como hasta la mitad de sus extremidades, y su pobre carne arrugada no podía estar más fláccida. Y tenía puesto ese maquillaje de labios, y una gran cosa morada al lado de su rostro, pintada; unos zapatitos puestos, sandalias, con las uñas de los pies pintadas moradas; las uñas de las manos pintadas moradas. Y tenía el cabello cortado muy corto y rizado y tinturado de azul. Y yo la miré.",
    "Y al otro lado de la mesa estaban sentados dos hombres borrachos. Uno de ellos (era pleno verano) tenía un gran capote del ejército, con una bufanda gris alrededor de su cuello, y su rostro todo barbado, eructando y en ese comportamiento. Y se excusaron, los hombres, de ella, y se fueron caminando de esta manera, para el baño.",
    "Yo me paré allí. Y dije: “Dios, ¿por qué no destruyes la cosa por completo? ¿Por qué no la hundes debajo de la tierra?”. Dije: “¿Tendrán mi pequeña Sarah y Rebekah que crecer bajo tales cosas como esas?”. Yo dije: “¿Cómo puedes, Dios, en Tu gran santidad, resistir ver una cosa como esa, y no enviar un terremoto que la hunda?”.",
    "Y al estar parado allí, condenando a la mujer, como lo estaba haciendo, di un paso detrás de la puerta. Sentí el Espíritu de Dios que vino a mí, y di un paso detrás de la puerta.",
    "Y vi algo como que remolineaba. Y al hacerlo, en la visión, era el mundo que giraba y giraba. Y mientras yo lo veía, alrededor del mundo había como un cordón de grana, alrededor del mundo. Y cuando llegué hasta el mundo, me vi a mí mismo, solo era un niño, haciendo cosas que no debí de hacer; tal vez no algo así, pero era pecado. Y cada vez que yo hacía algo, veía que esa gran sombra negra iba hacia el Cielo. Por lo cual, Dios me hubiera matado en ese minuto.",
    "Luego vi parado entre Dios y yo, ese Sacrificio perfecto. Lo vi a Él parado allí con las espinas en Su cabeza, y el escupo colgando de Su rostro. Y cada vez que mis pecados subían hacia Dios, Él se extendía y los atrapaba, como el parachoques de un auto. Él me estaba protegiendo a mí de la muerte. Y cada vez que yo hacía algo errado, Dios me hubiera matado. Seguro, Su santidad lo requiere; Su ley lo requiere. Y cada vez que yo hacía algo, o que Ud. hace algo, la Sangre de Cristo Jesús actúa como un parachoques. Y vi entonces que ese cordón grana significaba eso, que la Sangre aún está sosteniendo la tierra.",
    "Y estando parado, mirando, me acerqué un poco a Él observándolo. Y pude oírlo a Él decir: “Padre, perdónalo, no sabe lo que está haciendo”. Y miré hacia abajo, y allí había un libro. Y había un Ángel registrando allí, parado a Su lado. Y cada vez que yo pecaba, era anotado en el libro. Y tenía mi nombre escrito allí. Y entendí que algún día, yo… ese cordón de grana de Sangre sería levantado y yo tendría que pararme en la Presencia de Dios, con mi vida pecaminosa. Pero, vi, por Su misericordia que Él estaba deteniendo mi juicio.",
    "Yo fui a Él, humildemente. Me puse de rodillas, y dije: “¡Oh, Jesús, Hijo de Dios, soy indigno de entrar en Tu Presencia! Pero ¿por favor me perdonas por lo que he hecho?”.",
    "Con Su mano Él se tocó el costado, tomó ese viejo libro y le escribió encima “perdonado”, lo arrojó detrás de Él, ¡y quedé libre de mis pecados! Entonces Él me miró, tenía el rostro serio, dijo: “Ahora Yo te he perdonado a ti, pero tú quieres condenarla a ella”. Entonces vi el significado.",
    "Cuando salí de la visión, caminé hacia ella. Le dije: “¿Cómo le va?”.",
    "Ella estaba bebiendo. Levantó la mirada, y dijo: “¡Oh, hola!”.\n\nYo dije: “¿Me puedo sentar?”.\n\nElla dijo: “Tengo compañía”.",
    "Le dije: “No lo digo de esa manera, señora. Yo solo quiero hablar con Ud. un minuto”.\n\nElla dijo: “Tome asiento”.",
    "Y yo dije: “Señora, hace unos minutos, parado allá detrás de esa puerta…”. Comencé a contarle. Y cuando me fijé, lágrimas comenzaron a rodarle por las mejillas. Y ella me dijo… Le dije: “Señora, no es su intención hacer estas cosas. Jesús murió, y los juicios de Dios son detenidos por Su Sangre. No es su intención hacer esto”.",
    "Y ella dijo: “No, señor”. Ella dijo: “Mi padre era un diácono en la iglesia. Yo fui criada en un hogar Cristiano. Mi esposo y yo éramos miembros originales, y vivíamos una vida Cristiana. Ella comenzó a contarme; después de su muerte… Ella tenía dos hijas jóvenes, y ella se descarrió. Y cómo las muchachas la habían dejado, y ella había arruinado su vida. Y pensaba que ya no había más esperanza para ella.",
    "Pero yo dije: “¡Dios, sé misericordioso! ‘Aquellos que Él antes conoció, Él ha llamado’”.\n\nElla dijo: “¿Es Ud. el Reverendo Branham, de allá?”.\n\nDije: “Lo soy”.",
    "Ella dijo: “Me avergüenzo de mí misma, estar sentada aquí así”. Ella dijo: “¿Piensa Ud. que habrá una oportunidad para mí?”.",
    "Yo dije: “Jesús tiene Sus brazos extendidos, esperando que Ud. venga, señora”. Y las otras personas comenzaron a darse cuenta. Y yo dije: “¿Pasaría Ud. aquí conmigo a este piso?”.\n\nElla dijo: “Lo haré, señor”.",
    "La tomé de la mano. Le dije: “Ud. es como de la edad de mi madre. ¿Se arrodillaría aquí conmigo, en el piso?”. Y allí en el piso, deshicimos ese lugar esa tarde, convirtiéndolo en una reunión chapada a la antigua. Y Dios salvó a esa mujer, por Su gracia. Ella se vistió y vino a la reunión, y, hasta donde yo sé, está viviendo una vida Cristiana esta noche.",
    "¿Qué es? ¡Oh, Dios requiere perfección! Él requiere su arrepentimiento; Él requiere su lealtad a Él. Pero Él está buscando esta noche… No importa cuánto Ud. haya pecado, qué tan poquito o qué tanto, Ud. sigue siendo un pecador, y no puede entrar de alguna otra manera sino por Jesucristo, el Sacrificio suficiente de Dios. Y en Él uno es perfeccionado para siempre. ¡Piénsenlo! No es algo que uno hace; no son páginas nuevas que uno voltea; no es una vida nueva que uno comienza. Es una confesión de su mal, y la gracia de Dios para uno. Eso lo trae a uno a la perfección, y después Ud. es perfeccionado en Jesucristo.",
    "Confío, en esta noche, amigo mío, mientras estamos ahora aquí en este momento crucial, cuando se deben tomar decisiones después de oír esta historia (puede ser que Ud. no la haya escuchado antes), pero Ud. no puede salir por una de esas puertas la misma persona que entró, Ud. tiene que salir mejor o peor.",
    "Y mientras inclinamos nuestros rostros por un momento, quiero que lo piensen muy bien. ¿Qué de su alma en esta noche? Jesucristo murió por Ud.",
    "Uds. dicen: “Hermano Branham, cuando yo pueda dejar de fumar, cuando pueda dejar de beber, cuando yo pueda corregir este asunto, yo lo haré”. ¡Oh, jamás lo arreglará! Ud. nunca podrá hacerlo. ¿Por qué no viene tal y como Ud. está? Y, por fe, acude a ese Raudal, que mana de Tus llagas, luego el amor redentivo será su lema, y lo será hasta que Ud. muera.",
    "¿Por qué tomar un sustituto? ¿Por qué tratar de entrar por su iglesia? ¿Por qué tratar de entrar porque Ud. ha dejado de beber o dejado de mentir? ¡Entre por la vía de la perfección! “Porque, por un Sacrificio, Él ha hecho perfectos para siempre a aquellos que han sido santificados”.",
    "🦅 ¿Cómo me santifico”?",
    "Confiese sus pecados en la Presencia de la Sangre de Jesús; y la Vida que salió de esa Sangre, vuelve sobre el adorador, y lo santifica a él de los deseos de las cosas del mundo. Porque por ese Sacrificio suficiente, Él nos santificó; un Espíritu, todos somos bautizados en un Cuerpo. “Ahora ninguna condenación hay para los que están en Cristo Jesús, para los que no andan conforme a la carne, sino conforme al Espíritu”. Si Ud. se está esforzando por caminar conforme al Espíritu, y sigue con la lujuria de la carne, el Sacrificio no le ha sido aplicado lo suficiente a Ud. Pero el adorador, una vez limpio, no tiene más deseo por el pecado.",
    "Ese fue el Calvario. No es un lugar para vender flores, o un lugarcito para hacer esto o aquello. Fue un lugar donde Dios y el hombre se reconciliaron. Fue el lugar donde la paz y la perfecta seguridad le fueron entregadas a la raza humana. ¿Podrá Ud. acompañarme, en esta noche, mi amigo pecador, al Calvario, y por fe aplicar esta Sangre a su propia alma, y dejar que el Espíritu Santo venga y lo santifique a Ud. por Su gran Sacrificio?",
    "Antes de orar, ¿levantaría Ud. las manos a Dios, y diría: “Ten misericordia de mí, Dios? Confieso ahora todos mis pecados, en esta noche de viernes Santo. Y agradezco todo ese gran sufrimiento que Cristo soportó por mí. Ahora yo rindo mi propia voluntad, mis propios motivos y todo, para seguirte a Ti desde este día en adelante”. ¿Podrían levantar la mano, diciendo: “Recuérdeme a mí, Hermano Branham, en oración. Esa es la decisión de mi corazón”? ¿Habrá algunos, en esta gran noche, mientras esperamos por un momento? Aquí a mi lado derecho, seguramente habrá uno por allí. ¿Está Ud. avergonzado de sus pecados? ¿Está Ud. avergonzado de lo que ha hecho?",
    "El mundo en esta noche está buscando héroes. Y tiene héroes, hablando físicamente.",
    "Un día allá en Suiza, cuando Suiza estaba en peligro, el pequeño grupo suizo se había reunido afuera en los campos, para defender su economía. El gran ejército que venía era demasiado grande para ellos; todos estaban entrenados, tenían grandes lanzas y escudos. Los suizos no podían hacer más que rendirse. Ellos estaban arrinconados contra una montaña. Pero hubo un héroe que dio un paso al frente. Alguien tenía que morir. Y si ellos perdían la batalla…",
    "Ellos no tenían más que viejas cuchillas de hoz, y piedras, palos, con los cuales pelear. Siendo que el ejército que venía se veía como una pared de ladrillos. Si eran vencidos, sus hermosas espositas serían violadas, sus jovencitas serían violadas, sus bebés asesinados, sus cabezas reventadas, perderían sus hogares, todo se perdería.",
    "Entonces hubo un hombre, cuyo nombre es rápidamente olvidado, llamado Arnold von Winkelried. Él dio un paso al frente y dijo: “Hombres de Suiza, en este día entrego mi vida por Suiza”. Él dijo: “Allí al otro lado de la montaña hay una casita blanca. Tengo una esposa y tres niños esperándome. Pero ellos nunca me verán más, pues, en este día entrego mi vida por Suiza”.\n\nDijeron: “¿Qué harás, Arnold von Winkelried?”.",
    "Él dijo: “Síganme, y hagan lo mejor que puedan con lo que tienen”.",
    "Y observó el ejército hasta que encontró el punto más grueso de lanzas. Entonces con sus manos al aire, él corrió hacia esa gran pared de lanzas como ladrillos, y gritó: “¡Abran paso a la libertad! ¡Abran paso a la libertad!”. Cien lanzas se levantaron para recibir su ataque; él extendió sus brazos, las juntó y las llevó a su propio pecho, lo traspasaron, y él murió en la punta de esas lanzas. Esos suizos lo siguieron a él con garrotes y palos. Esa gran muestra de heroísmo dispersó ese ejército, hasta que los suizos los vencieron, sacándolos de la tierra. Y ellos nunca han tenido otra guerra desde ese día, desde entonces.",
    "Párese en Suiza y diga el nombre de Arnold von Winkelried, Ud. verá lágrimas rodarles por las mejillas. ¿Por qué? Él les salvó su tierra. Fue una gran muestra de heroísmo. Difícilmente hay algo que la iguale y nunca la superará, en esta tierra.",
    "Pero, ¡oh, eso fue algo pequeño comparado con lo que sucedió un día! Cuando allí estaba la raza de Adán, los demonios marchando contra ella de todos lados, profetas habían fallado, la ley había fallado, el sacrificio de toros y corderos había fallado, la naturaleza del hombre había fallado, todo. Y la pequeña raza de Adán se encontraba derrotada; excedida en número por demonios, supersticiones, enfermedad, dolencias. Hubo Uno que dio un paso al frente, en el Cielo, y dijo: “En este día Yo moriré por la raza de Adán”. Él vino a la tierra y fue hecho carne. Él miró directamente al punto más oscuro de las lanzas. El punto más oscuro de todos los temores del hombre era la muerte, y Él trajo la muerte a Su pecho. Y en el Calvario, Él pagó el sacrificio, y gritó: “¡Abran paso a la Libertad!”.",
    "Y Él le grita a Su Iglesia: “Tomen Esto que Yo les he dejado, Mi Sangre y Mi Espíritu, y peleen con lo que tienen”. Nosotros podemos conquistar en esta noche, por ese medio, amigo. Ud. puede hacer huir al diablo de Ud. Todo vil enemigo que haya en su vida, puede ser sacado por la Sangre y el Espíritu de Cristo, y Ud. puede pararse perfecto en Su Presencia. ¡Cristo abrió el camino!",
    "¿Pudiera Ud. tan solo levantar su brazo a Él, y decir: “Perdóname”? Dios le bendiga, hermano. ¿Alguien más, “Sé misericordioso conmigo, Dios, yo ahora confieso mis errores”?",
    "¿Habrá algunos miembros de iglesia tibios que van a la iglesia cada día, y tal vez se esfuerzan por ser tan piadosos como pueden, sin embargo, Ud. sabe que ese temperamento y la indiferencia, y el egoísmo, esos hábitos lo tienen atado a tal grado que Ud. no obtiene la victoria? ¿Quisiera Ud. ser limpio por la Sangre, en esta noche, de todo eso? “Porque el adorador, una vez limpio no tiene más consciencia…”. ¿Le gustaría levantar la mano, miembro de iglesia? Dios la bendiga, señora. Levanten las manos y digan: “Hermano Branham, recuérdeme a mí en oración”. Dios la bendiga, señora. Correcto. Eso en verdad… Eso verdaderamente es lo que hay que hacer. Dios lo bendiga allá atrás, señor.",
    "Alguien más que levante la mano, diga: “Sé misericordioso conmigo, Dios. Yo sé que profeso Cristianismo, pero no lo vivo; yo sé que no lo vivo. Y en mi corazón, realmente no estoy a cuentas Contigo. Yo quiero ser uno de los elegidos de Dios. Siento en mi corazón que lo soy, pero yo nunca me he despojado de todo peso que fácilmente me asedia. Y yo quiero despojarme de ellos en esta noche. Y, por la gracia de Dios, lo haré. Ore por mí”. ¿Levantaría Ud. la mano? Dios la bendiga, señora. ¿Alguien más? solo un poco, estamos esperando.",
    "Mientras esperamos, en silencio, todos ahora con sus rostros inclinados en oración, suavemente tarareen esto ahora.\n\nHay una Fuente sin igual,\n\nDe Sangre de Emanuel,\n\nY queda puro en Su…\n\nQuien se sumerge en Él.",
    "¿Podría Ud. considerarlo en estos momentos? No intente lavarse eso. Cristo está en su mano.",
    "Pilato lo intentó, esta mañana, como a las seis; pero sus manos aún siguen ensangrentadas, sangrientas por la culpa. Uds. saben lo que le sucedió a él. Viajó a Suiza; muchos años después, perdió la mente, se lanzó a la muerte en una piscina de agua. Esta mañana, en Suiza, cientos de personas vienen a observar la escena: agua azul brota del fondo de ese gran pozo de agua; lo hacen cada año. Es una vieja leyenda, dicen, que Dios rechazó el agua para él lavarse las manos.",
    "Hermano, no importa cuántas veces Ud. sea bautizado, lo que Ud. intente hacer, nada limpiará sus manos sino la Sangre de Cristo. Dios rechazó eso. Y el agua azul, después de casi dos mil años, aún sigue hirviendo. Dios la rechaza. Su justicia propia no puede limpiar sus pecados. ¡Nada, solamente la Sangre de Jesús! Piénsenlo ahora. Vamos a orar, por un momento.",
    "Me pregunto si puedo pedir algo en esta noche. Cuando Él se paró allí en el pretorio de Pilato, esta mañana, y dijo: “Si Mi Reino fuera de este mundo, yo pudiera hablarle a Mi Padre e inmediatamente Él enviaría doce legiones de Ángeles”. Cuando uno de ellos pudiera destruir el mundo. “Yo le hablaría a Él, y doce legiones de Ángeles estarían directamente bajo Mi mando”. Él pudo haberlo hecho. Pero Él se paró allí, manso y humilde, para tomar la muerte suya y llevar sus pecados.",
    "¿Estarán Uds. lo suficientemente agradecidos por ese Sacrificio esta noche, Uds. los necesitados de él, y necesitados de las bendiciones de Dios, se pondrían de pie para esta oración? solo pónganse de pie, Uds. que quieren ser recordados en esta oración, diciendo: “Dios, sé misericordioso conmigo. Soy culpable, he hecho cosas malas y ahora yo quiero recibir mi perdón por medio de Cristo Jesús”. ¿Se pondrían Uds. de pie en este momento? Dios la bendiga, jovencita. Eso es valor. Manténgase allí de pie.",
    "¿Me quieren decir que levantaron la mano y luego no tienen la suficiente sinceridad para ponerse de pie? ¿De qué les ha servido el Evangelio a Uds.? ¡Oh, jugar así con la iglesia, jugando con Dios! La hora está a la mano, un día de estos una bomba atómica caerá por aquí en algún lugar, en una de estas grandes plantas de pólvora. No habrá ni la milésima de un segundo para pensarlo. Será demasiado tarde entonces, y tal vez antes de la próxima Pascua o aún de esta Pascua. ¿Por qué no se pone de pie ahora, dice: “Dios, ten misericordia de mí, pecador? Yo acepto a Cristo ahora, pues Él se ofreció como expiación por mis pecados. Y, por Su gracia y solamente Su gracia, yo habito en la Presencia de Dios”. ¿Confesarán Uds. su error? Aquel que encubre sus pecados no prosperará. El que confiesa su pecado, recibe misericordia. Eso depende de Ud. Él está mirando.",
    "Ahora, nuestro Bendito Señor, en el número apropiado esta noche están paradas tres almas penitentes, un hombre y dos mujeres.",
    "Estoy pensando, Señor, en el Calvario, cuando uno a un lado, dijo: “Señor, acuérdate de mí cuando vengas en Tu Reino”; el otro dijo: “Si Tú eres, veamos un milagro, bájanos de la cruz y sálvate a Ti mismo”. Y el otro dijo: “Dios, ten misericordia de mí”. Y Tu rostro giró a su derecha, y dijo: “Hoy estarás Conmigo en el paraíso”. Pero guardaste silencio con el otro, porque no había arrepentimiento.",
    "Y, Padre Dios, oro que estos, tal vez… confiaré que solo sean los tres en el edificio, que sienten que tienen que confesar sus errores. Pues han venido por la vía toda suficiente, por la vía de la cruz. Perdónalos, Señor, y bendícelos. Ellos se han parado aquí esta noche; como Tú te paraste por ellos en el pretorio de Pilato; como Tú te paraste por ellos entre los Cielos y la tierra, cuando el sol se puso y la luna no dio su luz, y el velo del templo fue rasgado de arriba hacia abajo. Yo oro, Dios, que Tú los bendigas y les des de Tus misericordias, y los limpies con Tu Sangre. Y bautízalos con Tu Poder santificador, en el Cuerpo de Tu Propio Hijo, Cristo Jesús; entonces serán guardados por el tiempo y la Eternidad. Bendice a los otros que sienten que están bien, que conocen de esto y lo han hecho. Oro, pidiendo esta bendición para ellos, en el Nombre de Cristo. Amén.",
    "Dios los bendiga. Y Uds. que están parados cerca de aquellos que se levantaron, extiéndanse y denles la mano, a alguien, y digan: “El Señor le bendiga”, así es, la mano de compañerismo.",
    "Ahora nos hemos retrasado un poco en nuestros servicios. ¿Cuántos aman al Señor Jesús, levanten la mano? Me pregunto, ahora en silencio o tan quietos como podamos, conmemorándolo a Él quien es omnipresente, que está aquí esta noche, si pudiéramos cantar suavemente.\n\nFue allá en la cruz donde murió mi Salvador,\n\nAllá donde clamé por limpieza del pecado;\n\nAllá a mi corazón (cuando Ud. cumplió el requisito, Le puso encima las manos) allá a mi corazón fue aplicada la Sangre;\n\n¡Oh, gloria a Su Nombre!\n\nVamos a cantar ahora suavemente, mientras inclinamos nuestros rostros a Él.\n\nAllá en la cruz donde murió mi Salvador,\n\nAllá donde clamé por limpieza del pecado;\n\nAllá a mi corazón fue aplicada la Sangre;\n\n¡Gloria a Su Nombre!\n\n¡Gloria a Su Nombre! Precioso Nombre,\n\n¡Gloria a Su precioso Nombre!\n\nAllá a mi corazón fue aplicada la Sangre;\n\n¡Gloria a Su Nombre!",
    "Ahora en silencio, con sus rostros inclinados. Uds. que son salvos, digan: “¡Oh…!”. Levanten ahora la mano.\n\n¡Oh, Fuente preciosa que me salva!\n\nQué gozo me da haber entrado,\n\nAllí Jesús me salva y limpia;\n\n¡Gloria a Su Nombre!\n\n¡Gloria a Su Nombre precioso!\n\n¡Gloria a Su Nombre precioso!\n\nAllá a mi corazón fue aplicada la Sangre;\n\n¡Gloria a Su Nombre!",
    "Ahora con las manos abajo, sus rostros inclinados. Acabo de recordar; alguien llamó hace unos momentos y dijo que alguien quería ser recordado esta noche en oración, por su cuerpo. No pudieron regresar para la reunión del domingo en la noche, para el gran servicio de sanidad. ¿Se pondrían de pie, Uds. los que quieren ser recordados en esa oración ahora mismo?\n\n…a mi corazón fue aplicada la Sangre;\n\n¡Gloria a Su Nombre!\n\n¡Gloria…!",
    "Ahora con sus rostros inclinados. “Él herido fue por sus rebeliones, molido por sus pecados, el castigo de su paz fue sobre Él, y por Su llaga Ud. fue curado”.\n\n¡Gloria a Su Nombre!",
    "Ahora, Bendito Padre, mientras nos acercamos humildemente a la cruz en estos momentos, donde la gracia y la misericordia me encontraron, allí la Estrella brillante de la Mañana derrama Sus rayos a mi alrededor. Estos enfermos están de pie en Tu Presencia. Ellos están creyendo ahora mismo, siendo que por fe, ellos están mirando esa espalda herida allá; “Y por Sus llagas fuimos nosotros curados”. Santísimo Padre, venimos confesando nuestra fe, creyendo que Tú sanas nuestros cuerpos enfermos, por medio de ese gran sufrimiento vicario del Señor Jesús. Y ofrecemos una oración de fe por estas personas de pie, la cual Tú prometiste que salvaría al enfermo. Y nosotros, juntos, como una unidad de Tus creyentes en esta noche, Tú dijiste: “Donde están dos o tres congregados, allí estoy Yo en medio de ellos”. Y nosotros pedimos misericordia por ellos, que Tu gracia toque ahora la parte más interna de sus almas; que algo se ancle allí bien adentro; que ellos sepan que Cristo está aquí y les ha hablado a ellos, diciendo: “Hijo Mío, he llevado tu enfermedad allá en el Calvario. Ahora solo arroja todas tus cargas sobre Mí, pues Yo cuido de ti”. Y que ellos sean sanados, todo su ser, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Y ahora mientras se sientan, alguien cerca de ellos, ponga las manos sobre ellos, alguien que estaba orando por ellos. La Biblia dice: “Sobre los enfermos pondrán sus manos, ellos sanarán”. El Señor los bendiga.",
    "Si no me equivoco, ¿estaré mirando al hombre que fue sano aquí hace un par de días o hace algunos domingos, que estaba sordo o algo, de los oídos? Lo veo disfrutando la reunión esta noche. ¿Me está escuchando bien ahora? Qué bien. ¡Maravilloso! solo póngase de pie por un momento. ¿Cuántos recuerdan que él estuvo aquí? Y él pasó por la línea de oración, lo traje de nuevo a la plataforma, y el Señor lo sanó y le dio la salud. ¡Bendito sea el Señor! Gracias, hermano, por su testimonio. ¡Podrían ser docenas! Pero ¿no es Él maravilloso?",
    "Ahora, queremos verlos mañana en la noche, temprano. Y luego el domingo en la mañana, temprano. El domingo en la tarde y si pueden, regresen para el servicio de sanidad el domingo en la noche. Hasta que nos veamos, por favor pongámonos de pie y entonemos el canto de despedida: “De Jesús El Nombre Invoca”.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga…(Dé la vuelta y estreche la mano de alguien.)\n\nTus pesares cesarán.\n\n¡Suave luz, (Dé la vuelta y estreche la mano de alguien.) manantial!\n\nDe esperanza, fe y amor,\n\nSuave luz, suave luz, ¡Oh, cuán dulce!\n\nEs Jesús el Salvador.\n\nAhora miren hacia acá.\n\nInclinados a Su Nombre,\n\nCaer postrados a Sus pies,\n\nLe coronaremos Rey de reyes,\n\nAl terminar nuestra jornada.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor,\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Ahora, no olviden el coro Neville, el cuarteto, la transmisión radial en la mañana del cuarteto, WLRP, a las nueve. Y la del Hermano Stricker a las nueve y cuarenta y cinco, el domingo en la mañana. Estaba haciendo una cinta para él esta tarde, acerca de la resurrección.",
    "Y ahora, hasta que nos veamos de nuevo, las bendiciones del Señor los acompañen, mientras inclinamos nuestros rostros. Y voy a pedirle a mi buen amigo y hermano, el Hermano Palmer, de Macon, Georgia, si puede despedir esta audiencia en oración, mientras oramos. Hermano Palmer. 🦅"
  ]
}