{
  "title": "EL GRAN Y PODEROSO CONQUISTADOR",
  "id": "57380009",
  "content": [
    "🦅  Buenos días a todos. ¡Una muy “Feliz Pascua” para cada uno de Uds.! Este es uno de los días más importantes, en conmemoración de la resurrección de nuestro Señor. Es uno de los días más importantes de toda la historia del mundo; es la resurrección. Y estamos muy contentos de estar aquí esta mañana, en este gran día. Y al ver salir el sol al amanecer y las flores que salen de la tierra, todo habla de la Pascua.\n\nAhora inclinemos nuestros rostros por un momento.",
    "Padre, Dios, entramos en Tu Presencia. Y estamos esperando que Tú nos des en esta mañana, solo una pequeña bendición adicional del Cielo, un pequeño toque de la Pascua en nuestras propias almas; que cuando salgamos de aquí, podamos decir como los que venían de Emaús: “¿No ardían nuestros corazones a causa de Su Presencia?”. Porque lo pedimos en Su Nombre, y para Su gloria. Amén.",
    "En el último libro, en el capítulo 28 del Evangelio de San Mateo, y el versículo 7, deseo leer como texto, para entrar en este servicio.\n\nE id pronto y decid a sus discípulos que ha resucitado de los muertos, y he aquí va delante de vosotros a Galilea; allí lo veréis. He aquí, os lo he dicho.",
    "Se han dado muchas comisiones importantes al hombre y a los pueblos de esta tierra. Pero nunca hubo una comisión tan importante como esta: “Id y decid a Sus discípulos que Él ha resucitado de los muertos”. Esa es una gran comisión. Y la única manera de poder darla, era que primero tenía que haber una gran conquista.",
    "Ha habido hombres en nuestros días y en los días pasados, y en la gran historia de este mundo, en sus grandes y amplios campos de batalla; ha habido muchos grandes conquistadores, muchas cosas tremendas que se han logrado en favor de la raza humana.",
    "Por ejemplo, estoy pensando, mientras venía esta mañana, al despertar temprano, pues no tuve la oportunidad de estudiar mucho. Pues, anoche no sabía qué parte tendríamos hoy, entre el pastor y yo, en los servicios. Pero camino acá, pensaba, esta mañana, en ¿qué sería lo mejor que yo podría decirle a Su pueblo, como mensaje? Pensé en esto: “Id, decid a Sus discípulos”. Ahora, Sus discípulos son Sus “seguidores”. Un discípulo es “uno que sigue”. Y pensé en este tema de, El gran y poderoso Conquistador.",
    "Y pensaba en los grandes conquistadores que hemos tenido en este mundo, y en las tremendas cosas que ellos han hecho para promover y mejorar la manera humana de vivir. Pensaba en el gran Napoleón, allá en sus días, en cómo él no era exactamente un francés, pero tenía algo en mente. Para comenzar, él—él despreciaba a Francia, no era de su agrado. Él venía de las islas. Pero él tenía una idea en su mente, que, algún día él conquistaría. Y la razón por la cual él tenía esto en su mente, es porque necesitaba algo en qué ocuparse.",
    "Es con cada hombre, antes de poder hacer un trabajo, es necesario que Ud. tenga algún motivo, alguna alternativa, algo en lo que Ud. está trabajando, un propósito de trabajo, algo por lo cual trabajar.",
    "Y como todos sabemos, habiendo visto la historia de Hitler… o, no de Hitler, sino de—de Napoleón, que él se guiaba por la luna, y el cambio de las estrellas. Él trabajaba de esa manera, y en eso confiaba; porque en esa ocasión lo hizo, y consiguió la victoria. Y él vino a Francia, y llegó a ser un gran guerrero. Ordenó la muerte de muchos hombres, porque no estaban de acuerdo con él. Y limpió todo su país, de cualquier cosa que estuviera contra él. Él lo arrasó por completo, porque así tenía que tenerlo. Si no lo hubiera hecho así, siempre algo le hubiera llevado la contraria, a él y a su gran plan que tenía en mente. Su propia vida correría peligro, así que él tenía que tener todo su reino tan perfecto como pudiera.",
    "Creo que Uds. ahora me están siguiendo en esto, en el gran Conquistador en el que estoy pensando. Todo en Su Reino debe apoyarlo a Él. Tiene que ser de corazón, alma y cuerpo, para Él. No puede haber nada en contra de Él. Cualquier cosa que estuviera en Su contra, Él tendría que sacarlo. Él debe tener absolutamente todo a Su favor. Y cuando…",
    "Napoleón, tomó las armas, cañones, pistolas, mosquetes, espadas. Y salió con esta única idea: de que él conquistaría el mundo. Y prácticamente lo hizo, a la edad de los treinta y tres. Cuando era joven, él fue prohibicionista. Y su tremenda fama lo volvió muy pretencioso; y eso le afectó los nervios, hasta que murió a los treinta y tres años, siendo un alcohólico. No pudo soportar su popularidad. Y pienso en el hombre, este quien, a la edad de treinta y tres años, conquistó el mundo y murió alcohólico, por su fama, habiendo perdido el principio mismo por el cual estaba luchando. Él era el—él era la clase de persona, o, no diría clase, sino el instrumento del diablo. Y queriendo derrotar al mundo, pues, él falló a los treinta y tres.",
    "Pero, ¡oh!, este gran y poderoso Guerrero del que estoy hablando, a la edad de treinta y tres, conquistó todo lo que estaba en la tierra y en—en el infierno. ¡A la edad de treinta y tres, un gran y poderoso Conquistador!",
    "Estoy pensando en las grandes batallas que se han peleado en el campo. Sabemos, para terminar con Napoleón, que él llegó a su fin en Waterloo. Tuve el privilegio, no hace mucho, de ver una recreación de las ruinas de sus carros, y de la gente de a caballo y de los hombres, de cómo yacían en el campo de batalla. Y los carros amontonados, las ruedas rotas, y allá en las llanuras, donde se hizo esta gran exhibición.",
    "Y qué contraste: al ver a ese hombre a los treinta y tres, y la desgracia que hay allí en el memorial de su gran batalla y conquista; y luego ir a Jerusalén, y ver un sepulcro vacío, como un memorial del gran y poderoso Conquistador.",
    "De alguna manera u otra, conquistar tiene algo especial. Si tenemos algo por lo que estamos luchando, si hay una enfermedad en nuestro cuerpo, y estamos peleando entre la vida y la muerte, ¡qué victoria es cuando la vemos conquistada! Si estamos luchando contra algún mal hábito, o algo grande que nos asedia, cuando finalmente las tremendas banderas ondean y lo hemos conquistado, ¡qué sensación nos da, por dentro!, porque entonces podemos ser un conquistador.",
    "Ahora estoy pensando en la última guerra, y cómo fue cuando Hitler tomó Varsovia. Y los alemanes consideraron que fue una de las victorias más grandes posibles, porque su gran capitán principal, Adolfo Hitler, de una vez había hecho caer todo en Varsovia, derribaron los puentes, y el gran puente cayó. Los periódicos publicaron grandes fotografías de la caída del puente. Los alemanes marcharon por la calle, tocando tambores y silbatos, y miles de aviones pasaron junto a él, al ganar su primera gran victoria. Saliendo como Alejandro Magno o Napoleón, para conquistar el mundo, pero ¿dónde terminó? En desgracia. Seguro que sí.",
    "Aun recuerdo cuando construyeron el gran paso de Birmania. Debe haber… si cruzaban la montaña. Algunos de los muchachos están sentados aquí esta mañana, quizás, que cruzaron este gran paso. ¡Qué obra fue aquella! ¡Cuánto esfuerzo se necesitó, y qué gran trabajo hicieron! ¡Y cuánto dinero costó construir ese paso de Birmania, millones de dólares! ¡Los muchachos que perdieron sus vidas, construyéndolo! Pero finalmente, y después de un tiempo, cuando se había recorrido la última milla del camino, y cuando terminaron el paso, ¡cómo se elevaron los gritos victoriosos entre el pueblo! Ellos tenían un paso por el cual podían cruzar las montañas, para ganar la victoria.",
    "Estoy pensando en otro paso, que un día le costó la vida a nuestro bendito Señor. No solo era una calzada en la tierra, sino que era un camino llamado “el camino de santidad”, donde no pasará inmundo por él, sino solo los marcados. Solo aquellos que están de Su lado, pasarán por este camino.",
    "Se han ganado grandes victorias. Muchos de nosotros hoy podemos recordar bien la Primera Guerra Mundial. Recuerdo cuando yo solo era un niño, pude oír los silbatos; y aun los labradores en el campo detuvieron sus caballos, y agitaron sus sombreros. Ellos gritaron. Ellos clamaron. ¿Qué había sucedido? La guerra había terminado. Se ganó la victoria. La gran economía por la que estábamos luchando, finalmente habíamos ganado la victoria.",
    "Estoy pensando en esta última guerra mundial. Yo vivía al otro lado de la calle. Y cuando los silbatos comenzaron a sonar, la gente corrió a los patios; las mujeres con sus delantales puestos, se los quitaban y los mecían al aire. Las balas volaban entre los árboles. Los silbatos sonaban. Los carros corrían por las calles. La gente cayó de rodillas y levantó las manos. Gritaron; lloraron. ¿Por qué? Porque la guerra había terminado. Y los benditos, esos amados muchachos que estaban al otro lado del mar, pronto estarían navegando a casa de nuevo, a ellos. ¡Qué victoria! ¡Qué momento, y era una emoción para cualquier corazón! ¡Qué jubileo! Esa noche, todos estaban de tan buen humor, que uno pudiera haber entrado al restaurante y comer, y salir sin pagar y hubiera estado bien. Ud. pudiera haber usado el carro del vecino, hubiera estado bien. Ud. pudiera haber pedido lo que quisiera y probablemente lo hubiera recibido. ¿Por qué? La victoria se ganó. Los muchachos venían a casa. Todo había terminado.",
    "Y estoy pensando, mi hermano, es una lástima que esa clase de sentimientos no puedan permanecer todo el tiempo. Pero, para el Cristiano, esta mañana, la victoria se ganó. Las campanas de alegría están sonando. La guerra ha terminado, entre Dios y el hombre. La victoria se ha ganado.",
    "Antes de que se pueda ganar una victoria, se deben pagar grandes precios. ¡Oh, qué precios! Y a veces son muy grandes, y dejan profundas cicatrices, que destrozan. Pero, para tener la montaña, necesitamos el valle. Antes de que podamos tener la luz del sol, necesitamos recibir la lluvia. Antes de tener la luz, necesitamos de la noche. Antes de nosotros poder tener el bien, ellos tuvieron que tener el mal, o Ud. nunca hubiera sabido lo que era el mal.",
    "Pero para conquistar y ganar la batalla más grande que se haya ganado, Uno bajó de la Gloria, hace muchos años. Y Él Mismo no tomó la forma de un Ángel. Él no vino como alguna persona importante. Pero iba a probar que no se necesitan mosquetes ni balas, ni bombas atómicas para ganar una guerra. Él Se vistió de humildad, en un pequeño bebé, y nació en un pesebre. Ni siquiera había un lugar para Su nacimiento, cuando vino. Quiero que vean los diferentes materiales de guerra, lo que Él usó.",
    "Ahora, toda la raza de Adán estaba en esclavitud. Allí estaban, sin esperanza, sin Dios, sin oportunidad, sin misericordia, sin nada que pudiera ayudarlos. Los grandes enemigos, de las regiones bajas de los perdidos, los tenían a ellos encerrados en tinieblas. No había salida. No había nadie que pudiera ayudar. No se podía hacer nada. Parecía una completa pérdida total.",
    "¡Pero nuestro Héroe, Quien bajó de los portales de la Gloria, al descender!",
    "Pues, no había hombre en la tierra que pudiera hacer el trabajo. Todos estaban, como se dice comúnmente, en la misma barca. Todos fuimos “nacidos en pecado, formados en iniquidad, vinimos al mundo hablando mentiras”. Y ninguno de nosotros podía ayudar al otro. Permanecimos indefensos, derrotados, el caos por todas partes, todos desunidos. No podíamos cumplir leyes ni ceremonias, al ver las debilidades de todos y demás, no podíamos hacerlo. Y parecía que toda la raza humana había sido arrasada.",
    "Y luego Él vino, Él bajó. Pues: “Él estaba en el principio” la Biblia dice que, “Él era la Palabra”. Él era el Logos que salió de Dios. Y el Logos, en el principio, era la Palabra. Y Él llegó a ser la Palabra. Entonces cuando Él ascendió en ese glorioso día de Pascua, Él no solo llegó a ser la Palabra, sino que llegó a ser el Sumo Sacerdote de Su Propia Palabra. ¡Oh, qué cosa más gloriosa, Hermano Neville! ¡Solo pensarlo! Él no solo es la Palabra, sino que Él es el Sumo Sacerdote de Su Propia Palabra. ¿Cómo pudiéramos dudarlo? ¿Cómo podríamos caminar hacia Él y no creer que recibimos lo que pedimos? ¡Pues, Él es la Palabra y el Intercesor de la Palabra! El Logos llegó a ser la Palabra, y la Palabra hecha carne; y la misma carne que era la Palabra, fue recibida arriba en Gloria, y ahora es el Sumo Sacerdote intercediendo Él Mismo, por Su Palabra.",
    "¡Eso es lo que se necesita! Ese es el material que tiene la Iglesia. ¡Qué arma! Nunca ha habido una como Esa. Él era la Palabra. Y cuando vino, Él nació en un pesebre. Él vino a usar el arma del a-m-o-r, amor, para conquistar el mundo; no con balas del ejército, no con ametralladoras y tanques. Sino que Él vino de una manera diferente. Él vino en forma de amor. Él era el amor de Dios.",
    "Tiempo atrás, siendo un muchachito, yo pensaba que Cristo me amaba, y Dios me odiaba; porque Cristo murió por mí, pero Dios tenía algo en contra mía. Pero llegué a descubrir que Cristo es el mismísimo corazón de Dios. “Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en Él cree no se pierda, mas tenga Vida Eterna”.",
    "Ahora Él vino primero para conquistar. Y lo que el diablo había puesto en el mundo era odio. Y Él vino a conquistar el odio. Cuando ganamos nuestras batallas y demás, en las batallas del mundo, siempre deja, continuamente, un odio; porque, las batallas de esa clase son del enemigo. Pero Cristo vino con amor, para conquistar el odio, para amar aquellos que eran despreciados. Él vino con un arma diferente. Y Él Mismo Se humilló: “hecho un poco menor que los Ángeles”, para sufrir la muerte, y dar ejemplo. Y cuando estuvo aquí en la tierra, Él caminó entre los hombres.",
    "Él probó Sus armas de guerra, cuando sanó a los enfermos; cuando Él tomó cinco panecillos y dos pedazos de pescados, y alimentó a cinco mil personas, probó que Él tenía el poder sobre todo lo atómico que había. No solo multiplicó peces, sino que multiplicó peces cocidos. Él no solo multiplicó trigo en esos panecillos, sino que multiplicó el trigo cocido en esos panecillos. ¡Eso mostró que Él era ese gran y poderoso Conquistador! Él no solo tomó el agua del pozo, sino que convirtió esa agua en vino, del pozo. Él probó que tenía Poder para conquistar. Y Él amó, y Su arma fue el amor. Ahora fíjense.",
    "Entonces cuando Lo hizo, cuando Él Se paró un día al lado del sepulcro de Lázaro, y allí estaba un hombre, muerto, y sepultado por cuatro días; incluso los que estaban cerca, dijeron: “Aun ahora apesta”. Su nariz se había hundido, los gusanos ya se movían en él. Y Jesús se paró allí, como el poderoso Conquistador, cuando Él les dijo a Marta y a María, cuando Él se paró allí: “¿No te he dicho: ‘Si solo pudiereis creer, verás la gloria de Dios’?”. Él lo acababa de decir (cuando ellas dijeron: “Nuestro hermano está muerto” y demás), Él dijo: “¡Yo soy la resurrección y la Vida! El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá jamás. ¿No les acabo de decir que ese Poder Eterno y bendito está dentro de Mí?”. Él no tan solo lo declaró, sino que fue capaz de llevar a cabo todo lo que dijo, porque Él fue el poderoso Conquistador.",
    "Morando en Él, escondido, velado con carne humana, como un hombre, pero allí dentro no habitaba otro sino el Dios Todopoderoso, ese grande y poderoso Ser. Él podía recrear. Él podía crear cosas nuevas. Él podía hablar, y lo que Él pedía era dado en ese segundo. Pero, Él Se humilló, Se mantuvo sencillo. Quería dar un ejemplo. Él quería ser la clase correcta de Conquistador, y lo fue. Ahora, Él Mismo probó serlo.",
    "Como he dicho a menudo en mis reuniones, tal vez testifique de eso esta mañana entre este grupo de personas, en esta hermosa mañana de Pascua. Una dama, perteneciente a cierta iglesia que no cree en aceptar la Sangre del Señor Jesús; “Sin el derramamiento de Sangre, no hay perdón de pecado”. Ella me dijo que este Hombre solo era un profeta, un Hombre maravilloso, y que yo lo hacía a Él una Deidad. Yo dije: “Él era la Deidad. Él era Dios”.\n\nElla dijo: “Ud. quiere engrandecerlo a Él demasiado”.",
    "Yo dije: “¡No hay palabras que puedan expresar Su grandeza!”. ¡La lengua humana jamás ha encontrado la expresión!",
    "Hablando con un hombre el otro día, un diplomático de Washington, DC, y él dijo, en un pequeño testimonio en un—un desayuno donde nos conocimos, él dijo: “Hermano Branham, he sido luterano toda mi vida. Pero” dijo él, “el otro día mientras asistía a un avivamiento a la antigua” dijo, “me arrodillé en un altar y quise tener una experiencia con Dios”. Él dijo: “Y mientras yo estaba allí de rodillas…”. Ahora, este es un diplomático de Washington que incluso sirvió bajo el Presidente Cooledge. Y cuando él “miró hacia arriba” dijo, “vi una visión de Jesús”. Él dijo: “Puedo hablar nueve idiomas diferentes, con fluidez”. Dijo él: “Pero no encontré una sola palabra qué decir, en todos esos nueve idiomas”. Él dijo: “Así que simplemente levanté mi mano, y Él me dio uno nuevo, con el cual hablar”. Él dijo: “Acabo de ver la Gloria de Su rostro”.",
    "Esta señora me dijo, ella dijo: “Hermano Branham, Jesús no era nada más que un hombre, solo un profeta”.\n\nYo dije: “Él era Dios, mi hermana”.",
    "Ella dijo: “Ud. Lo hace a Él la Deidad, pero Él no lo es”. Y ella dijo: “Yendo de camino al sepulcro de Lázaro, dice la Biblia, ‘Él lloró’”.",
    "Seguro, Él era el propio corazón de Dios. Él sufrió como nosotros sufrimos. Él era carne como nosotros somos carne. Él llevó en Su cuerpo los mismos deseos y demás como nosotros. Sin embargo, para llegar a ser un Sacrificio perfecto, Él tenía que hacer eso. Él lo hizo. Pero yo dije…\n\nElla dijo: “Él lloró, yendo a la tumba de Lázaro”.",
    "Yo dije: “Pero, ¡oh, señora, así es! Él era un Hombre, cuando estaba llorando. Pero cuando Él se paró allí, al lado de ese sepulcro, donde yacía el muerto silente, donde yacía un cuerpo podrido, cubierto con un paño; cuando Él dijo: ‘Quiten la piedra’. Él enderezó Su pequeño cuerpo y dijo: ‘¡Lázaro, ven fuera!’. Y un hombre que llevaba muerto cuatro días, se puso de pie”.",
    "¿Qué fue? La corrupción conoció a su Creador. El alma conocía a su Amo. Y ese gran y poderoso Conquistador probó allí que Él tiene el Poder de la muerte, y del infierno, y del sepulcro.",
    "¡Seguro, eso emociona nuestro corazón! ¿hábleme de golpear cacerolas y hacer sonar las bocinas? El mundo debería estar en un jubileo en esta mañana como nunca antes, los gritos y aclamaciones de Su pueblo, porque este es el día conmemorativo cuando Él conquistó al último enemigo, y nos liberó a los cautivos.",
    "Sí, Él era un Hombre. Correcto. Él probó ser un Hombre, y probó ser Dios.",
    "Una noche, cuando el gran mar rugiente, que ha cobrado miles de vidas… Quizás algunas de Uds. madres aquí, esta mañana, sus muchachos murieron allá en ese mar rugiente, pueden haberse hundido bajo las olas en los anchos campos de batalla de este mundo. Algunos de sus seres queridos yacen allí, tal vez debajo del mar.",
    "Pero una noche cuando Él estaba acostado en una pequeña barca, y las olas la rebotaban en el mar como un corcho de botella, Él Se levantó y puso Su pie sobre la borda de la barca. Miró hacia el Cielo, dijo: “Calla”. Y a las olas, dijo Él: “¡Enmudece!”. Y ese poderoso mar se aquietó hasta no quedarle una sola arruga. ¡Seguro que Él lo era!",
    "Es verdad que Él sintió hambre como un Hombre. Cuando Él bajó de la montaña y tuvo hambre, buscando algo para comer en un árbol, Él era un Hombre. Pero cuando Él tomó esos cinco panecillos y unos cuantos pescados, y alimentó a cinco mil, Él era más que un Hombre.",
    "Cuando murió hace mil novecientos años, anteayer, colgado en una cruz, clamando misericordia: “Dios Mío, Dios Mío, ¿por qué Me has desamparado?”. Él murió como un Hombre. Pero hace mil novecientos y tantos años, como en esta mañana, ¡probó lo que Él era! Él dio el último sello de Su calidad de mesias cuando rompió las ligaduras de la muerte y el infierno, y resucitó de la tumba, triunfante: “¡Estoy vivo para siempre! Y, porque Yo vivo, ¡vosotros también viviréis!”.",
    "¡Allí está el Conquistador! ¿Hábleme de quitarse los delantales y ondearlos? La gente dice que estamos locos porque gritamos y corremos, y gritamos y damos voces. Ellos nunca han sentido las vibraciones victoriosas del Cielo que, “¡La batalla ha terminado!”. ¡Nuestro gran y poderoso Conquistador ha ganado toda victoria! ¡Él se para solo, esta mañana, invicto!",
    "Cuando Él vino a la tierra, Le dieron el apodo más bajo que pudieron darle, de “fanático”. Le llamaron Beelzebú, “el príncipe de los demonios”. Así es. Él fue a la ciudad más baja que hay en la tierra, Jericó, y el hombre más pequeño de la ciudad tuvo que mirar hacia abajo para verlo a Él. ¡Pero cuando Dios, hace mil novecientos años, Lo levantó! Eso es lo que el hombre le hizo a Él. Pero, con el arma del amor, Él conquistó todo demonio.",
    "Y Dios Lo levantó tan alto, y Le dio un Nombre sobre todo nombre que se menciona en los Cielos y la tierra. ¡Todo nombre en el Cielo se inclina ante el Nombre de “Jesús”! ¡Todo Ángel, todo monarca, todo se inclina al Nombre de “Jesús”! Toda lengua Lo confesará, toda rodilla se doblará ante Él. Y Él ha ascendido tan alto, que aun tiene que mirar hacia abajo para ver los Cielos. ¡Ese es el poderoso Conquistador! ¡Ese es Quien lo hizo! Cuando Él dejó la tierra, después, anoche lo vimos, Él tenía las llaves de la muerte y del infierno colgando de Su costado, amén; “No temáis, Yo soy el que estuve muerto, y vivo de nuevo para siempre. Y” (y es una conjunción) “Yo tengo las llaves de la muerte y del infierno, colgadas aquí”. ¡Hable de un Conquistador! “Y, por cuanto Yo conquisté, solo he hecho un camino por el cual Uds. pudieran avanzar”.",
    "El hombre había sido rechazado del Cielo, los caminos fueron cerrados. No había caminos. Pero, donde no había caminos, Él vino para hacer uno. ¡Oh, vaya! La primera línea eran los demonios de la duda, la siguiente era el prejuicio, la siguiente era el egoísmo; esta tierra estaba cubierta con líneas de poder demoníaco; luego dolencia, enfermedades. ¡Pero cuando Él comenzó a subir al Cielo! Anoche Lo vimos a Él saliendo del infierno, con las llaves de la muerte y del infierno en Su costado. Esta mañana Lo llevamos a Él arriba. ¡Aleluya! Cuando Él resucitó, Él tenía… Él estaba triunfante. Y, mientras subía, Él rompió todo poder diabólico que tiene dominio sobre el hombre. Él subió a lo Alto y dio dones a los hombres, los dones del Espíritu Santo. ¡El poderoso Conquistador! ¡Él está de pie solo, esta mañana! Y, entre Él y cada creyente, está el bendito camino antiguo de santidad por el cual caminarán los justos. No hay manera de escapar. Solo hay una línea señalada y puesta desde la Gloria. Él dejó las Huellas Sangrientas mientras caminaba por los corredores de los poderes demoníacos, e hizo un camino para nosotros, hasta el final. ¡Él está en lo Alto, esta mañana, como el poderoso Conquistador!",
    "Su pueblo está teniendo un jubileo. Decenas de millares de ellos, alrededor del mundo, están gritando la victoria.",
    "He observado esta pobre manera fría, formal, de unirse a la iglesia. Me puedo imaginar a alguien que dice… Les mostraré el desprecio a eso.",
    "Aquí, tan pronto como terminó la Primera Guerra, la noticia venía por la carretera aquí, y llegó a un autobús Greyhound. Ellos dijeron: “¿Por qué todo el ruido? ¿De qué se trata todo esto?”.",
    "Y uno de ellos dijo: “Mire aquí, aquí está en el diario. La guerra acaba de concluir”. Y todos llorando y gritando.",
    "Pero una mujer dijo: “¡Oh, vaya!, ¿por qué tenía que terminar así?”. Dijo: “Si solo hubiera durado unos días más” dijo, “John y yo nos hubiéramos hecho ricos”. Dijo: “Nosotros la hubiéramos hecho”.",
    "Y había un hombre parado en la parte de atrás del autobús; agarró a esa mujer, y por poco la arroja por la puerta. Y cuando la policía arrestó al hombre, les dijo: “La razón que lo hice” dijo él, “esa mujer no tenía a nadie allá de quien preocuparse. Pero yo tengo dos muchachos allá”. Él dijo: “No pude contener mis emociones”.",
    "¡Oh, hermano! Yo tengo un padre allá. Tengo seres queridos allá. Significó algo para mí, cuando Jesús conquistó. Yo tengo una esposa; tengo un bebé. Tengo seres amados. ¡Ese gran, poderoso Conquistador! Uds. me pueden llamar “santo rodador” o “fanático religioso” lo que quieran. ¡Pero, cuando pienso en que esa gran guerra ha quedado resuelta, el precio está pagado, la victoria está ganada! Jesús resucitó de los muertos, ¡el sello final de Su oficio de mesías, de que todo ha terminado! Él está vivo, esta mañana, con las llaves de la muerte y el infierno. Tengo seres queridos que están más allá de la frontera. Estoy en este gran camino antiguo, caminando para verlos. No piensen que estoy loco. ¡Oh, pero estoy tan contento de que todo haya sido resuelto! Es una obra consumada.\n\nViviendo, Él me amó; muriendo, Él me salvó;\n\nAl ser sepultado, Él llevó lejos mis pecados;\n\nAl resucitar, Él me justificó gratuitamente para siempre:\n\nUn día Él viene—¡oh, día glorioso!",
    "Este bendito bautismo antiguo del Espíritu Santo, para guiarnos por este maravilloso camino antiguo, ¡oh, cuán glorioso es! ¿Cómo podría yo avergonzarme de Él? Yo me paro con San Pablo, esta mañana, diciendo esto: “No me avergüenzo del Evangelio de Jesucristo, porque es el Poder de Dios para salvación”. Es el Poder sobre la enfermedad; es el Poder sobre la muerte; es el Poder sobre la tumba.",
    "Cuando ese apóstol firme y anciano llegó al final de su camino, y cavaron allá su tumba, y la muerte lo encaró frente a frente, él se rió en su cara. Le dijo: “Muerte, ¿dónde está tu aguijón? Sepulcro: ¿dónde está tu victoria?”. Luego gritó las alabanzas de Dios: “¡Pero gracias a Dios Quien nos da la victoria por medio de nuestro Señor Jesucristo!”.",
    "El Conquistador más poderoso que haya vivido, el Conquistador más poderoso que haya muerto, porque Él era el Único quien podía conquistar; ¡morir, y conquistar la muerte misma, y levantarse de nuevo triunfante! Él probó lo que era. Fue el último sello de Su oficio mesiánico.",
    "Y ahora, por casualidad, ¡si hubiera alguien en este edificio esta mañana, que sea un miembro tibio de iglesia, y no conoce el gozo de saber que la batalla ha terminado! ¡La gente grita, la gente se regocija, la gente llora! Ud. dice: “¿Qué les pasa?”. Ellos saben que es un asunto consumado. ¡Todo ha terminado! ¡Seguro! Estamos [el Hermano Branham aplaude.—Ed.] las bandas tocan. Estamos resonando las trompetas, y el Evangelio siendo anunciado. La gloria y el Poder de Dios son conocidos. Y es una obra consumada, el tratado está firmado; gloria a Dios, ¡Cristo lo firmó con Su Propia Sangre! La batalla ha terminado. La victoria se ganó. Yo en ningún momento la gané, ¡Él la ganó! Yo solo estoy contento por eso. ¡Vaya!",
    "Cuando algunos de esos muchachos regresaban del extranjero, me cuentan, que cuando el barco llegó a Nueva York, justo para cuando entraba al puerto, ellos miraban hacia allá y veían la Estatua de la Libertad. Es lo primero que uno ve, sobresaliendo. Ellos se levantaron, algunos de esos veteranos lisiados, en la cubierta del barco, para poder verla. Y a medida que veían esa Estatua de la Libertad, comenzaban a llorar. Lloraban; no podían evitarlo. Hombres grandes parados allí, hombres fuertes de manos ásperas, estremecidos y temblando. No podían contener sus emociones. ¿Por qué? Era un emblema de libertad. Allí detrás de esa Estatua de la Libertad, yacía… estaba papá, mamá, seres queridos, la prometida, esposa, bebé, todo en esta tierra que era querido para ellos, había quedado allí, atrás de eso. Y un poco antes de entrar, ellos reconocieron que era la tierra de los libres y el hogar de los valientes. Seguro, eso estremecería sus emociones, esa antigua bandera ondeando. ¡Piénsenlo, un veterano con cicatrices de batalla entrando al puerto! Seguro, ese fue un momento maravilloso.",
    "Pero, ¡oh, hermano!, una de estas mañanas, cuando el viejo Barco de Sion suene su bocina, y yo vea ese emblema allí, ¡la antigua y áspera Cruz! Mientras los vientos azotan sus viejos estandartes grises, mientras ella se mueve entre esa neblina de la muerte. ¡Qué victoria es! ¡Pues, con razón aún no podemos contener nuestra emoción! Algo ha sucedido; hemos venido a ser conciudadanos. La cosa ha sido consumada.",
    "Cuando unieron con el gran puente el norte y—y—y—y el sur de Australia, desde Sidney, hasta South Sidney. ¡Cómo cada hombre tomó…! Pues, fueron por todo el país, buscando al hombre que lo hiciera. Esa obra fue de tal magnitud, porque dijeron que nadie la haría. Finalmente, un hombre de Inglaterra dijo: “Yo haré el trabajo”. Y cuando él llegó allá para hacer esa obra, él probó cada tornillo que iba en el puente. Su reputación estaba en juego. Probó todo el cemento y todo lo que vertieron. Él se rodeó de lo mejor que pudo encontrar; consiguió los mejores mecánicos, los mejores químicos, lo mejor de todo lo que pudo encontrar, de lo que se pudo rodear. Y, finalmente, el puente se terminó, y llegó el día en que debía ser probado.",
    "Los críticos se hicieron a un lado, y dijeron: “No resistirá. El movimiento lo hará caer. Está demasiado arenoso allá abajo”.",
    "Pero él cavó muy, muy, muy, muy abajo. Él tenía confianza. Sabía que todo había sido probado. Y él dijo: “Yo mismo lo cruzaré en la primera pasada”. Y mientras él cruzaba el puente caminando, en frente del alcalde, él detrás así; y los grandes trenes, como seis a la vez, cruzaron, estremeciendo ese puente. El gran hombre que lo hizo, caminó frente a esta procesión, así: “Si se cae, me voy con él”. Pero él tenía confianza.",
    "¡Así lo hizo nuestro bendito Señor cuando hizo Su Iglesia! ¡Él prueba cada tornillo, todo lo que entra en Ella, porque tiene que ser lavada con Sangre! Y uno de los críticos estaba parado a un lado, dijo: “Ese montón de santos rodadores, no lo lograrán”. ¡Pero uno de estos días gloriosos! ¡Este gran, poderoso Conquistador camina delante de nosotros hoy, triunfante! Dejen que vibre, que haga lo que quiera, Él… No habrá un desliz en ella, en ninguna parte, porque Él ha preparado el camino, y lo ha terminado. ¡Seguro!",
    "Nosotros pensamos hoy conforme a la gente, enfocamos nuestras mentes en las cosas del mundo. Pero déjeme decirle algo, hermano: ¡que yo jamás me avergüence del Evangelio! ¡Oh, hermano!, yo soy un anticuado, nacido de nuevo, nacido del Espíritu Santo, del Espíritu de Dios. Así nací, eso es todo lo que soy, y todo lo que siempre querré ser.",
    "Una vez, no hace mucho, había una muchacha que se había ido a la universidad. Y ella era una muchachita encantadora. Y cuando regresó a casa, trajo con ella algunas de sus ideas de la universidad.",
    "Y puede ser que en esta mañana, algunos hayan traído con Uds. algunas de sus ideas de afuera. Tal vez Ud. ha traído a la iglesia muchas de sus ideas. Bueno, deshágase de ellas, es lo mejor que yo podría hacer.",
    "Luego esta muchacha, cuando el tren se detuvo enfrente, ella trajo a una muchachita con ella, una de esas pequeñas malcriadas, Uds. saben, de esas del tipo de Elvis Presley. Y cuando ella estaba parada allí, Uds. saben, en el tren, su madre estaba afuera, una anciana parada allí, su rostro todo con cicatrices; hombros pequeños y encorvados; en un vestidito de calicó, un pequeño chal sobre sus hombros. Y esta pequeña malcriada que la acompañaba, esta otra muchacha, miró hacia allá, y dijo: “Pues, ¿quién es esa pobre y miserable vieja fea?”.",
    "Bueno, saben, eso avergonzó tanto a la muchacha que ella dijo: “No lo sé” porque ella era muy remilgada, y tenía tantas ideas mundanas en su cabeza. Y esa era su propia madre.",
    "Cuando ella se bajó del tren, la ancianita corrió para abrazarla. Ella dijo: “¡Oh, cariño, Dios bendiga tu pequeño corazón!”. Y ella le dio la espalda y comenzó a alejarse, como si no la conociera. Ella estaba avergonzada, porque su madre era muy fea.",
    "Y sucedió que el conductor en ese tren sabía la historia. Él dio la vuelta allí, y puso las manos sobre el hombro de esa muchacha, la volteó ante esa audiencia, dijo: “¡Debería darte vergüenza! ¡Qué vergüenza!”. Dijo: “Recuerdo el tiempo cuando tu madre era diez veces más bonita que tú”. Dijo: “Ella era… Yo vivía en el vecindario”. Y dijo: “Tú eras un bebé, y estabas arriba en tu cuna. Y tu madre estaba tendiendo ropa en el patio trasero”. Y dijo: “De repente, la estufa se incendió, y la casa entera ardía en llamas. Y cuando tu madrecita corría allí, y supo que tú estabas en el piso de arriba, allá arriba” dijo, “ellos gritaron y trataron de agarrarla. Pero ella se quitó lo que tenía y corrió entre esas llamas, al piso de arriba; y se quitó la ropa de su cuerpo, y te envolvió en ella. Y aquí venía ella, de regreso por las llamas, cargándote a ti. Y ella se desmayó en el patio, contigo en sus brazos”. Y dijo: “Ella se quitó lo que la hubiera protegido, y te protegió a ti”. Y dijo: “La razón por la que tu eres bonita hoy, es la misma por la que ella es fea. Y, ¿me quieres decir que te avergüenzas de esas cicatrices de tu madre?”.\n\nYo pienso hoy:\n\nSi Jesús lleva la cruz solo,\n\n¿Irá todo el mundo sin hacer nada?\n\nHay una cruz para cada uno,\n\nY hay una cruz para mí.",
    "Si Jesús fue considerado “Beelzebú” por este mundo, Él recibió burla y mofa, y fue colgado en una cruz, fue puesto en vergüenza por mí, yo estaría más que feliz de llevar el reproche de Su santidad. Sí, señor. Que me digan: “¡Santo rodador!”, o como quieran llamarme, el comentario que Uds. quieran hacer. Eso no lo detiene ni un poquito. Solo me hace feliz en esta mañana, que en mi corazón vive y reina el Cristo resucitado. Yo soy uno de Sus súbditos. Confío que Uds. también.",
    "El tiempo se nos ha pasado. Son exactamente las siete, cuando dijimos que despediríamos. Los servicios comenzarán como en unas dos horas, a las nueve y media.\n\nInclinemos nuestros rostros, por un momento, en oración.",
    "Bendito Padre Celestial, han pasado cuarenta y cinco minutos, la Palabra ha salido. Nuestros corazones están contentos. El jubileo está en marcha; no solo un jubileo de un día, ¡sino un jubileo por la Eternidad! En Gloria, los Ángeles cantan. ¡Oh, Dios, la Iglesia, triunfante, está cantando! Las campanas de alegría están sonando. Almas que una vez fueron condenadas a muerte y a morir, y a terminar en la tumba del diablo; ¡el diablo ha sido vencido! La muerte ha sido vencida. La tumba ha sido conquistada. La enfermedad ha sido conquistada. La superstición ha sido conquistada. La malicia ha sido conquistada. El odio ha sido conquistado. La indiferencia ha sido conquistada. El almidón ha sido conquistado. Los caprichos propios han sido conquistados. Todo está conquistado. ¡Cristo es el gran Conquistador!\n\nHe aquí el Poderoso Conquistador, (dijo el poeta)\n\n¡He aquí!, Él a plena vista,\n\nPorque Él es el Poderoso Conquistador,\n\nDesde que Él rasgó el velo en dos.",
    "Él rasgó ese velo que escondía al hombre de Dios, y ahora Dios mora entre los hombres. Él rasgó ese velo que impedía la sanidad de Dios. Él rasgó ese velo que impedía la bendición de Dios. Él rasgó ese velo que apartaba el gozo de Dios. Él rasgó ese velo que impedía la paz de Dios. Ahora el velo está rasgado en dos. ¡Con Su Propia Sangre, Él caminó como un Conquistador! La batalla ha terminado, Él nos lo probó en Su resurrección. Y ahora el Espíritu Santo es un testigo, enviado para guiarnos.",
    "¡Oh, Dios Eterno!, si hay alguien aquí en esta mañana que solo anda entrando y saliendo de la carretera, cayendo junto al camino; nunca pudiendo caminar directamente por el centro, con los grandes héroes, los grandes héroes que han caminado por el centro del camino; oramos en esta mañana que Te rindan todo a Ti, y vengan y disfruten de esta gran victoria que ha sido ganada por nuestro Señor resucitado. Concédelo, Padre, porque Te lo pedimos en el Nombre de Cristo.",
    "Y mientras tenemos nuestros rostros inclinados. Me pregunto, en este instante de tiempo, si Uds. levantarían sus manos a Cristo, y dirían: “Cristo, estoy agradecido, nunca más me avergonzaré de Ti. He sido un poco tímido”. Dios la bendiga, señora. Dios le bendiga, señor. Dios los bendiga, a Uds. ¡Oh, vaya, las manos por todas partes! “He sido un poco tímido. Me he avergonzado un poco. Y ahora realmente veo mi posición. Yo nunca debí haber hecho eso. ¡Yo debería sobresalir, dar mi testimonio! Yo debería ser exactamente eso. Debería decirles a todos: ‘He nacido de nuevo’; debería decirles a todos: ‘Yo he recibido el Espíritu Santo’. No me avergüenzo del Evangelio, porque es el Poder de Dios para salvación. Yo quiero ser un verdadero Cristiano valiente. Yo no lo he sido. Pero, con la ayuda de Dios, desde esta mañana de Pascua, lo seré. Yo lo seré”. ¿Alguien más levantará las manos ahora antes de que oremos? Dios le bendiga, a Ud., Ud.",
    "¡Vaya, miren las decisiones! Por lo menos veinticinco o treinta, sentados entre este pequeño grupo de personas esta mañana, han tomado una decisión. Desde esta gran mañana de triunfo, ellos van, por la gracia de Dios, a destacarse y no avergonzarse del Evangelio, porque es el Poder de Dios para salvación.",
    "¡Oh, Dios!, mientras estas manos se han levantado, y la música está resonando dulcemente por el camino, así como hemos pasado de muerte a Vida, porque Tú dijiste: “Aquel que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna”. Ellos han pasado de muerte a Vida, porque Tú llegaste a ser muerte para que ellos pudieran llegar a ser Vida, por medio de Tu resurrección. Fuiste hecho menor que los Ángeles, descendiste para ser un hombre, saliste de esa gran Teofanía del Más Allá, que fue hecha carne y tuviste Sangre, y derramaste esa Sangre, para que pudieras hacer una vía de escape para todos nosotros. Entonces no solo lo hiciste (lo leemos en la Biblia), sino que Tú lo probaste, infaliblemente, al resucitar de entre los muertos, y resucitando a los muertos cuando estuviste aquí en la tierra; no solo eso, sino que Tú has dado, Tú has dado una prueba doble, como hiciste con Abraham; ahora, además de eso, Tú enviaste al Espíritu Santo como testigo. Y tenemos Su bendita Presencia con nosotros y en nosotros, guiándonos, dirigiéndonos a toda Verdad y Luz.",
    "Te damos gracias por todas estas manos que se levantaron, esta mañana, al decir: “Yo ahora tomo a Cristo como mío”. ¡Oh, Dios!, si ellos no han sido bautizados en el agua, para representar la gran muerte, sepultura, y resurrección de su bendito Señor, que ellos regresen al servicio esta mañana, trayendo sus ropas, y listos para bajar a este baptisterio helado. Concédelo, Padre.",
    "Bendícenos. Perdona nuestros pecados. Te daremos la alabanza, en las edades por venir. Cuando la batalla haya terminado, cuando el humo se haya disipado, y el gozo todo consumado, de estos labios terrenales, donde Te alabamos con todo lo que tenemos, necesitaremos nuevas voces, nuevos seres, con los cuales alabarte a Ti. Que podamos entrar entonces con gozo. Porque lo pedimos en el Nombre de Cristo. ¡Amén!",
    "Pongámonos de pie ahora…?… No olviden los servicios a las nueve y media. Vayan a casa, tomen su desayuno. Regresen, esperamos estar con Uds. ahora. Y luego esta noche, recuerden. Tengo que estar a solas esta tarde, para estudiar y orar.",
    "Porque os digo que Cristo está vivo, Él no está muerto. Y yo creo, con todo mi corazón, que Él estará aquí mismo en este edificio esta noche, para mostrar que Él está vivo, para hacer las mismas cosas que Él hizo en esa primera mañana de Pascua y durante la jornada de Su vida. Si no sucede así, entonces yo he sido un falso profeta. Estoy tan contento de saber que en esta gran hora oscura en la que ahora estamos viviendo, cuando toda esperanza, aparentemente, ha desaparecido, en Cristo, la Roca sólida podemos pararnos, todo otro terreno son arenas movedizas. Muy bien.",
    "Nuestro pequeño canto de despedida, De Jesús el Nombre invoca. Todos, ahora:\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu…",
    "Dense la vuelta y salúdense de manos, y digan: “Alabado sea el Señor” a alguien a su lado. (Bueno, bendito sea el Señor…?…)\n\nDe esperanza, fe y amor;\n\n¡Sumo bien, Celestial!\n\nEs Jesús el Salvador.",
    "¿Ahora todos miren hacia acá? Solo alabémoslo. Levantemos las manos y digamos: “Gracias, Señor, por salvar mi alma”. ¡Muy bien, todos!\n\nGracias, Señor, por salvar mi alma.\n\nGracias, Señor, por sanarme.\n\nGracias, Señor, por darme,\n\nTu gran salvación tan plena y gratuita.",
    "¡Qué cosa tan bendita! ¿Le aman Uds.? Digan: “Amén”. ¡Oh!, el… Todo ya está hecho, hijos. Todo ha terminado, no hay más batalla, no hay más guerra, no hay nada que Uds. tengan que hacer; ya ha sido hecho. ¡Solo nos regocijamos! ¡Oh, vaya! ¡Estamos completos en Él!\n\n…libre,\n\nSalvo del pecado y del temor;\n\nLibre, salvo,\n\nEn los Brazos de mi Salvador.\n\n¡Oh, cuán dulce es vivir, cuán dulce es gozar\n\nEn los Brazos de mi Salvador!\n\n¡Oh!, allí quiero ir y con Él morar,\n\nSiendo objeto de Su tierno amor.\n\nLibre, salvo,\n\nSalvo del pecado y del temor,\n\nLibre, salvo,\n\nen los Brazos de mi Salvador.\n\nUds. que puedan, y tengan un pañuelo, sáquenlo.\n\n…oh, libre,\n\nSalvo del pecado y del temor,\n\nLibre, salvo,\n\nSalvo, en los Brazos de mi Salvador.\n\n¡Ahora su Biblia!\n\nLibre, salvo,\n\nSalvo del pecado y del temor,\n\nLibre, salvo,\n\nEn los Brazos de mi Salvador.",
    "¿Qué es? Libre y a salvo, en todo, todo terminado, la batalla ha terminado, el último sello está roto, Él ha subido. ¡Aleluya!\n\nLibre, salvo,\n\nSalvo del pecado y del temor,\n\nLibre, salvo,\n\nen los Brazos de mi Salvador.",
    "Ahora inclinemos nuestro rostro hacia el polvo de donde Dios nos tomó, y de donde algún día subiremos del polvo de la tierra. Porque nuestro Señor, traído del polvo, regresó al polvo, para darnos a nosotros Su Espíritu inmortal, Él subió del polvo, y todos los que están en Él, subirán algún día con Él, a las regiones de los bienaventurados.",
    "Mientras tenemos nuestros rostros inclinados, veo que el Hermano Smith está entre nosotros, esta mañana, el pastor de la Iglesia de Dios; me llamó anoche. Hermano Smith, puede pasar. Me pregunto ahora, si el Hermano Smith nos puede despedir en oración. Mientras Uds. se dan prisa ahora a sus hogares, y desayunan. Regresen para el servicio de la escuela dominical, y el servicio bautismal, comenzando inmediatamente a las nueve y media. Inclinemos nuestros rostros, mientras el Hermano Smith despide en oración. 🦅"
  ]
}