{
  "title": "VIDA",
  "id": "57440009",
  "content": [
    "🦅  Solo miren a los pequeños. ¡Vaya, vaya! La cosecha del mañana. Saben, creo que al parecer somos solo el grupo local aquí del tabernáculo. Pero, si por casualidad hay alguien aquí que es su primera vez con nosotros, realmente queremos darle la bienvenida. Y queremos dejar en claro cómo dedicamos los niños al Señor.",
    "Verán, en la Biblia, muchas veces tenemos personas hoy que llegan a conclusiones de cómo deberían hacer estas cosas. Pero nosotros aquí tratamos de quedarnos solo con la manera en que la bendita Palabra lo hace, y entonces, pues, nunca pasa de moda, siempre está al día porque es la manera de Dios de hacer las cosas.",
    "Ahora, cuando nuestro bendito Salvador estuvo aquí, el Señor Jesús, cuando Le trajeron niños para hacer el servicio, o el honor que se les debe dar a los pequeños, pues, los tomó en Sus brazos y los bendijo. Y Él dijo: “Dejad a los niños venir a Mí, porque de los tales es el Reino de los Cielos”.",
    "Y trajeron a los niños, y los dedicaron. En otras palabras, ellos simplemente se los entregaron, y Él los bendijo. Y ahora nos queda, como Iglesia, llevar a cabo la obra que Él hizo cuando estuvo aquí en la tierra. Y eso es lo que tratamos de hacer.",
    "Y realmente tenemos un grupo de lindos amiguitos recostados contra el pecho de sus papás, esta mañana. Y, solo… El pequeño del Hermano Junior. Y Junie, otro Junie aquí, la pequeña de Weber. Y—y la pequeña del Hermano Stricker… Veamos, creo que esta es una niña, una niña y un niño; dos niñas y un niño. Muy bien. Qué bien. Y la pequeña allí, ¿la tenía Ud., o ella simplemente vino con Ud.? Muy bien.",
    "Bueno, me da gusto y me alegra que el Señor haya bendecido sus hogares con estos regalos de pequeñas muestras de amor. Saben, cuando se llega al punto en que—que las mujeres ya no aman a los niños, ellas ya no son mujeres, en mi opinión. Me gustan los pequeños, y—y ellos tienen algo especial.",
    "Mi pequeño allá atrás, él es… Meda me dijo: “Lo tuviste ya de mucha edad”.",
    "Dije: “No, cuando Dios los envía, es el momento perfecto”. Así es. Llegan en el momento preciso. Así que yo sé lo que significan, para el hogar.",
    "Y muchos jóvenes, dicen: “Bueno, no podemos tener hijos. Vamos a esperar más, y todo eso”. Solo según Dios los envíe, recíbanlos, porque ellos son el lazo que une los corazones y los hogares, los niños pequeños.",
    "Ahora, vamos a bajar aquí con los ancianos, por favor, donde este pequeño aquí, a nuestra derecha, asegurándonos de… [Cinta en blanco.—Ed.]",
    "Mi esposa y yo, allá, lo buscamos en Arizona, hace unas semanas, en Parker, por todas partes, tratando de ubicarlo, y no pudimos. Y me dijeron que Ud. estaba en la reservación al otro lado del río, así que no lo vi. Y escuché que su esposa estaba enferma, así que le dije al Hermano Hooper que le dijera a Ud. que la trajera aquí para poder orar con ella. Oraremos por los enfermos, solo… a menos que ella esté muy, muy enferma y quiera que se ore por ella ahora.",
    "Vamos a tener una—una línea en un momento, tan pronto como predique un poco. O, ¿quería Ud. que yo hablara, Hermano Neville? [El Hermano Neville dice: “Sí, señor”.—Ed.]",
    "Quiero hacer un anuncio esta mañana. Y, pues, no hablaremos mucho, y luego tal vez lo terminemos esta noche. Había este anuncio, que deseo… Si alguien vive en el vecindario, que se aseguren de hablar con los vecinos en cuanto a esto. Los vecinos me han estado llamando aquí. Especialmente uno, del vecindario, me llamó anteayer, y se trataba de los niños jugando pelota aquí en el terreno. Rompieron una ventana, derribaron una puerta mosquitera, destrozaron un jardín. Dijo… Los pequeños, todos los vecinos saben que quieren jugar. Seguro; solo son niños. Pero arrojan la pelota hasta el otro lado y—y dañan sus jardines y demás. Y creo que hay varios pequeños aquí del vecindario incluidos.",
    "Y ellos—ellos han sido muy amables con nosotros; nunca se han quejado, los vecinos, en las noches. Y somos un poco ruidosos por aquí, Uds. saben, ya entrada la noche, pero nunca han hecho nada al respecto. Y Uds. saben que podrían; podrían enfrentarnos por eso, si quisieran. Y creemos en ser tan pacíficos con nuestros vecinos, y con… “Vivir en paz con todos los hombres, en lo posible”. Y, pues, eso es lo que queremos.",
    "Y, bueno, si no hubiera otro lugar en la ciudad, o ningún lugar para que los niños jugaran a la pelota, veríamos si pudiéramos construir una cerca grande y alta, alrededor, para que la pelota no pasara y perturbara y molestara a nuestros vecinos. Pero, aquí mismo en Ingramville, allí, tienen un diamante de béisbol público, para todos los niños, y parques infantiles para que jueguen. Un poco más arriba de la Octava, del cementerio allí, tienen todos los campos de juego de la ciudad, para jugar a la pelota y todo lo que quieran jugar.",
    "Yo no tomé una decisión. Llamé con eso a la junta de la iglesia esta mañana, y les pregunté lo que debíamos hacer, para poder estar en paz con nuestros vecinos, y conservar a nuestros amigos y todo, y que nuestra gente entienda. Y han decidido que tal vez lo mejor sería que no les permitamos a los muchachos jugar más a la pelota en la propiedad. Porque, sería…",
    "No es que nos moleste que lo hagan; a la iglesia no le importa, vaya, una ventanita, una bombilla eléctrica de vez en cuando. Pero también tenemos que pensar en nuestros vecinos, Uds. saben; tenemos que considerarlos. Y queremos vivir como damas y caballeros Cristianos. Y nosotros, solo… Ellos van…",
    "Les dije que la única manera de hacerlo, era poner un letrero, para que los niños no jugaran a la pelota allí. Y ellos… nosotros…",
    "Ahora, si alguno de Uds. vecinos está aquí que sus pequeños juegan aquí en el sitio, estoy seguro que Uds. entienden, ¿ven?, que no queremos hacer llamadas y cosas, y que venga la policía, o alguna otra cosa, por romper ventanas, luces y cosas.",
    "Y Uds. muchachitos, si sus amiguitos están aquí afuera, y niñas, jugando a la pelota, y ven el letrero allá, de no… “No jugar a la pelota”. Bueno, ahora, no queremos ser groseros con los niños; pero queremos respetar a nuestros vecinos. Todos lo entenderán, estoy seguro.",
    "Y yo no tomaría esa decisión solo; le pedí a la junta que viniera esta mañana, y se los pregunté. Y esa fue su decisión, también, considerando que deberíamos vivir en paz con nuestros—nuestros amigos.",
    "Y, ahora, tienen una cancha de pelota aquí mismo, como a dos cuadras de donde estamos actualmente, es una tremenda cancha de béisbol, y pueden jugar toda la pelota que deseen.",
    "Ahora, la gente que pasa caminando de allá para acá, no estamos hablamos de eso, de que no pasen por allí ni nada; no hay ningún problema en eso.",
    "Y algún día, espero, si el Señor quiere, y Jesús tarda, hacer un—un estacionamiento oficial para la iglesia allí, si no construimos una iglesia más grande, y edificamos. Y, si algún día, el… Pues, regresar, para que sea amplia, y tener una obra aquí, bueno, el Hermano Neville y yo podemos estar en eso, y demás. Construiríamos un… Usaríamos ese sitio para una iglesia grande, y colocar una gran iglesia aquí, y ponerla de esa manera. Así que, nosotros—nosotros compramos eso mientras lo podíamos comprar.",
    "[El Hermano Roy Slaughter le habla al Hermano Branham, ofreciéndole su camión para mover piedra.—Ed.] Gracias, Hermano Roy, qué amable, si eso, si llegan a una decisión sobre hacerlo, si lo hacen un estacionamiento, eso sería lo que hay que hacer. Eso estaría muy bien. [El Hermano Slaughter habla de nuevo.] Sí. Sí. Sí.",
    "Nos van a impedir que nos estacionemos… Ya no lo hacemos, a un lado de la calle allí, así que, tendremos—tendremos que tomar algunas—algunas medidas. Y realmente, este lugar, este estacionamiento aquí mismo, es de la ciudad. Así es. Nuestro… Solo tenemos un pequeño terreno allí, no así de extenso, hasta que llegamos allí a la calle. La calle realmente pasa por la casa de Brakeman allí, y baja directamente y conecta allí, ese es el desvío, porque este era un estanque y, hace años, cuando lo llenaron. Y cuando midieron nuestro terreno, estábamos justo al lado de la acera, aquí mismo, ¿ven Uds.? Así que, no tenemos fachada. Esa es la cortesía de la ciudad allí ahora. Y así que esto sería lo nuestro, de aquí para atrás.",
    "Y, entonces, estoy entre algunas cosas, y todo eso. Y yo, ¡oh!, solo soy un—un—un viento del oeste, creo que le llaman, o algo así. Yo—yo no puedo echar raíces. Y, pero, pudiera ser que algún día el Señor tal vez me hable, de venir aquí y simplemente edificar aquí un gran tabernáculo amplio, y que pueda venir gente de diferentes partes. Si así fuera, lo vamos a necesitar. Así que, ¿ven Uds.?, no queremos venderlo ni destruirlo. Si lo hacemos, lo llenaremos, y nivelaremos acá afuera, y pondremos la iglesia en alto, y con escalones a la entrada, y todo. Y eso resolverá toda la situación, ¿ven Uds.? Y—y estoy seguro que el Señor proveerá cada centavo, justo para cuando estemos listos para construirlo. Un lugar como de ciento cincuenta, doscientos mil dólares, y tener nuestros propios cuartos de transmisión y todo lo demás aquí mismo, mientras se hacen los servicios, continuamente. Así que, no sabemos lo que hará nuestro Señor. Estamos orando por estas cosas, y el evangelismo y demás.",
    "Y a veces le digo al Señor: “Bueno, tienes a Oral Roberts y al Hermano Allen; y tienes a Billy Graham y a todos ellos allá. Y ¿qué será lo que estoy haciendo yo?”. Pero, solo…",
    "Yo solo tengo que hacer lo que Él me dice, ¿ven Uds.? Así que, solo me quedo tranquilo en cuanto a eso. Ahora, todos entenderán eso, estoy seguro. Y el Señor los bendiga.",
    "Ahora, veamos. Es un poco tarde, así que posiblemente tengamos la escuela dominical y la predicación juntas, ¿Hermano Neville? [El Hermano Neville dice: “Sí”.—Ed.]",
    "Y también estamos contentos de oír acerca de su bebé, ¿no es así? ¡Vaya, qué bien! Y dicen que es una profetisa. [El Hermano Neville dice: “Si es que es algo”.—Ed.] Muy bien. Bueno, estamos—estamos contentos por estas pequeñas profetisas, ¿ven Uds.?, y todo. Le agradezco al Señor por ellas.",
    "Saben, eso sí, las mujeres están en aumento aquí en la nación, Uds. saben. Es lo que estamos pensando, ¿ven Uds.? Creo que son—son como tres de cinco. Tres… De cinco niños que nacen, tres de ellos son niñas. Y las mujeres están incrementando; los hombres disminuyendo.",
    "Las mujeres están tomando el control. Por supuesto, esa simplemente es la tendencia y la profecía del día, que esta nación es una nación de mujeres. Será gobernada por una mujer. Y recuerden, trein-… 1933, vi eso en una visión, una gran mujer poderosa que algún día se apoderaría de toda la nación, así exactamente, antes del tiempo del fin, antes de la aniquilación total.",
    "Los carros en ese día tendrán la forma como de un huevo, alargados hacia atrás, en esta forma allí. Y estará controlado por alguna clase de poder, que a veces ni siquiera tendrán que usar el volante. [El Hermano Branham chasquea los dedos.—Ed.] Solo programarlo, y así va. ¿Ven?, ¡antes de la aniquilación! Ahora, recuerden, eso, ahora, eso queda grabado. ¿Ven?\n\nY las mujeres tomarán el control; las mujeres se harán cargo.",
    "Y—y la doctrina de la iglesia católica, que siempre he dicho que se apoderaría de los Estados Unidos, sin duda, casi está allí ahora mismo. ¿Ven? La adoración de una mujer, María, como una diosa, y que es contrario a la Biblia; y la intercesión de muertos, lo cual es contrario a la Biblia. Y todas estas cosas aquí, y simplemente avanzando.",
    "Y a veces pienso, al saber estas cosas, que debería tener un lugar donde poder establecerme y comenzar a enseñar, Uds. saben, y solo—solo seguir haciéndolo. Y ahora, pues, en las iglesias no puedo ir sino por unas cuantas horas y orar por los enfermos, y me voy; y solo esforzándome, solo orando por los enfermos. Y hay más cosas aparte de orar por los enfermos, en la Biblia, Uds. saben. Sí. Hay muchas cosas qué—qué hacer.",
    "Quiero dar un informe de la reunión en Canadá: una de las mejores reuniones que hemos tenido en el continente de América del Norte. Yo nunca, en mi vida (el Sr. Mercier lo estará escribiendo y los demás), había visto suceder algo como lo que sucedió en la reunión de Canadá. Y, por supuesto, la gente pentecostal me ha rechazado rotundamente; todo allí era bautista y anglicano, y demás. En todo lugar, los pentecostales me han rechazado, porque yo no acepto “la evidencia” del Espíritu Santo que sea sangre saliendo de sus manos, y aceite de sus manos y cosas así, y ver el arco iris, y todas esas cosas. Las sensaciones no tienen nada que ver con la salvación, para nada. Venimos solemnemente por fe. Le creemos a Dios, y—y eso es todo. ¿Ven? Y, pues, escribieron cartas, de antemano, a Canadá, y los pentecostales simplemente se hicieron a un lado, y no cooperaron ni tuvieron nada qué ver en la reunión, porque yo no aceptaba eso. Y, pues, yo aún…",
    "No importa quién Lo acepte, o qué lo haga, yo me quedo con la bendita y antigua Biblia. Amén. Esta es la Palabra de Dios. Y si tenemos que pararnos solos, nos pararemos solos, edificaremos una iglesia. Así es.",
    "Ahora, antes de abordar Su—Su Palabra, inclinemos nuestros rostros un momento para orar.",
    "Bendito Padre, en verdad estamos agradecidos Contigo por este tiempo de compañerismo juntos alrededor de la Palabra, en estos oráculos santos de Dios. Y que, al participar de Ellos, por la lectura y el oír, que el Espíritu Santo Los inspire a nuestros corazones, que, cuando nos vayamos hoy, digamos como aquellos que venían de Emaús: “Nos fue bueno estar aquí. Nuestros corazones ardían en nuestro interior, porque Él nos habló en el camino”. Lo pedimos en Su Nombre. Amén.",
    "Ahora, he seleccionado hoy, si es la voluntad de Dios, mi tema se encuentra en—en… en el Libro de los Salmos, 63.\n\nDios, Dios mío eres tú; De madrugada te buscaré; Mi alma tiene sed de ti, mi carne te anhela, En tierra seca y árida donde no hay aguas,",
    "¡Solo escuchen al salmista!\n\nPara ver tu poder y tu gloria, Así como te he mirado en tu santuario.\n\nPorque mejor es tu amor misericordioso que la vida; Mis labios te alabarán.\n\nAsí te bendeciré en mi vida; En tu nombre alzaré mi mano.\n\nComo de meollo y de grosura será saciada mi alma, Y con labios de júbilo te alabará mi boca,",
    "Ahora que nuestro Señor añada Su bendición a esta Palabra. Mi tema esta mañana se encuentra en las cuatro letras pequeñas de V-i-d-a.",
    "Y como hablaba aquí el salmista, David, Dios siempre trata con el hombre de acuerdo a la manera en como piensan sus mentes. Ahora, Dios trató con David como en verdes pastos y aguas de reposo, y demás. Y David allá afuera, después de ver tanta vida: cómo Dios vivía en el árbol, y cómo Él vivía en las flores, y cómo Él vivía en el—el murmullo del arroyo.",
    "¡Si alguien ha caminado junto a un arroyo por donde están las pequeñas cascadas, y ha escuchado ese murmullo constante del agua! ¡Oh, puedo acostarme allí a dormir, así de fácil! Yo nunca he tenido que tomar una pastilla para dormir en mi vida. He sido tentado a hacerlo, muchas veces, en mis reuniones, cuando he estado todo quebrantado, pero Dios me ha ayudado hasta ahora. Pero, se los digo, yo creo que eso sería mejor que cualquier pastilla para dormir que pudieran tener en una farmacia. Solo recostarme junto a un pequeño arroyo en movimiento, y orar un ratito, y: “Ahora en paz me acostaré”, y solo permanecer allí recostado. ¡Oh, hay algo en eso que da reposo! ¡Cómo me encanta!",
    "Y David dijo aquí: “Yo solo… ¡Mi alma tiene sed de Ti!”. Solo escuchen.\n\nDios, Dios mío eres tú; De madrugada te buscaré; Mi alma tiene sed de ti, mi carne te anhela, En tierra seca y árida donde no hay aguas,",
    "Luego continúa diciendo:\n\nPorque mejor es tu amor misericordioso que la vida;…",
    "Ahora, al parecer no hay nada mejor que la vida. ¿Qué estimaríamos de más valor en esta mañana que la vida? Pero, David dice: “Mejor es para mí Tu amor misericordioso que la vida”. Ahora, nos preguntamos, entonces, la palabra vida debe tener un—un—un significado compuesto, debe significar más que—que—que una sola cosa. La vida misma significa “una existencia”. Así que, entonces, si “Tu amor misericordioso es mejor que la vida”, entonces ¿qué podría ser mejor? Porque solo Dios tiene Vida Eterna; solo Dios tiene Vida Eterna. Si podemos tener eso ahora en claro, nos será fácil ver el gran cuadro que Dios nos presenta, cómo es que, algún día, todo lo que no es de Dios se desvanecerá y perecerá, y no será más.",
    "Ahora, todo lo que tuvo un principio tiene un fin. No hay nada que haya comenzado que no tenga fin. Pero algo que no tuvo principio no tiene fin. Y—y solo Dios es el Único que “no tuvo principio”. “Él no tuvo principio de días, ni fin de años”. Y, por lo tanto, nosotros tenemos que llegar a ser una parte de Dios, por nacimiento, para vivir, tener una existencia Eterna.",
    "Entonces, el pecado y el sufrimiento, y todo, tiene que llegar al lugar donde deje de existir, por cuanto tuvo un principio. Hubo un tiempo cuando no había enfermedad, ni pecado, ni tristeza, ni muerte, eso entonces vino por medio de una perversión. Así que, toda la perversión tiene que terminar de nuevo. Y todo lo que fue, teniendo principio, tiene que terminar, para que pueda existir lo Eterno. ¿Ven lo que quiero decir?",
    "Por eso es que es totalmente imposible que alguna persona sea salva fuera del nuevo Nacimiento. Pues, los hombres nacen de nuevo del Espíritu de Dios, y llegan a ser parte de Dios. Su existencia es Eterna como Dios es Eterno. “Ellos nunca pueden perecer”, dijo Jesús. “Nadie puede arrebatarlos de Mi mano. Ellos son del Padre, Divinos”. Y no hay nadie que pueda tomarlos o separarlos, porque ellos son parte de Dios.",
    "Ahora, ninguno de nosotros es erudito. Soy—soy una persona con una educación muy, muy pobre. Pero, a veces cuando encuentro palabras como esa, la busco, para enterarme, tomando solo esa palabra. Tengo amigos y maestros de la Biblia que pueden tomar el griego, o el Hebreo, y recorrerlos por donde sea a través de la Escritura. Pero yo tengo que tomarlo solo palabra por palabra, y estudiarlo.",
    "Y encontré que, cuando Él dijo: “Yo les doy Vida Eterna”, viene de la palabra, la palabra griega, Zoe, Z-o-e; y Zoe es Dios, la Propia “Vida” de Dios. Y entonces, tan cierto como nosotros participamos de Zoe, existimos Eternamente como Dios existe Eternamente. Por lo tanto, al participar de parte de Dios, llegamos a ser Eternamente bendecidos y salvos, por los siglos de los siglos, sin fin, sin principio. Llegamos a ser parte de Dios. Si Uds. se fijan, que este gran principio, Ud. toma…",
    "Alguien hizo la pregunta: “¿Quién es este gran Jehová? ¿Dónde comenzó Él?”. Él no tuvo principio. Él era Dios para siempre. Y Él es…",
    "Ahora, la palabra para siempre solo significa “un espacio de tiempo”; pero, Eternidad significa “para siempre”. Pero, para siempre, la palabra para siempre en el hebreo, significa “espacio, tiempo asignado”, porque está en plural, “por los siglos de los siglos”. ¿Ven? Eso significa dos, para siempre. ¿Ven?",
    "Pero, en la Eternidad, es uno, completo. La Eternidad es un—un círculo que no tiene fin; nunca tuvo un principio y nunca tendrá un fin.",
    "Y cómo es que, en el mundo, sabemos que hay un verdadero espíritu genuino de amor; hay un verdadero espíritu de lealtad; hay un verdadero espíritu de honestidad. ¿Cuántos saben eso? Nosotros lo sabemos; lo vemos. Bueno, ese es Dios, la—la fuente misma.",
    "Cerremos nuestros ojos e imaginémonos, por unos momentos, y regresemos bien atrás, al… antes de que hubiera algo.",
    "La gran fuente de toda la Eternidad era ese Espíritu de amor, gozo, ese Espíritu de honestidad, ese Espíritu de veracidad, en esta perfección. Y luego, de la existencia del Padre, salió el Logos, el cual era el Hijo, el cual era una Teofanía, el cual era el Cuerpo del gran Jehová Dios, que salió en un Cuerpo celestial. Ese es el Logos. La Palabra habló de esas grandes fuentes de Vida, y salió. Y allí estaba la—la Teofanía, que era Dios convertido en Palabra.",
    "Entonces esa Teofanía fue hecha carne, en la persona de Cristo Jesús. Y entonces toda la plenitud de la trinidad moró en Él, ambos Padre, Hijo y Espíritu Santo, todo allí.",
    "Y así es como vamos nosotros, hasta el mero principio original, de Dios. Allí nacemos de nuevo, no de la carne; nacidos de nuevo, no de sangre; sino nacidos de nuevo por el Espíritu. Y en ese Espíritu Eterno de amor y honestidad, desciende para hacer Su morada en nosotros.",
    "Y luego cuando morimos, de esta vida, entramos en el cuerpo; “Pues, si este tabernáculo terrenal se disolviere, tenemos una teofanía a la cual entrar, un cuerpo celestial”.",
    "Luego, en la Venida del Señor Jesús, este cuerpo es recogido de la tierra otra vez, y es formado en un estado glorificado, para vivir en Su Presencia para siempre.",
    "Entonces, toda la perversión, todas las cosas que vinieron en la perversión, todo eso deja de existir. La carne va a su castigo. El infierno abre su boca y se traga toda la maldad y la perversión. Y Dios y Su amada Iglesia, Su Novia, toman su posición por las Eternidades venideras. Esa es la gran esperanza de la Iglesia Cristiana.",
    "Y David gritó: “Oh, mejor es para mí Tu misericordioso amor que la vida”.",
    "Ahora, vida, todos quieren pensar en la vida. Y vida, la palabra vida, ha tenido un aspecto pervertido, porque aun la vida misma tiene un aspecto pervertido. Y muchas veces, la gente quiere referirse a la vida como una gran diversión, beber, bromear y salir. Ellos dicen: “Esto es vida”. ¡Qué equivocados están! Eso es muerte. ¿Ven? No es vida, es muerte.",
    "Hace unas semanas, allá en un gran hotel famoso en—en Canadá donde me habían alojado, subí a mi cuarto, después de mi servicio, y había jovencitas, tal vez en su adolescencia, dieciocho, diecinueve, tal vez hasta veintitrés, por ahí, tres o cuatro de ellas corrían de un lado a otro, solo en sus prendas interiores, y con botellas en sus manos, corriendo de un cuarto a otro, mujeres jóvenes de aspecto encantador.",
    "Cuando bajé del ascensor, me paré y miré. ¡Oh, sentí Algo en mí! Pensé: “¡Oh, Dios!, ¿llegará mi pequeña Rebeca o Sara a eso?”.",
    "Y las miré. Se tambaleaban por el piso. Me hice a un lado, y ellas pasaron y siguieron de largo, se fueron en la otra dirección, bebiendo. Me detuve en el pasillo, miré allá de nuevo, vi señoritas encantadoras que probablemente podrían ser una verdadera dulzura para algún hombre. Y oí a una de ellas decir: “¡Viva! ¡Esto es vida!”.\n\nPensé: “¡Qué equivocado está eso! Eso es muerte”.",
    "Porque, la Biblia dice: “La que se entrega a los placeres, viviendo está muerta”. Entonces, nos damos cuenta que vida, a lo que llamamos vida…",
    "Y hoy vemos anuncios como este: “Donde hay Budweiser, hay vida”; ¡qué perversión es esa! Donde hay Budweiser, hay muerte.",
    "Y también vemos anuncios como este: “La vida comienza cuando se pone el sol”. No. La muerte comienza cuando el sol se pone. La gente llega a ser acechadora nocturna. Merodean en la noche. Y si se fijan, ellos toman la naturaleza del mal. El mal siempre ronda en la noche.",
    "Y leí un artículo en una revista, una vez cuando estaba en un avión; se trataba de Hollywood. Y decía que, “La vida comienza después de la medianoche. Ud. debería venir a ciertas calles y ciertas cosas”. Y tenía la imagen de cabaré y esas cosas, que se realizan.\n\nY yo dije: “¡Qué cosa más pervertida!”.",
    "Vean, si Satanás tiene un reino, él tiene que tener una economía falsa. Él tiene que tener algo que les pueda presentar, para hacerlos pensar que ellos están viviendo. Pero es absolutamente lo contrario; es muerte, en forma de vida. ¿Ven? Es una perversión de la vida verdadera.",
    "Pues, aclaremos esto ahora en nuestra mente, de una vez y para siempre. Solo hay una manera de tener vida. Así es. “Y conocerlo a Él es Vida”. Esa es la única manera en que podemos tener Vida, y no hay otra manera, porque Dios solo ha prometido Vida a través de Jesucristo. Y el gran Jehová, sin principio ni fin, sin—sin principio de días ni fin de años, nos ha dado Vida por medio de Jesucristo, y solo por Él.",
    "No solo es reconocerlo a Él como una buena persona; no solo adorarlo a Él como si fuera, un—un—un dios, lo cual Él es, el Dios. Pero, lo que hay que hacer es conocerlo a Él. Eso es. No adorarlo a Él, sino: “Conocerle a Él es vida”. Los diablos Lo adoraron a Él. Seguro. Toda rodilla se doblará ante Él.",
    "Pero, “conocerlo a Él”, en el perdón de sus pecados, y la renovación de su vida, por Su Espíritu, esa gran fuente de todo el beneficio de bondad morando en Ud. Dios haciéndole a Ud. producir los frutos de amor, gozo, paz, paciencia, bondad, mansedumbre, benignidad, paciencia, fe, y todos esos grandes atributos que vienen solamente de Dios. Esa es la única manera de tener Vida.",
    "Así que, la palabra vida nos ha sido malinterpretada.",
    "Ahora, nosotros, lo que llamamos vida, alguien compra un carro nuevo, o se va por la carretera, a todo motor, tal vez, con un trago y su brazo alrededor de una muchacha, y un joven dirá: “¡Esto es vida!”. Y la jovencita, con el novio de su escogencia, tomando un trago o dos, dirá: “¡Esto es vida!”.",
    "O, quizás el hombre que siempre ha querido mucho dinero y, de repente, hereda una gran cantidad de dinero. Él edificará una gran casa. Se comprará el mejor de los autos. Y gritará: “¡Esto es vida!”.",
    "La pobre lavandera con sus bebés. Se conseguirá un viaje a Hollywood, y llegará a ser “reina por un día” en algún programa, o cosas así, o ganar alguna parte de bienes. Eso la emocionará, al grado que dirá: “¡Esto es vida!”.",
    "¡Pero qué perversión es esa! Eso es muerte. Y aquellos que participen de eso perecerán. Y notamos, hoy…",
    "Ahora quizás yo sea un poco anticuado en estas cosas, y como que me apresuro y golpeo fuerte, pero realmente es para… La intención de esto, es para mostrar un punto.",
    "Ahora, muchos, hoy, ven programas; escuchan discos. Entran a pequeños restaurantes, y a duras penas se puede comer por los—los tremendos discos que están tocando de este rock-and-roll y—y boogie-woogie, y todos esos discos lujosos, fan-tango, hechos por el diablo e inspirados por el demonio. Y, ¡oh, me pregunto cuál será el resultado final cuando se den cuenta que eso no está conectado con ese Ser Eterno!",
    "Me imagino, en ese día cuando el sol rehúse brillar, y todo el tiempo se detenga y se funda en la Eternidad, me imagino que Elvis Presley estará todo conmocionado, esa mañana. Efectivamente. Sí. Su disco será una realidad, cuando él oiga el gemir de los millones de almas que él envió al infierno. Las treinta piezas de plata de la traición de Judas cayendo en la bandeja, será un placer, comparado al momento de condenación de Elvis Presley, en esa mañana. Pues, Judas lo hizo porque era para cumplir una Escritura, fue para redimir al hombre. Pero Elvis Presley pervirtió la cosa correcta, cuando él era un Cristiano, y vendió su primogenitura por un millón de almas en el infierno.",
    "Me imagino que Arthur Godfrey, con todos sus pequeños Godfrey, también estará allí esa mañana, con sus rubias, castañas y pelirrojas. Y se necesitará más que un “ave María” para limpiar su alma sucia y su conciencia, en la Presencia de Dios. Cuando él sienta eso, las bromas sucias y los chistes, y las cosas por las que él ha llevado a millones al infierno.",
    "Y a eso le llaman: “Vida”. Pues, es muerte, y no lo saben.",
    "Ahora fíjense, en esto, esta cosa que Uds. llaman “vida”, llega a ser tan miserable que, muchas veces, la gente se quita la vida. Así que, esa no pudiera ser la Vida de la cual Dios está hablando, porque Ud. no puede quitar la Vida de Dios, y tampoco puede Ud. dar la Vida de Dios. Eso se encuentra por gracia soberana solamente en las manos de Dios. Pero esta cosita mortal y pervertida que Ud. vive, llamada vida, Ud. puede quitársela cuando así lo desee. ¡Pero, Ud. muestra que eso no es Vida! ¡Cuán miserable llega a ser!",
    "Esto que ahora llamamos vida, solo es una sombra o un negativo. A todos nos gusta regocijarnos, pero podemos regocijarnos por lo correcto. Eso muestra que estamos conectados con lo real, cuando nos regocijamos por la cosa correcta. Pero cuando nos regocijamos por lo incorrecto, eso muestra que estamos conectados con la cosa equivocada. Así que, nuestra vida puede decir ahora mismo lo que somos, en la dirección que vayan nuestras emociones. ¿Ven Uds.? Somos…",
    "Si nos estamos regocijando por el mundo y las cosas malas, nuestras mentes y nuestras almas son inspiradas por lo de abajo. Boogie-woogie, bailes, angustias, bebida, todas estas otras cosas que perseguimos, son de abajo.",
    "Pero si nos regocijamos en el Espíritu, de que tenemos Vida Eterna, y elevamos nuestras emociones a Dios y Lo alabamos, entonces tenemos gozo. Entonces tenemos gozo. Jesús dijo: “Yo… para que vuestro gozo sea cumplido”. Pero, no lleno de la vida pervertida, sino lleno de Vida Eterna, de Arriba. Entonces, se puede ver, depende de lo que Uds. miren.",
    "Ahora, por ejemplo, para la parte de psicología, psiquiátrica; veamos por un momento, este punto de vista psíquico. Aquí está el cuadro de Cristo, y aquí hay un ventilador eléctrico. Depende de cuál yo miro, ¿ven?, si mis emociones se mueven en esta dirección o mis emociones se mueven en aquella dirección. Si yo miro eso, y anhelo eso y deseo eso, mis emociones se fijarán hacia el ventilador. Pero si yo miro en esta dirección, mis emociones y mi deseo se fijarán en esta dirección.",
    "Por eso es que Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. ¿Ven? Es donde se coloquen sus emociones, donde están sus pensamientos.",
    "Y entonces podemos regocijarnos, porque nosotros somos los hijos de la promesa, en la gran Iglesia Eterna de Dios, quien tiene la Propia promesa de Cristo: “Ella no puede fallar”. Así es.",
    "El mundo piensa que estamos locos. “¡Oh, esto es vida! ¡Viva!”.",
    "Hoy tengo que ver a una joven que fue a un… Y un psiquiatra… Ella tiene treinta y cinco años, nunca fumó, nunca bebió, en toda su vida, una muchacha muy fina, su familia es Cristiana, su padre es médico, y ella fue… entregó su vida a Cristo, a una edad temprana. Y ¿qué hizo ella? Ella salió, y finalmente llegó a un lugar en una universidad donde ella estaba enseñando. Y un psiquiatra allí, se sentó a hablar con ella, y le dijo: “¿Me quieres decir que nunca has sido besada por un muchacho?”.",
    "Ella dijo: “Ni una sola vez, en toda mi vida”.",
    "🦅 ¿Me quieres decir que nunca has bebido un poco y has estado en una fiesta?”.\n\n“Nunca”.\n\nDijo: “Niña, tú no sabes lo que te estás perdiendo”.",
    "Ahora, él siendo un psiquiatra, él cambió la mente de la muchacha, al grado que ahora ella se ha vuelto tan perversa y tan mala, al grado que ni siquiera quiere oír que se pronuncie el Nombre de Jesús en su—en su presencia. Y aun su padre y madre ni siquiera pueden verla ya. Y ella ha perdido la razón, y esta próxima semana irá al sanatorio para recibir terapia de choque. Es porque ella apartó sus pensamientos de Cristo, hacia donde ese psiquiatra dirigió su mente.",
    "Y para eso estamos nosotros aquí en esta mañana, para dirigir su mente y su pensamiento de las cosas del mundo, a las cosas de Dios, que son Eternas. Y para eso es la predicación, es para pervertir el pensamiento a algo más alto y mejor, al lugar donde está Cristo, hasta que Uds. lleguen a ser convertidos. Entonces su mente busca esas cosas que están Arriba.",
    "Ahora, pero la vida en este otro lugar, afectó a la muchacha, y piensan que pudiera tomar veneno en cualquier momento. Seguro, la vida llega a ser tan miserable, ese tipo de vida, al grado que ellos se suicidan, toman veneno y todo.",
    "Ahora, pero Dios, en Su gran economía para la humanidad, ha hecho al hombre de la manera que Él quería que fuera el hombre. Ahora, Él hizo al hombre para que tuviera sed.",
    "¿Se fijaron Uds. en David aquí? Dijo: “Mi alma tiene sed de Ti”. ¡Oh, eso me encanta! “Como en tierras secas, donde no hay agua”. Imagínense. Dijo: “¡Mi alma está tan sedienta, Dios! Tengo sed de Ti, así como estuve en una tierra donde no había agua”. Él debía encontrar agua o perecer. “Mi alma tiene sed de Ti”.",
    "Ahora, Dios hizo al hombre con sed. Esa es una parte del ser humano, su sed. Pero, Dios hizo que la sed en el hombre fuera sed por Dios. Y el diablo la ha pervertido, y la ha convertido en una sed por su reino, por el mundo. ¿Lo entienden? La sed en el hombre es piadosa, porque Dios hizo que el hombre tuviera sed, sed de Dios.",
    "Y cómo se atreven algunos de Uds., a rebajarse tanto para… tratar de saciar esa bendita cosa de la sed, al tratar de satisfacerla bebiendo y fumando, y con televisión, y en andanzas y portándose mal, y en fiestas, queriendo satisfacer esa cosa piadosa que Dios puso en Ud. para tener sed de Él. Ud. está contaminando la fuente que Dios ha puesto en Ud., para que reciba Su Espíritu, y Ud. la está ahogando con las cosas del mundo. Y ellas no satisfacen; nunca darán una satisfacción.",
    "Y por esa razón toman una pistola para volarse los sesos, por cuanto así se dan las cosas. Y el mundo va a un gran suicidio, en perversión y lo homosexual, y cómo está el crimen en la tierra, es porque están pervirtiendo la mismísima cosa que Dios les dio, y queriendo satisfacerlo con la maldad del mundo.",
    "Toma ese bendito Espíritu Santo, que Dios colocó esa sed en su alma para así llamar, y Ud. la satisface con un club nocturno en alguna parte, con razón Ud. tiene dolor de cabeza a la mañana siguiente. Entonces, Ud. tomará una—una caja de cerveza e irá a su casa, a sentarse a beberla, buscando satisfacer esa sed santa que Dios puso en su alma para que sienta sed de Él. Y toma la porquería del diablo y trata de satisfacer la—la sed que Dios puso en Ud., para tener sed de Él, ¡qué otra cosa le queda a Ud. por recibir que separación Eterna de la Presencia del Dios Todopoderoso! Siendo que, ¡Él hizo que Ud. tuviera sed de Él!",
    "Y David se rindió, y dijo: “Mi alma tiene sed, como si yo estuviera en una tierra seca donde no hay agua. Tengo sed de Ti, ¡oh, Dios!”. Ahí lo tienen. David dijo: “Te he mirado en Tu santuario, y mi alma tiene sed de ese Poder”. Ahí lo tienen. Esa es la diferencia. Eso es lo que hace que las cosas sean diferentes; es la sed que Dios le dio a Ud., si Ud. la satisface con esa Agua.",
    "🦅 Vengan a Mí, todos Uds. sedientos. Vengan y beban de las fuentes de Vida, gratuitamente, sin dinero, sin precio. Hay una fuente abierta en la Casa de Dios, en la ciudad de David”.",
    "Allí está la Fuente de la cual Ud. está sediento. Seguro que lo está. No traten de pervertirla, queriendo decir: “La saciaré bebiendo. La saciaré teniendo una cita con esta muchacha. Me daré una escapadita de mi esposo. Saldré un poco a espaldas de mi esposa”. ¡Ud. solo está acumulando juicio!\n\nUd. dice: “No estoy satisfecho, Hermano Branham”. ¡Con razón!",
    "Es Dios lidiando con Ud. Dios tratando de traerlo a Ud. a algo, y Ud. toma la sugerencia del diablo y se va con eso. Y así es como vino la tristeza, así es como vino la muerte. Y esa vida no es Vida, es muerte; “Porque la paga del pecado es muerte; pero la dádiva de Dios es Vida Eterna para aquellos que La reciben”. ¡Oh, no sean engañados!",
    "Entonces, el diablo tiene otra manera. Solo nos queda un momento para esto. El diablo tiene otra manera de pervertir, aparte de, decir, Ud. pudiera decir: “Bueno, yo no bebo, Hermano Branham, yo no fumo, no hago apuestas, yo no dejaría a mi esposo o a mi esposa, yo—yo haré… Yo vivo una vida buena”. Pero el diablo ha pervertido eso, él le hace pensar, para hacer descansar la culpabilidad de su conciencia, que uniéndose a una iglesia Ud. está bien. Eso está errado; es una perversión. Ud. no puede conseguir satisfacción uniéndose a una iglesia. Ud. solo llega a serlo mentalmente; es un asunto intelectual.",
    "Pero Ud. nunca estará satisfecho hasta que Lo conozca a Él, en el perdón de sus pecados, donde la cuestión del pecado esté resuelta, y Ud. tiene ese compañerismo hermoso, pacífico, tranquilo, Eterno, sempiterno con Él. Cuando la paz de Dios que sobrepasa todo entendimiento ha santificado su alma y le ha hecho a Ud. una nueva criatura en Cristo Jesús. Unirse a la iglesia no lo hará. No, señor. Eso solo es pervertir la verdadera causa. Si el diablo no puede atraparlo con esas cosas, él lo llevará a estas otras. Pero no se conforme con nada menos que una experiencia a la antigua del nuevo Nacimiento, para nacer de nuevo del Espíritu del Dios Eterno; cuando su alma y Dios se unen y Ud. llega a ser uno.",
    "David, también, en los Salmos, siendo un—un habitante de los bosques y un cazador…",
    "En el Sur todavía los usan, manadas de perros salvajes persiguen a los venados, muchas veces. Y en África lo he visto. Y cuando los venados salen corriendo, los perros salvajes los mordisquean. Y ellos tienen dientes frontales muy afilados. Y son muy engañosos, como el pecado. Se tienden para emboscar al pequeño venado. Se ponen contra el viento para que él no pueda olerlos. Y salen de repente, se abalanzan sobre el pequeño, y lo desgarran a pedazos.",
    "Así lo hace el pecado; lo coloca a Ud. en el terreno equivocado. Cuando Ud. piensa que, Ud.: “Bueno, probaré un poquito de esto. Nadie se enterará de esto. Yo… Nunca sabrán nada de ello, esto, aquello”. No se preocupe, hay un Ojo que todo lo ve, observándolo. Y el pecado está a la puerta. Tenga cuidado. Eso lo alcanzará a Ud.",
    "Y luego, a veces cuando atrapan al pequeño venado, a veces lo agarran tal vez por el costado. Tal vez no arriba lo suficiente para derribarlos de un tirón. Los agarran por el costado y les arrancan todo un pedazo. Y puede ser que en ese momento él lo agarre, para romperle los tendones de la corva en sus pantorrillas aquí atrás, lo cual lo tumbará al suelo, entonces él no podrá correr. Queda indefenso.",
    "Pero a veces es demasiado arriba, y lo muerde en la cadera, y le arranca un pedazo entero, así, donde el perro lo alcanzó y lo agarra, y descarga allí su peso contra él, y le arranca un pedazo entero. Tal vez no agarre la vena yugular de su garganta, y lo agarre en el pecho y le arranque un pedazo entero. Y ese pobrecito saltando y corriendo tan rápido como puede y, cuando Ud. menos piensa, él ha dejado atrás a los perros y los ha engañado. Los perros quizás van tras otra cosa, y él corre. Él sabe que no tiene mucho tiempo, hasta que esos perros, tan pronto maten al otro, sigan tras él. Y él huye, tan rápido como puede.",
    "Ahora, siendo un cazador, estoy familiarizado con los venados; estoy familiarizado con su reacción. Y si se fijan, mientras el venado pueda llegar al agua, hermano, él puede revivir en un segundo. Pero si él no puede llegar al agua, está acabado. Pero si logra llegar al agua, Ud. podría perseguirlo todo el día, y él seguirá adelante. Él tomará un arroyo; él lo cruzará por este lado, y regresará por este otro lado. Él regresará por este camino; se meterá en el arroyo y caminará. Él está tratando de engañar a los perros.",
    "Ahora, David dijo: “Como el ciervo brama por las corrientes de las aguas, Así tiene sed de ti, oh Dios, el alma mía”. Él está herido. Los sabuesos del infierno están tras cada uno de Uds. Él solo quiere alejarlo a Ud. del Pastor, por un momento. Y los agarrarán y arrancarán un pedazo por aquí, y un mordisco por aquí, para detenerlo a Ud. Y David dijo: “¡Como el ciervo brama por las corrientes de agua!”. ¡Oh, él tiene que encontrar el arroyo de agua, o perecer!",
    "¡Dios, permite que esa sea nuestra alma hoy! Herido: “Si no encuentro el arroyo de agua, los sabuesos me atraparán muy pronto. Pero si tan solo pudiera encontrar Tu corriente de agua, ¡oh, Dios!”.",
    "El venadito sabe que o es… Es la muerte o la corriente de agua. Y David dijo: “Así como ese venado sabe que es muerte, o la corriente de agua, así es como mi alma está sedienta de Ti. Tengo que encontrarte a Ti, o perecer”.",
    "¡Oh, si tan solo pudiéramos llegar a esa clase de Vida! “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”.",
    "Que ese sea el motivo de esta iglesia en esta mañana. Que sus afectos se aparten de las cosas del mundo, las preocupaciones del mundo; ya sea el que su casa esté limpia, que su granja esté desyerbada, o lo que pueda ser, que se vuelva a Dios. “¡Oh, Señor!, Tu misericordia es mejor para mí que toda vida. Mi alma tiene sed de Ti, como si estuviera en tierra seca. Y como el ciervo por la corriente de agua, mi alma debe encontrarte a Ti, o perecer”.",
    "Cuando el Tabernáculo Branham llegue a ese lugar, los pequeños ismos caerán por las puertas, todas las diferencias se resolverán, y los Cristianos serán Cristianos. Y el… Este será un lugar del que se hablará, alrededor del mundo, cuando cualquier congregación de personas tenga sed de Dios de esa manera; “Tu amorosa misericordia es mejor para mí, oh Señor, que la vida”.\n\nOremos.",
    "Nuestro bendito Padre y Dios, al venir a Ti ahora al terminar este corto Mensaje, oramos que haya hambrientos y sedientos en esta pequeña iglesia, esta mañana, como nunca antes. Que hombres, mujeres, niños y niñas, hoy en el… aquí bajo este techo, y afuera, o dondequiera que estén, que ellos oigan el Evangelio, y sepan que hay algo que—que les hace tener sed de algo.",
    "¡Oh, qué intranquilidad! Tú dijiste que sería un tiempo como este: “Inquietud, tiempo de confusión, angustia entre las naciones”. ¡Oh, si tan solo tomaran esos deseos de más poder, esos deseos por más bombas, esas ansias por esas cosas, y las convirtieran en deseo por la justicia de Dios, entonces el Sol de Justicia vendría con sanidad en Sus alas!",
    "Y cuando Israel estaba de parto, entonces nacían hijos. Y oro, Padre, que Tú pongas esa sed en nuestros corazones hoy, que no hay satisfacción en ninguna parte del mundo, solo bajo el sonido de Tus ondas de agua. ¡Oh, Señor, permite que el abismo llame al abismo! Concédelo, Padre. Oramos en el Nombre de Cristo.",
    "Y con nuestros rostros inclinados.",
    "Me pregunto, en la iglesia esta mañana, si alguien quisiera levantar la mano, diciendo: “Hermano, pastor, ore por mí” ahora mientras el Hermano Neville y yo miramos. Dios lo bendiga, hermano. “Quiero a Cristo. Yo quiero una sed como esa en mi corazón. Estoy tan harto y cansado de avanzar aquí, medio camino por aquí y otro por allá. Realmente quiero tener sed de Dios. Oren por mí, hermanos, pastores. ¿Lo harían…?”.",
    "Dios la bendiga, hermana. Dios la bendiga, señora. Y Dios lo bendiga, hermano. Alguien más levante la mano, diga: “Ore por mí”. En lo que… Dios la bendiga, hermana. Muy bien. Alguien más ahora, justo antes de terminar, levante la mano, diga: “Ore por mí”. Dios la bendiga, señora. Seguro. “Yo también lo quiero”. Dios la bendiga, hermana, allá atrás. Que…\n\n“Al sonido de Tus ondas de agua”.",
    "🦅 ¡Oh, Dios!, haz—haz—hazme saber que soy una persona frágil, pues, no sé exactamente en qué momento se van a romper estos hilitos frágiles de la vida, y yo partiré a la Eternidad. Pero permíteme ser, ¡oh, Dios!, que mi alma esté tan sedienta de Ti, que no quiera más beber, ni fumar, ni mentir, ni tener nada que ver con el pecado. Permite que mis afectos estén en las cosas de arriba. Concédemelo, ¡oh, Dios!, al levantar mi mano”.",
    "Dios le bendiga, y a Ud., y a Ud., y a Ud. Dios le bendiga. El Padre ve su mano; seguro, el—el Dios omnipresente. Dios le bendiga. Solo confiéselo ahora mismo, mientras está sentado allí. Solo confiéselo, diga: “Señor, pon esa sed en mí”.",
    "Hijos, Uds. saben esto, ¿que Uds. no van a alcanzar a Dios con nada menos que eso? ¿Es esa aquella sed profunda, ese—ese algo que anhela a Dios?",
    "Igual que el pobre venadito, ¿podrían imaginárselo? Está herido; se está muriendo. Es la corriente de agua o la muerte. Y él tiene que lograr… ¿Pudieron verlo levantar su cabecita? Y él huele. Está oliendo el aire. La sangre le corre. Él tiene que llegar a esa corriente de agua. Él tiene que hacerlo. Cada manchita, cada ramita verde, él va hacia ella. Él tiene que tenerla. ¿Está Ud. así de sediento de Dios?",
    "David dijo: “Así es mi—mi—mi sed, Dios. Tengo que tenerlo, o pereceré. Yo quiero Vida. Y Tu amor bondadoso hacia mí, cuando siento Tu Presencia, veo que mi vida cuadra con Tu Palabra, es mejor para mí que todo, todo lo demás, toda otra vida y todo. ¡Tu amorosa bondad!”.\n\nConfiese su falta ahora, mientras oramos.",
    "Ahora, Señor, has visto las manos; Tú conoces a las personas. Y pido que perdones todo pecado. Crea en ellos esta gran sed, que venga, que ellos desean. Sus corazones tienen hambre.",
    "Cada persona en el mundo hoy, pienso en este, nuestro país, enloquecido por el placer. ¡Oh, Dios! ¡Películas, televisiones, novelas inmundas! Y escuchar que se necesitan tres o cuatro psiquiatras para mantener a Elvis Presley en la pantalla, y Arthur Godfrey y muchos de estos otros. Fue revelado la semana pasada por este periodista de Nueva York, que él los visitó y supo de tres o cuatro psiquiatras, para cada uno, queriendo rebajar este mundo a un lugar de viles chistes sucios, inmundos e indiferentes.",
    "Y—y mujeres en la calle, y cómo los hombres pierden la mente, entrando a lugares; y diseñan ropa vulgar para ponerles. Y sabiendo, Señor, que esa pobre señorita allá en la calle, con su cuerpecito expuesto, y en esa vulgaridad de ropa. Y ese hombre allá en un bar, esta mañana, sabiendo que él está tratando de satisfacer la sed que Dios le dio por tener sed de Él, de Dios, él desea satisfacerla con mundanalidad, cosas mundanas. Oramos, Dios, que de alguna manera u otra… No sé cómo, pero supongo que eso tiene que suceder en esta hora.",
    "Pero aquellos quienes han llamado, y han levantado sus manos, dales, Señor, ese algo que necesitan en su corazón. Esa bendita sed, que sea saciada hoy, por la renovación del Espíritu Santo bañando sus almas y dándoles eso que ellos desean. Lo pido en el Nombre de Cristo. Amén.\n\nHay una Tierra más allá del río,\n\nQue llamamos el dulce más allá,\n\nY solo alcanzamos esa ribera por un decreto de fe;\n\nUno a uno pasamos ese portal,\n\nPara morar allá con los inmortales,\n\nCuando suenen esas campanas doradas por ti…\n\nAhora tararéenlo, muy suave ahora.\n\n¿No oyes las campanas ahora sonando?\n\n¿No oyes los Ángeles cantando? (Allí es cuando todo se une.)\n\nEse glorioso Jubileo de aleluyas.\n\nEn ese lejano y dulce lugar para siempre,\n\nUn poco más allá del río brillante,\n\nCuando suenen esas campanas doradas por mí y por ti.",
    "¿Cuántos Le aman? Levanten la mano. Gracias al Señor. Ahora extienda la mano, estreche la mano con alguien a su lado, diga: “Dios le bendiga”.\n\n…esas campanas ahora sonando?\n\n¿No oyen a los Ángeles…? (Seguro, somos ciudadanos del Reino.)\n\nEse es un glorioso Jubileo de aleluyas.\n\nEn ese lejano dulce más allá,\n\nUn poco más allá del río brillante,\n\nCuando suenen esas campanas doradas por ti y por mí.",
    "Ahora, Padre, recibe nuestros espíritus y nuestra adoración, mientras Te lo encomendamos. Y estamos a punto de orar ahora por los niños enfermos. Oramos que Tu Espíritu repose sobre nosotros. Para que podamos hacer una oración de fe por aquellos que están en necesidad en esta hora. Concédelo, Padre. Porque lo pedimos en el Nombre de Cristo. Amén.",
    "Ahora que los enfermos se reúnan alrededor del altar mientras los ungimos y oramos con ellos. Con mucho gusto le ayudaremos. Estaremos despidiendo el servicio, pueden quedarse por los próximos diez, quince minutos.",
    "Bueno, denos—denos, Hermana Gertie: “Allí me espera un mañana gozoso”.\n\n…me espera un mañana gozoso,\n\nDonde las puertas de perlas se abren de par en par,\n\nY cuando cruce este valle de dolor,\n\nAcamparé del otro lado.\n\nAlgún día más allá del alcance del conocimiento mortal,\n\nAlgún día, solo Dios sabe dónde y cuándo,\n\nLas ruedas de la vida mortal se detendrán, (¿Qué sucederá entonces?)\n\nEntonces iré a morar en el monte de Sion.\n\nAlgún día más allá del alcance… (¡Piénsenlo!)… conocimiento mortal,\n\nAlgún día, solo Dios sabe dónde y cuándo, (¿Qué sucederá?)\n\nLas ruedas de la vida mortal todas se detendrán,\n\nEntonces iré a morar en el monte de Sion.\n\nDesciende bajo, dulce carro,\n\n¡Oh!, viniendo para llevarme a Casa;\n\nDesciende bajo, dulce carro,\n\nViniendo para llevarme a Casa.\n\nEs la Vieja Nave de Sion,\n\nEs la Vieja Nave de Sion, (¡Gloria!),\n\nEs la Vieja Nave de Sion,\n\nSuban a bordo, suban a bordo.\n\nHa llegado, mi anciano padre,\n\nHa llegado, mi anciano padre,\n\nHa llegado, mi anciano padre,\n\nSube a bordo, sube a bordo.\n\nEs la Vieja Nave de Sion,\n\nEs la Vieja Nave de Sion,\n\nEs la Vieja Nave de Sion,\n\nSube a bordo, sube a bordo.",
    "Hermano Craig, [Cinta en blanco.—Ed.] Hermano Junie, vengan Uds., oren con los enfermos. Los demás, Hermano John, cualquiera de Uds. que quiera venir, pase adelante.\n\n¡Oh—oh!, [Cinta en blanco.—Ed.] será maravilloso Allí,\n\n¿Sin carga que llevar?\n\nCantando gozosamente con las campanas del corazón resonando,\n\n¡Oh!, ¿no será maravilloso Allá?\n\n¿No será maravilloso, (maravilloso) Allí,\n\n¿Sin carga que llevar?\n\nCantando gozosamente con las campanas del corazón resonando,\n\n¡Oh!, ¿no será maravilloso Allá?\n\nCaminando y hablando con Cristo, el Supremo,\n\n¿No será maravilloso Allá?\n\nCaminando y cantando con Cristo, el Supremo,\n\n¿No será maravilloso Allá?\n\n¿No será maravilloso, (maravilloso) Allá,\n\n¿Sin carga que llevar, (Allá)?\n\nCantando gozosamente con las campanas del corazón resonando,\n\n¡Oh!, ¿no será maravilloso Allá?",
    "Al pensar en esas cosas, ¡cuán grande y maravilloso! ¡Oh, Él es real para nosotros! ¿No será maravilloso allá? El gran Médico ahora está presente. Él quiere sanar a los enfermos y afligidos. Él quiere hacer que aquellos que están cansados sean fuertes. Él quiere sanar a los que están afligidos.",
    "Entonces inclinémonos ahora en Su Presencia mientras Le ofrecemos nuestras alabanzas.",
    "¡Oh, Tú, Gran Médico!, mientras nuestros corazones se desangran, balamos como Tus ovejas. Y oímos Tu Espíritu regresando a nosotros: “Mis ovejas conocen Mi Voz”. Y nos encanta aclamar Tus alabanzas. Nos encanta llorar en Tu Presencia, de gozo. Nos gusta expresarte nuestros sentimientos, porque Te amamos con todo lo que hay en nuestro interior. Toda nuestra alma, mente y cuerpo ama al Señor.",
    "Y oramos, Dios, que Tú continúes dándonos esto, más y más profundamente. Que llegue a ser tan real para nosotros, que el mundo se desvanezca y toda su insensatez, entonces no habrá más memoria de eso. Se desvanecerá en la Eternidad. Tuvo un principio, ahora que también tenga un fin. Sabemos que así será.",
    "Y ahora oramos, Dios, mientras nosotros, Tus hijos, nos paramos aquí, intercediendo el uno por el otro, en el Nombre del Señor Jesús, por las enfermedades que están en nuestro cuerpo, causadas por el pecado del pasado, y por la maldad del mundo, y nuestra carne mortal, tan sujeta a todo el enemigo porque aún es pecado. Y decimos que la Biblia nos declara, claramente, que, “El Espíritu Santo nos ayuda en nuestra debilidad, e intercede”.",
    "Y venimos a Ti, Padre, esta mañana, humildemente, creyendo que Tú intercederás por nosotros ahora, y esto, al confesar nuestro pecado, y nuestros errores, y nuestros deseos por Ti. Nuestros corazones están hambrientos de estar bien, para poder servir y hacer la obra que Tú quieres que hagamos. Concede, Señor, mientras Tu anciano avanza ungiendo, coloco las manos sobre los enfermos, que el Espíritu venga sanando. Pedimos que sea así, por medio de Jesús nuestro Señor.\n\nAhora, anciano, si Ud. comienza por aquí y viene subiendo.",
    "Todos en oración, ahora, cantando lentamente El gran Médico. Todos cantando suavemente.",
    "[El Hermano Branham ora por los enfermos, muchas de sus palabras son imperceptibles.—Ed.]…?… [Cinta en blanco.—Ed.]",
    "Si no me equivoco, esta es la Hermana Craig. [La Hermana Craig dice: “Sí”.—Ed.] Entiendo su condición, Hermana Craig, que Ud. está tan enferma, que tuvo que irse…?… [Una hermana le habla al Hermano Branham.]…?… Ahora mire. Lejos, por allá en esos desiertos Ud. ha trabajado viajando con su esposo, por la causa de Cristo. Precisamente aquello que Ud. ha defendido, Hermana Craig, es lo único que puede ayudarla ahora. Y como siervo de Dios, y sabemos que los amamos, a Ud. y al Hermano Craig aquí, todos nosotros aquí en la iglesia. Y apreciamos su trabajo en el desierto, entre la gente india. Y que Ud. venga ahora, este es el hospital esta mañana. Aquí es donde está el Médico, ese gran Ser. Y para llevar a cabo esa operación, vamos a darle un poco…?… La Palabra de Dios es más cortante que una espada de dos filos. Puede ser que Él quiera bajar y llevárselo. ¡No tenga ni una sombra de duda, Hermana Craig! Al igual que…?…",
    "Muy bien, Hermano Neville, vaya y unja.",
    "Amado Padre Celestial, aquí está la esposa de un ministro, que viaja lejos, allá en un desierto caluroso, esos indios y los inconversos, tratando de ganarlos para Ti. Y parados aquí en este pequeño altar hoy, ¡oh, Padre misericordioso, mientras nosotros, con nuestras manos puestas sobre ella, como una señal, creyendo que la Biblia aún es la Voluntad infalible de Dios, ponemos las manos sobre ella… [Cinta en blanco.—Ed.]\n\n…blanco como la nieve,\n\nSolo de Jesús la Sangre;\n\n¿Qué puede sanarme de nuevo?\n\nSolo de Jesús la Sangre.\n\n¡Oh, precioso es el raudal…!",
    "[Una hermana le habla al Hermano Branham.—Ed.]…?…Dios la bendiga, hermana.",
    "La esposa del Hermano George Colvin está en el Hospital Norton’s Infirmary, en Louisville, para los que van a visitarlos. Y—y la Sra. Colvin, quien tenía cáncer del estómago, su—su suegra está mejor. Así que, estamos agradecidos por eso.",
    "Ahora, solo para Uds. personas que están enfermas, y por las cuales se oró, me gustaría decir esto, solo unas palabras. Estamos un poco atrasados, pero solo es una cosita.",
    "Con respecto a la sanidad Divina, ¡oh!, es una cosa tan maravillosa. Y es tan sencillo de—de abordar, si Ud. solo toma la actitud correcta hacia ello, ¿ven?",
    "Ahora, la visión que tuve, y la expliqué aquí en la iglesia, acerca del agua, (Uds. recuerden eso), y la presa que estaba en el lado izquierdo, y el río corriendo en esa dirección, todo eso se cumplió allí mismo en Canadá, perfectamente. Y el río Saskatchewan corre hacia el este en lugar de hacia el oeste, y las cataratas estaban de ese lado en lugar del otro. Entré, y hacía frío, soplaba y nevaba, volví a salir, y el sol estaba brillando. Entré allí, encontré el tronco viejo, todo, completamente perfecto. Y hubo un cambio en mi ministerio. Exactamente.",
    "El Señor reveló aquí, hace unas semanas, qué hacer para el discernimiento y demás, ha comenzado a ser la bendición más grande. Y podemos orar más por la gente.",
    "Y ahora, en la plataforma, después de que terminaron las visiones, llamamos las visiones y la pla-… primero, para empezar. Y luego cuando llegó la gente, fue al principio, Uds. verán el testimonio ahora.",
    "Ahora, he aquí es la razón, aquí mismo. Si—si no hubiéramos sido criados juntos. ¿Ven?, solo fuimos niños aquí, juntos, que fuimos criados juntos, por eso es que Uds. saben… Uds. saben que me gusta cazar y pescar, y demás, y eso—eso es lo que me alivia eso.",
    "El Hermano Bill es simplemente su hermano, ¿ven?, Uds. me aman y yo los amo a Uds. ¿Ven? Y, Uds. vienen aquí y, bueno, si—si quisieran arreglar sus luces, y a Uds. no les molestara que yo viniera a hacerlo, a intentarlo; y si yo no pudiera, llamaría al Hermano Rhody. Entonces, nosotros solo… o algo, Uds. saben, algo así. ¿Ven? Y eso es común entre Uds. En otro lugar parece ser diferente. Cuando nosotros… Bueno, ahora nosotros…[Cinta en blanco.—Ed.] Así somos hechos, como los ojos marrones y azules. ¿Ven?, Así—así somos; no podemos evitarlo.",
    "En Canadá, cuando llegué allí, pues, por supuesto, les conté lo que sucedió. Llegaron varios miles de personas, pero en su mayoría eran todos anglicanos y bautistas, y demás, que habían patrocinado mi reunión. La gente pentecostal me ha rechazado de plano. Así que, pero está bien. Yo… que… Yo los amo igual. ¿Ven?",
    "Pero allí, esa noche, una mujer pasó a la plataforma, la primera, en la reunión. Y ella había estado ciega, no sé por cuánto tiempo. Así como la señora que viene aquí por la que oramos. Tuvieron que llevarla a la plataforma, ella no podía distinguir la luz del día de la oscuridad. Ella había estado así por años. Y parado allí, orando por esa mujer, sus ojos se abrieron en la plataforma. Y ella fue y tomó una máquina de escribir y me escribió su propio testimonio.",
    "El siguiente que pasó, fue un muchachito que estaba absolutamente… La damita aquí, vino aquí y oró hace un rato, por un niño que era mudo. Teníamos a ese niño allí en la plataforma, creo que tenía como, ¡oh, yo diría, ocho o diez años! No podía, no sabía ni una palabra; no podía dar ni un murmullo; no podía oír nada, de nacimiento. Nació así, absolutamente sordo, y mudo. Se paró allí y lloró y alabó al Señor, y podía oír cualquier cosa, y corría en la plataforma, regocijándose.",
    "El siguiente fue un niño espástico, como de doce años. Billy lo ayudó a subir a la plataforma, y dos hombres. Él estaba tan retorcido, algo así, ¿ven? Me recuerda a la pequeña Edith Wright. Y ellos trajeron al pequeñito. Y mientras yo estaba orando, él dijo: “Bájeme. Jesús me ha sanado”. Bueno, ¿qué podríamos hacer más que bajarlo? Y, cuando lo hizo, él caminó por allí, caminando así, [El Hermano Branham aplaude.—Ed.] alabando a Dios y gritando: y caminando de un lado a otro por allí de esa manera. Y la gente por poco se desmaya, en la congregación, así.",
    "Luego vino un pequeño jorobado, con una gran joroba en la espalda. Y él era católico. Por supuesto, sabemos que ellos creen en la sanidad. Ahora, para Uds. personas católicas, nada en contra de Uds. Eso está bien, ¿ven? Pero ellos creen en eso de las estatuas y demás, ¿ven Uds.? Y—y yo dije: “Ahora mira, hijito, nosotros no creemos en la sanidad de esa manera. Nosotros no creemos en tocar estatuas. Creemos que somos, por la gracia de Dios, hijos e hijas de Dios, ¿ves?, y el Espíritu de Dios está en nosotros”.",
    "Y le dije: “Ahora esta es la manera como lo creemos. Aquí viene… Jesús pasó un día, y allí había un árbol. Y Él dijo… Buscó un fruto, y no había fruto, y Él dijo: ‘Nadie coma de ti, desde… para siempre’, continuó y se fue. Y al día siguiente, cuando pasaron, el árbol se estaba secando. Pedro dijo… Pues, Uds. conocen a Pedro—Pedro, cómo era él. Él—él dijo: ‘¡Pues, miren el árbol! Obsérvenlo’. Y Jesús dijo: ‘Tengan fe en Dios. Porque si Uds. le dijeran a este monte: “Quítate” y no dudares, sino creyeres que lo que dices será hecho, lo que digas será hecho’”. Yo dije: “¿Entiendes eso?”.\n\n“Sí”.",
    "🦅 ‘Cuando ores, cree que recibirás lo que pides, y lo tendrás’”.",
    "Dije: “Mira, nosotros, después de recibir el Espíritu de Dios… Ahora, Dios hizo el mundo de la nada. Simplemente fue Su Palabra. Él simplemente creó; Su Palabra es creación. Así que, Él solo lo habló, y fue creado el mundo. Pues, Ese era el objeto en la mente de Dios, en Su corazón. Él simplemente lo habló, y vino a existencia. Él era un Creador”. Yo dije: “Y, si nosotros tenemos Zoe, la Vida de Dios por dentro, llegamos a ser hijos de Dios, y creadores amateurs” dije, “porque Él dijo: ‘Todo lo que tú pidiereis, cree lo que dices, y te será hecho’”.",
    "Y me he dado cuenta de eso. Muchas veces, decía cosas que ni siquiera yo mismo podía pensar, pero de todas maneras las decía. Y me di cuenta que sucedía así de esa manera. Decía cosas que ni siquiera quería que sucedieran así, pero de todas maneras sucedían, porque yo lo había dicho. Pensé: “¡Esperen un momento!”.",
    "Así que, dije: “Ves, cuando hablamos cualquier cosa, si algo está anclado en nosotros, nunca deberíamos hablarlo hasta que lo creamos. Entonces cuando lo creemos, lo hablamos, y esa Palabra creativa sale, Ella es parte de Dios, ¿ven?, y Ella crea”.",
    "Dijo: “Lo entiendo”. Lo abracé y oré por él.",
    "Sabiendo que era católico, le dije: “Ahora, espera. Esta noche, cuando vayas a casa, ponte un cordel alrededor, así, y ajústalo. Deja que mamá lo haga. Y córtalo. Y luego, mañana en la noche, si no se ha encogido tres pulgadas, entonces soy un falso profeta. Tráelo de nuevo, y trae el mismo cordel. Córtalo, y ponlo aquí arriba”.",
    "Después de que él se fue, pensé: “¿Qué dije? ¿Qué dije? ¿Pues eso pudiera haber dado lugar a la crítica, ¿ven Uds.?”. Pensé: “Pero, si Dios lo dijo, pues yo no sabía que lo iba a decir, lo dejaré así”. Dejé que él avanzara.\n\nLa noche siguiente, solo estaba así de largo, ¿ven? donde estaba.",
    "Y al siguiente, un par de días después de eso, vino un muchachito, con una joroba en su espalda, muy salida así. Y había todo un grupo de católicos franco-canadienses que había venido, y fueron salvos y llenos del Espíritu Santo allí. ¿Ven? Y este muchachito tenía un brazo, le colgaba así, una pequeña joroba en la espalda. Un pequeñito, más o menos así, y pasó. Y yo iba a orar por él. Le dije: “Querido, ¿viste lo que le dije a ese otro niño acerca de su hombro?”. Y, entonces, ¿ven?, los jorobados, ellos no pueden levantar sus brazos así. ¿Ven?, están encorvados, tienen algo aquí en la espalda.",
    "Él dijo: “Sí, señor”. Dijo: “Yo no puedo regresar”. Y me enteré que él era de una familia muy pobre, de por allá en la Columbia Británica. ¿Ven? Y no tenían dinero para quedarse más tiempo.",
    "Yo dije: “Bueno, Dios te sanará, querido”. Puse mi brazo alrededor de él.",
    "Ahora, yo—yo—yo no quiero decir algo que—que no sea correcto; yo—yo—yo quiero decir lo correcto, ¿ven Uds.? Y tenía mi brazo alrededor del pequeño, y mi mano sobre esa tremenda joroba. Y sentí como si esa joroba se moviera y mi mano bajara.",
    "Y, cuando terminé de orar, lo miré. Sus ojitos brillosos. Le dije: “¿Sentiste eso?”.\n\nÉl dijo: “Sí, señor, lo sentí”.",
    "Y miré atrás, ya no estaba la joroba. Dije: “Levanta la mano”. Y él lo hizo, perfectamente normal, allí mismo delante de la congregación.",
    "Y, ¡oh!, eso fue… ¡Oh, no sé cuántas cosas tremendas hizo nuestro Señor, cada noche, con los sordos, mudos, ciegos!",
    "Y saben de esa niña que les hablé, en Alemania, que tenía ese… ¿Saben de cómo ella subió a la plataforma, eso hizo que los comunistas… tomaran sus maneras… dejaran sus maneras? Esa historia se repitió perfectamente. Vino una muchachita, tenía trenzas largas, una carita puntiaguda; ciega, ellos la llevaron allí. Y yo dije: “Ella se parece a la muchachita alemana; los ojitos blancos”. Dije: “Ella se parece a la muchachita alemana que estaba en Alemania”. Yo dije: “¿Cuántos aquí han leído o escucharon en las cintas, y demás?”. Y, ¡oh!, cientos y cientos de manos. Dije: “Se ve idéntica a la muchachita alemana”. Y dije: “¿Ud. es su padre?”.\n\nÉl dijo: “Sí, señor”.\n\nYo dije: “¿Cuál es la nacionalidad de ella?”.",
    "Dijo: “Soy alemán”. Dijo: “Somos—somos alemanes”. Tanto él como su esposa, ambos.",
    "Pues, la muchachita alemana, idéntica, esas trencitas colgando así de su espalda. “¡Oh!” pensé, “¡Señor, si tan solo lo hicieras de nuevo!”. ¿Ven? Ahora, ¿qué es? Pensé: “Ahora, yo, si puedo, solo dame esa fe para saber que va a ser de esa manera, puedo hablarlo, y creo que sucederá”. Pero, primero, tiene que suceder aquí primero. ¿Ven?",
    "Así que lo hice con toda la compasión que pude tener por la pequeña, y la hice pasar así. Y dije: “¿Puedes ver algo?”.\n\n“No, señor”.",
    "Dijo: “Ella no ha visto”. ¡Oh!, yo no creo que ella… Quizás era de nacimiento. Yo no sé cuánto tiempo había pasado desde que ella había visto; y tal vez nunca. Sus ojitos, eran como pequeñas bolitas blancas, cubriéndolos así.",
    "Y entonces abracé a la pequeña así, y oré por ella. Y estaba sonriendo cuando la solté. Le dije: “¿Puedes ver, cariño?”.",
    "Dijo: “Sí, señor”. Y comenzó a sonreír, las lagrimitas le corrían por sus pequeñas mejillas. Una pequeña, más o menos así.\n\nDije: “¿Realmente puedes ver?”.\n\nElla dijo: “Sí, señor”.",
    "Yo dije: “Ahora ven aquí donde estoy, y con tu dedo tócame la nariz”. Y aquí vino, sonriendo así, y se acercó y puso su dedo en mi nariz.\n\nDije: “¿Cuántos dedos tengo levantados?”.",
    "Respondió: “Ud. tiene cinco”. Y su padre por poco se desmaya.\n\nYo dije: “¿Qué dijiste, cariño? ¿Cuántos dedos?”.",
    "Ella dijo: “Ahora Ud. tiene uno solo”. Y allí estaba ella, totalmente ciega, recibió su vista.\n\n¡Oh, Él es maravilloso! Es—es casi increíble.",
    "Pero, amigos, quizás regrese esta noche. Si no, quizás el próximo domingo. No olviden nuestra reunión en Indianápolis, que comenzará ahora.",
    "Miren, tengo algo que quiero decirle a la iglesia. Es un mensaje de los tiempos. Estamos en el fin, amigos. Miren, miren estos ciclones y tornados; no se oía de eso. Miren los terremotos, todo, en cada nación. Y, hermano, ellos están hablando de este programa de desarme. Eso es exactamente lo que el diablo quiere. Solo apílenlos por aquí, para que podamos volarlo todo. Eso es exactamente lo que él quiere. ¿Ven? ¡Oh!, estamos viviendo sobre un barril de pólvora, y la mecha está al final.",
    "De lo que hablé en esta mañana, Vida, ¡oh, Uds. búsquenla con todo su corazón! yo no pudiera…",
    "Si uno le dice a la gente demasiadas cosas, se confunden todos y luego no saben lo que se está diciendo, ¿ven? Es… Ud. no puede hablar con la gente… Solo una cosa a la vez, es la mejor manera de entenderlo. Y no tengo, más que… Tal vez una reunión, de vez en cuando, con Uds., y no puedo hablarles como quiero, ¿ven Uds.? Y Uds. se confunden todo cuando empiezo a hablarles demasiadas cosas.",
    "Pero esta sola cosa recuerden, esta mañana: busquen Vida. ¡Oh, vayan tras Ella! Tengan sed de Ella. Solo sigan alcanzándola. No dejen que nada se les atraviese en su camino; búsquenla.\n\nY hasta que hagamos eso, ya saliendo, ¿qué debemos hacer?\n\nDe Jesús el Nombre invoca,\n\nCayendo postrados a Sus pies,\n\nRey de reyes en el Cielo Lo coronaremos,\n\nAl nuestra jornada terminar.\n\nMuy bien, pongámonos de pie.\n\nDe Jesús el Nombre invoca,\n\nHijo de dolor y de aflicción;\n\nDulce hará tu copa amarga,",
    "Les diré lo que vamos a hacer. Dé la vuelta y estreche la mano con alguien allí, diciendo: “¿Cómo está, hermano? Me da mucho gusto conocerle”.\n\nPrecioso Nombre, (¡Oh dulce manantial!),\n\n… De esperanza, fe y amor;\n\n¡Precioso Nombre, (¡Precioso Nombre!), ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo…",
    "Ahora miren hacia acá otra vez. Estamos contentos de tener con nosotros esta mañana al Hermano George Craig de Arizona, uno de nuestros hermanos. Estamos contentos de tener aquí al Hermano Whitney, de St. Louis. Él estará con el Hermano Cauble esta noche, en una enseñanza de profecía, del diagrama, en la iglesia del Hermano Cauble. Y—y luego el Hermano Junior Jackson está allá atrás, y también el Hermano—el Hermano Collins, y el Hermano John O’Bannon, y—y muchos de los otros ministros aquí. Estamos todos contentos de verlos aquí ahora.\n\nDe Jesús el Nombre ensalza,\n\nCayendo postrado a Sus pies,\n\nRey de reyes en el Cielo Lo coronaremos,\n\nAl nuestra jornada terminar.\n\nSuave luz, ¡manantial!,\n\nDe esperanza, fe y amor;\n\n¡Suave luz, manantial! (¡Oh manantial!),\n\nDe esperanza y gozo Celestial. 🦅"
  ]
}