{
  "title": "CREE DE CORAZÓN",
  "id": "57500009",
  "content": [
    "🦅  [Al comenzar la cinta el Hermano Branham lee Santiago 5:12.—Ed.]\n\n…ni por ningún otro juramento; sino que vuestro sí sea sí, y vuestro no sea no, para que vosotros no caigáis en condenación.\n\n¿Está alguno entre vosotros afligido? Haga oración. ¿Está alguno alegre? Cante alabanzas.\n\n¿Está alguno enfermo entre vosotros? Llame a los ancianos de la iglesia, y oren por él, ungiéndole con aceite en el nombre del Señor.\n\nY la oración de fe salvará al enfermo, y el Señor lo levantará; y si ha cometido pecados, le serán perdonados.\n\nConfesaos vuestras ofensas unos a otros, y orad unos por los otros, para que seáis sanados. Porque la oración eficaz del justo puede mucho.\n\nElías era hombre sujeto a pasiones semejantes a las nuestras, y oró fervientemente para que no lloviese, y no llovió sobre la tierra por tres años y seis meses.\n\nY otra vez oró, y los cielos dieron lluvia, y la tierra produjo su fruto.\n\nHermanos, si alguno de entre vosotros se ha extraviado de la verdad, y alguno le hace volver,\n\nsepa que el que haga volver al pecador del error de su camino, salvará de muerte un alma, y cubrirá multitud de pecado.",
    "En el último capítulo del Libro de Marcos. El capítulo 16, y el último versículo del capítulo 16 de San Marcos, leemos estas Palabras:\n\nLuego, se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su incredulidad y dureza de corazón, porque no habían creído…a él que había resucitado de entre los muertos.\n\nY les dijo: Id por todo el mundo y predicad el evangelio a toda criatura.\n\nEl que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado.\n\nY estas señales seguirán a los que creen: En mi nombre echarán fuera demonios; hablarán nuevas lenguas;\n\ntomarán en las manos serpientes, y si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanarán.",
    "🦅 La oración de fe salvará al enfermo”. Ahora, al inclinar nuestros rostros en oración, todos juntos, a nuestra manera, y cada hombre a su manera, oremos la oración de fe por estas personas enfermas esta mañana. Luego les quiero imponer las manos, con los ancianos. Entonces habremos hecho exactamente lo que la Palabra de Dios dice; porque, a eso mismo me referiré, en mi Mensaje.\n\nAhora oremos.",
    "Nuestro Padre Celestial, Te traemos este canto, la melodía de Solo Creed Te expresa nuestros sentimientos hacia Tu Palabra. Y los enfermos habiendo sido ungidos de acuerdo a Tu Palabra, pues ahora vamos a hacer esta oración de fe a lo mejor de nuestro conocimiento, para obedecer Tus mandamientos. Y nos damos cuenta, aun en nuestra debilidad, que Tú eres más que capaz de sobrepasar nuestra debilidad con Tu Poder y bondad. Y luego vamos a traer aquí a los ancianos, para poner las manos sobre los enfermos, cumpliendo con cada comisión que sabemos que fue dada por nuestro Señor.",
    "Y oramos, Señor, poder haber encontrado gracia en Tus ojos, después de todos estos años, aún nos esforzamos en obedecer Tu mandamiento. Y oro con este grupito ahora, esta mañana, al cual Tú nos has enviado, porque están necesitados, estas personas que están aquí para orar por ellos. Y ofrecemos esta oración por cada uno de ellos. Tú conoces sus corazones y conoces sus deseos.",
    "Y hago esta oración de fe con esta iglesia, para que Tú les manifiestes todo deseo que ellos tengan. Que se haga realidad ahora mismo. Y que, al salir de esta iglesia hoy, que ellos puedan salir como Abraham de antaño, ignorando esos síntomas como si no existieran, y rechazando cualquier cosa que fuera contraria a la bendición que hemos pedido. Tú has prometido en Tu Palabra que eso se cumpliría, y lo creemos.",
    "Ahora, con estos hombres que Tú has elegido y llamado para ser ministros y ancianos, vamos a poner las manos sobre ellos tal como si… tal como si los estuviéramos bautizando. Y ellos han sido ungidos. Se ha hecho la oración de fe, y se les han impuesto manos. Oramos para que su fe ahora mire hacia Ti, ¡oh, Dios Todopoderoso!, y sean sanados. En el Nombre de Jesús oramos.",
    "Ahora les pido a los ancianos: vengan aquí junto a la línea, mientras les ponemos las manos. Y a medida que cada uno coloca la mano sobre los… [Cinta en blanco. El Hermano Branham y los ministros oran por los enfermos.—Ed.]",
    "Me brinden toda su atención, solo por unos momentos, por favor. Trataré de no tomar demasiado tiempo, colocando mi reloj aquí, para estar seguro.",
    "Y Hermano Beeler, creo que Ud. está con la grabadora en el otro extremo. Leo y Gene no están aquí. Y quiero, por favor, en cuanto a la grabación de este testimonio que daré en unos minutos, que le sea enviada al Hermano Bozé, que él la reciba.",
    "Deseo leer, esta mañana, del—del Libro de San Marcos, el capítulo 12. Queremos tomar una porción de esto, y leerla y, por cuanto es la Palabra de Dios santa y no adulterada. Y creemos que Dios está en Su Palabra. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Y oramos que Dios Le añada Sus bendiciones, mientras La leemos, y estoy seguro que Él lo hará.",
    "Y luego quiero tomar otra porción de Su Palabra, de los Hechos, el capítulo 1. Y leeremos a partir de allí. Y le estoy pidiendo al Señor que Él añada Sus bendiciones a la—la lectura de Su Palabra.",
    "Estaba buscando aquí. Tenía un marcador aquí en mi—en mi Biblia, de donde quería leer, primero, pero ahora creo que no puedo encontrarlo. Pues discúlpenme por un momento, hasta que lo encuentre, si puedo. Pensé que lo tenía.\n\n…Jesús, les dijo: Tened fe en Dios.\n\nPorque de cierto os digo que si cualquiera que le dijere a este monte: Quítate…, y no dudare en su corazón, sino creyere que será hecho lo que Ud. dice, lo que Ud. diga le será hecho.",
    "Ahora, en Hechos, el capítulo 1 y el versículo 8.\n\npero recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo, y me seréis testigos en Jerusalén, en…Judea, y en Samaria, y hasta lo último de la tierra.",
    "Me gustaría dirigirles su atención a la Palabra del Señor esta mañana, solo por un momento. Y quiero que Le presten la máxima atención. Escuchen atentamente. ¡El valor de esta Palabra!",
    "Después de veinticinco años de ministerio para el Señor, en Su obra y en Su Palabra; y después de ya ser este, casi el duodécimo año de evangelismo internacional; y por la gracia de Dios, de encontrarme con decenas de miles de—de personas; y al ver a nuestro Señor en nuestras propias campañas, ganar, lo cual he visto para Él ¡oh!, cerca de dos millones de personas, o un millón quinientos mil, algo así, en las reuniones; he llegado a esta conclusión, y con todos nuestros esfuerzos y demás: Es imposible que Dios haga algo por la gente hasta que la gente primero se establezca en si esto es la Verdad o no. Uno simplemente no puede. No importa…",
    "He visto grandes obras maestras de nuestro Señor en—en la Palabra, quienes podían explicar la Palabra mejor que cualquiera que yo haya visto, y aún no poder lograr que el programa surtiera efecto.",
    "Y tengo en mente, esta mañana, a cierto hombre que creo que tiene uno de los mejores programas de radio en el aire. Pero, por alguna razón, el hombre no puede lograr que su programa surta efecto. Es el Dr. Wyatt, un verdadero maestro. Pero algo está mal; no sé dónde. Él tiene la visión, él tiene la idea, él tiene la habilidad, pero simplemente no puede lograr que el programa despegue, por alguna razón. El programa que tiene está estrictamente basado en la Palabra, y debería poner al mundo de rodillas.",
    "Y vi aquí, no hace mucho en Louisville, cuando vi al Dr. Mordecai Ham y a muchos grandes teólogos que conozco, que son mejores predicadores que el joven evangelista pelirrojo de treinta y ocho o cuarenta años, que caminó hacia la plataforma, pasando junto a esos hombres, y ellos quedaron en segundo plano. Y se paró allí esa noche, sin ser ni una décima, ni una centésima, del predicador que eran los hombres sentados detrás de él, aunque él sí tenía el programa de Dios y surtió efecto: Billy Graham.",
    "He observado esas cosas. Y al verlas, entonces llego a esta conclusión: No importa lo que uno sea, Dios tiene que proveer la congregación. Y no importa si yo pudiera pararme aquí esta mañana y trajera a los muertos a vida, y sanará a los lisiados, con todo, si Dios no está en el programa, no tendría ningún efecto. Dios tiene que estar en el programa.",
    "Y un hombre se conoce, su carácter se conoce por sus obras. No importa quién sea, sus obras muestran su carácter. Tome Ud. a un hombre, no importa lo bueno que él intente ser, si sus obras son malas, toda su bondad no servirá de nada. Y la palabra de un hombre es su característica. El hombre cuya palabra no sirva, pues uno nunca confiará en ese hombre, porque su palabra no sirve.",
    "Y, por tanto, Dios, nuestro Padre, Su carácter y Sus obras prueban lo que Él es. Ahora, sabemos que este mundo vino por medio de un gran Creador. No pudo aparecer solo por casualidad.",
    "Ahora, quiero en estos pocos momentos ser tan sencillo como sea posible. Pero quiero que lo entiendan, orando para que el Espíritu Santo lo enfoque a la luz a la que pertenece.",
    "Bueno, si Uds. solo pudieran mirar y ver los árboles crecer; y las ramas y las hojas, cómo caen y salen, y las flores; la primavera, el otoño, el invierno, el verano: Algo tiene que estar detrás de eso. No podría haber un árbol si no hubiera una inteligencia para hacerlo un árbol. No importa qué tipo de vida hubiera allí, detrás de eso tiene que haber una inteligencia para hacerlo lo que es.",
    "Pues piénsenlo, detenidamente. No dejen que se les pase. Piénsenlo, profundamente. Pues si observan nuestra lección Escritural, Jesús dijo: “¡Si dijeres en tu corazón!”.",
    "No en su intelecto; allí nunca funcionará. No importa cuánto Ud. trate que funcione, no funcionará, porque es intelecto y eso tendrá fin.",
    "Pero cuando algo es Eterno, no tiene fin, y no tuvo principio. Cualquier cosa con fin, con principio, tiene fin. Pero solo son esas cosas que no tienen principio. Y solo Dios no tiene principio ni fin. Y entonces, para tener estas cosas que tienen principio, tuvo que haber algo que no principió, para darle comienzo al principio.",
    "El primer árbol que fue hecho, que, así como el que Jesús maldijo aquí, dijo: “Que no crezca fruto en ti de aquí en adelante, nadie coma de ti”, tuvo que tenerlo, en algún momento, ese árbol tuvo que tener un comienzo. Y tuvo un fin; cuando las palabras, de los labios de Aquel Quien le dio su principio, ahora lo llevaron a su fin. Entonces, Uds. ven cuán Eternas son Sus Palabras.",
    "Pero nosotros solo hemos aceptado la Palabra sobre la base intelectual. Y hemos visto tantos fracasos totales, que ha llevado a la gente al punto en que ni saben qué creer. Simplemente hay muchos cabos sueltos en su—su religión. Se precipitan a extremos en esta dirección, y a extremos en la otra, que llegan a su fin, y luego regresan arrastrándose. Comienzan grandes movimientos y salen como los metodistas, los bautistas y los pentecostales, y todo esto. Y, lo primero que uno observa es que tienen una pequeña idea psíquica, y se salen a un extremo y se gozan de maravilla. Pero, cuando uno menos lo piensa, ellos se encuentran en el fin.",
    "Pero lo único que perdura son las cosas Eternas, y las cosas Eternas son Dios.",
    "Ahora, si Uds. observan, un hombre que se conoce por su—su carácter se conoce por sus obras. Pensemos en cómo Dios muestra Su carácter por medio de Sus obras. Él tiene Su Propio carácter, y Él hizo Sus obras. Y miren Uds. Sus obras, ¡lo grandiosas que son!",
    "Ahora permítanme desafiar a todo científico del mundo a que me construya un árbol. Permítanme desafiar a todo científico del mundo a que me haga una simple hojita de hierba. Es totalmente imposible.",
    "Bueno, parece entonces, al considerar esas cosas, que podría haber ciertamente, al leer la Palabra, una fe que iría más allá de las concepciones intelectuales, al corazón. Jesús dijo: “¡Si dijeras en tu corazón!”.",
    "Ahora, todos nos confundimos mentalmente, y salimos y decimos: “¡Oh, yo vi que hacían aquello! Sí. Yo…”. Y de vez en cuando, simplemente brinca, salta y así, pero parece que el asunto no puede despegar bien. Es porque tratamos de mezclar lo intelectual con lo sobrenatural. Lo uno no tiene que ver con lo otro, para nada. Los intelectuales dirán una cosa, y lo sobrenatural dirá otra.",
    "Y todo hombre que alguna vez haya sido dirigido por el Espíritu de Dios no considera el pensamiento de ningún intelectual, sino que es guiado en su corazón por el Espíritu de Dios. Él es malentendido. La gente dice: “¡Oh!, ¿cómo podría ser?”.",
    "Estoy recibiendo cartas y llamadas telefónicas: “¿Quiere decir, Hermano Branham, que no va a ir al extranjero? Después de todo este gran…”.",
    "Y, se ve maravilloso, pero Algo muy adentro, dijo: “Ten cuidado”.",
    "Y, por tanto, no miramos a lo que vemos. Miramos las cosas que no vemos, más bien lo que Dios dice en el corazón. Y si podemos prestarles atención a esas cosas, cuánto más con la sanidad Divina. Si Dios hizo la promesa y ella se ancla en el corazón, pues, ¿para qué más necesitamos el intelecto? Yo no miro mi aflicción; no miro mis síntomas. Yo miro lo que Dios dijo al respecto. Porque, al fin y al cabo, Él es el Jefe, y el Jefe supremo. Si el doctor dijo tal-y-tal…",
    "Ahora, si Ud. trata de engañar, no funcionará. Si trata de razonarlo en la mente, decir: “Sí, la Palabra de Dios es correcta. Yo creo Eso. Creo que se cumplirá. Creo Eso”. Pues, si es con el intelecto, mejor es que no lo piense.",
    "Hasta que Algo se ancle en Ud., que simplemente diga que así es, y que eso es todo. No hay suficientes demonios del tormento que puedan sacudir eso de Ud. Es Algo en el interior, llamado el “corazón”. Allí es donde la verdadera fe encuentra su lugar de descanso.",
    "Los intelectuales intentarán razonarlo. “Pues seamos razonables”. Pero la fe no tiene razonamiento. Solo tiene una cosa, y es: la Palabra de Dios está correcta. ¡Oh, ahí es donde el alma planta los pies, y ahí mismo descansa Eternamente, porque Dios lo dijo! No es una pretensión, sino que lo sabe.",
    "Y la tierra, al ser obra de Dios, habla y testifica absolutamente de Su Ser. Tiene que haber un Dios, de lo contrario no habría tierra. Tiene que haber un Creador, de lo contrario no habría creación. Y si esta Palabra, por la cual Él creó la tierra, da la promesa, tiene que crear exactamente lo que esta tierra creó, por Su Palabra, en el principio.",
    "Cuando Dios dijo: “Que sea”, y puede haber tardado diez mil millones de años. No sé cuánto tiempo haya tomado. Pero el tiempo que tomó, eso no significó nada, porque Dios es Eterno. Y Él dijo: “Que sea”, y eso comenzó a desarrollarse, porque Dios tomó Su Propia Palabra y creyó.",
    "Y si Su Palabra de Su creación, Su obra aquí, prueba que Él es Creador, entonces ¿por qué no podemos tomar Su Palabra en lo que dice y creerla? Pues, es la Palabra del mismo Creador. Ahora, Sus obras dan testimonio.",
    "Y, pues, antes que Dios, el Ser infalible, pudiera hablar cualquier cosa, tiene que ser perfecta. Porque, solo puede—solo puede… Si proviene de Dios, viene de un canal perfecto.",
    "Ahora observen esto. Todo pueblo, todo, los hombres se conocen por sus obras.",
    "Cuando se construyó el gran Puente Municipal en Sídney, Australia, pues convocaron por todo el mundo a los constructores de puentes, arquitectos, y demás allá de la península en—en Sídney, Australia, para extenderse hacia el sur de Sídney, los arquitectos y todos vinieron, y extrajeron tierra y la examinaron. Y todos llegaron a esta conclusión: “No se puede realizar”. Dijeron: “La bahía está completamente llena de arenas movedizas. Y el suelo no se compactará lo suficiente. Se desplazará de un lugar a otro. Por tanto, si se construyera el puente, sería peligroso intentar cruzarlo”.",
    "Y, finalmente, hubo un hombre que era un hombre de visión, un constructor de puentes en Inglaterra. Él vino. Y examinó la arena. Él—él la inspeccionó. Examinó los suelos. Sondeó el agua. Él primero miró todo.",
    "¡Oh, me encanta eso! Primero, lo miró todo. Jesús dijo: “Un hombre que compra un terreno o va a enfrentarse con un ejército, primero se sienta y calcula los gastos”. Cada uno de Uds. aquí en el altar esta mañana, debería sentarse allí en sus asientos antes de pasar a ser ungido, y calcular lo que significa. No sería simplemente pasar por una línea de oración, al azar. Pasaría allí con una confianza firme, que por cuanto Dios lo prometió, pues Dios será capaz de cumplir Su Palabra.",
    "Así que, este hombre probó los suelos. Probó el… cada lecho que tenía las arenas movedizas. Y, finalmente, se dirigió a los oficiales. Dijo: “Yo construiré el puente, y será seguro”.",
    "Los constructores de puentes de América y de diferentes partes del mundo solo se rieron y dijeron: “El hombre está mentalmente enfermo. Nadie puede construir un puente sobre eso”. Dijeron: “Aun si una gallina caminara sobre el puente que se construyera, se hundiría. El puente no puede soportarla. Aún las vibraciones de un perro corriendo por el puente, sacudiría el puente” dijeron, “sacudiría las arenas, y el puente se hundiría. No se puede hacer”.",
    "Pero este hombre era un hombre de visión, y sabía de lo que hablaba, porque algo en su interior le decía que podía hacerlo.\n\n¡Dios, danos hombres en la iglesia, como ese!",
    "Ahora, con toda la investigación científica, de que no se podría realizar, la ciencia probó que no se podría hacer. Pero este hombre tuvo la visión de que podía hacerlo, así que él aceptó el contrato.",
    "Rápidamente comenzó a trabajar. Él comenzó a probar los suelos. Comenzó a inspeccionar, y sondeó las profundidades del lecho de esa arena movediza. Inspeccionó cada tornillo. Probó cada pieza de—de madera, cada pieza de metal, cada hormigón. Todo tenía que probarse perfectamente. Porque, su—su gran nombre, y su carácter y su habilidad, dependían de si ese puente se mantendría firme o no.",
    "Y si un hombre de esta tierra, por una visión, se aseguró que todo se probara perfectamente antes de ponerlo en un puente, debido a su carácter y debido a su nombre, ¡cuánto más nuestro bendito Padre Celestial probó cada Palabra que alguna vez fuera hablada o escrita en la Biblia! Él probó cada Palabra, a cada profeta. “Y todo hijo que venga a Dios debe ser probado”. El material que va en esta gran Carretera, cada piedra, todo material, antes de que sea colocado en el—el Cuerpo de Cristo, debe ser probado, disciplinado. “Todo hijo que venga a Dios primero debe ser probado”. Sin excepciones; ¡cada uno! Todo profeta, antes de que pudiera escribir en esa Biblia, fue probado por el Espíritu Santo.",
    "Así como él…",
    "El constructor de puentes, lo siento, olvido su nombre, lo sabía. Hace un par de días leí el artículo, de cómo él había hecho probar todo. Consiguió los mejores mecánicos que pudo encontrar. Consiguió a la mejor persona para el concreto. Consiguió lo mejor que pudo, para armar lo mejor que él tenía.",
    "¡Oh, mi alma quiere gritar “aleluya” a Dios, cuando pienso que Dios pone en Su Iglesia lo mejor que puede encontrar! Dios toma a Sus hijos y los prueba con la prueba de ácido, luego los coloca en el Cuerpo de Cristo porque han sido probados. Ellos creen. Han pasado por las pruebas. Han tenido la experiencia. Ellos son testigos de Él. Ellos saben de lo que hablan. No solo es una concepción intelectual, sino que han nacido de nuevo, del precioso Espíritu Santo, y han sido probados y probados por el tiempo, hasta que ponen sus almas como pedernal hacia el Calvario. Sí, son probados por el tiempo; son testigos de Su Poder. Y por medio de eso, Dios está construyendo un puente de la tierra a la Gloria, para que el caminante pueda subir a la calzada, sentarse debajo del árbol, en la frescura del día, con material probado por el tiempo; aquellos que toman a Dios en Su Palabra. No importa cuáles sean los síntomas, las circunstancias, eso no es impedimento en el camino. Dios tiene como testigo a material probado por el tiempo, y Él lo coloca.",
    "Y este gran constructor de puentes, cuando finalmente… Los arquitectos se pararon a un lado y le dijeron al constructor, muchos de los críticos: “No quedará en pie”.",
    "Así también han dicho: “La Iglesia nunca se levantará”. También han dicho: “Los días de los milagros han pasado”. También han dicho, que: “Ya no se puede disfrutar más de religión a la antigua”.",
    "Pero, ¡oh, cuando este hombre juntó todos esos materiales, cavó! Él consiguió extractores, y dragó a un lado esos lechos de arena movediza. Él profundizó, bajó, bajó, por cientos de pies bajo el agua, hasta que dragó a un lado esas arenas movedizas, hasta que ancló este concreto en la roca en el fondo del mar. ¡Oh, había un precio, sí!",
    "Y todo lo que valga la pena tener, tiene un precio. ¡Esta salvación es grandiosa! ¡Y qué grande el precio!\n\nPero, finalmente llegó al fondo, debajo de las arenas movedizas.",
    "Y Dios ha tomado a Cristianos y los ha probado, y los ha probado, ha tenido que cepillarlos, y cepillarlos, y cepillarlos, hasta que finalmente, uno de estos días, Él baja hasta la Roca sólida. Algún hombre solo toma esta pequeña experiencia desabrida de estrechar la mano y unirse a la iglesia, y ser rociado unas cuantas veces, o bautizado o algo así, y Él saca todas esas arenas movedizas hasta que él esté anclado en la Roca, Cristo Jesús. Todos los diablos del tormento no pueden moverlo a él.",
    "El constructor de puentes sabía lo que hacía. Y cuando finalmente se terminó, algunos de ellos dijeron: “No aguantará. Será un peligro que cualquier cosa lo cruce”.",
    "Reunió a un grupo de ingenieros, y con ferrocarriles. Y ese día, cuando pasaron del sur de Sídney, yendo al norte de Sídney, para cruzar la brecha, él colocó unos ocho grandes trenes de carga bien cargados. Y puso al alcalde de la ciudad en un carro, y él se puso por delante, caminando, portando la bandera. Y a medida que ese gran ejército y las ocho máquinas grandes de vapor cargadas, marcharon sobre ese puente, con el constructor tomando el primer lugar, al frente, aquello ni siquiera se movió.",
    "Y Jesucristo, el Hijo de Dios, Quien es el Arquitecto de la Iglesia, vino a esta tierra y estableció el fundamento. Cuando Él enfrentó al diablo, fue probado por la Palabra de Dios, y Él dijo: “Escrito está: ‘No solo de pan vivirá el hombre’”. Cuando él Lo llevó al pináculo del templo, Él dijo: “Escrito está”. ¿Ven Uds. el material que Él estaba poniendo en Su Iglesia? Él Lo llevó a la montaña y Le mostró todos los grandes programas que Él podría tener; Él dijo: “Escrito está”.",
    "Toda la Palabra de Dios fue probada por el tiempo. Y Él es el gran Capitán que va delante de nosotros, con Su Propio abrigo sangriento ondeando, de modo que, a través del amor redentivo de la Sangre de Jesucristo, ha comprado a una Iglesia, por el Espíritu Santo que probó cada tornillo y cada persona que alguna vez se haya anclado en esta gran Iglesia del Dios vivo. Es el material probado por el tiempo que hace eso.",
    "Y a medida que Él marcha, las autoridades vienen detrás de Él, como una Iglesia nacida de nuevo del Dios vivo, Ella no se mueve, porque hemos recibido un Reino que es inconmovible. Se excavó completamente hasta la Roca sólida, de Cristo Jesús, siendo la Piedra Principal del Ángulo. Y cuando Él va delante de nosotros, con Su Propio abrigo ensangrentado, abriendo paso, esa es la señal de la redención.",
    "¡Testigos! “Vosotros seréis Mis testigos, tanto en Jerusalén como en Judea, y en Samaria”. Su Iglesia está como Su testigo. Ahora, esta mañana, quisiera decir esto y dejárselo a Uds. Nosotros somos Sus testigos después de haber recibido el Espíritu Santo. Pues solo puede haber una cosa que uno puede atestiguar, es: lo que uno sabe que es la Verdad.",
    "Ese varón pudo dar testimonio, después de haber dragado a un lado todas las arenas y haber encontrado la roca sólida en la capa de la tierra. Él fue un testigo que eso aguantaría. Les puso los contadores Geiger’s y las máquinas a esas grandes piezas de material y probó cada una de ellas. Él fue un testigo que ellas resistirían, porque él había visto la prueba de resistencia y ella se sostuvo.",
    "Y nosotros que hemos nacido de nuevo del Espíritu Santo, que hemos sido llenos del Poder de Dios, que hemos probado la Vida Eterna del Dios Eterno, y que Eso mora en nosotros, somos testigos de Su bondad y de Su Palabra, y de Su Poder. Ya no es: me lo supongo. Es: yo sé que así es, por experiencia.",
    "Noé, cuando construyó el arca, él dio testimonio al mundo injusto de que había un Dios justo. Aunque parecía una locura cuando se construía, pero demostró que era el único barco que flotaría a través de la tormenta. Y mientras se construía, fue… Él condenó al mundo injusto y justificó a los que creyeron en él.",
    "¡Cuán ridículo es a veces cómo Dios hace las cosas, ante los ojos del hombre! ¿Se han detenido Uds. a pensar en el tipo de madera con que Noé construyó ese barco? Fue construido de madera de acacia. Y es la madera más suave que se puede obtener. Es como el bálsamo. Es… Pues, al tirarla allí en el lago, se hundirá en cinco minutos. La madera de bálsamo, o madera de acacia, tiene agujeros. ¿Y no es extraño que un arca que habría de soportar la prueba de la gran destrucción antediluviana, fuera hecha de madera blanda? Pues, era flexible.",
    "Y a veces, cuando nosotros nos endurecemos y nos hacemos inflexibles, Dios no nos puede usar en nada.\n\nPero esta es la razón por la cual Él lo hizo así.",
    "¿Han notado Uds.? Después de que la hizo, luego hirvió un poco de alquitrán, o un poco de resina, era, de los otros árboles. Pues ¿qué significa esto? Cuando él armó el arca, fue hecha de esta madera muy ligera y suave. Uno podía levantarla, moverla fácilmente, era muy ligera y flexible. Y luego taló otro árbol que era de pino. Y lo golpeaban, era como la conseguían, lo golpeaban y lo golpeaban, hasta que le sacaban la resina a golpes. Y luego tomaban esta resina y la vertían en esta madera ligera, y los pequeños agujeros que había en la madera ligera se llenaban con la resina, encapsulada, se hacía más dura que el acero.",
    "Y Dios tomó a Su Iglesia, los que Se vacían, y solo los flexibles están en las manos de Dios. Dios cortó a Su Propio Hijo y extrajo la vida de Su Hijo, mediante golpes y heridas, y la vertió en el creyente; y él es encapsulado, listo para los juicios. Eso es lo único que soportará el juicio.",
    "Ella pasó directamente sobre los juicios. Pues, pasó directamente; el—el agua era el juicio. Y pasó por el juicio. Fue el testigo de que Dios sabía lo que hacía. Noé siguió la Palabra de Dios. Se podrían decir muchas cosas.",
    "Daniel fue testigo de que había un Ángel en el Cielo, o un Dios en el Cielo, que conocía los secretos del corazón, porque Él envió a Su Ángel y liberó a Daniel. Muchos otros fueron testigos.",
    "Cuando Jesús murió en la cruz, los cielos dieron testimonio. “Allí está el material. Ese es el asunto”. Si Uds. observan, toda la creación dio testimonio de eso.",
    "🦅 Exactamente a mediodía”. Pues Dios había profetizado, previamente, de cuándo terminaría el sábado, dijo: “Será un tiempo en que el sol se pondrá al mediodía”. “Y de la hora sexta hasta la hora nona, hubo oscuridad”. ¿Qué fue? El sol… Ahora, oscuridad no significa que haya un poco de luz. La oscuridad es completa oscuridad total, tan oscura, como lo fue en Egipto, al grado que se podía palpar. ¡Ni un rayo de luz!",
    "Y el sol dio testimonio: “Allí está Aquel. Ese es el material con el cual Dios edificará a la Iglesia”. La luna y las estrellas dieron testimonio. Cuando Él murió, los cielos dieron testimonio. La tierra eructó, las rocas se partieron. La tierra dio testimonio. Y los santos que dormían en la tierra, el polvo de la tierra, se levantaron, dieron testimonio.",
    "La gente en Pentecostés, cuando aquellos se burlaban, Pedro se puso de pie y dio testimonio por medio de esa misma Vida que habían sacado a golpes de Él en el Calvario, que fue derramada sobre Pedro, en la forma del Espíritu Santo. Y él se paró allí como testigo, la Palabra de Dios, y dio testimonio con un texto de la Escritura, que decía: “Varones judíos, los que habitáis en Jerusalén, esto os sea notorio, y oíd mis palabras. Porque éstos no están ebrios, como vosotros suponéis, mas esto es lo dicho por el profeta Joel: ‘Acontecerá en los postreros días, que derramaré de Mi Espíritu sobre toda carne’”. Él fue un testigo.",
    "Estamos entrando ahora en estos postreros días y malos, cuando Él va a tener testigos. Él tiene que tener testigos. Dios vive. La Palabra de Dios es Eterna.",
    "Regresemos ahora a la lectura de la Escritura. Jesús, bajando del monte, tenía hambre. Y miró un árbol, y no tenía fruto. Él, tal vez, no levantó Su voz.",
    "Él no Se puso de pie, diciendo: “Ahora, caballeros, háganse a un lado. Quiero mostrarles Mi poder”. Él dijo… “Y tengo poder para hacer que ese árbol haga tal o cual cosa”. Él no dijo eso.",
    "Él simplemente Se le acercó. No encontró nada—nada en él, así que dijo: “Nadie coma de ti”, se alejó.",
    "Pedro lo oyó. Y al día siguiente, cuando pasó, ¡oh, el árbol aún estaba allí, pero estaba muerto! Y comentó al respecto, lo rápido que se había secado ese árbol, desde sus raíces. Jesús dijo: “No…”",
    "Y, miren, no fue culpa del árbol. Aún no era tiempo de higos. Pero Él lo hizo para magnificarse, para Él probarse. Para… Él era el Mesías, y ese fue uno de los testimonios de que Él era el Mesías. Ese fue el sello de Su Oficio Mesiánico. El último sello fue Su resurrección, Su ascensión. Ese fue el último sello de Su Oficio Mesiánico. Lo que Él hizo fue una prueba de que Él era. Ahora, Él no anduvo por allí diciendo: “Que mueran todos los árboles”. Solo lo hizo allí para que los discípulos, que habrían de escribir esta Escritura más tarde, supieran que Él era el Mesías. ¿Ven?",
    "Ahora, luego, cuando Pedro hizo esta pregunta: “¡Miren qué rápido se secó el árbol!”.",
    "Luego, Él les dijo: “Si vosotros dijereis a esta montaña: ‘Quítate y échate en el mar’, y no dudareis, pero creyereis lo que decís, os será hecho”.",
    "Ahora escuchen. Eso es parte del material en esta gran economía de Dios, este gran barco en el cual estamos, el antiguo barco de Sión, en el Cuerpo de Cristo.",
    "¡Ahora al testimonio! Ya hace un tiempo, he observado esto. Y pues escuchen atentamente ahora una pequeña enseñanza.",
    "Ha habido momentos en la vida en que todo… Cuando he mirado el sufrimiento, y he visto a los afligidos y atormentados por poderes demoníacos, mi corazón se compadece por ellos. Y, sin embargo, he recibido sus llamadas por teléfono, y en las reuniones, ese clamor y esfuerzo, y llaman e insisten, y es muy difícil decirles “no” a esas personas. Sinceramente, no puedo hacerlo; alguien se los dice por mí. No puedo llegar a ellos. ¡Cómo se compadece mi corazón por ellos! Día tras día me es una tortura, y a veces me pregunto.",
    "Y yo, luego me consuelo, al volver a la Escritura, y verlo a Él pasar por ese lugar de Betesda, y ver a todos esos lisiados y afligidos; y se acercó a un solo hombre, lo curó, postrado en un lecho, y se fue y dejó a los demás. Pero, aun así, en el fondo de mi corazón, eso me hace… No quita ese ardor. ¡Oh, cuánto desearía que sucediera algo!",
    "Luego he observado, allá en Portland, Oregón, cuando ese demente esa noche corrió a la plataforma para matarme. Recuerdo que allí sucedió algo, y no estaba en absoluto en el intelecto. Intelectualmente, yo hubiera huido como el resto de los predicadores. Pero, yo no corrí. Había algo; Dios Se estaba preparando para mostrar Sus poderes.",
    "En una ocasión, Él dijo: “Estad quietos y sabed que Yo soy Dios”. ¡Si la Iglesia solo se detuviera el tiempo suficiente! Dios hace alguna cosita, y ellos se emocionan y corren por todas partes, haciéndolo, ¿ven?, se salen de la voluntad de Dios. Estad quietos.",
    "En una ocasión Él iba a mostrar Su Poder en el Mar Rojo. Él dijo: “Mar Rojo, quédate quieto”. Y Él hizo marchar a Sus hijos directamente por allí. ¿Qué tal si ellos se hubieran dado vuelta y dicho: “Hagámoslo de nuevo, Señor”? No hubiera sucedido. Claro que no.",
    "En una ocasión Él necesitaba un poco de tiempo para terminar de pelear una batalla. Dios simplemente hizo que el sol se detuviera, allá, para ver lo que haría. Sí. “Bueno, sol, tú detente, allá, unos minutos. Voy a mostrarte algo”. ¿Y qué me dice si al día siguiente, Josué hubiera dicho: “Sol, detente”? No hubiera sucedido. Dios iba a hacer algo. Él iba a dar testimonio de Su Poder. Su Palabra, Él es Todopoderoso, y ha dado testimonio de Ello.",
    "En una ocasión hubo un ciego que salió de Jericó. Y cuando Jesús pasaba, el ciego gritó: “¡Ten misericordia de mí!”. Y la Biblia dice: “Y Jesús Se detuvo, dijo: ‘Tráiganlo aquí’”. ¡Oh, vaya! Cristo Se detuvo, porque Dios lo iba a usar a Él para mostrar Su Poder.",
    "Pudiera haber cien ciegos más por el camino; no lo sé. Quizás el sacerdote decía: “¡Ven aquí un minuto! ¿Quién eres Tú Quien ha resucitado al muerto? Resucita a… Tenemos un cementerio lleno de ellos. Oímos que Tú resucitaste a Lázaro”. Pero, Dios estaba confirmando Su Oficio Mesiánico. Eso es lo que estaba haciendo. Seguro.",
    "A menudo me he preguntado cómo sucede. Pero sí hay un lugar donde los hombres pueden vivir muy cerca, en la Presencia de Dios. No es por escogencia suya. Es por elección de Dios que uno vive en ese lugar, al grado que el propio intelecto suyo no tiene nada más que ver con eso.",
    "Allá en Sudáfrica fui desafiado por un grupo de brujos. Y de pie allí, uno entre la docena o más, y ellos trataban de lanzarme hechizos. Pero Dios los hizo quedarse quietos y ver la Gloria de Dios al restaurar la vista, y de ceguera, cosas para la gente afligida.",
    "Allá en Karlsruhe, Alemania, una tarde cuando salieron los espiritistas, para… querían discutir conmigo, en el hotel. El hombre no les dejó entrar. Dijeron: “Vamos a lanzar un hechizo en esa reunión esta tarde y nadie vendrá…”. No, dijeron: “La derribaremos con una tormenta”. Y el cielo estaba hermoso y despejado. Pero cuando llegamos allí y empezamos a cantar, pues, vino una gran tormenta poderosa. Había unos veinte a un lado mío, y veinte al otro. Y todos estaban con sus hechizos y cortando sus plumas con tijeras, y hacían cosas así, para lanzar el hechizo. Y, de repente, esa gran carpa de treinta mil comenzó a temblar y a sacudirse, y los vientos soplaban. Y yo estaba predicando. Y Algo dijo: “Quédate quieto”.",
    "¡Aleluya! No pido disculpa. Eso significa: “¡Alabado sea nuestro Dios!”.",
    "Y Dios hizo que esa tormenta se aquietara, que retrocediera, al ver las alabanzas de Dios, donde unas cuarenta mil almas, ese día y noche, entraron en el Reino de Dios, por aquello. “Quédate quieto”. Así es. Él da testimonio.",
    "Allá en Suecia o Suiza… Bueno, pues diré, allá en Finlandia, un día, un niño muerto yacía a un lado de la carretera, un coche lo había atropellado, le había destrozado el cuerpo. Estaba tan destrozado que hasta su pie salía de su calcetín. El auto lo atropelló y lo arrojó arriba, como a un trapo así, lo aventó al aire y lo lanzó al otro lado de la carretera. Tenía los ojos afuera; su boca abierta. Su lengua colgaba y la sangre le corría de las orejas. Pero, dos años antes, Dios había mostrado esa visión. Y yo me acerqué de una manera muy torpe, y miré al niño; me alejé, llorando.",
    "Y el Señor, o alguien sobrenatural me puso las manos sobre el hombro. Dijo: “¿No es ese el muchacho que Yo te mostré?”. ¡Oh, qué sensación!",
    "Allí estaba el alcalde de la ciudad, el Hombre Principal, como le llaman, y muchos parados allí. Y Dios hizo que ellos permanecieran quietos, para que Él pudiera mostrar Su excelso Poder de resucitar a los muertos, traerlos de nuevo a vida. “Quédate quieto”. Creerle a Dios y ser un testigo. Su Palabra es Eterna.",
    "Fue hace unos días, cuando estábamos… ¡Solo es para ver cómo Dios hace las cosas de manera muy sencilla! Y estamos tan confundidos que buscamos cosas grandiosas. Estén satisfechos con las cosas pequeñas. Mírenlo a Él cuando realiza Sus obras gloriosas, cómo Él los protege. No miren por allá arriba; miren aquí abajo.",
    "Observen. Comienzo a pensar esto: que es posible que cuando un hombre, como los apóstoles, y cuando Ud. puede vivir cerca de Dios, y Dios por Su gracia opera a través de Ud., en cuanto más de Dios Ud. recibe, más piadoso Ud. llega a ser. Cuanto más de la Vida Eterna entra, más del intelecto Ella echa fuera.",
    "Bueno, no quiero ser un fanático. Yo quiero ser un verdadero creyente, cuerdo y sensato. ¿Ven? No lleno de ismos, sino un verdadero creyente sólido, cabal, sensato e inteligente.",
    "Y observen ahora. Lo he visto funcionar. Y pensar que si uno entra en ese contacto con Dios, llega a ser que ya no es la voz de uno; ya no es el pensamiento suyo. Viene a ser el pensamiento de Dios y la voz de Dios. Uno solo es una vid o… solo un pámpano. Él es la vid, y es Su Espíritu el que entra y vivifica. Mientras Ud. pueda hacerse a un lado, Él lo llenará, y entonces uno podrá ser testigo.\n\nAsí como el arca de Noé fue un testigo.",
    "Así como Jesús fue un testigo de Dios. Él Se llenó tanto de Dios que Dios y Él eran uno. “Dios habitó en Cristo, reconciliando Consigo al mundo”. La mera expresión, ¡la obra de un hombre declara su carácter! Cristo fue la obra de Dios. Y Cristo declaró el carácter de Dios; Su compasión por los enfermos, Su anhelo por salvar almas, que hasta dio Su Propia vida. La obra de Dios, el carácter de Dios, fue declarado en Cristo.",
    "Y si Uds. simplemente pueden vaciarse de sus propios pensamientos intelectuales y darle a Dios la preferencia, Él puede declarar Su carácter por medio de la obra de rendición suya. Vacíense. Hagan a un lado al mundo y las dudas suyas. Si Ud. ha venido al altar para recibir la oración, diciendo: “Subiré a ver si soy sano”, Dios no podrá declarar Sus obras. Ud. tiene que hacer a un lado sus propios pensamientos y dejar que Él los llene.",
    "Bueno, la forma en que yo he notado estas cosas; es como con este viejo toro que me iba a matar aquella vez; como con esos avispones allá junto a la cerca; como muchas otras cosas que han acontecido; el oso en el bosque. Es al estudiar la naturaleza. Es algo que sucede.",
    "Estoy diciendo esto ahora, perdónenme, como una experiencia personal, pero quiero decírselos porque es algo actual. Alguien dijo: “¡Oh, bueno, esas cosas sucedieron allá en los días de los profetas! En los días…”. Pues, Dios estaba mostrando ejemplos. Pero, ¿sabían Uds. que hoy Dios está construyendo una Iglesia? Uds. dicen: “Bueno, Él tenía profetas. Ellos tenían que hablar la Palabra de Dios”. Pero hoy, Él tiene una Iglesia de Dios.",
    "Fíjense, hay algo que sucede. Yo quisiera que pudiera ser todo el tiempo. Yo le pediría a Dios que eso pudiera ser todo el tiempo, pero no es así. Solo viene de acuerdo a Su voluntad.",
    "Ahora, hace unos días, o hace unas dos o tres semanas, yo estaba orando por personas con leucemia. Oraba con personas, esperando una visión, que estaban enfermos y sufriendo. Muchas las he esperado por años.",
    "Por ejemplo la pequeña Edith Wright, lisiada. Recuerdo cuando su papá estaba tendido, moribundo, y Dios mostró una visión para su papá, y dejó a Edith postrada allí.",
    "Hay una damita, me—me supongo que todavía está aquí. La Sra. Geiger, de Fort Wayne, una madrecita de aspecto lamentable, una mujer joven. Ella dio a luz a un bebé. Y el bebé era muy grande; ella era tan pequeña que contrajo cáncer. Y Dios la sanó del cáncer. Ahora ella está al borde de un desequilibrio mental, del nerviosismo. Ella está en la menopausia. Y la pobrecita… Y tiene un verdadero marido leal. Y el amiguito ha ido a todas partes, orando y buscando, y llorando. Y yo oro por tales cosas.",
    "Y ¿saben Uds. lo que pasó? El Hermano Wood allá atrás, su papá vino aquí, un testigo de Jehová. El Hermano Wood era testigo de Jehová. Dios testificó y Se declaró a él, al sanar a su hijo, David, lisiado.",
    "Luego su hermano vino. Y su hermano vivía una vida inmoral. Y allí el Espíritu Santo se volvió y lo reprendió. Vi a la mujer con la que correteaba, y él entregó su vida y dejó que todo diablo saliera de él ese día. Y ahora él camina por las calles y hace todo lo que puede para servir a Dios, testificándole a su gente.",
    "Luego, su pobre padre anciano, es tan sincero como se puede ser, en todos sus negocios como agricultor y demás. Y cuando vino su padre, él quería que yo fuera a pescar con él, y fuimos al lago.",
    "Camino allá, vino una visión esa mañana. Y Él dijo: “Cada lago que crucen y cada corriente de agua, estará lodoso; no pescarán. Pero cuando lleguen a Wolf Creek allí, a Dale Hollow” dijo, “allí estará bonito y azul. Y nunca has pescado bagre en esas aguas, pero vas a pescar una línea completa de ellos. Y” dijo, “van a pescar uno o dos pequeños. Y luego vas pescar un pez grande, un pez con escamas. Será grande, de cierta especie”.",
    "Me volví y se los dije. Observé los ojos del anciano mientras él miraba a sus hijos. Cuando fuimos allá y entramos al agua… Todos los lagos estaban lodosos, camino allá. Cuando llegamos allí, estaba tan azul, que casi nos molestaba los ojos. Y pescamos, y no pudimos pescar ni una perca, robaleta, ni nada. Y, de repente, comencé a pescar bagres y pesqué una línea entera de ellos. Algunos de dos kilos y medio cada uno. Y a veces dos en el hilo, con caña y línea. Pescamos, y conseguimos una línea de pescados.",
    "Y a la mañana siguiente regresé a pescar. Pesqué un gran pez azul grande, fue… o lo que llamamos el pez sol de vientre rojo, el más grande que yo jamás había visto.",
    "Luego, cuando el hombre vino a mí, dije: “Bueno, señor, la Biblia dice: ‘Si hay alguno entre Uds. que sea espiritual, y profeta, y lo que él dice se cumple, entonces óiganlo. Si no…’”. Y tomé cuatro profecías sobresalientes de los testigos de Jehová y le mostré que ninguna de ellas se había cumplido; cada una falló. Le dije: “¿Qué me dice de los peces?”.",
    "Y Dios mostró esa visión para cambiar a ese hombre y hacer que él diera un giro, solo para ese hombre, cuando había miles tendidos, sufriendo. Es la soberanía del Dios Todopoderoso, para hacerles saber que Él declara Sus hechos por Su obra, y así mismo se declara Su carácter.",
    "Consideren el estanque de Betesda. Uds. dicen: “No parece como que Dios haría eso”. Miren a los lisiados, cojos, mancos, ciegos, debilitados, esperando. Y Jesús pasó por allí, la vestidura llena de virtud; y caminó hacia un hombre, y fue a un hombre que podía caminar, hacer lo que quisiera, pero que tenía alguna enfermedad de retraso. Y lo curó, y dejó a los demás parados allí. ¿Ven? Su carácter. Él quería mostrar Sus Poderes. Él quería hacer algo. Sí, el mundo se detiene, al ver aquello.",
    "Pues miren, anteayer, cuando volvimos. Regresé de la reunión en Indianápolis y pensé que tendría que alejarme un poco de la gente, hasta poder descansar un poco, porque tenía veinte o treinta por día, entrevistas privadas, y esas visiones que vienen. Yo estaba casi muerto cuando llegué a casa. Nadie sabe lo que paso con eso; nadie. No hay manera de explicarlo. Pero luego, el Hermano Wood, y su hermano y yo, nos fuimos al lugar para pescar de nuevo, por un día y una noche.",
    "Y esa tarde, sentados por allá, el Hermano Wood comenzó a hablar sobre una anciana que pertenecía a la iglesia de Dios de Anderson, aquí arriba, cuando ellos estaban en su apogeo. “¡Qué bueno”! Dijo de cómo solía acoger a esos pequeños Testigos de Jehová y los amaba. Y el Hermano Wood le dijo a su hermano, Lyle; dijo: “Lyle, ¿no sería genial ahora, si fuéramos a buscar a esa hermana anciana y contarle que somos salvos?”.",
    "Bueno, esa palabra encontró favor con Dios. Después de haber estado hablando de Dios por un buen rato, pero esa palabra encontró favor. Esos dos muchachos testigos de Jehová, ambos hombres de edad, que querían encontrar a una anciana y decirle que eran salvos, dos hermanos.",
    "Cuando ellos dijeron eso, el Espíritu de Dios y Su soberanía cayeron sobre mí, sentado allí en ese bote. ¡Oh, yo desearía tener la voz, alguna manera de poder anclar eso en el corazón de la gente! Yo no pude controlarme más de lo que Uds. pudieran volar a la luna; solo por esa palabra. Y dije: “Muchachos, algo va a suceder. Es un animalito de algún tipo. Volverá a la vida. Habrá vida conectada con él. Y Uds. lo verán de inmediato”.",
    "Y pensé: “¿Pues qué he dicho?”. Y empecé a pensar en algunas cosas. “¿Qué me hizo decir eso”? No hubo visión. Simplemente fue Algo que habló. ¿Qué fue? No fue mi intelecto; yo ni siquiera podría imaginar tal cosa. Estaba más abajo. Estaba en el corazón en el que Dios había entrado. Él estaba hablando. No fui yo, ni siquiera estaba pensando en tal cosa, y Él habló.",
    "Creo que por eso Jesús dijo: “Si creyereis en tu corazón, y le dijereis a este árbol, o a este monte, y luego no dudareis, sino que creyereis que lo que dices sucederá, recibiréis lo que dices”.",
    "Ese es mi punto. Llegue Ud. a ese lugar, cuando sea Algo que no es uno mismo. Es Algo más allá de su razonamiento que lo dice. Nosotros seguimos.",
    "Para terminar, digo esto: el Hermano Wood y ellos están sentados aquí como testigos: A la mañana siguiente…",
    "Esa noche fuimos y el Señor nos dio una gran noche de pesca. Nadie pescó nada… Y nosotros pescamos tres allí, solo en unos minutos, y los tres pesaban casi veinte libras [9kgs]. Y simplemente teníamos grandes cuerdas con pescado.",
    "A la mañana siguiente regresamos y estábamos colocando la carnada, nueva, en la línea, y ni un pez. Se había acabado. Dije: “Vayamos a esta pequeña ensenada y descansemos unos minutos, hermanos. Y pescaremos perca sol, con línea de pesca con mosca”.",
    "Regresamos allí y pescábamos percas sol, de nuevo en la pequeña ensenada, en nuestro bote. Y cada vez que nos deteníamos lo suficiente, el motor se detenía. No estabamos pescando; hablábamos de Dios.",
    "Y el Sr. Lyle, quien ahora… Fue a ver a su hermana para tratar de sacarla de los Testigos de Jehová. Y ella le dijo—ella le dijo que él estaba escuchando a diablos; que nosotros éramos diablos.",
    "Le dijo: “Lyle, tú sabes que eso es errado. Y todas estas ciertas cosas”.",
    "Entonces, Lyle pescó un perquita de sol, como así de largo. Y por estar hablando, pues dejó que el pequeño se tragara ese anzuelo grande. Entró completamente al estómago del pececito. Y cuando lo agarró, no pudo sacarlo. Por tanto, solo lo apretó con la mano, lo envolvió y le sacó las entrañas. Tenía que sacarle este anzuelo de la boca, porque si cortaba el anzuelo, lo que haría… era pescado muerto, de todos modos moriría. Y estas son las palabras que él dijo: “Hasta aquí llegaste, pequeñito”, y lo tiró al agua.",
    "Y aleteó tres o cuatro veces, y fue bajando en espiral a las aguas azules, hasta que tocó el fondo. Quedó allí unos minutos. Y volvió a subir, a la superficie del agua, y se retorció tres o cuatro veces. Sus pequeñas aletas se entiesaron, así, quedó de lado, torcido. Y como a unos veinte minutos de nuestra pesca, había flotado hasta un matorral, en una basura. Y yo…",
    "Y alguien dijo: “¿Esos pececitos realmente están desayunando o alimentándose?”.\n\nYo dije: “Sí. Así es”.",
    "Y dijimos: “¡Oh, qué grande es Dios!”. Y el Hermano Wood dijo: “¡Oh, es grandioso, Hermano Branham! Tenemos el privilegio de estar aquí con Ud.”. [Cinta en blanco.—Ed.]",
    "🦅 Oh” dije, “no piense Ud. así, Hermano Wood. Esto” dije, “no es un—no es el monte santo; no es el lugar santo. Es el Dios santo. No un hombre santo, sino un Dios santo”. [Cinta en blanco.—Ed.]",
    "Y mientras hablábamos, Algo se movió sobre mí. Dijo: “Ahora mostraré Mi Poder”. Antes de saber lo que yo decía, esa Escritura me vino a la mente: “Lo que tú digas, cree que sucederá, en tu corazón. Dilo, y recibirás lo que dices”. Yo—yo casi puedo… Se desbordaba de mí.\n\nY pensé: “¿Qué es esto que está sucediendo?”.",
    "Lyle y Banks estaban sentados allí. Estábamos pescando. El pececito llevaba muerto unos veinte minutos, todo torcido allí, había flotado allá a ese lugar; sus pequeñas entrañas le colgaban de la boca. Y miré ese pececito, y me vino el pensamiento: “Él dijo a los pescadores: ‘Echad al otro lado de la barca’. Ellos recibieron Su Palabra. Pedro dijo: ‘Señor, hemos pescado toda la noche y no hemos sacado nada. Sin embargo, en Tu Palabra, lanzaremos la red’”. Ahí está, “¡En la Palabra!”.",
    "Algo me dijo: “Dios conoce al pez. Solo habla la Palabra y observa lo que le pasa a ese pez”.",
    "Le dije: “Pececito, en el Nombre de Jesucristo, vuelve a la vida”.",
    "Y Dios, mi absoluto juez, con esos dos hombres allí, ese pececito se dio vuelta y se fue nadando de allí tan fuerte como pudo, vivo de nuevo. “¡Habla la Palabra”! El Dios Todopoderoso, estando aquí ante Él en presencia de esta compañía y esta Biblia, sabe que esa es la verdad.",
    "Cuando hay gente muriendo, y sin embargo, Dios le mostró Su poder a aquellos tes-… dos testigos de Jehová, que Él es la resurrección y la Vida, y no hay nada que Él no sepa. “Dilo, y cree que lo que tú dices se cumplirá, tendrás lo que dijeres”.",
    "¿Qué fue? Dios mostrando Su Poder; no yo, solo una vid… o un pámpano. Él vivificó el pámpano, así que yo no pude más que emitir esas voces. ¿Cómo me lo hubiera imaginado yo de un pececito muerto allí, cuando aun ya los habíamos cortado y puesto como carnada en la línea? Ese pececito esperando allí, tendido allí, muerto.",
    "El Sr. Wood y los demás están sentados aquí, mirándome ahora, testigos de eso. Y el Espíritu de Dios pasó por ese valle, al punto que uno hubiera pensado que el Rapto venía. Hasta el Sr. Wood gritó y dijo: “¡Oh, es bueno estar aquí!”. Dijo: “Hermano Branham, ¡estamos muy contentos de estar aquí!”. Lo único que pudieron expresar fue que yo era su hermano. Y me volví rápidamente… Porque vieron que Dios me había usado para hablarle vida a un pez.",
    "Y, pues, eso suena como una locura, pero ese es el mismo Dios que le habló vida a esa zarigüeya muerta, tendida allí en el patio. Él es Alfa y la Omega, el Principio y el Fin. Él es la Vida, la resurrección. Él es el Poder, el Eterno. ¡El mismo ayer, hoy y por los siglos!",
    "Eso me da a entender esto: que algún día, cuando la vida haya salido de este cuerpo mortal, y yo esté tendido allá, muerto, si Él está interesado en un pez, ciertamente Él está interesado en Ud. y en mí, quienes nos esforzamos en servirle a Él. Y algún día glorioso Él vendrá. No el pámpano, sino que la Vid misma hablará desde Su sede en Gloria, y los que estén dormidos en Cristo se levantarán e irán a la Vida Eterna.",
    "¡Qué sensación! Nadie podría expresarlo. Cuando uno ve un pescado muerto en el agua, con sus entrañas saliendo por su boca, por un hombre de manos grandes que apretó al pescado, así, y lo tomó y se las arrancó. Y uno podía oírlo desgarrarse, cuando arrancaba las entrañas del pescado. Arrojó al pequeñito al agua. Tembló cuatro o cinco veces y se torció, y eso fue todo. Al ver a ese pequeño, solo en un momento, al decir esa palabra, [el Hermano Branham chasquea su dedo una vez.—Ed.] volver a estar en condición, vivo como siempre, y nadar por esa agua tan fuerte como pudo, volviendo a reunirse con sus peces compañeros.",
    "Él es Dios. Él sabía que ese pez estaba allí. Así como Él sabía de aquel que tenía una moneda en la boca. Así como Él sabía que si él tirara… Si esas personas, dicen… En el capítulo 5 de San Marcos, dice que Jesús tomó prestada la barca de Pedro y salió a pescar. Ahora, Él dijo: “Echen la red para pescar”. Cuando habían pescado, cuando… Sabiendo que ellos habían pescado toda la noche y no habían pescado nada. Así igual como con nosotros, y no pescamos nada. Pero, Dios quería ver si ellos recibirían Su Palabra, y Él dijo: “Echad la red para pescar”. Si no hay peces allí, el tomar a Dios por Su Palabra los pondrá allí. Eso era todo el asunto.",
    "Luego, ese mismo Dios, en Su mismo carácter que fue en el principio, es el mismo Dios hoy, por el mismo carácter. Él es el Primero, el Último. Él es el mismo ayer, hoy y por los siglos. Él aún es Dios.",
    "Así que, Uds. que están aquí esta mañana y que se oró por Uds., permítanme decirles algo. Al ver estos testimonios, y Dios es testigo si son la verdad o no, correcto, Uds. buscan ver grandes cosas. Uds. quieren ver alguna cosa bien grande por acá, cuando está allí a su lado. Así es. El mismo Dios que puso el hambre en su alma, para que Ud. viniera buscando la oración, es el mismo Dios que puso vida en ese pescado; el mismo Dios que detuvo a ese toro en el campo; el mismo Dios que derribó al suelo a ese demente allí en presencia mía; el mismo Dios que sacó a Daniel del foso de los leones; el mismo Dios que dijo: “Echad vuestras redes al otro lado, y prepárense para pescar”: Él es el mismo ayer, hoy y por los siglos.",
    "Sus obras no pueden fallar; Su carácter no puede fallar. Y Sus obras declaran Su carácter, así que Él ha resucitado hoy y está aquí entre nosotros, el mismo ayer, hoy y por los siglos. Y nosotros somos testigos de Su carácter.",
    "Su carácter me ha cambiado. Cuando vino a mí, yo antes era un pecador; y ahora soy salvo. Una vez estuve perdido; ahora me encontró. Una vez yo amaba las cosas del mundo; ahora las odio. Una vez Dios no me importaba; ahora Lo amo. Algo me sucedió. Algo les ha sucedido a Uds. ¿Qué es? Es la obra de Dios declarando Su carácter.",
    "Él nos ama. Él está interesado en su bienestar. Él está interesado en su sanidad. Él está interesado en su alma. ¿Permitirá Ud. que Él haga lo que quiera con su vida? No duden de Él en nada. Vayan Uds., creyéndole, y Dios les dará el deseo de su corazón, porque es Su buena voluntad hacerlo. Él anhela hacerlo. Pero, la cosa es que nos agitamos demasiado. ¡Quédense quietos!",
    "Miren a eso, digan: “Dios, ese soy yo. No importa quién ore por mí, o qué ore por mí”. No se requiere a un Oral Roberts, a un Billy Graham, a un William Branham, o a un A. A. Allen. Se requiere a Dios. Así es. Se requiere la fe suya, anclada allá en Dios.",
    "Digan: “Dios, Eso es la Verdad, y solo ahí me paro”. Y dejen—dejen que esto se quede aquí, hasta que baje aquí, desde su cabeza hacia su corazón, sea… y se convierta en una realidad, entonces funcionará. Solo puede funcionar cuando entra en el corazón.",
    "Que el Señor les bendiga ahora, mientras inclinamos los rostros. Pongan su deseo en su corazón. Colóquenlo ante Dios ahora mismo, (¿Lo harán?) mientras oramos. Si es para salvación, si es para… Para lo que sea, colóquelo delante de Dios ahora mismo cuando oremos.\n\nMi fe espera en Ti,\n\nCordero, Quien por mí,\n\nFuiste a la cruz;\n\nEscucha mi oración,\n\nDame Tú bendición,\n\nLlene mi corazón,\n\n¡Tu santa Luz!\n\nA ruda lid iré, (Aquiétense ahora.)\n\nY pruebas hallaré,\n\nMi Guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la Eternidad\n\nTe alabaré.",
    "[El Hermano Branham tararea Mi fe espera en Ti.—Ed.]",
    "Bendito Señor, nosotros podríamos decir como los que estuvieron en el monte ese día y dijeron: “Bueno es para nosotros estar aquí. Y quisiéramos construir tres enramadas, poner pastores en cada una”. Pero la Voz rápidamente se volvió y dijo: “A Él oíd. Él es Mi Hijo”. Pues apartémonos de pastores, de los Moisés y de los Elías, y de los grandes hombres de la tierra, aunque estamos agradecidos por todos ellos. Pero, Tú nos dijiste que a Él oyéramos.",
    "Y Su Palabra dice esto, (no la palabra del pastor, ni la del evangelista): “Todo lo que pidiereis orando, creed que lo recibiréis, y os vendrá. Si dijeres a este monte: ‘Quítate y échate en el mar’, y no dudares en el corazón, sino que creyeres que lo que dijeres será hecho, lo que dijeres lo recibirás”. No necesariamente sería al instante, tampoco fue al instante con Abraham y Sara.",
    "Pero dijiste: “Si creyereis que será hecho lo que decís, os será hecho”. Ahora, Padre, esta es nuestra oración. Recíbenos ahora mismo. Toma nuestros corazones en Tu mano y apriétalos fuertemente con amor, sacando de ellos todo temor e incredulidad, vaciándolos y dejando un hueco. Y luego llénalos inmediatamente con Tu Espíritu, así como el alquitrán y la brea entraron en el arca, para evitar que el miedo y la duda regresen a nuestro corazón. Y haznos conforme a la calidad Tuya, para que puedas declarar Tu carácter al mundo, a través de nosotros, como epístolas leídas por todos los hombres.",
    "Que todos los que han sido… fueron ungidos, fue lo que Tú dijiste que se hiciera, que sean sanados, hoy. De cada persona, desde el simple dolor de muelas, hasta los ciegos, afligidos, o lo que pudiera ser, que esa fe se ancle ahora en el corazón que temía y dudaba cuando entró.",
    "Y, ¡oh, Dios!, siempre recordaré… Yo mismo, tres de nosotros, así como Pedro, Santiago y Juan estuvieron en el Monte de la Transfiguración y vieron lo que Tú hiciste allí; nosotros nunca olvidaremos esa pequeña ensenada allá en Fanny Creek, mientras tengamos memoria y recuerdo. Quizás no signifique mucho para el mundo, pero cuando nosotros vimos la omnipotencia de Dios, la omnipresencia del Dios vivo descender y compadecerse lo suficiente para con la humanidad, para mostrar Tu poder, al traer al pescadito muerto en las aguas, de vuelta a la vida, eso se le pasa por alto al escéptico o al incrédulo. Pero, ¡cómo se graba en el corazón Cristiano!",
    "Sabemos que Tú eres Dios. Eres el mismo Dios aquí en este cuarto esta mañana. ¡Cuánto más cuidado tienes por las personas en este cuarto, hombres y mujeres, que por un pescadito! ¿Qué significaba ese pescadito para Ti? Nada; solo declarabas Tu obra. Y oro, Dios, que Tú declares hoy Tus obras aquí en cada hombre y mujer, niño y niña.",
    "Si hay algunos aquí, Señor, que no Te conozcan como su Salvador, que aún no hayan experimentado, y quisieran vaciar su corazón, hoy, de todas las cosas y de la basura del mundo, para que Tú puedas llenar su corazón con amor, como Noé con la brea para el arca, Te pido que seas con ellos, en estos minutos fugaces que aún quedan en el programa. Concédelo, Padre, en el Nombre de Jesús.\n\nY con nuestros rostros inclinados:\n\n¡Que Tu gracia rica imparta\n\nFuerza a mi débil corazón,\n\nQue inspire mi celo!",
    "Ahora si Ud. quiere a Cristo, mientras están cantando, quiere vaciar su corazón esta mañana y que Dios lo tome tal como Ud. está allí, ¿levantaría su mano a Él? Diga: “Acuérdate de mí”. Dios le bendiga, señor. Y a Ud., señor. A Ud., hermana. A Ud., hermano. A Ud. ¿Alguien más, a mi derecha? Levanten la mano. Dios le bendiga, hermana. Alguien más que diga: “Quiero vaciar mi corazón”. Dios le bendiga, hermana, allá atrás.\n\n¡Permíteme desde este día\n\nSer enteramente Tuyo!",
    "¿Alguien más quiere levantar la mano ahora, antes de orar?",
    "Padre, Dios, Tú viste cada mano. Siete u ocho, diez manos se levantaron. Ellos ahora están vaciando todo temor e incredulidad. Ahora Te declaran a Ti como su Ser todo suficiente, como su Amante, como su Salvador, como su Sanador. Ellos desean que toda duda y miedo les sean quitados. Oro que lo concedas, Señor, por Tu gran gracia. Permítelo hoy mismo.",
    "Tú pudiste hablar a Vida a un pescado; hablar a Vida a un niño muerto; hablar a Vida a Elij’ Perry tendido allí, muerto, y con las manos cruzadas; hablar a Vida a un bebito muerto allá en México; hablaste a Vida allá a Lázaro, después de estar muerto por cuatro días. ¿Cuánto más podemos tomar nuestra posición, hoy, sobre la Roca de Su Palabra Eterna?, y mirar más allá de esta sombra de duda, a Aquel que dijo: “Yo soy la resurrección y la Vida”. Que la fe tome su lugar de reposo ahora en Él, esa Roca sólida, Cristo. Y que ellos reciban todo lo que hayan pedido. Oye nuestras oraciones mientras oramos en el Nombre de Cristo. Amén.\n\nYo Le amo, yo Le amo,\n\nPorque Él a mí me amó;\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora, mientras cantamos de nuevo, denle la mano a alguien cerca de Ud. Solo quédense quietos ahora, estamos… El servicio aún no ha terminado, ¿ven?\n\nYo Le amo,…",
    "[El Hermano Branham se aleja del micrófono y le habla a alguien.—Ed.]\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¿Se sienten Uds. todos restregados? ¿Ahora se sienten mejor? ¿Sienten como que la Palabra…? Es—Es—Es—Es la Sangre purificadora del Señor Jesús, que va directamente al corazón, nos limpia de todo pecado e iniquidad.\n\nY me compró la salvación\n\nAllá en la cruz.\n\nAhora, Hermano Neville. 🦅"
  ]
}