{
  "title": "MEMORIALES DE DIOS PROBADOS POR EL TIEMPO",
  "id": "57660009",
  "content": [
    "🦅  Y sólo entrelacen eso por la Biblia, la manera como hemos tomado el Libro de Apocalipsis, y el Libro de Éxodo y Génesis. Y ahora he venido a casa para ir a cazar ardillas; soy sincero. No doy rodeos, sólo estoy siendo sincero. Y, Hermano Roy, ¿cuándo va? [El Hermano Roy dice: “Mañana”.—Ed.] Mañana. Muy bien. Pues, nos encanta llegar a casa para esta temporada del año, así que, queremos descansar.",
    "He bajado veinte libras [9kgs] desde que los vi. Me subí a las pesas, cuando salí de esta reunión pesaba ciento sesenta y cinco [74kgs]; y al regresar, pesaba ciento cuarenta y cinco [65kgs]. Por tanto, siento que la ropa se me cae. Pues, bajé mucho peso.",
    "Y una dama hoy, cuando salía, una hermana encantadora, dijo: “Hermano Branham, ore para que también yo lo pueda bajar”. [El Hermano Branham se ríe.—Ed.]",
    "Y ella siendo un poco del lado fuerte, entonces le dije: “Simplemente venga, acompáñenos allí, predique fuerte”. Pues eso es lo único que conozco que realmente hará rebajar. Pero, pronto terminaremos con las aflicciones y pruebas.",
    "Pensaba acerca de envejecer. Saben, en dos años cumpliré los cincuenta. ¡Fiu! Recuerdo cuando Frankie Weber entregó eso allí. Él sólo me lleva como dos años a mí. Entregó una moneda de veinticinco como ofrenda de cumpleaños, aquí. Y abrí los ojos, y pensé: “¡Vaya, Frankie Weber, con veinticinco años, un cuarto de cien!”. Ahora es la mitad. ¿No tarda, verdad? Simplemente sigue avanzando.",
    "No tardaremos demasiado. Sólo que esta mañana, cuando nuestro amado hermano traía ese mensaje tan sobresaliente (estoy seguro que todos lo disfrutamos), pues sucedió que pensé en algo cuando él estaba predicando, allá atrás, y pensé: “Tal vez el Señor pudiera darme una Escritura para eso”. Hice que él leyera un poco en esta noche de la bendita Palabra de Dios. Y ahora, yo… sólo para hablar unos minutos, y luego vamos a orar por los enfermos como acostumbramos.",
    "Y el miércoles en la noche, este próximo miércoles en la noche, si el Señor permite, me gustaría comenzar en el Libro de Hebreos, si no hay inconveniente. Y, en el Libro de Hebreos, para una lección. Y entonces, tal vez, el domingo en la mañana o el domingo en la noche, continuarlo. Luego el próximo miércoles en la noche, tal vez volver a tomarlo, simplemente entrelazarlo en la Escritura.",
    "Y hay algunas cosas que noté en la iglesia, mientras voy de paso, en las cuales pienso se debería instruir un poco, Uds. saben, cosas que parecen debilitar un poco. Y pienso que pudiéramos verlo allí en Hebreos. Es un—un muy buen capítulo, muy buen lugar para leer. Ahora, Hermano Neville… Yo iba… Eso me vino a la mente, camino acá.",
    "Y sólo tengo el Nuevo Testamento aquí, y estoy leyendo de una Biblia Collins, la letra es más grande. Tengo… Después de llegar casi a los cincuenta, tengo que alejármela demasiado, para leer esa letra tan pequeña; como sea, es la poca luz. Y puedo salir a la luz del día y aún la leo. Pero cuando la luz escasea, tengo que distanciarla. Y el médico me dijo que pronto iba a necesitar lentes para leer.\n\nY le pregunté: “¿Tengo malos los ojos?”.",
    "Y él los examinó. Dijo: “No. Diez-diez, están supremamente bien. Veinte-veinte es normal, y—y quince-quince es mejor”. Y diez-diez, es, hasta allí es que él podía examinarlo. Así que, yo podía leer de donde él quisiera, a la distancia. Él sacó algo allí, y comencé a leerlo. Cuando se fue acercando, comencé a disminuir y a disminuir. Me detuve cuando estuvo como así. Él dijo: “¡Oh, sí, Ud. ha pasado los cuarenta!”.\n\nY yo dije: “Sí”.",
    "Él dijo: “Bueno, naturalmente, sus globos oculares se aplanan”. Dijo: “Ahora, si Ud. vive una vida larga, buena, Ud. tendrá su segunda vista, eso espero. Es cuando uno puede volver a leer”.",
    "Pero, saben, estaba pensando, como sea no está muy lejos; sólo un poco más. Hermano Tony, eso es malo ¿verdad? [El Hermano Tony dice: “No”.—Ed.] No, no lo es. Es algo bendito. Estoy envejeciendo en cierto modo y de otro rejuveneciendo, pues voy a ese bendito cuerpo inmortal joven, donde, hermano, Allá jamás habrá algo malo. Espero ansioso ese momento; será maravilloso.",
    "Ahora, antes de leer el texto final para terminar, sólo hagamos una oración a Él mientras inclinamos nuestros rostros.",
    "Nosotros creemos, Poderoso Dios, que el pensamiento Tuyo para Tus hijos es que sean felices. No se supone que estemos con el ceño fruncido y triste, porque está escrito que: “El corazón alegre constituye buen remedio”. Y nos encanta disfrutar Tus bendiciones y compartir juntos este gran compañerismo. Y a medida que nosotros…",
    "Como creyentes de Tu Palabra, nosotros nos congregamos alrededor de la Palabra. Para eso es que venimos aquí, no es sólo para oír un Mensaje, sino para adorar y tener compañerismo Contigo, por medio de la lectura y predicación de la Palabra. Ahora, Señor, Tú no nos defraudarás. Estoy seguro que Tú nos bendecirás en estas horas.",
    "Bendice a nuestro noble y buen pastor, Señor. Oramos que lo acompañes. Y fijándome en él hoy, en su predicación, y verlo sonreír cuando entonaba ese canto: “Pronto terminarán las aflicciones y las pruebas”. Y esas hermanas, y cómo lo cantaron en esos avivamientos y los campamentos. Y eso concluirá uno de estos días, para luego ir a ese glorioso Reposo.",
    "Ahora, Padre, bendícenos mientras leemos Tu Palabra, y La hemos leído, y ha refrescado nuestras mentes y corazones. Y háblanos en esta noche. Y cuando termine el servicio y vayamos a nuestros hogares, que digamos: “¿No ardía nuestro corazón mientras Él nos hablaba en el camino?”. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora con tan buen servicio evangelístico que tuvimos esta mañana, y yo estaba pensando que, Uds. saben, el Hermano Neville hablaba acerca de sobrealimentar a los niños, lo cual, uno puede hacer. Pero, ahora, en esta noche, sólo es una pequeña plática para la iglesia. Ésta es sólo una plática para la iglesia. Y deseo leer el… otra parte de la Escritura, en el Nuevo Testamento, Mateo el capítulo 24 y el versículo 35, Jesús hablando.\n\nEl cielo y la tierra pasarán, pero mis palabras no pasarán.",
    "Mi tema esta noche son los—los memoriales: Memoriales De Dios Probados Por El Tiempo.",
    "Y tengo algunos anuncios. Creo haberlo hecho para el… y algunos aquí que… acerca de la reunión para comenzar, con los Hebreos, el capítulo 1, el miércoles en la noche, si el Señor quiere. La razón que tengo que mencionarlo así es porque en mis reuniones, puede ser que yo esté en un lugar y Él llamarme a otro. Yo sólo tengo que ir según Él llama, Uds. saben.",
    "Por esa razón yo no puedo ser como el Hermano Oral Roberts ni esas personas que programan sus reuniones dos o tres años con anticipación, y “Estaremos allá”, y esos hombres de gran fe. Ellos—ellos—ellos tienen su mensaje.",
    "Pero mi Mensaje sólo es donde sea que Dios envíe, ya sea aquí, allá, donde sea. Yo tengo que ir sólo cuando Él envía. Y son dos ministerios diferentes; pero el mismo Dios, el mismísimo Dios.",
    "Estaba pensando, ayer, en mi plática con un muchacho vecino. Y él dijo: “Sabe, un cierto pastorcito” dijo él, “es una persona tan maravillosa”. Dijo: “Mi esposa y yo estábamos en pijamas” y dijo, “como a eso de las once de la noche, pues él pasó y tocó a la puerta. Dijo: ‘Sólo vine a compartir una taza de café con Uds.’”. ¿Ve? Y dijo: “Él cruzó la calle, donde otro vecino, y ellos ya estaban para ir a cama, y allá se comió una galleta. Y simplemente…”. Y luego, dijo él: “Él—él ha tenido una escuelita Bíblica para los niños, y tuvo tantos niños allí, él y su esposa, que tuvieron que poner carpas afuera, para acomodar a los niños”.",
    "Y yo regresé, me puse a pensar: “Saben, eso es correcto. Ésa—ésa es una persona maravillosa”. Y yo creo que el Hermano Fleeman aquí, creo que su muchacho va a La Iglesia Faith Lutheran por aquí, un hombrecito maravilloso y su esposa, ellos están haciendo una gran obra para el Señor. Y pensé. Me puse a lavar mi carro, y me—me desanimé. Pensé: “¿Por qué será que yo no puedo hacer eso (¿ven?), andar haciendo eso, reunir a todos los niños, que me sigan? Yo amo a los niños. Y ¿por qué no puedo andar de casa en casa, de lugar en lugar así?”.",
    "Y Algo simplemente me dijo: “Tú no fuiste llamado para eso. Él está haciendo exactamente lo que Dios le dijo”.",
    "Pero necesitamos a alguien que se pare acá, como los Oral Roberts y ellos, un Josué con una espada, con un Mensaje de fe y liberación. Y, vean, necesitamos aquellos que pueden tener la… de esa clase, y uno puede tener esto, pero todo eso va incluido para formar una gran unidad. Ésa es la Iglesia de Dios.",
    "Hablé hace unos momentos con una jovencita, desanimada y afligida. Y estaba tratando de decirle cómo es que—que una mujer y un hombre no están separados, ellos son la misma persona. El hombre hizo… Dios hizo al hombre, ambos varón y hembra; él era hombre. Es correcto. Y Él los separó en carne y los hizo diferentes, pero los unió para criar a sus hijos, como uno. Y, por tanto, el hombre es el fuerte y es la brea, y la mujer es la—la—la parte amorosa del hombre. Así que, ellos están juntos. Eso es… Dios los separó. Pero los dos eran la misma persona, v-a-r-ó-n. Y a la mujer se le llama varona, eso es correcto, porque ella fue tomada del varón. Ella es parte del varón. Pero en—en vida aquí, en carne, ellos fueron separados. En espíritu, ellos son uno.",
    "Y hablaba de los hombres perdiendo el afecto por su esposa, y no amándolas como cuando eran novios. ¡Sientan vergüenza! Uds. deberían hacerlo. Ella siempre es su novia. Absolutamente. Ésa es la parte que ella debe ser. Y Ud. debe tratarla de esa manera. ¡Oh, no permita que esa pequeña luna de miel termine, porque en el Cielo no terminará! Serán uno perfectamente, Allá. Correcto. Así que, todo…",
    "Bueno, parece que algunas mujeres debieran haber dicho “amén” a eso. No quiero nunca—nunca oír: “Ud. siempre anda regañando a las mujeres y hablando así”. Hermana Hickerson, ¿por qué no dijo Ud. algo, o alguien allá atrás? Decir… ¿Lo dijo Ud.? [La Hermana Cox dice: “Amén”.—Ed.] Gracias, Hermana Cox. Está muy bien. Hermano Cox, eso es para Ud., dondequiera que esté ahora. Muy bien. Sí, señor.",
    "Y jamás debemos olvidar honrarnos el uno al otro. Siempre sean noviecitos. No dejen que eso se acabe.",
    "Un muchacho católico vino a mí no hace mucho. Su esposa se estaba separando. Él dijo: “Billy, odio acudir a ti; yo soy un católico y tú un protestante”. Dijo: “El cura me echó de mi casa hace un rato”.\n\nY le dije: “¿Qué sucede, Ham?”.",
    "Él dijo: “Bueno, él me contó”. Dijo: “Yo bebo un poco” y dijo, “en la noche, yo trabajo duro”. Dijo: “Mi esposa piensa que debo llegar cada noche a besarla y abrazarla, y actuar como cuando nos íbamos a casar”. Dijo: “Ya estamos casados y tenemos una cantidad de hijos”. Y dijo: “Nosotros, el tiempo…”.",
    "Yo dije: “Woo, espera un minuto, muchacho. Estás errado. Tú estás errado. Eso sigue igual como antes de casarte. ¿Ves? Siempre debes recordar eso”. Yo dije: “Ella ahora tiene cuarenta años, es un tiempo en el que ahora realmente necesita de tu atención”.",
    "Así que, procedieron con la corte de divorcios. Y él dijo: “No sé lo que haré”.",
    "Yo dije: “Ve, llámala. Si yo fuera allá, siendo protestante, ella no me recibiría. Pero yo… ¿Ves?”.\n\nDijo: “¡Oh, Ud. le cae bien a ella!”.",
    "Y yo dije: “Eso, sólo ve y llámala, dile que has cambiado de parecer”.",
    "Y entonces, al día siguiente, yo llamé al juez y hablé con él. Y le dije a este muchacho, dije: “Estaré sentado allí mismo debajo del piso donde el juez te dará tremenda reprimenda. Yo estaré orando por ti. No le digas nada a ella”.\n\n“Muy bien”.",
    "Así que, yo estaba allá abajo, orando. Después de un rato escuché un pequeño taconeo bajar por la escalera, y allí venían, los dos abrazados, puras sonrisas, Uds. saben. Él dijo… Yo dije: “Pues, ¡hola!”.",
    "Y él dijo: “Hermano Branham, ¡hace tiempo que no lo veo!”. Sí, treinta minutos, ¿ven? “¡Hace tiempo que no lo veo!”.",
    "Y ella dijo: “Pues, Rev. Branham, ¡hace tiempo que no lo veo! ¡Me da gusto verlo de nuevo!”.",
    "Dije: “Gracias. Vaya” dije yo, “Uds. parecen novios”.\n\n“¡Oh!” dijo, “estamos bien, ¿no es así, cariño?”.\n\nElla dijo: “Así es, cariño”. Y yo…\n\nElla dijo: “Pase a vernos en algún momento, reverendo”.",
    "Y yo dije: “Muchas gracias”. Dije: “¡Buen día! Caminé, el muchacho se dio la vuelta me saludó con la mano, así. Así sucedió. Correcto.",
    "El amor lo conquista todo. Es correcto, sólo—sólo el amor. Ud. puede tener todas sus señales y evidencias, pero sólo denme a mí el amor. Eso—eso lo concluye, para mí. ¡Oh, vaya!\n\n¡Oh, querido Cordero moribundo, Tu preciosa Sangre nunca perderá Su poder!,\n\nHasta que toda la Iglesia Rescatada de Dios\n\nSea salva para ya no pecar. (¿Ven?)\n\nY yo también mi pobre ser\n\nAllí logré lavar;\n\nLa gloria de su gran poder\n\nMe gozo en ensalzar.\n\nEso es cierto. ¡Oh, maravilloso!",
    "Ahora, ¡memoriales probados por el tiempo! De donde saqué esta idea esta mañana, fue de nuestro mensaje de la escuela dominical, un mensaje evangelístico, donde nuestro hermano hablaba de Elías. Cuando él quería… Estos muchachos, las escuelas de los profetas, como era que querían edificar alguna clase de escuela grande. Y eso me vino a la mente, y comencé a tener pensamientos de “memoriales”.",
    "Ahora, un memorial es una—una gran cosa. Nosotros apreciamos los memoriales. Y muchos hombres, en esta vida, han intentado dejar tras ellos alguna clase de memorial. Casi a todos los hombres les encanta hacer eso. Poner en su tumba una gran lápida. Eso está bien; seguro. Yo lo aprecio. Eso—eso está bien. Y luego muchos quieren edificar grandes monumentos.",
    "Un memorial al que me gustaría referirme ahora, está en Ohio, y era de un incrédulo. Olvido su nombre. Tengo su foto en algún lugar allí en mi colección en casa. Donde, él estaba tan firmemente en contra del Cristianismo, que quería que se le edificara un memorial, después de su muerte, con su pie sobre la Biblia, apuntando así hacia abajo, y diciendo: “Abajo las supersticiones religiosas y arriba la ciencia moderna”. Y cuando él estaba muriendo, dijo: “Si he estado errado, saldrán serpientes de mi tumba”. Y cuando murió, aún estaban paleando la tierra en su tumba y mataron dos o tres víboras grandes. Y hoy, en ese cementerio, un ministro tomó una foto recientemente y la trajo a mostrármela, y colgadas allí de las cadenas que rodean su terreno… El cementerio es un lugar hermoso, pero su montículo no es más que un montón de culebras. Y no importa, aun en el otoño e invierno, las serpientes aún se arrastran ahí de su tumba. ¡Un memorial! Dios no permita que yo tenga un memorial así, o ninguno de Uds.",
    "Pues, hay memoriales, no obstante, grandes memoriales.",
    "Estoy pensando en Josué, el poderoso guerrero. ¡Qué gran hombre era, quien recibió la armadura de Moisés, como líder de estos dos millones de judíos! Moisés siendo el selecto, el llamado fuera, separado para un servicio. Y Josué entrando y tomando el lugar de ese hombre, verdaderamente era una gran cosa qué hacer, tomar el lugar de este profeta. Un guerrero poderoso, llamado, predestinado y ordenado de Dios. Cuatrocientos años antes de que él llegara, Dios dijo que Él los liberaría y Él los visitaría. ¡Y qué guerrero el que había sido Moisés!",
    "Jamás un hombre llenó completamente los zapatos de Moisés, hasta que Jesucristo pudo hacerlo. Y él mismo dijo: “Profeta de en medio de ti, como yo, te levantará Jehová tu Dios. Mas sucederá que el que no escuchare a este Profeta, cualquiera que no escuche a este Profeta será cortado”. Muy bien.",
    "Ahora, este gran memorial.",
    "Y Josué había llegado al río. Y después de Moisés haber muerto, Josué tomó su lugar. Y Dios estuvo con Josué. Y él dijo: “Ahora, santifíquense, laven sus vestidos, y apártense, y no toquéis vuestras mujeres. Y al tercer día, Dios hará algo”. ¡Oh, yo…!",
    "Una de estas noches, en los servicios dominicales, quiero predicar de ese “tercer día”, y mostrarles el poder que hay en ellos, ese tres. Yo lo mencioné esta mañana, en la oración; todos tuvieron tres cosas, en la numerología de la Biblia.",
    "🦅 Ahora, al tercer día veréis la gloria de Dios”. Ahora, es para… mostró que él sabía con seguridad de lo que hablaba, porque mencionó con exactitud el tiempo cuando eso sucedería. Y me puedo imaginar cómo se sentiría Josué, cuando él se paró allá frente a todos esos israelitas. Ahora, su palabra debe ser veraz. Y allí estaba el Jordán crecido.",
    "Uds. verán, el carácter de un hombre se da a conocer por sus obras. Lo que Ud. sea, sus obras prueban lo que Ud. es. No importa cuánto Ud. testifique, lo que Ud. diga, a favor o en contra, eso nada tiene que ver. Sus obras dicen lo que Ud. es, dicen lo que Ud. es por dentro. Cada trabajo que Ud. hace, manifiesta lo que Ud. es.",
    "Y Uds. hombres de negocios, si Uds. sólo hacen un trabajo remendado, ven lo que quiero decir, un trabajo a medias, no hagan eso. Si no lo pueden hacer correctamente, ni lo hagan. Correcto.",
    "Cuando Ud. viene a Cristo, si Ud. no puede entregarse completamente de cabo a mecha, y venir a Cristo, mejor ni venga. Pero cuando Ud. verdaderamente quiere ser un Cristiano, dé un paso adelante; que sea una realidad. Eso es lo que Dios quiere que Ud. sea. Y eso—eso probará, sus obras probarán cuál es su carácter. Su carácter se conoce conforme a las obras que Ud. hace.",
    "Y Josué, ahora su palabra estaba en juego; sí, señor, como—como Noé de antaño. Pero Josué tenía que cruzar este río. Y al parecer escogió el peor momento que pudiera haberse considerado. Era el mes de abril. Y es cuando la nieve se derrite en Judea, y baja por las montañas, y el viejo Jordán está lodoso, y se sale hasta los—los campos, para regar los campos del Jordán. Y parecía como, si hubiera sido algo matemático, o—o por educación o científico, él—él escogió el peor momento de todo el año para cruzar el Jordán. Pero a Dios le gusta escoger esa clase de momentos para probar que Él es Dios.",
    "Y los hombres de Dios, quienes le creen a Dios y saben lo que Dios ha prometido, no temen hacerlo, porque Dios Se aferra a Su Palabra, tan cierto como Él es Dios.",
    "Y cuando él dijo: “Primero, tomen el arca y vayan adelante”. Y cuando los pies de esos sacerdotes tocaron ese Jordán, no importó lo turbulento que estaba, ni lo crecido, éste cedió a la Palabra Eterna de Dios, pues la Palabra estaba en el arca. Jesús dijo, ahora: “El cielo y la tierra pasarán, pero Mi Palabra no pasará”. Así que, Josué, sabiendo que su palabra debe reposar sobre la Palabra de Dios, pues él puso la Palabra de Dios primero.",
    "Desearía que Uds. las personas enfermas aquí esta noche hicieran eso, pusieran la Palabra de Dios con su confesión. Haga su confesión, Ud. la cree y la pone allá; y llama esas cosas que no son, como si fueran. Entonces vamos adelante marchando. Háganlo de esa manera. La Palabra de Dios hará que pase.",
    "Y cuando los pies de los sacerdotes tocaron el Jordán, ella sencillamente se recogió de lado a lado. Y el agua se detuvo.",
    "¿Se dan cuenta Uds.? El rugir de ese río hubiera causado un amontonamiento allí, en veinte minutos, que hubiera sido tan alto como—como algunas de estas represas modernas grandes que tenemos, y que la represa Colorado Boulder Dam allá. La forma en que ese Jordán pasa por allí, viene de las montañas con gran fuerza, y barre allí por esos valles.",
    "Y cuando dos millones de hombres a pie, con mujeres y niños, la capacidad allí, es probable que tardaron cuatro o cinco horas o más. Y ¿qué piensan Uds.? Ese río se hubiera llenado. Pero, Dios detuvo la corriente. Amén. ¡Oh, eso me encanta! ¡Detuvo las corrientes! Y se detuvo allí hasta que ellos pasaron.",
    "Entonces Dios le dijo a Josué: “Queremos hacer un memorial a esto. Ve allá y envía a cada israelita, uno de cada tribu, y recoge doce piedras y has un memorial. Y este memorial será para cuando vuestros hijos pasen por este camino, ellos preguntarán: ‘¿Por qué causa están estas piedras aquí?’. Y les dirás la historia de cómo Dios detuvo el Jordán”. Ése es un recuerdo maravilloso. Algún día espero ver esas piedras, en un futuro cercano, donde aún permanecen como memorial. Pero, pienso entonces en—en otro memorial… ¡Qué gran y bendito memorial fue ése!",
    "Entonces pienso en otro memorial, un día, cuando una mujer escogió mal. Ella decidió no permanecer en los valles bien irrigados de—de… o quedarse en los valles bien irrigados de Sodoma y Gomorra, y ser sociable y vivir como las demás mujeres de aquellos días.",
    "Ella no escogió bien, como Sara que se quedó en las tierras estériles. Ella simplemente guardó la Palabra de Dios, en su corazón. Y ella fue obediente y amorosa con su esposo, tanto así que lo llamó a él su “señor”. Y allí fue donde Dios bajó con dos Ángeles y los visitó en la tienda.",
    "Pero, la Sra. Lot, llegó a ser muy mundana y absorbida por las cosas del mundo. Y qué lección es para nosotros, hoy, que nosotros podemos llegar a ser de mentalidad muy mundana. Y estoy muy seguro, hoy, que la iglesia, completamente, está llegando a ser de mentalidad muy mundana. Ahora, tal vez, no fue la intención de la Sra. Lot hacer eso, cuando fue allá. Ella pensó: “Sólo seré sociable”. Está bien ser sociable, pero no se contagie de los hábitos del mundo.",
    "Cuando Ud. vaya, vaya como Sadrac, Mesac y Abed-nego, y Daniel. Ellos decidieron en su corazón que no se contaminarían, no importa lo que pasara. No importa si el resto de la iglesia se descarriaba, lo que sucediera, ellos optaron por eso en su corazón; y hoy ellos son un memorial.",
    "Y la Sra. Lot está allí como un memorial. Y siendo que Dios le dio a ella su último mensaje de gracia, cuando Él envió esos Ángeles allá y les dijo que dentro de unas horas Sodoma y Gomorra sería quemada. Con todo, ella no soportó la idea de tener que dejar su vida social, el salir a un desierto, y vivir como Sara había vivido allá en el desierto, y tener que usar ropa común y corriente de la mujer del valle. Ella quería estar entre el lujo. Su esposo había llegado a ser un hombre importante de la ciudad. Él se sentaba al portón, como juez o como alcalde de la ciudad. Y ella quería estos lujos. Y ella no soportó la idea de tener que dejar esas cosas. Y cuando ella salía con su esposo, de la ciudad, continuamente miraba atrás, gemía y dolida porque tuvo que dejar eso, para ella misma separarse de ese tipo de muerte.",
    "Jesús dijo: “El que pone su mano en el arado, y aun se da vuelta para mirar atrás, no es digno de arar”. ¿Qué clase de personas debemos ser? El que pone su mano en el arado, y aun no—no es siquiera que se dé la vuelta, sólo con voltear a mirar atrás, ni siquiera es digno de arar. ¡Oh, debemos mantener nuestros ojos y corazones unánimes! No importa lo que las otras personas hagan, lo que haga la iglesia, lo que haga el vecino, lo que cualquier otro haga, mantenga su corazón centrado en el Calvario. Ni siquiera vaya a detenerse para mirar atrás; no tenemos tiempo para mirar atrás.",
    "Y esta mujer, por hacerlo, Dios le dio un memorial a todos los pueblos que voltean a mirar atrás, después que han aceptado a Cristo como su Salvador personal: ella se convirtió en una columna de sal. Y ella permanece allí hasta este día, se puede ver en los campos, que la mujer está allí con el rostro volteado, mirando atrás. Y ella está mirando atrás sobre su hombro izquierdo, para mirar a los campos atrás. Su corazón estaba allá atrás. Con todo, ella fue obligada, así, a hacer esto.",
    "Y muchas personas reciben a Cristo de esa manera hoy, que por cuanto salen del mundo sienten que son obligados a hacerlo. Y ellos continúan anhelando y codiciando, y no pasa mucho tiempo para cuando regresan. Y ellos son—son memoriales horribles de la gracia de Dios, del amor de Dios conforme les ha sido mostrado. ¡Ahora, memoriales!",
    "Ahora, en los días de Jesús sobre la tierra, los judíos habían construido un templo como un memorial. Y ellos le habían mostrado a Jesús lo bien que había sido construido ese templo. Y Él dijo… Había tomado cuarenta años construir el templo, cerca de ochenta años, en total. Por cuarenta años, ellos tallaron las piedras en diferentes partes del mundo. Cuarenta años en su construcción, no hubo sonido de sierra ni sonido de martillo.",
    "Pero, saben Uds., aun Jesús dijo allí: “No pongan la mirada en esto, porque os digo que vendrá un tiempo cuando no quedará una piedra sobre otra, una piedra sobre la otra”.",
    "Un poco antes, Él dijo estas grandes Palabras memorables: “Los cielos y la tierra pasarán, templos pasarán, memoriales pasarán, pero Mi Palabra es el memorial perpetuo”.",
    "El arca se pudrió, años atrás. Las tumbas de los profetas se han caído. Y todos los diferentes memoriales se han deteriorado, emblanquecidos por el tiempo, se ha desgastado la piedra. Pero la Palabra de Dios continúa igual, hermosa por los siglos de los siglos. Tan viva y refrescante en esta noche, para los creyentes de este día, como en los días en que fue hablada.",
    "Con razón, Elías, esta mañana, en nuestro… el mensaje que nos dio nuestro hermano. Cuando ellos quisieron edificar un colegio grande para los profetas, como memorial, pero Elías escogió algo mejor, un milagro de Dios para levantar un instrumento caído y hacerlo nadar en el agua. Fue la Palabra del Señor.",
    "Y mucho mejor es aquél, esta noche, que recibe la Palabra del Señor en su corazón como memorial, que aquellos que quieren levantar algún gran memorial.",
    "No hace mucho, cuando oí, estando en Italia, oí de Mussolini, y esa estatua grande de unos cuarenta y tantos pies de altura, que él levantó como memorial al atletismo, pues él era un atleta. Y quise encontrar ese memorial. Y, saben, había sido reducida a polvo por una bomba demoledora grande.",
    "Estuve parado, hace como dos o tres años, en el lugar donde los faraones de Egipto habían levantado grandes monumentos e ídolos. Y yo… Me dicen que uno tendría que cavar veinte pies bajo tierra [6m], para siquiera encontrar el suelo donde estuvieron esos memoriales.",
    "Me paré donde César Augusto, el lugar de los herodes y los grandes de Roma. Y anduve por una calle, y por donde él solía andar por la calle, del palacio, y está como a veinticinco pies bajo tierra [7,6m]. Esos memoriales ya no existen.",
    "Pero esa Palabra viva de Dios aún permanece igual y aun tan valiosa. Eso es un memorial.",
    "Por eso digo hoy, hermano, que las cosas que Ud. hace, las palabras que Ud. dice, el trato que Ud. le dé a su vecino, y lo que Ud. haga en cuanto a Cristo, será un memorial perpetuo. Ud. tal vez tenga una buena casa para dejarle a sus hijos. Ud. tal vez esté trabajando para algún patrimonio, para dejarle a sus hijos; pero yo prefiero dejarles la Palabra de Dios que cualquier otra cosa. Esas casas se desvanecerán. Eso está perfectamente bien, es bueno; no tengo nada en contra de eso. Pero no haga esas cosas menores y deje las cosas grandes sin hacer, ¿ven Uds.? Porque, la Palabra… La casa perecerá, y la gente perecerá con ella. Pero la Palabra de Dios los levantará a ellos en los días postreros, y les dará Vida Eterna inmortal de nuevo. Y, ahora, ¡para declarar algo así, la Palabra Eterna de Dios!",
    "Pienso en este antiguo canto que cantábamos aquí, hace años.\n\nVe el tiempo transitorio,\n\nNada en tierra quedará,\n\nPon tu fe en aquello Eternal,\n\n¡En el incambiable Dios!\n\nCuando cese tu jornada,\n\nY si fuiste fiel a Dios,\n\nUn hogar tendrás en Gloria,\n\nY será felicidad.",
    "Cuánto mejor es mirar allá afuera, directo al sol poniente, cuando sus venas estén enfriándose en su cuerpo, cuando sus hijos estén parados alrededor de la cama, saber que Ud. tiene levantado un memorial, que: “Cariño, ¡algún día papá te encontrará del otro lado!”. Yo prefiero tener eso.",
    "Cuando el médico diga: “Billy, no hay más que hacer por ti”.",
    "Y mire a mis niños y los despida con un beso. Yo diré: “Pero papá no está muriendo, él va a un descanso, a un Lugar. ‘Porque si este tabernáculo terrestre se deshiciera, ya tengo uno esperando’”. ¡Cuánto no habla ese memorial! Yo prefiero hacer eso, con mis hijos ahí en frente, que decir: “Cariño, tengo un millón de dólares en este banco, y un millón acá en éste, para ti”. Prefiero dejar ese testimonio.\n\nAl partir, dejar detrás de nosotros\n\nHuellas en las arenas del tiempo;\n\nHuellas, que quizás otro,\n\nMientras navega sobre el solemne mar de la vida,\n\nAlgún hermano desanimado y naufragado,\n\nViendo, cobre ánimo de nuevo.\n\n¡Absolutamente! Dejarlas como memoriales, sus testimonios.",
    "¡Cómo estoy pensando esta noche, en un anciano postrado allá, en sus últimas horas de esta vida!, llamó el otro día y quiere que yo predique en su funeral; el tabernáculo de Paul Rader. Es mi buen amigo, F. F. Bosworth, un santo piadoso que iba a encontrarse con su Creador. Y él dijo: “Éste es el momento más feliz de mi vida, Hermano Branham”. Él dijo: “Estoy tan feliz de saber que voy a encontrarme con Él, que a duras penas puedo dormir en la noche”.",
    "He oído de la Sra. Aimee McPhearson; no faltándole el respeto, una mujer maravillosa. Veo fallas en eso y aquello. Veo fallas en Smith Wigglesworth y el Dr. Price, y muchos de esos grandes hombres, pero ni una sola falla que haya oído de nadie decir acerca de F.F. Bosworth. Dios, permite que mi fin sea así, ¡un memorial de la gracia del Señor Jesucristo!",
    "Pienso en E. Howard Cadle, de por acá, no hace mucho, cuando estaba tendido en el suelo, un borrachín, y las—y las moscas rondando su boca. Y su preciosa madre allá había orado y creído, y se había aferrado de Dios, por su muchacho borrachín. Allí, cuando dejó el mundo, él dejó un testimonio y un memorial de la gracia del Todopoderoso Dios que es suficiente. Cuando la Palabra de Dios le es puesta a Él, en oración, Dios tiene que responder por eso.",
    "Dios está edificando una Iglesia como un memorial, un memorial de Su sacrificio. Cristo jamás vino a la tierra a morir en vano. Su muerte no será en vano. “Dios puede de estas piedras levantar hijos a Abraham”. Si la gente no Lo vive, si ellos no Lo reciben y lo toman en, bajo consideración, y no se dan cuenta del gran don que Dios les ha dado, Dios puede levantar de estas piedras hijos a Abraham. ¡Verdaderamente que lo hará! ¡Y cuando pienso en eso, y pienso en el gran precio que Él tuvo que pagar! Ahora un buen…",
    "Todos quieren que todo sea gratis, quieren todo… Ése es el estilo de vida americana hoy. Consiga todo lo que pueda por nada. Hermano, Ud. no consigue nada que valga algo, por nada. Ud. paga por lo que consigue. Correcto. Ud. tiene que pagar por eso, y tiene un costo.",
    "Y su salvación fue a gran costo, para Dios. Le costó Su Hijo unigénito, para darle Vida Eterna a todo hombre y hacerlo feliz en esta noche, y para que él viviera por las cosas que vale la pena vivir. No para dejarle algo a nuestros hijos; no hay herencia que dejar mayor que la salvación de nuestro Señor Jesús. Seguro, no la hay.",
    "Ahora, se pagan grandes precios. Pruebas en el tiempo tienen que venir. Son memoriales probados por el tiempo. Y el único memorial que ha probado ser correcto, ha sido la Palabra de Dios. ¡Oh, incrédulos han intentado apagarla! Han hecho todo lo que han podido, pero Ella jamás pasará. Ella jamás puede fallar.",
    "Abraham, cuando recibió ese memorial de Dios: “Recibirás un bebé por esa mujer, Sara”. Por veinticinco años él lo creyó con todo su corazón, y negó cualquier cosa contraria a eso, pues él sabía que Dios cumpliría Su Palabra.",
    "Los incrédulos hoy se levantan y tratan de difamar la Biblia. Antes de poder detener la Biblia, Ud. tendría que detener el tiempo antes de poder lograrlo. Todo mundo ateo, todo pueblo ateo, todo pueblo comunista, y lo que sean, todo buda, todo jain, todo mahometano, tiene que testificar del nacimiento del Señor Jesucristo, a diario. Pues, cada vez que Ud. firma una carta, amén, cada vez que Ud. escribe la fecha, Ud. testifica que Dios envió a Su Hijo, mil novecientos cincuenta y siete años atrás. Hermano, Ud. no pudiera hacerlo. Jamás podría ser. “Los cielos y la tierra pasarán, pero Mi Palabra jamás pasará”.",
    "Hace un tiempo, yo estaba en New York, fui a una pequeña isla, a la Estatua de la Libertad que le fue obsequiada a la… por el gobierno francés a los Estados Unidos, hace muchos años. Y en la mano tiene una antorcha de luz. Subimos a ese brazo. Hay una ventana allí. Y donde brillaba esta gran luz, noté que junto al costado había una cantidad de pequeños gorriones, y todos estaban muertos, tendidos allí al lado. Y le dije al guía: “¿Y esos gorriones qué? ¿Se electrocutaron?”.",
    "Dijo: “No, señor. No los hemos recogido aún esta mañana”. Dijo: “Anoche hubo una tormenta, pasó una gran tormenta aquí por la bahía”.\n\nDije: “Sí, señor. Supe de eso”.",
    "Él dijo: “Los pequeños fueron sorprendidos en la tormenta”. Y dijo: “Cuando llegaron a esta luz, ellos intentaron apagar la luz. ¿Ven? Simplemente golpeaban contra este vidrio y golpeaban”. Y dijo: “En lugar de usar la luz para ir y estar a salvo, ellos intentaron apagar la luz”.",
    "Y entonces me bajó la inspiración. Es cierto. Los hombres y mujeres que intentan apagar la Luz de Dios, sólo se están azotando los sesos. Y, la Luz, ¿por qué no La usan para ponerse a salvo, en lugar de azotarse los sesos? Intentan negarla, y dicen: “Los días de los milagros han pasado. No hay tal cosa como sanidad Divina, no hay salvación de corazón, estas cosas”. Sólo se azotan contra el poste. Mientras hagan eso, la gran Iglesia de Dios va avanzando y hacia arriba, tan fuerte como puede. Personas se levantan y reclaman ser esto y aquello, y fallan, y todo eso. Pero la Iglesia de Dios avanza, y la Palabra de Dios avanza. Ella está hecha de la clase de material correcto.",
    "No hace mucho, allá en Australia, la gran Australia que está bajo la corona británica, es como Sudáfrica, al cruzar allí de Australia. Abajo, en Sydney, hay una gran ciudad que rodea la bahía allí, el Hermano Beeler tal vez sabe más de eso que yo. No obstante, ellos querían que se construyera un puente, yendo de—del norte de Sydney al sur de Sydney. Ellos convocaron de todo el país, buscando arquitectos, constructores de puetes—puentes, que bajaran a construir este puente. Ninguno aceptó. Ninguno se atrevió a aceptar eso. Tan pronto llegaban allá, se enteraban que el fondo de ese mar era arenas inestables. Era arena movediza, y nada se sostenía. Y ellos le hacían pruebas y resonancias, y se iban. Decían: “No, nosotros ni siquiera aceptaríamos intentar construir tal puente; no se puede hacer”.",
    "Pasado un tiempo, un arquitecto joven allá de Inglaterra bajó, un hombre famoso, un hombre de reputación, tenía buena reputación.",
    "¡Oh, eso me gusta! Me gusta un hombre de reputación. ¡Oh, Ud. no tiene que ser un hombre importante! Ud. puede ser un limosnero que vive en un callejón, y tener una reputación mucho mejor que un potentado. Absolutamente. Ud. no tiene que ser rico. Puede ser que Ud. sólo tenga una reputación. Eso declara, su reputación y lo que Ud. es, hace de Ud. lo que Ud. es. Le da a Ud. su reputación. Y Ud. es conocido por su reputación.",
    "Este hombre fue allá, con una reputación maravillosa. Él consideró la situación. Caminó por las riveras por unos días. Él lo estudió. Hizo pruebas. Hizo resonancias. Miró alrededor. Un poco después fue donde el alcalde, dijo: “Acepto el trabajo”.\n\n“Pues” dijo él, “señor, ¿sabe lo que está aceptando?”.\n\nÉl dijo: “Lo entiendo muy bien”.",
    "Él dijo: “Pues, este gran arquitecto dice… Arquitectos americanos y arquitectos de todo el mundo, constructores de puentes, han venido aquí, y le temen al trabajo”.",
    "Él dijo: “Pero, señor, yo no le temo al trabajo. Yo lo acepto”. Él dijo: “Sé que tengo una reputación mundial como constructor de puentes; pero arriesgo mi reputación, pues puedo construirlo”. ¡Oh, él tenía una visión! Antes que un hombre pueda hacerse una reputación, él necesita tener una visión de lo que está haciendo.",
    "¡Oh, bendito sea el Señor! Por esa razón existe un Cielo adonde ir. Por esa razón nosotros podemos tener una reputación como Cristianos, sabemos qué material hay en este edificio. Correcto. Es la Sangre de Jesucristo que está en este edificio. Correcto. La mancha de Su Sangre ha lavado de todo pecado. Él me tomó a mí de los callejones del infierno y me hizo Su siervo. Por tanto, yo creo en Él. Así que, he pasado de muerte a Vida. Y todo creyente lo ha hecho, porque ellos tienen confianza y creen en este gran Constructor, y en este gran Arquitecto.",
    "Ahora, cuando el hombre lo hizo, lo primero que hizo, para estar seguro que tenía la razón, él fue allá. Y dijo: “Ahora, antes de comenzar este puente, tenemos que bajar hasta una base sólida; tenemos que alcanzarla”. Él sabía que debajo de esa arena, el pecho de la tierra estaba allí, que era roca sólida. ¿Qué hizo él sino conseguir grandes bombas inmensas? Y entró allí y metió grandes tubos allá abajo, y sacó fuera las arenas movedizas, con estas grandes bombas, hasta que soplando alcanzó roca sólida. Cuando lo tuvo sobre la roca, ancló unos grandes tornillos allí, y preparó eso. Y así sopló cada uno.",
    "Y entonces fue y se rodeó de los mejores arquitectos que pudo encontrar, los mejores científicos, el mejor equipo. Mandó a traer hierro para su puente. Cuando lo tenía, él no puso un solo pedazo de hierro, ni siquiera un tornillo, hasta que no había sido examinado científicamente; para ver si tenía soplos, para ver si tenían pequeñas cavidades con aire, de la fundición, donde lo habían hecho y moldeado, para ver si había sido probado correctamente. ¡Oh, qué—qué memorial el que sería, si… de su reputación como constructor de puentes!",
    "Si él se tomó toda esa molestia, para asegurarse de que el puente fuera seguro, ¿cuánta molestia piensan Uds. que pasó Dios, para asegurarse de que esta Iglesia estaría a salvo? Sí, señor. Hay un memorial de la muerte de Cristo, ésa es Su Iglesia. Algunas personas no quieren vivirlo, algunas lo hacen; no obstante, es un tiempo de prueba. Dios está probando personas hoy, como memoriales Suyos.\n\nMuchas veces, la gente dice: “¡Oh, soy tan tentado!”.",
    "¡Bendito sea el Nombre del Señor por las tentaciones! “Cuando estoy débil, entonces soy fuerte”, dijo Pablo. “Todo hijo que viene a Dios, debe ser primero examinado y probado”. Y estas pruebas son más dulces para Ud., y más preciosas para Ud. que el oro precioso. Es tiempo de prueba.",
    "Hace muchos años, antes de tener los fundidores, ellos tomaban el oro… Y la manera como sabían si estaba bien o no, y que le había salido toda la basura, toda la pirita de hierro (que es el oro de los tontos), que toda tontería había salido, ellos… Martilladores lo golpeaban, y lo golpeaban y le daban vuelta, y lo golpeaban y le daban vuelta, hasta que el que martillaba veía su—su reflejo en el oro.",
    "Así es como Dios lo hace con Su Iglesia. Él le da a Ud. tribulación tras tribulación, prueba tras prueba, tribulación tras tribulación, prueba tras prueba, hasta que la Vida de Cristo se refleja en su vida; hasta que Ud. sea pacífico, sobrio, dócil, manso, humilde, dispuesto, sujeto, dispuesto, volteando su rostro de las cosas del mundo y mirando directamente al Calvario, a Aquél Quien está golpeando. Muchas veces Ud. piensa que es extraño por tantas pruebas ardientes, la enfermedad y las persecuciones. Sólo vienen para probarlo a Ud., para sacarle la tierra, para sacar de Ud. la basura, para sacar la lentitud de Ud., para despertarlo a uno a este lugar donde uno puede mirar y ver el reflejo, o que un hombre pueda ver el reflejo de Cristo en uno: “Cristo en uno, la esperanza de Gloria”.",
    "Él examinó cada pieza. Finalmente, él… Antes de poner un tornillo, él lo probaba. Él lo probó todo.",
    "Entonces cuando terminó todo, pues, los escarnecedores se pararon alrededor y dijeron: “No va a aguantar. No puede hacerlo”.",
    "Eso es lo que ellos están diciendo hoy. “Esta religión del Espíritu Santo de la que Ud. habla, no durará, ese árbol se quemará”. Pero no se quema.",
    "¡Oh, el—el fuego sólo lo irriga! Eso sólo nos da nueva esperanza. Eso sólo—eso sólo lo fortalece; toda tribulación, prueba. Cada vez que un viento le da a un árbol y lo empuja de allá para acá, y de acá para allá, sólo afloja las raíces para que pueda profundizar y aferrarse mejor. Cada vez que la enfermedad golpea su casa, cada vez que una prueba golpea su casa, cada vez que los vecinos dicen algo malo de Ud., sólo lo sacude a Ud., aflojándolo, para que Ud. pueda bajar y aferrarse mejor de la Roca Eterna de la Palabra inamovible de Dios. Así es como lo hace Dios. Él envía esas pruebas para examinarlo y probarlo a Ud., para sacudirlo y darle a Ud. un nuevo agarre.",
    "Entonces vemos que cuando él terminó todo eso, que los críticos se pararon allí y dijeron: “Eso no puede funcionar”. Pero ¿qué? El arquitecto sabía que su puente resistiría. Él lo sabía, porque había sido probado.",
    "Por esa razón Dios dijo: “Tendré una Iglesia sin mancha ni arruga”. Amén. Ella pasó por la prueba. Y todo hijo que viene a Dios debe ser probado.",
    "En ese gran día conmemorativo, cuando lo harían, cuando los dos lados avanzaron desde ambos lados, cuando se encontrarían en el medio de la bahía, el hombre que lo construyó, dijo: “No pediré eso de ningún hombre”.",
    "Los arquitectos todos parados alrededor, dijeron: “Tan pronto cualquier vibración le dé a ese puente, se irá directamente abajo. Será peligroso”. Ninguna compañía de seguro le quiso asegurar eso.",
    "Él no necesitaba seguro. Él dijo: “Mi puente resistirá”. Él tenía confianza. Ahora, él tenía que probarlo, pues su reputación estaba en riesgo. Seguro que sí. Y si aguantaba, eso sería un memorial.",
    "Por esa razón yo sé que esa antigua salvación de Dios, sentida de corazón, se sostendrá: la reputación de Cristo está allí. Él no nos dará algo de lo cual edificar la Iglesia, no alguna teología hecha de hombre, no sobre alguna experiencia de escuela o edificar algún seminario como ellos querían, en esta mañana, para educar predicadores. El verdadero predicador viene del seminario de la gracia de Dios, llamado de Dios, y es probado por el tiempo. Correcto. Eso aguantará. Dios tiene confianza en Ud. Nosotros tenemos confianza en Él. El puente se… El poeta de antaño dijo:\n\nMi ancla se sostiene velo adentro.\n\nEn todo fuerte vendaval tormentoso,\n\nMi ancla se sostiene velo adentro.",
    "Nosotros no sabemos qué estará sosteniendo, pero Algo está sosteniendo. Correcto. Ella está anclada allá en ese resguardo. Y hay un lazo de salvación que sostiene el corazón humano, que un hombre que ha nacido de nuevo ha pasado de muerte a Vida. Todos los diablos del infierno no pudieran hacer que él lo dude. Hay Algo que sostiene allí adentro. ¡Que se mueva! ¡Que se estremezca! Amén. Ella aguantará, cada vez, porque está en Cristo Jesús.",
    "Entonces este hombre dijo: “No le pediré a nadie, sino que” dijo, “yo mismo iré”.",
    "El alcalde de la ciudad caminó allá y dijo: “Señor, realmente tengo confianza en su puente”.",
    "Él dijo: “Si Ud. le tiene confianza a mi puente, sígame. Muy bien, póngalo a prueba”.",
    "El alcalde dijo: “Mi carro estará allá esa cierta mañana. Yo iré con Ud.”.",
    "La compañía de ferrocarril llamó y dijo, llamó y dijo: “Señor, confiamos en su puente. Tendremos…”.",
    "Dijo: “Si confían en mi puente, traigan cuatro locomotoras cargadas, pónganlas sobre el puente. Si tienen confianza, síganme. Si creen que ha sido examinado y probado, Uds. lo creen, vengan conmigo”.",
    "Y muchas de las personas le escribieron cartas, para ver su valor. Eso es lo que busca el hombre, hombres de valor, no un pequeño algo indeciso.",
    "Si Ud. piensa que podrá escapar, porque va a la iglesia y dice “amén” de vez en cuando y grita un poco, ha puesto su nombre en el libro, y regresa y vive como el diablo, sus propias obras prueban lo que Ud. es; su carácter es prueba de eso. Pero, Dios…",
    "El mundo quiere ver hombres que son valientes, alguien con valor que da un paso al frente, como un memorial de la gracia salvadora de Jesucristo. Correcto.",
    "El día de apertura del puente, los demás regresaron, dijeron: “Prepárense. Preparen sus cámaras” a todos, dijeron los reporteros, “porque ese puente caerá”.",
    "Ese joven salió caminando allá sobre ese puente, puso allí su carro, miró atrás, vio esas locomotoras todas en línea, vio al alcalde allá saludándole con la mano. Él miró y vio decenas de millares de trabajadores parados allá atrás, listos para marchar con él. Dijo: “Que comience la banda”. Hermano, cuando las bandas comenzaron a tocar y sonaron los silbatos, tocaron las trompetas, lo que quiero decir es que había una tremenda vibración ocurriendo. Pero él caminó cruzando ese puente y no se movió. ¿Por qué? Él tomó la delantera, porque si se iba a caer, que él cayera también.",
    "Y Jesucristo vino del Cielo, la Gloria, de la Gloria, acá abajo, para edificar una Iglesia. Y el material que Él está poniendo allí, es material probado a través del tiempo. Puede ser que Ud. venga al altar y haga una confesión, pero cuando Él encuentra soplos de aire y cuanto más (¿ven?), el mundo—el mundo ha soplado en Ud. gusanos y todo eso, Ud. no podrá resistir; Él lo arroja a un lado. Dios quiere una Iglesia probada por el tiempo; no alguien que hoy sea un Cristiano y mañana un descarriado, entra y sale, y arriba y abajo. Él no puede ponerlo a Ud. en ningún lugar.",
    "Pero Él tiene una Iglesia que ha sido probada, pasó por las pruebas, por pérdidas, por enfermedad, por tristezas, por muerte, y aún se para con un testimonio. Ése es el hombre, sí, ése es el hombre que Él está buscando. No me interesa si Ud. es un indigente; no me interesa si es un limosnero; no me interesa si Ud. recoge harapos. Lo que Ud. sea, Dios le pone la prueba a Ud. Él está buscando material probado por el tiempo. Yo creo, un día de estos cuando esa gran Iglesia…",
    "Cuando la ciencia dice: “¿Cómo puede soltarse? La gravedad le ata a Ud. a tierra”.",
    "Ahora me siento religioso. Permítanme decirles. Esa Iglesia probada por el tiempo vendrá a existencia algún día. Puede ser que la mitad de ellos estén durmiendo en el polvo de la tierra. No sé dónde estén, pero Dios tiene Su material todo probado. Un día Él viene a tomar la vanguardia. Síganme, directamente a través de las atmósferas y estratósferas, y esferas y esferas, entrando a la Presencia del Todopoderoso Dios, Él irá con una Iglesia probada por el tiempo. Ése es un memorial a Su gracia; ése es un memorial que Dios le da a Él.",
    "🦅 Ninguno puede venir a Mí, si Mi Padre no le trae primero”. Y todo hombre que viene a Cristo es un regalo de amor de Dios, y Cristo le pone a él en prueba. Y si él pasa la prueba, Él lo pone a él en el puente, lo aprieta, le da una posición, y lo ubica allí, sabiendo que él aguantará hasta que el camino termine. Amén. ¡Material probado por el tiempo!",
    "🦅 Sobre esta Roca”, no sobre alguna roca de fanatismo, no sobre una cantidad de emoción, no sobre una cantidad de teología de iglesia, no sobre alguna denominación; sino, “Sobre esta Roca sólida” la Palabra de Cristo, “Yo edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”. Estará allí.",
    "Será un memorial de Su gracia, en la presencia de los Ángeles. Cuando los Ángeles le preguntaron a Él, un día: “¿Por qué vas a la tierra?”. Él responderá y presentará esa Iglesia sin culpa, sin mancha, sin arruga. Allí está el material. Allí está la cosa. Su reputación. Él debe hacerlo. Ese constructor de puentes tenía que construir el puente; tenía que hacerlo o perder su reputación. Cristo tendrá una Iglesia, y Él tiene que hacerlo. Pues, Él vino a la tierra y se hizo carne, y habitó entre nosotros; y se hizo pecado, para que nosotros viniéramos a ser justos. Él se convirtió en nosotros, para que nosotros, por Su gracia, pudiéramos llegar a ser Él. Él vino a tomar nuestro lugar, de pecador; para cedernos Su lugar, como hijos e hijas de Dios, en la Presencia de Su Majestad. ¡Qué gracia de Dios!",
    "¿Cómo pudiéramos nosotros decir: “Esas Palabras no son correctas”? Los cielos y la tierra pasarán, pero esas Palabras nunca pasarán.",
    "Un niño indio, ciego, hace unas noches, ciego desde que tenía tres—tres o cuatro semanas, recibió su vista, normal, y bajó caminando de la plataforma. ¿Qué fue? Fue un memorial probado por el tiempo del Poder y la gracia de Jesucristo. ¡Bendito sea Su santo Nombre!",
    "¡Probado por el tiempo! Pruebas, problemas, sacudidas y jalones, son sólo para encontrar las burbujas de aire en Ud., para ver si están allí. Es Dios sacudiéndolo y probándolo a Ud.",
    "Hace un tiempo, el gran César Augusto, después de una gran batalla famosa, y habiendo ganado una gran victoria, él… Ellos le iban a dar una celebración en Roma. Y él les dijo: “Quiero que algún hombre cabalgue, algún hombre digno, cabalgue a mi lado mientras hago esto”. Dijo: “Quiero que algún hombre comparta estas bendiciones conmigo”. Y todos los… Eso se supo por los campamentos. Todos los oficiales recortaron sus plumas y lustraron sus espadas, y pusieron a brillar mucho sus armaduras, y todo, y practicaron pararse rectos, y cierto saludo a su rey y todo eso.",
    "Y cada uno caminó allá con su gran armadura frente a él, estando él sentado allá sobre su trono, observando. Y allí subió un oficial con un gran plumaje fino, bien recortado, se paró haciendo su salutación. César hizo un gesto con su cabeza; luego se fue. Otro subió, hizo su salutación, César hizo un gesto con su cabeza; y se fue. Vez tras vez, soldado tras soldado.",
    "Finalmente, bien atrás, de la fila vino un pequeño soldado de infantería. Él no tenía algún escudo para lustrar, ni tampoco plumas para recortar. Pero caminó allá frente a César. Él ni siquiera sabía hacer el saludo correcto, pero sólo inclinó su rostro y se fue.",
    "César dijo: “Espere un minuto. ¿Quién es Ud.? Regrese aquí”. Él caminó allá arriba. Él lo miró. Tenía cicatrices en su rostro, y cortado y desfigurado y lisiado. Dijo: “¿Dónde recibiste esas cicatrices?”.\n\nÉl dijo: “Afuera, en batalla, peleando para mi señor, César”.",
    "Dijo: “Sube aquí y siéntate a mi lado. Eres el que ha sido examinado y probado”.",
    "Hermano, no es tiempo de recortar el plumaje, no son días de educaciones; es tiempo de prueba. Es un tiempo en el que Dios está probando a Su Iglesia buscando encontrar las cicatrices de batalla de pruebas difíciles, y peleas en combates. Ése es aquél que montará a Su lado.",
    "¡Cuánto fue examinado y probado Eliseo, antes de poder ponerse el manto del profeta! ¡Cómo se arrojó Eliseo ese manto sobre el hombro! ¡Cómo debió ser él el hombre correcto! Elías lo observó allí en el campo, cuando araba. Dios dijo: “Ése es el hombre. Ése es el hombre que puede usar esa prenda. Ése es el hombre que puede usar ese manto. Él puede tomar tu lugar”.",
    "¡Bendito sea el Nombre del Señor! Cómo es que Su ojo que todo lo ve se está moviendo sobre la tierra, queriendo encontrar algún hombre que use ese manto del que Él habló. “¿Puedes beber de la copa que Yo bebo? ¿Puedes ser bautizado con el bautismo como lo he sido yo? Puedes”, respondió Él a eso.",
    "Así que, nosotros, hoy, como la Iglesia, debe uno ponerse el manto de Cristo; toda la armadura de Cristo, todo nuestro escudo y adarga, y armadura, para poder estar sin culpa en aquel Día. Él está buscando memoriales probados por el tiempo, que Él pueda decir: “Ahí está mi siervo. Lo he probado; lo he examinado; lo he pasado a él por eso, como a Job. Él aún resulta cien por ciento”. Dios sea misericordioso con nosotros, que nosotros podamos tomar a Dios por Su Palabra y ser memoriales probados por el tiempo.\n\nOremos.",
    "Bendito Padre, Te damos gracias, Sumo Dios Santo, desde lo profundo de nuestros corazones, por probar en el tiempo, por toda prueba. No nos sentimos mal por ellas, Señor, pero estamos agradecidos de que Tu gracia fue suficiente para ayudarnos a pasar por estos grandes tiempos de prueba.",
    "Como el varón, esta noche, cuánto emocionó a la audiencia, cuando mencionó: “Sublime Gracia”, y cuando llegamos a ese cierto verso.\n\nEn los muchos peligros y aflicción\n\nQue yo he tenido aquí;\n\nFue gracia que siempre me libró\n\nY gracia que me guiará feliz.",
    "¡Oh, eso emocionó el corazón del pueblo! Creemos que eso cuadró con el Mensaje esta noche, que era un tiempo de prueba, de peligros, aflicción y calamidades. Era para ayudar al Cristiano, al que se ha examinado a sí mismo ahora y sabe que se paró fiel, por la gracia de Dios. Era para traer vergüenza a aquellos que tienen caídas, y altos y bajos, y no se interesan, y una vida libertina. ¡Oh, Dios, ni siquiera una cicatriz como muestra de la batalla! Oramos en esta noche, Señor, que Tú santifiques la Iglesia, por medio de Tu gran Sangre santa, y limpia todos los agujeros, y todos los puntos débiles, y—y todas las roscas malas. Pásalas por la máquina nuevamente, y—y vuélvelas a hacer, Señor, y—y hazlos material. ¡Oh, Eterno y bendito Padre, escucha la oración de Tu siervo!",
    "Y mientras tenemos nuestros rostros inclinados.",
    "Si hubiera tal persona así aquí esta noche, que siente que Dios, en estos tiempos de prueba, no lo ha encontrado a Ud. fiel en el puesto del deber. Cuando surgen discusiones, o ¿salta Ud. allí de inmediato y participa de ellas? Cuando surgen riñas, cuando la indiferencia, cuando aparecen diferencias en la iglesia, ¿escoge Ud. lados con sectas y grupitos, y cosas como ésas? ¿Escucha Ud. chismes en las calles y en los lugares alrededor? Si Ud. es culpable de eso, Ud. ha sido agujerado también por los soplos del diablo, regresemos al horno esta noche, y seamos derretidos de nuevo, y salgamos ya sin ellos. Que Dios nos enrosque allí y nos prepare para que este gran Puente tome su Rapto. ¡Si tal persona está aquí, y quisiera ser recordada!",
    "Uds. dicen: “Hermano Branham, ¿cómo puedo saber que este memorial Eterno, inmortal, va a perdurar?”.",
    "Citaré para Uds. Su Palabra, conforme a Juan 5:24. “El que oye Mi Palabra”. (No que “va a Mi escuela”.) “El que escucha Mis Palabras, y cree al que Me envió, tiene Vida Eterna; y no vendrá a condenación, mas ha pasado de muerte a Vida”.",
    "¿Puede Ud. escuchar Su Palabra llamándole, esta noche? Si puede y le gustaría ser recordado en oración, ¿levantaría su mano? Diga: “Hermano Branham, sólo ore por mí. Yo quiero ser la clase de material correcto, que cuando Cristo saque Su Iglesia, que yo no tenga…”. Dios lo bendiga, señor. “Yo no tenga dudas al respecto, que Él me coloque directamente en la Iglesia”. Dios lo bendiga, joven. Dios la bendiga, hermana. “Yo quiero ser…”. Dios lo bendiga, hermano. “Yo quiero ser esa clase de material correcto”. Dios te bendiga, pequeño, allá atrás. Dios lo bendiga por acá, mi precioso hermano. “Yo quiero ser encontrado como material genuino. Quiero poder dar el testimonio de la esperanza que llevo por dentro; ¡esa esperanza!”. Dios la bendiga, hermana. Eso está bien. Correcto.",
    "🦅 ¿Qué hace, Hermano Branham, el levantar mis manos”?",
    "Ud. pasa de muerte a Vida. Eso es lo que Ud. hace. Ud. rompe toda ley de la gravedad, allí mismo. ¿Ven?, si Ud. sólo fuera una figura de cera puesta allí, Ud. jamás podría levantar la mano; no pudiera hacerlo. Pero eso es para mostrar que en Ud. hay un espíritu, un espíritu, y ese espíritu ha escuchado al Espíritu de Dios hablándole a Ud. Y ese espíritu que está en Ud. ha tomado una decisión, así que eso desafía la ciencia; eso desafía la gravedad. Ella sube, muestra que hay un espíritu en Ud. que puede levantar la mano. Si Ud. estuviera muerto, no pudiera hacerlo, pero Ud. ha venido a Vida. Algo ha sucedido.",
    "Si Ud. está muerto en pecado y delitos, Dios no le puede hablar más a Ud., su mano permanecerá abajo. Si Ud. no está muerto en pecado y delitos, y Dios le puede hablar, y Ud. recibe Vida, Ud. levantará la mano. ¿Ven?, muestra que la Vida ha tomado una decisión, Ud. ha aceptado a Cristo. “Ud. ha pasado de muerte a Vida”, si es sincero al respecto.",
    "Sea sincero ahora, al levantar la mano. Diga: “Dios, ten misericordia de mí, haz de mí lo que debo ser. Y Te serviré toda mi vida. Yo quiero ser hallado listo ese día”. Bendiciones sobre Ud., mi querido hermano allá atrás. Dios lo bendiga a Ud., joven. Dios lo bendiga a Ud., allá her-… Dios esté con Ud. Dios te bendiga, cariño. Muy bien, alguien más. Dios te bendiga aquí, Hermano Roy, y el Señor esté contigo. Sí. “Señor, encuéntrame digno. Encuéntrame digno”. Dios lo bendiga, mi hermano allá en la parte de atrás. Seguro, Dios lo ve. Esté contento. ¿Alguien más quiere ser recordado en oración ahora mismo? “Hazme…”. Muy bien. Vamos a… 🦅"
  ]
}