{
  "title": "HEBREOS, CAPÍTULO UNO",
  "id": "57670009",
  "content": [
    "🦅  Y para dar una—una pequeña… Pues considero que no hay nada mejor, para mí, que sólo la Palabra. “La fe viene por el oír, y el oír, por la Palabra de Dios”.",
    "Los miércoles y tal vez los domingos (en uno de los servicios dominicales), el pastor tendrá un pequeño descanso, lo cual bien se merece, y pensé que tal vez tomaríamos un Libro de la Biblia. Antes lo hacíamos, y a veces estábamos un año en eso.",
    "Recuerdo una ocasión que estuvimos todo un año en el Libro de Apocalipsis. Pero, ¡oh, vaya!, ¡las cosas que aprendimos, y lo maravilloso que fue! Luego regresamos y tomamos el Libro de Daniel, o el Libro de Génesis, o Éxodo, y lo tomamos capítulo por capítulo, y eso sencillamente entrelazó toda la Biblia. ¡Oh, eso me encanta!",
    "Un poco más adelante, tendremos que tomar el… Si el Señor continúa bendiciendo y avanzamos, entraremos aquí en algunas cosas muy profundas, realmente profundas. Y pasaremos de cita en cita, por la Escritura, en eso.",
    "Y a mí me gusta que la Escritura cuadre con la Escritura. Así es como debe ser; es un gran cuadro hermoso. Y en este Libro que estamos estudiando, vamos a entrar en, ¡oh!, salvación, y sanidad Divina, y milagros, y misericordias. Y, ¡oh!, todo se encuentra aquí.",
    "Y tal vez cuando llegue el tiempo en que tenga que ir a las reuniones… nunca sé exactamente cuándo estaré en una reunión, que sea llamado a una reunión, porque no tengo nada programado hasta cuando me siento dirigido a hacer cierta cosa. Y así, tal vez antes de que amanezca, pueda ser que tome un vuelo a California, a Maine o adonde sea, adondequiera que Él me llame. Por esa razón es que no preparo itinerarios muy extensos, porque no lo puedo hacer. Mi ministerio no es de esa manera, y pues, es diferente.",
    "Y ahora he venido a casa para un pequeño descanso. Bajé veinte libras [9 kg] en esta última reunión. Y el Hermano Mercier y el Hermano Goad estuvieron allá, hace un tiempo; y me dijo: “Hermano Branham, he notado que lo que Ud. hace, Ud. lo hace de todo corazón”.",
    "Yo dije: “Es de la única manera que uno puede hacer el trabajo correctamente para el Señor; colocando todo lo que uno tiene al frente para Cristo: toda su fuerza, toda su alma, todo su corazón, toda su mente; todo lo que Ud. tiene”. Cuando Ud. esté haciendo algo, hágalo bien o no lo haga (¿ve?), simplemente deje eso ahí. Si Ud. va a ser un Cristiano, ponga todo lo que tiene para Cristo; eso es su tiempo, su talento, su todo.",
    "Estaba observando a este joven. Ésa es su esposa ¿no es así, Hermano Burns?, tocando y cantando; allí, esa pareja joven. Y—y no es un piano, ni tampoco un órgano, sino alguna clase de instrumento, ellos lo rasguean y lo puntean, y hacen algo para el Señor. Si uno pudiera hacer eso, y cantar, y así ganar almas. Hacer algo, no importa. Si Ud.—si Ud. puede silbar, bueno, silbe. Haga algo; simplemente testifique o haga algo para el Reino de Dios. Lo que Ud. tenga, póngalo a trabajar al servicio de Dios.",
    "Ahora, no queremos demorarnos demasiado, porque sé que Uds. trabajan y se tienen que levantar temprano. Y, yo estoy yendo a cazar ardillas cada mañana; les estoy diciendo la verdad. Eso es lo que estoy haciendo. Para eso es que vine a casa, para un pequeño descanso. Y entonces me estoy levantando como a las cuatro, y salgo al bosque y, bueno, cazo un poco y me duermo. Y estoy recuperando un poco de ese peso, y después de un tiempo ya estaré reposado (si Uds.…) con la voluntad del Señor. Y todo está bien.",
    "Muy bien, ahora vamos a sus Biblias. Quiero que traigan sus Biblias cada noche, para que así Uds.… los que puedan. Si alguien no tiene, alguien que quisiera seguir la lectura, aquí tenemos algunas, les pediremos a los… a algunos de los ujieres que las repartan. ¿Alguien quiere una? Bueno, levante la mano.",
    "Quisiera saber si el Hermano… Doc, ven aquí y toma estas Biblias. Tú estás parado allí cerca, y el Hermano Burns. ¿Es así, Burns? Lo oí decir… [El hermano dice “Conrad”.—Ed.] ¿Qué? [“Conrad”.] Conrad. Lo llamé… Tal vez me estoy volviendo un poco sordo, Hermano Neville. ¿De dónde saqué el nombre de Burns? Yo reconozco el rostro del varón, y simplemente no podía, no pude recordar el nombre.",
    "Y saben, a medida que uno va envejeciendo, me doy cuenta de algo: se me hace más difícil leer esta Biblia. Y no me gusta pensar en que tenga que usar lentes para leer la Biblia.",
    "Pero, aquí, no hace mucho, creí que me estaba quedando ciego; y pasé a ver a Sam. Y Sam dijo: “Bill, yo no sé” dijo, “sólo te conseguiré una cita con algún especialista”.",
    "Y fui a Louisville; debe haber sido la voluntad del Señor. Era un especialista famoso (olvido ahora su nombre), pero él había leído mi libro. Y dijo: “Si alguna vez regresa a África, quiero acompañarlo”. Él dijo: “Y si Ud.… Esa gente africana lo ama”. Y dijo: “Ellos son muy supersticiosos, especialmente cuando se trata de cortar con el bisturí. Así que” dijo, “quiero dedicar seis meses de mi vida, para operar de cataratas y cosas, por medio de… en la misión”. Y dijo: “Si pudiéramos ir juntos y Ud. pudiera ganarse así el favor de ellos”. Dijo: “Entonces si ellos tuvieran cataratas y trabajo hecho en los ojos” dijo, “a mí me gustaría hacerlo, sin cobrar, por seis meses”. Y olvido cuánto tiempo hay que esperar para obtener una cita con él.",
    "Y estábamos en un cuartito y una—una lucecita roja se encendió allá atrás, en el cuarto oscuro. Pues, yo podía leer esas letras. Decía veinte-veinte. Yo podía leerlas de cualquier forma. Y él lo ajustó a quince-quince, y lo podía leer. Y lo ajustó a diez-diez, y lo podía leer. Él dijo: “Bueno, no sufre de gran cosa en los ojos”.",
    "Y él tenía un telescopio pequeño. Él le puso atrás un aparatito, una cosita, Uds. saben. Esos telescopios antiguos, ¿cuántos los recuerdan? Mirábamos por ellos y veíamos fotografías, era igual. Y él dijo: “¿Puede leer eso?”.\n\nYo dije: “Sí, señor”.\n\nÉl dijo: “Léamelo”.",
    "Tenía, oh, todo un párrafo, como de este tamaño. Yo empecé a leer; él empezó a extenderlo, así, más y más lento. Cuando llegó como tanto así, yo me detuve. Él dijo: “Una cosa puedo decirle, Ud. ha pasado los cuarenta”.\n\nDije: “Sí, es cierto, hace mucho que los pasé”.",
    "Él dijo: “¿Cómo lo ha hecho?”. Dijo: “El ojo humano, naturalmente, cuando uno llega a los cuarenta años, así como su cabello que se torna canoso y lo demás, el globo ocular se aplana”. Dijo: “Ahora, si Ud. vive lo suficiente, él se restaura”. Él dijo: “Es la segunda vista, como la llaman. Pero” dijo, “un ser humano, como a los cuarenta años, en realidad ellos…” dijo, “no es que tengan nada mal en los ojos”.",
    "Yo puedo—puedo ver un cabello en el piso, si me lo apartan. Pero si me lo acercan… Y él dijo: “Ahora, Ud. lee su Biblia”, dijo, “y la va alejando”. Dijo: “Después de un tiempo, su brazo no va a ser lo suficientemente largo, hasta que Ud. no—no puede alejarla lo suficiente para sostenerla”.",
    "Y así que me hizo un par de lentes, y con la parte de abajo se puede, es para leer. Dijo: “Ahora, en su púlpito…”. Él pensaba que yo era uno de estos predicadores refinados, Uds. saben. Y así que, dijo que el… Ud.… La parte de arriba es un cristal común, sólo un vidrio común. Y la parte de abajo tiene una clase de graduación, con la que puedo leer de cerca, Uds. saben, de esa manera. Así que no me gusta ponérmelos; es la verdad.",
    "Y ahora, para enseñar la Biblia, he traído el Nuevo Testamento en esta noche, y es… traje un Nuevo Testamento Collins y tiene una letra de buen tamaño. Pero ahora, cuando regrese a la otra, tal vez me—me tenga que volver a mis viejos compañeros, y leer con ellos. Pero, lo que sea, estoy contento de tener algo con lo que yo—yo todavía puedo leer. Y—y—y lo que haya en mí, lo voy a dar para todos, todo lo que pueda, para la gloria de Dios, esperando que Él me quite esa señal de la edad. No le puedo pedir que me quite la edad. Yo… Seguro, es una de las cosas que nos toca a todos; tenemos que pasar por eso. Y sé que ya no soy un jovencito como antes, parado aquí en la plataforma; tengo cuarenta y ocho años. Y piensen, dos años más y tendré cincuenta años, Hermano Mike.",
    "¡Vaya, casi no puedo creerlo! Es que… No me había dado cuenta de que había pasado los veinte años sino hasta hace como dos años. Es verdad; es verdad. Simplemente… yo no podía creerlo. Y con todo, yo—yo… Me era difícil creerlo hasta que miré en el espejo, y entonces lo—lo supe inmediatamente. Pero—pero en cuanto a la vista, me siento igual de bien como siempre me he sentido en mi vida, y sí que estoy agradecido por eso. ¡Toda la gloria sea para Dios!",
    "Ahora, estamos estudiando el Libro de Hebreos. Ha sido… ¡Oh, es uno de los Libros más profundos y ricos de la Biblia! Déjenme decirles, es un Libro que verdaderamente… si Dios permite, y profundizamos en esto, yo creo que encontraremos tantas pepitas de oro que nos tendrán glorificando a Dios constantemente. Y ahora, yo…",
    "El Libro de Hebreos, realmente lo que es, se supone que fue escrito por San Pablo, el mayor expositor de la Biblia (me supongo) que el mundo haya tenido, aparte de nuestro Señor Jesucristo. Y Pablo estaba separando el… Ahora, Pablo era un verdadero maestro de la Biblia, o sea del Antiguo Testamento; era el único Libro escrito en ese tiempo, llamado la Biblia. Y él estaba tratando de mostrarles a los hebreos, la separación del Antiguo Testamento y mostrando el Antiguo Testamento como sombra o tipo del Nuevo.",
    "Allí mismo pudiéramos abrir un tema y quedarnos tres meses sólo en ese pensamiento, allí mismo. Para regresar, si abriéramos nuestras Biblias ahora, desde luego, estamos en Hebreos el capítulo 1. Pero si pudiéramos abrir en Apocalipsis el capítulo 12, Uds. lo volverían a ver perfectamente, cómo es la sombra. Y si Uds.… los que tienen sus lápices y van a anotar las Escrituras. En Hebre-…",
    "En Apocalipsis 11, encontramos que Juan, en la isla de Patmos, vio a una mujer de pie, en los cielos, y ella tenía el sol sobre la cabeza y la luna debajo de sus pies. Y la mujer estaba en dolores de parto con un hijo por nacer. Ella dio a luz un hijo varón. El dragón escarlata se paró para devorar al niño tan pronto como naciese. Y el—el niño fue arrebatado al Cielo, y la mujer huyó al desierto donde fue alimentada por un tiempo, tiempo, y la mitad de un tiempo, o medio tiempo.",
    "Ahora, la mujer representaba a la iglesia, y el hijo que ella dio a luz era Cristo. La luna bajo sus pies era la ley; el sol en su cabeza era gracia. Doce estrellas en su corona eran los doce apóstoles. Y allí es donde, que… Los doce apóstoles eran la gloria o el coronamiento del Nuevo Testamento. ¿Ven? “Porque ningún otro fundamento puede ser puesto que el que ha sido puesto”. ¿Ven? Eso, el Fundamento, el—el Nuevo Testamento, los apóstoles, la Doctrina de los apóstoles y demás: es el fundamento de corona del Nuevo Testamento. Y entonces, en la…",
    "La luna es una sombra del sol. El sol sólo refleja su luz cuando está detrás de la tierra. Y la luna da luz, para poder caminar, en la noche. Y qué hermoso cuadro tenemos aquí, otro cuadro hermoso: el sol representa a Cristo; la—la luna representa la Iglesia. Ellos son como esposo y esposa. Y en la ausencia de Cristo, la Iglesia refleja la Luz menor, el Evangelio. Y ésa es—es la Luz bajo la cual hay que caminar hasta que el Hijo salga nuevamente, entonces la Iglesia y el Hijo, la luna y el sol, armonizan. ¿Ven? La luna es parte del sol, y la Iglesia es parte de Cristo. Y en la ausencia de Cristo, la Iglesia refleja Su Luz. Y tan cierto como podemos ver la luna que brilla, se sabe que el sol está brillando en alguna parte. Y mientras que la Iglesia está reflejando la Luz de Cristo, Cristo está vivo en alguna parte. Amén. Piénsenlo.",
    "Ahora, la ley era un tipo de la gracia, pero la ley no tenía en sí poder para salvar. La ley solamente era… La ley era un policía. El policía lo mete a uno en la cárcel, pero, vean, se requirió de la gracia para sacarlo a uno de la cárcel. ¿Ven?",
    "Así que la Sangre de Cristo, el Evangelio, nos libra del pecado. La ley solamente nos hace pecadores. La ley simplemente dice: “Ud. es un pecador; no robarás; no cometerás adulterio; no darás falso testimonio”. ¿Ven? Es el policía que le dice a Ud. que está errado y que es culpable. Pero el Evangelio es las buenas nuevas. Cristo murió para salvarnos de todos nuestros pecados, las transgresiones de la ley. Cristo murió para sacarnos.",
    "Ahora, Pablo, tan pronto como fue convertido, no consultó con algún seminario, ni tampoco consultó con ministros. Pero ¿se fijaron? Él fue a Arabia y estuvo allí por tres años, en Arabia. Ahora, esto es, en mi opinión, que…",
    "Ahora, tenemos que fijar una base para esto, para así saber qué tan esencial es. Y en la primera lección esta noche, fijaremos nuestra base.",
    "Ahora, Pablo era un gran maestro de la Biblia, pues fue enseñado por el grande y siempre famoso, Gamaliel. Y él era uno de los más conocidos de ese día, aquel gran maestro de la ley y de los profetas. Así que Pablo estaba bien instruido en esas cosas.",
    "Y luego, él me agrada así; con esta gran revelación (siendo sincero en su corazón), era un asesino, había consentido en la muerte de Esteban y vio a Esteban morir bajo las piedras y terrones cuando fue apedreado. Pienso que debe haber conmovido a Pablo cuando vio a Esteban que levantó las manos al Cielo y dijo: “Veo los Cielos abiertos. Y veo a Jesús parado a la diestra de Dios”. Y que dijo: “Padre, no les tomes en cuenta este pecado”. Y él durmió.",
    "¿Notaron eso? Él no murió; él durmió. Así como… No creo que él haya sentido otra piedra. Como un bebé que se duerme en el seno de su madre, Esteban se durmió en los brazos de Dios.",
    "Había algo respecto a Pablo, que lo conmovió. Entonces él (como cualquier hombre bajo convicción queriendo combatir Eso), se dirige al sumo sacerdote para obtener unas cartas. Dijo: “Yo arrestaré a toda esa gente que está con toda esa bulla, y a esos herejes”; los cuales eran considerados lo que nosotros llamaríamos hoy, “algún fanático radical” o algo así, haciendo mucha bulla y provocando disturbios. “Iremos allá a terminar con eso”.",
    "Y camino allá, por una antigua… no una gran autopista como en la que viajamos nosotros. Y esas carreteras en Palestina sólo eran pequeños senderos, como el sendero de vacas por el bosque, en donde el ganado, y las ovejas y los caballos, y los asnos, y los camellos, cruzaban los cerros.",
    "Y Pablo, camino a Damasco, un día cerca del medio día, una gran Luz resplandeció y lo derribó al suelo. Nadie aparte de Pablo la vio. Quiero que se fijen en eso. Y aquí mismo, ahora esto no es personal, pero sólo estableciendo esta base; para que Uds. sepan que ese mismo Jesús…",
    "Ahora, cuando Él estuvo aquí en la tierra, dijo: “Yo he venido de Dios, y regreso a Dios”.",
    "Ahora, cuando Él guió a los hijos de Israel, Él era la Columna de Fuego. Y Él fue hecho carne, luego regresó a esa misma Columna de Fuego. Y cuando Él se encontró con Pablo en el camino a Damasco, Él era esa Columna de Fuego, esa Luz (¿ven?), una gran Luz. Y Pablo dijo: “¿A quién persigo?”.",
    "Él dijo: “Yo soy Jesús, a quien tú persigues”, la Luz. ¡Oh!, ¿no es Él maravilloso? [La congregación dice: “Amén”.—Ed.]",
    "Y Él está aquí, esta noche, ahora mismo con nosotros. Permitió allí que Su fotografía fuera tomada, sigue igual (¿ven?), la Columna de Fuego, Luz; igual como Él era, “El mismo ayer, hoy, y por los siglos”.",
    "Ahora, los hombres que le acompañaban no vieron esa Luz, sin embargo, estaba allí. Los resultados fueron los mismos.",
    "Ahora, ¿será posible que—que alguien pudiera ver a Cristo en este edificio y nadie más lo viera? Seguro. Así sucedió allá.",
    "Sucedió también una noche cuando Pedro estaba en la prisión. Y esa Luz entró en la prisión, y tocó a Pedro y caminó pasando por los guardias internos, los guardias externos, pasó por la puerta, la puerta principal, y la puerta de la ciudad. Pedro dijo: “Debí haber estado soñando”. Y él miró alrededor, pero la Luz se había ido; Cristo, esa Luz siempre Eterna. Allí está Él. Ahora, en el camino allá…",
    "Y miren, otra cosa ya que hablamos de esto, me acaba de venir a la mente. Pero los magos que siguieron la Estrella, desde la India, el Oriente, por meses, viniendo por los valles y desiertos (pasó sobre los observatorios; y ellos marcaban el horario nocturno por las estrellas), y ningún historiador, nadie, alguna vez mencionó haber visto esa Estrella sino sólo los magos. Estaba destinado que sólo ellos la vieran.",
    "Por tanto, Ud. puede ver cosas que la otra persona quizás no vea. Para Ud. eso es una realidad; para él, ellos no entienden. Es como en una conversión; Ud. puede ser convertido y estar disfrutando de las bendiciones de Dios, simplemente—simplemente bebiendo las bendiciones de Dios. Y la persona al lado suyo: “Yo no veo nada”. ¿Ven? ¿Ven? Así es. “Yo no lo entiendo; no veo de qué se trata”. Bueno, él simplemente no está captándolo, es todo; pero Ud. sí.",
    "Fíjense, ahora, Pablo iba de camino. Y tan pronto le sucedió esta gran experiencia… Pues, él no quedó satisfecho… Ahora eso es lo que hace a Pablo tan tremendo.",
    "Nuestra lección en esta noche no es profunda. Es una lección sencilla, pero, oh, entraremos en lo profundo más adelante. Pero ésta es una lección muy superficial, pues sólo es el principio. Y lo que es, es una sola cosa: es exaltando a Jesucristo—Pablo, para empezar.",
    "Y antes de que él hiciera esto, Pablo era un erudito de la Biblia. Y un erudito de la Biblia jamás establece su doctrina en base a experiencias. No, señor. Ellos nunca basarán su doctrina sobre experiencia. Ud. puede tener cualquier clase de experiencia, pero tiene que ser ASÍ DICE EL SEÑOR. Correcto.",
    "Ahora, en el Antiguo Testamento, ellos tenían tres maneras diferentes de discernir un mensaje. Primero, la ley; era sencillamente por la ley. Luego ellos tenían un—un profeta; un soñador; y tenían el Urim y Tumim. Ahora, eso pudiera ser un poco profundo.",
    "El Urim y Tumim era el pectoral que Aarón se ponía sobre el pecho. Era compuesto de doce piedras: jaspe, sardio, carbunclo, y demás, todas ellas. Tenían doce de las piedras grandes que estaban en el pectoral, mostrando que él era el sumo sacerdote de cada tribu, las doce tribus de Israel. Este pectoral estaba colgado en un poste en la iglesia. Y cuando un profeta profetizaba, y ellos querían tener la certeza si era correcto o no, los profetas o soñadores, se paraban delante de este Urim y Tumim, y él relataba su sueño o su visión, lo que había visto. Y si la Luz Sagrada… ¡Oh!, ¿lo ven Uds.? Dios siempre ha habitado en la atmósfera sobrenatural. El conglomerado, esas luces sólo eran luces normales, hasta que salía esta voz. Y cuando la voz daba contra esas piedras, si no era algo sobrenatural, permanecían inactivas. Pero si era sobrenatural, esas Luces juntas todas reflejaban el color del arco iris. Amén. Entonces, ése era Dios diciendo: “Ése es Mi profeta. Ese sueño vino de Mí”. Era de acuerdo al Urim y Tumim que ellos juzgaban.",
    "¿Recuerdan Uds. a Saúl cuando se descarrió? Dijo que él no lograba recibir un sueño. Y el profeta, Samuel, estaba muerto, y no había manera. Dijo: “Ni siquiera el Urim me habla”. Nada. Saúl se había parado delante del Urim y sus palabras eran golpes sin sonido. ¿Ven? Dios sencillamente lo rechazó. Y ese Urim y Tumim, ésa era la vindicación de Aarón, de su sacerdocio. Después de que murió Aarón, Moisés, el—el pectoral se colgó en el poste.",
    "Ahora, el sacerdocio aarónico cesó cuando Jesús murió. Y ahora (separando la ley de la gracia), nosotros todavía tenemos un Urim y Tumim, y Pablo lo estaba usando. ¿Ven? El Urim y Tumim hoy es la Palabra Eterna de Dios, inmortal, que dura para siempre. ¿Ven?",
    "🦅 ¡Porque cualquiera que quitare algo de este Libro o le añadiera algo”! Yo no quiero nada ajeno a Ella, pero sí quiero todo lo que contiene. Ésa es la Iglesia que queremos. Y todas las cosas deben ser probadas por la Palabra.",
    "Por eso es que tuve un fracaso recientemente entre el pueblo pentecostal, por haber dicho que “yo no podía entender cómo el aceite que les salía de las manos, o sangre que sale del rostro, eran señal que uno tenía el Espíritu Santo”. Eso no es Escritural, y yo—yo simplemente no lo pude aceptar. Eso tiene que venir de la Palabra.",
    "Y ahora, Pablo, él sencillamente amaba la Palabra. Así que antes que él hubiera testificado de esta gran experiencia que tuvo, él se fue a Egipto por tres años (yo creo que fueron tres años), tres años allá en Egipto. Y ¿saben lo que yo creo que él hizo? Yo creo que él tomó el Antiguo Testamento y escudriñó por el Antiguo Testamento, y encontró que Ése en realidad era absolutamente el Mesías. Él tenía que probar su experiencia por la Biblia. Amén. ¡Oh, hermano!",
    "Obsérvenlo cuando él estaba en la prisión. Si notan, hay un—un lapso en la vida de Pablo, cuando él pasó mucho tiempo allí en la prisión. Él escribió el Libro de Efesios. Él escribió esta carta a los Hebreos. ¿Ven? Él tenía tiempo. Dios lo guardó allá en la prisión, y él escribió estas cartas a las iglesias. Una a la iglesia de Éfeso; él escribió una a la iglesia pentecostal (tuvo muchos problemas con ellos). Con la iglesia pentecostal tuvo más problemas que con cualquier otra. Aun los tiene, a pesar de todo, estaba agradecido por ellos. Lo único que él podía enseñarles… Cuando entraron: uno tenía una lengua, otro tenía un salmo, otro tenía una sensación, otro tenía un sentir. Él no podía hablar, hablarles de “seguridad Eterna”. Él no podía hablarles de “predestinación”. Él no podía hablar… Ellos eran bebés. Todos ellos tenían—tenían que sentir algo o ver algo, o tener sensaciones extrañas, y, o algo alrededor de ellos, tener evidencias.",
    "Pero yo creo, cuando les habló a los efesios, que él podía hablar de que “Dios nos ha predestinado a ser hijos e hijas, y nos ha adoptado como hijos en Jesucristo desde antes de la fundación del mundo”. Miren eso. ¡Oh, vaya!",
    "Obsérvenlo por acá en el Libro de Romanos, y demás. Ellos eran maduros. ¡Oh, ellos hablaban en lenguas, seguro, y tenían otras señales del Espíritu Santo entre ellos! Pero no las hicieron doctrinas, ni sensaciones, ni escalofríos, ni sensaciones extrañas.",
    "Pablo dijo: “Uds.—Uds.—Uds. se van a los extremos con eso. Cuando debieran estar enseñando, aún son bebés y necesitan de leche”.",
    "Ahora, para eso es que siempre he luchado, que este tabernáculo no sea un montón de bebés. Seamos maduros, parados en el camino. ¡Oh, hermano! Allí lo tienen.",
    "Así que, Pablo primero fue allá para ver si su experiencia cuadraba con la Biblia de Dios.",
    "¡Oh!, ¿no sería maravilloso hoy si la gente tan sólo volviera a hacer eso, si hiciéramos que nuestra experiencia cuadrara con la Biblia de Dios? Si no cuadra, entonces nuestra experiencia está errada; ella no destella en el Urim y Tumim. Si destella Allí, amén, la tenemos. Pero si no… A mí no me interesa qué tan bueno parezca, lo real que parezca ser correcto; si esas luces no destellaban en ese Urim y Tumim, eso era incorrecto.",
    "Y no importa qué tanta experiencia Ud. haya tenido, cuán genuina parezca ser, ni cómo se pueda presentar, lo educativa que sea, qué tan tremendo instrumento sea para ganar almas; si no destella en la Palabra, es incorrecto. Exactamente. Tiene que estar en línea con la Palabra.",
    "Ahora, yo creo, y hay un centro del camino. Ahora, el camino, muchas veces… Antes yo asistía a una iglesia nazarena, el Señor bendiga a esa gente querida. Metodistas santificados a la antigua es lo que ellos son; Iglesia de Dios, nazarenos, Peregrinos de la Santidad, y muchas de esas antiguas iglesias buenas de la santidad. Y ellos entonaban un canto:\n\nEstoy caminando en la gran calzada antigua,\n\nDiciendo a dondequiera que voy,\n\nPrefiero ser un Cristiano a la antigua, Señor,\n\nQue todo lo demás.",
    "¡Qué bueno! Es maravilloso. Y luego ellos solían hablar del camino de santidad. Ahora, si Uds. leyeran eso, ellos lo toman de Isaías el capítulo 35. Ahora, si se fijan, él dijo: “Habrá allí calzada y camino”.",
    "Ahora, y, es una conjunción. ¿Ven? La calzada, no era una calzada de santidad. “Habrá allí calzada y camino, y será llamado ‘Camino de Santidad’”, no, la calzada de santidad; “¡el Camino de Santidad!”. Y el camino en la calzada, es por el centro de la calzada. Está edificada de esta manera para que las aguas arrastren la basura hacia los dos lados, manteniendo limpia la calzada. Si no, entonces siempre habrá charcos en la calzada, si no está bien construida. “El camino” es por el centro de la calzada.",
    "Ahora, en este lado, cuando la gente es convertida, sus mentes están bien enfocadas en Cristo. Y si tienen algo de eruditos y no se mantienen en oración, se tornarán muy fríos, y tiesos, y almidonados, e indiferentes. Y, por el otro lado, si son un poquito nerviosos, si no vigilan, se harán radicales e indómitos en este lado (¿ven?), entrarán en sensaciones y todo eso.",
    "Ahora, pero la Iglesia verdadera es un Evangelio realmente sano, allí por el centro del camino. No es frío y almidonado, ni tampoco es fanatismo. Es el verdadero Evangelio bueno a la antigua, el cálido y fervoroso amor de Dios de corazón, marchando directo por el centro del camino, llamando de los dos lados. Correcto. Ahora, eso es… Y ¿cómo es que van a conseguir eso, Iglesia? Allí mismo de la Palabra, el Urim y Tumim.",
    "Ahora, Pablo quiso establecer esta iglesia en todo el centro del camino, así que él fue y estudió por tres años las Escrituras que conocía. Por eso Pablo escribió la mayor parte de este Nuevo Testamento. Dios permitió que hiciera eso porque una edad gentil estaba en camino. Mateo, Marcos, Lucas y Juan, los cuatro Evangelios, eran judíos; pero Pablo escribió la mayoría de las epístolas.",
    "Entonces, fíjense, empecemos ahora a fijar esta base, donde se encuentra; escribiéndola desde la prisión. Y él había tenido toda esta experiencia, pero, primero, esta experiencia fue probada. Y ésta es su carta clave al respecto. Ésta es su carta clave. Romanos y Efesios y las demás, tienen su lugar, pero ésta es la carta clave.",
    "Ahora, todo el capítulo 1 está exaltando a Jesús y distanciándolo de sólo ser un profeta. Ahora ése es todo el tema. Trataré de abordarlo siendo lo más breve que pueda, para no tardarnos demasiado. El tema completo, es, separando (el nuevo capi-… el nuevo… El capítulo 1) está separando a Jesús de todo profeta, de toda ley y de todo eso, y mostrando Quién es Jesús. Ahora miren, “Dios”. Empezamos con la primera palabra: “Dios”.\n\nDios, en otro tie-…que en otro tiempo…\n\nOtro tiempo significa “muy atrás” en el pasado.\n\n…habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas,",
    "Ahora noten, “Dios en otros tiempos, muy atrás, les habló a los padres por los profetas”. Así es como Él tuvo que dar Su Mensaje, por medio de Su profeta.",
    "Dios enviaba Su profeta, como Elías, Jeremías, Isaías. Y si Uds. se fijan, nunca, en toda la historia del mundo, llegó la iglesia a producir un profeta. Escudríñenlo en el Antiguo Testamento, el Nuevo Testamento, o en este día, el día postrero. Muéstrenme algún profeta que alguna vez haya surgido de la iglesia en el día postrero. Muéstrenme uno que alguna vez haya surgido de allí. Y muéstrenme una sola ocasión en la que un profeta, un verdadero siervo de Dios, que el sistema eclesiástico del mundo no lo haya condenado.",
    "Sólo piénsenlo. Jeremías, Isaías, por todo el Antiguo Testamento, aquéllos los condenaron. Jesús dijo: “Uds. adornan las tumbas de los profetas y las blanquean, ¡y Uds. los metieron allí!”. Es verdad.",
    "La iglesia continúa con eso. Fíjense en San Patricio. Uds. católicos lo reclaman. Él no es más católico que yo. Correcto. No obstante, Uds. lo reclaman.",
    "Fíjense en San Francisco de Asís; lo reclaman. Él no es más católico que yo.",
    "Fíjense en Juana de Arco. Uds. la quemaron a la hoguera como una bruja porque ella veía visiones y era espiritual. La quemaron en una hoguera y esa mujer pidiendo misericordia a gritos; y ellos la quemaron en la hoguera. Después de cien años se dieron cuenta que ella era una profetisa; era una sierva de Dios. ¡Oh, claro!, Uds. hicieron gran penitencia: desenterraron el cuerpo de los sacerdotes y los echaron al río.",
    "🦅 Uds. adornan las tumbas de los profetas, y Uds. los metieron allí”. Es verdad. El sistema eclesiástico nunca produjo un hombre de Dios; nunca lo hizo, no lo ha hecho hoy día, y jamás lo hará. La religión organizada nunca ha sido el objetivo de Dios.",
    "La iglesia organizada más antigua del mundo es la iglesia católica; segundo, Lutero; enseguida vino Zwinglio; después de Zwinglio vino Calvino; y de Calvino, la anglicana; surgieron los anglosajones, luego la iglesia anglicana; y el Rey Enrique Octavo, cuando protestó y demás; y bajando hasta los metodistas de Wesley, y los nazarenos, los peregrinos de santidad; y de allí hasta los últimos que son pentecostales, todos se organizaron. Y la Biblia claramente enseña que la iglesia católica es una—una mujer de mala fama, y las iglesias protestantes y sus organizaciones son sus hijas, Apocalipsis 17. Exactamente correcto. Así que ellos son…",
    "Ahora, no la gente. Hay gente buena en todas esas iglesias; gente santa, salva. Pero Dios no llama a Su pueblo por medio de una organización. Él los llama como individuos. Dios lidia con individuos, no importa que Ud. sea metodista, bautista, protestante, católico, o lo que Ud. sea. Dios, antes de la fundación del mundo, lo conoció a Ud., y lo predestinó a Vida Eterna; o de otra manera Ud. fue predestinado a perdición Eterna. No…",
    "Él no quería que Ud. fuera a perecer, que Ud. pereciera. Pero, siendo infinito, Él tenía que saber el fin desde el principio, de otra manera Él no sería Dios. Así que, Jesús no vino a la tierra sólo para decir: “Bueno, veré si alguien será misericordioso… Si Yo actúo y muero de una manera cruel, probablemente ellos piensen: ‘Bueno, yo…’. Eso—eso les conmoverá el corazón, y ellos…”. Dios no maneja Sus asuntos de esa manera.",
    "Jesús vino con un propósito determinado, fue de salvar aquéllos que Dios, desde antes de la fundación del mundo, sabía que serían salvos. Él lo dijo. Correcto. Así que Uds.… “No es del que quiere ni del que corre; mas del que Dios tiene misericordia”. Pablo dijo eso; este mismo hombre aquí.",
    "Él dijo: “Por eso es que Dios podía decir, antes que Esaú o Jacob aun nacieran, Él dijo: ‘Yo amo a uno y aborrezco al otro’”. Antes que alguno de los muchachos nacieran, Dios sabía que Esaú era un engañador, y Él sabía que Jacob era un… él amó su primogenitura. Así que Él sabía todo al respecto, antes que el mundo fuese formado. Ahora, nos vamos a dar cuenta en unos momentos Quién fue Aquél que lo sabía. Este capítulo lo dice.\n\nDios habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas,\n\nen estos postreros días nos ha hablado por el Hijo…\n\n¿Ha hecho qué? “En estos postreros días nos ha hablado por el Hijo”.",
    "Ahora, ¿cómo pensaría uno entonces, de eso, que sería un profeta? ¿Tendríamos entonces un profeta para este día? Absolutamente. ¿Hablaría Él por ese medio? Seguro. Pero él, eso… Los profetas de la antigüedad eran el Espíritu de Jesucristo.",
    "Ahora, aclaremos eso, porque no creo que esté penetrando correctamente. Ahora, esto es igual que una escuela dominical, por tanto, queremos captarlo claramente. ¿Ven?",
    "Fíjense. Tomemos el Espíritu de Dios que estaba en Moisés, perfectamente la… es la sombra previa de Jesucristo. Todos los personajes del Antiguo Testamento fueron una sombra previa de la cruz. Moisés, nació un niño hermoso, escondido en los juncos, quitado de sus padres, y demás, y era… Él era un rey, o un—un líder, dador de la ley, intercesor, sacerdote. Todo lo que él fue, fue una sombra previa de Cristo.",
    "Miren a José; amado de su padre, odiado de sus hermanos, y vendido por casi treinta piezas de plata. Arrojado en un pozo, supuestamente como muerto; luego sacado. En su persecución el copero se salvó y el carnicero se perdió (los dos ladrones en la cruz). Y entonces cuando él salió, fue levantado de ese pozo y fue puesto a la diestra de Faraón, el comercio más grande, la—la—la nación que había conquistado al resto del mundo. Y ningún hombre podía llegar a Faraón a no ser que viniera a través de José. Jesús, sentado a la diestra de Dios, y ningún hombre puede venir a Dios a menos que sea por medio de Cristo. Y cuando José dejaba ese trono y salía, hombres iban delante de él, gritando y tocando trompetas, tocando la trompeta, diciendo: “¡Doblad rodilla! Viene José”.",
    "Y cuando Jesús venga, una trompeta sonará y toda rodilla se doblará, y toda lengua confesará. Sí, señor. Allí estaba Él.",
    "Y cuando José murió, él dejó un memorial para aquéllos que estaban esperando liberación.",
    "Hace poco yo puse la mano sobre el antiguo ataúd, fue hecho de plomo, donde su cuerpo debía estar… sus huesos. Él dijo: “No me entierren aquí, porque algún día Dios va a visitarlos”; él era un profeta. “Dios los va a visitar”. Y dijo: “Cuando vayan a la tierra prometida, lleven mis huesos”.",
    "Allí, un hebreo ya anciano, con la espalda azotada y ensangrentada, podía mirar hacia ese ataúd y decir: “Algún día saldremos”.",
    "Jesús dejó un memorial, una tumba vacía. Algún día cuando vayamos a la tumba y nuestros seres amados, y oigamos los terroncitos mientras digan: “Ceniza a la ceniza y el polvo al polvo, y tierra a la tierra”. Pero hermano, nosotros podemos mirar al otro lado del mar, a una tumba vacía. Algún día nos vamos de aquí; nos vamos a Casa; Él viene. Todo fue un tipo.",
    "Miren a David, rechazado por su propio pueblo, destronado por su propio pueblo. Siendo el rey de Jerusalén, fue echado de Jerusalén por su propio pueblo. Y mientras subía el Monte de los Olivos, él miró hacia atrás y lloró. Él fue rechazado.",
    "Ochocientos años después, el Hijo de David, Rey de Jerusalén, se sentó en el monte y lloró porque fue rechazado.",
    "Ése era el Espíritu de Cristo en David. Todo era una sombra previa de la cruz. Esos profetas allá hablaron en Su Nombre; ellos vivieron en Su Nombre; ellos actuaron en Su Nombre. Seguro. “Dios habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, pero en este día postrero a través de Su Hijo”.",
    "Así que los profetas y hombres espirituales, en este día, son solamente el reflejo de Cristo. Allá, por la ley, ellos se pararon y miraron. De este lado ellos se paran mirando atrás hacia allá, por la gracia.",
    "Eso está en Hebreos 11, el último capítulo (con frecuencia me lo he preguntado), en el último capítulo, o sea la última parte del capítulo 11 de Hebreos, cuando él habla de Abraham. El gran capítulo de la fe, y al final él dice: “Ellos anduvieron de acá para allá cubiertos de pieles de ovejas y de cabras, y pobres y aserrados, errando por ahí, sin lugar a dónde ir, odiados y despreciados y perseguidos; de los cuales, este mundo no es digno de tales personas”.",
    "Entonces Pablo se levanta y dice: “Pero sin nosotros, ellos no son perfectos”. Porque ellos solamente miraron hacia la cruz y nosotros miramos a través de la cruz. Nosotros tenemos el Espíritu de Cristo después que llegó a ser carne humana y habitó entre nosotros. Nosotros venimos aquí por el Espíritu Santo, que es un plan mucho mejor.",
    "Y a veces me pregunto ¿qué es lo que el Cristianismo espera hoy? Un predicador recorriendo con una carpa, tendrá que… o alguna iglesia nueva o algún cargo nuevo, se llama a sí mismo profeta, sube allá, dice: “Bueno, si me dan tanto dinero; si me dan el mejor automóvil; si ellos… si me aumentan el salario cada seis meses”.",
    "Necesitamos tener lo mejor. Necesitamos de las mejores casas. Necesitamos la mejor ropa. ¿Qué haremos cuando nos paremos en la presencia de aquellos hombres que anduvieron de aquí para allá en pieles de cabras, en pieles de ovejas, sin un lugar en donde recostar sus cabezas, errando por los desiertos? Y cuando alguien se burla de nosotros estamos dispuestos a dejar la iglesia y a no regresar más; lo que requiere el Cristianismo hoy día. Debería darnos vergüenza de nosotros mismos.\n\n¡Oh, Dios, sé misericordioso con nosotros!",
    "En aquel día, Él habló por los profetas, pero en este día a través de Su Hijo. Eso allá era la palabra de un profeta. Hoy, ésta es la Palabra del Hijo. ¡Oh, bendito sea el Nombre del Señor!",
    "En otras palabras, si están mirando las sombras, el negativo, Uds. pudieran cometer un error. Pero Esto ya ha sido desarrollado, la fotografía es clara. Allá era por el profeta; acá es por Su Hijo. Eso era por un negativo; esto es por el positivo. Amén. ¿Lo ven? No hay posibilidad de perder. Es una cosa positiva; en este día es a través de Su Hijo. ¡Oh, que maravilloso!\n\n…a quien constituyó heredero…(¡Oh, hermano!)…heredero de todo…",
    "¿Qué fue? Fue un nombramiento. ¡Oh, escuchen! Él fue constituido (Cristo) heredero de todas las cosas. ¡Oh!, el diablo supo eso desde el huerto del Edén (¿lo ven?), allí cuando el diablo oyó esa Palabra ese día en el juicio de esas personas. Fue dicho: “Porque del polvo viniste, al polvo volverás; y la simiente de la mujer herirá la cabeza de la serpiente”, una Simiente prometida.",
    "Satanás constantemente vigiló esa Simiente. Cuando Abel nació, él dijo: “Allí está, ésa es la Simiente”. Y él mató a Abel. Su hijo, Caín, mató a Abel. Y tan pronto murió Abel, él dijo: “Ya terminé con la simiente”. Él la mató. Dijo: “La acabé”. Pero con la muerte de Abel, el nacimiento de Set fue de nuevo la resurrección. Observen cómo llegaron.",
    "Esa línea de Set, de ahí vino, un hombre justo y humilde; viniendo a través de Enoc, hasta Noé, hasta el fin de la destrucción antediluviana.",
    "Miren la línea de Caín; llegaron a ser gente inteligente, educada, de ciencia. ¿Acaso no dice la Biblia…? ¿No dijo Jesús que “los hijos de este mundo son más sabios que los hijos del Reino?”. Miren la línea de Caín, aún hoy en día: inteligentes, educados, escépticos, muy religiosos (¿ven?), muy religiosos; pero científicos, constructores, grandes hombres.",
    "Consideren los grandes hombres. Miren a Tomás Edison, a muchos de los grandes hombres. Miren a Einstein, la supuesta inteligencia del mundo, como le llaman hoy día, la inteligencia del mundo. Pero nosotros no tratamos de usar la inteligencia. Nosotros permitimos que la Mente que estaba en Cristo esté en nosotros, y miramos a esta Palabra, y eso confesamos.",
    "Doctores de la medicina, aunque los elogiamos con todo lo que tenemos, pero la mayoría son escépticos, agnósticos. Consideren Uds. la gente lista, inteligente de hoy día. Ellos están allá de ese lado, del lado de Caín.",
    "Pero miren a los humildes y mansos. Allí tienen Uds. nuevamente la resurrección. ¡Oh, bendito sea el Nombre del Señor! Ahí lo tienen. Fíjense:\n\n…a quien constituyó heredero de todo, y por quien asimismo hizo el universo;\n\n¿Quién hizo los universos? Cristo. “¿Cristo hizo los universos”? Sí, señor. Sigamos adelante un poco:\n\nel cual, siendo el resplandor de su gloria, y la imagen misma de su presencia…\n\n¿El resplandor de la gloria de Quién? De la gloria de Dios. ¿La imagen misma de la Presencia de Quién? De Dios. ¡Oh, esto me encanta!\n\n…y la imagen misma de su sustancia, y quien sustenta todas las cosas con la palabra…\n\nAllí lo tienen. La Palabra, eso sustenta todas las cosas. Jesús dijo, en Mateo 24: “Cielos y tierra pasarán pero Mi Palabra nunca pasará”. Él sustenta todas las cosas.",
    "La ciencia trata de desacreditarla y dice: “Es un Libro anticuado; ha sido traducido”.",
    "Aun la iglesia católica romana, el obispo Sheen, dijo: “Ha sido traducida en cuatro o cinco ocasiones, y no tiene mucha importancia. Uno no pudiera vivir por Ella aun si se viera obligado”. Sin embargo, Él lo sustenta todo por Su Palabra. Amén. Eso es lo que yo pienso al respecto. Yo le creo a la Biblia.\n\n…la palabra de su poder (hay poder en la Palabra), habiendo efectuado la purificación de nuestros pecados por medio de sí mismo…(miren esto)…se sentó a la diestra de la Majestad en las alturas,",
    "¿Qué está tratando de hacer Pablo? Está tratando de mostrar que Dios determinó todas las cosas en Cristo, y Cristo era la imagen expresada de Dios. Lo restante del capítulo trata de cómo Él era más alto que los Ángeles, más alto que todos los poderes. Los Ángeles le adoraron. Pablo estaba tratando de magnificarlo a Él.",
    "Ahora, quiero intentar… si es que no avanzo de aquí, el resto es tan sólo magnificando a Cristo, lo que Pablo dice aquí, como acá en el capítulo 11, y hablando acerca del mundo. Él dijo: “¿Cuál—A cuál de los Ángeles dijo Él, ‘Mi Hijo eres Tú, Yo te he engendrado hoy’?”. ¿Ven?",
    "🦅 Al fin del mundo éstos perecerán. El mundo perecerá. Pero el… Y todas las cosas del mundo perecerán. Él los envolverá como un vestido. Ellos se envejecerán, y serán repudiados y desvanecerán. ‘Pero Tú permaneces; Tú permaneces para siempre. Tú eres Mi Hijo. Yo te he engendrado este día y nunca perecerás, sentado a la diestra de la Majestad’”.\n\n¿Qué significa la diestra? No es que Dios tenga una mano derecha, que alguien esté sentado sobre ella. Diestra significa “el poder y la autoridad”; tiene la autoridad de todo en el Cielo y en la tierra. Y todos los cielos y la tierra fueron hechos por Él.",
    "Ahora, ¿Quién es este gran Individuo, esta gran Persona? Cristo. Aquí, Dios en Padre, Hijo, y Espíritu Santo no es… Es una trinidad, pero no es una trinidad de personas. Es una trinidad del oficio, de un Dios.",
    "Él era el Padre guiando a los hijos de Israel. Ése era Su oficio, el gran Padre Jehová. Y Él habitó en la tierra, llamado el Hijo. Y ahora Él habita en Su Iglesia, llamado el Espíritu Santo; no tres Dioses, un Dios, en tres oficios: Padre, Hijo y Espíritu Santo.\n\nLa gente trata de hacerlo a Él tres Dioses diferentes. Dios el Padre; por eso es que con el judío, Ud. nunca logrará… Ud. nunca podrá llevarle eso a un judío, no, eso así. Él no puede. Él recibió un mandamiento: “Yo Soy un Dios”. Solamente hay un Dios.",
    "En África ellos bautizan en tres maneras diferentes: bautizan una vez por el Padre, una vez por el Hijo, y una vez por el Espíritu Santo. La Misión de la Fe Apostólica, ellos bautizan tres veces con el rostro hacia delante, por Su muerte. Lo que ellos llaman el Evangelio Completo en la Costa del Oeste o la Costa del Este, bautizan tres veces hacia atrás; dicen que Él… por Su sepultura.\n\nY dicen: “Cuando murió, Él cayó hacia adelante”.",
    "Otro dijo: “Un momento, uno entierra a un hombre de espaldas”. Sólo cositas técnicas, cuando ambos están errados; ambos errados, según la Escritura.\n\nÉste es el Urim y Tumim. Aquí se resuelve.",
    "Ahora, aquí, simplemente veamos el cuadro de eso y cómo—cómo es que luce en esta noche. Aquí está, si quieren verlo. Casi por veinticinco años que he sido ministro, he estudiado eso. Y con frecuencia he pensado en los dones en la iglesia. ¿Cuáles son esos dones? Profecía, hablar en lenguas, interpretación de lenguas, revelación Divina y demás, todo eso viene a través de Cristo.",
    "Ahora miren. Cristo es la Cabeza de todas las cosas. Y Él es la Cabeza de la Iglesia. Y ¿alguna vez han visto Uds. un gran diamante? Un diamante grande que ha sido cortado correctamente (tiene pequeños cortes, cortes que le han hecho) eso lo hace un diamante correcto. ¿Para qué son los cortes? El verdadero diamante, la manera en que lo sacan, ha sido golpeado, el verdadero diamante cuando es hallado.\n\nYo estuve en Kimberley. Uds., muchos de Uds. han oído que se pueden recoger diamantes en la calle, es correcto; Billy y yo, y el Sr. Bosworth. El presidente de las minas de diamantes Kimberley, llevó… Él era mi ujier allí en la reunión. Y ellos nos llevaron allá. Y sólo de… Ellos los sacan como, oh, cerca de mil setecientos pies debajo de la superficie [518 m]. Salen como una piedra azul, grande y azul, como esta piedra azul que Uds. consiguen por aquí. Y esos nativos, ellos los meten a mil setecientos pies, para que excaven, manteniendo así elevado el precio. Uno va allá al río, y ellos lo tienen bajo vigilancia por cientos de millas. Si uno llevara dos cubetas de diez galones [7,60 l], él dijo, y los llenara de—de arena, y si pudiera llegar a casa con ellos, sería un multimillonario, de todos los diamantes que habría allí. No obstante, tienen que trabajar y excavar para mantener el precio de ellos.",
    "Ahora, cuando sale el diamante, no es más que un pedazo grande de vidrio liso y redondo. Hay un diamante azul, un diamante negro, esmeralda, y un diamante claro (el diamante blanco). Pero cuando sale… Entonces cuando se fabrica y se coloca en uso, hay parte de ese diamante que se tiene que perder. Y tiene que perder los—los pedazos del corte. Le cortan pedazos, porque cuando la luz le entra directamente así, produce un brillo. El corte es lo que produce el brillo, la forma en que se corta. Es trabajado, en cortes, y al hacerle esto, produce un brillo. Y uno dará una luz verde, el otro dará una luz azul, y tal vez otro, una luz esmeralda, y una luz roja. Y así destella diferentes luces, como los colores de un arco iris. A eso le llaman, “fuego en el diamante”.",
    "Ahora, cada una de esas luces representa dones. Pero sólo Cristo es el Diamante. Y Él fue el que vino y fue molido, y herido y cortado, para poderse reflejar Él mismo de nuevo como una Luz al mundo. Él es ese Diamante Maestro.",
    "¿Se pueden imaginar Uds. antes de que existiera la tierra, antes que hubiera una luz, antes que hubiera una estrella, antes de cualquier cosa? Había una gran Fuente brotando, en Espíritu, y de esta Fuente salió el amor más puro, porque de allí no podía salir nada sino amor. Ahora, nosotros, lo que hoy llamamos amor, es un amor pervertido. Pero tan pronto obtenemos la esencia, o un poquito de ese amor en nosotros, nos cambia por completo la opinión.",
    "Entonces de allí viene otra corriente, de esta Fuente principal, el Diamante, y fue llamada justicia, la justicia absoluta. Ahora, por esa razón necesitamos de la ley. Por esa razón es necesario que la ley tenga un juicio. Si el juicio no sigue a la ley, la ley para nada aprovecha. Y cuando el juicio fue pasado según la ley, lo cual trae muerte, entonces no había ninguno que pudiera pagar la pena, solamente Dios mismo. Y Él pagó la pena, la muerte en lugar nuestro, y cargó nuestros pecados, para que nosotros pudiéramos ser la justicia de Dios por medio de Él.",
    "Ahora, cuando salieron estas grandes Luces, o grandes rayos del Espíritu: amor, paz, eso era todo lo que había, Eso. No había sufrimiento; no—no había odio ni malicia; eso no podía provenir de esta Fuente. Ése era Jehová; Ése era Jehová Dios. Y ahora, como lo llaman los teólogos, de Allí salió una teofanía, lo cual era llamado en lo Escritural, el “Logos”, el Logos que salió de Dios. Es difícil de explicar, pero era una parte de Dios.",
    "Ahora, aquí está lo que sucedió. ¡Oh!, perdónenme. Yo—yo—yo me entusiasmé con esto; esto me lleva donde en verdad me encanta. ¿Ven? El Logos, y esta gran Fuente, esta gran Fuente del Espíritu que no tuvo principio ni fin; este gran Espíritu empezó a tomar forma, en la creación, y el Logos que salió de allí era el Hijo de Dios. Era la única forma visible que tenía el Espíritu. Y Eso era una teofanía, lo cual significa un cuerpo, y el cuerpo era semejante a un hombre.",
    "Moisés lo vio cuando pasó por la… por—por la roca. Y él lo miró y dijo: “Se veía como la espalda de un hombre”.\n\nEs el mismo tipo de cuerpo que nosotros recibimos cuando morimos aquí. “Si este tabernáculo terrestre se deshiciera, tenemos uno esperando”. Eso es lo que era. Y eso era la Teofanía, lo cual era el Hijo de Dios. Ese Hijo, ese Logos, se hizo carne porque nosotros fuimos puestos en carne. Y la Teofanía, el Logos, llegó a ser carne aquí entre nosotros, y eso no era nada menos que el lugar de habitación, porque toda esa Fuente moró en Él. ¡Oh!, ¿lo ven Uds.? Allí está. Ése fue Aquél que…",
    "Miren aquí. Abramos ahora rápidamente a Hebreos el capítulo 7, sólo por un—un momento de—de gracia, con la ayuda de Dios. Veamos cómo está aquí. Abraham…\n\n¿Cuánto tiempo nos queda? Nos quedan diez minutos. Muy bien. Captemos esto y luego terminaremos el próximo, el próximo, o el domingo, Dios mediante.",
    "Abraham volvía de la derrota del rey.\n\nPorque este Melquisedec, rey de Salem…\n\n¿Cuántos saben dónde, quién, lo que era Salem? Jerusalén.\n\n…rey de Salem, sacerdote del Dios Altísimo, que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,\n\nEscuchen.\n\na quien asimismo dio Abraham los diezmos de todo; cuyo nombre significa primeramente Rey de justicia…y también Rey de Salem, esto es, Rey de paz;\n\nsin padre, sin madre, sin genealogía, que ni tiene principio de días, ni fin de vida…",
    "Un Rey descendió de Salem y recibió a Abraham, que venía de la derrota de los reyes. Y este Rey no tenía padre, no tenía madre, no tenía principio de días, ni fin de Vida. ¿Con quién se encontró Abraham? Ahora piensen: Él no tenía padre; no tenía madre; Él no tuvo un tiempo cuando haya comenzado, y tampoco tendrá un tiempo que terminará, así que ese mismo Rey de Salem tiene que estar viviendo hoy día. Amén. ¿Lo ven Uds.? Era esa Teofanía que era ese Hijo de Dios. ¿Cuál Salem? Esa Jerusalén que es de Arriba, que Abraham, siendo bendecido, estaba buscando encontrar, tratando de encontrar una Ciudad cuyo Arquitecto y Hacedor era Dios. Él anduvo de aquí para allá envuelto en pieles de ovejas y pieles de cabras, por dondequiera, pobre, errante, y estaba buscando una Ciudad cuyo Arquitecto y Hacedor era Dios. Y él encontró al Rey de esa Salem, viniendo de allá, y le pagó el diezmo de todo el botín. Amén. Ése es Él. ¡Oh, Hermano Graham, ése era Él! Ése era Él.\n\nAbraham lo volvió a ver. Un día él estaba sentado, en la tienda. Miró que se acercaban y vio a tres hombres que venían.",
    "Saben, hay algo en un Cristiano, que él reconoce el Espíritu cuando lo ve. Cuando él… Él simplemente lo conoce. Hay algo espiritual en eso. Las cosas espirituales se disciernen espiritualmente. Uds. saben. Sí, él simplemente lo sabe, si verdaderamente ha nacido; “Mis ovejas conocen Mi Voz”.",
    "Y él simplemente sabía que allí había algo. Él salió y dijo: “Entra, mi Señor. Siéntate. Quédate un rato. Conseguiré un bocado de pan y Te lo pondré en la mano; te lavaré los pies. Descansa, luego sigue Tu jornada, pues has venido a visitarme”. Estando allá en las tierras infértiles, habiendo tomado el camino difícil, el camino con los pocos despreciados del Señor.\n\nMientras que Lot estaba viviendo en riquezas (el sobrino allá), pero él estaba viviendo en pecado. Eso es lo que la mayoría de la riqueza produce: pecado.",
    "Así que Abraham los hizo pasar, mientras iba por un poco de agua, y les lavó los pies. Él corrió afuera al becerro, y escogió un becerro gordo (a la manada) y lo mató; se lo dio a un siervo que lo aderezó. Y dijo: “Sara, amasa la harina”.\n\nUds. saben lo que es amasar, lo que significa. Uds. saben, mamá tenía como una especie de cuña antigua, que guardaba en el—el barril de harina. ¿Habrán llegado a ver una de ésas con un cernidor? Y tenía una cuña allí adentro, uno revolvía la harina, Uds. saben; y se ponía pesada, y la revolvía bien de esta manera. Yo vi a mamá hacerlo muchas veces, con una cuña, tenía una cosita redonda que tiene una tela de alambre. Ella tomaba esa harina y la cernía así, Uds. saben, y le daba golpecitos de esa manera. Y luego tomaba la cuña y la revolvía de esa manera, para que toda se colara. Y entonces era cuando nosotros teníamos que llevar nuestra harina a moler al viejo molino de grano; y esos dientes grandes (Uds. saben, pesados), se hacía verdadero pan de maíz. Uno podía serruchar troncos todo el día, comiendo eso.",
    "Entonces, dijo: “Amasa un poco de harina rápidamente. Y has unos panes en el rescoldo, rápidamente”. Y ordeñaron la vaca y consiguieron un poco de leche. Hicieron, la batieron e hicieron mantequilla. Y entonces fueron y mataron el becerro y obtuvieron carne, y frieron la carne. Tomaron la leche batida, el pan de maíz y algo de mantequilla para poner en las tortas de maíz caliente. ¡Oh, eso realmente es sabroso! Y untaron allí bastante. Y él lo llevó y lo sirvió a estos tres Hombres.",
    "Y mientras Ellos estaban comiendo, continuamente miraban hacia Sodoma. Y después de un rato, se levantaron y empezaron a alejarse. Y dijo Abraham, dijo: “No lo ocultarás de mí”.",
    "🦅 Yo no puedo ocultar de ti lo que voy a hacer. Voy para allá. Los pecados de Sodoma han llegado hasta Mi oído”.\n\n¿Quién era el Hombre? Su ropa toda empolvada, y sentado allí comiendo la carne de un becerro, y bebiendo la leche de la vaca, y comiendo tortas de maíz y mantequilla. ¿Quién es este Personaje extraño? Dos, tres de Ellos sentados allí. Su ropa estaba toda empolvada. ¡Oh, sí, “Somos de un País lejano”! Seguro, bien lejano. Y entonces, Él dijo… Bueno, entonces ¿quiénes eran Ellos?",
    "Él dijo: “Yo no puedo ocultárselo a Abraham, viendo que él es el heredero de la tierra”. Amén. “Yo revelo Mis secretos” en otras palabras, “a aquellos que son herederos de la tierra”. Allí es donde la Iglesia debería estar hoy día. Correcto. Captando los secretos de Dios, sabiendo cómo comportarse y actuar, y qué hacer, y cómo caminar, y cómo vivir. Nosotros somos los herederos de la tierra. Correcto. Él le revela Eso a Ud., porque Él no les ocultará nada. Por eso es que estamos observando el cumplimiento de estas cosas.\n\nY el mundo dice: “¡Ah, eso es puro fanatismo!”. Dejen que ellos lo digan. El heredero de la tierra conoce estas cosas. [Cinta en blanco.—Ed.]\n\n…serán llamados los hijos de Dios.\n\nBienaventurados aquellos que son mansos, porque ellos recibirán la tierra por heredad.\n\nÉl les muestra a ellos Sus secretos, se los revela, les muestra qué hacer y cómo vivir, abandonando las cosas del mundo; caminando piadosamente y viviendo piadosamente en este mundo presente, caminando con Él. Dejen que el mundo diga lo que quiera.",
    "Entonces Él dijo: “Yo no puedo ocultar esto de Abraham, siendo que él es el heredero de la tierra. Pero” dijo Él, “voy allá para destruir a Sodoma. Me dirijo allá”.",
    "🦅 ¿Qué vas a hacer, Señor? ¿De dónde eres? ¿De qué se trata todo esto?”.",
    "Nos damos cuenta que Él dijo: “Y otra cosa, Abraham, tú has esperado veinticinco años por esta promesa que Yo te hice. Tienes todos los bordados, y los—los ganchitos y todo para este bebé, desde hace veinticinco años. Y todavía sigues esperándome. Ahora voy a visitarte según el tiempo de la vida, de acuerdo al tiempo de la vida, el mes que viene Yo estaré contigo”.",
    "Y Sara estaba atrás en la tienda. Y este Hombre estaba de espalda hacia la tienda, hablándole a Abraham, de esta manera. Y Sara hizo: “¡Ja!”.",
    "Él dijo: “¿Qué le causó risa a Sara?”. ¡Ja—ja—ja! ¿Qué les parece? Qué tremenda telepatía, ¿no es así? “¿Qué causó que Sara se riera”?\n\nSara dijo: “No. En ningún momento me reí”.",
    "Dijo: “Oh, sí, lo hiciste”. Ella estaba asustada; estaba temblando. ¿Quién era Ése que podía saber lo que ella estaba haciendo allá atrás en la tienda? Ése es el mismo Dios que está con nosotros hoy. El Mismo. Él lo sabe todo. ¿Ven? Él solamente lo revela a medida que Ud. tiene necesidad. ¿Ven?",
    "🦅 ¿De qué te estás riendo”? ¿Ven?, con Su espalda hacia ella. La Biblia declara eso, que estaba “con Su espalda hacia la tienda”; no obstante, Él lo sabía. “Mientras ella estaba allá atrás, haciendo esto, ¿ven Uds.?”.\n\nAsí que, Él dijo: “Voy a visitarte”.",
    "¿Quién es este sujeto extraño? ¿Saben lo que sucedió? Él se fue caminando y se desvaneció. Y la Biblia dice que ése era Dios Todopoderoso, Jehová, esa gran Fuente, esa Teofanía, ese Logos.",
    "Cierto predicador me dijo, hace algún tiempo, dijo: “Hermano Branham: ¿En realidad Ud. no está pensando que Ése era Dios?”.",
    "Yo dije: “La Biblia dice que era Dios, Elohim”. El cual era Dios Todopoderoso, El Shaddai (correcto), el Dador de Fuerza, el que Satisface. Amén.",
    "¡Oh, me siento religioso! Piénsenlo, aquí, como Él está ahora. Les voy a mostrar aquí Quién es Él, entonces verán Quién es el Hijo. Aquél era Jesús, antes que tuviera el Nombre humano de “Jesús”.",
    "Se paró allá junto a la fuente aquel día. Y todos ellos estaban bebiendo, Uds. saben, y “hablando de las otras aguas que estaban en el desierto”, y cosas como ésas. Él dijo: “Ellos estaban comiendo el maná”. Dijo que él había dicho: “Nuestros padres comieron maná en el desierto, por cuarenta años”.",
    "Él respondió: “Y todos están muertos”. Dijo: “Yo soy el Pan de Vida que vino de Dios, del Cielo. El que come este Pan nunca morirá”.",
    "Dijeron: “Pues, nuestros padres bebieron del Espíritu, de una Roca espiritual que estaba en el desierto, que los seguía”.",
    "Él dijo: “Yo soy esa Roca”. ¡Gloria! San Juan, el capítulo 6.\n\n“Pues” dijeron ellos, “¿qué?”\n\n“Sí. Es correcto”.",
    "🦅 Pues” dijeron, “Tienes… Tú ni siquiera tienes cincuenta años”. Por supuesto, Su obra hizo que pareciera un poco más viejo, pero Él solamente tenía treinta años. Dijeron: “Tú eres un hombre que no tienes más de cincuenta años, y ¿dices que has visto a Abraham, que lleva muerto ochocientos o novecientos años? Ahora sabemos que Tú eres un diablo”.",
    "Él dijo: “Antes que Abraham fuera, YO SOY”. Allí está Él. ¿Quién era el YO SOY? Un Nombre perpetuo, por todas las generaciones. Eso era el… aquella Columna de Fuego en la zarza ardiendo: “YO SOY EL QUE SOY”. Allí estaba Él, esa Teofanía que Él hizo aquí, llamada el Hijo de Dios, el YO SOY, Jehová.",
    "Tomás dijo: “Señor, muéstranos al Padre y con eso nos basta”.",
    "Dijo: “¿Tanto tiempo hace que estoy con vosotros, y no me has conocido?”. Dijo: “Cuando me ves a Mí, ves al Padre. ¿Cómo pues, dices, ‘muéstranos Tú el Padre’? Yo y el Padre Uno somos. Mi Padre mora en Mí. Yo sólo soy un Tabernáculo llamado el Hijo. El Padre mora en Mí. No soy Yo el que hace las obras, es Mi Padre que mora en Mí. Él hace las obras, no Yo”.",
    "Ahora, parado allá nuevamente, Moisés lo vio, la parte de atrás de Él, y dijo: “Se veía como la espalda de un hombre”, el Logos, que salió de Dios.",
    "Entonces ¿qué sucedió? Éste era Dios. Y la razón por la cual Él había pasado de Logos a carne… ¿Qué? ¿Cómo hace para…? ¿Qué pasó allí? Cinco minutos antes Él era un… Él era el Logos. Pero, ¿qué hizo Él? Él solamente tomó…",
    "Ahora, nuestros cuerpos están formados por dieciséis elementos diferentes del mundo; eso lo sabemos. Está hecho de potasio, y—y un—y un poco de calcio, y—y petróleo, y luz cósmica, y átomos y demás cosas. Todos unidos, pues forman este cuerpo; viene del polvo de la tierra. Uds. comen alimento. A medida que comen el alimento, eso se torna en… del polvo, y eso proviene del polvo, y sólo—sólo continúa su curso. Su carne, hablando ahora de la carne suya, no se distingue de la de un caballo, o de una vaca, o alguna otra cosa. Ella simplemente es carne.",
    "Y ¡vaya, uno sí que glorifica la carne!; pero, ese espíritu tiene un alma allí adentro, hermano mío. Correcto. Pero su carne tan sólo es polvo de la tierra, como la del animal. Su carne no es más que un animal. Y si Ud. codicia según la carne y lo que Ud. ve; codicia mujeres, codicia todas estas cosas diferentes, eso aún es animal. Correcto. Correcto. Ud. no debe hacerlo. El Espíritu de Dios hará que Ud. avance y lo pondrá en un plano superior a eso. Ésa es exactamente la verdad.",
    "Ahora, y aquí, estaba esta gran Teofanía parada allí. ¿Qué? Aquel gran Jehová Dios, ¿saben Uds. qué dijo Él? Simplemente extendió la mano y tomó un puñado de átomos, tomó un poquito de luz y vertió eso en Él, así, hizo: “Fiu”, un cuerpo, y allí se metió. Eso es todo.",
    "Dijo: “Ven aquí, Gabriel”, ese gran Arcángel. Hizo: “Fiu”, “Entra allí”.",
    "🦅 Ven aquí, Miguel”, el Ángel a Su diestra. “Fiu”. Para los… “Entra allí”.",
    "Dios y dos Ángeles caminaron acá abajo en carne humana, y bebieron la leche de la vaca, comieron la mantequilla hecha de la leche, y comieron pan de maíz y comieron la carne del becerro; dos Ángeles y Dios. Así dice la Biblia. Ése es Melquisedec, que recibió a Abraham, viniendo de la derrota de los reyes. Ése es el Hijo de Dios.",
    "Continuando aquí, en los Hebreos, el 7, dice: “Sino, hecho semejante al Hijo de Dios”. Allí está Él. Él hizo todas las cosas por Él. Y Él caminó allá, y solamente cambió ese polvo directamente a polvo otra vez, y dio un paso entrando nuevamente a la Gloria.",
    "Y los Ángeles, tan pronto como liberaron a Lot y a la Señora Lot, y ella continuamente miraba hacia atrás (Él les dijo que no lo hicieran más), y Ellos regresaron así de repente a—a la Presencia de Dios.",
    "Ahora, ¡qué gran esperanza tenemos en esta gran Fe que servimos en esta noche! Él Dios viviente, Jehová, la Columna de Fuego, está con nosotros. Se muestra Él mismo en poder y acción y magnificencia. Ha permitido que tomen Su fotografía, el mismo Jehová. El Hijo de Dios que vino de Dios, regresó a Dios, y mora en Su Iglesia para siempre. Allí está Él.",
    "Él tiene nuestros nombres en Su Libro, con un pacto juramentado por Él mismo (porque no hay nadie más grande por el cual Él pueda jurar) que Él nos levantará en el día postrero. “El que come Mi Carne y bebe Mi Sangre, tiene Vida Eterna, y Yo lo levantaré en el día postrero. El que a Mí viene, de ninguna manera lo echaré fuera. El que oye Mi Palabra y cree en el que me envió, tiene Vida Eterna, y nunca vendrá a condenación, pues ha pasado de muerte a Vida”.",
    "Ese mismo que podía extender la mano y tomar un puñado de calcio y potasio, hacer: “Fiu”, y allí están Uds. otra vez. Y mi nombre está en Su Libro. ¡Oooh! ¿Por qué ha de preocuparme que mis hombros se encorven, lo anciano que esté? Seguro que no. No hay ni una pizca de preocupación.",
    "Hermano Mike, uno de estos días (bendito su corazón, hermano), cuando esa gran trompeta venga, y ella suene, y ese José dé un paso adelante. ¡Aleluya! Él dirá: “¡Hijos!: Fiu”. Allí estará Ud., hecho a Su imagen; joven para siempre, la vejez habrá pasado; enfermedades, problemas, los sufrimientos se habrán desvanecido. ¡Gloria al Dios vivo!",
    "Es por medio de Él que habla hoy, Su Hijo. “En otros tiempos, Él habló de muchas maneras por el profeta, pero en este día postrero por Su Hijo, Cristo Jesús”. Él habla al corazón de cada hombre que ha llamado. Si Ud. alguna vez ha sentido Su Voz, o lo ha escuchado a Él tocando a su corazón, por favor no lo rechace.\n\nOremos.",
    "Padre Celestial, en esta noche, nos da tanta alegría saber, en la apertura de esta Carta a los Hebreos, cómo es que Pablo regresó directo a los Evangelios. Él no lo aceptó simplemente en base a lo que alguien dijo o en base a una experiencia. Él quería que nosotros supiéramos lo que era la Verdad. Y él regresó directo a los Evangelios, y él… regresó directamente al Antiguo Testamento, el Evangelio que les había sido predicado a ellos. Y él vio allí, a través del Antiguo Testamento, todas las sombras y los tipos. Por eso es que nosotros tenemos este gran Libro de los Hebreos en esta noche. Y lo vemos, Señor, y lo amamos. Y a través de las edades, ha sido quemado, ha sido desparramado, han tratado de deshacerlo, pero Él flamea a pesar de todo. Pues Tú has dicho: “Los Cielos y la tierra pasarán, pero Mis Palabras no pasarán”.",
    "Entonces el escéptico dirá: “Pues, Ud. dice que ‘Pablo escribió esto’”. No Pablo, sino Dios que estaba en Pablo; ese Ser creador que estaba en Pablo.",
    "Igual como estaba en David, cuando dijo: “No permitiré que Mi Santo vea corrupción, ni dejaré Su alma en el infierno”. Y el Hijo de Dios tomó esas Palabras de ese profeta, y fue a los mismos senos del infierno. Y dijo: “Destruyan este Tabernáculo y Yo lo levantaré en tres días”. Y Él lo hizo; por cuanto la Palabra de Dios no puede fallar; ni una jota puede fallar. ¡Cuánto le agradecemos a Dios por esto, este gran Urim y Tumim, y por saber que nuestras experiencias en esta noche, Señor, destellan aquí en esta Biblia! Hemos nacido otra vez, tenemos el Espíritu Santo.",
    "Amado Dios, si hubiera un hombre o una mujer aquí en esta noche, muchacho o muchacha, que nunca ha atestiguado de esto, ¿cómo pudieran levantarse si allí no hay Vida? ¡Oh!, ellos dicen, “yo tengo Vida”.",
    "Pero la Biblia dice: “Aquella que vive en placeres está muerta mientras vive”. Dices que tienes Vida, pero estás muerta. “Tú reclamas” dice la Biblia, “que tienes Vida, pero estás muerta. Dices que eres rica y no tienes necesidad de nada, pero no sabes que eres miserable, y pobre, y desnuda, y ciega, y no lo sabes”. Y ésa es la condición de las iglesias en esta noche, Señor. Cómo se les pasan estas tremendas cosas de valor.\n\nSaber que el gran Jehová Dios, el Único que puede producir por… Él dijo: “Traedme esos pececitos”. Él necesitaba los peces para—para de allí hacer algo con ellos. Mostró que la resurrección necesitaba algo con lo cual obrar. Él no solamente hizo los peces, sino que hizo pescado cocinado; Él coció pan. Y alimentó a cinco mil con cinco pececitos… o panecitos y dos pescaditos. ¡Oh, Señor!, eso estaba en Sus manos, y Él era el Creador; pero Él necesitaba tener algo en Su mano.\n\nDios, que esta noche nosotros nos pongamos en Sus manos, y digamos: “¡Oh, Dios!, tómame como soy. Y cuando llegue el fin de mi vida, permíteme partir con esta esperanza que hay en mí, sabiendo que yo he nacido de nuevo, y que Tu Espíritu ha dado testimonio en mí, y testificado con mi espíritu, que yo soy Tu hijo o Tu hija”. Y en ese último día, Tú los levantarás. Concédelo, Padre.",
    "Y mientras tenemos nuestros rostros inclinados, habría alguien que levante la mano, y diga: “Recuérdeme a mí, Hermano Branham, en oración. Yo quiero que Dios me conozca a mí, que cuando… antes que yo deje esta tierra, que Él me conozca tanto que Él me llame por mi nombre. Yo responderé”. El Señor te bendiga, hijo. Dios le bendiga, y a Ud.; y a Ud., señora. ¿Alguien más? Sólo levante la mano. Diga: “Ore por mí, Hermano Branham”. Eso es lo que haremos. Dios la bendiga, jovencita. ¡Qué bien!",
    "Ahora, mientras sus rostros están inclinados, orando, voy a cantar una estrofa de este canto.\n\nNo codicies vanidades,\n\nDe este mundo tan atroz;\n\nPon tu fe en aquello Eternal,\n\nQue jamás perecerá.\n\nEn el incambiable Dios.\n\nEn el incambiable Dios.\n\nPon tu fe en aquello Eternal,\n\nEn el incambiable Dios.",
    "Mientras ella sigue tocando, y con sus rostros inclinados, ¿levantará Ud. su mano y dirá: “Sí, Señor, aquí está la mía?”. ¿Qué hará eso? Mostrará que el espíritu en Ud. tomó una decisión. “Yo quiero Tu mano, Señor”. Dios te bendiga, niña. “Yo levantaré mi mano”. Dios te bendiga, niña, aquí abajo. Eso está bien, cariño. Dios sabe y está feliz al ver que haces eso. “Dejad a los niños venir a Mí”.",
    "🦅 Yo quiero, Dios, que tomes mi mano. Y en aquel día, yo quiero estar en Tu mano; que cuando llames, yo venga”. Sí, como fue con Lázaro. Dios la bendiga, hermana.\n\nCuando cese tu jornada,\n\nY si fuiste fiel a Dios;\n\nUn Hogar tendrás en Gloria,\n\nY será felicidad.\n\nEntonces ¿qué debe uno hacer ahora?\n\nEn el incambiable Dios.\n\nEn el incambiable Dios.\n\nPon tu fe en aquello Eternal,\n\nEn el incambiable Dios.",
    "Padre Celestial, varias manos fueron levantadas en esta pequeña reunión, esta noche, las cuales quieren aferrarse, en esta noche, de Tu incambiable mano Eterna. Sabiendo que lo que es encomendado a Ti… Tú dijiste: “Yo… Todo lo que el Padre Me ha dado, vendrá a Mí, y ninguno de ellos se perderá. Y Yo los levantaré en el día postrero. Jamás podrán perecer, no pueden venir al juicio, sino que tienen lo Eterno, Vida Eterna”. Y solamente hay una Vida Eterna. Y Ésa viene únicamente de Dios; Ella es Dios. Y nosotros venimos a ser parte de Dios, tanto así que somos hijos e hijas de Dios. Cuando tenemos el Espíritu de Dios en nosotros, pensamos como Dios. Pensamos en la justicia y la santidad y nos esforzamos en vivir para complacerlo a Él.",
    "Concede, Señor, que ese tipo de Vida entre en cada persona que levantó la mano. Y aquéllos quienes debieran haber levantado las manos y no lo hicieron, oro que seas con ellos. Concédelo, Padre. Y cuando cese la jornada, y la vida haya terminado, permite que entremos en paz en ese día, con Él, en donde nunca envejecemos, nunca enfermamos, no habrá problema. Hasta entonces, mantennos gozosos y alegres, alabándole a Él, porque lo pedimos en Su Nombre. Amén.",
    "Todos Uds. los creyentes, simplemente levantemos ahora nuestras manos y cantemos ese coro.\n\nEn el incambiable Dios.\n\nEn el incambiable Dios.\n\nPon tu fe en aquello Eternal,\n\nEn el incambiable Dios.\n\nAhora, tarareémoslo. [El Hermano Branham tararea En El Incambiable Dios.—Ed.]",
    "Mientras lo hacen, díganle a su vecino: “Dios le bendiga, vecino”. Estreche la mano con alguien sentado al lado suyo. “Dios le bendiga”. Pues, de ambos lados. En los dos lados, estréchense la mano. “Dios le bendiga, vecino. Que Dios le acompañe”. Pongan su fe en aquello Eternal.\n\nDoc, sé que eso está ahí, hermano. Yo sé que tú has estado allá, Hermano Neville, hace mucho.\n\nCuando cese esta jornada,\n\nAsí será un día de estos.\n\nY si fuiste fiel a Dios,\n\nVeremos allá al Hermano Seward.\n\nUn Hogar tendrás en Gloria,\n\nY será felicidad.\n\nEn el incambiable Dios.\n\nMe gusta la adoración después del mensaje.\n\nEn el incambiable Dios.\n\nPon tu fe en aquello Eternal,\n\nEn el incambiable Dios.\n\nVe el tiempo transitorio,\n\nNada en tierra quedará;\n\nPon tu fe en aquello Eternal,\n\nEn el…\n\nContemplémoslo, a Él, el Invisible ahora entre nosotros, y sólo adorémoslo ahora mientras cantamos.\n\nEn el incambiable Dios.\n\nEn el incambiable Dios.\n\nPon tu fe en aquello Eternal,\n\nEn el incambiable Dios.\n\n¡Paz! ¡Paz! ¡Cuán dulce paz!\n\nSólo adórenlo ahora.\n\nEs aquella que…\n\nEl mensaje terminó. Ésta es la adoración.\n\nYo le ruego que inunde por siempre mi ser,\n\nEn Sus ondas de amor Celestial.\n\nSólo báñense en Él.\n\n¡Paz! ¡Paz! ¡Cuán dulce paz!\n\nEs aquella que el…\n\nSe está abriendo esa gran Fuente.\n\n…me da;\n\nYo le ruego que inunde por siempre mi ser,\n\nEn Sus ondas de amor Celestial.\n\n¿No le hace algo eso?\n\n¡Cuán dulce paz!\n\nEs aquella que el Padre me da;\n\nYo le ruego que inunde por siempre mi ser,\n\nEn Sus ondas de amor Celestial.\n\n¿Verdad que esto tiene algo que es rico y dulce?",
    "Me pregunto si hay alguna persona enferma que quiera ser ungida y que se ore por ella. Si la hubiera, encuentre su lugar. ¿Es ésta la señora, allí en la silla de ruedas? Que permanezca allí; yo iré a orar por ella. Ella no tiene que levantarse de la silla. ¿Otra?\n\n¡Oh!, ¿aman Uds. esta parte del servicio? ¿Cuántos se sienten así, sólo de saber que la Presencia de Dios está aquí? De eso hablo. Ese mismo… Uds. sienten como que…¿Cuántos sienten como que pudieran gritar? Ahora, veamos. Se siente como que algo en uno quiere gritar. ¿Ven?\n\nEs ¡paz! ¡Paz! ¡Cuán dulce paz!\n\nEs aquella que el Padre me da;\n\nYo le ruego que inunde por siempre mi ser,\n\nEn Sus ondas de amor Celestial.\n\nBrilla en mí,",
    "Mientras estamos en adoración, vamos a ungir ahora los enfermos y a orar por ellos. ¿Puede pasar por este lado, señora?",
    "¿Qué significa esto? “La oración de fe salvará al enfermo”. Todos ahora en oración, tarareen ese canto. Piensen en Jesús cuando sanó a los enfermos. La ungiré con aceite. 🦅"
  ]
}