{
  "title": "HEBREOS, CAPÍTULO DOS #2",
  "id": "57690009",
  "content": [
    "🦅  Vino primero, y estudió las Escrituras, para él poder compararla, y así ver si era la Verdad o no. Él la aceptó como la Verdad, por medio del Antiguo Testamento. Ahora, Pablo era un erudito del Antiguo Testamento, ¿cuántos saben eso? [La congregación dice: “Amén”.—Ed.] Él fue instruido por uno de los mejores eruditos de su día, Gamaliel; un erudito prominente. Por tanto, Pablo conocía el Antiguo Testamento. Y pienso que su primera conmoción, como dije esta mañana, fue cuando presenció la muerte de Esteban. Algo se debe haber apoderado de Pablo, porque en todos sus escritos se refirió a eso continuamente como: “No soy digno, porque perseguí a la Iglesia hasta la muerte; yo soy el menor entre ellos”.",
    "¡Oh, pero Dios pensaba diferente! Él fue uno de los hombres más poderosos de ese día.\n\nVean a San Pablo, el gran apóstol\n\nCon su manto resplandeciente y hermoso, (dijo el poeta)\n\n¡Oh, ciertamente que habrá gritos\n\nCuando todos nos encontremos allá!\n\n¡Gran Día será ése cuando lo vea a él recibir la corona de mártir, la recompensa de mártir!",
    "Estuve en esa pequeña celda, por acá no hace mucho, donde él escribió estas Cartas. Y después le cortaron la cabeza y lo echaron en la alcantarilla, para que se fuera por el desagüe. Este pequeño judío allí, dijo: “Traigo en mi cuerpo las marcas de Jesucristo. He peleado con bestias en Éfeso, pero he peleado la buena batalla. He acabado la carrera; he guardado la Fe. Por lo demás, me está guardada una corona de justicia, la cual me dará el Señor, Juez justo, en aquel Día; y no sólo a mí, sino también a todos los que aman Su venida”. ¡Cómo me encanta eso! ¡Oh, yo quiero ser contado con ésos! Solíamos entonar un canto:\n\n¡Oh!, ¿serás contado en Su manada?\n\n¿Serás contado en Su manada?\n\nQue sin mancha esté tu interior, vigila y espera para que admires esa escena;\n\nÉl viene otra vez.",
    "Yo quiero ser uno de ellos. Luego el escritor continúa diciendo:\n\nPor tanto, es necesario que con más diligencia atendamos a las cosas que hemos oído, no sea que nos deslicemos.",
    "Como enseñamos sobre eso, esta mañana. El versículo 2 dice: “…si…”\n\nPorque si la palabra dicha por medio de los ángeles…",
    "¿Qué encontramos que eran los ángeles? Profetas. “Dios, que en otros tiempos habló…”. Ahora, nosotros tenemos que formar, no nuestra propia idea, sino la de la Biblia. Ahora, el capítulo 1 de… El capítulo 1, el versículo 1:\n\nDios, que en otros tiempos…habiendo hablado muchas veces y de muchas maneras a los padres por los profetas,",
    "Ahora, él viene aquí y vuelve y dice:\n\nPorque si la palabra dicha por medio de los ángeles fue firme…\n\n¿Y qué significa un ángel? “Mensajero”. Si Dios ungió un mensajero… Y entonces, si estamos ungidos, nosotros somos los mensajeros de Dios. Somos mensajeros al mundo, un embajador del Cielo, confesando que somos peregrinos y extranjeros; no somos de este mundo. Sino que esperamos una Ciudad venidera cuyo arquitecto y constructor es Dios. Nosotros no acumulamos tesoros en esta tierra en donde los ladrones minan y la polilla y el orín corrompen; más bien, nuestros tesoros están en el Cielo, donde Jesús se sienta a la diestra de la Majestad. ¡Oh!, qué cosa más gloriosa y maravillosa el saber que:\n\nNuestras esperanzas están edificadas\n\nSólo en la justicia y Sangre de Jesús;\n\nCuando todo alrededor de mi alma ceda,\n\nEntonces Él es toda mi esperanza y sostén.\n\nEn Cristo, la Roca sólida, me paro;\n\nTodo otro terreno es arena movediza,\n\nTodo otro terreno es arena movediza.",
    "¡Eddie Pruitt escribió esa alabanza en tiempos de persecución!\n\nAhora, porque si la palabra dicha por medio de los ángeles fue firme…(Cuando el mensajero de Dios habló la Palabra, Ella permaneció.)…y todo galardonó justa retribución;\n\n¿Cómo escaparemos nosotros hoy, si no escuchamos a Cristo, Quien habla desde el Cielo?\n\nAhora, fíjense.\n\n¿Cómo escaparemos nosotros, si descuidamos una salvación tan grande?…(Piénsenlo)…la cual, habiendo sido anunciada primeramente por el Señor,…",
    "Cristo empezó Su obra. ¿Qué hizo Él? Lo observamos, cómo Él… humilde, manso, que no era un gran hombre distinguido, como un teólogo; sino que era humilde, manso, amable. Él no era un predicador poderoso; Su Voz no se escuchaba en la calle.\n\nNo obstante, Juan salió como un león rugiente; él era un predicador.",
    "Jesús salió, no como un león rugiente, sino que era Dios obrando en Él, confirmando la Palabra. Dios estaba con Cristo. Pedro dijo, en el Día de Pentecostés: “Varones de Israel, y todos vosotros los que moráis en Judea… Jesús de Nazaret, un Hombre aprobado de Dios entre vosotros, con señales y maravillas, y milagros, los cuales Dios hizo a través de Él en medio de todos vosotros, de lo cual todos sois testigos”. Fíjense cómo él los inculpó: “Como vosotros mismos Le debéis haber conocido”.",
    "Jesús dijo: “Hipócritas”. Dijo: “Vosotros salís y miráis el sol, y vosotros… Si está rojo y arrebolado, decís, ‘Va a haber tiempo malo’. Y si brilla y está asoleado y demás, decís: ‘Va a haber tiempo bueno’”. Dijo: “Podéis discernir los cielos, pero las señales del tiempo no podéis discernir. Porque si Me hubierais conocido, hubierais conocido Mi día”.",
    "¡Oh, cómo clamaría Él en esta noche! ¡Oh, Su Espíritu clama a través de Sus predicadores: “La hora está a la mano”!\n\nNosotros discernimos; vigilamos las bombas atómicas. Sabemos quién va a reemplazar a Clark Gable, y quién va a hacer esto, eso, y lo otro; o quién será el vicepresidente. Eso nos interesa, pero las señales del tiempo no las podemos discernir. ¡Estamos en el fin!",
    "¿Qué es? Estamos tan interesados en: “¿Cuál es el siguiente episodio de televisión? ¿Qué hará Susie?”, o cuál sea el nombre de esa mujer. Y “¿qué será lo que Arthur Godfrey…? ¿Qué clase de chiste sacará él la próxima vez?”. Nosotros, siendo Cristianos, enlodamos nuestras mentes con semejante basura, cuando deberíamos estar en algún lugar en oración, y estudiando la Biblia, para conocer las señales del tiempo que estamos viviendo.",
    "Lo que da cabida a eso muchas veces, son púlpitos débiles (correcto), que no profundizan y traen la Verdad del Evangelio. Tendremos que rendir cuentas por eso en los días que vienen. Nosotros no debemos descuidar nada. Y la gente (igual que nosotros aquí en este Tabernáculo Branham, viendo las señales y prodigios y el poder del Cristo resucitado), y luego saber que le dedicamos nuestro—nuestro tiempo a otras cosas y descuidamos el oír la Voz del Señor Jesús: “¿Cómo escaparemos nosotros si descuidamos una salvación tan grande?”.",
    "El versículo 3, o el versículo 4. Aquí es donde terminamos esta mañana, en el versículo 4.\n\nTestificando Dios juntamente con ellos,…(¡Oh, hermano!)\n\n…testificando Dios con ellos,…\n\nEscuchen la Palabra.\n\n…con señales…prodigios, y diversos milagros,…\n\n¿Qué es diversos milagros? ¿Qué es diversos? Diversos significa “muchos”. “Dios testificó con muchos milagros”. ¡Oh, Dios! Confío que eso penetre en sus corazones. Escuchen.",
    "Yo soy uno de sus pastores, aquí con el Hermano Neville. Yo quiero que vayan y revisen Eso. La Biblia dice: “Si se levanta uno entre vosotros, y dice esto y lo otro, y eso no se cumple, no lo escuchen; porque Yo no he hablado. Pero si él habla en Mi Nombre, y lo que dice se cumple, entonces escuchen Eso”. Amén. “Porque Yo estoy con ese profeta, o predicador, o sea lo que sea. Si lo que él dice se cumple, entonces escúchenlo”.",
    "Ahora, amigos, escuchémoslo a Él, al Espíritu Santo hablando en medio nuestro; mostrando diversos milagros y señales y prodigios. No lo pasemos por alto solamente como cosas que ocurren a diario. Recordemos que es Jesucristo, el mismo ayer, hoy y por los siglos, confirmando Su Palabra. Nosotros debemos hacerlo. ¡Oh, por favor háganlo! ¡Presten atención! Que toda otra cosa sea secundaria, aun su hogar, su esposo, su esposa, sus hijos; lo que pudiera ser, pónganlo en segundo lugar. Pongan a Dios primero. Uds. dicen: “Hermano Branham, ¿por encima de mis hijos?”; por encima de cualquier cosa. Ponga a Dios primero. Cédale a Él el primer lugar.",
    "Elías bajó de la montaña, un día. Él era un ángel, un mensajero, el mensajero ungido de Dios. Y encontró a una mujer viuda recogiendo dos leños. Él dijo: “Ve, cocíname una pequeña torta y tráeme un poco de agua”.",
    "Y ella dijo: “Vive tu alma, sólo tengo suficientes tortas, o suficiente masa de trigo para hacer un pequeño panqueque. Y sólo tengo suficiente aceite como grasa, para amasarlo. Y estoy recogiendo dos leños”. La manera antigua era la manera de los indios, de cruzar dos leños y quemarlos por el centro, y continuar empujándolos allí. He hecho muchas fogatas de esa manera. Dijo: “Ahora, voy a cocinar esa pequeña torta para mí y mi muchacho, mi bebé. Y vamos a comerlo y morir”. Llevaban tres años y seis meses en una sequía, no había agua por ninguna parte.",
    "Ese profeta anciano, firme, miró a esa mujer a la cara. Le dijo: “Ve, cocíname la torta a mí primero”. ¡Qué mandato de éste hombre para una mujer viuda que moría de hambre, que lo alimentara primero a él! ¿Qué dijo él? “Porque ASÍ DICE EL SEÑOR, la tinaja no se vaciará ni tampoco la vasija se secará hasta que Dios envíe lluvia sobre la tierra”.\n\nPrimero, Dios. Ella fue y cocinó esa pequeña torta y regresó y se la dio al profeta. Regresó y cocinó otra y otra y otra y otra. Y la tinaja no se vació ni la vasija se secó hasta que Dios envió la lluvia sobre la tierra. Ella puso a Dios primero que a sus hijos. Ella puso a Dios primero que todo lo demás. Ella consideró primero el Reino de Dios.",
    "Dios debe tener el primer lugar en su corazón, el primer lugar en su vida, el primer lugar en todo lo que Ud. hace o lo que Ud. es. Dios debe tener las primicias. Él no quiere el segundo lugar; Él no merece el segundo lugar. ¡Él merece lo mejor y las primicias y todo lo que tenemos! Él Se lo merece. ¡Bendito sea Su santo Nombre!\n\nTestificando Dios juntamente con ellos (Él dio testimonio), con señales y prodigios,…diversos milagros y repartimientos del Espíritu Santo ¿según Su voluntad?",
    "No es lo que digan los hombres, no es lo que haya dicho la iglesia; sino la voluntad de Dios. ¡Oh, necesitamos buscar la voluntad de Dios, no el favor de su vecino; no el favor de sus hijos; no el favor de su esposo, o de su esposa; sino buscar la voluntad de Dios, y hacer eso primero! Después todo lo demás, la voluntad de la esposa, la voluntad de los hijos, cuadrará perfectamente allí en eso; pero primero pongan a Dios.",
    "Fíjense ahora.\n\nPorque no sujetó a los ángeles el mundo venidero, acerca del cual estamos hablando;",
    "En otras palabras, los grandes Ángeles que ministran en los Cielos: Gabriel, Miguel, Ajenjo, y las decenas de millares por millares de Ángeles del Cielo (o las decenas de cientos de profetas que han estado en la tierra, cada uno de ellos), Él nunca ha puesto a ninguno de ellos a que tuviera control sobre el mundo venidero, del que estamos hablando. ¡Ni siquiera a uno! Él nunca dijo: “Isaías, tú controlarás el mundo”. Él nunca sujetó el mundo a Elías; ni tampoco a Gabriel, o a ningún ángel, a ningún espíritu ministrador.",
    "Fíjense lo que él dijo, Pablo aún magnificando a Cristo, del cual hablamos.\n\nPero alguien testificó en cierto lugar, diciendo:\n\n¿Qué es el hombre, para que te acuerdes de él,\n\nO el hijo del hombre, para que le visites?\n\nLe hiciste un poco menor que los ángeles,\n\nLe coronaste de gloria y de honra,\n\nY le pusiste sobre las obras de tu mano:",
    "Ahora, si lo quieren leer, está en el Salmo 8:4—6, David está hablando. Ahora, ¿cómo lo llamó, David hablando aquí? Allí mismo lo establece, si estaba correcto, esta mañana, acerca del profeta.",
    "Él dijo: “Porque uno de los ángeles dijo en cierto lugar”. David, el mensajero de Dios, era un ángel de Dios, por cuanto él era el mensajero de Dios. El ángel dijo (David dijo), en los Salmos: “Le hiciste un poco menor que los Ángeles del Cielo”. Un ángel dijo que Dios lo hizo a Él menor que un Ángel, para poderlo coronar; y Él pudiera sufrir y probar muerte para que fuera exaltado otra vez. Para poder hacerlo a Él… que heredara todas las cosas del mundo. [Cinta en blanco.—Ed.]",
    "Ahora, en—en Mateo 28:18, leemos así. Después que Él hubo sido crucificado y se levantó de nuevo al tercer día, Él se encontró con Sus discípulos y los comisionó a ir a todo el mundo, a que predicaran el Evangelio a toda criatura. Él dijo: “Todo poder en el Cielo y en la tierra, ha sido puesto en Mis manos. Todo el poder en el Cielo, todo el poder en la tierra, me ha sido dado a Mí”. ¿Qué fue? El hombre y Dios se habían unido. El Logos había sido hecho carne, y había sido sacrificado, y resucitó para nuestra justificación, y entonces fue el Emanuel ungido por los siglos de los siglos. Dios cambió Su lugar de habitación, de un Trono allá en los espacios, al corazón de Su Hijo, Cristo Jesús, para vivir y reinar para siempre. “Dios estaba en Cristo”. Él es el lugar final de descanso del Espíritu.",
    "Un día, el Espíritu permanecía en un tabernáculo (Uds. saben eso), bajo una tienda. “Y Salomón Le edificó una casa. Si bien el Altísimo no habita en templos hechos de manos”; “Pero un cuerpo Me has preparado”.",
    "En el Libro de los Hechos, el capítulo 7, cuando él estaba hablando, dijo: “Todos ellos vieron Eso de antemano. Ellos edificaron tienda para Él (lo hizo Moisés, tenía una tienda y allí adentro puso el arca), pues Dios estaba en el Propiciatorio; Él no habitó allí”. Muy bien.",
    "Entonces: “Un cuerpo Me has preparado”, el cuerpo del Señor Jesucristo, hecho menor que los Ángeles para que probara muerte; y no fue nada menos que el más Altísimo, Cristo; el Príncipe de Paz, el Rey de reyes, el Señor de señor, el Creador de toda estrella en el universo.",
    "¡Oh, Dios! Él se hizo menor que Su creación, para que pudiera redimir a los hombres (hombres desamparados, sin hogar), y darles un hogar en el Cielo. Él dejó las glorias del Cielo. Él dejó el Nombre más alto que podía ser invocado. Y cuando Él estaba en la tierra, los hombres le dieron el nombre más bajo que le pudieron dar; dijeron que “para empezar, Él era un bebé ilegítimo”. Nació en un pesebre, envuelto en trapos tomados del yugo de un buey. No tenía lugar a dónde ir, no tenía hogar a dónde ir. Y fue llamado “Belcebú”, el príncipe de los demonios. Él fue maltratado; fue escupido. Se burlaron de Él. Fue rechazado y fue a los infiernos más bajos, y bajó a “las prostitutas más viles”. Eso fue lo que el hombre le hizo a Él.",
    "Pero Dios lo levantó a Él tan alto, que tiene que mirar hacia abajo para ver el Cielo. Los hombres le dieron el puesto más bajo, le dieron el peor lugar, el nombre más bajo; Dios lo levantó y le dio el Puesto más alto y el Nombre más alto. Allí está la diferencia de lo que el hombre hizo con el Hijo de Dios y lo que Dios hizo con el Hijo de Dios.",
    "Él se rebajó, para que nosotros pudiéramos ser levantados. Él llegó a ser nosotros, para que por Su gracia, nosotros pudiéramos llegar a ser Él. Él vino a los que no tenían hogar, y llegó a ser Él mismo uno sin hogar, para que nosotros tuviéramos un hogar. Él vino a los enfermos y Él mismo se enfermó, para que nosotros pudiéramos ser sanos. Él vino al pecador “y Él mismo se hizo pecado”, para que nosotros pudiéramos ser salvos.",
    "Con razón Él fue exaltado. Con razón Él es Quien es en esta noche. Dios lo ha exaltado a Él, y todos los poderes en los Cielos y en la tierra Le han sido dados.",
    "Cuando Su obra terrenal había terminado, aquí en la tierra… Él vino a la tierra; tan pronto como vino, la Estrella de la Mañana lo declaró a Él como el Hijo de Dios. Él sacudió a todo diablo con el que tuvo contacto. ¡Bendito sea el Nombre del Señor! Los diablos temblaron y se sacudieron, y clamaron por misericordia, en Su Presencia. Sí, señor. Todo el infierno supo Quién era Él.",
    "Caminó humilde, Él no tuvo un lugar dónde recostar la cabeza, una noche lluviosa. Los mismos animales de Su creación, “Las aves del aire tienen nidos, y las zorras tienen guaridas, pero el Hijo del Hombre no tiene dónde recostar Su bendita cabeza”. Seguro que Él lo era.",
    "Él se hizo pecado, se rebajó y fue desamparado; pero los diablos sabían Quién era Él. Ellos clamaron por misericordia. Dijeron: “¿Por qué has venido a atormentarnos antes que venga nuestro tiempo?”. Y mientras los predicadores le decían “Belcebú”, el adivino, los diablos le decían el “Hijo del Dios viviente”, e imploraban misericordia.",
    "¡Oh, cómo pudiéramos detenernos por un minuto! ¿Ud. quién es, de todas maneras? ¿Qué significa ese trabajo que Ud. tiene? O, ¿qué significa esa casita que poseemos? ¿Qué significa el automóvil que tenemos?",
    "Muchachita bonita, pequeña insolente, ¿qué significa esa apariencia bonita que ahora tienes? Tú, jovencito, con el cabello brillante, alisado, hombros rectos: algún día te inclinarás, cuando te encorves por la edad.",
    "Pero, ¡bendito sea el Señor! Tienes un alma que ha nacido de nuevo. Vivirás por los siglos de los siglos, porque Él tomó tu lugar, para que tú, por Su gracia, pudieras tomar el de Él, haciendo un lugar para ti.",
    "¡Oh, nosotros que pensamos que porque tenemos mudas de ropas, y un poco de alimento en la casa!, ¿qué somos? Dios pudiera quitarlo en un segundo. ¡Su propio aliento está en la mano de Él! Y Él está aquí en nuestros medios para sanar a los enfermos, para proclamar y profesar, y predecir, y cada vez, de manera perfecta. Y aún preocuparse lo suficientemente como para resucitar un pececito muerto, en medio nuestro; Jehová con nosotros, Jehová en nosotros, el gran y poderoso YO SOY.",
    "Cuando Él murió, pensaron que ellos lo habían vencido. Él bajó al infierno. Cuando dejó la tierra ese día que fue crucificado, Él fue a las regiones de los perdidos. La Biblia dice: “Él fue y les predicó a las almas encarceladas, que no se arrepintieron en la paciencia de Dios, en los días de Noé”. Cuando Él murió y Su Espíritu lo dejó, Él volvió a ser el Logos otra vez. Él, lo veo, dijo: “De Dios vine y a Dios vuelvo”.",
    "Y Dios era esa Columna de Fuego que guió a los hijos en el desierto. Y cuando Él estaba aquí en la tierra… Y cuando Él murió, regresó nuevamente a ser esa Luz. Pablo lo vio, y Él era una Luz. Ninguno de los demás lo vio a Él. Vieron a Pablo que cayó. Algo lo impactó, y Eso era una Luz. Pablo dijo: “¿A Quién persigo?”.",
    "Él dijo: “Saulo, Saulo, ¿por qué me persigues?”.\n\nDijo: “¿Quién eres?”.",
    "Él dijo: “Soy Jesús, a quien tú persigues, y dura cosa te es dar coces contra el aguijón”.",
    "Entonces él fue y estudió esa Luz. Pablo regresó a la Biblia para averiguar lo que era esa Luz. Entonces él escribió esta Carta. Él es el mismo Jehová. Esa misma Luz estaba en el desierto con los hijos de Israel. Y cuando Pedro estaba en la prisión, Él era la Luz que entró y abrió las puertas.",
    "Y por Su gracia, para que ninguno quede con excusa… ¡Oh, si pudieran olvidar a los mensajeros analfabetos, y recordar: no es el mensajero, es el Mensaje! Él ha descendido otra vez con nosotros en la forma de una Columna de Luz. Y Él se mueve con los mismos milagros y señales; nada fuera de la Biblia; quedándose con la Biblia, manteniéndola bajo sujeción, manifestando Su gloria, mostrando Su poder. ¡Bendito sea Su santo Nombre!",
    "Sé que Uds. deben pensar que estoy loco; pero, ¡oh, ese bendito, Descanso Eterno está en mi alma! Aunque olas tormentosas se levanten, en el velo interno mi ancla se afianza.",
    "Y verlo cuando Él murió, al grado que la luna tuvo una crisis nerviosa. El sol se oscureció en medio del día. Y cuando Él fue a las regiones de los perdidos [El Hermano Branham toca el púlpito.—Ed.], tocó la puerta, y la puerta se abrió. La Biblia dice que “Él predicó a las almas que estaban encarceladas, que no se arrepintieron en la paciencia, en los días de Noé”, después que Él había muerto en esta tierra. Mi hermano y mi hermana, cuando Él murió, Su obra terrenal concluyó, pero Él siguió obrando. ¡Y Él todavía sigue con esa obra en esta noche! Amén.",
    "Él tocó en las puertas de los perdidos; la Biblia dice que lo hizo. Y Él testificó: “Yo soy la Simiente de la mujer; Soy Aquél del que habló Adán. Yo soy Aquél de quién Enoc dijo que vendría con millares de Sus santos. Yo soy el Hijo del Dios viviente, y Uds. pecaron, desechando el día de su gracia. Pero los ángeles les profetizaron a Uds. (Enoc, Noé), que Yo debía venir a cumplir toda Palabra de la Biblia de Dios. Y estoy aquí como un testigo en esta ‘tierra de los perdidos’”. Y Él les predicó.\n\nÉl descendió al infierno, directamente hasta las puertas del infierno, tocó en la puerta. El diablo abrió la puerta, dijo: “Ahora Te tengo”.",
    "Le arrebató las llaves, del costado, dijo: “Diablo, has fanfarroneado ya por mucho tiempo”. Aquí está, aquí mismo en la Biblia; llegaremos a eso en un minuto. “Has fanfarroneado ya por mucho tiempo, pero vengo para tomar control”. Le arrebató esas llaves y de una patada lo arrojó adentro y cerró la puerta.\n\nDe paso recogió a Abraham, a Isaac y a Jacob. Al tercer día Él resucitó, y aquéllos que dormían en la tumba se levantaron con Él. ¡Oh, aleluya! Con razón el poeta dijo:\n\nViviendo, me amó; muriendo, me salvó;\n\nSepultado, Él cargó lejos mis pecados;\n\nResucitando, Él me justificó libremente para siempre,\n\nÉl viene algún día, ¡oh, Día glorioso!",
    "¡Bendito sea el lazo que une nuestros corazones en compañerismo Cristiano, el amor de Dios! Cuando resucitó, Él aún no había terminado; Él tenía más trabajo por hacer.",
    "La Biblia dice: “Él subió a lo Alto y dio dones a los hombres”. Había una atmósfera sobre la tierra, de oscuridad, de penumbra, de muerte y fatiga. Las oraciones no podían subir, porque el Sacrificio no había sido hecho. Pero, Él rompió ese velo. Él abrió el camino. Él rompió el velo de enfermedades. Él rompió el velo del pecado. Él rompió el velo de la preocupación. Él rompió el velo de la depresión. Él rompió cada velo, e hizo un camino para el viajero, subió caminando por la autopista del Rey ¡oh, hermano!, ¡cuando Él pasó la luna y las estrellas, y siguió más allá!",
    "Detrás de Él, venían los Santos del Antiguo Testamento: Abraham, Isaac y Jacob. Ellos subieron directamente a los cielos del Cielo. Cuando estuvieron lejos, a buena distancia de la Ciudad, puedo ver que levantaron la mirada. Abraham dijo: “Ésa es la Ciudad que yo anhelaba ver. ¡Oh, ven aquí Isaac; ven aquí Jacob! ¡Oh, nosotros éramos peregrinos y extranjeros en la tierra, pero allí está la Ciudad! Allí está la que hemos esperado”.",
    "Y la Biblia dice que exclamaron: “¡Alzad vosotras puertas eternas y alzaos vosotras, porque el Rey de Gloria está entrando!”.",
    "Y los Ángeles detrás de las puertas respondiendo a estos ángeles aquí, dijeron: “¿Quién es este Rey de Gloria?”.",
    "Y los ángeles afuera (los profetas), dijeron: “Jehová de los ejércitos, el Poderoso en batalla”.",
    "Y ellos presionaron los botones y la puerta grande se abrió. Él entró por todo el centro de las calles, el Conquistador, triunfante, con los Santos del Antiguo Testamento caminando detrás de Él. Se sentó en el Trono, dijo: “Padre, aquí están. Ellos son Tuyos”.",
    "Él dijo: “Sube aquí y siéntate, hasta que Yo haga a todos tus enemigos el estrado de Tus pies”. A medida que leamos, lo encontraremos aquí en las Escrituras. Muy bien.",
    "Escuchen. Ahora en el versículo 8:\n\nEntonces todo lo sujetaste bajo sus pies. Porque…todo lo sujetaste bajo su pie…nada dejó que no sea sujeto a él…Pero todavía no vemos que todas las cosas le sean sujetas.\n\nEso es la muerte. Nosotros no lo vemos con la muerte todavía, porque aún estamos muriendo. Nosotros vemos muerte.\n\nPero, el versículo 9: “¡Pero vemos a Jesús!”. Amén. Escuchen.\n\n…vemos aquel que fue hecho un poco menor que los ángeles, a Jesús, coronado de gloria y honra, a causa del padecimiento de la muerte, para que por la gracia de Dios gustase la muerte por todo hombre.\n\n¿Por qué fue hecho menor que los Ángeles? Para que Él gustase la muerte. Él tenía que morir. Él tenía que venir a morir.",
    "Mire aquí, amigo. Nunca olvide esto: Cuando Jesús iba subiendo el monte, la muerte le iba zumbando por la cabeza.",
    "Vamos en nuestra escena a Jerusalén, hace dos mil años. Y ¿cómo pudiera Ud. rechazarlo? Escucho un sonido que viene por la calle. ¿Qué es? Es un golpeteo de algo. Es una cruz áspera, saliendo por las puertas de Damasco, golpeando sobre los adoquines (esos grandes adoquines todavía están allí). Golpeando sobre estas piedras grandes, bampiti—bamp. Yo veo las manchas de la Sangre en la calle. ¿Qué es? Es un Hombre que no ha hecho mal; sólo el bien. La gente estaba ciega. Ellos no lo conocieron. Ellos no lo reconocieron.\n\nUds. dicen: “¿Ciegos? ¿Podían ellos tener la vista?”.",
    "Ud. puede tener la vista y aún estar ciego. ¿Lo creen Uds.? La Biblia lo dice. ¿Recuerdan a Eliseo allá en Dotán? Él salió y cegó a la gente, dijo: “Ahora, síganme”. Ellos estaban ciegos a él.",
    "Y la gente está ciega en esta noche. Una cierta iglesia que no cree en sanidad Divina, se me acercó en una ocasión y dijo: “Hiérame con ceguera. Hiérame con ceguera”. Fue en la casa del Hermano Wright. Dijo: “Hiérame con ceguera”. Dijo: “Pablo hirió con ceguera a un hombre, en una ocasión”. Dijo: “Hiérame Ud. con ceguera”.",
    "Yo dije: “Amigo, el diablo ya lo hizo. Ud. ya está ciego. Seguro que sí”.",
    "Él dijo: “Sane a esta niña y le creeré”.",
    "Yo le dije: “Salve a ese pecador y le creeré”. Seguro.",
    "🦅 ¡Oh!” dijo, “él tiene que creer”.",
    "Yo dije: “Igual es aquí, eso tiene que venir a través de la gracia soberana de Dios”.",
    "El diablo, el—el dios de este mundo, ha cegado los ojos del pueblo. “Ellos tienen ojos pero no pueden ver”, dice la Biblia.",
    "Aquí iba, subiendo la calle, arrastrando esas huellas Sangrientas camino hacia allá. La abeja de la muerte punzaba alrededor, zumbándole: “Un rato más y serás mío”. Él se estaba debilitando, sediento de agua.",
    "Recibí un disparo una vez, quedé tendido aquí en el campo, la sangre me brotaba. Yo pedía agua a gritos. Y mi amigo corrió y tomó su gorra y la metió en el agua; un agua vieja, estancada, con renacuajos. Vino, y yo abrí la boca, y él la exprimió. Era porque la sangre estaba brotando como una fuente, en donde los perdigones de una escopeta me habían hecho pedazos. ¡Sediento!",
    "Por tanto, yo sé cómo debe haber estado mi Señor después de sangrar toda esa mañana, desde las nueve hasta las tres de la tarde, perdiendo toda esa Sangre. Le veo el manto, primero con unas manchas pequeñas. Y luego todas esas manchas empiezan a crecer y a juntarse, haciendo una gran mancha de Sangre, golpeándole la pierna mientras caminaba. Ésa era la Sangre de Emanuel. ¡Oh, la tierra no era digna de Ella!",
    "Pero mientras Él subía, esta abeja le punzaba alrededor. ¿Qué hizo? Finalmente lo picó.\n\nPero, hermano, cualquiera sabe que un insecto o una abeja, si llega a picarlo a uno, hasta allí llega el negocio de andar picando. Ya no puede picar más, porque cuando se va, el aguijón queda allí.\n\nPor eso es que Dios tenía que ser hecho carne. Él recibió el aguijón de la muerte en Su carne, y le sacó el aguijón a la muerte. ¡Bendito sea el Nombre del Señor! La muerte puede zumbar y picar, pero no les puede hacer daño.",
    "Pablo, cuando sintió esa abeja zumbando a su alrededor, la muerte venía, dijo: “¡Oh, muerte!, ¿dónde está tu aguijón?”. Él podía apuntar al Calvario donde había quedado en la carne de Emanuel. “¿Dónde está tu victoria? Pero gracias a Dios quien nos da la victoria por medio de nuestro Señor Jesucristo”. Sí.",
    "Nosotros no vemos todas las cosas.\n\nPero sí vemos a aquel que fue hecho un poco menor que los ángeles, a Jesús…en el padecimiento de la muerte,…\n\nPorque convenía a aquel por cuya causa son todas—todas las cosas, y por quien todas las cosas subsisten, que habiendo de llevar muchos hijos a la gloria, perfeccionar por aflicción al autor de nuestra salvación.\n\nLa única manera que Él podía llegar a ser el Autor de nuestra salvación, era teniendo que sufrir.",
    "Escuchen ahora aquí estas Palabras hermosas. Ahora, escuchen:\n\nPorque el que santifica y los que son santificados,…uno son todos…\n\n¡Oh!, ¿no ven Uds. allí la Vid y los Pámpanos? [La congregación dice: “Amén”.—Ed.] Todo Uno.\n\n…por lo cual no se avergüenza de ser llamado…hermanos…\n\n¿Ven? ¿Por qué? Escuchen el versículo siguiente.\n\nDiciendo:\n\nAnunciaré a mis hermanos tu nombre, en medio de la congregación te alabaré.\n\nY otra vez:\n\nYo confiaré en él.\n\nY de nuevo:\n\nHe aquí yo y los hijos que Tú me has dado.\n\nAsí que, por cuanto los hijos participaron de carne y sangre, él también participó de lo mismo, para destruir por medio de la muerte aquel que tenía el imperio de la muerte, esto es, al diablo,\n\ny librar a todos los que por…que por…por el temor de la muerte estaban durante toda la vida sujetos a servidumbre.",
    "El hombre siempre le ha temido a la muerte. Cristo se hizo pecado, se rebajó, para cargar la muerte Él mismo. Y Él no se avergüenza de ser llamado nuestro “Hermano”, porque Él fue tentado igual que nosotros somos tentados. Y Él puede hacer el… ser un intercesor idóneo, porque Él resistió la misma clase de tentación que Ud. resiste. Y Él tomó su lugar, sabiendo que Ud. mismo no podía soportarlo.",
    "Así que, ¿no lo ve, hermano, hermana? Todo el asunto es gracia; es completamente gracia. En todo caso, no es lo que Ud. hace. Es lo que Él ya hizo por Ud. Ahora, Ud. no puede hacer ni una sola cosa para merecer la salvación. Su salvación es una dádiva. Cristo se hizo pecado para que Ud. fuera justo. Y Él es la clase idónea de Autor, de nuestra salvación, porque Él sufrió lo mismo que nosotros sufrimos. Él ha sido tentado igual que nosotros somos tentados. Y Él no se avergüenza de ser llamado “nuestro Hermano”, porque Él sabe por lo que pasamos. ¡Oh, bendito sea Su Nombre!\n\nPorque ciertamente él no tomó la forma de los ángeles; sino que socorrió a la de la simiente de Abraham.",
    "¡Oh, hermano! Él no se hizo un Ángel; Él llegó a ser la Simiente de Abraham. “Y nosotros, estando muertos en Cristo, venimos a ser la Simiente de Abraham y somos herederos de acuerdo a la promesa”. ¿Ven?, Él nunca tomó la forma de un Ángel; Él nunca llegó a ser un Ángel; Él llegó a ser un Hombre. Él llegó a ser la Simiente de Abraham y tomó el aguijón de la muerte en Su propia carne, para reconciliarnos nuevamente con Dios, y ahora se sienta allí como un Intercesor. ¡Vaya!, ¿cómo pudiéramos rechazar eso, amigo?",
    "Escuchen:\n\nPor lo cual debía de ser en todo semejante a sus hermanos, para venir a ser misericordioso y fiel sumo sacerdote en lo que a Dios se refiere, para expiar…el pecado del pueblo.",
    "¡Para que Él pudiera ser el Reconciliador! Vean, había enemistad entre Dios y el hombre. Y ningún hombre…\n\nEnviaron a los ángeles, los profetas; ellos no podían tomar su lugar porque tenían que orar por ellos mismos. Ellos no podían tomar el lugar.",
    "Entonces Él envió la ley. La ley fue un policía que nos metió en la cárcel. No podía sacarnos. Él envió la ley.\n\nÉl envió los prof etas; Él envió al justo; y todo eso no podía hacer un sacrificio. Pero Él bajó y se hizo uno de nosotros. ¡Oh, vaya!",
    "Yo quisiera que tuviéramos más tiempo en estos momentos, me gustaría llevarlos a esa ley de redención; pero no lo tenemos. Pero sólo por un momento. El cuadro hermoso es el de Rut y Noemí. Si Uds. ven allí, la reconciliación, cómo el labrador, el hombre que tenía que redimir la propiedad perdida y caída, tenía que ser pariente de la persona que había perdido la propiedad. Por eso era que Booz tenía que ser un… era un pariente de Noemí, para poder obtener a Rut. Y entonces, él tenía que ser digno. Él tenía que ser capaz de hacerlo, para redimir lo perdido. Y Booz, en la puerta, dio un testimonio público quitándose el zapato, de que él había redimido a Noemí y toda la posesión de ella. Y él tenía que ser pariente.",
    "Y por esa razón es que Cristo, Dios, tenía que llegar a ser pariente nuestro. Y Él bajó y fue un Hombre. Y Él sufrió tentación. Y se rieron de Él y se burlaron, y lo persiguieron, y lo ignoraron y le llamaron “Belcebú”; y—y se mofaron, y sufrió muerte bajo la pena capital. ¿Ven? Él tenía que ser pariente nuestro. Él tenía que ser falsamente acusado, porque Ud. es falsamente acusado. Él tenía que llevar enfermedades, porque Ud. está enfermo. Él tenía que llevar los pecados, porque eran los pecados suyos. Y Él tenía que llegar a ser pariente. La única manera que Él podía redimirnos, era siendo nuestro pariente. Y la manera en que Él llegó a ser pariente, fue tomando la forma de carne pecaminosa y llegando a ser uno de nosotros. Y haciendo eso, Él pagó el preció y nos redimió de nuevo al compañerismo del Padre. ¡Oh, qué Salvador! Las palabras no alcanzan a expresarlo.\n\nPues en cuanto él mismo padeció siendo tentado, es poderoso para socorrer a los que son tentados.",
    "Socorrer significa “compadecerse”. La razón por la cual Él llegó a ser esto, era para que Él pudiera compadecerse de Uds. que están… tienen sus altas y bajas, y todas esas cositas, y sus tentaciones se hacen tan grandes que Uds. difícilmente las soportan. Él sabe cómo compadecerse de Uds. Él se sienta allí para interceder. Él se sienta allí para amarlos. Y aunque Uds. se desvíen del camino, Él no los abandonará. Él todavía los seguirá y les tocará en el corazón. No hay un apóstata en el edificio que no sepa que Dios toca en su corazón diariamente. Y Él lo hará mientras Ud. sea un mortal en esta tierra, porque Él los amó. Él los redimió.",
    "Hay poetas que han hecho el intento, autores lo han intentado, hombres han intentado expresar ese tema de “amor”, y no se puede encontrar en la expresión humana. Uno dijo:\n\n¡Oh, amor de Dios, cuán rico y puro!\n\n¡Tan fuerte y sin medida!\n\nPara siempre permanecerá,\n\nCanto de Santos y Ángeles.\n\nSi fuera tinta todo el mar,\n\nY todo el cielo un gran papel;\n\nY cada hoja un pincel,\n\nY cada hombre un escritor;\n\nPara escribir el amor de Dios\n\nNo bastaría el océano;\n\nNi ese gran libro contenerlo podría,\n\nExtendido de cielo a cielo.",
    "Uds. nunca entenderán. No hay manera en que nosotros entendamos ese gran sacrificio que Él hizo, que descendió y nos reconcilió de nuevo con Dios. Después Él regresó y dijo: “Ahora, Yo no los dejaré huérfanos. Regresaré otra vez y estaré con vosotros, aun en vosotros, hasta el fin del mundo”.",
    "Y aquí estamos hoy, viviendo en el tiempo del fin, con el mismo Jesús, las mismas cosas, las mismas señales, las mismas maravillas, la misma salvación, el mismo Espíritu haciendo las mismas cosas, el mismo Evangelio, la misma Palabra, las mismas ilustraciones, la misma manifestación, todo. Nos conviene no descuidar esta salvación tan grande, pues algún día tendremos que rendir cuentas por lo que hacemos con el Hijo de Dios.",
    "Él está en sus manos en esta noche, pecador, apóstata. ¿Qué va a hacer con Él? Ud. dice: “Bueno, dejaré Eso para después”. Pero recuerde, no haga eso. No hay manera en lo absoluto, si Ud. es un pecador, que Ud. pueda salir de este edificio y ser el mismo. Ud. no puede hacerlo.",
    "Pilato, una noche, trató de hacerlo. Él pidió agua y se lavó las manos. Dijo: “Yo no tengo nada que ver con Eso; es como si nunca lo hubiera visto. Yo nunca he escuchado el Evangelio; no quiero tener nada que ver con Eso”. ¿Podía él lavarlo de sus manos? No podía.",
    "Finalmente, ¿saben qué le sucedió a Pilato? Él perdió la mente. Y por allá en Suiza, donde estuvimos el año pasado predicando el Evangelio, pues hay una leyenda antigua que lo dice, que hay un estanque de agua allá al cual venía la gente de todas las partes del mundo a observar cada año, en el tiempo de la crucifixión. Pilato se lanzó a su muerte, suicidándose, al arrojarse en esta agua y se ahogó. Y cada año, en ese mismo día, agua azul hierve de ese estanque para mostrar que Dios rechazó el agua. El agua jamás le podrá lavar la Sangre de Jesús de las manos o de su alma. Solamente hay una manera de hacerlo; es aceptándola como su perdón personal y ser reconciliado con Dios.\n\nOremos:",
    "Padre Celestial, te damos gracias en esta noche por la Palabra; “Porque la fe viene por el oír y el oír, por la Palabra”. Te damos gracias por Jesús. Y mientras vemos este gran día de señales y maravillas en el cual estamos viviendo, ¡cómo es que dejamos que estas cosas se nos pasen! Dios, abre los ojos de la gente en este tabernáculo en esta noche, para que ellos puedan ver y entender que estamos en las últimas horas. El tiempo está pasando. No nos queda mucho tiempo aquí, y tendremos que ver a Jesús. Y tendremos que ser contados como traidores, porque no hay excusa en esta mañana. Cuando diste esa tremenda visión tan poderosa, de ese hombre que venía aquí, de un país lejano, y verlo, sin lugar a duda, levantarse de esa silla de ruedas y recibir la vista. Sus piernas fueron fortalecidas; por todo el edificio se regocijaron alabando a Dios. Muestra que Dios todavía es capaz de levantar hijos a Abraham de estas piedras. Ver las visiones, como dijo Jesús: “No hago nada hasta que el Padre Me lo muestre. Yo no puedo hacer nada”.",
    "El ciego Lo siguió, y dijo: “Ten misericordia de nosotros”.",
    "Él dijo, les tocó los ojos y dijo: “Conforme a tu fe, sea hecho”.",
    "Ahora, Señor, nosotros vemos a Jesús; no vemos todas las cosas. Vemos que aún llevamos a nuestros santos a la tumba, y caminamos sobre las tumbas de otros. No obstante, vemos a Jesús, quien hizo la promesa. Lo vemos a Él con nosotros. No a Jesús en la tumba, no a Jesús hace dos mil años, sino a Jesús en esta noche, que está con nosotros. Lo vemos a Él manifestado en todo Su poder, y señales, y maravillas.",
    "Dios, que nosotros nunca descuidemos esta Salvación tan grande; sino que La abracemos, y La aceptemos, y seamos reverentes, y vivamos conforme a Ella hasta el día que Jesús venga para llevarnos a Casa. Concédelo, Señor. Lo pedimos en Su Nombre.",
    "Y teniendo nuestros rostros inclinados, me pregunto si hay una persona en el edificio en esta noche, bajo la Divina Presencia del Espíritu Santo, que diría: “Hermano Branham, estoy convencido que yo estoy errado. Estoy convencido de que estoy errado. Dios me ha revelado mis pecados; y sé que estoy errado. Levantaré la mano a Él y le pediré misericordia en esta noche. Dios, ten misericordia de mí. Yo estoy errado”. ¿Lo hará Ud.?",
    "Mientras esperamos un momento, si hay una persona aquí que quiera, habrá un bautismo dentro de un momento. Y si Ud. es pecador, yo me arrepentiría. ¿Cómo puede Ud. rechazar un amor tan incomparable de Uno que murió? El Dios santo del Cielo llegó a ser un Hombre pecaminoso; no porque pecó, sino porque Él cargó con sus pecados y los llevó allá al Calvario. ¿Y Ud. no aceptará ese perdón? ¿Lo haría Ud. en esta noche? Con nuestros rostros inclinados, alguien dirá: “Recuérdeme a mí, Hermano Branham. Yo levanto las manos a Cristo y digo: ‘Ten misericordia de mí. Yo, yo estoy errado, y quiero ser reconciliado con Dios’”. ¿Levantaría Ud. la mano?\n\nMuy bien, entonces si todos son Cristianos, oremos.",
    "Padre, Te damos las gracias en esta noche porque todos aquí son Cristianos; pues al guardar silencio lo han testificado, que todos sus pecados están bajo la Sangre; y estoy muy agradecido por eso. Bendícelos, Señor. ¡Oh, estoy tan contento que ellos hayan encontrado reconciliación a través de la expiación de la Sangre, por el oír de la Palabra! El lavamiento del agua por la Palabra nos limpia. Nos trae al lugar más grandioso, donde—donde el pecador, en su oscuridad vil, es hecho blanco como la nieve. Las manchas carmesí del pecado han sido lavadas, y nosotros somos criaturas nuevas en Cristo. ¡Cuánto agradecemos eso, a Ti por esto!\n\nAhora sigue el servicio bautismal. Tengo entendido que esta jovencita se va a bautizar aquí en esta noche en el Nombre de su Señor.",
    "¡Oh, Padre Celestial!, pedimos que bendigas a esta jovencita. En mi mente recuerdo como si fuera hace unos días, que venía por Henryville y vi a esa niña tan hermosa caminando por la calle. Y esta noche, ella es una madre, una señora. Ella Te ha aceptado como su Salvador personal. La vida ha sido dura para la niña, Señor (¡Oh, Dios!), pero de seguro hay un Cielo para ella. Y Te damos las gracias por eso. Oramos, Dios, que ahora bendigas a la joven. Y mientras ella viene para que sea bautizada en agua, que Tú la llenes con el Espíritu Santo de Dios. Concédelo, Señor. Y ¡que su alma alcance hasta los Cielos, de tanta emoción! Concédelo para Tu gloria. Lo pedimos en el Nombre de Jesús. Amén.",
    "[Cinta en blanco.—Ed.]",
    "Quiero leer en los Hechos, el capítulo 2. Pedro está hablando, en el día de Pentecostés; el primer bautismo que se haya efectuado en la iglesia Cristiana. Pedro estaba reprendiendo a los fariseos y a la gente ciega, por no reconocer al Hijo de Dios; habla de cómo Dios lo había levantado y probó Sus obras con grandes señales y maravillas. Escuchen esto, a medida que él habla. Él estaba exaltando a Jesús.",
    "Todo espíritu Cristiano exalta a Jesús, no sólo con sus labios sino con su vida. Sus labios pueden decir una cosa pero su vida hacer otra. Si Uds. hacen eso, ¿saben lo que es? Es hipocresía. Y yo prefiero pararme en el Cielo como un incrédulo que como un hipócrita. Yo creo que mejor me arriesgaría en el Cielo como—como un infiel, que ser un hipócrita. Seguro… Si Uds. testifican de Jesús y dicen que “Él es el Salvador”, Uds. vivan de esa manera porque la gente va a esperar eso de Uds. Correcto. Ud. viva como debe vivir un Cristiano. Vimos eso en esta mañana.",
    "Ahora, Dios mediante, mañana por la noche, o el miércoles por la noche, vamos a tomar este capítulo 3, el cual es un capítulo maravilloso. Y ahora, hagan el esfuerzo de venir el miércoles en la noche. ¿Cuántos están disfrutando este Libro en manera de enseñanza de escuela Dominical? [La congregación dice: “Amén”.—Ed.] ¡Oh, muchas gracias! Muy bien.",
    "Ahora, quiero leer entonces en los Hechos, el capítulo 2, empezando en el versículo 32:\n\nA este Jesús resucitó Dios, de lo cual…nosotros somos testigos. (Ellos lo sabían).\n\nAsí que, exaltado por la diestra de Dios, y habiendo recibido del Padre la promesa del Espíritu Santo, ha derramado esto que vosotros ahora veis y oís.",
    "Ahora, escúchenlo hablar acerca de David, uno de los ángeles:\n\nPorque David no subió al cielo; pero él mismo dice: Dijo el Señor a mi Señor: Siéntate a mi diestra,\n\nHasta que ponga a tus enemigos por estrado de tus pies.\n\nDavid no podía subir; él estaba bajo la sangre derramada de becerros y machos cabríos y ovejas. Pero ahora él podía resucitar; él está bajo la Sangre del Señor Jesús. Porque ellos solamente responden a esa Sangre cuando Ella viniera en poder. Cuando la Sangre de Cristo vino en poder, todos aquellos que habían muerto, en buen favor, resucitaron (correcto), y ascendieron a la Gloria.",
    "Ahora escuchen:\n\nSepa, pues, ciertísimamente toda la casa de Israel…(Escuchen esto)…que a este Jesús a quien vosotros crucificasteis, Dios le ha hecho Señor y Cristo.\n\n¿Qué de eso? ¿Es Él una tercera Persona de la trinidad, o es Él la trinidad en su totalidad? Él es la plenitud de la Deidad corporalmente.",
    "No hay tal cosa como tres Dioses: Dios el Padre, Dios el Hijo, y Dios el Espíritu Santo. Eso ni siquiera está en las Escrituras, en ninguna parte. No está por ninguna parte. En ninguna parte se nos fue ordenado bautizar “en el nombre del Padre, en el nombre del Hijo, y en el nombre del Espíritu Santo”, en ninguna parte de las Escrituras. Ése es un credo católico, y no es para la iglesia protestante. Yo le pido a cualquiera que me muestre una Escritura en dónde alguna persona llegó a ser bautizada de alguna otra manera que en el Nombre del Señor Jesucristo. Venga y muéstremela, y me pondré un letrero en la espalda: “Hipócrita y falso profeta, y falso maestro”, y saldré por las calles. Tal cosa no existe. Nadie jamás fue bautizado de esa manera. Es un credo católico, y no una doctrina protestante.",
    "🦅 Mateo 28:19” dice Ud., “Jesús dijo: ‘Id por todo el mundo, y haced discípulos en todas las naciones, bautizándolos en el Nombre del Padre, Hijo y Espíritu Santo’”. Eso es correcto.\n\nPero no “en el nombre del Padre, nombre del Hijo, nombre del Espíritu Santo”. El Nombre del Padre, el Nombre (no nombres) del Padre…\n\nPadre no es un nombre. ¿Cuántos saben eso? ¿Cuántos padres hay aquí? Levanten la mano. ¿Cuántos hijos hay aquí? Levanten la mano. ¿Cuántos humanos hay aquí? Levanten la mano. Muy bien. Ahora, ¿cuál es su nombre? No es padre, hijo, ni tampoco humano.",
    "Una mujer me dijo en una ocasión, quien era una trinitaria estricta, ella dijo: “Hermano Branham, pero el Espíritu Santo es un nombre”.",
    "Yo dije: “El Espíritu Santo no es un nombre. El Espíritu Santo es lo que es. Es el Espíritu Santo”, no un nombre; eso es lo que Él es. Yo soy un humano, pero mi nombre no es humano. Mi nombre es William Branham.",
    "Entonces, si Él dijo: “Id y haced discípulos en todas las naciones, bautizándolos en el Nombre del Padre, y del Hijo, y del Espíritu Santo”.",
    "Luego Pedro, diez días después, dijo: “¡Arrepentíos!”. Ahora aquí, escuchen esto:\n\nAl oír esto, se compungieron de corazón y dijeron a Pedro y a los otros apóstoles: Varones hermanos, ¿qué haremos?\n\nPedro les dijo: Arrepentíos y cada uno de vosotros bautícese en el nombre del Señor Jesucristo para perdón de vuestros pecados; y recibiréis el don del Espíritu Santo.",
    "Entonces ¿hizo Pedro lo que Jesús le dijo que no hiciera? Él no estaba confundido. Nosotros somos los confundidos.",
    "En Hechos 2:38, los judíos fueron bautizados en el Nombre del Señor Jesucristo, por inmersión.\n\nEn Hechos, el capítulo 8, encontramos que Felipe fue y les predicó a los samaritanos, y los bautizó a ellos en el Nombre del Señor Jesucristo; a los samaritanos.\n\nEn Hechos 10:49, Pedro mandó a los gentiles a que fueran bautizados en el Nombre del Señor Jesucristo.",
    "Pablo, Hechos 10:5 “Recorrió las regiones superiores de Éfeso, y él encontró discípulos”. Ellos eran discípulos bautistas; todos eran bautistas. Ellos fueron convertidos bajo un predicador bautista por el nombre de—de, veamos, Apolos. Y él era un predicador bautista, “Y estaba probando por la Biblia que Jesús era el Cristo”.\n\nPablo dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”.",
    "Ellos dijeron: “Nosotros ni siquiera hemos oído si hay Espíritu Santo”.",
    "Dijo: “¿En qué, pues, fuisteis bautizados?”.",
    "Ellos dijeron: “Hemos sido bautizados por el mismo hombre que bautizó a Jesús en el charco de agua allá; con eso es suficiente”.",
    "Pablo dijo: “Eso no cuenta para hoy. Uds. tienen que ser bautizados de nuevo”. Y Pablo los mandó a que se bautizaran otra vez en el Nombre del Señor Jesucristo. Puso las manos sobre ellos, y el Espíritu Santo vino sobre ellos. Correcto. Sí, señor.\n\nHabrá Luz en el atardecer,\n\nLa senda a la Gloria seguramente hallarán;\n\nPor medio del agua está la Luz de hoy,\n\nSepultado en el precioso Nombre de Jesús.\n\nJóvenes y ancianos, arrepiéntanse de todos sus pecados,\n\nEl Espíritu Santo seguramente entrará;\n\nLa Luz del atardecer ha llegado,\n\nEs un hecho que Dios y Cristo Uno son.",
    "¡Es lo que dice la Biblia! Correcto. Es la hora. Es el tiempo en que debemos arrepentirnos.",
    "Diga, avíseme cuando esté listo en el bautisterio, y nosotros… [Un hermano dice: “Estamos listos”.—Ed.] ¿Están listos? Muy bien, abra las cortinas.",
    "Entonces, que el Señor los bendiga ahora, mientras el hermano ministra el bautismo. ¿Pueden todos ver esto? [El Hermano Orman Neville bautiza a creyentes.—Ed.] 🦅"
  ]
}