{
  "title": "HEBREOS, CAPÍTULO DOS #3",
  "id": "57700009",
  "content": [
    "🦅  El capítulo 7, 8, 9, 10, de allí en adelante, ¡oh, vaya! Tengan su lápiz y papel y todo listo, pues, yo creo que el Señor nos va a dar un tiempo maravilloso. Ahora, estamos…",
    "Pablo está exaltando y colocando, posicionalmente, al Señor Jesús. Ahora, si terminamos con esto en esta noche, el domingo en la mañana… Siendo que gran parte de esto va a encajar exactamente con el Mensaje del domingo en la mañana, porque será acerca de “separar el sábado”. Ésa es una gran incógnita entre los sabáticos hoy en día. Y yo los invitaría a todos a que vengan el domingo en la mañana, pues, ¿en cuál es correcto adorar: el sábado o el domingo? ¿Qué dice la Biblia al respecto? Y entonces, ya sea el… Este Libro está separando la ley y la gracia, y está posicionando a cada una en su lugar. Los hebreos fueron criados en la ley, y Pablo les estaba diciendo a ellos el papel que la gracia desempeñó con la ley.",
    "Entonces, tomemos sólo una pequeña base ahora. Vamos a regresar.",
    "Y a propósito, me conseguí unos lentes para leer. Tal vez pueda… Si sucede que—que cometa un error en esta noche, aquí los tengo. Saben, tengo… sólo me faltan dos años para cumplir los cincuenta años, y no veo de cerca como antes. Cuando mi vista… Comencé a ver las palabras borrosas y pensé que me estaba quedando ciego. Fui a que me examinaran, y el doctor dijo: “No, hijo, sólo es que has pasado los cuarenta años”. Bueno, él dijo que si vivo lo suficiente, puede ser que la recobre, y tenga de nuevo esa vista para mirar de cerca. Él dijo: “Ahora, ¿puede Ud. leer su Biblia si la aleja?”.",
    "Dije: “Sí”.",
    "Dijo: “Después de un tiempo, su brazo no va a ser lo suficientemente largo”.",
    "Y entonces yo—yo espero ahora, al estudiar esto, que… Esta pequeña Biblia Collins tiene una letra de buen tamaño; puedo verla muy bien. Pero cuando lleguemos a los grandes lugares profundos, en donde tengamos que tomar el Nuevo y el Antiguo Testamento y armonizarlos, para eso tengo una pequeña Scofield. Y estoy acostumbrado a la Biblia Scofield, a sus anotaciones. Ya no leo las notas de Scofield, porque no estoy de acuerdo con Scofield en muchas de sus—sus teorías. Pero sí me—me gusta la manera en que ha sido ordenada, porque es… la he tenido por mucho tiempo y la he leído tanto, que sé cómo encontrar mi tema.",
    "Todo esto es nuevo para mí, de enseñar, y no es que sea un gran maestro. Pero Uds. tolérenme por un rato, que, como sea, les diré la Verdad de lo que yo sé.",
    "Ahora, este Libro es Pablo, recuerden. Él estaba… ¿Cómo lo encontramos? Para empezar, ya él era un gran maestro, o un gran erudito. Y él había sido entrenado en el Antiguo Testamento. ¿Alguien me puede decir quién encontramos que fue su maestro? [La congregación dice: “Gamaliel”.—Ed.] Gamaliel, uno de los maestros prominentes de ese día. Y entonces Pablo, nos dimos cuenta, un día…",
    "Antes que él fuera llamado Pablo, ¿alguien me puede decir cuál era su nombre? [La congregación contesta: “Saulo”.—Ed.] Saulo. Y él era una gran autoridad en Jerusalén, una autoridad religiosa. Y él surgió como un—como un hombre religioso, bien entrenado. Él podía hablar cuatro o cinco idiomas, y era un hombre muy inteligente. Bueno, ¿le ayudaron su educación e inteligencia? No. Él dijo que tuvo que olvidar todo lo que sabía, para así conocer a Cristo.",
    "Por lo cual, entonces nos damos cuenta que no se necesita un hombre inteligente, o un hombre educado. Se necesita un—un hombre que esté dispuesto a humillarse delante de Dios, no importa lo que tenga que hacer.",
    "Sabían Uds. que Dwight Moody era—era tan falto de educación, que francamente, sus escritos eran tan mediocres que yo no sabría con qué compararlos. Le tenían que arreglar los mensajes constantemente. Él—él era un muy mal escritor, no tenía mucha educación.",
    "¿Sabían Uds. que Pedro y Juan, de la Biblia, eran tan iletrados que ni siquiera podían escribir su propio nombre, y ni aún lo reconocerían si estuviera delante de ellos? El Apóstol Pedro, quien tenía las llaves para el Reino, no reconocería su nombre firmado delante de él. Piénsenlo. La Biblia dice “que él era sin letras y del vulgo”. Por tanto, eso me da a mí algo de esperanza. Amén. Sí, señor. Eso sucede para mostrar que Dios podía hacer eso con un hombre.",
    "Ahora, y nos dimos cuenta que tan pronto Pablo tuvo una gran experiencia… Yo quiero preguntarles: ¿Es una experiencia el venir a Cristo? ¿Todos tienen una experiencia? [La congregación dice: “Amén”.—Ed.] Sí, señor. Sí, señor, es un nacimiento; es una experiencia. Y estuvimos en una Universidad Luterana, no hace mucho…",
    "Yo tuve el privilegio, me retrasé esta tarde, tenía que estar allí a las doce en punto, para una comida con—con Tom Haire. ¿Cuántos han llegado a oír de él, el famoso guerrero de oración, irlandés? Y él ha estado con este Hermano Epp, en su programa, y se ha presentado aquí en muchos lugares de América. Y hoy comí con él. Y estábamos… Yo me retrasé como tres horas; eran cerca de las tres y media, un cuarto para las cuatro, cuando comimos; pero todo salió bien. Y estábamos hablando de estas cosas, de cómo Jesucristo es la Cabeza de todas las cosas.",
    "Ahora, cuando Pablo se dio cuenta de esto, él ya había tenido esta experiencia. Y entonces antes que él aceptara esta experiencia, debía cuadrar con la Biblia. Y nos dimos cuenta que él—que él se fue a otra nación, y allí permaneció por tres años, escudriñando la Escritura, para ver si su experiencia estaba correcta.",
    "Ahora, nos dimos cuenta que él tenía una tremenda cosa que afrontar. Él tuvo que regresar y decirles a su iglesia y a toda la gente, que las mismas cosas que él había perseguido, eran correctas.",
    "¿Han tenido Uds. que hacer algo así? Seguramente, casi todos; tener que regresar y decir: “Esa gente que llamábamos ‘santos rodadores’, nos dimos cuenta que tenían la razón”. ¿Ven? Eso es. Tuvimos que dar la media vuelta. Y las cosas que una vez odiamos, ahora las amamos. Es una conversión, algo extraño.",
    "¡Oh! Hice esa declaración de “santo rodador”. No hay tal cosa. No hay tal cosa. Sin embargo, eso le dicen a la gente, a la gente de la santidad. Pero no hay santos rodadores; no existe tal cosa. No hay registro de ninguna iglesia que se haya registrado así, que yo sepa, de las novecientas y tantas diferentes denominaciones. No hay tal denominación como la de santo rodador. Solamente es un—un apodo que el diablo le puso a la Iglesia.",
    "Pero ellos los llamaron, en aquel día… ¿Cuántos saben cómo les decían en los días de Pablo? Herejes. ¿Saben Uds. lo que significa un hereje? “Loco”. Es una gente loca. Entonces, para mí, da lo mismo que me llamen un “santo rodador” que un “hereje”, ¿y a Uds.? Por tanto, si ellos—si ellos fueron llamados eso ¡y se regocijaron!\n\nY ¿qué nos dijo Jesús que hiciéramos al respecto? Él dijo: “Gozaos y alegraos en gran manera, porque grande es vuestro galardón en el Cielo, porque así persiguieron a los profetas antes de vosotros”. Ellos lo hicieron.",
    "Dijo que “nos gozáramos en gran manera”. Cualquier cosa que es en gran manera es algo que es “alto, muy alto”, mucho gozo. Y los discípulos, cuando fueron hallados dignos de llevar el reproche del Nombre de Jesús, se regocijaron con gran gozo, que pudieran llevar el reproche de Su Nombre.",
    "Y hoy, mucha gente hoy, si sucede que los llamaran santos rodadores, ellos se acobardarían: “¡Vaya!, tal vez para empezar yo estaba errado”.\n\nNo obstante, ellos se regocijaron por eso, “¡Oh, vaya, llevar ese Nombre!”.",
    "Y ahora, en el siglo segundo, los llamaron “carga-cruces”. Y era porque los Cristianos solían cargar una cruz en la espalda, para mostrar que habían sido crucificados con Cristo. Ellos los llamaban carga-cruces. Ahora, yo sé que los católicos dicen eso de sí mismos, pero ésa no era la iglesia católica; ésa era la iglesia protestante antes de que fuera llamada iglesia protestante. Ella no protestó otra cosa aparte que el pecado. La razón que es llamada hoy iglesia protestante, es porque protestó el—el dogma católico. Pero es un… Ella todavía no era sectaria en ese tiempo, cuando fueron llamados los carga-cruces.",
    "Sólo consigan la historia de Josefo y los otros escritores, y Las Dos Babilonias de Hislop, y demás, y Uds. encontrarán que eso es cierto, que ellos no eran una iglesia. La primera iglesia organizada que hubo, fue la iglesia católica, unos trescientos años después de—de los últimos apóstoles. Después de como unos trescientos años, la iglesia católica se organizó. Y empezó una persecución, y eso obligó a la gente a que entrara a la iglesia católica, y ellos unieron la iglesia con el estado.",
    "Eso fue después de lo que supuestamente llamaron la conversión de Constantino del paganismo al catolicismo. Pero si alguien ha leído su historia, él no se convirtió, ¡qué cosas las que hizo! ¡Oh, vaya! Lo único religioso que hizo fue poner la cruz sobre la iglesia de Santa Sofía. Eso fue lo único que hizo, actuando como en un acto religioso. Él era un—un réprobo; sin embargo, a eso le llamaron su—su conversión. Se parece mucho a las conversiones de hoy en día.",
    "Ahora, pero nos dimos cuenta que cuando Pablo se convirtió y tuvo esta experiencia real, él absolutamente dio la media vuelta.\n\nY, saben Uds. que la conversión significa dar “la media vuelta”. Ud. va en esta dirección y se da la vuelta y regresa otra vez en dirección hacia acá. Sí, señor, es darse la vuelta, la media vuelta.",
    "Y, Pablo, tan pronto como fue convertido, antes que él pudiera hacer que su experiencia… Ahora, él tuvo una experiencia maravillosa.\n\nAhora, yo creo que cuando uno acepta a Cristo como su Salvador personal, eso es una experiencia. Yo creo que el gozo de saber que su pecado es perdonado, es un gozo constante en el corazón.",
    "Pero después, cuando baja el bendito Espíritu Santo, eso es una experiencia (ese nuevo Nacimiento), que Ud. jamás olvida. Ud. llega a ser un Hijo de Dios. Y aquí está lo que lo hace.\n\n“¿Cómo lo sabe uno, Hermano Branham?”.",
    "Ahora, estas lecciones son para enseñar. Mucha gente, los metodistas, quieren decir que “ellos gritaron cuando Lo recibieron”. Bueno, eso está bien. Si Ud. Lo recibió y gritó, está bien. Pero el que Ud. haya gritado, no fue una señal de que Ud. Lo recibió, porque muchos gritaron y no Lo recibieron.",
    "Los pentecostales dijeron que cuando “hablaron en lenguas, Lo recibieron”. Eso está bien. Si Ud. habló en lenguas, y Lo recibió, entonces bien. Pero Ud. pudiera hablar en lenguas y aún no tenerlo. ¿Entonces?",
    "Por tanto (¿lo ven?), en resumidas cuentas, es la experiencia de pasar de muerte a Vida, cuando todas las cosas viejas mueren y todas las cosas llegan a ser nuevas. Cristo llega a ser real. Las cosas viejas se desprenden, las raíces viejas de la carnalidad. ¿Saben Uds. cómo escarbar una raíz para sacarla? Nosotros tomábamos un azadón e íbamos a ella, y la escarbábamos hasta que no quedaba ni una pizca. Y ellos dijeron: “Si hay alguna raíz de amargura brotando en Ud., desarráiguela”. Eso es correcto. Y eso es lo que hace el Espíritu Santo, desarraiga todas las raíces. Las saca, las amontona, las quema; se deshace de ellas. Entonces, si hacemos eso, uno obtendrá una buena cosecha.",
    "Ahora, Pablo sabía que algo había sucedido, entonces regresó a Arabia y estudió allá por tres años a todos los profetas del Antiguo Testamento, en cuanto a lo que profetizaron. Y él llegó a la conclusión de que era absolutamente la Verdad.",
    "Ahora, compare eso hoy (¿ven?), con respecto a esta experiencia que tuvimos aquí en esta iglesita: de la Estrella de la Mañana que apareció allá; esa gran Luz que bajó, que predeciría y mostraría cosas por suceder. Saben, eso es maravilloso. Pero mi hermano que ministraba me dijo: “Eso es del diablo”. Y yo—yo no lo podía comprender.",
    "Por tanto, yo no dije nada al respecto, hasta que una noche sucedió una experiencia allá en Green’s Mill, Indiana, cuando el Ángel del Señor vino caminando y se paró allí, y probó eso por la Escritura. Entonces se encendió. Entonces comenzó todo.",
    "Y sólo este domingo pasado vimos las marcas infalibles de Jesucristo, quien puede tomar a un hombre que no ha caminado, y ni siquiera… que no tenía el nervio del equilibrio; cuando la clínica Mayo y los mejores médicos dijeron: “Eso es permanente”. Y estando ciego, se levantó y salió del edificio, bajó los escalones empujando su silla de ruedas; podía caminar y ver como cualquier otro. Eso muestra que es el poder del Señor Jesús resucitado. Allí lo tienen. Él es el mismo ayer, hoy, y por los siglos.",
    "Entonces, ¿verdad que somos un grupo feliz en esta noche, al saber que Dios ha vindicado esta gran experiencia que nosotros tenemos y que es conforme a Su Biblia y las promesas? Por tanto, debemos regocijarnos en gran manera. Y vemos entonces que en el capítulo 2, encontramos que “no debemos dejar que estas cosas… No debemos descuidar estas cosas”. Debemos retener estas cosas.\n\nY ¿cómo vamos a escapar nosotros, si descuidamos esta salvación tan grande?",
    "¿Qué vamos a hacer, teniendo la Palabra de Dios, cuando nos paremos ante el Tribunal del Juicio? Ud. no podrá decir: “Yo no sabía esto”. ¡Oh, sí, Ud. sabía! “Bueno, pues, el Hermano Branham pudiera haber estado equivocado”. Eso es verdad. Pero Dios no está equivocado; Su Palabra no se equivoca. Y sólo piense que lo mismo (la Biblia), que una vez vivió en los apóstoles, está viviendo otra vez. ¡Oh, bendito sea el Nombre del Señor!",
    "¡Cuando pienso en que tengo cuarenta y ocho años, acercándome a los cincuenta, con los días de mi juventud atrás, y todo eso! ¡Saber que desde muchachito yo tenía esta bendita Promesa, y se la he declarado a mis hermanos y hermanas, y literalmente he visto a miles de ellos que han salido de la oscuridad! ¡Saber que vamos a nuestro hogar Eterno, a lo bendito! “Y si este tabernáculo terrenal se deshiciere”, antes de que yo termine de predicar, “hay uno esperándonos allí”. ¡Aleluya! El saber que hay docenas de personas sentadas aquí, que si dejaran esta vida en estos momentos, antes que pudiéramos llevar sus cuerpos a la funeraria, ellos estarían allá en ese cuerpo glorioso, regocijándose con los santos de Dios, ya en la Presencia de Dios, para vivir para siempre. ¡Con la vindicación absoluta y perfecta de que así es! Amén.",
    "¡Oh, eso haría a los presbiterianos gritar! Sucedió el domingo, ¿verdad? [La congregación dice: “Amén”.—Ed.] Esas personas eran presbiterianas. Seguro que lo haría, al pensarlo. ¡Oh, con razón la gente se emociona! Pues, si Ud. se emociona por batear una pelota o por encestarla en el aro, ¡cuánto más no lo emocionaría saber que Ud. ha pasado de muerte a Vida; que Ud. es una nueva Creación en Cristo! Ud. lo sabe por la manera que su espíritu lo aparta de la malicia, y engaño y pleitos, y todas las cosas del mundo; y su corazón permanece centrado en Cristo. Ésos son sus motivos. Eso viene a ser todo lo que Ud. piensa en su mente, en su corazón, día y noche. Cuando Ud. se acuesta, en la noche, con las manos atrás, de esta manera, y acostado allí sencillamente lo adora a Él hasta que se duerme; se despierta en la mañana, todavía adorándolo. Amén. ¡Oh, vaya!",
    "Yo lo he estado alabando. En la mañana nos hemos estado levantando como a las cuatro, el Hermano Wood y yo, saliendo temprano en la mañana para ir a cazar ardillas. Pienso que lo alabo a Él casi debajo de cada árbol al que llego. No puedo ver un árbol sin alabarlo a Él. Pensar, Él le dio crecimiento a ese árbol. Veo volar a una langostita insignificante; Él conoce esa langosta. “¡Oh!” dice Ud., “tonterías, Hermano Bill”. ¡Oh, no, no lo es! Él sabe en dónde está cada ardilla. Él sabe en dónde está cada mariposa.",
    "Una vez Él necesitó dinero, y dijo: “Pedro, hay un pez que hace un rato se tragó una moneda, y es justo lo que necesitamos. Ve y pon el anzuelo. Yo lo enviaré a él allí. Sácale esa moneda de la boca, pues él no la puede usar. Ve y págale a él nuestro diezmo y tributo”. Amén.",
    "Y hace unas semanas, vi a un pececito muerto, flotando en el agua. Todos Uds. oyeron la historia. Está el Hermano Wood y su hermano y ellos aquí para dar testimonio. Ese pececito llevaba media hora flotando muerto en el agua, con las entrañas que le habían sido sacadas por la boca, y el gran Espíritu Santo descendió después de haber dicho el día anterior: “Uds. van a ver la resurrección de un animalito”. Y a la mañana siguiente, un poco después que salió el sol, nosotros vimos a este pececito (no era ni así de largo), cuando el Espíritu del Señor bajó y dijo: “¡Pececito, Jesucristo te sana!”. Y ese pez muerto que había estado flotando en el agua prácticamente por media hora, cobró vida y se fue nadando tan fuerte como pudo. ¡Oh, bendito sea el Nombre del Señor! ¡Qué maravilloso es Él!",
    "Con razón Pablo podía decir, que “Él era según del orden de Melquisedec”. Él era Melquisedec. “Melquisedec no tenía principio de días. Él no tenía fin de años. Él no tenía principio de vida o fin de vida. Él no tenía ni padre ni madre”. Así que Él no podía haber sido ningún otro. Quienquiera que fue, Él sigue vivo en esta noche. Así que, Él tiene solamente un tipo de Vida Eterna, y ésa le pertenece a Dios.",
    "Anoche cuando estábamos conversando, un hermano no lograba entender la trinidad de Dios, ni lo que hablábamos al respecto. Cómo es que Jesús estaba parado allí, siendo un Hombre, cerca de los treinta años. Y Él dijo…\n\nEllos dijeron: “¡Oh, nuestros padres comieron maná en el desierto!”.",
    "Él dijo: “Y todos murieron”. Sin embargo, dijo Él: “Yo soy ese Pan de Vida que vino de Dios, del Cielo, del cual el hombre come y no muere”.",
    "🦅 ¡Oh!” dijeron ellos, “nuestros padres bebieron de la Roca en el desierto”.",
    "Él dijo: “Yo soy esa Roca”. ¡Un Hombre de treinta años! Dijo: “Abraham se regocijó al ver Mi día”.",
    "🦅 Pues” dijo, “¿quiere decirme ahora que Ud. es tan viejo como Abraham y ni siquiera tiene cincuenta años, y dice que Ud. ha visto a Abraham, quien lleva muerto ochocientos años? Ahora sabemos que tiene un demonio; Ud. está loco”. Eso es lo que… Eso es lo que significa demonio, “una persona loca”. Dijo: “Ud. tiene un demonio y está demente”.",
    "Él dijo: “Antes que Abraham fuese, YO SOY”.",
    "Ése era Él. Él no era tan sólo un hombre, ni tampoco era algún profeta; Él era Dios, Dios morando en la tierra en un cuerpo de carne llamado “Jesús”, el—el Hijo encarnado de Dios. Eso era Él exactamente.",
    "Entonces, lo encontramos aquí, que en la última parte ahora, en la conclusión del capítulo 2, al cual quería llegar, empezando con el versículo 16 o el versículo 15:\n\nY libró a todos…que por el temor de muerte—de la muerte, estaban durante toda la vida sujetos a servidumbre.\n\nEso fue lo que él dijo que Jesús había hecho; que Él vino para librarlos a ellos de la servidumbre, a los que habían estado en temor de muerte toda su vida.",
    "Ahora no hay por qué temerle a la muerte. Ahora, por supuesto, le tememos; nosotros, ninguno de nosotros quiere, lo que llamamos morir. Pero ¿saben Uds. que si una persona es nacida de nuevo, ella no puede morir? [La congregación dice: “Amén”.—Ed.] ¿Cómo puede ella tener Vida Eterna y luego morir? Ella no puede. La única muerte que hay, la palabra muerte, significa “la separación”. Ahora, su presencia se separará de nuestros ojos. Pero ella siempre está en la Presencia de Dios y siempre estará. Así que, la muerte no es una cosa difícil; la muerte es una cosa gloriosa. La muerte es lo que nos lleva a la Presencia de Dios.",
    "Pero ahora, por supuesto, nosotros siendo humanos, caminamos aquí en estos elementos a tientas, no—no lo entendemos como deberíamos. Y, por supuesto, cuando vienen las punzadas sofocantes de la muerte, hacen al más santo de nosotros temer y retroceder. Hizo al Hijo de Dios decir: “¿Pudiera pasar esta copa?”. Es una cosa horrible; no lo malentiendan. Pues nosotros… Es la paga del pecado, la muerte, y tiene que ser horrible.\n\nPero si podemos mirar más allá de la cortina, al más allá, allí es donde está. ¡Bendito sea el Señor! Más allá de la cortina, es donde el hombre desea mirar en esta noche. La pequeña Anna Mae Snelling y ellas solían cantar una alabanza aquí: “Señor, Permíteme Mirar Más Allá De La Cortina Del Tiempo”. Todos quieren ver eso.",
    "Ahora, aquí estamos ahora en el versículo 16. “Porque ciertamente…”.\n\nPorque ciertamente no socorrió a los ángeles, sino que socorrió a la descendencia de Abraham.",
    "¡Oh, detengámonos aquí nuevamente! Ahora, estamos para entrar… Pues, la primera parte de este capítulo 3, la última parte, cuadra en “ese día del sábado”, para este próximo domingo.",
    "Ahora, fíjense.\n\n…porque ciertamente no socorrió a los ángeles;…\n\nAhora, ¿de quién está hablando? De Cristo. ¿Quién es Cristo? Dios, el Logos de Dios.",
    "Ahora permítanme explicar esto de nuevo, para que les quede claro. Dios no es tres Dioses. La trinidad de Dios es Uno. Padre, Hijo, Espíritu Santo, no significa que hay tres Dioses diferentes. Si es así, nosotros seríamos paganos. Por eso es que los judíos no logran entender. Eso nunca ha sido enseñado en la Biblia. Ahora, es enseñado en la iglesia católica, absolutamente; de allí es de donde proviene el bautismo trino.",
    "En África ellos lo bautizan a uno tres veces con el rostro hacia adelante: una por Dios el Padre; una por Dios el Hijo; una por Dios el Espíritu Santo. Ahora, eso es un error. No hay tales enseñanzas como ésas en la Biblia. ¿Ven?",
    "Y ahora, eso es—eso es lo que enseñaron. Pasó a través de Lutero; de Lutero pasa y entra en Wesley; así sucesivamente por las edades, a medida que van pasando. Pero eso nunca fue una enseñanza Bíblica. Eso siempre ha sido un error, desde que empezó.",
    "Ahora, entonces, Dios estaba en el principio. Antes que hubiera luz, antes que hubiera un átomo, antes que hubiera una estrella, antes que hubiera alguna cosa visible: Dios llenaba todo espacio. Y allí no había más que pureza; amor puro, santidad pura, justicia pura; era Espíritu. Él abarcaba todo el espacio desde la Eternidad, de donde no alcanzamos a imaginar. Va más allá de todo lo que pudiéramos imaginar.",
    "Es como mirar a través de ese telescopio, podemos ver a ciento y algo de millones de años de espacio luz. Piénsenlo. A cien millones de años de espacio luz, y la luz—la luz viaja como a ocho mil millas por segundo [12,880 km por segundo]. Y cien millones de años luz espacio… Sólo piensen en los millones de millas que serían. Uds. ni siquiera pudieran contarlas. Se pudiera tomar una hilera de nueves y pasarla por todo Jeffersonville, y todavía no se alcanzaría a detallar en millas de millas. Piénsenlo. Y más allá todavía hay estrellas y planetas. Y Dios, antes que hubiera una de ellas, Él ya era. ¿Ven?",
    "Y ahora, el Logos que salió de Dios, lo cual era el—el Logos, todo esto empezó a moldearse en la forma de un—un cuerpo. Y esta forma de cuerpo fue llamado, en la enseñanza de los eruditos: Logos; el Logos que salió de Dios. En otras palabras, una—una palabra mejor para eso fue lo que nosotros llamamos una teofanía, (la teofanía es un cuerpo humano que es glorificado). No tiene exactamente carne y sangre como sería en su estado glorificado, sino que está en una forma de un cuerpo humano que no come, ni bebe, pero es—es un cuerpo, un cuerpo que está esperando por nosotros tan pronto como dejamos éste. Ahora, allí, nosotros entramos en ese cuerpo. Y ésa es la clase de cuerpo en el que Dios estaba, porque Él dijo: “Hagamos al hombre a nuestra propia imagen y a nuestra semejanza”.",
    "Ahora, cuando el hombre llegó a estar en ese cuerpo, él tenía control de todos los peces, y las aves, y—y las bestias del campo. “Y no había hombre para que labrase la tierra”, Génesis 2. Él ya los había creado varón y hembra, pero no había hombre que labrase la tierra.\n\nEntonces Dios formó al hombre del polvo de la tierra. Él le dio una mano como la de un—de un chimpancé; Él le dio un pie como el de un oso. Él le dio, lo hizo a la imagen. Y este cuerpo terrenal es conforme a la imagen de vida animal, y está hecho de la misma clase de material. El cuerpo suyo está hecho de la misma clase de material que el del caballo, o el de un perro, o cualquier cosa como ésa. Está compuesto de calcio, potasio, petróleo, luz cósmica. Ud. no es simplemente… Toda esa carne no es la misma carne; es carne diferente, pero está compuesta del polvo de la tierra de donde procede.\n\nPero, la diferencia entre un animal y un hombre, es que Dios puso un alma en el hombre y Él no la puso en el animal; pues, el alma que estaba en el hombre es esa teofanía.\n\n¡Oh, yo—yo nunca llegaré a la… a esta lección, pero tengo que cubrir esto!",
    "Miren. ¿No recuerdan Uds. cuando Pedro estaba en la prisión, y el Ángel del Señor vino y le abrió las puertas?",
    "Nosotros íbamos entrando aquí al supermercado, el otro día, y la puerta se abrió delante de nosotros. Yo dije: “¿Saben que la Biblia tenía eso primero?”. ¿Ven? Ahora, la puerta que se abre por su cuenta.",
    "Y cuando Pedro salió, pasando junto a estos guardias, ellos fueron cegados a él. Él pasó junto al guardia interior, al guardia exterior, saliendo a los patios, por la pared, y hasta la calle. Y ninguno de ellos se enteró quién era él. Y no le prestaron… pensaron que era otro guardia o algo. Ellos… Él simplemente pasó, y la puerta se abrió sola mientras salía, y se cerró detrás de él. Y cuando estuvo afuera, pensó que lo había soñado. Y fue a la casa de Juan Marcos, donde tenían una reunión de oración. Y estaba tocando… [El Hermano Branham toca. Cinta en blanco.—Ed.]… para estar entre ellos.",
    "¡Oh, Él es glorioso! ¡Él es maravilloso!\n\nAhora, oh, Él no fue hecho en la forma de un Ángel, pero Él tomó la forma de la Simiente de Abraham. Dios llegó a ser la Simiente de Abraham.",
    "Ahora, ¡si tuviéramos tiempo de regresar y mostrar cómo él lo hizo en el Pacto! Uds. me han oído predicar de eso, muchas veces; de cómo él tomó esos animales y los partió por la mitad, e incluyó a la tórtola y al palomo. Entonces miró, y vio un poco de humo, horror tenebroso; muerte. Enseguida, un horno humeante, el infierno. Pero, más allá, iba una pequeña Luz blanca. Y ese blanquito pasó por cada pedazo de ese sacrificio cortado, mostrando lo que Él haría. Y Él hizo un juramento, cuando hizo eso, y Él escribió un Pacto, mostrando lo que haría.",
    "Y Él, Jesucristo, vino a la tierra; Dios, Emanuel, “Dios en carne”. Y en el Calvario, Él fue desgarrado; y Su Espíritu regresó a la Iglesia. Y Su cuerpo fue levantado y puesto en el Trono de Dios.\n\n¡El trono de Dios! El que está en el Trono es el Juez. Eso lo sabemos. Bueno, ¿en dónde está el Juicio? El Padre ha dado el… Él no juzga a ningún hombre. Pero el Padre ha encomendado todo el juicio al Hijo. Así que Él es… Y Su Vida es el Sumo Sacerdote, sentado allá con Su propio cuerpo, como un sacrificio, para interceder por nuestras confesiones. Amén. Hermano, eso coloca algo en uno.",
    "Fíjense, “Él tomó la forma de la Simiente de Abraham”. Él vino a ser un Hombre; Dios, hecho carne entre nosotros, para redimirnos. En otras palabras, Dios llegó a ser pecado para que nosotros pecadores pudiéramos llegar a ser partícipes de Él. Y cuando nosotros participamos de Él, participamos de Su… Nosotros éramos criaturas de tiempo y espacio, setenta años. Y Dios bajó y llegó a ser uno de nosotros (setenta años), Su tiempo asignado, para que pudiéramos participar de Su Vida Eterna. Y cuando nacemos de nuevo, somos hijos e hijas de Dios y tenemos Vida Eterna, y nunca perecemos.\n\n¡Oh, qué—qué—qué bendito Salvador! ¡Oh, no hay manera de describirlo! No hay manera de explicarlo; va más allá de lo explicable. Nadie puede explicar lo grande que Eso es. “¡Cuán Grande eres Tú! ¡Cuán Grande eres!”, es correcto.\n\nPor lo cual debía ser en todo semejante a Sus hermanos,…(Piensen en eso.)…para venir a ser misericordioso y fiel sumo sacerdote en lo que a Dios se refiere…(Escuchen esto.)…para expiar el pecado del pueblo.\n\nAhora para expiar, Dios, conociendo justicia, tenía que llegar a ser injusticia para sentir lo que era ser un pecador, para regresar a reconciliar, a través de “reconciliación”, y tener misericordia del pueblo.",
    "El versículo que sigue, escuchen:\n\nPues en cuanto él mismo padeció…",
    "Dios no podía sufrir en Espíritu. Él tenía que llegar a ser carne para sentir el dolor de la enfermedad, para sentir la tentación de la lujuria, para sentir la tentación de desear, para sentir la tentación del hambre, para sentir el poder de la muerte. Para que pudiera llevar sobre Sí mismo eso y pararse en la Presencia del gran Espíritu Jehová (el Espíritu, no el Hombre; el Espíritu), para hacer intercesión a esta vida. Y Jesús tomó eso, para poder interceder por nosotros, pues, Él sabe lo que se siente. Cuando Ud. se enferma, Él sabe lo que Ud. siente. Cuando Ud. es tentado, Él sabe lo que Ud. siente.",
    "Ahora, se han fijado, cuando nosotros votamos por un presidente, que cada granjero votará por un presidente que ha sido un granjero; por cuanto él conoce las dificultades de la vida de un granjero. ¿Ven? Él quiere alguien que lo entienda.",
    "Y antes que Dios pudiera entender (Él siendo esa gran Santidad), ¿cómo podría Él llegar a entender, después que condenó al hombre? Por Su santidad, Él condenó al hombre. Y la única manera que Él sabría cómo justificar al hombre era llegando a ser un hombre.",
    "Y Dios le hizo sombra a la virgen y ella dio a luz un cuerpo que no fue sangre judía ni sangre gentil, sino Su Propia Sangre. Era la Sangre creada de Dios, no provenía de sexo, en lo absoluto; no por deseo sexual. Y esta Célula de Sangre, creada en el vientre de esta mujer, trajo a luz al Hijo. Y cuando Él fue bautizado por Juan el Bautista, Juan dijo: “Yo doy testimonio: vi el Espíritu de Dios (como una paloma) que descendió y habitó sobre Él”.",
    "Con razón Jesús podía decir que, “Toda potestad en el Cielo y en la tierra Me ha sido puesta en la mano”. Dios y el hombre llegaron a ser Uno. Los Cielos y la tierra se abrazaron; y Él era el que podía reconciliar nuestro pecado. Por eso es que la sanidad ocurre en Su Nombre. Él conoce su dolor.",
    "¿Han oído este antiguo canto?\n\nJesús conoce el dolor que Ud. siente, Él puede salvar y Él puede sanar;\n\nLlévele su carga al Señor y déjela allí.\n\nEso es lo correcto. Él sabe.\n\nCuando nuestro cuerpo esté agobiado de dolor, y la salud no podamos recuperar,\n\nSólo recuerde que Dios en el Cielo responde a la oración;\n\nJesús conoce el dolor que Ud. siente, Él puede salvar y Él puede sanar;\n\nSólo llévele su carga al Señor y déjela allí.",
    "Eso es todo lo que Él pide: “Simplemente déjela allí”. ¿Por qué? Él es nuestro Sumo Sacerdote parado aquí, que sabe cómo se siente Ud. Y Él sabe cómo reconciliarlo a Ud. de nuevo con la gracia, y cómo traerlo de nuevo a la salud. Él sabe todo al respecto, Él sufrió. Cuando Ud. no tiene lugar para reposar la cabeza, Él pasó por lo mismo. Cuando Ud. tiene una sola muda de ropa, Él pasó por lo mismo. Cuando se burlan de Ud. y lo persiguen, Él pasó por lo mismo.",
    "Escuchen ahora el último versículo. Muy bien.\n\n…es poderoso para socorrer a los que son tentados.\n\nO, en otras palabras, Él es capaz de afirmar a aquéllos, ayudar a aquéllos, hacer que ellos… de compadecerse de ellos, por cuanto, Dios mismo llegó a ser hombre para así poderlo sentir.",
    "Recuerdan la otra noche, ¿no enseñamos acerca de eso? Cómo Dios tenía que… La muerte tenía un aguijón, ella atemorizaba. “Todos los días de sus vidas estuvieron cautivos por esta muerte”. Y luego vino Jesús, para que pudiera quitar ese aguijón de la muerte.\n\nY cuando Él iba subiendo el monte, ¿recuerdan cómo lo ilustramos? Esas manchitas rojas en Su vestido y después de un rato, todas llegaron a ser una mancha grande y la Sangre le salpicaba alrededor. Su cuerpo pequeño y frágil no pudo continuar más, y Él se cayó. Simón de Cirene, el hombre de color, le ayudó a cargar la cruz subiendo ese monte.\n\nY cuando ellos lo clavaron en la cruz, y Él clamó, pidiendo agua… Todo hombre que está sangrando necesita agua.",
    "¿Recuerdan cuando prediqué la otra noche de, “El venado y el ciervo brama por las corrientes de agua, así clama por Ti, oh Dios, el alma mía”? Si el venado está herido pero aún con vida, perdiendo sangre, él tiene que llegar al agua o morirá.",
    "Yo recibí un disparo, en el campo, cuando tenía catorce años. Y quedé tendido allí. Las piernas hechas pedazos me salpicaron como carne molida, con una escopeta calibre doce. Y yo pedía agua a gritos: “¡Oh, dame de beber!”. Entumecido; yo tenía los labios entumecidos.",
    "Mi amigo corrió hacia un agua estancada, tenía toda clase de larvas, era pantano; a mí no me importó lo que era. Y él la llenó de agua, y yo mantuve la boca abierta, y él exprimió su gorra así, en mi boca. Uno necesita el agua.",
    "Él estaba sangrando. Él dijo: “Denme de beber”. Y ellos le dieron vinagre en una esponja, y Él lo rechazó, y rehusó. Él era el Cordero de Dios muriendo en nuestro lugar para traer reconciliación al ser humano. ¿Qué era? El Dios del Cielo.",
    "Billy Sunday, una vez dijo que “Cada arbusto estaba cargado de Ángeles que decían: ‘Sólo suelta Tu mano y señala con el dedo, nosotros cambiaremos la situación’”.",
    "Y ese grupo insolente de fanáticos religiosos, llamados los grandes eruditos estudiados, con D.D., Ph.D., pasaron junto a Él y dijeron: “Ahora, ¡acaso no eres el Hijo de Dios!, a otros salvaste, y Tú mismo no te puedes salvar; desciende de la cruz y te creeremos”.",
    "No sabían que ellos Le estaban dando un cumplido. Él mismo pudiera haberse salvado. Pero si Él mismo Se hubiera salvado, no hubiera podido salvar a otros. Así que Él se entregó a Sí mismo. ¡Bendito sea Su Nombre! Él mismo se entregó, para que yo pudiera ser salvo y para que Ud. pudiera ser salvo. ¡Oh, qué amor incomparable!",
    "Él no tenía que sufrir enfermedad. Ese precioso cuerpo nacido de una virgen no tenía que sufrir enfermedad. Pero Él llegó a enfermarse, para poder saber cómo interceder por mí cuando yo estuviera enfermo.",
    "Él no tenía que fatigarse, no obstante, se fatigó. Leí una historia acerca de eso en una ocasión, no sé qué tan auténtica era. “Cuando resucitó de los muertos a ese muchacho allí de Naín, Él se sentó sobre una roca y gimió de un dolor de cabeza”, porque Él tenía que llevar nuestras dolencias.",
    "Él tenía que llevar nuestro pecado, y allí Él murió, y en el Calvario, cuando esa abeja y la muerte ancló su aguijón… Cualquiera sabe que cuando una abeja clava el aguijón, ya no puede picar más. Cuando la abeja vuela, o cualquier insecto que ha picado, una vez que clava su aguijón, pierde el aguijón. Sigue siendo una abeja, pero ya sin el aguijón. Lo único que puede hacer es zumbar y hacer bastante alarde.",
    "Eso es lo único que la muerte puede hacerle al creyente, es hacer bastante alarde. Pero, aleluya, bendito sea el Nombre del Señor, a Él le fue clavado ese aguijón de muerte en Su propia carne, a Emanuel. Se levantó de nuevo al tercer día, se sacudió de ese aguijón, y en esta noche es Inmortal. Y su Espíritu está en este edificio, y Él mismo prueba que está vivo entre nosotros. Ése es nuestro Mesías. Ése es nuestro bendito Salvador. 🦅"
  ]
}