{
  "title": "HEBREOS, CAPÍTULO CUATRO",
  "id": "57720009",
  "content": [
    "🦅  …es para saber más acerca de nuestro bendito Señor. Y ése es nuestro—nuestro objetivo al reunirnos aquí, es con ese objetivo (y ahora…) y para orar por los hijos enfermos de Dios. Y esta mañana recibimos una—una bendición maravillosa de las Escrituras.",
    "Queremos tomar, en cada servicio, una parte de… Estoy enseñando del Libro de Hebreos, lo vengo haciendo ahora por las últimas dos semanas. Y ahora, si es la voluntad del Señor, continuaremos el miércoles en la noche, luego el domingo por la mañana y el domingo en la noche; continuando así mientras esté aquí, en esta ocasión. No es un avivamiento, aunque es avivamiento, una reunión en nuestras noches normales. Y así que estamos muy, muy contentos de tener este tiempo para reunirnos con nuestros buenos amigos de las ciudades aledañas, y de los alrededores, como acá de las Fall Cities. Y si—si sucede que tuviéramos una cancelación o algo, pudiera ser que el Señor nos guiara muy pronto, a… pudiéramos tener unas noches, tal vez, en el gimnasio o algo, después de un tiempo, si el Señor nos guiara en esa dirección, a un lugar en donde pudiéramos reunir a nuestra gente.\n\nY vimos gente yéndose mientras veníamos, diciendo que “no había lugar, para—para entrar”. Por supuesto, el tabernáculo es demasiado pequeño. Sólo acomoda a muy, muy pocas personas, y estamos muy contentos que Uds. estén dispuestos a venir y sentarse, en este calor, a escuchar la Palabra del Señor. Y estamos orando para que Dios los bendiga grandemente, en abundancia, y los ayude.",
    "Y ahora, en esta noche, queremos, estamos empezando en el 4º ca-… ¿Cuántos estuvieron aquí esta mañana? ¿Veamos las manos? ¡Oh, qué maravilloso!, prácticamente todos Uds. Y estamos en, empezando en el capítulo 4 del Libro de Hebreos. Y ¡oh, qué Libro tan maravilloso! ¿Lo están disfrutando? [La congregación dice: “Amén”.—Ed.] Y está cuadrando Escritura con Escritura.",
    "Y Pablo, antes de dar testimonio de su experiencia, primero tuvo que ir a Arabia e investigar, por la Palabra, si eso era la Verdad. Eso me gusta. Y en la lección de esta mañana, nos dimos cuenta (en la enseñanza de esta mañana), que Cristo era el mismo ayer, hoy y por los siglos. Y Pablo se dio cuenta que la misma Columna de Fuego que guió a los hijos de Israel, se había encontrado con él en el camino a Damasco. Nos dimos cuenta que la Columna de Fuego que guió a los hijos de Israel en el desierto, a la tierra prometida, se encontró con Pablo en el camino a Damasco, y Él se identificó como, “Jesús”.",
    "Por tanto, nos damos cuenta de la verdadera Deidad suprema de Jesucristo. Todo este Libro sencillamente es una revelación de Jesucristo. Y Él vino, vimos que: “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, en estos postreros días, a través de Su Hijo, Cristo Jesús”. Él mismo se ha revelado. Y el Libro, desde Génesis hasta Apocalipsis, no es otra cosa que una revelación constante, perpetua, del Señor Jesús.",
    "Y vimos que Él era el que estaba en la zarza ardiendo. Vimos que Él era el que estaba con Dios antes de la fundación del mundo. Y vimos que en el Nuevo Testamento, Él era Dios y Hombre, a la vez. Y entonces, cuando se fue, para ir al Cielo, en el Nuevo Testamento, Él dijo: “De Dios vine y a Dios regreso”.",
    "Y entonces cuando Pablo se encontró con Él, estaba en la misma forma como cuando guió a Israel: en una Columna de Fuego. Y Pablo lo miró directo al rostro, no siendo convertido, y eso le causó problemas en los ojos por el resto de sus días. Él quedó ciego, y por varios días no podía ver absolutamente nada. Él tuvo que ser guiado a una calle llamada Derecha.",
    "Y Dios tenía un profeta allí al cual Él le hablaba, llamado Ananías, quien vino conforme a una visión, y le impuso las manos a Pablo, y dijo: “Hermano Saulo, recibe la vista”.",
    "Y luego vimos que ese mismo Espíritu Santo, ese mismo Señor Jesús, vino a Pedro en forma de una Luz y lo liberó de la prisión.",
    "Y encontramos que ese mismo Señor Jesús, en estos días, aún está en esa Columna de Fuego (la Luz) que está guiando a Su pueblo (Su Iglesia), haciendo lo mismo: dando visiones; de venir y poner manos sobre la gente, por visión. El Señor Jesús, Quien vino a mí el domingo pasado por la mañana en la casa, y dijo: “Vendrá un hombre, con cabello negro poniéndose canoso (él era un griego; su esposa es de mediana edad), y estaría llorando en el altar”.",
    "Se lo había contado a algunos y sabían que sucedería. Él además de inválido… (él ya no tenía el nervio del—del equilibrio en la cabeza, ni siquiera tenía control de sus pies o sus extremidades), y estaba ciego. Y como doble prueba: yo le pedí primero a una damita que viniera a orar por los enfermos, después me di la vuelta y le pedí al Hermano Toms que viniera a orar. Y nosotros, sentados aquí, observándolo como acontecía. Y luego yo bajé y oré por los enfermos y regresé. Y ella vino, exactamente de acuerdo a la visión, y me tomó del brazo y empezó a llorar, y dijo que el Dr. Ackerman los había enviado aquí. El Dr. Ackerman es un íntimo amigo mío, es católico. Su hijo es un sacerdote en el monasterio de—de Saint Meinrad, y, acá en Indiana. Y este hombre era de Jasper. Y el Señor lo sanó, levantándolo de esa silla. Él se levantó y caminó. Podía ver tan bien como cualquier otro. Y salió caminando del edificio, normal y sano. ¡Todo por una visión!",
    "🦅 Hermano Saulo, el Señor Jesús que te apareció en el camino, me ha enviado a mí para que te imponga las manos, para que recibas la vista y seas lleno del Espíritu Santo”. Maravilloso.",
    "🦅 Después, nos dimos cuenta, viendo que tenemos esta salvación tan grande, que no debemos… No pudiéramos escapar los castigos y la ira de Dios, si descuidamos una salvación tan grande”.",
    "Ahora, vamos a empezar leyendo, esta noche, del, y empezamos del capítulo 4 del Libro de Hebreos. Si alguien quiere seguirlo, tenemos aquí algunas Biblias. Si quieren una, pues uno de los ujieres la llevará si mantienen la mano levantada, de estas—estas Biblias. Si uno de los hermanos aquí lleva… Hay dos Biblias allí, creo yo.",
    "Y, ahora nos daremos prisa porque tenemos la Santa Cena dentro de poco. Y donde terminemos en esta noche, allí comenzaremos de nuevo el miércoles por la noche. Ahora, creo que esta mañana, en nuestra lectura, empezamos del versículo 15.",
    "Alguien tal vez no sabía que usaba lentes, para leer; estoy envejeciendo. Y aún puedo leer, pero no rápido, especialmente cuando tengo aquí lectura reducida, en letras pequeñas.",
    "Y fui a que me examinaran los ojos, para ver si en realidad estaba perdiendo la vista. Tenía la vista en diez-diez. Él dijo: “Pero has pasado los cuarenta, hijo”. Él tenía una cosa para que yo leyera, dijo: “Empieza a leer”; y lo leí. Y a medida que me acercaba, lo hacía lento y más lento. Y cuando llegó como así, me detuve. Entonces él lo calibró allá a diez-diez, y pude leerlo de donde fuera. Pero él dijo: “Lo que sucede, es que cuando uno pasa los cuarenta años, los globos oculares se aplanan”.",
    "Ahora, yo puedo entrecerrar los ojos y leer así de cerca, pero uno tiene que entrecerrarlos. Así que, él me hizo un par de lentes. Puedo ver eso, donde sea, cuando lo tengo de cerca. Ahora, cuando me lo apartan, no puedo ver nada con estas cosas. Pero las leo, leo de aquí con los lentes.",
    "Ahora, esta mañana, vimos la última parte del capítulo 3 de Hebreos. Y, ¡oh, qué pepitas más ricas encontramos! Ahora, escuchen. Quiero volverlo a leer para que podamos fijar ahora una base. No hablar de eso, sino darle un pequeño repaso.\n\nEntre tanto que se dice:\n\nSi oyereis hoy su voz,\n\nno endurezcáis vuestros corazones como en la provocación.\n\n¿Quiénes fueron, aquéllos, los que oyeron la Palabra, los que, habiendo oído la Palabra, le provocaron? ¿No fueron todos los que salieron de Egipto por mano de Moisés?",
    "Ahora, en eso, esta mañana, vimos que Él dijo: “No endurezcáis vuestros corazones hoy, como en los días de la provocación”. Allá fue cuando ellos provocaron a Dios a ira, porque Él les había dado a ellos a Moisés, Su profeta, y una señal que acompañaba a Moisés. ¿Cuántos de la clase, en esta noche, saben cuál era esa señal? La Columna de Fuego, Hebreos 13.",
    "Ahora, no sabemos si la congregación vería esa señal o no. Pero Moisés la vio, pues Moisés primero lo conoció a Él en una zarza ardiendo; Él era un Fuego. Y los hijos de Israel obedecieron a Moisés, y dejaron Egipto. Y tan pronto como salieron de Egipto, vimos que Dios los guió directamente a una trampa. Pues tenían el ejército de Faraón atrás, el Mar Rojo a cada lado, y Dios los puso a prueba; y ellos se asustaron. Y eso provocó a Dios. Él dijo: “¿Por qué clamas a Mí?”. Dijo: “Simplemente habla y sigue adelante”. Me gusta eso.",
    "Ahora, ellos estaban siguiendo a Moisés, a medida que Moisés seguía la Columna y la Nube; y ellos iban de camino a la tierra prometida. Es un cuadro hermoso de la Iglesia en esta noche; de camino a nuestra Tierra prometida, guiados por el mismo Espíritu, las mismas señales y maravillas como Dios las habló.",
    "Ahora, fíjense. Luego ellos llegaron al desierto de Sin. Las—las aguas eran “amargas”, Mara. ¿Por qué los guió Dios a aguas amargas? Pareciera como que Él debiera haberlos guiado a aguas buenas. Pero Él los guió a aguas amargas, para poner a prueba su fe; a Él le gusta hacerlo. A Él le gusta permitir que Uds. reciban tribulaciones, mostrarles que puede desplegar Su amor y Su poder. ¿Cómo puede la gente hoy, quien no cree en la obra milagrosa de Dios, cuando vienen las tribulaciones, ellos simplemente se dan por vencidos y se van? Pero nosotros creemos que “Dios obra milagros”. Él no puede… Dios tiene…",
    "Escuchen esto: Si Dios no actúa igual cuando surgen las mismas circunstancias, entonces Dios es culpable de ser parcial con Su pueblo. La soberanía de Dios demanda que Él obre igual en cada caso como en el primer caso, o Él estaba equivocado cuando obró la primera vez. Si Dios no procede de la misma manera como en el primer caso, si procede diferente en el segundo caso, entonces Él se comportó erradamente cuando procedió en el primer caso. Si Dios sanó al enfermo en el Antiguo Testamento, Él tiene que hacerlo en el Nuevo Testamento y hoy, o Él obró erradamente cuando los sanó allá. Él tiene que proceder de la misma manera cada vez, y Él lo hará, cuando esa misma fe encara la condición. La falla está en nosotros, no en Dios. Pues lo vemos en algunos, y en muchos, que obra milagros muy sobresalientes; lo sabemos. El crítico no puede decir que: “Eso no es verdad”, porque vemos que lo prueba, y allí está.",
    "Ellos solían decir: “Muéstrenme un milagro”. Ya no lo pueden decir; la ciencia ya no lo puede decir. Nosotros se lo podemos probar concretamente al mundo científico. Y el mundo científico ha sido testigo de un Ser sobrenatural, en la forma de una Columna de Fuego, que está con nosotros. Aquí está Su fotografía, aquí mismo, y otra está colgada en Washington D.C., en esta noche. ¡Es el mismo Cristo!",
    "En cuanto a esto, hace mucho, mis hermanos ministros me decían: “¡Oh, Hermano Branham, ése es el diablo, no se meta con eso!”; me tenían asustado.",
    "Y yo no lo prediqué hasta que Dios vino y lo reveló, que “Él es el mismo Jesús, el mismo”. ¡Oh, que traten ahora de quitarme esto! No se puede, pues, es la Escritura; es la Palabra de Dios. No es solamente una experiencia sin fundamento. Es una experiencia que está respaldada por la Palabra de Dios y por la bendita promesa Eterna de Dios.",
    "Ahora, entonces nos fijamos aquí, que Él dijo…\n\n¿Quiénes fueron los que, habiendo oído, le provocaron?\n\nSeguro. Ellos se fastidiaban cada vez que llegaban al momento de un reto. Entonces ¿qué hacían? Ellos perdían los estribos y se fastidiaban, y querían regresar, y “¿Por qué me sucedió esto a mí?”.",
    "Algo extraño, esta mañana, después que prediqué eso tan fuerte como pude, hubo muchos que vinieron al altar y se hacían esa pregunta: “¿Por qué me sucede esto a mí?”. ¿Ven Uds. cómo es? Se le pasa a la gente por alto. Sigue igual, hermanos.",
    "Jesús dijo: “Tienen ojos pero no pueden ver”; se lo dijo Él a los discípulos.",
    "Ellos dijeron: “Ahora hablas claramente; ahora creemos. Ningún hombre tiene que decirte nada, porque Dios te lo muestra”.",
    "Él dijo: “¿Ahora creéis, después de todo este tiempo?”. ¿Ven?",
    "Uds. no deben cuestionar en nada a Dios. Pues, “por Jehová son ordenados los pasos del justo”. Y cada prueba que les viene a Uds., es para examinarlos. Y la Biblia dice que “son más preciosas para Uds. que el oro”. Entonces si Dios les permite unas pocas aflicciones ligeras, recuerden: es para corrección de Uds. “Cada hijo que viene a Dios debe primero ser castigado por Dios, y probado, instruido como hijo”. No hay excepciones, “con todo hijo que viene”. Y estas aflicciones son permitidas o ellas vienen, para ver qué actitud tomarán Uds. ¿Ven? Es Dios, en ese terreno de prueba. La tierra no es otra cosa que un terreno de prueba, y es donde Él está tratando de probarlos a Uds.",
    "Ahora escuchen, a medida que avanzamos. Y quiero llegar a la última parte allí.\n\n¿Y a quiénes juró Él que no entrarían en su reposo,…\n\nAhora, a eso entraremos en esta noche.\n\n…en su reposo, sino a aquellos que no creyeron?\n\nY vemos que ellos no pudieron entrar a causa de incredulidad.",
    "Ahora, ¿qué es pecado? Incredulidad. Dios había venido a ellos en una Columna de Fuego; envió Su profeta, y lo ungió, le dio señales para obrar delante del pueblo. Y además, la Columna de Fuego, por el profeta, los sacó. Y a cada circunstancia que llegaban, ellos empezaban a murmurar y a hablar de cada falta que le encontraban a Moisés; empezaban a platicar y a murmurar en contra de Él. Y Dios se disgustó, por cuanto dijo que “ellos estaban pecando”.",
    "Ellos debieron escuchar. Pero, en vez de eso, escucharon al razonamiento: “¿Cómo puede ser? ¿Cómo pueden ser estas cosas?”. Si Él es Dios, todo es posible. Y Él hará que todas las cosas obren para el bien de aquellos que Lo aman.",
    "Ahora entramos aquí a un gran estudio, que es, en el “Reposo”, el sábado. Ahora, ellos eran peregrinos en su jornada. ¿Ven? Habían estado en Egipto cuatrocientos años, y en esclavitud. Y ahora ellos estaban siendo sacados por los milagros de Dios, conforme a Su promesa; y estaban de camino a la tierra prometida. Y aquí aparece una Luz sobrenatural entre ellos, y empieza a guiarlos.",
    "Ahora, puede ser que algunos hayan dicho: “Bueno, miren: ¿quién es este Moisés? ¿Quién te hizo líder sobre nosotros? ¿Acaso no eres uno de nosotros? ¿Quién te puso acá para que fueras nuestro jefe? ¿Piensas que sabes más que nuestro pastor? ¿Piensas que sabes más que el sacerdote? ¿Piensas que tú eres—que eres más inteligente que nuestros hombres religiosos, de este día?”. Eso nada tenía que ver en el asunto.\n\nEra Dios, en la Columna de Fuego, vindicando que Él estaba en ese negocio; no importaba quién era inteligente y quién no era inteligente. La idea era que siguieran lo que Dios puso delante de ellos.",
    "Bueno, Moisés (en cuanto a lo físico se refiere), cometió una insensatez cuando trató de liberar a los hijos de Israel por la Palabra de Dios, sacando a un gran grupo de gente al desierto, cuando él tenía su… Pues, él era heredero de todo lo que ellos tenían. Él tenía a todos los ejércitos y a todo el mundo a sus pies. Y allí estaba, él era un gran general militar. Y el paso siguiente era que él iba a ser el rey, Faraón de Egipto. Bueno, él simplemente pudiera haberse subido al trono, y haber dicho: “Muy bien, hijos, regresen a su hogar”. Allí termina; él era el Faraón. Pero, Moisés…",
    "¡Oh, aquí está! Moisés, por fe, vio la promesa de Dios. Y el Ángel del Señor vino a él, y él aprendió más acerca de Dios en cinco minutos en la Presencia de ese Ángel, que lo que aprendió en cuarenta años con los maestros de Egipto. Supo que Él existía. Él vio lo sobrenatural siendo realizado.",
    "Él dijo: “Yo estaré contigo, Moisés. Yo iré delante de ti”. Y ellos entendieron. Y Él le dio señales para obrar.",
    "Ahora, ellos estaban de camino a la tierra del reposo. Dios les tenía un reposo, un lugar en donde ellos no tendrían que ser… tener capataces, que los empujaran, para obligarlos a hacer las cosas.",
    "¡Qué cuadro tan hermoso es hoy, cuando miramos la Iglesia, y vemos a la Iglesia en su condición: cada hombre que es nacido del Espíritu de Dios, detesta al mundo! “Y si amáis al mundo o las cosas del mundo, el amor de Dios ni siquiera está en vosotros”. Eso es lo que dice la Biblia. Y el verdadero peregrino, en su camino, simplemente detesta las cosas del mundo. Él detesta ver a hombres bebiendo; él detesta ver a hombres fumando; él detesta ver a mujeres en las calles vestidas de esa ropa vulgar tan corta. Él detesta ver juegos de dados y fiestas de baraja.",
    "Y ayer, cuando el Hermano Tony… o el Hermano Wood y yo veníamos por la calle (y algunos más, algunos de los hombres) venía una jovencita allá en Louisville, viniendo por la calle, una jovencita de hermoso parecer, con una vestimenta que era horrible. Sólo era una cosita allí sobre la cadera, y un pequeño listón atado sobre las caderas, de cada lado, y un pedacito pequeño de tela redondo en el frente, y atado por detrás con una cuerda. Caminando por la calle, horrible, y todo hombre en la calle la miraba. Yo dije: “Ella no se da cuenta que es culpable, delante de Dios, de cometer adulterio con cada hombre que la miró de esa manera. Y ella responderá en el día del juicio por cometer adulterio con esos hombres”.",
    "Jesús dijo: “Cualquiera que mire a una mujer para codiciarla, ya cometió adulterio con ella”. Correcto.",
    "Así que ¿ven?, el Hermano Wood me dijo: “¿A qué se atribuye eso, Hermano Branham?”.",
    "Le dije: “O es deficiencia mental, o posesión diabólica”. Solamente hay dos cosas que lo causan. Una mujer decente y pulcra no se pondría esas cosas, a menos que esté poseída por el diablo. Es exactamente la Verdad.",
    "Ahora, un peregrino que va camino al Cielo, vive en una atmósfera diferente. Uno no tiene que preocuparse que él la vaya a mirar. Él volteará el rostro, si tiene a Dios en el corazón, porque él está viviendo en una atmósfera que está a un millón de millas de esas cosas. Correcto. Ud. no quiere ser culpable de ese asunto, en el juicio. Así que él voltea el rostro y dice: “Dios, ten misericordia de esa mujer”, y sigue adelante. Nosotros estamos de viaje; estamos de camino a la tierra de Canaán. Estamos de camino a ese Eterno y bendito Reposo que Dios nos ha dado. Y en la jornada, somos tentados. Somos tentados con toda clase de cosas, pero seamos tentados sin pecar.",
    "Ahora fíjense, entrando en el capítulo 4: “Temamos, pues”.\n\nTemamos, pues, no sea que permaneciendo aún la promesa de entrar en su reposo,…",
    "Quiero que recuerden, a menos que averigüemos, a menos que Dios nos lo haya revelado: no importa cuánto vayamos a la iglesia, eso no tiene nada que ver. Dios debe venir por revelación y Él mismo revelarse a nosotros; eso saca todas las cosas mundanas. “Ahora, entre tanto que se dice: ‘Si oyeres hoy su…’”.",
    "Ahora, empecemos el—el capítulo 4.\n\nTemamos, pues, no sea que permaneciendo aún la promesa de entrar en su reposo…",
    "Ahora recuerden, cuando ellos iban de camino al Reposo, la Columna de Fuego los guió. Ahora, queremos averiguar, “¿Qué es este Reposo?”.\n\nTemamos…no sea que permaneciendo aún la promesa de entrar en su reposo, fíjense, alguno de vosotros parezca no haberlo alcanzado.",
    "Ahora, aquí está la promesa. Aquí está lo que sí debemos temer: ¡Si no nos hubiera dejado una promesa! ¡Pero hay una promesa! Y entonces, lo que sigue es: no dejar de alcanzarla.",
    "Ahora, el tema es: Si vamos de camino al Reposo, ¿qué es el Reposo? ¿Dónde está? ¿Será unirse a la iglesia? ¿Será bautizarse de cierta manera? ¿Será llegar a ser miembro de la iglesia más grande de la ciudad? ¿Lucir mejor ropa? ¿Será la educación? ¿Será el dinero, para que podamos renunciar al trabajo y simplemente acostarnos, reposar el resto de nuestra vida, como lo llamamos? Eso no es.",
    "Escuchen lo que la Biblia dice que es, y cómo lo obtenemos.\n\nTemamos, pues, no sea que permaneciendo aún la promesa de entrar en su reposo, alguno de vosotros parezca no haberlo alcanzado.\n\nPorque también a nosotros (ese día allá) se nos ha anunciado la buena nueva como a ellos…\n\n¿Qué es el Evangelio? Las buenas nuevas. Las buenas nuevas llegaron a ellos en Egipto, que “Dios ha enviado un Libertador, y Él nos va a sacar y nos llevará a la tierra prometida”.",
    "Las buenas nuevas para nosotros hoy, es que “Dios ha enviado un Libertador, el Espíritu Santo, y estamos de camino a la Tierra prometida”. Ahora, la gente lo ha hecho credos y denominaciones, pero Dios sigue firme en que nuestro Reposo es “el Espíritu Santo”.",
    "Fíjense.\n\n…se nos ha anunciado la buena nueva como a ellos; pero no les aprovechó el oír la palabra, la…\n\nRecuerden:\n\npero no les aprovechó el oír la palabra, por no ir acompañada de fe en los que la oyeron.",
    "¡Oh, hermanos míos!, permítanme parar aquí por un momento. No importa cuánto sea predicada la Palabra; cuánto les guste a Uds. la manera que ha sido predicada, a menos que Ud. mismo sea participe de Ella, no le hará ni una pizca de bien.\n\n…por no ir acompañada de fe en los que la oyeron.",
    "Ellos vieron los milagros de Moisés. Dijeron: “Eso está muy bien”. Y ellos fueron a ver. Ellos, ellos lo vieron a él obrar milagros. Y vieron la Columna de Fuego, tal vez, o los oyeron hablar de Ella. “¡Oh, eso está bien”!",
    "Pero no venía acompañada de fe personal. Pues tan pronto como llegaron al desierto, ellos (cada uno) empezó a murmurar. Y Dios dijo: “Por cuanto habían dudado, eso fue pecado”. No duden nada; crean. No duden, no importa lo difícil que sea el caso, créanlo.",
    "Ahora, ellos empezaron a murmurar, y Dios los derribó. Y luego juró en Su ira que: “ellos nunca entrarían en Su Reposo”. Y la Biblia dice aquí, creo que es en el—el capítulo 3, que “sus cuerpos cayeron en el desierto”.",
    "El capítulo 3 y el versículo 17:\n\n¿Y con quiénes estuvo él disgustado cuarenta años? ¿No fue con los que pecaron, cuyos cuerpos cayeron en el desierto?",
    "Y de todos ellos que salieron de Egipto, solamente dos entraron en la tierra prometida. De todo el mundo antediluviano, en los días pasados, hubo ocho almas salvas, de billones. “Estrecha es la puerta, y angosto es el camino, y pocos serán los que lo encontrarán”.",
    "Algunas personas dicen: “Entonces, Hermano Branham, ¿qué de todos esos miles que la Biblia dice que aparecerán allí?”.\n\nSólo recuerden cuantos murieron en cada generación que han sido Cristianos, a través de las edades. Todos ellos resucitarán; eso forma el Cuerpo. Uds. esperan que sean cien billones que salgan de esta América, o algo así, de este mundo hoy. Tal vez no sean ni cincuenta los que salgan. Pero la gran Iglesia redimida yace en el polvo, esperando. Ellos son las joyas de Dios que están descansando en el polvo; pero sus almas están bajo el altar de Dios. Ellos no están en su condición correcta. Ellos están en un cuerpo, es cierto, pero en una teofanía. Y ellos claman a Dios: “¿Hasta cuándo?”. Entre ellos se pueden ver, pero no se pueden saludar de manos, en esa clase de cuerpo.",
    "Si Ud. se encontrara con su madre en la gloria en esta noche, si Ud. partiera, no pudiera estrecharle la mano, porque ella no tiene esa clase de mano. Ud. no podría palparla como la toca en estos momentos. Porque son cinco sentidos los que han sido puestos en este cuerpo, que puede controlar. La presencia de ella sería sentida en una atmósfera diferente.",
    "Es como un esposo y una esposa: no habrá matrimonio o darse en matrimonio, en el Cielo. ¿Por qué? Porque allá es otra clase de amor; no hay deseo sexual. Todas esas cosas han pasado. Ud. ya ha sido limpiado y es puro.\n\nPero Ud. nunca ha vivido en ese estado; por tanto, Ud. no fue creado para ese estado; sólo espera allí. Pero, Ud. está anhelando regresar adonde fue creado un hombre y una mujer, y allá Dios levantará ese cuerpo del polvo de la tierra y lo glorificará. Entonces Ud. verá, gustará, sentirá, olerá y oirá y se relacionará. Nunca sabremos…\n\nNosotros jamás pudiéramos disfrutar una vida de Ángel; no fuimos creados Ángeles. Dios creó Ángeles. Pero Él nos creó a Ud. y a mí, hombres y mujeres. En esa condición es que estaremos por siempre, en Su bendita Venida.",
    "Ahora, vean cómo ellos no la alcanzaron, por cuanto pecaron y no alcanzaron la gloria. Dios les mostró la Columna de Fuego; Él les mostró señales y maravillas; Él los guió a que salieran. Él los metió en tentación, para probarlos y ponerlos en prueba.",
    "Ahora, ¿no han sufrido Uds. muchas tentaciones? No se quejen de ellas; regocíjense. Dios está con Uds. Él está procurando examinarles la fe. Miren a Job en el Antiguo Testamento, cuando Él dijo: “¿Has considerado a Mi siervo Job, un hombre justo, un hombre perfecto? No hay ninguno como él en la tierra”.",
    "🦅 ¡Ah!” dijo él, “seguro, Tú lo tienes cercado, no tiene problemas, no tiene preocupaciones. Él no tiene cargas económicas, todo le marcha bien. Él no sufre enfermedad, ni dolor. Entrégamelo, y haré que él Te maldiga, en Tu rostro”.",
    "Él dijo: “Queda en tu mano, pero no le toques la vida”.",
    "¡Oh! Él hizo de todo menos quitarle la vida, y no pudo mover a Job. Job sabía que se había mantenido firme en la Palabra. Correcto. Y todos los diablos del infierno no podían moverlo, porque él sabía que había ofrecido ese sacrificio. Él era justo. Y ellos lo acusaron, dijeron: “Has pecado, Job, y Dios te está castigando”. Él sabía que Dios no había… que él no había pecado ante Dios. Él sabía que era justo; no porque fuera un buen hombre, sino porque Él estaba aceptando el holocausto en su lugar.",
    "Y, en esta noche, sabemos que su vida probó que él era justo. Y cuando Ud.… no es tratar de llegar al hogar en Gloria porque Ud. se esfuerza en ayudar a su vecino, lo cual está bien; no porque Ud. se une a la iglesia, eso está bien; sino que Ud. llega al hogar en Gloria porque Ud. acepta la justicia de Jesucristo, no ha sido nada que Ud. mismo haya hecho.",
    "Ahora, siguiendo con la lectura:\n\nPorque también a nosotros se nos ha anunciado…(versículo 2)…la buena nueva como a ellos; pero no les aprovechó el oír la palabra, por no ir acompañada de fe en los que la oyeron.\n\nLa fe no estaba en aquellos que oyeron la Palabra.",
    "Sólo piensen, hoy, en el pequeño ministerio humilde que el Señor me ha dado; deberían haber cuarenta millones de americanos salvos en esta noche. ¿Saben Uds. lo que ellos dicen? “Bueno, eso es telepatía mental; él lee la mente, ¡no hay tal cosa! Pues, él no pertenece a nuestra iglesia”. ¿Lo ven? No es… No importa cuánto uno lo muestre por la Palabra y pruebe que es la Palabra de Dios, que es la promesa de Dios, ni cuánto lo pruebe la ciencia que es la verdad, con todo, ellos aún no lo pueden creer. La Biblia dice que no podrían.",
    "Dicen: “Entonces, ¿para qué predicar?”. Dios tiene que tener un testigo para condenarlos en ese Día. La Palabra fue predicada y probada entre ellos, y a pesar de todo, en ignorancia le dieron la espalda. No queda más que juicio. Dios no puede justamente—no puede juzgar justamente a una nación a menos que recibiera misericordia antes de juicio. Él es Dios; Él no puede hacerlo.",
    "Bien, ¿qué decimos nosotros?\n\nPero los que creímos también hemos entrado en el reposo, de la manera que dijo:\n\nPor tanto, juré en mi ira,\n\nNo entrarán en mi reposo;\n\naunque las obras suyas estaban acabadas desde la fundación del mundo.\n\nPorque en cierto lugar dijo así del—del séptimo día:…",
    "Ahora, yo no quiero herir los sentimientos de la gente, contrariando su religión; ése no es mi propósito. Allá en los campos misioneros yo sólo predico las grandes doctrinas evangélicas fundamentales. Pero en el tabernáculo, aquí entre mis hijos, yo siento que tengo el derecho de predicar lo que yo pienso que es Doctrina y Verdad. ¿Ven? Yo pienso que es lo correcto.",
    "Ahora, yo tengo miles de buenos amigos sabáticos, de gente que son Adventistas del Séptimo Día. Algunos de los amigos más queridos que tengo, algunos son Adventistas del Séptimo Día.\n\nA pesar de que el gran movimiento, lo que llaman La—La Voz De La Profecía, está firmemente en contra mía. Dijeron que yo hice una declaración del púlpito, y que dije que: “Yo era Dios. Y que el… Y que esta Luz que seguía era un Ángel, y que yo era Dios. Y que yo vine al mundo para hacer grandes cosas y para probarle a la gente que yo era Dios”. Ahora, eso es lo que La Voz De La Profecía dijo de mí, allá en California. Y quien haya dicho eso, Uds. saben, dijo algo que no es correcto.",
    "Pero, en primer lugar, no recargándome contra la iglesia Adventista Del Séptimo Día, ni alguna otra iglesia sabática, solamente es por causa del Evangelio. Llegaremos en unos minutos también a pentecostés. Sí. Es verdad. A los bautistas, llegaremos a eso y vamos a mostrar que Dios no favorece a ninguna denominación. Correcto. Él solamente favorece al individuo. Y Él no lidia con ninguna denominación; nunca lo hizo y nunca lo hará, de acuerdo a Su Palabra. Él lidia más bien con individuos en cada denominación. Sí, son los individuos con los que Dios lidia.",
    "Ahora, escuchen esto atentamente, y si en algún momento les surge esa pregunta, será asunto terminado. Ahora, que el Señor nos ayude.",
    "Ahora, presten atención: “Porque…”. El versículo 4.\n\nPorque en cierto lugar dijo así del séptimo día:…",
    "Ahora fíjense, Él está hablando acerca del sabbat. ¿Cuántos saben que la palabra s-a-b-b-a-t en he-… es la palabra hebrea que significa “r-e-p-o-s-o”? ¿Cuántos saben eso en el inglés? Seguro. ¿No suena extraño la palabra sabbat? Así es.",
    "¿No suena rara la palabra, santificar? Santificar es una palabra griega. Santificar significa “ser hecho santo”. En el hebreo significa “hacer santo”; en el griego, significa “santificar”; en el inglés significa, “ser limpiado”.",
    "Sabbat significa “un día de reposo”. Eso es lo que era el antiguo sabbat; un día de reposo. Cuando Uds. ven reposo, significa “sabbat”. Búsquenlo en su manuscrito original, si da la casualidad que tengan una Biblia en el griego, y averigüen si la palabra… Si tienen una Biblia Scofield, busquen en la lectura al margen “reposo” y vean si no los lleva al sabbat. Sabbat significa “reposo”. Muy bien.",
    "Ahora fíjense.\n\nTemamos, pues, no sea que permaneciendo aún la promesa de entrar en su Sabbat, reposo…",
    "Ahora, mucha gente guarda días, como guardar el día sabático, el sábado. Otros hacen del domingo un ídolo, un día de adoración. Y por la gracia de Dios, y por la Palabra de Dios (que Dios me ayude en esta noche), yo puedo probarles a Uds. que los dos están errados. Los dos, los adoradores en el domingo, y los que guardan el sabbat. Los dos están absolutamente errados conforme a la Palabra. Y después de todo, es la Palabra por la que nos regimos, no por lo que dicen los adventistas, ni por lo que dicen los protestantes, ni por lo que dicen los católicos; es conforme a lo que dice la Biblia.",
    "Bien, ahora observen.\n\nPorque en cierto lugar dijo así del séptimo día:…\n\nAhora vamos a colocar algo así, y a esto—a esto lo llamaremos “el Reposo de Dios”, el séptimo día.",
    "Ahora fíjense. “Y Dios…”. Escuchen ahora esta Escritura.\n\n…y reposó Dios de toda su obra el séptimo día.\n\nDios tuvo un Sabbat, y ese día séptimo duró mil años, un tipo del Milenio.\n\nPorque…dijo así del séptimo día: Y reposó Dios…de toda su—su obra.\n\nUn pronombre personal, “De todas Sus obras”. Él reposó en el séptimo día; Ése es Dios.\n\nY otra vez aquí (bajo la ley): No entrarán en mi reposo.",
    "Dios reposó, físicamente, pues Él había hecho los cielos y la tierra en seis días, y en el séptimo día Él reposó de toda Su obra. Él reposó mil años. Pues la Biblia dice que “un día en la tierra son mil años en el Cielo; mil años en el Cielo es un día en la tierra”. ¿Cuántos saben que la Escritura dice eso en Segunda de Pedro? [La congregación dice: “Amén”.—Ed.] Muy bien. “Dios reposó en el séptimo día. Y Él dijo así en cierto lugar”.",
    "Ahora escuchen atentamente.\n\nPorque en cierto lugar dijo así del séptimo día: Y reposó Dios de todas sus obras…\n\nY otra vez aquí (la ley): No entrarán en mi reposo.\n\nÉl dio a los judíos, en camino de la tierra prometida… o de Egipto, hacia la tierra prometida, el séptimo día, el sabbat.",
    "Ahora escuchen.\n\nPor lo tanto, puesto que falta que algunos entren en él, y para aquellos a quienes primero se les anunció…\n\n¡El descanso! Dios les dio la ley, y el sabbat era el cuarto mandamiento.\n\n…no entraron por causa de incredulidad.",
    "Ahora fíjense. Él está hablando acerca de la ley, como era que entrarían; no iba acompañada de fe. Ellos no la guardaron. Ellos guardaron el sabbat en memorial; de que iban a una tierra de sabbat, para tener un reposo Eterno de todos sus problemas y todas sus preocupaciones, no más capataces, no más noches de angustia. Ellos iban de camino a la tierra prometida de reposo. Allí fluía la leche y la miel. Las uvas eran tan grandes que dos hombres cargaron un racimo sobre los hombros. ¡Oh, qué tierra de reposo bendito! Pero ellos fallaron en poseerla cuando llegaron, debido a su incredulidad. Ellos fueron rechazados a sólo cuarenta millas [64 km], de donde habían salido de Egipto, hacia la tierra prometida. Y tardaron cuarenta años para llegar allí, por causa de su incredulidad. Dios les dio a ellos su profeta, le dio a él Su señal, le dio a él la Columna de Fuego, mostró señales y maravillas, y les predicó el Evangelio. Y ellos se apartaron tras los peces y panes, y cayeron en el desierto; “Y sus cuerpos perecieron en el desierto”.",
    "Jesús, en la fuente, Él dijo…\n\nDijeron: “Nuestros padres comieron maná en el desierto, por cuarenta años”.",
    "Él dijo: “YO SOY ese Pan de Vida que viene de Dios del Cielo. YO SOY el Pan de Vida. Moisés no les dio ese Pan; Mi Padre dio ese Pan. Y YO SOY el Pan que viene de Dios del Cielo. Si un hombre come Esto, jamás morirá”. Allí está la diferencia.",
    "Ahora fíjense. Ellos dijeron que Él… “Ellos bebieron de la Roca que estaba en el desierto, por el lapso de tantos años”.",
    "Él dijo: “YO SOY esa Roca”. ¡Bendito sea Su Santo Nombre! “YO SOY esa Roca”.\n\n¿Cómo podía ser Él esa Roca? Esa Roca era una Roca espiritual. Ella siguió a los hijos de Israel. Y Moisés tenía un palo en la mano, que era una vara del juicio de Dios. Y Dios le dijo que hiriera la Roca, y él hirió la Roca. Y cuando lo hizo, aguas salieron de la Roca. Y Cristo fue esa Roca, y el juicio de Dios, la pena por el pecado, cayó sobre Él. “Dios hizo que la iniquidad de todos nosotros cayera sobre Él”, y esa iniquidad Le hizo estallar el corazón. Y de Su corazón se derramó el Espíritu Santo, como ríos de agua, para un pueblo moribundo que perecía.\n\n“YO SOY esa Roca que estaba en el desierto”.\n\n“Mira” dijo él, “me quieres decir…”",
    "Él dijo: “Moisés, quien les dijo eso, anheló ver Mi día. Y él lo vio, en parte”.",
    "Él le dijo: “Mira, ¿nos quieres decir que Tú eres mayor que Moisés? ¿Que has visto a Moisés? Y Moisés lleva muerto ochocientos años”. Dijeron: “Ahora sabemos que Tú tienes un demonio (en otras palabras, loco); nosotros sabemos que Tú estás loco”.",
    "Él dijo: “Antes que Abraham fuera, YO SOY. Yo era EL GRAN YO SOY que estaba en la zarza ardiendo. Yo soy ese Fuego que estaba en la zarza ardiendo. Yo soy ese Ángel que iba delante de ellos”. Y Él dijo: “Yo vengo de Dios, y a Dios regreso”. Y Él vino de Dios, se hizo carne y habitó entre nosotros; regresó a esa misma Columna de Fuego.\n\nY aquí está Él en esta noche, después de dos mil años, “el mismo ayer, hoy y por los siglos”, haciendo lo mismo, guiando a Sus hijos benditos.",
    "Y muchos […] están entrando por la incredulidad. Ahora, él dijo que: “Él determinó un día”, un día cuando Dios terminó Su obra. Luego: “Él determinó ‘otro día’, y así de esa manera: que si ellos escuchaban, si venían (guardando ellos los sabbats, y siguiendo las lunas nuevas y todo eso)”. A eso de nuevo es donde los hermanos adventistas tratan de llevarlo a uno.",
    "Ahora continuemos leyendo. Fíjense.\n\nPor lo tanto, puesto…que algunos entren en él, y ellos a quienes primero se les anunció la buena nueva, no entraron por causa de incredulidad,",
    "Ahora, el versículo 7. ¡Oh, hermano! Yo digo que esta Escritura está matemáticamente inspirada; digo que la Escritura está, en todo sentido, inspirada. Las matemáticas de la Biblia son perfectas.",
    "¿Se han fijado Uds. que este Estados Unidos es número trece en todo lo que hace? ¿Sabían que fue establecido con trece colonias? ¿Sabían que la bandera tenía trece estrellas en el principio? ¿Sabían que todo lo que Estados Unidos hace, es en el número trece? ¿Sabían que aparece en la Biblia en Apocalipsis 13? Seguro que sí. La pequeña bestia, el cordero que sube del agua, no de las grandes multitudes de gente; sube… no sube del agua, sino de la tierra donde no hay nadie. Tenía dos cuernos pequeños: poder civil y eclesiástico. Y era un cordero: libertad de religión. Y después de un tiempo, ellos se unieron y él habló como el dragón, y ejerció todo el poder como Roma antes de él. Eso es lo que viene a nuestra nación. Apúntenlo. Uds. observen la Confederación de Iglesias y a los católicos unirse, y observen lo que sucede.",
    "La gente que siga la Columna de Fuego verdaderamente sufrirá un tiempo difícil, pero estarán listos para la translación en ese tiempo, correcto; listos para irse. “Porque el Cordero los venció” dice la Biblia, “y aquellos que lo seguían por cuanto fueron llamados los escogidos y los fieles, los Elegidos de Dios”. No entraremos ahora en esa profecía, para que podamos avanzar con esto.",
    "Escuchen con atención, el capítulo 7, el… Quise decir el capítulo 4, el versículo 7. Siete es el número de que ha sido consumado. Tres es el número de la Vida. Siete es el número de consumación, y esto da por consumado el reposo.\n\n“Y otra vez”. Recuerden, Él habló, “Dios”, de esta manera. Después Él habló de la “ley” de esta manera. Y luego, otra vez, “Él determinó un día”, el tercer día, la tercera vez.\n\nOtra vez determina un día (un cierto día): Hoy, diciendo después de tanto tiempo,…Hoy, diciendo después de tanto tiempo por medio de David, como se dijo:\n\nSi oyereis hoy su voz,\n\nno endurezcáis vuestro corazón.\n\nFíjense, si Jesús [La Biblia en inglés usa el nombre Jesús que en hebreo es Josué—Trad.] les hubiera dado el reposo (un sabbat)…no hubiera hablado después de otro día.\n\nLas dispensaciones cambian con Jesucristo: de la ley a la gracia, de obras a gracia, de algo que Ud. hace, a algo que Dios hizo; sobre los propios méritos suyos, o sobre los méritos de Él. Eso cambió.",
    "Cuando Moisés salió del desierto, con la ley, él dijo: “No cometerás adulterio; no hurtarás; no matarás; guarda el día sábado como santo”. Cuando Jesús salió del desierto… Cuando Moisés salió, el diablo lo tentó. Tan pronto como el diablo lo tentó, él le prestó atención; Moisés tenía un punto débil. ¿Cuántos saben qué era? El mal genio. Y tan pronto como los vio adorando al becerro de oro, él arrojó los mandamientos y los quebró, mostrando que ese sacerdocio sería roto. Y Dios se los volvió a dar.",
    "Pero cuando Jesús salió del desierto, de ayunar por cuarenta días, sintió hambre; era el único punto débil que Él tenía. Y el diablo vino a Él y le dijo: “Si eres el Hijo de Dios, convierte estas piedras en pan. Has aquí un milagro. Quiero ver que lo hagas, y te creeré”.",
    "Jesús dijo: “Escrito está: ‘No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios’”. Se dio cuenta que no enfrentaba allí a Moisés, por cuanto Él acudió a la Palabra.",
    "Lo subió a Él al pináculo del templo, dijo: “Si eres el Hijo de Dios, échate abajo”. Y la revistió, no la citó, sino que revistió la Escritura. Le dijo: “Escrito está: ‘Él mandará a los Ángeles que te guarden, para que Tu pie no tropiece en piedra. Él te sostendrá’”.",
    "Y Jesús fue directamente a la Palabra, y lo reprendió.",
    "Lo subió al monte y le mostró a Él los Estados Unidos y Alemania y Suiza, y todas las naciones del mundo, que existirían, dijo: “Todas me pertenecen; hago con ellas lo que quiero”; con razón tenemos guerras y problemas. Dijo: “Hago con ellas…”; con razón las mujeres se visten… y se salen con la suya, bajo la ley. Todas son gobernadas por el diablo; es lo que dice la Biblia. Satanás dijo: “Me pertenecen. Hago con ellas lo que yo quiero”. Dijo: “Si Tú me adoras, te haré rey como yo lo soy”.",
    "Jesús dijo: “Escrito está: ‘Al Señor tu Dios adorarás, y a Él sólo servirás’. Apártate de Mí, Satanás”.\n\n¿Por qué? Jesús sabía que Él sería heredero de ellas en este gran Milenio, cuando viniera Su Reino. “Hágase Tu voluntad en la tierra como en el Cielo”. No usarán más pantaloncitos cortos; no habrá más bebida; no habrá más lujuria; no habrá más adulterio; no habrá más muerte; no habrá más lamento. Él es heredero de toda nación; ellas le pertenecen. Correcto. Son de Él, y Él será heredero. No obstante, Satanás las tiene por un espacio de tiempo, eso es, el día que estamos viviendo.",
    "🦅 Pero determina un día, diciendo: ‘Hoy, después de tanto tiempo’ dijo, ‘no endurezcáis vuestro corazón’”.\n\nPorque si Jesús [Josué—Trad.] les hubiera dado el reposo, no hablaría después de otro día.",
    "Mi hermano adventista, mírelo Allí. Pablo lo dijo aquí. Y Pablo dijo, en Gálatas 1:8 (si están anotando las Escrituras), Gálatas 1:8: “Si un Ángel del Cielo viene y predica algún otro evangelio aparte de Éste que yo les he anunciado, sea anatema”. Pablo dijo: “Si Jesús les hubiera dado el día de Reposo…”.",
    "Pues miren cuando Él bajó de la montaña. Él bajó allá; había vencido al diablo. Él estaba ungido, listo para Su ministerio. Él dijo: “Vosotros oísteis que fue dicho, a aquellos de la antigüedad: ‘No matarás’, pero Yo os digo a vosotros, que cualquiera que se enoje con su hermano, sin una causa, ya mató. Oísteis que fue dicho, a aquellos de la antigüedad”, este día, los que guardan el sábado. “Oísteis que fue dicho, allá a aquellos de la antigüedad, bajo la ley: ‘No cometerás adulterio’ (tenían que estar en el acto para que fueran culpables). Pero Yo os digo a vosotros que cualquiera que mirare a una mujer para codiciarla, ya adulteró con ella en su corazón”. ¡Diferente! Pasó por alto ese cuarto mandamiento. Pero ¿les dio Él Reposo?",
    "Veamos lo que Él dijo: “David dijo: ‘Después de tanto tiempo vendrá un Reposo perfecto’. ‘Dios reposó de Sus obras en el séptimo día’. Dios bendijo el día sabbat y se lo dio así a los judíos en el desierto. Ellos […] entraron por causa de incredulidad, debido a que la Palabra no iba acompañada de fe. Y otra vez, Él determinó un día en particular, diciendo por medio de David, ‘Después de tanto tiempo’”.\n\nCientos de años después que David había muerto, el Hijo de David se levantaría, el cual es Jesús; “Y si ellos oyeren Mi Voz, no endurezcan el corazón”. Dios va hablar al corazón.",
    "Entonces fíjense, pues es el versículo 9, para Uds. que están leyendo. “Si Jesús [Josué—Trad.] les hubiera dado el reposo”, el versículo 8 “no hablaría después de otro día”.",
    "Si tenía que ser un sábado, si tenía que ser un domingo el cual guardar, entonces Él hubiera hablado de eso. Si Él hubiera dicho: “Ahora no hay más sábado, no hay que guardar más el día séptimo, lo que Yo quiero que Uds. guarden es el domingo”, Él lo hubiera dicho. Pablo dijo que no lo dijo. Él hubiera dicho: “Todos Uds. adoren el domingo; ése será el reposo”. Bueno, si Él hubiera querido que ellos guardasen el sábado, Él hubiera dicho: “Sigan guardando el séptimo día. Pero ahora Yo quiero que Uds. guarden el domingo, el día octavo”. No. Él nunca lo dijo.",
    "Él dijo: “Si Jesús les hubiera dado un día, ¿no hubiera hablado de ello?”.",
    "Ahora, el versículo 9, prepárense.\n\nPor tanto, queda un reposo para el pueblo de Dios. Un Sabbat que guardar, para el pueblo de Dios.\n\nPorque él que ha entrado en (Cristo) su reposo, él también ha reposado de sus propias obras, como Dios de las suyas, el sábado.",
    "¿Lo ven? Ahora tomemos algunas Escrituras y respaldemos eso. Muy bien, cuando Dios hizo el mundo en seis días, Él reposó en el séptimo día, y no volvió a trabajar. Bendito sea el Nombre del Señor. Él construyó el mundo, puso en él la creación, y fue a reposar y no regresó más, a edificar más mundo. Él terminó las obras y fue a reposar. Ahora, en el… Después de esos mil años, entonces entró el pecado; luego Cristo fue representado, el Cordero fue representado. Ahora, a los judíos les fue dado esto como un tipo del Reposo del día séptimo.\n\nAhora, Él determinó otro día, por medio de David,…Hoy, después de tanto tiempo, hay otro reposo por venir.",
    "Ahora, ¿cuál es ese Reposo? Abran conmigo en Mateo el capítulo 11, y la última parte del capítulo 11 de San Mateo. Allí es cuando Jesús terminó Su sermón del monte, y Uds. verán lo que dijo.",
    "Él dijo: “Cualquiera que mira a una mujer, para codiciarla, ya adulteró con ella en su corazón. Cualquiera que se enoje con su hermano, sin una causa, ha matado al hermano”. Todas estas cosas, y Él nunca tocó ese cuarto mandamiento, ese sabbat.",
    "Ahora Él está terminando, y el Sabbat es la gran promesa de Dios; es un Reposo. Muy bien, ahora fíjense aquí, cuando Él terminó las bienaventuranzas. Aquí dice Él (el versículo 27 del capítulo 11 de San Mateo) donde Él estaba enseñando las bienaventuranzas, en el capítulo 5.\n\nTodas las cosas me fueron entregadas en la mano, entregadas por mi Padre; y nadie conoce al Hijo, sino el Padre,…\n\n¿Ven? Uds. no pueden conocer uno sin conocer al otro, porque Él era el Padre manifestado en carne.\n\n…ni al Padre conoce alguno, sino el Hijo,…",
    "Parece que la gente pudiera ver eso y no discutir. Seguro. Dios no es tres Personas. Si Él es tres Dioses, entonces nosotros somos paganos. ¿Cuál de ellos es Dios? Ellos son todos tres un Dios; son tres oficios del mismo Dios. Él era el Padre en la forma del Espíritu Santo, en esa Columna de Fuego en el desierto. Él era el Hijo, cuando empleó el oficio de Hijo. “Un poco y el mundo no me verá más. Yo me iré, y regresaré otra vez y estaré con vosotros, aun en vosotros, hasta el fin del mundo”. ¿Ven? Él está en el oficio del Padre, el oficio del Hijo y también el Espíritu Santo. Todo es el mismo Dios, obrando en tres oficios diferentes: Oficio del Padre, oficio del Hijo, y Espíritu Santo. Nunca…\n\nPrimera de Juan 5:7 dice: “Porque tres son los que dan testimonio en el Cielo: Padre, Hijo, Espíritu Santo, estos tres son Uno”.",
    "Tomás le dijo: “Señor, muéstranos al Padre; y con eso basta”.",
    "Él dijo: “¿Tanto tiempo he estado con vosotros, y no Me conoces?”. Dijo: “Cuando Me veis, habéis visto al Padre. Y ¿por qué dices: ‘Muéstranos al Padre’?”.",
    "Ahora, los unitarios lo tomaron (el grupo de personas de la unidad), y trataron de hacer Padre, Hijo, Espíritu Santo, un solo oficio y un lugar, al igual que su dedo, uno; eso está errado. Dios no pudiera… Jesús no pudiera haber sido Su propio padre. Si lo fue, entonces Él era… Bueno, ¿cómo pudiera haber sido Él Su propio padre?",
    "Y si Dios es un hombre, separado del Espíritu Santo, Él tuvo dos padres. Porque la Biblia dice que “el Espíritu Santo le hizo sombra a María y ella concibió, y” dice la Biblia en Mateo 1:18 que “lo que había sido concebido en ella, era del Espíritu Santo”. Entonces ¿cuál es Su padre, el Espíritu Santo o Dios? Son ambos el mismo Espíritu, o Él tuvo un nacimiento ilegítimo por dos espíritus.\n\nEso es un dogma católico, y jamás fue una enseñanza de la Biblia. Martín Lutero trajo eso cuando salió, con otro montón de catolicismo que está en la iglesia luterana. Wesley siguió con eso. Y eso aún continúa, pero es un error; eso no es la Verdad. Nunca fue así, nunca fue una Doctrina Bíblica. Jamás fue un mandamiento en la Biblia, enseñar tres Dioses.\n\nHay un Dios. Jesús dijo: “Oye, oh Israel, Yo soy Jehová tu Dios, un Dios”, no tres dioses.",
    "En África, ellos bautizan una vez por el Padre, y una vez por el Hijo, y una vez por el Espíritu Santo. Y luego, un pobre judío viene, dice: “¿Cuál de ellos es su Dios? ¿Cuál es: el Padre, el Hijo o el Espíritu Santo?”. Ellos son todos tres Uno; la Biblia dice que eran Uno.",
    "Jesús era una casa en la que vivió Dios. La Biblia dice que, que (Primera de Timoteo 3:16): “Indiscutiblemente” (eso es “sin argumento”), “grande es el misterio de la piedad: Porque Dios fue manifestado en carne, visto de los ángeles, recibido en… predicado, creído, y recibido en Gloria”; Dios lo fue. La Biblia dice: “Su Nombre será llamado Emanuel, que por interpretación es, ‘Dios con nosotros’”. La Biblia dice que Jesús, “en Él habita corporalmente la plenitud de la Deidad de Dios”.",
    "Como dijimos la otra noche: Dios, en el principio, era Espíritu. Y entonces, de Dios salió el Logos, o la teofanía, que era la forma de un hombre, llamado el Hijo de Dios, prefigurado. Él vino a la tierra en un cuerpo de carne, aun antes que viniera en Jesucristo. Ahora, tráguese eso de una vez, hermano. Yo se lo probaré.",
    "Cuando, cuando Moisés lo vio. Él dijo: “Permíteme ver Tu aspecto, Señor”. Y Dios lo escondió en la roca. Y cuando Él pasó, él dijo que “era la parte de atrás de un hombre”. Ésa era esa Teofanía. Eso exactamente.\n\nLuego esa Teofanía tuvo que hacerse carne. No otra Persona, sino que la misma Persona, tuvo que llegar a ser carne para quitarle el aguijón a la muerte.\n\nComo una abeja cuando pica, allí deja el aguijón. Y él no dejó ese… Él podía meter un aguijón en la carne humana, porque es pecado. Pero, hermano, cuando picó esa carne de Emanuel, él perdió su aguijón. Sí, señor. Él puede zumbar, pero ya no tiene aguijón.",
    "Con razón, Pablo, cuando le fueron a cortar la cabeza, dijo: “¡Oh, muerte!, ¿dónde está tu aguijón? Puedes zumbar y hacer todo el alarde que quieras. Sepulcro, ¿dónde está tu victoria? Pero gracias a Dios quien nos da la victoria por medio de Jesucristo”. Allí lo tienen.\n\nSe requirió a Dios mismo para que hiciera eso. Él vino y fue manifestado en carne. Él regresó otra vez a Espíritu.",
    "Ud. dice: “Hermano Branham, ¡Ud. aún no nos ha dicho cuándo es que Dios fue hecho carne antes que viniera en Cristo!”.\n\nCuando Abraham estaba sentado, bajo su tienda, un día, dos Ángeles y Dios vinieron caminando a él, en carne humana. Ellos tenían la ropa polvorienta y estaban cansados, y se sentaron. Y Abraham salió y separó al becerro de la vaca, y lo mató; e hizo algunas chuletas de cordero. Salió e hizo… le dijo a Sara que tomara harina de maíz y la cerniera, e hiciera unas tortas. Y tomó un poco de mantequilla de la vaca y un poco de suero de la leche. Y lo llevó allá y lo sirvió, y Dios se lo comió.",
    "¡Aleluya! Por esa razón: “Mi fe espera en Ti, Cordero de la Cruz”.",
    "¿Piensan Uds. que eso es algo difícil para Dios? Dios, quien hizo todo el potasio y los calcios, y todo en el mundo, Él bajó para visitar a Abraham. Él dijo: “¿Piensas que lo ocultaré de ti, viendo que eres el heredero del mundo?”. Amén. “Yo no lo ocultaré de ti”. Dios sencillamente tomó un…",
    "Nosotros estamos hechos de dieciséis elementos. Él sólo tomó un poco de potasio, y un poco de calcio, de petróleo, luz cósmica, e hizo: “¡Fiuu!”. “Métete allí, Gabriel”. ¡Un cuerpo!",
    "🦅 ¡Fiuu”! “Métete allí, Ajenjo”. Él se metió allí.\n\n¡Dos Ángeles del Cielo!",
    "Dios se extendió y tomó un puñado de eso, “¡Fiuu!”, se metió Él mismo allí. Bajó, y tuvo hambre. ¡Qué bendito! ¿Qué de eso, hermanos adventistas, que no comen carne? Vamos a entrar en eso después de un rato. Dios Todopoderoso, Jehová, ¡investiguen si ese mismo Nombre no está traducido como el de la zarza ardiendo! ¡Aleluya!\n\nY cuando Él se paró en la tierra, Él dijo: “Antes que Abraham fuera, YO SOY; el mismo de la zarza ardiendo”. Correcto, Elohim, miren si no es el mismo. Él era el que estaba en la zarza ardiendo.",
    "Él era el que estaba aquí, delante de Abraham, en un cuerpo de carne, que comió del becerro y bebió la leche de la vaca, y comió mantequilla en las tortas. ¡Bendito sea el Nombre santo de Dios! Caminó directo hasta allá y dijo: “Yo no me iré…”.\n\nY Él estaba de espaldas. Dijo: “Abraham, Voy a visitarte, y vas a traer ese hijo. Tienes ahora cien años, y Sara noventa”. Y Sara, en la tienda pues, se rió. Él dijo: “¿Qué le causó risa a Sara?”; a espaldas de Él, estando la tienda entre ellos.",
    "Abraham preguntó: “¿Sara, te reíste?”.",
    "🦅 No, en ningún momento”.",
    "Él dijo: “Sí, lo hiciste”. ¿Qué clase de telepatía es ésa? ¿Qué clase de lectura de la mente era ésa?\n\nÉl hace lo mismo hoy. Él es Jehová-jireh, Jehová-rafa, el mismo ayer, hoy y por los siglos. Él nunca falla.",
    "Mírenlo a Él. Allí estaba parado. Caminó directo allí y habló con Abraham; y desapareció de la vista. Y el gran patriarca Abraham dijo que él “habló cara a cara con Dios; Elohim”, el mismísimo Dios. ¿Lo captaron? No tres Personas, hermano. ¡Tres oficios de la misma Persona!",
    "En el principio era el mismo, Él era ese gran Espíritu, la Fuente donde toda la verdad, todo el amor, toda la paz, todo lo que era puro se encontraba en esta Fuente. Se empezó a formar un cuerpo, una teofanía, la clase de cuerpo al que nosotros vamos. No un cuerpo glorificado, sino algo como un cuerpo angelical; tiene forma, figura.",
    "Cada vez que veo un árbol, pienso: “Ese árbol es el negativo; hay un positivo en alguna parte”. Ese árbol fue hecho de algo. Una Inteligencia lo hizo. Y todo lo que esta tierra hace, es reflejar lo Celestial; la Biblia lo dice. Y si hay un árbol aquí que tiene que perecer, hay uno en Gloria que no perecerá.",
    "Si veo a un hombre, yo veo a una hermosa parejita joven, al hombre y su esposa, caminando por la calle, los dos enamorados. ¿Qué refleja? ¡Bendito sea el Nombre del Señor! Que hay una en el Cielo que jamás perecerá. “Si este tabernáculo terrestre se deshiciera, tenemos uno ya esperando, la teofanía”.",
    "Entonces Ud. capta la trinidad: el gran Espíritu, morando en el Hijo, Jesús; Jesús morando en la Iglesia. “En aquel día, conoceréis que Yo estoy en el Padre, el Padre en Mí, y Yo en vosotros”. Todo lo que Dios era, Él lo vertió en Jesús; todo lo que Jesús era, Él lo vertió en la Iglesia. Allí lo tienen. “Yo en el Padre, el Padre en Mí; Yo en vosotros, y vosotros en Mí”. Allí está… Allí está el Cuerpo.",
    "Ése es el problema con la iglesia. Les ha sido enseñada alguna doctrinita insignificante, afeminada, de viejita; corren de aquí para allá y tienen cenas de sopas y fiestas de naipes. Con razón tenemos esta cantidad de caos que tenemos. Nosotros no necesitamos programas para los niños, ni cenitas de sopas; lo que necesitamos es un Evangelio antiguo, fuerte, y hombres de fe con la espada desenvainada allá, y retando; lo que necesitamos hoy, no es alguna teología trivial y alguna teoría hecha por algún grupo de hombres. Necesitamos el Evangelio fuerte predicado en la Luz y en el Poder y demostración del Espíritu Santo.",
    "Fíjense ahora aquí.\n\nComo dijo él, otra vez determina otro día: diciendo, por medio de David…\n\n…si Jesús les hubiera dado el reposo, no hablaría después de otro día.\n\nPero…queda un reposo para el pueblo de Dios.\n\nPorque el que ha entrado en su reposo,…ha reposado de sus propias obras, como Dios de las suyas.",
    "Ahora, ¿dónde vamos a leer? Mateo, el veinti-… El capítulo 11, versículo 27.\n\nTodas las cosas me fueron entregadas por el Padre a mí, me fueron entregadas por mi Padre (mejor dicho): y nadie conoce al Hijo, sino el Padre; muy bien, ni al Padre conoce alguno, sino el Hijo, y aquel a quien el Hijo lo quiera revelar.",
    "¿Ven? No es cuánto aprenda Ud., ni cuánto el—el obispo quiera que Ud. sepa; es cuánto Dios quiere que Ud. sepa. Si Ud. no puede ver esta Revelación, no le pregunte al obispo; pregúntele a Dios. No le pregunte a su pastor; pregúntele a Dios. “El Hijo lo revela a Él”, Él, pronombre personal.",
    "Escuchen. Esto los va a sorprender. Aquí está el mandamiento. Pablo dijo: “Si hubiera dejado otro día, Él hubiera hablado de él”. Pero aquí está lo que Él dijo:\n\nVenid a mí todos los que estáis trabajados y cargados, y yo os daré el Sabbat, reposo.\n\nLlevad mi yugo sobre vosotros, y aprended de mí, que soy manso y humilde de corazón; y hallaréis Sabbat para vuestra alma.\n\nPorque mi yugo es fácil, y ligeras mis cargas.",
    "Miren lo que dijo Pablo:\n\n…porque si Jesús les hubiera dado el reposo, no hablaría Él después de otro día.\n\nPero, otra vez determina un día: Hoy, diciendo…por medio de David, después de tanto tiempo:\n\nCuando oyereis hoy su voz, no endurezcáis vuestro corazón.\n\n“Por tanto, queda…”. Escuchen ahora, versículo 9.\n\nPor tanto, queda un reposo (un Sabbat), para el pueblo de Dios.\n\nPorque él (el hombre o la mujer), que haya entrado en su reposo…\n\n“Venid a Mí todos los que estáis trabajados y cargados, Yo os daré reposo”.\n\n…ha reposado de sus obras, como Dios de las suyas.",
    "Pueda ser que Ud. tenga veinte años; pueda ser que tenga treinta años; pueda ser que tenga cincuenta años, pero en el minuto que Ud. escuche la Voz de Dios tocando a su corazón, no lo endurezca. Entonces entre… “Aquel que oye Mis Palabras, cree en el que Me envió, tiene Vida Eterna, y jamás vendrá a condenación sino que ha pasado de muerte a Vida”.",
    "🦅 Oiga, Hermano Branham, ¿qué sucede?”. Ud. recibe el Espíritu Santo. Cristo entra en Ud. ¿Es correcto eso?",
    "Abran conmigo en Isaías el capítulo 28, y leamos. Isaías, el capítulo 28, veamos lo que dijo el profeta al respecto. Mateo… 28, comenzando en el versículo 8. Aquí está la predicción de los postreros días. Tenemos que terminar dentro de un momento.\n\nPorque toda mesa estará…está llena de vómito y…hasta no haber lugar limpio.",
    "Permítanme parar por un momento, como dijo Ernie la otra noche; estaba hablando con alguien. Ernie Fandler, este hermano aquí de Suiza, él dijo: “Yo paré y dejé que penetrara”.",
    "Yo quiero que esto penetre.\n\n…hasta no haber lugar limpio.\n\nPorque toda mesa estará llena de vómito…\n\nY como perro que vuelve a su vómito…y un cerdo a su cieno, así se regresará la gente.",
    "¿Qué pasa con Uds. los metodistas? Uds. que tuvieron la Luz. ¿Qué sucedió? Dios se la quitó de las manos y se la dio a los nazarenos.\n\n¿Qué sucedió con Uds. los nazarenos? Uds. en un tiempo tuvieron Luz. Dios se la quitó de las manos y se la dio a los pentecostales. Correcto. Uds. iglesia de Dios y demás, pueblo de la santidad, por Uds. haber rechazado la Luz; Uds. se denominaron y dijeron: “Nosotros no vamos a creer más que esto”, Dios siguió adelante y les mostró que tenía pueblo que sí lo seguiría a Él.",
    "¿Qué les sucedió a Uds. pentecostales? Uds. tenían la Luz. Dios se la ha quitado a Uds.\n\nLa Columna de Fuego sigue avanzando. Cada vez que la Columna de Fuego se movía, la Iglesia se movía con Ella.\n\nY cuando Lutero se organizó, saliendo de la iglesia católica, su propia iglesia, la Columna de Fuego se movió y Wesley se fue con Ella.\n\nWesley se organizó e hizo su denominación y la Columna de Fuego se movió, y los nazarenos se fueron con Ella.\n\nLos nazarenos se organizaron, y la Iglesia de Dios se movió con Ella; y dijeron que ellos no eran una denominación, pero lo eran.",
    "Entonces, ¿qué sucedió? Lo siguiente que sucedió, los pentecostales vieron el Fuego, y salieron. Y ¿qué hicieron Uds.? Hicieron una doctrina de las lenguas, y lo organizaron; “Todos tenían que hablar en lenguas, antes que recibieran el Espíritu Santo”. Y Dios se fue de inmediato y los dejó sentados en donde Uds. están.",
    "¿Qué sucedió con Uds. de la Unidad? Uds. encontraron el bautismo en el Nombre de Jesús. Uds. hicieron una doctrina de eso, y se separaron del resto, y Dios de inmediato se fue y los dejó sentados allí. Correcto.",
    "¿Qué sucedió con Uds. Asamblea de Dios, el antiguo Concilio General? Uds. hicieron una organización de la suya y Dios se movió de inmediato y los dejó sentados allí. Y ahora Uds. no son más que un grupo formal y frío, como los demás.\n\nY la Columna de Fuego avanza. ¡Aleluya!\n\nTodas las mesas están llenas de vómito.",
    "Miren la Cena del Señor. Pues, ellos… yo estuve en un lugar donde usan una barra de pan cualquiera. Y el pan debe ser preparado sin levadura. Y ellos se lo reparten a pecadores, fumadores de cigarrillos, prostitutas, rameras, siempre y cuando ellos tengan su nombre en el libro.",
    "Y Uds. los bautistas aun la llaman comunión “cerrada”. Ahora, Uds. bautistas rezonguen un poco, Dios les quitará su jactancia. Eso es exactamente lo correcto. Uds. no se podrán jactar. Comunión “cerrada”, Uds. mismos se separan, aparentando ser más santos que los demás.\n\nRecuerden, éste es un tabernáculo bautista. Pues ése es el resultado; Uds. mismos se organizan. “¡Oh!” dicen Uds., “nosotros no somos una organización”. Sí, lo son; seguro que lo son. Uds. dicen: “Somos un compañerismo”. Por supuesto, para cualquiera que entra por la puerta y enseña solamente como Uds. creen, está bien. Pero a otro, Uds.—Uds. no tan sólo lo echarán, sino que lo excomulgarán de su hermandad. Así exactamente. ¡Oh, Uds. tienen cierta manera de hacerlo! También Dios tiene cierta manera de hacerlo. No obstante, la Iglesia de Dios avanzará. La Columna de Fuego no tolerará eso.\n\nToda mesa está llena de vómito…",
    "Ahora escuchen. Ahora esto los va a impactar a Uds., por un momento. Escuchen mientras leo la Palabra. ¿Quién era éste? El profeta, Isaías.\n\n…toda mesa está llena de vómito…hasta no haber nada limpio (simplemente es perro come a perro).",
    "Vienen a la iglesia: las mujeres se cortan, se dejan el cabello corto, usan pantalones cortos, salen y ven a los hombres que vienen por la calle; se ponen a cortar el césped, jovencitas quieren oír que alguien les dé ese silbido de perro bull dog o de lobo, o como sea, Uds. saben “¡Fui-fiuu!”. ¡Oh!, Uds. se creen muy lindas, ¿no es así?",
    "Y Uds. los hombres andan por la calle con un puro en la boca, y siendo un diácono en la mesa directiva. Ud. se ve como un toro tejano descornado. Y luego Ud. se cree alguien. Así es, exactamente. Con razón toda mesa… Pasan y toman la Santa Cena, y se portan como si Uds. fueran alguien, y engañan, y roban, y mienten durante la semana. ¿Qué es lo que pasa con Uds.?\n\nToda mesa está llena de vómito.",
    "🦅 ¡Oh, yo participo de la Cena del Señor! Seguro, nosotros lo hacemos en nuestra iglesia. Jesús dijo que nos resucitaría en los postreros días si tomábamos la Cena del Señor”.",
    "Pero, “El que come y bebe indignamente, come y bebe juicio para sí, sin discernir el Cuerpo del Señor. Por lo cual hay muchos enfermos y debilitados entre vosotros, y muchos están muertos”, iglesias rancias, muertas y formales. El Espíritu de Dios se ha ido de Uds.; la Columna de Fuego ya no está allí. Uds. niegan la sanidad Divina; Uds. niegan la resurrección.",
    "🦅 ¡Oh!” dicen Uds., “¡Oh, Él resucitó de los muertos, en lo histórico!”. ¿Pero qué de Él siendo el mismo hoy, si Él resucitó de los muertos? Uds. dicen: “¡Oh, eso no es así!”. Bueno, allí tienen. Uds. tienen la resurrección como Uds. la quieren, y Dios la tiene de la manera que Él la quiere.",
    "Pero, el asunto es (dice la Biblia), que lo que nosotros sabemos es la Verdad; que Él confirmaría la Palabra: “Y estás cosas que Yo hago, vosotros las haréis también. Y Yo estaré con vosotros siempre, hasta el fin del mundo”. “Jesucristo el mismo ayer, hoy, y por los siglos”. Eso es lo que dice la Palabra.",
    "Ahora, ¿qué es el sabbat?\n\n…toda mesa está llena de vómito…no hay ninguna limpia.\n\n¿A quién…enseñará él ciencia?\n\n¡No ciencia mundana, ciencia espiritual!\n\n¿A quién…enseñará él ciencia? ¿…a quién hará él entender doctrina?",
    "🦅 ¡Oh, bendito Dios, nuestra organización no cree Esto! Ellos no tolerarían Eso”. ¡Qué importa lo que su organización cree!, ¿qué dice la Palabra de Dios al respecto? “¡Ah, bueno, nuestros pastores, Ud. sabe, tienen educación”! ¡Oh, seguro! Por supuesto, tienen tanta educación que ellos sacaron a Dios del asunto. Verdaderamente, porque uno puede hablarles la Palabra y ellos le darán la vuelta y dicen: “Bueno, yo no La creo exactamente de esa manera”. ¡Oh, pobre afeminado! Permítame decirle.",
    "Mire aquí.\n\n¿…a quién dará él a conocer doctrina? A los destetados del pecho y…a los destetados de la leche, ¿a los arrancados de los pechos?",
    "El otro día, vino un vecino mío. Él dijo: “Billy, un cierto pastor aquí de la ciudad, la persona más encantadora que hayas visto…”. Dijo: “Mi esposa y yo estábamos en nuestras piyamas, como a eso de la media noche, y ese pastorcito entró y él—él—él tomó café con nosotros, y se fue a la casa del otro vecino, y les dio un estrechón de manos. Ellos estaban en un jueguito de naipe, y él se sentó y jugó naipes con ellos”. Dijo: “¡Oh, él es la personita más sociable que Ud. haya visto!”. Dijo: “¡Oh, nos encanta! No nos desharíamos de él por nada”.",
    "Me quedé allí por un momento, pensé: “Bueno…”.",
    "Dijo: “¿Oh, no cree Ud. que cada iglesia necesita un hombre como ése?”. ¡Oh! No pude responderle a eso. Él dijo: “En otro lugarcito” dijo, “tenían un lugar muy bonito. Este ministro y su esposa (gente encantadora), salieron y se relacionaron tanto con los niños que comenzaron una—una escuela Bíblica”. Y dijo: “Tenían a tantos, que simplemente llenaron la cosa de niños”. Dijo: “¡Vaya!, él sí que les puede contar toda clase de historietas a los niños”.",
    "Yo dije: “¡Qué bien! Está muy bien”.",
    "Yo regresé (acababa de llegar de Canadá) y pensé: “Aquí estoy. ¡Vaya! El pueblo… ¿qué pasa conmigo? Yo no hago eso”. Me puse a lavar mi auto. Pensé: “Dios, ya estoy llegando a viejo, y aquí estoy; he luchado; he llorado; he suplicado, y lo único que recibo, es una gran blasfemia”.",
    "Cualquier cosa, alguien comentará algo mal de uno: “¡Oh!, tan anticuado ese santo rodador”, algo así.",
    "Estaba pensando en eso. Y una Voz vino a mí, dijo: “Esos hombres están bien, haciendo eso; pero Yo no te llamé a ti para que hicieras eso. Yo te llamé para que tomes la Espada y te pares allí como Josué y a que retes, hermano. No para merodear con alguna sociedad antigua o alguna organización eclesiástica, sino para que retaras al diablo. Para que te pares en el frente; que llames a lo correcto, correcto y a lo errado, errado. Predica la Palabra y averigua quién tiene la fe para creerla. Exponla sin rodeos”.",
    "Comencé a lavar ese auto más rápido; lavando, le decía: “Gracias, Señor; gracias, Señor”. Luego me sentí bien. “Está bien, Señor, la empuñaré un poco más fuerte, y quiero morir con Ella en la mano”.\n\n¿…a quién haré conocer doctrina? (Escuchen).\n\n…toda mesa está llena de vómito…\n\n¿A los destetados de la leche? ¿a los arrancados de los pechos?\n\nAhora, fíjense.\n\nPorque mandamiento tras—tras mandamiento, mandato sobre mandato, renglón tras renglón, línea sobre línea, un poquito allí, otro poquito allá;\n\nPorque en lengua de tartamudos, y en otras lenguas hablaré Yo a este pueblo,\n\nA los cuales es dicho: Este es el sabbat; dad reposo al cansado;…esto es los refrigerios; mas no quisieron oír.\n\nPues la palabra de Jehová les vino, (Alguien La predicó), mandamiento tras mandamiento, mandato sobre mandato, renglón tras renglón, línea sobre línea, un poquito allí, otro poquito allá; hasta que vayan y caigan de espaldas, y sean quebrantados, enlazados y presos.",
    "¿Cuál es el Reposo? ¿Cuándo vino el Reposo? Cuando el pueblo habló en otras lenguas y tuvieron lengua de tartamudos. Lengua de tartamudos; ellos no hablaron nada. Ellos tartamudearon. ¿Cuándo sucedió eso? En el día de Pentecostés, cuando vino el Espíritu Santo. Ése es el Reposo: el Espíritu Santo. Jesús dijo: “Venid a Mí, todos los que estáis cansados y cargados, y Yo os daré Reposo. Yo os daré Vida, Vida Eterna”, Zoe, la propia Vida de Dios. Dios entrará en Ud. y será parte de Ud. Él le dará un nacimiento y hará de Ud. un hijo y una hija.",
    "Ahora, fíjense. Ése fue el tercer reposo que Él dio. El primero: lo recibió Dios, de Su obra. Él segundo: Israel lo recibió en la ley. Él tercero: la Iglesia lo recibió, como una parte de Dios.",
    "Tres es el número de la vida. ¿Cuántos saben eso? [La congregación dice: “Amén”.—Ed.] Cada vez que Uds. vean tres, es vida. Fíjense, cuando Dios creó la tierra, en el tercer día fue la vida, ¿cuántos saben eso? [“Amén”.] Él tercer día. La vida vino al tercer día de la creación.\n\nLa trinidad: el Padre estaba sobre el pueblo, en la Columna de Fuego; el Hijo era un Hombre, quien le habló al pueblo y los preparó; el Espíritu Santo era el tercer paso, el cual era el Espíritu Santo, Dios en el pueblo. ¡Vida! Padre, Hijo…\n\nEl reposo de Dios; el reposo de Israel; y el reposo de la Iglesia, el guardar el Sabbat.",
    "Así que si Ud. no ha recibido todavía el Espíritu Santo, Ud. nunca ha entrado en el Reposo de Dios. Ud. no tiene que decir: “¡Oh, yo no pudiera!; quiero fumar pero yo—yo simplemente no pudiera, es que soy Cristiano. Realmente, yo no quiero beber, pero, soy Cristiano, simplemente no puedo, no quiero beber; sin embargo, me gustaría”.",
    "Si Ud. codicia mujeres, si Ud. hace todas estas cosas impías, Ud. nunca ha entrado aún en ese período de Reposo. Ud. no ha entrado aún en su Reposo.",
    "Y cuando Ud. entra en este Reposo, Ud. cesa de sus propias obras mundanas, como Dios de las Suyas. ¿Por qué? Ud. es parte de Dios. Ud. reposa, Eternamente. Allí lo tiene Ud. Ése es el Sabbat. “Venid a Mí, todos los que estáis trabajados”.\n\nHoy Él determinó un cierto día, después de tanto tiempo, por David:\n\ncuando oyereis Su Voz,\n\nNo endurezcáis vuestros corazones.",
    "Sólo una o dos palabras más aquí, y terminamos:\n\nPorque el que ha entrado en el reposo de Cristo,…\n\nVenid a Mí, todos los que estáis trabajados y cargados…\n\n…Uds. también han reposado de sus obras, como Dios de las suyas, en el séptimo día.\n\nLas suyas pudieran haber sido en el año trigésimo, en el año cuadragésimo, en el quinto año, lo que haya sido. Ud. ha cesado de sus obras, como Dios de las Suyas, Eternamente. Ud. no quiere más las cosas del mundo; el mundo ha muerto para Ud.",
    "Ahora, luego el versículo 11, presten atención.\n\nProcuremos, pues, entrar en aquel reposo (no éste, no éste, sino que Éste), para que ninguno caiga en semejante ejemplo de desobediencia.",
    "¿Qué es? La Columna de Fuego está aquí; el Ángel del Señor está con nosotros. Él está haciendo las mismas cosas que dijo que haría. Y la gente tropieza, dice: “¡Oh!, pues, pienso que Eso está bien; eso está muy bueno. ¡Oh, me supongo que está bien!”. Tenga cuidado que Ud. no caiga en la misma trampa de incredulidad. Tómela con todo su corazón.",
    "Fíjense.\n\nPorque la palabra de Dios (no la doctrina de la iglesia)…la palabra de Dios es más viva y eficaz,…más cortante que una espada de dos filos; (escuchen) penetrando hasta partir el alma, el espíritu, las coyunturas y los tuétanos, y…(escuchen), y discierne los pensamientos y las intenciones del corazón.\n\n¿Qué era eso? El Espíritu Santo puede venir y decir: “Ud. hizo tal y tal cosa. Y Ud. hizo esto e hizo aquello. Ud. tiene esta clase de enfermedad, y eso; si Ud. corrige esto, Ud. hará eso”. ¿Lo ven? Discierne los pensamientos.",
    "Y la gente dice: “¿Qué es eso? Pues, es telepatía mental. Pues, eso es… ¡él es un adivino!”. ¿Ven lo que quiero decir? Es un mundo malo, adúltero, que no conoce a Dios.",
    "🦅 Ella es viva, eficaz, más poderosa que una espada de dos filos, y discierne los pensamientos y las intenciones del corazón”.\n\nAhora, ¿qué es lo que conoce las intenciones del corazón? Dios. Ud. dice: “Pues, la Biblia dice: ‘La Palabra de Dios’”. La Palabra de Dios es Dios.\n\nEn el principio era el Verbo,…el Verbo era con Dios, y el Verbo era Dios.\n\nY aquel Verbo fue hecho carne y habitó entre nosotros,…",
    "Dios discierne los pensamientos. Abraham estaba de espalda y—y Dios también tenía Su espalda hacia la tienda. Y Sara se rió. Y Dios se dio vuelta, dijo: “¿Qué le causó risa a Sara?”. ¡Discernidor de los pensamientos del corazón! Quiero que eso penetre un poco.",
    "Entonces cuando se levanta esa clase de ministerio, el cual Dios prometió en los postreros días, ¿qué sucedió? “Telepatía mental”.",
    "¿Acaso no llamaron al mismo Señor, “Belcebú”? Él dijo: “Si llamaron al Padre de familia, ‘Belcebú’, ¿cuánto más no llamarán a Sus discípulos?”.",
    "Yo los amo. Esto muestra que están lo suficientemente interesados, Uds. no tienen que venir a un edificio con aire acondicionado para oír el Evangelio. Uds. tienen el hambre suficiente para venir a un lugar como éste. Dios no nos permitió edificar más que esto; nos encanta de esta manera. No es más que una casucha vieja, pero así nos encanta. Dios no habita en el glamour; Dios habita en la humildad. A nosotros nos encanta de esta manera. Nos da gusto venir, y a Uds. también, sentarse en un—un lugar como éste. No importa el calor que haga, ni cuánto Ud. sude en su traje nuevo, su vestido nuevo; eso no tiene ninguna importancia.\n\nUds. están escuchando Vida Eterna, a la Palabra de Dios que conoce los pensamientos de su corazón. La Columna de Fuego que estaba suspendida sobre los hijos de Israel, está suspendida aquí, en esta noche. Yo pudiera hacer el reto: no hay un solo hombre que pudiera pararse aquí, bajo el poder del Espíritu Santo, sin que Dios simplemente lo declare, diciéndole lo que él era. Correcto. Allí lo tienen.",
    "¿Qué es Eso? ¿Qué es Eso? Es el mismo Espíritu que guió a los Hijos de Israel a su reposo, y ellos cayeron debido a la incredulidad; no caigan Uds. Ésta es la última oportunidad. Padre, Hijo y Espíritu Santo, a través de esto vino la Vida.",
    "Justificación, Martín Lutero, aún en una forma de religión. Santificación… Martín Lutero; John Wesley; el bautismo del Espíritu Santo, Vida. Justificación, es creer; santificación, es el lavamiento; el Espíritu Santo, es la llenura, la Vida. No fue a través de la edad luterana; ellos Lo tenían en una forma. No fue a través de la edad de Wesley; ellos Lo tenían en una forma. Sino que ésta es la edad cuando el Espíritu Santo mismo viene.",
    "Y si Uds. no Le han recibido, ¿cómo pueden creer milagros? Se requiere de Dios en Uds. para que crean. Uds. se portarán como Dios; Uds. conocerán como Dios; Uds. pensarán como Dios. La Biblia dice que Uds. son pequeños “dioses” novatos; Jesús lo dijo. Porque Uds. son parte de Dios.\n\nDe la misma manera que yo soy un pequeño Branham, y Uds. son un pequeño lo que sean, y es por sus padres que Uds. llevan ese apellido. La naturaleza suya es por sus padres que son así, por cuanto Ud. nació de ellos.\n\nY la razón por la cual Ud. le cree a Dios, y cree en milagros y señales y maravillas, es por cuanto son hijos e hijas de Dios. Uds. han recibido Vida. La Vida viene en el tercero. Muy bien.",
    "Cuando Jesús subió al monte, adondequiera que iba, Él llevaba a Pedro, Jacobo, y a Juan, tres testigos. El tres es el número de Vida. ¿Lo captan? [La congregación dice: “Amén”.—Ed.] Amor, gozo, paz.",
    "Ahora, vamos rápidamente entonces al final del capítulo; rápidamente, a medida que leemos.\n\nPorque la palabra de Dios es viva y más eficaz…que espada de dos filos; y discierne aún las intenciones del corazón.\n\nY no hay cosa creada que no sea manifestada en su presencia; antes bien, todas las cosas están…abiertas a los ojos de aquel a quien tenemos que dar cuenta.",
    "Hermano, no hay una mosca que pudiera pararse allí en un poste, sin que Él no lo sepa. “Todas las cosas están abiertas”. Hermano, Él sabe cada cosa que Ud. ha hecho; cada pensamiento que Ud. alguna vez pensó. Eso es lo que Él es. Nosotros creemos en Él de esa manera.\n\nY cuando Dios entra en nosotros, y nos establece en la Iglesia, Él pone dones y cosas en la Iglesia, para operar Su Ser. Si Dios es ese Dios infinito, entonces Él sana a los enfermos; Él puede resucitar a los muertos; Él puede limpiar a los leprosos; hacer que el ciego vea; Él puede dar visiones. Él puede hacer todas estas clases de cosas, obrando a través de Su Iglesia, por cuanto es Dios en Ud. Allí está la Iglesia.",
    "¿Cómo llega esa iglesia a ser una Iglesia? ¿Por unirse a Ella? No, señor. ¿Por un saludo de manos? No, señor. ¿Por el bautismo en agua? No, señor. ¿Por membresía? No, señor. ¿Cómo lo logra Ud.? “Por un solo Espíritu somos todos bautizados en un Cuerpo”. Allí lo tienen.",
    "Romanos 8:1:\n\nAhora, pues, ninguna condenación hay…\n\n“Ninguna condenación mundana”. Ellos no pueden acusarlo a Ud. de nada.\n\nAhora…ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu.",
    "Allí lo tienen Uds. Así es cómo se ha de juzgar su vida Cristiana. Así es como se sabe que Ud. ha entrado en ese Reposo; el mundo ya no lo perturba más. Seguro. Cuando Uds. lo ven, le dan la espalda; Uds. tienen algo mejor en qué pensar. Allí lo tienen: “Ninguna condenación”. Así es como entramos en el Cuerpo.",
    "Y Ud. queda seguro “para siempre”; la Biblia lo dice. Miren acá en los Hebreos, el capítulo 10. Él dijo:\n\nPues donde hay sacrificios de toros y ofrenda, cada año se hacía memoria de los pecados;\n\nPero este hombre,…ofrecido una vez…\n\n¡Bendito sea Su santo Nombre!\n\nPorque con un solo sacrificio Él hizo perfectos para siempre…",
    "¡Aleluya! No hasta el siguiente avivamiento, sino para siempre. “Las cosas viejas han pasado; y todas las cosas han llegado a ser nuevas”. Estamos caminando en la Luz, esa Luz hermosa. Los pájaros cantan diferente.",
    "Estoy aquí mirando a esta pequeña alcohólica, me supongo que hace unos cinco años. Rosella, con la mirada perdida, caminando por las calles de Chicago, borracha, contoneándose, involucrándose en cuanto pecado había, borracha y sumida en todo lo que podía. Y una noche, el Espíritu Santo, que es vivo y más eficaz que una espada de dos filos, dijo: “Mujer, Ud. es una alcohólica”. ¡Aleluya! Si ése no es el mismo Dios que estuvo allá en el pasado, que supo que Sara se rió detrás de Él, yo no sé qué será Él.",
    "En la audiencia de arriba, a otra mujercita. Fue por ella y la llevó allí. Le dijo: “Ud. es una drogadicta”. ¡Cómo Él discierne los pensamientos de la mente!",
    "Y grandes ministros distinguidos sentados allí, que evangelizan mundialmente, con sus manos cruzadas, en camiseta, pensando que no los reconoceríamos; que podían sentarse en una reunión como ésa y Dios no revelaría quiénes eran. Sentados allí, bajo otra apariencia, como si fueran alguien más. El Espíritu Santo sabía quiénes eran. Y sentados allí, y en sus corazones pensaron que era telepatía mental. No saben más de Dios que lo que un hotentote sabría de un caballero egipcio. Es cierto. Ellos La conocen por la letra, pero no por el Espíritu. “La letra mata, pero el Espíritu da Vida”. Eso es. Ésa es la idea; “Viva, y más eficaz que una espada de dos filos, discierne los pensamientos del corazón”.",
    "Escuchen. Fíjense:\n\nY no hay cosa creada que no sea manifestada en su presencia; antes bien todas las cosas están desnudas y abiertas delante de Sus ojos…a quien tenemos que dar cuenta.\n\nPor tanto, teniendo un gran sacerdote,…(Escuchen ahora; para los enfermos)…que traspasó los cielos, Jesús el Hijo de Dios, retengamos nuestra confesión.",
    "🦅 Retengamos”, eso no significa sólo testificar continuamente. Si Ud. no vive la vida, Ud. no la está reteniendo. Ud. está viviendo una cosa hipócrita. Ud.… Ud. estaría mejor afuera sólo diciendo que es un pecador y olvidarse de todo. No profese ser un Cristiano y viva otra cosa; Ud. es la piedra de tropiezo más grande que el mundo haya tenido. Si Ud. es un pecador, admítalo y siga adelante, arregle su condición con Dios. Si Ud. es un Cristiano, retenga su confesión, permanezca allí.",
    "Y fíjense ahora en esto, quiero incluir esto, antes de irnos.\n\nPorque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado.\n\nEscuchen.\n\nAcerquémonos, pues, confiadamente al trono de la gracia, para que alcancemos misericordia, y hallar gracia para el oportuno socorro.\n\n¡Bendito sea el Nombre de Dios!",
    "Escuchen bautistas, presbiterianos, luteranos. Uds. me van a hacer esta pregunta: “Abraham le creyó a Dios, y le fue contado como justicia”; yo lo sé. Allí es donde Uds. van siempre. Eso es verdad. “¿Qué más puede hacer un hombre sino creerle a Dios”? Eso es exactamente lo correcto. Eso es lo único que él puede hacer. Pero una vez que Dios reconoce esa fe, Él le da a Ud. el Espíritu Santo.",
    "🦅 Ahora ¿qué hago, Hermano Branham? ¿Grito?”. No necesariamente. “¿Hablo en lenguas”? No necesariamente. Puede ser que Ud. grite y hable en lenguas, ambas cosas, y aún viva como un—como un pagano; todavía codicie las mujeres, aún fume y beba y cuanta cosa más. Yo he visto a personas hablar en lenguas y salir y hacer algún negocio de lo más sucio y chueco que he visto. Los he visto clamar y llorar lágrimas de cocodrilo, y robar todo lo que esté a su alcance. Yo los he visto salir, y dar vuelta la mirada con cada muchacha que va por la calle. Sí, sí. Ésa es una buena señal que Ud. no Lo tiene. Correcto.",
    "Pero, hermano, cuando Ud. pasa de muerte a Vida, todas esas cosas mueren, y Ud. es una nueva criatura en Cristo Jesús. Si Ud. ve algo mal, Ud. orará por eso: “Dios, ten misericordia”. Y si Ud. ve problemas, en lugar de ir a contarlo y tratar de empeorarlo, Ud. tratará de ir a esa persona y corregir eso, y ponerle fin a eso rápidamente. Ése es el Espíritu de Dios en Ud.",
    "Si Ud. comete un error (Ud. está propenso a cometerlos)… Si Ud. comete un error, Ud. lo corregirá rápidamente; “No deje que se ponga el sol en su ira”. Así es como Ud. sabe que ha pasado de muerte a Vida; Ud. tiene amor, paz, gozo, paciencia, benignidad, bondad, paciencia. Nosotros tenemos un Sumo Sacerdote sentado en el Cielo, listo para interceder sobre nuestra profesión. ¿Qué es? Es cuando Jesús regresó al Logos, la Columna de Fuego que guió a los hijos de Israel, sentado en la Presencia de esos grandes; la fuente, el arco iris de Luces que salen, los siete Espíritus perfectos; un Espíritu perfecto de amor.",
    "Ahora observen. El primero es el amor perfecto; ése es el amor de Dios, puro y no adulterado. El que sigue, que entra allí, es amor fileo; ése es el amor que Ud. tiene por su esposa y sus hijos. El siguiente que baja después de ése, es amor lujurioso. El que sigue es amor impío. Y así sigue bajando hasta que es inmundicia, sigue pervirtiéndose, pervirtiéndose.",
    "Y todo lo que tuvo comienzo, tiene fin. Y todo eso será quitado de una, y no habrá recuerdo de ello, en lo absoluto, y regresará otra vez a lo perfecto, algún día. Y la única manera… Ud. no puede detenerse por acá abajo, a mitad de camino, y llegar acá arriba. Ud. tiene que estar adentro completamente: confiando, reposando completamente en la salvación que Jesucristo le dio a Ud. por fe.",
    "Hay un Espíritu de honestidad que viene de Dios. Ésa es la fuente, la fuente de Dios. Ésa es la honestidad. El que sigue es el hombre que hará una “buena dádiva” para su vecino. El que sigue es el sujeto “que Ud. tiene que vigilar”. El que sigue es el sujeto que “es un ladrón”. El que sigue es el sujeto que “es un asesino”, asalta. ¿Ven cómo se pervierte a medida que baja? Pero todas esas cosas hablan de lo real.",
    "Eso es lo que digo. Cada vez que Uds. ven a una persona que está… Uds. ven a una parejita caminando por la calle, enamorados, tal vez tengan ochenta años. Eso sólo habla de que en el Cielo hay una pareja joven que los representa, en el Cielo. “Si este tabernáculo terrestre se deshiciera, tenemos uno Allí”.",
    "Si Uds. ven a un hombre que está engañando, robando, mintiendo, sólo recuerden que su parte le espera a él en el infierno; su lugar donde será atormentado en la Presencia de Dios y de Sus santos Ángeles, con fuego y azufre. Él será atormentado allí. No será para siempre; él no puede ser atormentado para siempre. Para siempre no significa todo, por todos los tiempos; la Eternidad es para siempre. La Eternidad es… no tiene principio ni fin. Más bien, para siempre es “un espacio de tiempo”. La Biblia dice: “Por siempre y” (conjunción), “para siempre”. Jonás dijo que él estaba en el vientre de la ballena “para siempre”; es un espacio de tiempo.",
    "Pero, miren, solamente hay una Vida Eterna, y ésa es Dios. Y si Uds. van a ser atormentados para siempre, y nunca pueden morir, Uds. tienen Vida Eterna. Uds. no pueden ser atormentados para siempre… Uds. pudieran ser atormentados por cien millones de años, en la Presencia de Dios y los santos Ángeles, con fuego y azufre. Yo no sé por cuánto tiempo haya sido determinado. Pero finalmente tiene que llegar a un fin, porque tuvo principio. Y solamente Dios tiene Vida Eterna. “Aquel que oye Mis Palabras y cree en Él que me envió”, no tiene vida para siempre, “tiene Vida Eterna”. Esa Vida que empieza… no es nada de aquí, sino que de allá Arriba, Vida Eterna. Zoe, la propia Vida de Dios desciende y habita en el hombre, y él es Eterno con Dios, y no puede morir. Eso es lo que dice la Palabra.",
    "Sólo piénselo: ¿habrá dos Vidas Eternas? Uds. no pueden contestar eso ¿verdad? Hay una Vida Eterna, y ésa es la Vida de Dios. Esta otra clase de vida, no importa qué sea, tiene un fin. Y todo lo que tuvo comienzo tiene fin. Pero todo lo que no tuvo comienzo no tiene fin. Y Dios dijo que Él nos daría Vida Eterna, sin comienzo; nosotros simplemente fuimos hechos parte de Él. Y en realidad, la Vida que está en nosotros, no fue traída aquí por naturaleza humana. La naturaleza nos dio un espíritu, pero ese espíritu murió, y recibimos el Espíritu de Dios. ¡Gloria a Dios!",
    "¿Fue Dios un hombre? Seguro. “Hagamos al hombre a nuestra propia imagen”. ¿Qué era Dios? Una teofanía, un cuerpo. Y allí el hombre fue hecho así de esa manera y fue puesto a cargo del huerto. Pero no había hombre para que labrase la tierra, en los sentidos. Entonces Él creó al hombre del polvo de la tierra, en la vida animal, y ese hombre labró la tierra. Y el hombre cayó, por transgresión. Correcto. Y Dios, la Teofanía, bajó y se hizo carne y habitó entre nosotros, para redimir al hombre.",
    "Así que no es nada que Ud. pueda haber hecho. Para empezar, Ud. es un pecador. Ud. fue formado en iniquidad. Ud. nació en pecado, vino al mundo hablando mentiras. Ud. nació aquí en este mundo por un deseo sexual de su padre y de su madre. Y Ud. está de camino al infierno a más no poder; no me interesa lo que Ud. haga. Ud. quizás nunca haya mentido, robado; haya guardado cada mandamiento y todo lo demás; y Ud. se irá al infierno como un pájaro va a su nido. Pero de la única manera en que Ud. puede volver a vivir, es aceptando el Espíritu Santo, la Vida Eterna de Dios.",
    "¿Qué lo hizo a Ud. lo que es? En el principio, cuando el Espíritu Santo empolló la tierra, no había más que erupción volcánica. Una florecita de Pascua salió. Dios dijo: “Eso luce bonito; sigue empollando”. Las flores salieron. La hierba salió. Los árboles salieron. Los pájaros salieron volando del polvo. Los animales salieron. Un hombre salió.",
    "Ahora, ¿cómo se hizo? Por el Espíritu Santo que empolló, juntando estos materiales: potasio, calcio; haciendo las flores, haciendo los animales, haciéndolos a Uds.",
    "Y ahora Uds. tienen un libre albedrío. Dios lo empolla de nuevo a Ud. y le dice: “¿Escucha Mi Voz? No endurezcáis vuestro corazón como en los días de la provocación”. Él baja aquí, predica la Palabra.\n\n“El Evangelio predicado a ellos no les… no tenían fe, así que no les aprovechó”. Ellos lo escucharon, pero no lo creyeron.",
    "Dios bajó y les mostró a ellos una Columna de Fuego. Mostró señales y maravillas por Sus profetas, que Él le acompañaba. Ellos no lo creyeron. ¡Oh, les gustaba ver los milagros! Les gustaba escuchar al profeta. Pero en cuanto a creer Eso, no lo hicieron. Las vidas de ellos probaron que no creyeron.",
    "🦅 Ahora” dijo Él, “no sigan Uds. ese mismo ejemplo de incredulidad”. Porque en estos postreros días, Dios nuevamente le ha aparecido a la iglesia gentil; la misma señal, la misma maravilla, la misma Columna de Fuego, vindicada, probada. No endurezcamos nuestros corazones y caigamos en esa tentación de antes, de incredulidad, porque nos pudriremos en la tierra y hasta allí llegará todo.",
    "Y cuando el Espíritu Santo toca a su corazón [El Hermano Branham toca sobre el púlpito.—Ed.]: “Después de tanto tiempo, cuando escuchéis Mi Voz, no endurezcáis vuestro corazón”. Dice: “Hijo Mío, ésta es la Verdad”. No miren al mensajero; escuchen el Mensaje. Créanlo. “No endurezcáis vuestros corazones, como en los días de la provocación”.",
    "Cuando Ud. escuche “Su Voz”, no endurezca el corazón. Entonces diga: “Sí, Señor, yo creo”. Luego Ud. entra a Vida, el Espíritu Santo entra en Ud. Su espíritu viejo muere, el que le causa codiciar y odiar y la malicia y enemistad y—y que aborrezca y todas esas cosas, muere. Y Ud. llega a estar lleno de amor, gozo, paz, está descansando. No importa cuánto soplen los vientos, todo está bien.\n\nMi ancla siempre firme está.\n\nEn cada alta tempestad,\n\nMi ancla siempre firme está.\n\nCristo es la Roca Eternal, todo lo que es terrenal\n\nEs movedizo, un arenal.",
    "Allí tienen, Eddie Perronett, el que escribió esa famosa alabanza, “Todos los otros terrenos”, todas las denominaciones, todos los credos, todas las doctrinas, se desvanecen. ¡Cristo!\n\nUd. dice: “Pues, yo conozco la Biblia”. Ud. no tiene la Vida por conocer la Biblia.\n\n“Yo me sé mi catecismo”. Ud. no tiene Vida por saberse su catecismo.\n\n“Bueno, yo soy Cristiano”. Ud. no tiene Vida por haber profesado Cristianismo.",
    "Ud. tiene Vida por cuanto lo conoce a Él. Por cuanto lo conoce a Él, Ud. tiene Vida. “Entonces Ud. entra en Su Reposo. Ud. cesa de sus obras, como Dios de las Suyas”. Ud. es hecho un Hijo de Dios, participante de Dios. Y si ese—si ese Espíritu Santo lo corteja, y Ud. le responde el cortejo y dice: “Sí, Señor”, o lo arrulla.",
    "Lo arrulla: “Venid a Mi, todos los que estáis cansados y trabajados; Yo os daré Reposo”.",
    "Y Ud. dice: “¡Ah, yo estoy joven! Tengo… ¡Oh!, mi pastor no… Lo único que yo tengo que hacer…”. ¿Ve? Ud. nunca Lo encontrará.",
    "Pero cuando Ud. dice: “Sí, mi Señor. Yo escucho Tu Voz. Yo no endurezco mi corazón. Nada me interesa, Señor, es Tu Palabra y yo Te creo. Recíbeme, Jesús, ‘Tal como soy, sin una excusa, sino por esa Sangre Tuya que fue derramada por mí. Y allí prometo que, “creeré”. ¡Oh, Cordero de Dios, heme aquí!’”. Ponga Ud. las manos sobre Su cabeza moribunda, diga: “Señor, soy un pecador, y Tú me has llamado”.",
    "🦅 Todo lo que el Padre me ha dado vendrá a Mí, y Yo lo resucitaré en los postreros días”.",
    "🦅 Sí, Señor, heme aquí. Yo no endurezco mi corazón como lo hicieron ellos en la provocación, yo verdaderamente le creo a Él”.",
    "Entonces, ¿qué hace Él? Él le da a Ud. Su Vida, Zoe, Vida Eterna. Y si Dios pudo resucitarnos del polvo de la tierra, de donde venimos… ¿Venimos del polvo? [La congregación dice: “Amén”.—Ed.] Todo lo que Uds. ven vino del polvo. Y si Dios pudo hacerme hoy lo que yo soy, sin tener ninguna opción; sólo porque Su deseo fue de hacerme, y me dio la oportunidad de llegar al Calvario y tomar mi decisión; y yo tomé mi decisión y creí en Él; ¡cuánto más me va a resucitar Él! Si Él me hizo lo que soy sin que yo escogiera, luego yo escogí y lo acepté a Él (cuando Él mismo puso las manos y juró por Sí mismo, que Él me resucitará en el día postrero), yo descansaré seguro.",
    "Yo tengo Reposo, no porque adoro, el domingo, y no porque adore en el sabbat; eso nada tiene que ver en el asunto. Yo adoro porque he entrado en Su paz y Reposo: paz, reposo, amor, gozo. Que las tormentas arrecien; mi ancla está firme.",
    "¿Tiene Ud. esa experiencia en esta noche, amigo mío, que está sentado aquí en este tabernáculo caluroso? Ud. no vino a escucharme a mí. No. Ud. vino a escuchar la Palabra. Escuche, mi amigo.",
    "Ahora, si Ud. no tiene ese Reposo, lo puede encontrar ahora mismo. Ud. no tiene que venir aquí al altar. Quédese allí donde está. Sea sincero, y diga: “Cristo, habla a mi corazón. Yo sé que hace calor. Yo estoy—estoy todo húmedo, sudado. Me siento terrible. Pero, Señor, verdaderamente pudiera ser que esté sudando de dolor, peor que aquí, antes del amanecer”.\n\nY el médico pudiera menear la cabeza, decir: “Es un ataque al corazón. Ha muerto”. Entonces, ¿qué?",
    "¿Entonces qué? Cuando el gran Libro sea abierto, ¿entonces qué? Uds. han oído ese canto: ¿Entonces Qué? “Cuando a los que rechazaron el Mensaje, se les pida que den una razón, ¿entonces qué?”. ¿Entonces qué? Piénsenlo ahora, profundamente.",
    "Mientras inclinamos nuestro rostro, piénsenlo.\n\nCuando aquel que está rechazando este Mensaje en esta noche,\n\nSe le vaya a pedir una razón, ¿entonces qué?\n\n¿Entonces qué? ¿Entonces qué?\n\nCuando el gran Libro sea abierto, ¿entonces qué?\n\nCuando aquel que está rechazando este Mensaje en esta noche,\n\nA Ud. se le va a pedir que de una razón, ¿entonces qué?",
    "Padre Celestial, todo esto está ahora en Tus manos. Aquí está el verdadero Sabbat puesto delante del pueblo. Aquí el Ángel de Dios, en los últimos años ha estado resonando alrededor del mundo. Los críticos y cuanta cosa más, han tratado de condenarlo; pero, cada vez Tú mismo pruebas que eres Dios.",
    "El mundo científico, el mundo eclesiástico, ¿estarán ciegos, Señor? Tal vez haya uno aquí en esta noche que quisiera recibir la vista, para que avance caminando, y no tiente a Dios, como en los días de la provocación; no buscando tentarlo a Él, siendo bueno el domingo, o con guardar un cierto día, o un cierto credo, o pertenecer a una cierta iglesia; sino que quisiera salir y ser circuncidado de corazón, y recibir el Espíritu Santo. Y ellos lo quieren a Él. Ahora por fe ellos están tratando de aceptarlo a Él en el corazón; están buscando encontrar gracia contigo, Señor.",
    "¡Oh, puede ser que ellos hayan hablado en lenguas! Tal vez hayan gritado. Ellos siguen aún con ese mismo mal genio. Siguen aún con la misma malicia. Todavía chismean y hablan, y hacen cosas que no deberían. Ellos no quieren eso, Señor. ¿Entonces qué, cuando ese gran Libro sea abierto? El cual dice: “Los tales no entrarán en el Reino”. “Sed, pues, perfectos, como vuestro Padre en el Cielo es perfecto”. Todo lo que no dé esa talla, no entrará. ¿Estarán ellos confiando plenamente en esta noche, en el crucificado? Si no, Señor, permíteles ahora dar ese “sí” Eterno, en estos momentos.",
    "Digan: “Señor, yo… No por emoción, sino que siento algo muy adentro en el corazón, ese Algo me está diciendo que: ‘Yo puedo hacerlo ahora mismo, por Tu gracia’. Y ahora Te estoy aceptando como mi Salvador personal. Estoy—estoy rechazando todas las cosas del mundo, y yo quiero entrar en Tu Reposo. Y yo creo que lo estoy haciendo ahora mismo. Yo creo que el Espíritu Santo me está llevando directamente a ese lugar”.",
    "Con cada rostro inclinado, ¿se siente alguien de esa manera ahora? Levante la mano: “El Espíritu Santo ahora me está llevando a un lugar donde ya no chismearé”. Dios le bendiga. “Yo no haré esas cosas. Ese mal genio mío ha desaparecido. Puedo vivir en paz y gozo y paciencia, desde ahora mismo. Yo creo que Dios me está hablando a mí ahora mismo, que soy capaz de hacerlo desde esta hora en adelante, por Su gracia”. ¿Levantarían Uds. las manos? Dios le bendiga. Dios le bendiga, jovencita. ¿Alguien más? “Yo ahora creo”.",
    "No lo provoquen como en el día de la provocación. No lo piensen porque nosotros vamos a la iglesia el domingo o guardamos el sabbat. Pablo dijo: “Uds. que guardan días o lunas y demás, temo por vosotros. La ley teniendo una sombra de las buenas cosas por venir y no la misma imagen de las cosas, nunca puede hacer perfecto al adorador”. Pero Cristo lo hace a Ud. perfecto, perfecto delante de Dios. Él le quita el pecado, quita de Ud. la condenación, le da Su amor y gozo.",
    "¿Entrarán en el Reposo ahora? Alguien más que levante la mano, diga: “Yo lo he hecho”. Dios le bendiga, jovencita, aquí a mi izquierda. Dios bendiga al hombre a mi derecha. Entrando en Su Reposo, piénselo ahora.",
    "Oren: “Tal como soy, Señor sin ninguna petición; no soy nada. Nada te puedo ofrecer, sino mi vieja vida pecaminosa, gastada. ¿Me recibirás? ¿Me limpiarás? ¿Me darás alivio? Porque yo prometo que creeré. ¡Oh, Cordero de Dios, heme aquí! Yo vengo ahora creyendo que he pasado de muerte a Vida; porque aquí mismo en mi asiento, yo te he aceptado como mi Salvador y siento paz en mi corazón”.",
    "Cinco han levantado la mano. ¿Habrá otro, que se sienta de esa manera, levante la mano? Si Ud. no es un Cristiano, acéptelo en estos momentos.",
    "Si Ud. profesa ser un Cristiano y no ha sido uno de esa clase, Ud. aún es un pecador, no importa la vida que Ud.—Ud. haya llevado, ni cuánto Ud. mismo se obligue a hacerlo. Lo que Ud. hace no es aceptado; es lo que Él hizo. La propia justicia suya no será aceptada. Si Ud. deja de fumar sólo porque ha dicho: “Bueno, más vale que deje de fumar porque ahora profeso el Cristianismo”; Dios no acepta eso. Si Ud. deja de codiciar mujeres sólo porque Ud. mismo se obliga a hacerlo; Dios no lo acepta. Eso es algo que Ud. hace; ésas son obras; lo que a Ud. lo salva es la gracia. ¿Ha venido Dios a Ud. y lo ha despojado de todo eso? Eso es lo siguiente.",
    "Ud. dice: “Yo me uní a la iglesia, y entonces tuve que dejar estas cosas”; Dios no aceptó eso. No es nada que Ud. pueda ofrecer. Él solamente acepta lo que Cristo dio. Él le da a Ud. Vida Eterna, y le quita la de Ud. ¿La recibirá Ud.?\n\n…en la tempestad borrascosa,\n\nVen, y ancla tu alma en el Descanso Eternal,\n\nY di: “Mi Amado mío es”.\n\nYo he anclado mi alma…\n\nMuy bien, pueden levantar sus rostros. El mensaje ahora ha terminado. Por tanto, sólo adoremos ahora.\n\nNo vago en tinieblas ya más;\n\nLa tempestad puede a mi alma acechar,\n\nPero en Cristo por siempre salvo soy.",
    "Todos ahora, en adoración.\n\nYo he anclado mi alma en el Descanso Eternal, (Sabbat)\n\nNo vago en tinieblas ya más;\n\nLa tempestad puede a mi alma acechar,\n\nPero en Cristo por siempre salvo soy.\n\nBrilla sobre mí,…\n\nRelájense. Cierren los ojos. ¿Sienten ese Espíritu dulce? Eso es adoración. El mensaje terminó; esto es adoración.\n\nLa Luz del faro, brilla sobre mí,\n\nBrilla sobre mí, ¡Oh, Señor!, brilla sobre mí,\n\nQue la Luz del faro, brille sobre mí.",
    "¿Cuántos se sienten muy bien? Levanten la mano. Ese Espíritu dulce, humilde, eso es.\n\nSer como Cristo, Ser como Cristo,\n\nEn esta vida, yo quiero ser;\n\nEn mi jornada de aquí a la Gloria,\n\nYo sólo anhelo ser como…\n\n¡Sólo alaben! 🦅"
  ]
}