{
  "title": "HEBREOS, CAPÍTULO SEIS #3",
  "id": "57750009",
  "content": [
    "🦅  Buenos días, amigos. Es un privilegio estar aquí. Y—y para cumplir con esta presentación tan fina de parte de nuestro pastor, realmente se requiere una vida genuina, ¿verdad que sí? Así que, estamos glorificando al Señor por todos Sus grandes poderes de sanidad y Sus misericordias que Él nos ha concedido con el pasar de los años.",
    "Ahora tengo algunos anuncios que hacer. Uno, nosotros (el Hermano Wood y el Hermano Roberson), queremos agradecerles a todos por haber orado por nosotros, para un viaje sin contratiempos. Tuvimos un tiempo maravilloso; nos ausentamos sólo por cuatro días y medio, creo que fue, y regresamos sin contratiempos. El Señor nos bendijo.",
    "Ahora, anunciamos que el Hermano Graham Snelling, su avivamiento continúa allá al—al final de la Avenida Brigham; en la… aquí en la ciudad. Y este próximo miércoles por la noche… Quiero salir mañana después de un servicio fúnebre de alguien que anunciaré en unos momentos. Les avisaremos el miércoles por la noche. Queremos ir todos como una delegación, para visitar al Hermano Graham antes de que él termine sus servicios allá. Y trataremos de reunir a toda la iglesia, si podemos, e ir como una delegación para reunirnos, estar con el Hermano Graham en uno de sus servicios.",
    "Y, ahora, en esta tarde en—en la casa funeraria de Charlestown está la—la Señora Colvin, quien una vez asistió aquí a la iglesia hace muchos años (de setenta y cuatro años), abandonó esta vida ayer para ir a estar con el Señor Jesús. Y el lunes en su funeral predicará el reverendo, el Sr. McKinny, que anteriormente era el pastor de la iglesia metodista en—en Port Fulton por muchos años, el cual era un amigo personal de ellos. Y yo le ayudaré, el lunes, creo que es a la una y media, en la—en la capilla de Charlestown, Indiana. Y sé que todos Uds. las amistades de la familia Colvin, apreciarían ahora un poco de ánimo o de… una estrechadita de mano. Pues todos sabemos, los que hemos pasado eso, por esos valles, personalmente, y sabemos lo que significa perder a un amigo. Y entonces nosotros… Ella está en la—en la capilla ahora, en Charlestown, Indiana. Si Uds. van esta tarde, pues, la familia Colvin lo apreciaría, estoy seguro. Muchos de sus parientes aún vienen aquí al tabernáculo. Yo he casado, enterrado, bautizado, a casi toda su familia. Y, el Sr. Grayson, que era nuestro vecino aquí, trabaja en la casa funeraria allá.",
    "Y, por tanto, en esta noche, el Señor mediante, donde terminemos en esta mañana, trataremos de continuar esta noche, en este gran estudio que ahora estudiamos. Entonces, creo que ésos son los anuncios hasta donde—donde yo—yo sé. Y ahora, este próximo miércoles en la noche, anunciaremos la noche en que iremos a acompañar al Hermano Graham.",
    "Y les damos la bienvenida a todas las visitas que han pasado por nuestras puertas. Y nos da gusto tenerlos aquí esta mañana, y pedimos que Dios los bendiga en abundancia y sin medida hoy en esta reunión.",
    "El Hermano Cox me acaba de decir que el equipo de sonido no estaba funcionando muy bien en estos momentos. Tal vez sea debido al clima, hay mucha humedad allí en los parlantes. Y para empezar, no están en muy buena condición, así es que ésa pudiera ser la causa.",
    "Veo sentada aquí a una hermana que conozco, la Hermana Arganbright. Yo… Esto no está bien ni—ni es apropiado preguntarlo, pero ¿ha oído Ud. del Hermano Arganbright desde que llegó allá? Estoy muy interesado en saber de él tan pronto como podamos. Él está en Suiza y Alemania, en una reunión allá con el Hermano Tommy Hicks y Paul Cain. Si llega a saber algo, Hermana Ruth, comuníquemelo de inmediato, tan pronto como pueda.",
    "Ahora, el pequeño tabernáculo no tiene membresía, más bien tenemos compañerismo. No tenemos credo más que a Cristo; ninguna ley, sino amor; ningún libro, sino la Biblia. Ése es el único Libro que conocemos, y lo único que sabemos que tenemos. La Sangre de Jesucristo habiéndonos limpiado de todo pecado, tenemos compañerismo el uno con el otro, todos.",
    "Me fijé, en esta mañana, que algunos de Uds. pudieron haber oído al hermano orando. Ése era un católico, o un ex-católico. Y tenemos todo tipo de personas que vienen aquí. Tuve el privilegio, hace unos momentos, de estrechar la mano de un hermano menonita sentado aquí. Y de los menonitas, de los metodistas, de los bautistas, y de los católicos, y de los que quieran venir, que vengan. Y tenemos compañerismo reunidos alrededor de las bendiciones de la Palabra de Dios. Aquí hay Testigos de Jehová y diferentes tipos de personas, vi diferentes denominaciones.",
    "A mí me encantaba (bueno, todavía me gusta), el Oeste. Me gustan los caballos y el ganado. Es que fui criado en una granja, y eso me—me encanta. Y solíamos juntar el ganado, y yo iba con ellos. Y teníamos un cerco de retención móvil. No sé si Uds. los del Este saben lo que es un cerco móvil. Es cuando se pone el ganado en el—el bosque, tienen un cerco para evitar que anden sin rumbo (como le dicen), para que no regresen a los ranchos. Se comerían el pasto donde se está cultivando el pasto para alimentarlas en el invierno. Y entonces, arriba en la montaña, también tienen cercos móviles, en donde separan cierta cantidad de hembras y machos y todo eso. A eso se le llama cerco de retención móvil. Pero el cerco principal, es donde el guardabosque se para cuando el ganado va pasando.",
    "Y, pues, me he sentado allí muchos días, en mi silla de montar, y los observaba a medida que el ganado pasaba. Había diferentes marcas que entraban. Algunas eran llamadas el “Diamante”, y otras eran llamadas la “Barra X”. Y otras… La nuestra era el “Trípode”, parecido a un emblema de Explorador. La siguiente, más abajo, era una “Huella De Pavo” en el caballo. Y tenían toda clase de marcas, para—para reconocer su ganado cuando lo sacaban.",
    "Ahora, el guardabosque no estaba tan interesado en la marca que tenían, sino en esto: el guardabosque estaba interesado en ver una etiqueta en la oreja. Todo lo que entraba allí, sin importar la marca, tenía que ser un Hereford de pura sangre. No podía entrar a menos que fuera un Hereford; tenía que ser ganado registrado o no podía pasar.",
    "Yo pienso que en ese día, cuando el Señor venga, Él no le va a prestar atención a la marca que tengamos, sino que todos seamos Cristianos nacidos de nuevo. Correcto. Ésa es la manada de Cristo. La prueba de Sangre nos vindicará; todos somos Cristianos. Y si allá será así con nosotros, más vale que aquí seamos así, ¿no creen Uds.? Así es como se hace, agradecemos todo el compañerismo de todas las diferentes iglesias.",
    "Ahora, estamos estudiando este bendito Libro de Hebreos. Un hermano lo ha disfrutado tanto que ha llevado las cintas y está haciendo un libro de conferencias basado en esto.",
    "Ahora, muy pronto, entraremos al capítulo 11. Esperamos pasar el invierno en él, en el capítulo 11. Pues nos gustaría regresar por cada uno de esos personajes en el Libro y entrelazar toda la Escritura. Yo iba a hacerlo. En parte lo hago, en esto, en estos capítulos anteriores, para conectar todo el Libro. Pues, como Uds. ven, la Escritura debe probar la Escritura.",
    "Por lo tanto, si hay alguna contradicción (alguien que piensa que las Escrituras se contradicen), eso es un error. No hay ninguna Escritura que contradiga a la Escritura. La—la contradicción está en donde tal vez Ella contradice nuestra manera de verla, pero Ella misma no se contradice. He estado en el ministerio ya por veintiséis años, y yo nunca, en ningún momento, he encontrado una sola cosa en la Biblia que contradiga alguna cosa escrita en la Biblia. Y yo—yo sé que sencillamente no está allí.",
    "Y hoy, estamos estudiando uno de los capítulos más benditos de los Hebreos, el capítulo 7. Y si alguno no tiene una Biblia, y le gustaría seguirnos en las lecturas, con gusto le traeremos una Biblia si tan solo levanta la mano. Haré que algunos de los ancianos, alguien, vengan aquí por algunas. Algunos están levantando la mano allá atrás. Y gracias, hermano. Y si Ud. quiere una Biblia, sólo levante la mano y ellos se la traerán.",
    "Ahora, la única manera que una iglesia puede ser edificada, la única manera que un hombre puede tener Fe, no es por su denominación, no es por su afiliación; sino que su Fe descansa, no sobre la teología según las ideas de algún hombre, porque, como quiera, eso proviene enteramente del hombre. Pero la única manera en que la Fe puede encontrar su lugar solemne de descanso, es sobre la inmovible e incambiable Palabra de Dios. “La Fe viene por el oír, oír la Palabra”. Así es como se arraiga. Y—y una vez que se oye la Fe y es aceptada, queda establecida para siempre. Ya nada más puede moverla, no importa lo que suceda. Nada puede cambiar esa Fe. Piense en eso. Ud. está anclado, y Ud. ya no cambia, por tiempo y Eternidad. Ud. está anclado para siempre: “Porque Dios, por un sacrificio hizo perfectos una vez para siempre a aquellos que son santificados o llamados”.",
    "Y la Fe ocupa un lugar tan importante en el Cristiano, en la vida del creyente, que puede pararse firme junto a una tumba lodosa o sobre un ataúd, donde una preciosa bebé o una amada ha pasado de esta vida al más allá. Y con una mirada firme del ojo de águila, puede mirar a Él Quien dijo: “Yo soy la resurrección y la Vida”. Y ellos olvidan las cosas que están en el pasado. Ellos prosiguen hacia la meta del supremo llamamiento.",
    "Estoy tan contento que Dios haya provisto eso, y lo haya hecho un regalo gratuito para todos. Eso es lo que deben ser las iglesias. Las Iglesias no significan denominaciones u organizaciones; significan: “Grupos de personas, de creyentes, que se han reunido bajo el compañerismo de la Palabra”.",
    "Y en esta maravillosa enseñanza aquí de San Pablo, en el trasfondo dicho en los capítulos anteriores, él ha estado lidiando especialmente con la suprema Deidad del Señor Jesús y quién era Él. Cristo fue Dios, hecho así para que los hombres pudieran sentirlo y tocarlo, y—y tener compañerismo con Él. Cristo, el Señor Jesús, era el cuerpo en el que Dios habitó: “Dios se hizo carne y habitó entre nosotros”. Primera de Timoteo 3:16, “Indiscutiblemente, grande es el misterio de la piedad, pues Dios fue manifestado en carne”.",
    "El gran Jehová descendió y se hizo tangible, al vivir en el cuerpo de Su propio Hijo, declarando y reconciliando Consigo al mundo. Dios no era… Cristo no era nada menos que Dios, y—y Dios no era nada menos que Cristo. Los dos juntos formaron la Deidad corporalmente, hecho un poco menor que los Ángeles para que así Él pudiera sufrir. Los Ángeles no pueden sufrir. Jesús era el tabernáculo en el que Dios habitó.",
    "La Biblia dice, en el capítulo 7 de los Hechos de los Apóstoles, que “tabernáculos, y sacrificio quemado y holocaustos no quisiste; mas me preparaste un cuerpo. Si bien el Altísimo no habita en tabernáculos hechos de manos, sino que un cuerpo Me has preparado”, eso tabernaculizado o habitando en un compañerismo con el hombre.",
    "Si Dios permite, tan pronto terminemos aquí con este capítulo, o que terminemos con este Libro, queremos regresar y tomar el Libro de Rut y allí mostrar cómo Dios llegó a ser nuestro pariente, para reconciliar a los perdidos de nuevo Consigo por el compañerismo y llegando a ser uno de nosotros. El Redentor debe ser pariente, y la única manera en que Dios podía llegar a ser pariente nuestro, era llegar a ser uno de nosotros. Así que, Él no podía llegar a ser un Ángel y ser pariente del hombre.",
    "Ayer por la tarde cuando estaba platicando con el hijo doliente, mi amigo, de la madre que acaba de morir, dijo: “¡Oh, Hermano Bill, me supongo que ella es un Ángel en esta noche!”.",
    "Le dije: “No, Earl, ella nunca será un Ángel. Ella es una mujer en esta noche, tal como Dios la hizo, y siempre lo será; nunca un Ángel”. Dios hizo Ángeles. Él jamás hizo a los hombres para que llegaran a ser Ángeles; Él hizo Ángeles y a los hombres. Así que los hombres nunca serán Ángeles, y los Ángeles nunca serán hombres. Dios los hizo diferentes.",
    "Ahora, y en Cristo llegó a ser carne para redimir de esa gran lejanía de donde el hombre había caído, y esa inmortalidad tuvo que descender por causa del pecado, Dios descendió y tomó la forma de la figura de un hombre, y llegó a ser pariente nuestro para que Él pudiera cargar nuestros pecados y nuestra muerte.",
    "Y en una de las ilustraciones que dábamos, en las lecciones previas; sólo como una pequeña base para que el recién llegado entienda. Dios, estaba en camino hacia el Calvario, tenía encima el aguijón de la muerte y le zumbaba alrededor, hasta que finalmente lo picó y murió. Él murió a tal grado que el sol rehusó brillar; Él murió a tal grado que la luna y las estrellas rehusaron dar su luz.",
    "¡Pues Él tenía que hacer eso, para anclar el aguijón de la muerte! Si Él hubiera sido una persona inmortal, si Él hubiera estado en la teofanía, o en el Espíritu, la muerte no tiene control sobre eso. Tenía que llegar a ser carne, para que así Él pudiera quitar el aguijón de la muerte. Pues cuando una abeja o un insecto que pica, una vez que pica profundo, nunca picará otra vez; deja su aguijón en la carne. Y por eso es que Cristo lle-… o Dios llegó a ser. Cristo moró en carne, para anclar en Su propia carne el aguijón de la muerte. Y cuando la muerte se apartó de Él en la cruz, dejó su aguijón; ya no podía picar más al creyente. Puede zumbar; puede hacer un zumbido y amenazar, pero no puede picar; no tiene aguijón.",
    "El gran San Pablo, en su marcha hacia la muerte, exclamó y dijo: “¡Oh, muerte!, ¿dónde está tu aguijón? Y sepulcro, ¿dónde tu victoria? Mas gracias sean dadas a Dios, que nos da la victoria por medio de nuestro Señor Jesucristo, porque la muerte y la sepultura han perdido su poder”.",
    "Ahora, luego, el domingo pasado tomamos: “Dejando ya los rudimentos de la doctrina de Cristo”, en el capítulo 6, leemos esto: “Vamos adelante a la perfección”. Y nos damos cuenta que la gente hoy, en muchas iglesias, incluyendo el Tabernáculo Branham y otras, enfatizamos mucho el estudiar de los rudimentos de Cristo: Él era el Hijo de Abraham; Él era el Hijo de—de éste y éste, y regresando a las genealogías; pero la Biblia dice: “Echemos a un lado estas cosas y vamos adelante a la perfección”.",
    "Primero Ud. tiene que saber la doctrina, y por tanto Ud. tiene que saber todas estas cosas; luego dejémoslas a un lado, dijo él, como la resurrección de los muertos, imposición de manos, bautismos, y todos esos artículos muertos de Dios. Con todo, esto—estos no contienen Vida. Pero la iglesia hoy día, solamente se aferra a esas cosas: “¡Oh, nosotros creemos en la Deidad de Cristo!”; sí, seguro. “Nosotros creemos en el bautismo de agua”; sí, seguro. “La imposición de manos…”.",
    "Pablo dijo: “Todo esto haremos si Dios lo permite. Pero viendo todo eso, dejémoslo ahora a un lado, y vamos adelante a la perfección”.",
    "Ahora, la iglesia no puede ser perfeccionada por medio de organizaciones. Se aleja más de Dios todo el tiempo, o nos alejamos más el uno del otro. Levantamos barreras, nos separamos nosotros mismos, pareciendo no tener la Fe. Pero entonces cuando dejamos esos principios de doctrina, si seguimos adelante a la perfección, entonces esas cositas no llegan a ser muy útiles.",
    "Entramos en una relación, y nos damos cuenta de que la única manera en que podemos ser perfeccionados, es estando en Cristo. Y entonces nos damos cuenta, por las enseñanzas de la Biblia, de cómo es que entramos en Cristo; no es por el bautismo en agua, no por la imposición de manos, no por la enseñanza; “Sino por un Espíritu, todos somos bautizados en un Cuerpo y somos perfeccionados por medio de Su sufrimiento”. Entonces, nos vemos diferente; pensamos diferente; actuamos diferente; vivimos diferente. No porque sea un deber o porque pertenecemos a la iglesia, sino por “el amor que Dios ha derramado ampliamente en nuestros corazones por el Espíritu Santo”, lo cual nos hace conciudadanos del Reino de Dios; entonces no hay denominación o barreras en eso. Todos somos un gran Cuerpo.",
    "Ahora estamos listos para entrar en la lección de la mañana, en unos momentos. Me gustaría tocar aquí una cosa más, y es que Pablo hablando, en el Libro, en el 7… o el capítulo 6, nos damos cuenta aquí que somos perfeccionados en Cristo. Luego en el versículo 13 del capítulo 6, sólo como una pequeña base.\n\nPorque cuando Dios hizo la promesa a Abraham, no pudiendo jurar por otro mayor, juró por sí mismo,\n\nDios juró por Sí mismo, porque Él no podía jurar por nadie mayor.",
    "Ahora queremos retroceder. Vamos a Gálatas por unos momentos. Abran en el Libro de Gálatas, y vayan a Gálatas 3:16. Y leeremos aquí por un momento, qué fue por lo que Él juró.\n\nAhora bien, a Abraham fueron hechas la promesa, y a su simiente. No dice: Y a las simientes, como si hablase de muchos, sino como de uno: Y a la simiente, la cual es Cristo.",
    "Ahora, si Uds. se fijan, leyendo eso ahora detenidamente, mientras leen.\n\n…a Abraham y a su simiente (singular) fueron las promesas (plural) hechas.",
    "🦅 A Abraham y a su Simiente”. Ahora, la Simiente de Abraham era una, la cual era Cristo; en figura previa, Isaac.\n\nPero Abraham tuvo muchos hijos. Él tuvo uno antes que tuviera a Isaac, que mostró la falla por la incredulidad de Sara, quien quiso que Ana trajera el hijo, pensando que ella estaba muy anciana, y queriendo que Dios pasara eso por alto y lo hiciera de alguna manera diferente a como Él ya había prometido que lo haría.",
    "Pero Dios cumple Su promesa. No importa cuán poco razonable parezca, Dios está obligado a Su promesa. Y Sara pensó que tal vez ella pudiera permitir a Ana… (o Hagar, quise decir), su criada, para que diera a luz al bebé por medio de Abraham, y ella lo tomaría. Y ése llegó a ser Ismael, el cual fue un aguijón en la carne desde entonces hasta hoy; aún es un aguijón en la carne, pues de allí vienen los árabes, y ellos siempre han sido de esa manera.",
    "Ahora, cada vez que Ud. descree la Palabra de Dios al desnudo y adopta alguna otra manera, de allí en adelante eso le será un aguijón en la carne. Ud. sólo tome lo que Dios ha dicho. Si Él lo dijo, eso es justamente lo que Él quiere decir. ¡Oh, bendito sea Su Nombre! Solamente tome Su Palabra.",
    "No importa cualquier cosa que quiera desviarla, diciendo: “Bueno, Ella realmente no quiere decir Eso”. Ella quiere decir exactamente lo que dice, cuando Dios hace una promesa.",
    "Ahora, si prestamos atención…\n\n…a Abraham y a su simiente fueron las promesas…\n\nUna era la Simiente, singular, y la otra eran promesas. Hay más de una promesa y más de una persona incluida en la Simiente de Abraham. ¿Ven? Hay una Simiente, pero mucha gente de esta Simiente. ¿Ven? Ellas no sólo eran para Abraham, o sólo para Isaac. Sino para… Fueron para toda la Simiente de Abraham. Las promesas fueron hechas a cada simiente individual de esa Simiente. ¿Lo captan? [La congregación dice: “Amén”.—Ed.]",
    "🦅 Por tanto, nosotros estando muertos en Cristo (de acuerdo a las Escrituras), participamos de la Simiente de Abraham y somos herederos de acuerdo a la promesa”. No es por unirnos a la iglesia, o por formar artículos muertos, o—o todo eso. Sino por haber nacido del Espíritu de Cristo, nosotros somos Simiente de Abraham y coherederos con Él en el Reino.",
    "Entonces seguimos ahora leyendo, un poquito más; “Dios haciendo un pacto”. Ahora, el versículo 17, del capítulo 6.\n\nPor lo cual, queriendo Dios mostrar más abundantemente…\n\n…queriendo Dios mostrar más abundantemente a los herederos de la promesa la inmutabilidad de su consejo, interpuso juramento;",
    "¡Oh, descansemos ahora por unos momentos! “Queriendo Dios”, no que tenía que hacerlo, pero para hacer de esto algo seguro.",
    "Ahora, ya estamos enterados que Dios llegó a ser carne, habitó entre nosotros, la manera en que Él se manifestó al mundo. Cuando Él encontró a la mujer en adulterio, dijo: “Yo no—Yo no te condeno. Ve y no peques más”. Cuando encontró al enfermo, Él se portó exactamente de la manera como tenía que portarse, porque Él era Dios, y Él—Él sanó a los enfermos; Él resucitó a los muertos; Él perdonó los pecados. No importaba cómo estaban, ni cuántos, ni lo recaídos, Él de todas maneras los perdonó, si estaban dispuestos a venir y pedir.",
    "Ahora fíjense. Si Dios procedió alguna vez de una cierta circunstancia, y si esa misma circunstancia se presenta otra vez, Él tiene que proceder la segunda vez como lo hizo la primera vez o Él sería injusto. ¿Ven? No importa cuán metido esté Ud. en pecado, cuánto se rebaje Ud., Él tiene que proceder con Ud. como lo hizo con esa mujer caída o Él procedió erradamente allá. La conducta de Dios es Su Persona, y lo que Él es en Su conducta, declara Su Persona.",
    "Y de esa manera es con Ud.; en la conducta de su vida, se declara lo que Ud. es. Como tuvimos y estudiamos una o dos lecciones atrás, el pueblo metodista quiso declarar: “Cuando Ud. grita, Ud. Lo recibe”. Los pentecostales dicen: “Cuando Ud. habló en lenguas, Ud. Lo recibió”. El que tiembla dijo: “Cuando Ud. tembló, Ud. Lo recibió”, los Cuáqueros de Pennsylvania. Y nos damos cuenta que todos están errados. La vida suya es la que lo declara. Su persona declara lo que Ud. es. Un hombre es conocido por sus obras, y lo que su vida es.",
    "Uds. han oído el antiguo refrán: “Su vida habla tan fuerte, que no puedo oír sus palabras”. Así que, lo que Ud. sea, eso es Ud. La vida que Ud. vive muestra la clase de espíritu que está en Ud.",
    "Y también Ud. pudiera personificar la cosa errada… o personificar la cosa correcta, quise decir. Ud. pudiera personificar a un Cristiano, pero con el pasar del tiempo en alguna ocasión vendrá el tiempo cuando llegará la presión, y saldrá a relucir lo que Ud. es. Una cadena es tan fuerte como su eslabón más débil.",
    "Cuando Cristo, el Hijo de Dios, fue puesto a prueba, eso mostró lo que Él era. Seguro. Cuando Ud. es puesto a prueba, eso probará lo que Ud. es. Su vida siempre refleja lo que hay por dentro en Ud. Con el pasar del tiempo, asegúrese Ud. que sus pecados no lo descubran. Y eso es lo que estamos queriendo decir.",
    "Jesús dijo en San Juan 5:24: “El que oye”, no el que tiembla, no el que habla, no el que… “El que oye Mi Palabra y cree al que me envió, tiene Vida Eterna; y no vendrá a juicio; mas ha pasado de muerte a Vida”.",
    "Es su fe. Y su fe, confesada por sus labios, se manifiesta a las personas que pueden oír, pero la vida suya está abierta delante de todos. Entonces, no importa cuánto Ud. trate de actuar así y hacer esto, eso jamás funcionará; tiene que estar en Ud. Ése es el verdadero centro de toda la historia. Es su fe personal en el Cristo resucitado, como su Salvador; de que Él está a la diestra de Dios actuando en su lugar en esta mañana, mientras Ud. está actuando en lugar de Él aquí abajo como un testigo. Un testigo es para actuar en lugar de alguien, pararse por Ud. como un testigo. Y a medida que la vida suya refleja aquí lo que es el testimonio suyo en Cristo, eso se refleja allá y se refleja aquí. Y Él está allá arriba; lo que Él es para Ud., se refleja tanto allá como aquí. Así que Ud. es… Por su fe, Ud. es salvo, y por nada más. Así que las sensaciones, emociones, sentimientos, lo que sea, no tienen cabida en lo absoluto en Esto. Ahora, no…",
    "Ahora, no se equivoquen, pensando que yo no creo en estas emociones; por supuesto que sí. Pero lo que queremos recalcarles ahora a estas personas de este día, no son emociones. El diablo ha tomado estas cosas y se ha desenfrenado con el pueblo, dejándolos basar su destino Eterno en alguna emoción. Gritar, hablar en lenguas, ir a la iglesia cada domingo, portarse como un Cristiano, esto no influirá para nada en aquel día; “Solamente es si el hombre nace de nuevo”. Y la vida suya refleja lo que Ud. es en su interior (¿ve?), no sus emociones.",
    "Ud. pudiera sangrar en las manos, pudiera hablar en lenguas, Ud. pudiera sanar a los enfermos, Ud. pudiera mover montañas con su fe, y aún no es nada; Primera de Corintios 13. ¿Ve? Tiene que ser algo que ha sucedido por un Nacimiento que viene de Dios, y es Dios que trae el nuevo Nacimiento en Ud., y le concede a Ud. parte de Sí mismo; luego acontecen esas cosas. Ud. es una nueva creación. “Yo les doy a ellos lo Eternal”.",
    "Repasamos la palabra “Eterno”. Para siempre es “un espacio de tiempo”. La Eternidad es para siempre, por los siglos de los siglos, pero solamente hay una Eternidad. Y nos damos cuenta que Ud. recibe Vida Eterna, y la palabra en el griego es Zoe, que significa “la Vida de Dios”. Y Ud. recibe parte de la Vida de Dios, lo cual lo hace a Ud. un hijo espiritual de Dios, y Ud. es tan Eterno como Dios es Eterno. Ud. no tiene fin, ningún lugar donde termina, porque no tuvo lugar donde comenzó. Cualquier cosa que comienza, tiene fin, y lo que no comienza, no tiene fin.",
    "¡Cuánto amamos esa Palabra preciosa! ¡Cómo debe El Cristiano estar establecido en la Fe que una vez fue dada a los santos, y no ser llevado por doquiera, de lugar a lugar, y uniéndose a diferentes iglesias! Cualquier iglesia a la que Ud. quiera pertenecer, está bien, siempre y cuando Ud. sea un Cristiano. Pero primeramente ponga lo primero, lo cual es ese Nacimiento que los emparienta con Dios, así como Dios llegó a ser pariente con Uds.",
    "Él llegó a ser pariente para así resucitarlos. Antes que pudiera resucitarlos, Él tiene que darles Vida Eterna. Entonces Dios tuvo que llegar a ser pariente, para tomar la muerte, para resucitarlo a Ud. Por tanto, Ud. tiene que emparentarse con Él, para irse en la resurrección. ¿Ven lo que es? Simplemente es un intercambio. Dios llegó a ser Ud., para que Ud. pudiera llegar a ser Dios. ¿Ven? Dios llegó a ser parte de Ud. (carne), para que Ud. pudiera, por Su gracia, llegar a ser parte de Él, eso es todo, para que tenga Vida Eterna.",
    "¡Un cuadro absolutamente hermoso, y oh, lo amamos!\n\nAhora, Dios, queriendo mostrar más abundantemente…",
    "No tenía que hacerlo, pero Él estaba dispuesto. Estoy tan contento por eso, ¿Uds.?, ¿de que nuestro Dios está dispuesto? Miren, ¿qué si Él—qué si Él no fuera paciente? ¿Cuál es el fruto del Espíritu? Amor, gozo, fe, paz, paciencia. Ésa es una parte de Dios que está en Ud. Y que puede soportar, soportando las cargas el uno al otro, perdonándonos el uno al otro, como Dios por causa de Cristo lo perdona a Ud. El Espíritu de Dios en Ud. hace que Ud. sea de esa manera. Y entonces cuando Dios estaba aquí en la tierra y llegó a ser Ud., llegó a ser pecado, que Él tomando su pecado, lo llevó y pagó la deuda suya por él. Dios es paciente, soportando nuestras cargas.",
    "Y, también, Él es un Dios bueno. Si Uds. quieren que ciertas cosas sean a su manera, saben, Dios es lo suficientemente bueno para hacer eso. A Él le—le encanta hacerlos felices a Uds.; es lo que Él quiere. Él, Él es amor, y Su gran amor lo constriñe aun a que baje en algún momento, para concederles las cosas que Uds. quieren.",
    "Miren a Tomás después de la resurrección. Tomás no creía; ¡oh, él tiene muchos hijos hoy día! Pero Tomás dijo: “No, no. Yo necesito alguna evidencia. Tendré que poner mis manos en Su costado y en Su… mis dedos aquí en Sus manos, antes que yo lo crea. A mí no—no me interesa lo que Uds. digan”. ¿Ven?, él estaba completamente fuera del orden de la Escritura en ese momento. Ud. debe creerlo. Así que él dijo: “Yo necesito alguna clase de evidencia como prueba”.",
    "Y Jesús apareció (Él es bueno): “Ven, Tomás, si es lo que quieres, bueno, aquí tienes, te es concedido”.",
    "Así somos nosotros. Decimos: “Señor, yo tengo que hablar en lenguas. Yo—yo tengo que gritar. Yo tengo…”.",
    "🦅 ¡Oh, hazlo, te lo concedo”! Él es bueno.",
    "Así que él metió las manos en Su costado, luego dijo: “¡Oh, es mi Señor y mi Dios!”.",
    "Él dijo: “Ahora crees, Tomás, por cuanto has visto. Pero ¡cuánto más no será la recompensa de aquellos que no tienen evidencia y aún Lo creen!”. Ahí lo tienen. Ahí es donde debemos llegar. “Cuánto más no será la recompensa de aquellos que no han visto nada pero aún lo creen”. Es por un acto de fe que Lo aceptamos.",
    "Ahora, yo creo que las señales siguen a los creyentes, pero pongamos primero las cosas que van primero. Ud. puede tener las señales sin Esto; Pablo dijo que se podía. Él dijo: “Aunque hablase en lenguas de hombres y Ángeles: nada soy. Aunque moviese montañas por mi fe: nada soy. Aunque entienda la Biblia de tal manera que pudiera conocer todos los misterios de Dios: nada soy”. ¿Ven?, ésos son dones del Espíritu Santo, sin tener el Espíritu Santo.",
    "El Espíritu Santo es Dios. Dios es amor, gozo, paz, paciencia, bondad, paciencia. Ése es el Espíritu de Dios. Eso es lo que Dios levanta en los postreros días, por medio de ese Espíritu.",
    "Ahora: “No queriendo…”\n\n…Queriendo Dios mostrar más abundantemente a los herederos de la promesa…\n\nDios,…Queriendo mostrar más abundantemente a los herederos…\n\n¿Quiénes son los herederos? “Nosotros, estando muertos en Cristo participamos de la Simiente de Abraham y somos herederos”. ¡Oh!, ¿les cala eso? Nosotros somos herederos del Reino de Dios, por medio de una promesa jurada. Dios no tenía que jurar; Su Palabra es perfecta. Pero además de eso juró, por Sí mismo, porque no hay otro mayor.",
    "Como leeremos en un momento, escuchen.\n\n…la inmutabilidad de su consejo, interpuso juramento…",
    "La “inmutabilidad”, lo incambiable. Dios no puede cambiar. Él tiene que permanecer el mismo. Y si Dios sanó a una persona enferma, Él nunca puede cambiar Su actitud. Si Dios perdona a un pecador, a una prostituta, Él nunca puede cambiar Su actitud. La inmutabilidad, lo incambiable de la Palabra de Dios. Dios dijo, en un lugar: “Yo soy Jehová quien sana todas tus dolencias”. Él tiene que cumplir Eso, porque Él es infinito. Él sabía el fin desde el principio.",
    "Ahora, puede ser que yo diga: “Haré esto”. Y la Biblia dice que debemos decir: “Si el Señor lo permite”, por cuanto yo soy un mortal, yo no sé. Algunas veces yo tengo que retractarme de mi palabra, pero Dios no puede retractarse de la Suya; Él es Dios.",
    "Y Él solamente pidió una cosa: “Si podéis creer”. ¡Oh, vaya! “Si Uds. pueden creer, todas las cosas son posibles”. “Si podéis creer”, eso es todo. “Ud., si puede”, allí está la duda. Pero no es que haya duda en cuanto a la Palabra de Dios, pues, debido a Su inmutabilidad, Él no puede cambiar. ¡Qué hermoso!",
    "Ahora escuchen, mientras continuamos leyendo.\n\nQue por dos cosas inmutables, en las cuales es imposible que Dios mienta,…\n\n¡Imposible! Una imposibilidad e inmutabilidad es prácticamente la misma palabra: no puede cambiar, no puede variar; tiene que permanecer igual para siempre. Eso no se puede cambiar; la inmutabilidad y la imposibilidad.\n\nY por dos…para que por dos cosas inmutables, en las cuales es imposible que Dios mienta,…\n\n“¿Tenemos nosotros dos cosas”? Sí. Primero, Su Palabra dijo que Él lo haría. La segunda fue Su pacto jurado al respecto, que Él lo haría. ¡Oh, vaya!",
    "¿Qué clase de personas deberíamos ser? ¿Por qué hemos de ser llevados de aquí para allá y corriendo por doquier, y tomando las cosas del mundo y portándonos igual que este modelo de Cristiandad moderno de 1957? Nosotros queremos ser el tipo chapado a la antigua que toma a Dios en Su Palabra, y llama a esas cosas que no son, como si fuesen: “Si Dios lo dijo, Eso lo concluye”.",
    "Abraham, a quien la promesa fue dada (a él y a su Simiente) llamó las cosas que no eran como si fuesen. Porque era la promesa de Dios, sabiendo que Dios no podía mentir. Él le prometió eso a él, y él lo creyó. Y a medida que los años pasaron, y la promesa parecía alejarse más, para el ojo natural, para Abraham se acercaba más.",
    "En lugar de ser débil y decir: “Bueno, tal vez no existe tal cosa como sanidad Divina; tal vez hablé mal; tal vez no hay tal cosa; tal vez he estado errado en todas mis concepciones”. Eso entonces muestra una cosa: que Ud. no ha nacido de nuevo. “Porque es…”.",
    "Lo repasamos el domingo pasado, retrocediendo un poco en el capítulo: “Porque es imposible que un hombre que una vez gustó del don Celestial, y cosas, que recaiga, siendo otra vez renovado para arrepentimiento”. ¡Absolutamente, totalmente, imposible!\n\nPorque el que es nacido de Dios, no practica y no puede practicar el pecado, porque la Simiente de Dios permanece en él; y no puede pecar,…\n\nLa Simiente de Dios es la Palabra de Dios. “La Fe viene por el oír, el oír la Palabra. ‘El sacrificio fue hecho; todo ha concluido’”.",
    "Ahora, si Ud. obra mal, Dios le hará pagar por eso. Pero si lo hace, que obra mal, Ud. no lo hace voluntariamente. El capítulo 10, versículo 47, creo: “Porque si pecáremos voluntariamente después de haber recibido el conocimiento de la Verdad…”. Pero después que Ud. ha Nacido, Ud. tiene la Verdad; no sólo el conocimiento, sino que Ud. ha aceptado la Verdad y Ella ha llegado a ser una realidad. Y Ud. es un hijo de Dios, por tiempo y Eternidad. Dios juró que Él lo haría.",
    "Jesús dijo: “Aquel que oye Mis Palabras, y cree en el que me envió, tiene Vida Eterna, y Yo lo resucitaré en el día postrero. Él nunca vendrá al juicio. Él ha pasado de muerte a Vida”. Ahora, con un juramento como ése, “Dios queriendo que lo recibamos…”.",
    "Ahora, miren lo que él dice aquí, Pablo hablándole a la—la iglesia.\n\n…es imposible que Dios mienta, debemos tener un fortísimo consuelo,…\n\nNo: “Bueno, si los bautistas no me tratan bien, me iré con los metodistas”. ¿Ven?\n\n…tengamos nosotros un fortísimo consuelo, los que hemos acudido para asirnos de la esperanza puesta delante de nosotros.",
    "Muy bien, leyendo el último.\n\nLa cual tenemos como segura y firme ancla del alma…\n\nLa esperanza, el juramento de Dios, tenemos como segura y firme ancla del alma, y que penetra hasta dentro del velo,",
    "Hablemos sólo por un momento “del velo”. No lo captamos muy bien el domingo pasado por la noche.",
    "🦅 Dentro del velo”. El velo es la carne. El velo es lo que nos impide ver a Dios, cara a cara, en esta iglesia. El velo es lo que nos impide ver a los Ángeles en sus posiciones en esta mañana, parados junto a los asientos. El velo es lo que nos impide verlo a Él. Nosotros estamos escondidos detrás del velo, y ese velo es la carne. Nosotros somos hijos e hijas de Dios; estamos en la Presencia de Dios. “Los Ángeles de Dios acampan alrededor de los que le temen”. Nosotros estamos en la Presencia de Dios, todo el tiempo: “Yo no os dejaré ni os desampararé. Yo estaré con vosotros siempre, aun hasta el fin”. Pero el velo es la carne; eso es lo que nos impide entrar en Su Presencia. Pero a través del alma, el Espíritu, por nuestra fe sabemos que Él nos está observando. Él está parado junto a nosotros. Él está aquí ahora.",
    "Allá en Dotán, una mañana, un profeta anciano estaba rodeado por un ejército y su siervo salió y dijo: “¡Oh, padre, todo el país está rodeado por los extranjeros!”.",
    "Y Eliseo se levantó y dijo: “¡Ah, hijo, son más los que están con nosotros que los que están con ellos!”.",
    "Bueno, parpadeó y miró alrededor; él no podía ver nada.",
    "Él dijo: “Dios, quisiera que le abras los ojos, quítale el velo”. Y cuando el velo cayó de sus ojos, alrededor de ese anciano profeta había carros de fuego; las montañas ardían en Fuego con Ángeles y carros. Allí lo tienen.",
    "¡Oh, entonces Giezi pudo decir: “Ahora yo—yo entiendo”! ¿Ven?, el velo había caído; allí es donde está el impedimento.",
    "Aquí está, escuchen bien: El velo es lo que nos impide a nosotros vivir como debemos. El velo es lo que nos impide a nosotros hacer las cosas que realmente queremos hacer. Y Dios llegó a velarse en carne, y el velo fue rasgado en dos. Y Dios llegó a ser Dios otra vez, y Él levantó el velo en el que Él mismo se escondió; ésa es la resurrección del Señor Jesús. Probando para nosotros que en este velo en el que ahora estamos escondidos, por fe lo creemos y lo aceptamos. Y cuando este velo sea rasgado en dos, yo entraré en Su Presencia con esta seguridad, sabiendo que “yo lo conozco a Él en el poder de Su resurrección”. En la Venida del Señor Jesús, este velo será levantado otra vez, de una manera perfeccionada, a tal grado que yo caminaré y hablaré con Él como mi Salvador y mi Dios, cuando Él tome el trono de David. Y viviremos para siempre, en este velo, después de que haya sido perfeccionado, no obstante, este velo contiene pecado. No importa cómo… Nunca piense en ese cuerpo glorificado en esta tierra. Tiene que morir igual que su alma tiene que morir, para nacer otra vez.",
    "En la perfección, no comiendo carnes, y haciendo esto, y perfeccionando el cuerpo, Ud. nunca Lo logrará. Y Ud. tiene que dejar de hacer esto, y hacer esto, y hacer esto, y hacer esto, eso es ley; es legalista. Nosotros no creemos en las formas legales de salvación. Nosotros creemos que por gracia somos salvos. Y eso no es de uno; uno no tiene nada que ver en el asunto. Es la elección de Dios que lo hace. “Nadie puede venir a Mí a menos que Mi Padre lo traiga”. Correcto. Y Él… Jesús vino sólo para tomar a éstos que el Padre conocía de antemano; y los predestinó desde antes de la fundación del mundo para que llegaran a ser hijos e hijas de Dios. Amén. “No es del que corre ni del que quiere, sino Dios que muestra misericordia”. Es Dios que lo hace. Ud. de nada puede jactarse. No hay ni una sola cosa que Ud. haya hecho. Dios, por gracia, lo salvó a Ud.; no fue Ud. por su cuenta. Si así fuera, Ud. tendría algo de que jactarse; pero Ud. no tiene nada de que jactarse. Toda alabanza es para Él; es Él. Entonces Él le ha dado a Ud. esta fortísima esperanza, “Lo juró por un juramento, la imposibilidad de que Sus hijos llegaran a perderse”.",
    "Ahora, ellos reciben azotes por portarse mal. Ud. cosecha lo que siembra; eso es lo que Ud. recibe. No piense ahora que Ud. puede salir a pecar, y que no pasará nada. Si Ud. lo hace y tiene esa actitud, muestra que Ud. no ha nacido de nuevo. ¿Lo capta? Si Ud. todavía tiene el deseo por dentro de hacer el mal, entonces Ud. aún sigue errado. ¿Ve? “Porque Él ha perfeccionado para siempre a aquellos que… Y esas bestias bajo el Antiguo Testamento, en los días de la ley, ofrecidas anualmente, continuamente, no podían quitar el pecado”. Pero cuando nosotros ponemos nuestras manos sobre Su cabeza, y confesamos nuestros pecados y nacemos de nuevo del Espíritu de Dios, no tenemos más deseo de pecar. El pecado ha pasado de Ud. Eso es por tiempo y Eternidad.",
    "Ud. cometerá errores; Ud. caerá; Ud. obrará mal voluntariamente; Ud. saldrá algunas veces y tendrá faltas. Eso no quiere decir que Ud. está perdido. Eso quiere decir que Ud. va a recibir corrección.",
    "Mi niño, muchas veces, mis hijos harán cosas (los suyos también), que Ud.… ellos saben que está en contra de sus—sus normas. Y ellos saben lo que les espera cuando lo hacen. Ellos van a recibir un azote por eso, algunas veces uno bien fuerte; pero sigue siendo su hijo, seguro.",
    "Es imposible que ese hombre se pierda otra vez, el cual una vez ha nacido de Vida Eterna. Dios no regala a lo indio [Pide lo que ya ha regalado.—Trad.]. “Aquel que oye Mis Palabras, y cree al que me envió, tiene Vida Eterna; y no vendrá a juicio, mas ha pasado de muerte a Vida. Y Yo lo resucitaré en los postreros días”. Ésa es la promesa de Dios.",
    "Ahora, si Ud. procede, dice: “¡Oh, pues, yo lo puedo hacer…!”. Yo siempre hago lo que quiero. Pero si Ud. es un Cristiano, Ud. no quiere hacer lo errado, por la propia Vida que hay en Ud., el fundamento mismo. Si Ud. quiere hacer el mal, eso muestra que aquí dentro está la cosa errada. “¿Cómo puede fluir agua amarga y dulce de la misma fuente”?",
    "Así que si Ud. ha estado todo confundido en alguna clase de emoción o alguna otra cosa fabulosa, sensación: olvídela. Regrese al altar y diga: “Dios, despójame de mi antigua vida pecaminosa, y colócame en tal condición que mi deseo por completo…”.\n\n“El que es nacido de Dios no comete pecado”. Correcto. Él no siente deseo de hacerlo.",
    "Seguro, el diablo lo atrapará a él en esto y aquello, pero no será voluntariamente; la Biblia lo dice. El diablo lo atrapará a él de vez en cuando; seguro que sí. Él trató de ponerle trampas a nuestro Señor Jesús. Él lo hizo con Moisés y lo atrapó; él lo hizo con Pedro y lo atrapó. Él lo hizo con muchos. Pero… Pedro aún lo negó, pero después fue y lloró amargamente. En él había algo.",
    "Cuando la paloma fue soltada del arca… El cuervo salió, graznó por doquier. Por supuesto, él estaba en el arca, pero cuando salió, su naturaleza era diferente. Él podía comer todos los cadáveres viejos que quería, y estar satisfecho. ¿Por qué? Para empezar él era un cuervo; él era un carroñero. Él no era bueno. Él era un hipócrita que se sentaba en la percha con la paloma, del mismo tamaño de la paloma. Podía volar adondequiera que la paloma podía volar. Pero él podía comer comida buena igual que la paloma. Y a la vez, él podía comer comida podrida, que la paloma no podía comer. Pues, la paloma tiene una contextura diferente; ella es hecha diferente. Ella es una paloma. Y la paloma no puede digerir comida podrida, porque no tiene hiel.",
    "Y un hombre que es nacido del Espíritu de Dios llega a ser una paloma de Dios, su naturaleza, su cambio, su hechura. Sí, señor. Ponga Ud. el espíritu de la—de la paloma en el cuervo, él jamás se posará sobre un cadáver. Si él se posara por error, con toda seguridad se apartaría rápidamente; él no pudiera soportarlo. Y un hombre que es nacido del Espíritu de Dios, no lo tolerará. Él pudiera entrar en algún momento a una cantina, pero se saldrá de allí rápidamente. Una mujer pudiera encantarlo, hacerlo voltear, pero él voltearía su rostro otra vez. Él se apartaría de allí rápidamente. ¿Por qué? Él es una paloma. Correcto. Ud. no lo va a engañar, por cuanto él sabe. “Mis ovejas conocen Mi Voz, y al extraño no seguirán”. Para empezar, él es una paloma. De eso es que estoy hablando, la realidad de algo que se ancla allí adentro.",
    "Fíjense bien ahora, “Dios juró”. ¡Oh!, eso…\n\nLa cual tenemos como segura y firme ancla del alma, y que penetra hasta dentro—dentro del velo,",
    "🦅 El velo”. Dios descendió, velado en carne. Para hacer ¿qué? Para mostrarse Él mismo. Él tenía que cubrirse, porque nosotros no podíamos verlo. Y Él se cubrió detrás del velo. Y el velo ¿era quién? Jesús. “No soy Yo el que hace las obras, sino Mi Padre”, dijo Jesús. “Mi Padre mora en Mí. Yo obro. El Padre obra, y Yo obro hasta ahora”. Aquí está Él como el Velado, caminando en carne, Dios, Emanuel, Dios con nosotros. “Dios estaba en Cristo, reconciliando al mundo Consigo”. Aquí está Él, caminando.",
    "Ahora, Él bajó e hizo una santificación, o una provisión, o propiciación, y por medio de Su muerte ofrecida, pagó el precio del pecado, para que Él pudiera regresar y morar en nosotros. Entonces la fe que nosotros tenemos es una—es una fe velada, o una persona velada. Por tanto, nosotros no miramos las cosas que vemos en este velo. El velo tiene educaciones, y hace cosas y habla cosas; es un asunto científico. Pero el Espíritu del Dios viviente que mora aquí adentro, llama esas cosas que no son, como si fuesen, si Dios así lo dijo. Allí está su velo. Nosotros estamos dentro del velo.",
    "Ahora, algún día Él resucitará este velo, no nacido de una mujer por el deseo sexual de un hombre y una mujer, sino que por la voluntad de Dios Él hablará y ella vendrá a cumplimiento. [El Hermano Branham chasquea los dedos.—Ed.] Entonces tendremos un cuerpo como Su propio cuerpo glorioso. Estaremos velados, para que podamos hablar uno con el otro, estrecharnos las manos uno con el otro.",
    "Ahora, cuando partimos de aquí, hay un tabernáculo, una teofanía, sólo es una imagen de un hombre que no come, no bebe, no duerme, siempre está despierta. Allí es a donde vamos. Pero ellos están esperando bajo el Altar, clamando: “Señor, ¿hasta cuándo? ¿Hasta cuándo?”, para regresar acá abajo, porque quieren estrechar las manos los unos con los otros. Ellos se quieren sentar y comer, y hablar los unos con los otros. Ellos son humanos. ¡Bendito sea el Nombre del Señor!",
    "Cuando Dios hizo al hombre a Su propia imagen en el principio, Él lo hizo así. Él tenía compañerismo con cada uno, pues nos conocemos. Nos gustan las cosas que Dios hizo para nosotros, porque así fuimos hechos. En Su gran Venida, aquellos quienes estén listos, serán así para siempre. Nos pararemos inmortales a Su semejanza. ¡Oh, bendito sea ese Nombre de Cristo!",
    "Y ahora nosotros tenemos las arras de nuestra salvación, al aceptarlo a Él como nuestro Salvador personal, como nuestro Sanador. Todas estas otras remuneraciones son los intereses que se pagan en la póliza de seguro. Amén. Uds. saben lo que es una póliza de seguro. Ud. puede retirar interés de ella hasta que venga el valor real. Seguro. Ud. puede obtener intereses. Y nosotros estamos obteniendo ahora intereses. Lo único, en el asunto, es que tan pronto sacamos intereses, la remuneración se ha acumulado otra vez.",
    "Un agente de seguros, en una ocasión, me dijo: “Billy, me gustaría venderte un seguro”.\n\nYo dije: “Ya tengo”. Mi esposa me miró.",
    "Ahora, nada en contra de los seguros. Pero algunas personas están “pobremente aseguradas”. Así que, ellos voltearon; él dijo…",
    "Mi esposa me miró, extrañada: “¿Tienes seguro?”.",
    "Yo dije: “¡Claro que sí!”. Ella no sabía nada al respecto.",
    "Él dijo: “Bueno, Billy, ¿qué clase de seguro tienes?”.",
    "Yo dije:\n\n¡Bendita aseguranza, mío es Jesús!\n\n¡Oh, y Él me ha dado, Su gloria a gozar!\n\nSoy heredero, junto con Él,\n\nLavado en Su Sangre, nacido otra vez.",
    "Él dijo: “Eso está muy bien, Billy” dijo, “pero no te dará cabida aquí en el cementerio”.",
    "Yo dije: “Pero sí me sacará de allí; eso es lo importante”. No me preocupa llegar allí; la preocupación mía es salir.",
    "Y siendo que yo tengo la seguridad, por el juramento del Dios de la Eternidad, que Él me levantará otra vez a la semejanza de Su Hijo, en el día postrero, yo caminaré confiadamente y tengo una consolación y un ancla en el alma; que mientras yo estoy en este velo, hay Algo invisible que me ancló allá en la Roca de la Eternidad. Cuando las aguas se levanten y golpeen con grande ruido, no importa. Ya sea muerte, peligros, o lo que sea, no nos separará del amor de Dios. Mi ancla dentro del velo se sostiene. Que las aguas se levanten; que se estrellen; que vengan infieles, el creyente nacido de nuevo tiene un ancla. Uno todavía no puede ver a través de este velo. Pero yo sé que mi ancla se sostiene allá de la Roca de la Eternidad, quien juró una promesa que Él me levantará en el día postrero.",
    "Con razón uno puede mirar la muerte en la cara, y decir: “¿Dónde está tu aguijón? Sepulcro, ¿dónde tu victoria? Pero gracias a Dios quien nos da la victoria por medio de nuestro Señor Jesucristo”. Estamos en el precursor. ¡Oh, hermano! (Nunca llegaremos a la lección.) Tuvimos un Precursor para nosotros.",
    "¡Un precursor! ¿Se han fijado Uds. en los días del antiguo oeste? He cruzado muchas veces esos caminos antiguos. Un precursor, un explorador… cuando la caravana de carretas estaban pereciendo, por agua, el explorador corría adelante. Y él, viendo las tribus de indios, las pasaba. Y él veía en dónde había una fuente de agua. Él regresaba rápidamente para decirle al jefe de la caravana de carretas: “Apresuren los caballos; todos cobren buen ánimo, pues pasando la montaña hay una gran fuente de agua”. Él es un precursor.",
    "Y aquí, el Precursor… El hombre, una vez fue atrapado por el diablo, bajo una ráfaga de fuego, pero Alguien tomó el nido de la ametralladora; ése fue Jesús. El Precursor ha ido delante de nosotros. Y Satanás parado allí con una ametralladora, nos tenía atrapados, siempre en esclavitud y temerosos de la muerte. Él estaba vigilando esa Fuente; seguro que sí. A él le fue dada esa comisión porque nosotros habíamos pecado y habíamos sido apartados de Él. Pero el Precursor, Cristo, entró y tomó el nido.",
    "Uds. han oído esa antigua alabanza: “Mantén El Fuerte, Porque Ya Vengo”. Mantén el fuerte, nada, ¡tomémoslo! Ya no queremos mantenerlo; Cristo tomó el fuerte. ¡Aleluya! La puerta está abierta. “Hay una Fuente abierta en la casa de Dios, en la ciudad de David, para limpiar, la limpieza del impuro”. Nuestro Precursor ya ha entrado por nosotros.",
    "El Precursor, Él nos lo dice: “Hay un lugar un poco más allá, donde uno nunca envejece”. Donde no habrá arrugas, donde Ud. no tendrá que usar Max Factor para lucir agradable para su esposo. El Precursor ha ido adelante. No es un lugar donde uno envejece y se cansa y está tembloroso. Es un lugar en donde Ud. nunca se enfermará; donde el bebé nunca tendrá un cólico; donde uno nunca perderá un postizo… o un diente para ponerse uno postizo. ¡Aleluya! ¡Oh, bendito sea Su Nombre! Él entró, e inmortales nos pararemos a Su semejanza, algún día allá. Ellos opacaran las estrellas y al sol; seguro. El Precursor ya ha ido delante de nosotros.\n\n…donde Jesús ya fue, entró por nosotros como precursor, hecho sumo sacerdote para siempre según el orden de Melquisedec.",
    "Este gran Precursor ha ido delante de nosotros, abriendo un camino. Él vino de un Espíritu, las grandes fuentes del arco iris de Dios, quien no tenía principio ni fin. Él siempre fue Dios.\n\nEste rayo de Luz salió. Era un rayo de amor, ése es el principal, el rojo. El color que sigue, era el azul; azul, la verdad. El siguiente que seguía después de ése eran los otros colores de los siete colores perfectos, los cuales son los siete espíritus de Dios, que salieron de esa gran Fuente o ese gran Diamante del que habló Jesús. Ese gran Diamante que fue cortado para reflejar estos colores. Dios se hizo carne y habitó entre nosotros, para que Él pudiera reflejar Su bondad y misericordia entre nosotros, por medio de dones y señales y maravillas.\n\nTodo ese gran arco iris llegó a ser una teofanía de… hecho a la imagen como hombre. Pero Él aún no era un hombre; Él aún no tenía carne; Él era una teofanía.",
    "Moisés dijo: “Me gustaría verte”. Dios lo escondió en la roca.",
    "Y cuando Él pasó, volteó Su espalda. Moisés dijo: “Se veía como la espalda de un hombre”.",
    "Entonces, ¿qué aconteció? Un día allá, cuando Abraham estaba sentado, en su tienda… Entraremos en eso en esta noche. Cuando Abraham estaba sentado, en su tienda, Dios vino a él en un cuerpo de carne.\n\n“¡Oh!” dice Ud., “Hermano Branham, él era…”",
    "Encontraremos aquí que Él se encontró con Abraham antes de eso, en el orden de Melquisedec; en un cuerpo de carne, el cual era Dios. Seguro que lo era. Él era Dios en carne.",
    "Ud. dice: “Entonces, Hermano Branham, ¿por qué tendría que regresar y nacer?”.",
    "Él no había nacido en ese entonces; Él solamente fue creado, un cuerpo en el que Él moró. Melquisedec era el Rey de Salem, el cual es el Rey de Jerusalén, el cual es el Rey de paz; que no tenía ni padre, ni madre, ni principio de días o fin de vida.\n\nJesús tenía padre y madre, y un principio de días, y un fin de vida. Pero Él fue hecho “según el orden” de Melquisedec, el cual no tenía principio de días, ni fin de vida.",
    "Melquisedec fue Dios mismo. Melquisedec fue Jehová Dios, el mismo que encontró a Abraham años después en frente de su tienda; estaba con Su espalda hacia él; Él dijo: “¿Por qué se rió Sara?”. Correcto. Él era Aquél quien se paró allí, mirando hacia Sodoma. Abraham lo reconoció, porque dentro de su velo había un ancla aferrada de esa promesa. No fue porque él tuvo alguna sensación, sino porque Dios le hizo la promesa. Y cuando él entró en contacto con ese gran imán, él supo que estaba en esa carne.",
    "Caminó con Abraham, allí, un poquito. Él le dijo a Abraham, dijo: “¿Guardaré estas cosas de Abraham, viendo que él es el heredero del mundo? ¡No lo haré!”. Así que: “Abraham, te diré lo que voy a hacer (entraremos en eso esta noche), allá en Sodoma” y lo que todos ellos iban a hacer. Y tan pronto como bendijo a Abraham, Él regresó al espacio nuevamente. Un Hombre que se paró allí y con polvo en Sus ropas, un hombre. Y no sólo eso, sino que comió la carne de un becerro que Abraham mató, y bebió la leche de la vaca, y comió panqueques (pan de maíz), y tenían mantequilla. Eso es exactamente correcto. Y luego regresó a una teofanía nuevamente.",
    "¿Qué era? ¿Por qué no la conquistó Él allá? Él no había nacido como Ud. y yo. Pero Él tenía que nacer en la carne, para así poder retener ese aguijón. Ése era un cuerpo creado. Ése era un cuerpo el cual Él solamente tomó el calcio y el potasio de la tierra, y dijo, “Fiu”, y entró en él. Así mismo era Melquisedec. Él entró en él, en un cuerpo en el que podía caminar delante de él bajo el velo, un velo de Su propia creación; no un velo de la creación de una mujer, por medio de la matriz de una mujer, a través de—de una célula, nunca. Más bien, Él creó éste y entró en él, y habló, en el orden de Melquisedec.",
    "¿Quién es este Melquisedec?\n\nPorque este Melquisedec, rey de Salem,…(la cual es Jerusalén)…príncipe del Dios Altísimo (seguro), que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,\n\na quien asimismo dio Abraham los diezmos de todo; cuyo nombre significa primeramente Rey de justicia, (ese gran, amor, ese gran Espíritu en el principio)…Rey de justicia, y también Rey de Salem, esto es, Rey de paz;\n\nsin padre, sin madre, sin genealogía; que ni tiene principio de días, ni final de vida,…",
    "¿Quién era? Él nunca nació, Él nunca morirá. ¿Quién es? Era Dios, seguro que lo era, en la prefigura del Señor Jesús. Seguro que lo era. Pero Él tenía que venir a través de una mujer, en el mismo orden que Ud. vino a través de una mujer. Y Él tenía que venir igual como vino Ud., para traerlo a Ud. de regreso a Él. ¡Aleluya!\n\nSublime gracia del Señor\n\nQue a un infeliz salvó;\n\nYo ciego fui, más hoy veo ya por Su gracia,\n\nPerdido y Él me halló.",
    "Yo entiendo lo que Él tenía que hacer. Dios vino a ser yo, para que yo por gracia pudiera venir a ser de Él. Él tomó mis pecados, para que por medio de Su justicia yo pudiera tener Vida Eterna. Yo mismo no podía escoger; mi naturaleza era de pecador; yo nada tuve que ver en eso. Yo “nací del mundo, formado en iniquidad, vine al mundo hablando mentiras”. No tenía siquiera una oportunidad, en lo absoluto; nada, ni siquiera un deseo.",
    "Dígale Ud. a un cerdo que él “está mal comiendo agua sucia”. Vea qué tanto él le escuchará. Dígale a un cuervo que él está “mal comiéndose un cadáver”, y vea lo que él le dirá. Si él pudiera hablar: “¡No se meta en lo que no le importa!”. Seguro.",
    "¡Oh!, pero la gracia de Dios cambió esta naturaleza, y me dio la oportunidad para desearlo, y anhelar, y tener sed: “Tu amor misericordioso es mejor para mí que la vida, ¡Oh Dios! Mi corazón te anhela”.",
    "David dijo: “¡Como el ciervo brama por las corrientes de las aguas, así clama por Ti, Oh Dios, el alma mía!”.",
    "Dios le dio al hombre esa sed para que lo adorara a Él, para que lo amara, lo buscara a Él. Pero el hombre la pervierte por el llamado del diablo, y él va y codicia mujeres, y placeres, y cosas del mundo, tratando de satisfacer esa creación santa que Dios puso en él para que lo amara. Él la pone en las cosas del mundo. Pero, hermano, cuando él es cambiado, y esa fuente con larvas (toda clase de—de desórdenes de la cisterna), ha sido limpiada y esterilizada, y el agua pura de Dios es vertida allí, el pecado jamás puede tocarla. Amén.\n\n¡Oh cuánto le amo! ¡Y fiel le adoro!\n\n¡Él es mi Vida, mi Redentor!\n\nEl Rey de Gloria vino a salvarme\n\nY a revelarme al Dios de amor.\n\n¡Qué bella historia, de Su excelsa Gloria\n\nBajó el Salvador, Jesús mi Redentor!\n\nNació en pesebre, despreciado y pobre,\n\nVarón de lágrimas y de dolor.\n\n¡Oh cuánto le amo! ¡Y fiel le adoro!\n\n¡Él es mi Vida, mi Redentor!",
    "¡Oh, Dios! ¿Cómo podría Él hacerlo? El hombre ha tratado de escribirlo. Alguien dijo:\n\nSi fuera tinta todo el mar,\n\nY todo el cielo un gran papel,\n\nY cada hombre un escritor,\n\nY cada hoja un pincel,\n\nNo bastaría para escribir\n\nEl gran amor de Dios;\n\n¡Cómo es que ese gran Dios del Cielo llegó a ser carne y llevó mis pecados!\n\nNo bastaría para escribir\n\nEl gran amor de Dios;\n\nO el gran papel contenerlo todo,\n\nAunque abierto de cielo a cielo.",
    "Y para darle una esperanza segura a los herederos de esta salvación, Él juró por Sí mismo que nos resucitaría en los días postreros, nos daría Vida Eterna. “Y ningún hombre puede arrebatarlos de Mi mano”. Amén.\n\nOremos.",
    "¿Es Ud. culpable de despreciar Su amor? ¿Ha rechazado Ud. Su bendito Ser, Este grande quien lo hizo lo que Ud. es? Y ahora aquí están Uds. en esta mañana hasta este momento de su vida, y les está brindando una oportunidad. ¿Quiere Ud. seguir viviendo? Solamente hay una manera para vivir, y ésa es creer en el Señor Jesús. Si Ud. cree de corazón que Él es el Hijo de Dios, y lo acepta a Él como su Salvador, y cree que Dios lo resucitó a Él para justificación suya, si Ud. quiere aceptarlo sobre esas bases, ahora es suyo.",
    "¿Levantaría Ud. la mano? Algún alma que no se ha arrepentido, que quisiera arrepentirse en esta mañana, diga: “Recuérdeme, hermano predicador, mientras entramos en oración. Yo también he fallado. Yo me he unido a la iglesia, pero yo—yo sé que nunca he tenido eso de lo que Ud. está hablando. Yo nunca he nacido de ese Espíritu, Hermano Branham. Yo simplemente—simplemente no lo tengo; es todo. Yo quiero que Ud. ore por mí para que Dios me lo dé en esta mañana”. Dios le bendiga, señor. ¿Habrá otro? Diga: “Dios, hazme lo que Tú quieras que yo sea. Yo quiero que Tú seas… Yo quiero ser como Tú quieras que yo sea. Yo he despreciado Tu amor”. Dios le bendiga, hijo.",
    "Ahora, un momento.\n\nSi fuera tinta todo el mar,\n\nY todo el cielo un gran papel,\n\nY cada hombre un escritor,\n\nY cada hoja un pincel;\n\nNo bastaría para escribir\n\nEl gran amor de Dios;\n\nQue al hombre ha dado el vivir\n\nCon Él en los Cielos.\n\n¡Oh, el gran amor de Dios, que rico y puro!\n\n¡Cuán profundo y fuerte!\n\nPerdurará para siempre,\n\nEl canto de santos y Ángeles.",
    "Amado Dios, verdaderamente el poeta que escribió esas palabras era como muchos de Tus creyentes, buscando, queriendo encontrar palabras para expresarlo. Y está escrito en la Biblia: “Porque el predicador era sabio, él buscó y puso en orden muchas palabras”. ¡Oh!, cómo nos gustaría tener la lengua y el vocabulario para poder explicarle a la gente lo que realmente es, pero no se encontraría en labios mortales. Dudosamente toda la Eternidad lo revelará, de cómo el Dios del Cielo vino a la tierra a salvar a los pobres pecadores, miserables, perdidos.",
    "Yo te pido, Padre, que a través de estas pocas palabras pronunciadas (o mal pronunciadas, quise decir), en esta mañana, que alguien haya encontrado paz, y una satisfacción, y una fuerte consolación, quien ha huido al refugio. Y que sus almas se anclen a esa promesa la cual Dios juró, que los resucitaría en el día postrero. Varias manos fueron levantadas en el edificio, aquí mismo en este tabernáculo. Dios, dales esa esperanza firme, en estos momentos. Que se anclen en la Roca de las edades. No importa cuánto los sacuda el mar y sus pequeñas embarcaciones puedan ser azotadas, ellos tienen un ancla: la promesa de Dios. Allí permanecen ellos: “Dios lo dijo; Él no puede mentir”.",
    "🦅 Aquel que oye Mis Palabras”, las cuales he tratado de predicar en esta mañana, “y cree en el que me envió, Jehová, tiene Vida Eterna; y no vendrá a juicio, sino que ha pasado de muerte a Vida”.",
    "¡Oh, Eterno Ser, bendice a aquéllos hoy! Y que cada persona aquí que no esté bajo la Sangre, que su alma no ha sido convertida, permite que eso suceda en estos momentos, Señor. Obra Tú el misterio; todo es Tuyo; es encomendado a Ti. Pido que Tú se la des a ellos, Vida Eterna. Permite que algún día, al otro lado de la ribera, mientras uno por uno cruzamos el valle, permite que nos encontremos allá en donde ellos jamás dirán “adiós”.\n\nAlgún día llegaremos al río, al fin de los días,\n\nAl desaparecer los últimos recuerdos de tristezas;\n\nAlguien estará esperando, que nos mostrará el camino,\n\nY el Jordán solo no cruzaré.\n\nHabrá Uno, alguien, esperando que me muestre el camino,\n\nY el Jordán solo no cruzaré…",
    "Todos los que tienen esa esperanza, levanten las manos ahora mientras levantan los rostros.\n\nY el Jordán…\n\nAhora, sólo adórenle. El mensaje ha terminado. ¿Están contentos? Dios juró que no… Dios juró que lo encontraría a Ud. allí.\n\nMi Jesús redimió ya mi ser;\n\nCuando las tinieblas vea…\n\n¿Qué dice Ud.? El aguijón ha sido sacado.\n\nÉl me estará esperando,\n\nY el Jordán solo no cruzaré.\n\nA veces olvidado, y cansado…\n\nSólo adórenle ahora.\n\nParece que mis amigos todos me han dejado;\n\n¿Alguna vez han pasado Uds. por eso?\n\nPero un pensamiento me alegra.\n\n¿Cuál fue la promesa?\n\nMe alegra el corazón,\n\nQue el Jordán solo no cruzaré…",
    "Ahora, hijos de la promesa, adórenlo a Él por haberlo hecho.\n\nY el Jordán solo no cruzaré,\n\nJesús redimió ya mi ser;\n\n¿Qué sucede ahora?\n\nCuando las tinieblas vea, Él me estará esperando,\n\nY el Jordán solo no cruzaré.\n\n“Cuando llegue al río…”. Cada uno de Uds. llegará. Hay una gran sombra oscura puesta allí delante de Uds. Es una gran puerta. Uds. entrarán allí uno de estos días, tal vez antes que el día termine, tal vez antes que la iglesia termine en esta mañana. Uds. entrarán allí. Cada vez que ese corazón late, Uds. están un paso más cerca.\n\nPero cuando las tinieblas yo vea, Él estará esperando allí,\n\nÉl lo dijo. Él juró que lo haría.\n\nQue el Jordán solo no cruzaré.",
    "¡Oh, bendito Señor!, nuestros corazones están tan llenos, en esta mañana, que rebozan.",
    "Pensarlo, cuando el pulso esté cesando, y la enfermera le acomode la almohada alrededor de la cabeza. Y sus manos ya no pueda mover; sus manos estarán como hielo. Sus hijos, su madre, sus amados estén gritando y llorando. Esa gran puerta se abrirá, más allá. Él estará esperando.",
    "David dijo: “Si en el Seol hiciere mi estrado, he aquí, allí Tú estás”. Yo no tendré que cruzarlo solo. Cuando el rocío del río empiece a chispear en nuestro rostro, Dios tomará el barco de vida, nos guiará al cruzarlo. Él prometió que lo haría. David el profeta dijo: “Aunque ande en valle de sombra de muerte, No temeré mal alguno, porque Tú estarás conmigo; Tu vara y Tu cayado me infundirán aliento”.",
    "Señor, estamos tan contentos hoy, de que fuimos incluidos como herederos de la promesa. Hoy tenemos por dentro, Vida Eterna, porque amamos al Señor Jesús y le hemos creído y aceptado Su Palabra y Su enseñanza. Y Él nos dio, como un sello de nuestra fe, el Espíritu Santo, el sello del Espíritu Santo; nuestra fe en nosotros está anclada. Y aunque muchas veces caminamos por sombras oscuras, muchas veces vamos tropezándonos por el camino, no obstante, nuestra ancla permanece firme. Hay algo en ella, muy allá, que parece estar guiando adelante, diciendo: “Sigue adelante. Estamos avanzando”.",
    "Dios, bendícenos. Te necesitamos. Guárdanos siempre fieles y verdaderos hasta el momento en que vengas por nosotros, y te alabaremos por todas las edades. Y en ese día cuando nos paremos en la tierra… Sus pies benditos no han tocado la tierra todavía. Él va a estar parado allí, en el aire, y los santos y redimidos de todas las edades de cada vigilia (primera, segunda, tercera, cuarta, quinta, sexta y séptima), todos parados allí vestidos en Su justicia, lo coronaremos a Él Rey de reyes y Señor de señores, y cantaremos esas historias de redención. Nuestros pobres corazones temblarán mientras lo miramos a Él quien nos amó y se dio a Sí mismo por nosotros. Cuando nadie nos quería y éramos pecadores, Cristo murió para que pudiéramos ser salvos. Te damos gracias por ello, Padre, en el Nombre de Cristo. Amén.",
    "¿Le aman? ¡Oh, cuán real es Él! ¿No sienten como que les gustaría de alguna manera poder abrazarlo? ¿No les gustaría arrastrarse hacia Él y tocarle los pies, verdad?",
    "Saben, había algunas personas que venían a mis servicios en Phoenix, Arizona, decían: “Me gustaría hablarlo con Él. Me gustaría decir: ‘Señor, Tú me amaste cuando mi sendero se puso tan oscuro’”. Me encantaría hablarlo con Él antes que crucemos. Yo—yo quiero verlo. Yo—yo—yo simplemente quiero verlo. Sólo pensar en cómo me sentiré, ¡cuánto no temblará mi pobre corazón, cuando yo lo vea a Él parado allí!",
    "Con frecuencia he pensado: “Desearía haber podido oír esa Voz decir: ‘Venid a Mí todos los que estáis trabajados y cargados; Yo os haré descansar’”.",
    "Probablemente nunca oiré eso literalmente como Él lo habló en aquel entonces, pero quiero oírlo decir: “Éste es el último día, muy bien hecho, Mi buen y fiel siervo, entra ahora en el gozo del Señor que ha sido preparado para ti”. ¿Desde cuándo?",
    "🦅 ¿Desde que Ud. fue salvo”? No, hermano.",
    "🦅 Desde la fundación del mundo, cuando Yo te vi, y te conocí de antemano y te ordené a Vida Eterna”. Desde entonces Ud. fue bendecido. “A todos los que Él antes conoció, Él llamó”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] “A todos los que Él llamó, Él justificó. Aquellos que Él justificó, Él ya los ha glorificado”. Allí lo tienen Uds. Él nos conoció de antemano, nos llamó, nos justificó, y ya estamos glorificados con Él cuando el mundo termine, yendo hacia nuestra recompensa. ¿No están Uds. felices? [“Amén”.] Seguro. Eso lo hace a uno amarlo. Cuando uno mismo no podía ayudarse, y aquí vino Él e hizo eso por uno.",
    "Bendita Sea La Unión Que Enlaza, Hermana Gertie. “Nuestros corazones en amor Cristiano”, mientras tenemos aquí ahora este pequeño compañerismo de adoración, luego vamos a orar por los enfermos. Dios los bendiga. Uds. que levantaron las manos a Cristo en esta mañana, encuentren un lugar para adorar, sírvanle a Él.",
    "Entonces, sólo adorémosle ahora, como una congregación, todos Uds. metodistas, iglesia de Dios, Asambleas de Dios, presbiterianos, luteranos, católicos. Todos juntos ahora, cantemos ahora.\n\nBendita sea la unión\n\nQue enlaza nuestro corazón;\n\nEn comunión, los unos con otros,\n\nEs como lo Celestial.\n\nAnte el altar del Señor,\n\nRendimos ardiente oración;\n\nNuestras esperanzas, temores, cuidados,\n\nY metas, son uno en amor.\n\nAl irnos de ese calor,\n\nSe siente profundo el dolor;\n\nPero siempre unidas, están…\n\n¿Cuántos metodistas, bautistas, y demás?\n\nDeseando vernos otra vez.",
    "¿No les ayuda eso? Démonos la vuelta y estrechemos la mano el uno al otro en estos momentos, mientras lo cantamos de nuevo.\n\nAnte…\n\nEstreche la mano de alguien detrás de Ud., frente a Ud., de cualquier lado.\n\n…Señor,\n\nRendimos ardiente oración,\n\nY metas, son uno en amor.\n\nAhora, al irnos de ese calor,\n\nNos amaremos uno al otro.\n\nSe siente…\n\n¿Quisieran que el servicio siguiera? ¿Ven? Así es como pensamos.\n\n…dolor,\n\nPero siempre unidas, están nuestras almas, en uno.\n\nDeseando vernos otra vez.\n\nSi no es más aquí, en ese gran Día nos encontraremos.",
    "Ahora, Padre, recibe nuestra adoración en esta mañana. Toma la Palabra y plántala en el corazón de los creyentes. Que ellos no fluctúen, y anden arriba hoy y abajo mañana, sino que estas Palabras encuentren su lugar de descanso en el corazón de cada creyente. Sabiendo esto, que “Dios hizo un juramento, y hay dos cosas inmutables, de la inmutabilidad de Dios, lo cual es: que es imposible que Él mienta; para que los herederos de esta salvación pudieran tener esta fortísima esperanza, firme y segura, un ancla en el alma”. Para saber esto, que: “Dios nos ha prometido por un pacto juramentado; uno, que Él no puede mentir; el otro, que Él hizo un juramento además de eso: que Él nos levantará en el día postrero y nos dará Vida Eterna”. Sabiendo que “después que hemos sido llamados, que dijo que Él nos conoció antes de la fundación del mundo, y nos predestinó para la adopción como hijos por medio de Jesucristo. Y Él nos conoció antes; Él nos llamó. Y cuando Él nos llamó, Él nos justificó”. Nosotros no podemos justificarnos, así que Él nos justificó por la muerte de Su propio Hijo. “Aquellos que Él justificó, ya los ha glorificado”. La Palabra ya se habló. Y nosotros simplemente vamos de camino, caminando, regocijándonos en nuestro camino a la Gloria.",
    "Concédele fe a la gente, y permite que los malos hábitos y cosas que están sobre el pueblo, que ellos se las sacudan en esta mañana, con esta Palabra de Dios la cual es un Ancla del alma, firme y segura. Permite que ellos se sacudan de sus hábitos, sus pequeños mal genios, y las cosas que han estado… Como dijo Pablo, en la siguiente parte del mensaje, dentro de unos días: “Echemos a un lado todo peso de pecado que fácilmente nos asedia, para que podamos correr con paciencia la carrera que está puesta delante de nosotros, mirando al autor y consumador de nuestra fe, Jesucristo, Quien fue tentado en toda forma como nosotros lo somos, pero sin pecado”. Se permitió que Él fuera tentado, pero Él no cedió ante la tentación. Y nosotros somos tentados a pecar, pero nunca a ceder; porque la Vida que está en nosotros es el ancla de nuestro destino Eterno, y estimamos eso como sagrado en nuestro corazón.",
    "Ahora, hay muchos que Satanás ha afligido con aflicciones. Estamos preparándonos para orar por ellos, Padre. Que ellos, mientras pasan bajo la Palabra de Dios hoy… Esa Palabra preciosa que ha sido predicada, la Biblia dando testimonio, los Ángeles de Dios parados cerca, y el gran Espíritu Santo sobre todo, está parado aquí para dar testimonio de la Palabra. Ahora, Padre, mientras ellos pasan bajo la Palabra de promesa, en esta mañana, que ellos salgan de aquí para que reciban la salud; para que quiten los soportes de sus piernas, se levanten de las sillas y—y de los catres donde están acostados, y que simplemente obtengan la salud. Concédelo, Señor. Que ellos regresen al siguiente servicio al que puedan venir, o a sus propias iglesias, regocijándose, mostrando las grandes cosas que Cristo hizo. Esto ministramos para Tu gloria, en el Nombre de Jesús. Amén.",
    "Debo disculparme por una promesa que hice, que en esta mañana entraríamos al capítulo 7, pero no llegué. Y tenemos que dejar un tiempito aquí para—para esto, para la línea de oración. Y, ahora, en esta noche, Dios mediante, tomaremos el capítulo 7, y veremos quién era este Melquisedec. ¿A cuántos les gustaría saber? ¡Oh, vamos a entrar directamente a Él, nos daremos cuenta exactamente quién es Él! Y la Escritura dice quién es Él. ¿Ven?",
    "Y Scofield dijo que era “un sacerdocio”. ¿Cómo pudiera ser un sacerdocio, sin principio ni fin? ¿Ven Uds.? No era un sacerdocio; era un Hombre, Melquisedec (un nombre), una Persona.",
    "Como, no faltando al respeto, pero la Ciencia Cristiana dice que el Espíritu Santo es “un pensamiento”. Y la Biblia dice: “Él, el Espíritu Santo”. Y, Él, es un pronombre personal; es una Persona, no un pensamiento; es una Persona. Absolutamente.",
    "Y Melquisedec es un Hombre, un Hombre que no tenía principio de días o fin de años. Él no tenía padre ni madre, o descendencia. Y averiguaremos quién es Él, Dios mediante, en esta noche, por la Palabra. ¿Lo aman Uds.? [La congregación dice: “Amén”.—Ed.] ¡Oh! “Lámpara es a mi camino y a mis pies Tu Palabra”. ¡Oh!",
    "Ahora, Ud. dice: “Hermano Branham, yo no lo entiendo todo”; yo tampoco.",
    "Pero en una ocasión, yo estaba predicando en Kentucky. Para algunos de los recién llegados y católicos, y otros, que tal vez no puedan entender cómo son estas cosas profundas y ricas de la Escritura. Yo había estado predicando sobre sanidad Divina. Una jovencita descalza trajo… Ella no tenía más de quince años, traía un bebé con esa Perlesía. Le dije: “¿Qué le pasa, hermana, a su bebé?”.",
    "Dijo: “Tiene la tembladera”. Ella no sabía decir Perlesía; no le sabía el nombre.",
    "La pobrecita probablemente nunca tuvo un par de zapatos, en su vida. La amada de algún hombre, con su cabello largo, colgándole. Y le dije: “¿Cree Ud.?”.",
    "Y esos ojitos, grises me miraron, ella dijo: “Sí, señor. Seguro que creo”.",
    "Tomé al bebé. Y mientras estaba orando por él, paró de temblar. A-ja. Y salió, salió.",
    "Al día siguiente, yo estaba cazando ardillas, al lado de una montaña. Y escuché a unos hombres sentados hablando, la vieja cierra de cortar zumbando. Y me acerqué cautelosamente. Yo había estado cazando ardillas. Ellos estaban hablando de mí, sentados allí mascando tabaco y escupiendo, levantaban así las hojas. Y ellos estaban hablando, pues, acerca de la reunión de la noche anterior. Uno de ellos dijo: “Yo vi a ese bebé; pasé por allí esta mañana. Aún no está temblando, en esta mañana”. ¿Ven? Dijo: “Eso fue real”. Y él estaba escupiendo.",
    "Y tenían rifles cargados contra el árbol, por lo cual pensé, más vale que me anuncie. Uds. saben, vaya, estaban en pleito por allá. Así que, me acerqué. Dije: “Buenos días, hermanos”.",
    "Ese sujeto corpulento, parecía ser el que estaba hablando, tenía un bocado de tabaco en la boca, de esta manera, muy pronunciado así, por el lado, y un cuello grande y largo. Y él tenía puesto un gran sombrero viejo, cubriéndole la cara. Él volteó y me vio. Rápidamente, de un tirón se quitó el sombrero, hizo… [El Hermano Branham traga.—Ed.] Se tragó ese tabaco que estaba mascando, dijo: “Buenos días, pastor”. ¿Ven? Sí, señor. Respeto. Y eso es lo correcto. ¡Cómo sobrevivió a eso, no sé, pero vivió!",
    "Así que, a la noche siguiente, de regreso, estaba un hombre allí que quería como discutir conmigo. Él iba a una iglesia que no creía en la sanidad Divina. Pues, ésta era una iglesia metodista, White Hill, Kentucky. Así que él—él fue a… Estaba parado afuera. Tenía una lámpara en la mano. Y dijo: “Yo quiero decir algo, predicador. Yo simplemente no puedo aceptar Eso, porque no puedo verlo”.",
    "Yo dije: “¿No puede verlo?”.",
    "Él dijo: “No”. Dijo: “Yo mismo soy un hombre enfermo”. “Pero” dijo, “yo sencillamente no puedo verlo”.\n\nDije: “¿En dónde vive Ud.?”.\n\nÉl dijo: “Allá en Big Renox”.\n\nLe dije: “Bien, ¿cómo va a llegar a casa?”.\n\nÉl dijo: “Bueno, me voy a ir caminando a casa”.\n\nYo dije: “¿Puede ver Ud. su casa?”.\n\nÉl dijo: “No, señor”.\n\nYo dije: “Está muy oscuro en esta noche; está nublado”.\n\nÉl dijo: “Sí”.\n\nYo dije: “¿Cómo va a llegar a casa?”.\n\nÉl dijo: “Con esta lámpara”.\n\nYo dije: “La lámpara no alumbra todo el camino a la casa”. Le dije: “¿Cómo caminará Ud.?”.\n\nÉl dijo: “¡Oh, camino junto a la lámpara!”.",
    "Yo dije: “Así mismo es. Ud. tiene ahora la luz de la lámpara, y cada vez que Ud. da un paso en esta dirección, la luz le va mostrando lo que está por delante. Si solamente continúa caminando, la luz continúa a la par con Ud.”.",
    "Y Ud. haga eso en esta mañana, si Ud. quiere a Cristo, el gran Sumo Sacerdote, el Intercesor por sus enfermedades, o sus males, o su alma. Ud. tal vez no lo entienda; nosotros no lo entendemos. Pero hemos sido comisionados a “Caminar en la Luz como Él está en la Luz”. Ud. da un paso en la Luz. Y cuando Ud. lleva consigo la Luz, la Luz brillará hacia el día perfecto; alumbrará el sendero delante de Ud.\n\nY caminaremos este gran camino antiguo,\n\nDiciendo adondequiera que voy;\n\nPrefiero ser un Cristiano a la antigua, Señor,\n\nQue todo lo que yo conozca.\n\n¿Han oído esa alabanza antigua?\n\nNo hay nada como un Cristiano a la antigua,\n\nMostrar amor Cristiano;\n\nEstamos caminando en el gran, camino antiguo,\n\nY diciendo adondequiera que vamos;\n\nPrefiero ser un Cristiano a la antigua, Señor,\n\nQue todo lo que yo conozca.",
    "¡Oh, me encanta! Muy bien. Ahora, vamos a orar por los enfermos. No estamos… No reclamamos poder sanar al enfermo. Si lo hiciéramos, estaríamos diciendo algo errado. Toda persona enferma aquí ya está sana; eso es lo que dice la Escritura: “Por Sus llagas fuimos curados”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.]",
    "Cada pecador que está aquí, si fuera el caso que hubiera uno, Ud. ha sido salvo desde que Jesús murió. Pero no vaya a morir aquí rechazando la oportunidad que fue puesta delante de Ud., y llegar a Su Presencia para en ese momento tratar de aceptarlo. Eso es para ahora. Ud. debe aceptarlo ahora mismo. Si Ud. va más allá de la Sangre, entonces Ud. no es más que… Ud. ya ha sido juzgado, porque Ud. es juzgado por la manera en que Ud. trató la Expiación del Señor Jesucristo. ¿Ve? Ud., Ud. mismo se juzga en eso.",
    "🦅 Así que Él fue herido por nuestras transgresiones, y por Sus llagas nosotros fuimos curados”. Por tanto, yo no tengo nada para sanarlo a Ud.; la iglesia no tiene nada, para sanarlo a Ud. Lo único por lo cual podemos orar, es por esto: que su fe no vaya a fallar, que Ud. venga al altar en esta mañana para aceptar a Cristo como su Sanador, así como Ud. lo hizo como Su Salvador. Y sin ninguna… Dios obra milagros; Él muestra grandes señales. Ciegos, sordos, mudos, todo, son sanados aquí mismo, en el tabernáculo. Pero si sucede o no, nosotros lo aceptamos de todas maneras. Muchas veces esas cosas son por visiones.",
    "¿Cuántos estuvieron aquí hace como tres domingos, o cuatro, cuando el hombre entró aquí, ciego y paralizado, o estaba sentado en una silla, sin el nervio del equilibro? Y antes que yo saliera de la casa, lo había visto en una visión: “Que habría un hombre allí de cabello oscuro, tornándose cano. Su esposa es una mujer atractiva, como de unos sesenta años. Ella vendrá y estará llorando”, y ella me pedirá. “Y que regresé y oré por su esposo”. Él se sentó allí mismo.",
    "Y yo vine. Les dije aquí a algunos de mis hermanos: “Observen esto”.",
    "Y cuando bajamos al altar, otros habían orado. Cuando yo fui a orar, caminé rápidamente y regresé aquí. Y su esposa se levantó y vino exactamente de la manera en que el Señor había dicho que sería. La gente estaba vigilando, para ver si sucedía de esa manera. Eso nunca falla. Y así que, cuando él caminó…",
    "Y me enteré que un hombre, el Dr. Ackerman, allá en Birdseye, Indiana, fue quien lo envió aquí; el cual es un católico, y su hijo es un sacerdote en el monasterio allá en Saint Meinrad. Y el Dr. Ackerman es un compañero mío de cacería, y él envió al hombre aquí. Y el Señor me mostró a un hombre de cabello negro que lo enviaría, pero yo no sabía quién era.",
    "Yo dije: “¿Será el Dr. Ackerman?”.",
    "Él dijo: “Así fue”. ¿Ven? Y entonces el hombre…",
    "Yo dije: “Es ASÍ DICE EL SEÑOR”. Caminé hasta allá. Dije: “Señor, levántese”. Dos cosas, ciego y sin… él… ya no tenía el—el nervio del equilibrio. Él no podía sostenerse de pie, en esa condición. ¿Ven? Había estado así por años, había estado en la clínica Mayo y por dondequiera. Y sólo hice la oración por él, y lo levanté. Y allí se fue, caminando.",
    "Primero dijo: “No puedo verlo a Ud.”. Luego gritó: “¡Sí, sí puedo!”. Sus ojos se abrieron allí. Él había sido ortodoxo, su esposa presbiteriana.",
    "Algunas personas piensan que “los presbiterianos no gritan, ni los ortodoxos”. Deberían haberlos oído a ellos. Seguro. Ellos estaban gritando y abrazándose. Regresó y se llevó su silla de ruedas, y salió caminando, y bajó por los escalones como cualquier otro hombre, podía ver y hablar y—y todo eso.",
    "Recibí una carta de él, o una llamada, el otro día. Creo que el Hermano Cox fue a verlo. Dijo: “Sus ojos tenían una sensación de ardor”. Seguro. Es el nervio, los nervios ópticos están creciendo y volviendo a vida, Uds. saben, y tomando su lugar. La maldición fue quitada.",
    "Si Ud. permite que la naturaleza siga su curso, si nada impide a la naturaleza, entonces eso—ella hará lo que tiene que hacer. Si Ud. se amarra una banda alrededor del brazo, cortando la circulación, su mano finalmente morirá. Ahora, pues naturalmente, estará bien, si Ud. no se entremete. Pero algo ha interrumpido la naturaleza. Entonces si Ud. no puede verlo, no hay manera que un médico lo capte. Solamente hay dos cosas con las que él puede trabajar: lo que él ve y lo que él puede palpar. Es lo único con lo que el puede trabajar: por lo que él ve y por lo que él palpa.",
    "Si él no puede verlo, entonces tiene que ser espiritual. Entonces lo único, sólo una cosa puede suceder: oramos, Cristo quita la maldición, hará que el diablo se vaya, y eso empieza a normalizar, a sanar. Sana, y eso es todo. “En Mi Nombre echarán fuera demonios”. ¿Es correcto eso? Es una promesa para la iglesia. Es una promesa de poder. De ¿qué? Eso, eso es Su Presencia con nosotros. Ahora, lo que nos impide ser perfectos en esta mañana, que hagamos esas cosas como Él las hizo, es porque aún estamos en el velo. ¿Ven? Pero tenemos un sentir allí que nos dice: “¡Oh, sí!”. ¿Ven?",
    "Y cuando Ud. acepta su sanidad… No importa lo que el velo diga, es lo que dice la Palabra. ¿Ven? Eso es. Eso es. Y la—la—la Palabra siempre predomina sobre cualquier cosa; ¡la Palabra Eterna de Dios!",
    "Miren a Sara, su vientre muerto, de noventa años, vivió con su esposo desde que tenía como dieciséis o diecisiete años, sin hijos; Abraham, de cien años. Y Dios se dio la vuelta y les dio el bebé. ¿Ven? Porque ellos creyeron; llamaron esas cosas que no eran, como si lo fueran. Entre Ud. de esa manera en esta mañana, amigo.",
    "Y en esta noche, esperamos… Si Uds. nos visitan, nos da mucho gusto tenerlos aquí en esta mañana. Y que Dios los acompañe. Y si están en la ciudad en la tarde, nos daría gusto tenerlos esta tarde para el resto de este servicio, en Melquisedec. Y si no, y tienen su propia iglesia, vayan a su propia iglesia. Ése—ése es su puesto del deber. Si Uds. pertenecen a una iglesia, vayan allá. Éste sólo es un pequeño tabernáculo en donde nos reunimos aquí y tenemos compañerismo el uno con el otro. Ahora, el Señor los bendiga.",
    "Y la Hermana Gertie tocará para nosotros: El Gran Médico Ahora Está Cerca. Y ¿hay alguien aquí por quien orar? Levanten la mano, aquellos que quieran venir a la línea de oración, para depositar su fe en Cristo. Muy bien, si se alinean en este lado de la iglesia, por favor. Y si corren el asiento un poco, hermano, por favor, para que podamos tener un poco de espacio allí y así hacer pasar a las personas. Vengan por este lado.",
    "Y ahora vamos a orar, mientras cantamos. Y les voy a pedir a los ancianos aquí de cualquier denominación o iglesia, sin importar cuál sea, si Uds. creen en sanidad Divina, ¿se pararían aquí conmigo en esta plataforma para orar por los enfermos? Nos daría gusto tenerlos. Cualquier denominación, o sin denominación, o lo que Uds. sean, nos daría gusto tenerlos. Pasarían en estos momentos, para orar; pasen y párense conmigo.\n\nHermano Neville, pase Ud. con el aceite. 🦅"
  ]
}