{
  "title": "HEBREOS, CAPÍTULO SIETE #1",
  "id": "57760009",
  "content": [
    "🦅  …noche, y para escuchar cantar a Joyce. ¿Sabían que eso en sí es un milagro? Esa pequeña, ¿cómo puede recordar todo eso? Y cada noche nos tiene una nueva. ¡Cómo es que puede recordar todo eso, realmente es una pequeña con una mente prodigiosa! El Señor bendiga a esa niña.",
    "Ahora, mañana, a las dos y media, en la funeraria de Charlestown, Indiana, nuestra querida hermana que partió, la Hermana Colvin, le brindaremos los últimos respetos; en la—en la funeraria y en la tumba, mañana por la tarde. Una que estuvo con vida igual que Uds. en esta noche, y ha pasado más allá del velo como algún día lo harán Uds. Y todos los que deseen asistir al servicio, pues, son bienvenidos. Será realmente una gran ayuda para la familia Colvin, saber que aquí este tabernáculo irá, donde todos ellos asistieron a la iglesia por tanto tiempo. Nos dará mucho gusto que vengan. Y pienso que el… nuestro querido Hermano McKinney, quien predicó en el funeral de mi hermano, hace muchos años, tomará la parte principal del funeral, y me han pedido que vaya y lo ayude en los—en los servicios fúnebres.",
    "Ahora, llegué un poquito tarde, en esta noche. Tengo tantos hierros en el fuego, que no sé qué dirección tomar. Hay muchas llamadas, y estos choques y accidentes, y la gente llamando, viniendo. Es tanto, que apenas llego de Louisville hace unos momentos, corriendo para llegar aquí, y aplazando varias llamadas verdaderamente agobiantes, que supongo que aún deben ser hechas en esta noche. Así que, oren por nosotros a medida que lo hacemos.",
    "Y esta mañana, yo—yo ni llegué a mi—mi texto, al capítulo 7 del Libro de—de—de Hebreos. Y mientras abrimos allí, en esta noche, quiero dar el anuncio de la reunión del Hermano Graham Snelling, por acá en la carpa, al final de la Avenida Bringham. Si el Señor lo permite, quiero regresar el miércoles por la noche. Y allí acordaremos una cierta noche en la cual iremos como una delegación (algún momento en esta semana), para visitar al Hermano Graham en la reunión. Y está… dice que “está teniendo una buena asistencia”. Y—y agradecerá que vengamos, como ayuda. El Hermano Graham Snelling, para cualquiera de Uds. que van a asistir a la reunión, o que quieran, está por acá al final de la Avenida Bringham. Cualquiera les puede decir dónde es. La carpa está puesta al final de los campos deportivos. Él les agradece la cooperación. Pues, nosotros como tabernáculo nos hemos comprometido a cooperar con él, cien por ciento, así que queremos ayudar.",
    "Ahora, muy pronto estaremos entrando (si el Señor lo permite), al capítulo 11 de Hebreos, en unas noches, si Dios lo permite, y pienso que allí también vamos a tener un tiempo grandioso.",
    "¡Oh, el Señor nos bendijo esta mañana de una manera maravillosa!, ¡cómo derramó Su Espíritu sobre nosotros! Y ahora, en esta noche, esperamos que Él lo haga de nuevo; y luego el miércoles por la noche, y que así continúe. Y—y las noches que yo falte, el Hermano Neville estará aquí para continuar, si yo no estoy.",
    "Nunca sé lo que voy a hacer, uno pudiera estar aquí esta hora y a la otra hora ser llamado a California. ¿Ven?, uno no sabe a dónde lo enviará el Señor. Por eso me es difícil hacer itinerarios y decir: haremos—haremos esto y eso. Yo puedo empezar a hacer cierta cosa, y el Señor me envía a otra parte. ¿Ven? Así que, no sabemos lo que Él hará. “Pero, si el Señor lo permite”, dijimos. Pienso que es nuestra comisión, o así se nos ordena en la Biblia: “Si el Señor lo permite, haremos tales y tales cosas”. Entonces si sucede que no hacemos las citas que… o cumplimos las citas, creemos que tal vez el Señor no quería que eso se llevara a cabo.",
    "El otro día nos retrasamos, el Hermano Roberson y el Hermano Wood y yo. Y nos preguntamos “¿Por qué sería?”. Sentados allí mirando un mapa, camino acá, y condujimos cincuenta millas [80 km] de regreso al norte sobre una carretera. Y llevo viajando en autopistas desde que tenía unos catorce años. Y me pregunto ¿cómo me sucedió? Estábamos parados allí, los tres. Todos hemos viajado por las autopistas. Mirando directamente el mapa, manteniéndonos en la 130, pasamos por Illinois, y en un pequeño desvío, no nos fijamos que el sol estaba detrás de nosotros, y no frente a nosotros. Nos dirigíamos hacia el norte y no hacia el sur. Y cuando menos lo pensé, crucé una carretera, dije: “Ésta no es la carretera correcta”. Busqué allí y me di cuenta que nos habíamos desviado cincuenta millas [80 km]. Íbamos directamente de regreso…?…",
    "Entonces cuando regresamos, íbamos—íbamos platicando. Yo dije: “¿Saben el porqué de esto? Nosotros… El Señor tal vez hizo que nos desviáramos por este camino, para guardarnos de un horrible accidente por acá en alguna parte, que de otra manera hubiera ocasionado algo. Nosotros sabemos que todas las cosas obran para el bien de aquellos que aman al Señor. Eso es todo lo que tenemos que tener presente”.",
    "Ahora, esta noche, empezaremos entonces una pequeña lección para instruir. Y si… (No creo que terminemos, tal vez lo hagamos en esta noche), para… Éste es el gran capítulo que enseña sobre diezmar, para la iglesia. Y es un gran tema, en el cual pudiéramos pasar semanas y semanas, en ese solo asunto; en cómo Abraham le pagó diezmos a Melquisedec, y si es esencial.",
    "¿Este ventilador estará afectando a alguien allá atrás? ¿Prefieren que se apague? Si le causa molestia a alguien, soplándole en el rostro, cualquiera de los ventiladores. Si es así, sólo levanten la mano. Y, o sólo envíe a uno de los ujieres, envíe a alguien aquí donde el hermano, él se lo apagará. Y yo lo desvío de mí. Me da calor y comienzo a sudar, luego, cuando menos lo pienso, estoy ronco. Así que, está hacia Uds., por tanto, no me molestará en lo absoluto. Queremos que Uds. ahora estén cómodos.\n\nTrataremos de no quitarles mucho tiempo, por lo que entraremos directamente a la Palabra. Y antes de que lo hagamos, hablemos con el Autor por un momento.",
    "Ahora, Padre Celestial, nosotros no sabemos lo que está por venir; pero lo único que sabemos, y de lo que estamos convencidos, es que nos esperan cosas buenas. Pues, escrito está: “Cosas que ojo no vio, ni oído oyó, ni han subido en el corazón del hombre, son las que Dios tiene para los que le aman”.",
    "Y oramos que abras las ventanas del Cielo en esta noche, de Tu almacén, y nos des Tu Palabra; que sea algo provechoso, algo que aumente nuestra fe como Cristianos, y nos deje más—más establecidos en el Evangelio, que lo éramos cuando entramos. Concédelo, Padre. Permite que el Espíritu Santo tome la Palabra de Dios y La lleve a cada corazón conforme a nuestra necesidad. En el Nombre de Jesús oramos, Tu Hijo amado. Amén.",
    "Ahora, esta mañana, terminamos en el último versículo del capítulo 6, para poder entrar directamente al 7°.\n\ndonde Jesús entró por nosotros como precursor, hecho sumo sacerdote para siempre según el orden de Melquisedec.",
    "Ahora vamos a leer los primeros tres versículos, o los primeros dos versículos, o mejor dicho los primeros tres versículos del capítulo 7, para poder empezar de inmediato.\n\nPorque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo, que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,\n\na quien asimismo dio Abraham los diezmos de todo (allí están sus diezmos); cuyo nombre significa primeramente Rey de justicia,…también Rey de Salem, esto es, Rey de paz;\n\nsin padre, sin madre, sin genealogía;…ni tiene principio…que ni tiene principio de días, ni fin de vida, sino hecho semejante al Hijo de Dios, permanece sacerdote para siempre.",
    "¡Qué maravillosa declaración! Ahora vamos a tener que regresar al Antiguo Testamento, para desenterrar estas grandes pepitas. Y, ¡oh, cómo me encantan!",
    "Saben, estando en Arizona, nosotros cateábamos. Y entrábamos a un terreno que parecía conveniente, el Sr. Mc Anally y yo. Y veíamos un lugar en donde aparentemente, en acequias pequeñas, había habido un pequeño desagüe, a lo que llaman “lavaderos”. Y yo… Él hacía que me agachara y que frotara la arena, y “Fiu”, la soplaba. Luego la frotaba y “Fiu”, la soplaba. Y yo me preguntaba por qué él hacía eso. Me di cuenta (¿ven Uds.?), que cuando uno sopla arena, es liviana. Y todo, aun el plomo es más liviano que el oro. El oro es más pesado que el plomo. Así que cuando uno está soplando, esos otros metales y la arena y la escoria se esparcen, pero el oro permanece en el suelo. Por tanto, si uno encuentra residuos en el desagüe (de por aquí arriba), muestra que hay una veta de oro allí arriba en alguna parte. La lluvia ha desprendido esos pedacitos. Entonces tomábamos los picos y demás, y escarbábamos casi todo el cerro, tratando de encontrar este oro. Hacíamos hoyos en el terreno, los escarbábamos. Metíamos la dinamita y la detonábamos allá abajo. Seguíamos detonando en esos hoyos, bajando hasta encontrar, en busca de la veta principal. Ahora, a eso es lo que nosotros llamamos “catear”.",
    "Y en esta noche queremos tomar la Palabra de Dios, y usarla en el poder del Espíritu Santo, para hacer volar lejos de nosotros toda la indiferencia y las dudas, todas esas cositas livianas que simplemente no tienen ningún fundamento; que no tienen ningún peso en nuestra vida. Queremos una explosión que despeje todo eso para que podamos encontrar esta Veta gloriosa; esa Veta es Cristo.",
    "Y ahora, que Dios nos ayude mientras leemos y estudiamos de Su Palabra. En los últimos tres capítulos previous, hemos estado hablando aquí y allá, que oiremos de Melquisedec.",
    "Ahora, pienso que Pablo da la interpretación correcta.\n\nPorque este Melquisedec, rey de Salem,…\n\n“Rey de Salem”. Y cualquier erudito Bíblico sabe que Salem fue antes… Jerusalén antes fue llamada “Salem”. Y Él era el Rey de Jerusalén. Fíjense en Él.\n\n…sacerdote del Dios Altísimo,…(un intercesor), que salió a recibir a Abraham…\n\nQuiero describir Su genealogía, de este gran Hombre, para que Uds. sepan primero Quién es, y luego Uds.… continuaremos con la historia.\n\n…que volvía de la derrota de los reyes, y le bendijo,\n\na quien…dio Abraham los diezmos…cuyo nombre significa primeramente Rey de justicia,…\n\nAhora, fíjense: “Justicia”. Ahora, nosotros tenemos justicia propia, tenemos justicia manufacturada, tenemos justicia pervertida, de todas clases. Pero hay una justicia verdadera, y esa justicia viene de Dios. Y este Hombre era el Rey de justicia. ¿Quién pudiera ser Él?",
    "Ahora, Él era el Rey de justicia, el Rey de Jerusalén, el Rey de justicia, el Rey de paz. Jesús fue llamado “el Príncipe de paz”. Y un príncipe es el hijo de un rey. Entonces si este Hombre era Rey de paz, entonces Él tendría que ser el Padre del Príncipe de paz. ¿Lo captan? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, veamos, avancemos un poco en Su genealogía, para ver a dónde vamos.\n\nsin padre,…\n\nAhora, Jesús tenía un Padre. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Seguro que sí.\n\n…sin madre,…\n\nJesús tenía una madre. Pero este Hombre ni tenía padre ni madre.\n\n…sin genealogía,…\n\nÉl no tuvo a nadie del cual proviniese, ningún ascendiente. Él siempre fue; “sin genealogía”.\n\n…que ni tiene principio de días,…\n\nÉl nunca tuvo un tiempo en el cual empezó.\n\n…ni fin de vida,…\n\nÉse no podía haber sido sino Dios; no podía haber sido otra cosa.",
    "Ahora, luego si se fijan mientras leemos el versículo siguiente. ¿Ven? “Cuyo nombre significa primeramente Rey de justicia”. No, allí no es de donde quiero empezar. El—el versículo 3: “Ni fin de vida”.\n\n…sino hecho semejante al Hijo de Dios,…\n\nAhora, Él no era el Hijo de Dios, pues, si hubiera sido el Hijo, Él hubiera tenido un principio. Y este Hombre no tenía principio. Si Él hubiera sido el Hijo, tendría que haber tenido ambos padre y madre. “Y este Hombre no tenía padre ni madre. Sino que Él fue hecho semejante al Hijo de Dios”.\n\n…permanece sacerdote para siempre.",
    "Ahora, el Dr. Scofield le hace un intento al decir que “era un sacerdocio, llamado ‘el sacerdocio de Melquisedec’”.\n\nPero, quiero abordar eso con Uds. por unos minutos. Si era un sacerdocio, entonces tenía que tener un principio, y tenía que tener un fin. Pero, “Éste no tenía principio ni tenía fin”. Y él no dijo que se encontró con un sacerdocio; él se encontró con un Hombre, y lo llamó “Melquisedec”. Él era una Persona, no una denominación, no un—un—un sacerdocio o una paternidad. Él era absolutamente un Hombre con el nombre de Melquisedec, quien era el Rey de Jerusalén. No un sacerdocio, sino un Rey sin padre. Los sacerdocios no tienen un padre. “Y este Hombre era sin padre, sin madre, sin principio de días ni fin de vida”. Ahora, el Hijo de Dios…",
    "Quien era Éste, era Jehová. Éste era el mismo Dios Todopoderoso. No podía ser otro.",
    "Ahora, fíjense: “Él permanece para siempre”. Tiene un testimonio aquí que “Él vive. Él nunca muere”. Él nunca murió; Él siempre ha estado vivo. “Él permanece para siempre”.",
    "Ahora, Jesús fue hecho semejante a Él. Ahora, la razón por la cual hay una diferencia entre Dios y Jesús: Jesús tuvo un principio; Dios no tenía principio. Melquisedec no tuvo principio, y Jesús tuvo principio. Sin embargo, Jesús fue hecho semejante a Él; “Sacerdote para siempre”.",
    "Ahora, cuando Melquisedec estaba en la tierra, no era nada menos que el—el Dios Jehová hecho manifiesto por creación; Él estaba aquí como una teofanía. Abraham se encontró con Él una vez, en su tienda. Y como dijimos esta mañana: “Abraham lo reconoció a Él. Y le dijo a Abraham lo que Él iba a hacer, porque Él no iba a dejar al heredero del mundo ciego a las cosas que Él iba a hacer”.",
    "Permitan me detengo aquí un momento, para decir que Dios aún tiene la misma opinión con respecto a Su Iglesia. Uds. no son hijos de las tinieblas; son hijos de la Luz. Y la… nosotros quienes… “Bienaventurados los mansos, porque ellos recibirán la tierra por heredad”. Y el Dios que actuó con—con Abraham, quien iba a heredar la tierra… Y Él dijo: “Yo no ocultaré estas cosas del hombre que va a heredar la tierra”. ¡Cuánto más revelará Él Sus secretos a Su Iglesia que va a heredar la tierra!",
    "Daniel dijo: “En aquel día correrán de aquí para allá, y la ciencia aumentará”. Y él dijo: “Los entendidos conocerán a su Dios, en ese día, y harán grandes proezas en ese día. Pero el impío no conocerá al Dios del Cielo”. Ellos lo conocen en una forma y en un ritual, como dijo nuestra primera lección, pero ellos no lo conocen a Él en la manera de la perfección.",
    "Y Dios puede obrar únicamente a través de perfección, porque Él es Perfecto. Bendito sea Su Nombre. Tiene que ser un canal perfecto a través del cual obre Dios, porque Él no puede hacer otra cosa más que obrar a través de la perfección. Él mismo no se puede manchar de ninguna manera. Y entonces por eso es que Jesús vino a quitar nuestros pecados, para que pudiéramos ser perfeccionados, para que Dios pudiera obrar a través de Su Iglesia. Allí es donde está el secreto.\n\nAllí es donde el mundo está ciego. Allí es donde ellos quieren decir que “uno ha perdido la mente”. Allí es donde ellos quieren decir: “Ud. no sabe de lo que está hablando”.\n\nPorque “Las cosas del Señor son necedad para la sabiduría de este mundo. Pero las cosas del mundo son carnales para el creyente”. Así que, Ud. es una persona diferente, Ud. está viviendo en una esfera diferente. Ud. no es más de este mundo. Ud. ha pasado de esta vida a una Vida nueva.",
    "Por tanto, Dios le revela, no al mundo, no al sicólogo, no a los ministros educados, sino a los de corazón humilde. A Su pueblo que es humilde, les revelará Él los secretos de las cosas grandes de Dios, a ellos. ¿Lo ven? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, Abraham entonces iba a heredar el mundo. Por la Simiente de Abraham todas las naciones iban a ser benditas. Así que Dios descendió y le habló a él, en la forma de un Hombre.\n\nAhora, Dios siempre ha estado en la tierra. Dios nunca ha dejado la tierra. Si Él llegara a dejar la tierra, yo no sé lo que llegaría a ser de ella. Pero Dios siempre ha estado aquí en alguna forma. ¡Oh, alabado sea Su Nombre!",
    "Él estaba con los hijos en el desierto, saliendo de Egipto, en la forma de una Luz. Él habló con Abraham en la forma de un Hombre; Él habló con Moisés en la forma de un Hombre; Él le habló a la Iglesia en la forma de un Hombre, Su Hijo, Cristo Jesús.\n\nY Él está hablando a través de Su Iglesia hoy, a través de la Iglesia ungida del Dios viviente, a través de vasos de barro. “Vosotros sois los pámpanos, Yo soy la Vid”. Dios todavía está hablando, y el mundo ve a Jesús como Uds. lo presenten. Así es como el mundo… “Uds. son epístolas escritas, leídas de todos los hombres”. Su vida dice lo que Ud. es.",
    "Ahora, Abraham de camino, regresando. Vamos a regresar y a leer acerca de Él, por unos momentos, en el Libro de Génesis. En el capítulo 14 de Génesis, creo que es. ¡Oh, qué hermosa es esta historia aquí! Ahora, todos sabemos de Abraham, cómo Dios lo llamó a que saliera de la tierra caldea y de la ciudad de Ur, y le dijo que se separara de sus asociados.\n\nDios cuando llama a hombres o mujeres, llama a una separación.",
    "Ahora, ése es el problema con las iglesias hoy, no se quieren separar de aquellos carnales cre-… incrédulos. Por eso es que no podemos avanzar. Simplemente entramos en esa corriente carnal, y nosotros—nosotros decimos: “¡Oh, Jim es un buen hombre, aunque bebe! Si él… Y yo voy con él al billar, pero yo no juego billar. Yo—yo—yo voy con ella a la fiesta. Ellos cuentan chistes sucios y todo eso, pero yo no los cuento”.",
    "🦅 Salid de ellos”. Correcto. “Ud. sepárese. No toquéis sus cosas inmundas, y Yo os recibiré”, dice el Señor. “No os unáis en yugo con los incrédulos, unidos en yugo desigual”. Ud. no lo haga. Ud. sepárese.",
    "Y Dios llamó a Abraham para que se separara de toda su parentela, y que caminara con Él. Hermano, algunas veces eso significa dejar una iglesia. Significó eso para Pablo; él tuvo que dejar su iglesia. Significó eso para muchos. Algunas veces significa dejar el hogar. Algunas veces significa dejar padre y madre, y dejar todo. No quiero decir que eso pasa siempre, pero sí algunas veces. Significa que Ud. tiene que quitar todo entre Ud. y Dios, y caminar a solas con Él. ¡Oh, esa bendita comunión tan dulce, ese compañerismo que Ud. tiene cuando separa sus asuntos (Ud. mismo), de las cosas del mundo y de los creyentes carnales que se están burlando de Ud., y camina a solas con Cristo!",
    "¡Cuántas veces le he dado gracias a Dios! Él dijo: “Os daré padres y madres en este mundo presente; os daré amigos y asociados. Y Yo nunca os dejaré, ni os desampararé. Aunque todo el mundo les dé la espalda, Yo iré con vosotros hasta el fin del camino”.",
    "¡Qué privilegio tan bendito!, ese hombre que tiene ese reto de seguir al Señor Jesús, de separarse de todos sus asociados carnales, para seguir al Señor. Y si alguien parece no comportarse correctamente, y se presentan como Cristianos, pero aman las cosas carnales, es mejor que Ud. se consiga otro colega rápidamente. Correcto. Y si nadie quiere caminar con Ud., hay Uno que prometió caminar con Ud.: Ése es el bendito Señor Jesús. Él caminará con Ud.",
    "Dios le dijo a Abraham que, “se separara”. Y tan humano como era Abraham, llevó consigo a su papá, llevó allí al hijo de su hermano, su sobrino; todos prendidos de él. Y Dios nunca lo bendijo hasta que él hizo lo que Dios le dijo que hiciera.",
    "Yo no digo que Ud. no sea un Cristiano. Eso, yo no le quito la Cristiandad a nadie. Pero diré esto: que si Dios le dijo a Ud. que hiciera algo, Él jamás lo bendecirá hasta que Ud. lo haga. Estoy en el púlpito en esta noche con una de esas cosas pendientes. Mis reuniones no han sido lo que deberían ser, en los últimos dos años. Es porque yo le he fallado al Señor. Él me dijo: “Ve a África y luego a India”. Aquí está, escrito aquí mismo, en la parte de atrás de este Libro, en estos momentos.",
    "Y el director me llamó, dijo: “Olvida esos africanos, India está lista”.",
    "El Espíritu Santo vino a mí, dijo: “Irás a África como te he dicho”.",
    "Y pasó otro año. Y los directores… Yo olvidé Eso. Él dijo: “Vamos a la India; aquí ya están los boletos”.",
    "Salí de viaje, olvidé Eso hasta que llegué a Lisboa. Una noche creí que me estaba muriendo. A la mañana siguiente iba al baño, a darme un baño. ¡Oh, estaba tan enfermo que a duras penas podía estar de pie! Allí, esa Luz suspendida en el baño, dijo: “Creí que te dije: ‘Ve a África primero’”.",
    "Mis reuniones vienen fallando lentamente desde entonces. A pesar de que fui a la India, habiendo tenido cerca de medio millón parados allí, pero eso no fue hacer lo que Dios me dijo que hiciera. Y siento que mis reuniones no serán un éxito hasta que yo regrese directamente y corrija ese asunto. No importa lo que yo haga, África es primero, porque hay que hacerlo. Allí está la Palabra Eterna de Dios, allí está. Yo sabía demasiado como para haberlo hecho. Pero tengo que regresar. Y siento que este próximo año será el momento en que saldré de este caparazón, con la ayuda del Señor.",
    "Este glorioso y antiguo Evangelio ha estado creciendo como un árbol de roble, pero creo que ella ahora está casi lista para extender sus ramas. Yo lo creo, este gran Mensaje y gran cosa. Yo creo que el Señor nos permitirá sacudir al mundo nuevamente para la gloria de Dios.",
    "Ud. debe hacer lo que Dios le dijo que hiciera. Y Abraham siguió adelante, llevó con él a sus parientes. Él los amaba; ésa es la parte humana. Pero después de un tiempo, su padre murió y él lo enterró. Luego él traía a su sobrino, entonces comenzaron los pleitos y discusiones. Y, finalmente, Lot hizo su elección y se fue a Sodoma. Y se fijaron en Abraham, él no discutió con Lot. Él dijo: “Somos hermanos; no debemos discutir. Pero levanta el rostro y escoge cualquier dirección en la que quieras ir. Si vas al este, yo me iré al oeste. Si vas al norte, yo me iré al sur”. Ésa es la actitud Cristiana, estar dispuesto a dar al otro la mejor parte del trato. Siempre, presénteselo, deje que él escoja.",
    "¿Por qué razón? ¿Qué hizo que Abraham lo hiciera? Él sabía que Dios le había prometido que de todas maneras él heredaría toda la cosa. Amén. Por tanto, una tienda o un chalet, ¿por qué preocuparnos? La cosa por completo nos pertenece. “Bienaventurados los mansos, porque ellos heredarán la tierra”. Ella toda nos pertenece. Dios así lo dijo. Así que, dé al hombre lo mejor para escoger, si él quiere. Puede ser que eso sea todo lo que él obtendrá. Pero todo les pertenece a Uds., los herederos de la salvación, por promesa. Todo es de Uds.",
    "Entonces Sara, la mujer más hermosa de la tierra, estaba allá al lado del cerro con su esposo, como era propio. Ella, bueno, tal vez tuvo que usar vestidos muy simples de calicó, o cómo Ud. quiera llamarles. Mientras que la Sra. Lot se vestía como una millonaria; y su esposo era el alcalde de la ciudad. Él era un juez que se sentaba a la puerta. Ella lo tenía todo; asistía a todos los círculos sociales de costura y juegos de barajas que se hacían en Sodoma y Gomorra. Pero Sara estaba más satisfecha viviendo con su esposo en la escasez, pero sabiendo que estaba en la voluntad de Dios, que gozar las riquezas de… o de los placeres de las riquezas por una temporada. Correcto. Allí fue la visita de Dios.",
    "Y un día, Ud., tan cierto como Ud. tome el camino errado, eso lo alcanzará algún día. Puede ser que Ud. piense que todo estará bien. Ud. pudiera pensar que está pasando inadvertido, pero no. Pudiera parecer que todo está encubierto, pero no está encubierto; Dios sabe todo. Él sabe si Ud. realmente es sincero en su confesión o no. Él sabe si Ud. realmente es sincero en que le cree a Él y que es salvo, y que Lo aceptó, y que Ud. está muerto a las cosas del mundo, y si está vivo en Cristo; Él sabe eso.",
    "Ahora, fijémonos en Abraham, quiero que se fijen en este Espíritu genuino. ¡Oh, toda la cosa aquí es bendita gracia! Quiero que lean conmigo ahora en el capítulo 14 de Éxodo, por un momento.",
    "Ahora, lo primero que sucedió cuando ellos llegaron allá, es que Lot se metió en problemas. ¿Por qué? Él estaba fuera de la voluntad de Dios. Y si Ud. se mete en problemas cuando está en la voluntad de Dios, Dios lo ayudará. Pero si Ud. se mete en problemas fuera de la voluntad de Dios, solamente hay una cosa que hacer: regrese de nuevo a la voluntad de Dios.",
    "Ahora, todos los reyes se juntaron, y consideraron que las llanuras eran de buen riego, y que sencillamente irían y tomarían a esta insignificante Sodoma y a Gomorra, y la conquistarían. Y ellos lo hicieron. Y cuando ellos fueron allá y las conquistaron, se llevaron con ellos a Lot.",
    "Ahora quiero que Uds. se fijen aquí en el Espíritu de Cristo en Abraham. Fíjense ahora en el versículo 14.\n\nOyó Abraham que su pariente…(¿Lo captan?)…su pariente estaba prisionero, y armó a sus criados, los nacidos en su casa, trescientos dieciocho, y los siguió hasta Dan.",
    "¡Oh, qué pensamiento tan bendito de la gracia! Abraham, cuando su hermano, aunque caído de la gracia (aunque estaba en esa condición caída), cuando él oyó que el mundo lo había alcanzado, y lo había capturado y se lo había llevado para matarlo, Abraham actuó por el Espíritu de Cristo. Él vino y armó a todos los hombres que habían nacido en su casa, y fue tras ellos, y los siguió por todo el camino hasta Dan. Y Dan es de las partes más alejadas de Palestina, de “Dan a Berseba”, de una punta hasta la otra. Y es un tipo de Cristo, cuando Él vio que el mundo había capturado… había caído, Él siguió al enemigo hasta el fin, para recibir nuevamente a la raza caída de Adán.",
    "Yo quiero que se fijen en el siguiente versículo, lo dulce que habla aquí el Espíritu a través de él. Muy bien, el versículo 15 ahora.\n\nY él recobró todos (todos) los bienes, y también a Lot su pariente y sus bienes, y a las mujeres y demás gente.",
    "Cuando Abraham fue tras el enemigo quien se había llevado a su hermano, él lo siguió por toda la nación hasta Dan, y trajo de regreso todo lo que él perdió en la caída.",
    "¡Qué cuadro tan hermoso de Cristo, que oyó desde el Cielo que nosotros estábamos perdidos y vino y siguió al enemigo todo el camino hasta el infierno, y capturó las almas perdidas y nos trajo de regreso, y nos restauró a todo lo que teníamos antes de la caída! Nosotros, descarriados, nosotros que nacimos para ser hijos de Dios, que fuimos pervertidos a hijos del diablo, y causó que fuéramos tras las cosas del mundo, e hicimos mal, y corrimos ambiciosamente como Lot, vendiendo nuestras primogenituras y yendo tras las cosas del mundo. Cristo descendió. Aunque caídos; Dios, sabiendo en el principio quién sería salvo y quién no, por lo tanto descendió y persiguió al enemigo a través de la vida, a través de la muerte, a través del paraíso, hasta el infierno. Y desde la Gloria al infierno, y tomó los—los poderes del infierno, y le quitó las llaves al diablo, y se levantó otra vez, y restauró a la humanidad, para que otra vez pudieran ser hijos e hijas de Dios.",
    "¿Ven el Espíritu en Abraham allí, el Espíritu de Cristo, viniendo con él?",
    "Ahora quiero que se fijen un poco más adelante, mientras leemos.\n\nCuando volvía de la derrota de este rey Quedorlaomer y…los reyes que con él estaban, salió el rey de Sodoma a recibirlo al valle de Save, que es el Valle del Rey.",
    "Ellos salieron. El rey de Sodoma fue rescatado; su hermano fue rescatado; los niños fueron rescatados; y aquí salieron los reyes a recibirlo. Y, también, aquí es donde quiero llegar, el mensaje ahora. Observen aquí.\n\nEntonces—entonces Melquisedec, rey de Salem…(Rey de Jerusalén, Rey de paz) sacerdote del Dios Altísimo, sacó pan y vino;\n\ny le bendijo, diciendo: Bendito sea Abraham del Dios Altísimo, creador de los cielos y de la tierra;",
    "Melquisedec, el Rey de Salem, también se representó a Sí mismo entre los otros reyes. Y fíjense, la batalla había terminado, el Espíritu de Dios en Abraham, de Cristo, que había rescatado a su hermano caído, luego lo restauró otra vez a su condición legítima, a todo lo que había perdido. Él lo había rescatado. Y una vez que él lo hubo logrado, Él sacó pan y vino, la comunión. ¿Acaso no pueden ver quién era ese Melquisedec? Era Dios. Trajo la comunión, después de la batalla.",
    "Ahora abramos de nuevo, en Mateo 26:26, rápidamente, y veamos aquí lo que dijo Jesús acerca de eso. En el Libro de Mateo, el capítulo 26 y también el versículo 26, queremos leer un poco aquí. Muy bien, Mateo 26:26:\n\nEntonces Jesús llegó con ellos a un lugar que se llama Gólgota, Gólgota…o Getsemaní (quise decir), y dijo a sus discípulos: Sentaos aquí, entre tanto que voy allí y oro.",
    "Creo que no tengo la Escritura correcta. Mateo, el veinti-… el versículo 26 del capítulo 26. Si alguien la tiene, léanmela, si—si la pueden encontrar. Un momento. Éste es un tipo hermoso aquí. Yo no quiero que Uds. se lo pierdan. Aquí estamos. Allí lo tiene, hermana.\n\nY mientras comían, tomó Jesús el pan, y bendijo…\n\n¿Qué era? La batalla había terminado.\n\n…y lo partió, y dio a sus discípulos, y dijo: Tomad, comed; esto es mi cuerpo.",
    "¿Ven a ese Melquisedec? Cientos de años antes, cuando Él se encontró con Abraham, después que la batalla había terminado, Él dio pan y vino. Y aquí Jesús les da a los discípulos, después que la batalla dura había terminado, Él les dio pan y vino. Fíjense. Fíjense en la Venida futura:\n\nY tomando la copa, y—y habiendo dado gracias, les dio, diciendo: Bebed de ella todos;\n\nporque esto es mi sangre del nuevo pacto, que…es derramada para remisión de los pecados.\n\nY os digo que desde ahora no beberé más de este fruto de la vid, hasta aquel día en que lo beba de nuevo con vosotros en el reino de mi Padre.",
    "Nosotros estamos ahora en la batalla. Vamos tras nuestro hermano caído, que Dios, desde antes de la fundación del mundo, vio y predestinó a Vida Eterna. Y las cosas del mundo lo tienen atrapado a él en un remolino. Él está metido en sociedades y clases, él y su esposa, yendo y viniendo por las calles, fumando y bebiendo y en juergas, queriendo encontrar paz. Y el Espíritu de Cristo en nosotros, como lo fue en Abraham, hemos salido tras él. Con toda la armadura de Dios, los Ángeles de Dios acampados alrededor, salimos a rescatar a nuestro hermano caído.",
    "Y cuando la batalla finalmente termine, volveremos a encontrarnos con Melquisedec (¡bendito Dios!), quien bendijo allá a Abraham, y le dio la bendición, y le dio pan y vino, la comunión. Y cuando la batalla termine, nosotros lo encontraremos a Él. Nosotros que somos los herederos de la promesa de Abraham, coherederos con Cristo en el Reino, lo encontraremos a Él al final del camino, y participaremos otra vez del pan y vino, cuando la batalla haya terminado.",
    "¿Quién es este Melquisedec? “Aquel que no tenía padre, no tenía madre, no tenía principio de días o fin de vida”. Él estará Allí para dar la comunión otra vez. ¿Lo captan Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Cuando llegamos, en ciertas noches, cuando nos reunimos y tomamos la santa cena de las manos de los ministros, representando que creemos en la muerte, sepultura, y resurrección del Señor Jesús, que ese velo (Su cuerpo en el que Él estaba velado, Dios), nosotros la tomamos como una representación de que: “Estamos muertos a las cosas del mundo y hemos nacido de nuevo del Espíritu”. Y caminamos con el Cuerpo de Cristo, todos los creyentes juntos.",
    "Cuando la gran batalla termine, y nos levantemos de nuevo con Cristo, nosotros tomaremos la Santa Cena con Él en el Reino de Dios, nuevamente; y comeremos la carne, y beberemos la sangre de la viña otra vez, en el Reino de Dios. ¡Oh!, allí tienen a Melquisedec. Ése es quien era Él.",
    "Ahora, leamos aquí un poco más acerca de Él, y el versículo 18.\n\nEntonces Melquisedec, rey de Salem y sacerdote del Dios Altísimo, sacó pan y vino; (¿Lo captaron?)\n\ny le bendijo, diciendo: Bendito sea Abraham del Dios Altísimo, creador de los cielos y de la tierra;\n\ny le bendijo… y bendijo…\n\ny bendito sea el Dios Altísimo, que entregó tus enemigos en tu mano. Y le dio Abram un décimo de todo.\n\nÉl pagó diezmos a Melquisedec. Abraham le dio a Él un décimo del botín.",
    "Ahora quiero que se fijen aquí a medida que Pablo continúa, dando ahora un fundamento para la siguiente lección.\n\nEntonces el rey de Sodoma dijo a Abraham: Dame las personas, y toma para ti los bienes.\n\nAhora, el rey de Sodoma dijo: “Mira, solamente devuélveme mis súbditos, y toma para ti los bienes”.\n\nY respondió Abraham al rey de Sodoma: He alzado mi mano a Jehová Dios Altísimo,…\n\nEl Elyon, allí “el poseedor de los cielos y la tierra”.\n\n…Dios Altísimo, creador de los cielos y de la tierra,\n\nque desde un hilo hasta una correa de calzado,…\n\nÉl no tuvo una gran campaña para recoger dinero; él solamente quería a su hermano caído.\n\n…nada tomaré de todo lo que es tuyo, para que no digas: Yo enriquecí a Abraham;\n\nexcepto solamente lo que comieron los jóvenes, y la parte de los varones que fueron conmigo,…",
    "Ahora, yo quiero que se fijen, Abraham dijo: “Desde un hilo hasta una correa de calzado, nada tomaré”. Él no peleó la batalla para ganar mucho dinero. Y las verdaderas batallas no se hacen con motivos egoístas. Las guerras no se pelean por dinero. Las guerras se pelean por—por motivos, por principios. Los hombres pelean guerras por principios. Y cuando Abraham salió a rescatar a Lot, no salió porque él sabía que podía derrotar a los reyes y tomar todas sus posesiones, él salió por el principio de “salvar a su hermano”.",
    "Y cualquier ministro que es enviado bajo la inspiración del Rey del Cielo, no irá por dinero; ni tampoco irá para hacer grandes iglesias; ni tampoco irá para inspirar denominaciones. Él irá únicamente con un principio, y ése es: “Traer de nuevo a su hermano caído”. Ya sea que él recoja diez centavos en la ofrenda o no, para él no hará la más mínima diferencia.",
    "Como digo: “Las verdaderas guerras son peleadas y libradas por principios y no por dinero”. Y los hombres y las mujeres que se unen a la iglesia e ingresan a la iglesia para ser populares, porque los Pérez pertenecen allí, o porque cambian su iglesia, de una iglesia pequeña a una iglesia grande, Uds. lo están haciendo con un motivo egoísta y no está respaldado por el principio correcto. Uds. deberían estar dispuestos a pararse en el frente de la batalla.",
    "Aquí en este tabernáculo, cuando las cosas andan mal, y Uds. hombres y Uds. mujeres corren y se van a otra parte, o se van hasta que el pequeño alboroto o el problema pasa, hay algo mal con su experiencia. Correcto.",
    "Nosotros tenemos una costumbre aquí. Tenemos un—tenemos un orden aquí. Esta iglesia está basada sobre los principios de la Biblia. Si hay alguien aquí que no está obrando correctamente, y Ud. lo considera así, Ud. vaya a él y háblele. Si Ud. no puede reconciliarlo, entonces lleve a un hermano, uno o dos más. Si él no se reconcilia allí, entonces dígalo a la iglesia. Y la iglesia lo despedirá, no tendrá más compañerismo con él. Y Jesús dijo: “Todo lo que desatares en la tierra, Yo lo desataré en el Cielo”.",
    "Por eso es que Uds. tienen tantos problemas, porque no siguen los principios de la Biblia. Si alguien en la iglesia está causando un disturbio, o algo anda mal, no es su obligación el hablar acerca de ese hombre o esa mujer. Su obligación es ir con ese hombre o esa mujer y decirle su error. Y si él no lo escucha, lleve con Ud. a alguien más. Si él no escucha eso, entonces la iglesia lo desata. Jesús dijo: “Todo lo que desatares en la tierra, Yo lo desataré en el Cielo. Lo que atares en la tierra, Yo lo ataré en el Cielo”. Ése es el poder de la iglesia.",
    "Aquí no hace mucho, un buen predicador amigo mío, tenía un muchacho, y ese muchacho había estado asistiendo a la iglesia, su propia iglesia. Llegó al punto donde él empezó a salir con una jovencita cualquiera que fumaba y tomaba, y se portaba mal. El predicador dijo: “Por supuesto, eso es asunto de él”. Un amigo mío, muy estimado, y un buen muchacho. Pero él se encaprichó con una mujer joven; y ella había estado casada, tenía hijos, su esposo vivía. Él estaba temeroso que ellos fueran a tener… que ese muchacho se casara con ella. Así que, el hermano estaba todo quebrantado. Y él me dijo: “Hermano Branham, quiero que vaya donde este cierto y cierto muchacho mío; yo quiero que Ud. le hable”.",
    "Yo dije: “Hermano…”. Por poco digo su nombre. “Ud. tiene una mejor manera; no me envíe a mí. Si el muchacho no está viviendo bien, y la iglesia lo ha visto haciendo mal, entonces es asunto de la iglesia hacer este trabajo. Eso es para la iglesia. Y la iglesia va y se lo dice a él”.",
    "Así que él tomó a un hermano, y fue y le habló. Y él se enojó con el hermano, le dejó saber que él se estaba encargando de sus propios asuntos, que él hiciera lo mismo. Él llevó a otro hermano, dos más, dos diáconos fueron y se lo dijeron al muchacho. Él no escuchó. Ellos lo dijeron a la iglesia. Y él no volvió por varias noches, para reconciliarse con la iglesia, después que su pecado fue dicho delante de la iglesia. Luego, la iglesia lo desató.",
    "Y como un mes después, él se enfermó de neumonía, y el médico dijo: “No queda ninguna esperanza de vida para él”. Entonces él regresó humillado. Dios sabe cómo hacerlo.",
    "Nosotros tratamos de hacerlo por nuestra cuenta: “¡Oh, deberías de sacar a fulano de tal de la iglesia! Deberías de hacer esto, eso, y lo otro”. ¿Ha hecho Ud. su parte al respecto como iglesia? Allí lo tiene. Ésa es la manera de hacerlos regresar humillados, entregarlos al diablo una vez.",
    "¿Qué dijo Pablo acerca de ese hombre allá viviendo con su madrastra? Ellos no pudieron reconciliarlo. Dijo: “Entréguenlo al diablo”. Miren lo que sucede. Y en la siguiente carta que Pablo escribió, ese hombre se enmendó. Seguro. Dios tiene una manera de hacer estas cosas, si nosotros solamente seguimos Sus reglas.",
    "Si algo anda mal en la iglesia, si es entre la congregación, es cada uno de Uds. hermanos; si es en la directiva de diáconos, si uno de Uds. diáconos no se comporta, los otros diáconos vengan y tengan una reunión, traten de reconciliar al hermano, díganle lo que él está haciendo; o uno de los miembros, lo que Ud. sea. Entonces le debe ser presentado a él. Si él no lo hace, entonces vengan y díganlo al pastor. Entonces, él es desatado de la iglesia, y luego que él sea tenido como un pagano y publicano. Observen entonces al Señor entrar a obrar en él. ¿Ven?, allí es cuando él vuelve en sí; allí es cuando él vuelve a entrar arrastrado. Pero tratamos de hacerlo por nuestra cuenta, Uds. saben, queremos hacer el… todo de la manera como tenemos que hacerlo, ahora, pero nunca tenemos éxito.",
    "Ahora, este Melquisedec, el Rey de Salem, Príncipe, Sacerdote del Altísimo, se encontró con Abraham y lo bendijo. Y le dio a Él sus diezmos, Abraham lo hizo. Y Él era el Rey de Salem. Y Él sacó pan y vino, la comunión, y se la dio a Abraham después de la batalla, después que los hombres habían sido rescatados.",
    "Ahora, “todas las guerras” como digo, “se pelean por principios”. Ahora, si Uds. tienen una pequeña guerra en la iglesia, debe ser por el principio correcto. Uds. tienen que estar peleando por lo correcto. Y cada miembro de la iglesia debe hacer eso. Ahora, esta enseñanza es para la iglesia. Para eso estamos aquí; para eso estoy parado aquí; para eso es la Palabra de Dios, es para la iglesia.",
    "Nunca permitan que nada impida a esta iglesia; si sucede, Uds. son culpables, cada uno. Y Uds., en sus diferentes iglesias, si algo anda mal en su iglesia, Uds. son culpables, por cuanto Uds. son el supervisor de esa iglesia. Eso no depende del pastor; no depende de la directiva de diáconos; depende de Ud., Ud. como individuo, de ir a ese hermano y ver si Ud. puede reconciliarlo. Si no, entonces lleve a dos o tres, luego regrese. Si él no escucha, dígalo a la iglesia. Entonces él es despedido del Reino de Dios, Dios dijo: “Si Uds. lo despiden a él allí, Yo lo despediré a él Aquí, si Uds. han cumplido con esta orden”. Entonces Él soltará al diablo contra él para la construcción… destrucción de su carne. Y entonces él regresará. Correcto. Ésa es la manera de hacerlo a él regresar. Si él es un hijo de Dios, él regresará. Si no es, bueno—bueno, él continuará, y luego el diablo lo enviará a su lugar Eterno.",
    "Ahora, los motivos para ello. Si Ud. se encapricha en contra de alguien, eso entonces es diferente. Pero, ¡si el hombre es culpable! Y Lot había ido allá y había recaído, aunque él era un hebreo. Él había ido allá y había recaído. Él estaba en la gracia, pero había caído de ella. Y cuando él salió… Y Lot—Lot era salvo. No vayan a pensar que Lot no era salvo; lo era. Pues, todo el tiempo que él estuvo en el lugar incorrecto, la Biblia dice que “los pecados de Sodoma afligían su alma justa, diariamente”. Ahora, su carne estaba haciendo una cosa. Y ¿cuál fue su fin? Él trajo más desgracia; su esposa se tornó en un pilar de sal; él tuvo hijos con sus hijas. Así que, Uds. pueden ver la desgracia que eso trajo, por cuanto él había caído de la gracia y nunca se volvió a restaurar a sí mismo. Y Dios tuvo que sacarlo de la tierra.",
    "Pero, con todo, él era un hermano caído, y Abraham hizo todo lo que él pudo para recobrarlo. Y el Espíritu que estaba en Abraham, es el Espíritu de Cristo que está en la iglesia hoy en día. No importa lo que el hermano hizo, Ud. hará todo a su alcance para traerlo a él de nuevo al compañerismo de Cristo otra vez. No importa lo que él haya hecho, Ud. se esforzará.",
    "Ahora, queremos fijarnos entonces aquí otra vez, mientras continuamos con esta lección de este Melquisedec, este gran Sacerdote de Salem, y el poseedor de los Cielos y la tierra. Ahora, primero siendo:\n\nsin padre, sin madre, sin genealogía; que ni tiene principio de días, ni fin de vida, sino hecho semejante al Hijo de Dios, permanece sacerdote para siempre.\n\nAhora, fíjense. Él no era el Hijo de Dios, Él era el Dios del Hijo. Él no era el Hijo de Dios (Melquisedec no lo era), sino que Él era el Padre del Hijo de Dios.",
    "Ahora, ese cuerpo que Él tenía, Él lo creó. No había sido traído a través de una mujer. Así que con ese cuerpo creado, Él no podía… Algún cuerpo que Él mismo se hizo para revelarse.\n\n“Ningún hombre puede ver a Dios jamás; Dios es Espíritu”. El ojo mortal no puede ver esas cosas, a menos que sea en una forma como la de la Columna de Fuego, o lo que fuera, o en la forma de algún ser que ellos vieron por visión. Pero, el… Dios mismo tiene que revelarse de alguna manera. Y Dios mismo se reveló a Abraham, en la forma de un hombre. Él mismo se reveló a Moisés, en la forma de un hombre. Él mismo se reveló a los hijos de Israel, en forma de una Columna de Fuego. Él mismo se reveló a Juan el Bautista, en la forma de una paloma. ¿Ven Uds.?, Él mismo se reveló en esas formas.\n\nCuando Él mismo se estaba revelando en la forma de un Hombre, como el Rey de Salem, de Jerusalén (no de la Jerusalén terrenal, sino de la Jerusalén Celestial), Él mismo se reveló en esa forma. Él fue hecho “semejante” al Hijo de Dios.",
    "Ahora, el Hijo de Dios tenía que venir a través de una mujer, para que fuera creado aquí (por medio del vientre de una mujer), porque por eso mismo fue que vino la muerte.",
    "Y Él no podía venir a través de creación, como Dios lo hizo en el principio. Cuando Dios hizo al hombre en el principio, la mujer no tuvo nada que ver con ello. Dios sólo dijo: “Sea”, y un hombre vino del polvo. Él lo llamó sin que ninguna mujer tuviera algo que ver con ello. Pero, la mujer, estaba allá en el hombre.",
    "Y Dios sacó a la mujer del costado de Adán. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Y luego la mujer fue y produjo al hombre a través de sexo. Así que, de la única manera que Dios podía hacerlo… Él no podía venir en esa teofanía; Él no podía venir como Melquisedec. Él tenía que venir como un hombre, y Él tenía que venir a través de la mujer; “Tu Simiente herirá la cabeza de la serpiente, y su cabeza Te herirá en el calcañar”. ¿Lo captan? [“Amén”.] Dios tenía que venir a través de una mujer; y lo hizo, cuando Él habitó en Su cuerpo de Su Hijo, Cristo Jesús. “Dios estaba en Cristo, reconciliando Consigo al mundo”. Y Él ofreció Su propia Sangre como un sacrificio. Y dio Su Vida, para que a través del canal de la muerte, Él pudiera salvarlo a Ud. para Vida Eterna.",
    "Entonces Dios vino allá, y Él fue hecho “a la semejanza” del Hijo de Dios. ¿Ven? Él era un Hombre hecho a la semejanza del Hijo de Dios. Ahora, Él no podía ser el Hijo de Dios, porque este Hombre es Eterno.",
    "El Hijo de Dios tuvo principio, Él tuvo un fin. Él tuvo una—una fecha de nacimiento, Él tuvo una fecha de muerte. Él tuvo los dos, principio y fin. Él tuvo ambos padre y madre.",
    "Este Hombre ni tuvo padre ni madre, principio ni fin de tiempo. Pero Él fue hecho, este Hombre, Melquisedec, fue hecho a la semejanza del Hijo de Dios.",
    "Ahora, el Hijo de Dios, cuando vino al mundo, en forma de una mujer o a través de una mujer, en la forma de un hombre, y fue asesinado, resucitó al tercer día, resucitó para nuestra justificación, ahora Él mora para siempre. Y mientras ese cuerpo permanezca, nosotros permanecemos también. Y porque Él resucitó del polvo, nosotros seremos resucitados a Su semejanza. Allí está la historia del Evangelio. ¡Bendito sea el Nombre del Señor! No Ángeles, no seres sobrenaturales, no una cantidad de plumas reuniéndose, sino hombres y mujeres (amén), parados a Su semejanza. Sí, señor.",
    "Como frecuentemente lo he dicho, lo diré aquí esta vez, parece oportuno. Yo estaba peinando estos cinco o seis cabellos que me quedan. Y mi esposa dijo: “Billy, estás quedando calvo”.",
    "Yo dije: “Pero no he perdido ni uno de ellos”.",
    "Ella dijo: “¿En dónde están?”.",
    "Yo dije: “Dime dónde estaban antes que los tuviera, yo te diré en dónde me están esperando”. Correcto.",
    "Yo antes era un—un boxeador, un pugilista. Yo era fuerte y fornido. Y creía que si me pusieran esta iglesia en la espalda, podría caminar con ella por la calle. Déjenme decirles, ahora cuando me levanto cada mañana, me doy cuenta que han pasado cuarenta y algo de años. ¿Ven? Yo no soy lo que era antes; estoy decayendo, cada día. Al ver mis manos pienso: “Fíjate. Pues, me estoy envejeciendo”. Miro mis hombros. Veo que he subido mucho de peso. Antes yo usaba veintiocho de correa [71 cm]; ahora uso treinta [76 cm]. ¿Ven?, me estoy envejeciendo, engordando, estoy menguando.",
    "¿Qué es? Yo como lo mismo que comía antes. Vivo más limpio y mejor que antes, la misma cosa. Pero Dios ha destinado un tiempo para mí, y yo debo aceptarlo. Pero el pensamiento bendito es que, en ese día, Él me levantará otra vez. Y todo lo que yo era cuando tenía veinticinco años, lo seré otra vez para siempre. Amén. Allí lo tienen. ¿Por qué ha de molestarme la vejez? Yo le ganaré al diablo en eso por años y años, sabiendo esto: que yo le creo a Él. Este pequeño espacio de tiempo, sólo es algo corto de todas maneras. Si nosotros nos quedamos tres veintenas y diez (setenta años), el tiempo que nos fue prometido, no—no es más que miseria y lamento. ¿Qué es? ¿Les gustaría canjear esta casa pestilente por esa cosa gloriosa más allá?",
    "Pues, ¡bendito sea el Nombre del Señor! Algo en mi interior se encontró con ese Melquisedec un día, y Él me habló paz y me dio Vida Eterna. Y esta vida no significa otra cosa más que un tabernáculo por medio del cual predicar el Evangelio. Yo digo esto con toda sinceridad, con estas dos Biblias abiertas delante de mí. Si mi Dios terminara conmigo de predicar el Evangelio, y yo no pudiera hacer nada más por Él, y mis hijos tuvieran la edad suficiente para cuidarse ellos mismos, y Él me quisiera llevar en estos momentos, “Amén”, queda resuelto. Sí, señor.",
    "¿Qué diferencia hay si tengo ochenta o si tengo veinte? Yo sólo estoy aquí por una cosa: para servir al Señor. Eso es todo. Si aún pudiera predicar el Evangelio tal como puedo hacerlo ahora, cuando tenga ochenta, ¿qué diferencia hay si tengo cuarenta u ochenta? Hay muchos hombres de ochenta años en esta noche, y muchos niños que morirán, cuando ese hombre de ochenta años vivirá más que muchos de ellos. ¿Eso qué importa? Son sus motivos, sus principios, y nosotros estamos aquí para servir al Señor Jesús; eso es todo.",
    "Sabiendo esto, que “esta vida es un vapor, del cual habla un hombre; que fue una vez, y ya no es”. Pero si tenemos Vida Eterna, Dios ha prometido que nos resucitará otra vez. Y tomaremos la comunión con Él cuando los días terminen, y cuando Él diga: “Entrad en el gozo del Señor que ha sido preparado para vosotros desde la fundación del mundo”.",
    "Entonces, ¿qué diferencia hay aquí si nosotros tenemos algo o no lo tenemos? Si somos jóvenes o somos ancianos, ¿cuál es la diferencia? Lo importante es: ¿están Uds. listos para encontrarse con Él? ¿Lo aman? ¿Pueden servirle? ¿Han renunciado Uds. a las cosas del mundo? ¿Se han encontrado con Melquisedec desde que terminó la batalla?",
    "¡Bendito Dios! Yo tenía como unos veintiún años, y un día yo tuve una batalla con esto, eso y lo otro. No podía decidir si quería ser un boxeador, o si quería ser un trampero, o un cazador, lo que quería ser. Pero me encontré con Melquisedec, y Él me dio la comunión, y desde entonces quedó resuelto para siempre. ¡Aleluya! Me fui a Su lado. Me he regocijado en el camino. Y cuando llegue al fin del camino y la muerte me mire al rostro, así como me siento ahora, yo jamás le temeré. Yo caminaré, quiero caminar y enfrentar eso, sabiendo esto: que yo conozco a Aquél que hizo la promesa, correcto; que yo lo conozco a Él en el poder de Su resurrección. Cuando Él llame de entre los muertos, yo saldré de entre ellos. Correcto, conociéndolo a Él en el poder de Su resurrección. ¿Qué diferencia hay si yo estoy viejo o si estoy joven? ¿Si soy pequeño o si soy grande? ¿Si estoy satisfecho o si tengo hambre? ¿Si tengo un lugar en dónde acostarme o si no lo tengo?",
    "🦅 Las aves tienen nidos, y la zorra tiene guarida, pero el Hijo del hombre no tiene un lugar donde recostar la cabeza”, y Él era el Rey de Gloria.",
    "Nosotros somos reyes y sacerdotes en esta noche. ¿Qué diferencia hay si tenemos o si no tenemos? Siempre y cuando tengamos a Dios, somos más que vencedores. Somos más que vencedores. Nosotros nos sentamos en la Presencia de Dios, en el compañerismo del Espíritu Santo, tomando comunión espiritual de la mano de Aquél que testificó: “Yo soy el que estaba muerto y vivo otra vez, y vivo por los siglos de los siglos”. Sentados juntos en lugares Celestiales en Cristo Jesús. ¡Oh, bendito sea Su santo Nombre! ¿Qué diferencia hay?\n\n¡Una tienda o un chalet, qué me importa!\n\n¡Me están haciendo un palacio más allá!\n\nSu oro y diamantes no puedo contar,\n\nTesoros que nadie podría concebir.",
    "Lo encontré un día cuando yo venía de la batalla. Dejé mis trofeos. Yo no he peleado una batalla desde entonces; Él las pelea por mí. Yo sólo descanso en Su promesa, sabiendo esto, que yo le conozco a Él en el poder de Su resurrección. Eso es todo lo que importa. ¿Qué más importa?",
    "¿Qué podemos hacer? Pues ¿el afanarse le podrá añadir un codo a su estatura? ¿Qué le interesa si su pelo es ondulado, o si Ud. tiene o no tiene? ¿Cuál es la diferencia? Si Ud. está viejo, si Ud. está canoso, o si Ud. tiene los hombros caídos, o no los tiene caídos, ¿qué diferencia hay? Amén. Esto sólo es momentáneo, un espacio pequeño de tiempo, pero aquello es por los siglos de los siglos. Y mientras los eones del tiempo pasan, a medida que las edades pasan, Ud. jamás cambiará, y pasará por Sus incesantes edades Eternas. ¿Cuál es la diferencia?",
    "Estoy tan contento de haberme encontrado con Él. Estoy tan contento que un día Él me dio la comunión, ese mismo Melquisedec que se encontró con Abraham viniendo de la derrota de los reyes. Seguro. “El Dios del Cielo”, El Elyon, el Gran “YO SOY”, no el que, Yo era; el YO SOY, tiempo presente. “Y Él lo bendijo”.",
    "Escuchen aquí un poco más, para que podamos entender la lección un poco mejor. Ahora el versículo 4:\n\nConsiderad, pues, cuán grande era éste,…\n\nYo también lo considero así. “Considerad, pues, cuán grande era Éste”. Él es más allá que el Hijo de Dios. El hijo de Dios tuvo padre y madre; Éste no. El hijo de Dios tuvo principio de tiempo y fin de tiempo; Éste no. ¿Quién era Éste? Éste era el Padre del Hijo. Ése era Él.\n\nConsiderad…cuán grande era éste…quien aun Abraham el patriarca dio diezmos de todo el botín.",
    "Ahora, escuchen con atención.\n\nCiertamente los que de entre los hijos de Leví reciben el sacerdocio, tienen mandamiento de tomar del pueblo los diezmos según la ley, es decir, de sus hermanos, aunque éstos también salieron de los lomos de Abraham.",
    "Fíjense ahora en esto si quieren ver algo.\n\nPero aquel cuya genealogía no es contada del…de entre ellos, tomó de Abraham los diezmos, y bendijo al que tenía la promesa.",
    "Abraham tenía la promesa, y este Hombre bendijo a Abraham quien tenía la promesa. ¿Quién era éste? Los hijos de Leví les pagaron sus diezmos a sus hermanos, o… sus hermanos les pagaron diezmos a ellos. Ellos tenían por mandamiento del Señor tomar un décimo de lo que sus hermanos hacían, para su sustento, porque ellos eran el sacerdocio. Ahora, esto aquí mismo descarta lo del sacerdocio de Melquisedec, como Uds. dicen. Correcto. Pero este Hombre… Aun el que tenía la promesa, el hombre más importante de la tierra, Abraham, se encontró con este Hombre y le pagó diezmos a Él. [Cinta en blanco.—Ed.] Él tenía que haber sido más importante.",
    "Escuchen:\n\nY sin discusión alguna, el menor es bendecido por el mayor.\n\nSeguro. Fíjense Quién es Él.\n\nY aquí ciertamente reciben los diezmos hombres mortales;…\n\nÉse es el sacerdocio del orden de sacerdotes y predicadores, y demás. Hombres que reciben el diezmo, mueren. ¿Ven?\n\n…pero aquí, uno de quien se da testimonio de que vive.",
    "Para qué recibiría diezmos un hombre, si él tenía… Si él nunca nació y nunca morirá, y era desde el principio hasta el fin, y—y nunca tuvo padre ni madre o descendiente, y poseía todos los Cielos y la tierra y todo allí, ¿por qué recibió diezmo? ¿Por qué le pediría a Abraham que pagara diezmos? ¿Ven Uds. qué cosa tan estricta es pagar diezmos? Diezmar es correcto. Todo Cristiano está obligado a pagar el diezmo. Correcto. Eso nunca ha cambiado.",
    "Ahora:\n\nY por decirlo así, en Abraham pagó el diezmo también Leví, que recibe los diezmos;",
    "Ahora, ¡oh, aquí hay algo!\n\nporque aún estaba en los lomos de su padre cuando Melquisedec le salió al encuentro.",
    "¿Qué, Leví? Abraham era el tatarabuelo de Leví. Y la Biblia dice aquí que “Leví pagó diezmos cuando estaba en los lomos de Abraham”. Cuatro generaciones antes que él hubiera venido a la tierra, él ya estaba pagando diezmos a Melquisedec. ¡Bendito sea el Nombre del Señor!",
    "Entonces, para Uds. que no pueden creer en predestinación antes de ordenación, y aquí, cuatro generaciones antes que Leví hubiera salido de los lomos de Abraham, estaba pagando diezmos a Melquisedec. Quisiera que tuviéramos tiempo para repasar esto por la Escritura.",
    "Si Uds. lo llevaran, por decir, a Jeremías 1:4, Dios dijo: “Yo te conocí antes que te formase en el vientre de tu madre. Y Yo te santifiqué y te di por profeta a las naciones”. Entonces, ¿qué puede decir Ud. que hizo? ¿Qué puedo decir yo que hice? Es Dios que muestra misericordia. Dios nos conoció desde antes de la fundación del mundo.",
    "Él no quiere que ninguno se pierda; seguro que no. Pero si Él es Dios, Él sabía quién sería salvo y quién no sería salvo, o Él no sabía nada. Si Él no sabía… Si Él no sabía quién se iría en el Rapto, desde antes que el mundo hubiera sido formado, entonces Él no es Dios. Si Él es infinito, Él… Él conoció cada pulga, cada mosca, cada piojo, cada nigua que estaría en la tierra, desde antes que la tierra fuera formada. Correcto. Él sabía todas las cosas. Antes de la fundación del mundo, Él nos conoció. La Biblia dice que “Él nos conoció y nos predestinó”.",
    "Dejemos esto resuelto de una vez. Regresemos a Efesios el capítulo 1. El 5to capí-… El capítulo 1 de Efesios, sólo por un momento. Lo quiero leer aquí por un momento, para que Uds. realmente puedan entender que no es simplemente algo personal que me estoy esforzando por decirles a Uds.; es algo que Dios está queriendo decirles a Uds. ¿Ven? Ahora, escuchen esto, con mucha atención, Efesios, capítulo 1:\n\nPablo, apóstol de Jesucristo por la voluntad de Dios,…\n\nEl mismo hombre que escribió la carta a los Hebreos, está escribiendo esta carta.\n\n…a los santos…\n\nEsto no es para los incrédulos, sino para los santos, los santi-… los santificados.\n\n…y fieles en Cristo Jesús que están en Éfeso:\n\nGracia y paz sean a vosotros, de Dios nuestro Padre y del Señor Jesucristo.\n\nBendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales…\n\n“Según Él…”. Ahora, escuchen ahora con atención, el versículo 4.\n\nsegún nos escogió en él antes de la fundación del mundo…\n\n¿Quién es “nos” allí? La Iglesia.\n\n…nos escogió en él (Cristo) antes de la fundación de la tierra, para que fuésemos santos y sin mancha delante de él,\n\nen amor habiéndonos predestinado para ser adoptados hijos suyos, por medio de Jesucristo, según su puro afecto de su voluntad,",
    "¿Quién lo hizo? Dios lo hizo. Dios sabía desde el principio quién sería salvo y quién no sería salvo. Seguro. Él no quería que ninguno pereciera. Pero Él no envió aquí a Jesús sólo para ver si de pronto Uds.—Uds. dirían: “Bueno, pobre Jesús, le tengo lástima. Tal vez sería bueno que yo fuera salvo, y aprobara eso”. No, señor.",
    "Dios sabía en el principio quién lo haría y quién no. Por tanto, Él sabía que algunos lo harían, así que Él envió a Jesús para que fuera el sacrificio de aquellos a quienes Él antes conoció. “Porque a los que Él antes conoció, Él llamó; y a los que Él llamó, Él justificó; y a los que Él justificó, Él glorificó (tiempo pasado)”. Allí lo tienen Uds.",
    "Así que no son Uds. mismos que se guardan, es la gracia de Dios que los guarda. Uds. mismos no se salvaron, ni fue por algo que Uds. hubieran hecho para merecer ser salvos; es la gracia de Dios que los salvó. La gracia de Dios los llamó a Uds. El conocimiento previo de Dios, los conoció. Él sabía que Uds. estarían en esta iglesia en esta noche, desde antes que la fundación del mundo fuera establecida, si Él es infinito; si Él no lo es, Él no es Dios. Si Él sabía todas las cosas, Él era Dios. Si Él no sabía todas las cosas, Él no era Dios. Si Él es el Dios Todopoderoso, Él puede hacer todas las cosas; si Él no puede hacer todas las cosas, Él no es el Dios Todopoderoso. Allí lo tienen Uds.",
    "Entonces, ¿cómo pueden decir Uds. que es algo que Uds. pudieron hacer? No es nada que Uds. puedan hacer. Es el amor y la gracia de Dios para Uds., el que siquiera estén aquí. Nada que Uds. pudieran hacer, Dios los llamó por Su gracia; Uds. escucharon, oyeron, aceptaron.",
    "🦅 Bueno” dicen Uds., “Hermano Branham, siendo así habría demasiada libertad”. Seguro que sí. Uds. son libres. “Bueno, ¿ese hombre puede hacer todo lo que él quiere?”. Absolutamente. Yo siempre hago lo que yo quiero hacer. Pero si Ud. es un Cristiano, Ud. no quiere hacer lo errado.",
    "Allá está una muchachita mayor, sentada atrás esta noche, mi esposa. Yo la amo con todo lo que hay en mí. Y si yo supiera que pudiera salir con otra mujer sin que nadie se enterara, y fuera a ella y le dijera: “Meda, yo hice mal”, ¿piensan Uds. que yo lo haría? Si la amo correctamente, yo no lo haría. Correcto.",
    "Ahora, ¿qué si dijera: “¡Oh!, yo no puedo hacer eso. Pues, le diré por qué: Ella me divorciaría, y tengo… ¡Oh, yo soy predicador! ¿Ven lo que causaría? Me sacarían del púlpito, si ella me divorciara. ‘Un hombre divorciado. ¡Oh!’. Tengo tres hijos; ni me lo puedo imaginar. Pero, vaya, yo…”? Bueno, si es así de esa manera, Ud. todavía sigue bajo legalismo. No es bajo legalismo que yo me casé con ella. No es legalismo lo que me hace vivir fiel a ella, es por cuanto yo la amo. Yo no tengo por qué hacer nada; lo hago voluntariamente porque es una relación de amor. Y si Ud. ama a su esposa, Ud. también lo hará.",
    "Y si Ud. ama a su esposa así, con el amor fileo, ¿cómo debería Ud. amar a Cristo con amor ágape, lo cual es un millón de veces más fuerte, si Ud. realmente ama a Dios? Así yo supiera en esta noche que pudiera salir y emborracharme; así supiera en esta noche que yo pudiera salir y ser inmoral; así yo lo supiera, en esta noche: si eso aun estuviera en mi corazón hacerlo, y fuera y yo lo hiciera (sabiendo que Él me perdonaría), yo no lo haría. Yo lo estimo demasiado a Él. Yo lo amo. Seguro. Claro que sí.",
    "Por esa razón yo no le vendería mi experiencia a ninguna denominación (¡no señor!), a ninguna Asamblea de Dios, a ninguna iglesia de Dios, a ninguna de los Santos Peregrinos, metodistas, bautistas, presbiterianos, católicos. Yo no recibiría nada que me pudieran ofrecer, a cambio de esta experiencia; pues, Ella no vino del hombre, vino de Dios. No, señor. Yo no vendería mi primogenitura por ningún rock-and-roll de Elvis Presley, ni por su flota de católicos, o sus Cadillacs, ni sus millones de dólares, ni nada de eso, lo cual él recibe cada mes. No, señor. Yo lo amo a Él. Y si yo… Siempre y cuando lo ame a Él de esa manera, yo le permaneceré fiel. Y si Dios me llamó y me eligió, Él ha puesto algo en mí, y yo lo amo a Él.",
    "Recuerdo al Sr. Isler. Todos Uds. lo conocen, la mayoría. Él salió de aquí, el senador de Indiana; vino aquí, tocó su guitarra. Cuando mi bebé murió, y mi esposa había muerto, y todos yacían acá en el cementerio… y yo iba por la carretera con las manos por detrás, llorando, él saltó de su camioncito viejo, y vino y me abrazó, dijo: “Billy, yo quiero hacerte una pregunta”. Dijo: “Te he escuchado predicar hasta que casi te desmayas en el púlpito; te he escuchado en las esquinas y en todas partes, clamando por Cristo”. Dijo: “Ahora Él se llevó a tu papá; Él se llevó a tu hermano. Los arrebató a los dos, y ellos murieron en tus brazos. Allí murió él. Tu esposa murió aferrada de tus manos. Y tu bebé murió, y tú clamándole a Él para que te ayudara. Y Él te volteó la espalda. ¿Qué piensas acerca de Él?”.",
    "Dije: “Yo lo amo a Él con todo lo que hay en mí. Si Él me envía al infierno, aún lo amaré”. Él es justo. No es sólo un decir, veintiséis años lo han probado. Correcto.",
    "Si Ud. lo ama a Él, no es un deber, que “yo no puedo hacer esto, y yo no puedo hacer eso”. Uno lo ama a Él demasiado para hacerlo, porque Él lo ha escogido a uno. En ningún momento uno lo escogió a Él, Él lo escogió a uno.",
    "Ud. dice: “Yo busqué al Señor, y busqué al Señor”.\n\n“Ningún hombre busca a Dios”. Es Dios buscando al hombre. Ud. pudiera estar buscando un favor de Él, pero Dios tiene que cambiar su naturaleza antes que Ud. aun pueda ir tras Él buscándolo; pues, Ud. es un pecador, Ud. es un cerdo. Es cierto.",
    "Y algunos de Uds. van a la iglesia y solamente viven por su membresía, salen aquí y hacen todo lo del mundo, y luego aún regresan y dicen: “Sí, yo pertenezco a la iglesia”. Bueno, eso está muy lejos de pertenecer a Dios. Seguro. Yo no… Pero, Uds. ven que la gente lo hace, uno lo puede notar. ¡Oh, ellos son buenos miembros de la iglesia! Eso es verdad. Uds. pueden ser miembros de la iglesia y aún hacer dichas cosas, mas no pueden ser Cristianos y haciéndolas.",
    "Como dije, esta mañana: “Ese cuervo astuto, si alguna vez ha habido un hipócrita, es el cuervo”. Correcto. Él y la paloma se sentaron en la misma arca, se sentaron en la misma percha. Y el cuervo se pudo satisfacer cuando fue soltado, y salió de esa Iglesia, para poder salir allá y posarse en un cadáver y “cau, cau”, y comer de éste, comer del caballo, y comer de la vaca, y de lo que fuera, él estaba satisfecho. Pero cuando Noé soltó a la paloma, ella no pudo encontrar descanso para la planta de sus pies. Ella tenía el mismo derecho de posarse sobre un animal muerto como el cuervo, pero eran dos naturalezas diferentes. Una de ellas, para empezar, era una paloma; él, para empezar, era un cuervo.",
    "Pero, si Uds. se fijan, aquel cuervo puede posarse acá en un cadáver y comer por medio día. La paloma se posará en el campo de trigo y comerá por medio día. Y él cuervo puede volar directo allá y comer comida de paloma, tanto como él quiera. Él pudiera comer tanto trigo como el cuervo… o como la paloma. Pero él, el cuervo, puede comer la comida de paloma, pero la paloma no puede comer la comida del cuervo. Correcto.",
    "Así que, el hipócrita puede venir a la iglesia, y regocijarse y gritar y alabar al Señor, y portarse así, y salir directo allá y disfrutar de las cosas del mundo. Pero un Cristiano nacido de nuevo no puede hacerlo, porque el amor de Dios lo constriñe a tal grado, que él no puede.",
    "Entonces si Ud. sólo es un Cristiano porque se ha unido a la iglesia, y ha dejado de hacer esto y eso, y el mismo deseo sigue en Ud., Ud. necesita otra sumergida. Eso es exactamente lo correcto.",
    "Y Uds. mujeres que pueden vestirse con eso cortico… esos pantaloncitos cortos, y salir acá a la calle, y luego llamarse “creyente”. Ud. es una creyente, pero tal vez un muy mal ejemplo. Si Uds. realmente tuvieran a Cristo en el corazón, ni siquiera tendrían que pensar en tales cosas como ésas. A mí no me interesa lo que las demás mujeres hacen, ni lo que hacen las demás jóvenes, Uds. serían diferentes, por cuanto aman demasiado a Cristo.",
    "Hablé con una mujer el otro día, en una casa, y ella levantó las manos así, dijo: “Rev. Branham, estoy casi desnuda, andando aquí en mi casa”.",
    "Pensé: “¡Vergüenza debería darle!”. En su propia casa, a mí no me interesa en dónde esté. Correcto. Vístase y actúe como una mujer, como es propio de una dama. ¡Vergüenza debería darle! Pero Uds. continuamente… Y la Biblia dice: “Si Uds. aman esas cosas, las cosas del mundo, el amor de Cristo ni siquiera está en Uds.”. Y si Uds. aman al Señor, con todo su corazón, con toda su alma, con toda su mente, Uds. no se pondrán esas cositas cortas vulgares, obscenas. Es correcto.",
    "Y Ud. diácono, y Uds. demás aquí, que salen aquí a la calle, y torciendo sus cuellos y mirando a cada una de esas mujeres: vergüenza debería darles; y Uds. se llaman “hijos de Dios”. Yo sé que eso quema, pero es preferible una pequeña quemada que después tener que arder para siempre. Así que si Uds. hacen esas cosas… Ahora, uno no puede hacer nada si una mujer camina por la calle, medio vestida. Ud., si está mirando, seguramente la verá, pero Ud. puede voltear el rostro. La Biblia dice: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”.",
    "Permítame decirle algo, querida hermana: Ud. va a tener que rendir cuenta. No me interesa, Ud. puede ser tan pura como un lirio; tal vez Ud. nunca en realidad cometió un pecado de ese tipo, un pecado inmoral, en su vida; pero si Ud. se viste de esa manera, Ud. va a tener que rendir cuenta en el juicio por cometer adulterio con todo hombre que la miró; lo dice la Biblia. Y al caminar por la calle, ¿quién es culpable?, ¿el hombre? No, señor. Ud. lo es. Ud. misma se presentó de esa manera.",
    "La mujer tiene un gran lugar; es un lugar sagrado, bonito, maravilloso. Pero ella debe guardarse de esa manera, para mantener su llamamiento como ella debe; como una madre, como una mujer, y en su feminidad. Cuando se rompe el carácter femenino de la mujer, la columna vertebral de cualquier nación se destroza. Y por eso, hoy día, nuestra nación está arruinada, debido a la inmoralidad de nuestras mujeres. Eso es exactamente cierto. Seguro. Es la corrupción entre nosotros, lo que la está destrozando.",
    "Lo que Ud. necesita es un encuentro con este Melquisedec. Amén. Permita que Él—que Él la bendiga y le dé a Ud. el vino, el pan, la Vida Eterna; entonces Ud. verá las cosas diferentes. Luego Ud.… Eso será diferente. Ud. no querrá que los muchachos le den el silbido de coyote, el silbido del lobo, o como Uds. le quieran llamar; seguro que no. Ud. será diferente.",
    "¿Y Uds. van a querer decirme que se visten de esa manera, y que salen allá, con algún otro propósito? Uds. dicen: “Bueno, es más fresco”. Ése es un cuento suyo. No es más fresco. La ciencia prueba que no es más fresco. Es un… Es la lujuria que viene sobre Ud., hermana. Ud. no se da cuenta. Yo no estoy queriendo herirla, pero sí queriendo prevenirla. Una mujer moral, tan pura como pudiera serlo, una damita fina, sale a la calle con esas cosas puestas, inconscientemente, no sabiendo lo que ella está haciendo, porque algún predicador apóstata tiene miedo de que su esposo no pague más los diezmos en la iglesia. Si él se hubiera encontrado con Melquisedec, no pensaría esas cosas; él predicaría el Evangelio. Así les queme el cuero de la espalda, él Lo predicaría de todas maneras. Eso es exactamente correcto.",
    "Ud. lo hace, y lo hace porque allí está ese espíritu de lujuria. Y Uds. hombres que les permiten a sus esposas hacer esa clase de cosas, me quedan pocas esperanzas para Uds. como hombres. Correcto. Correcto. Ahora, no hay elogios en eso, porque… o disculpas; pues, es la verdad. Cualquier hombre que le permite a su esposa salir a la calle y portarse de esa manera, hermano, Ud. debería estar usando la ropa de ella. Es cierto. Ud., pues, ¡qué cosa!",
    "Yo no digo que mi esposa no lo haría. Pero yo tendría que cambiar y estar pervertido de lo que ahora soy, si yo viviera con ella haciendo eso. Y eso es exactamente cierto.\n\nMis niñas, tal vez lo hagan cuando ellas lleguen a ser mujeres. Yo no digo que ellas no lo harán, yo no sé; eso depende de la misericordia de Dios. Yo espero que no. Si lo hacen, ellas pisotearán las oraciones de un padre justo. Ellas pisotearían la vida de alguien que trató de vivir correctamente, si llegan a hacerlo. Correcto. Yo más bien quiero vivir correctamente, enseñar lo correcto, estar correcto, e instruirlas bien. Si ellas llegan a hacerlo, se abrirán camino a golpes al infierno, pasando por encima de mi predicación, y por encima de mi Cristo, y por encima de mis advertencias (correcto), si en algún momento ellas lo hacen. Seguro que sí. Correcto.",
    "¡Vergüenza debería darles! Si Ud. llega a conocer a Cristo, cara a cara, y Él la bendice y pone ese beso de aprobación en su corazón, todos los diablos del infierno jamás harán que Ud. se las vuelva a poner. Correcto. Ud. ha pasado de muerte a Vida, y su mira está en las cosas de Arriba y no en las cosas de la tierra. Amén. Será mejor que deje ese tema, es delicado. Muy bien. Pero es la verdad.",
    "Muy bien, mientras avanzamos ahora un poco más, luego terminamos.\n\nCiertamente los que de entre los hijos de Leví reciben diezmo del sacerdocio, y tienen mandamiento de tomar del pueblo el diezmo según la ley, es decir, de sus hermanos, aunque éstos también hayan salido de los lomos de Abraham.\n\nPero aquel cuya genealogía no es contada de entre ellos, tomó de Abraham los diezmos, y bendijo al que tenía la promesa.\n\nY con toda contradicción…, el menor es bendecido por el mayor.\n\nY aquí ciertamente reciben los diezmos hombres mortales; pero aquí, uno de quien se da testimonio de que vive.\n\nY yo…\n\nY por decirlo…, en Abraham pagó el diezmo también Leví, que recibe los diezmos;\n\nporque aún estaba en los lomos de su padre cuando Melquisedec le salió al encuentro.",
    "Su—su actitud hacia Cristo causará una gran impresión en lo que sus hijos serán. La vida que Ud. vive delante de su familia causará una impresión en lo que sus hijos serán. Pues, la Biblia dice que “visitaría la iniquidad de los padres sobre los hijos hasta la tercera y cuarta generación”.",
    "Ahora, unos momentos más antes que terminemos.\n\nSi, pues, la perfección (allí está su perfección otra vez.) fuera por el sacerdocio levítico (porque bajo él recibió el pueblo la ley), ¿qué necesidad habría que viniera… aún de que se levantase otro sacerdote, según el orden de Melquisedec, y que no fuese llamado según el orden de Aarón?",
    "La ley, el legalista, vean: “¡Oh, Ud. tiene que hacer esto! ¡Si no hace esto, Ud. no es un Cristiano! ¡Si Ud. no guarda el sábado! Si Ud. no… ¡Si Ud. come carne! ¡Si Ud. hace estas cosas!”. Todas estas ideas de legalismo. “Y Ud. tiene que ir a la iglesia; si no, Ud. pagará por eso. Ud. tiene que rezar una novena”. Esas cosas son tonterías. Ud. es salvo por la gracia de Dios, por el conocimiento previo de Dios, por Su predestinación. Dios llamó a Abraham por predestinación, por conocimiento previo. Él llamó. Él aborreció a Esaú, y amó a Jacob, antes que alguno de los dos naciera. Correcto. Es—es el conocimiento previo de Dios que sabe estas cosas.",
    "Uds. entonces dirán: “¿Para qué predicar el Evangelio?”.",
    "Pues le diría esto a Ud.: Pablo respondió esto, o Jesús, quise decir. Aquí está Jesús. Él dijo: “El Reino del Cielo es semejante a un hombre que fue a un—un estanque o un lago, y arrojó la red. Él la recogió. De allí, él sacó tortugas; tenía galápagos; tenía serpientes; tenía lagartijas; tenía ranas; tenía arañas; tenía carroñeros; tenía—él tenía peces”. Ahora, el hombre simplemente está arrojando la red.",
    "Así es con el Evangelio. Ahora aquí está: yo estoy predicando el Evangelio. Yo sencillamente arrojo la red. La recojo, digo: “Todos los que quieran, el que quiera, venga”. Aquí vienen algunos al altar. Todos se acercan alrededor del altar; ellos oran; ellos lloran. Yo no los diferencio el uno del otro; eso no es asunto mío. Yo no fui enviado para juzgar.",
    "No obstante, hay algunos allí que son ranas; hay algunos que son lagartijas; hay algunos que son culebras; hay algunos que son tortugas; y hay algunos que son peces. No es asunto mío el juzgar. Yo digo: “Padre, aquí está lo que yo saqué”.",
    "Pero, para empezar, la rana era una rana.",
    "La araña, esa araña se sienta allí y mira alrededor por un rato, haciendo gestos con esos ojos grandes, mira alrededor, dice: “¿Saben qué? Ya soporté todo lo que podía soportar de Esto”. Plop, plop, plop, plop, y se van.",
    "La señora serpiente levanta la cabeza, y dice: “Bueno, ¿saben qué? Si así es como van a predicar, en contra de usar pantaloncito corto y esas cosas, eso me saca a mí. Así que me voy a apartar de esa cantidad de santos rodadores. Eso es todo lo que debe ser”. Ud. era una serpiente para empezar. Eso es exactamente cierto. Sí.",
    "Y aquí está sentado el señor sapo, con un gran puro en la boca (como un toro tejano descornado), se para allí y mira alrededor, dice: “Bueno, nunca me sentí culpable al fumar. Simplemente me saldré de esta cosa, ahora mismo”. Bueno, rana vil, para empezar, Ud. era eso. Eso es exactamente cierto. Eso es exactamente cierto.",
    "La naturaleza suya prueba lo que Ud. es. Su vida muestra, refleja lo que Ud. es, y desde el principio. Para mí no es difícil ver eso; no es difícil que Ud. lo vea.",
    "Si yo fuera donde Roy Slaughter (el granjero sentado aquí), y viera los cerdos sobre un montón de estiércol, comiendo estiércol, no pensaría mal de eso. Ése es un cerdo. Pero si viera a un cordero sobre ese montón de estiércol, yo me sorprendería. Ajá. ¿Ven? No se preocupe, Ud. no lo verá allí; él simplemente no lo soportaría. Correcto.",
    "Y un hombre que ha nacido del Espíritu de Dios odia las cosas del mundo. Correcto. “Porque si Ud. ama al mundo o las cosas del mundo, el amor de Dios ni siquiera está en Ud.”.",
    "Si yo anduviera con mujeres todos los días, y viniera y le dijera a mi esposa que la amo, ella sabría que soy un mentiroso. Mis acciones hablarían más alto que mis palabras; seguro. Yo le probaría a ella que no la amo, porque no le fui fiel.",
    "Si ella me dijera que me ama, y cada vez que yo me fuera, ella saliera con alguien más, probaría que ella no me ama. Correcto. Sus acciones lo prueban. A mí no me interesa cuánto ella tratara de decirme: “Bill, te amo, y no existe nadie más en el mundo sino sólo tú”, yo sabría que ella es una mentirosa.",
    "Y cuando Ud. quiere decirle: “Señor, yo te amo”, y está haciendo las cosas del mundo, Dios sabe, para empezar, que Ud. es un mentiroso. Entonces ¿por qué?, ¿de qué sirve aceptar una experiencia a medias, y algo así, cuando los grandes firmamentos del Cielo están llenos de lo real? ¿Por qué quiere Ud. ser un supuesto Cristiano, miserable, sólo de palabras, a medias, a medio cocer? Cuando Ud. puede ser un verdadero hijo de Dios nacido de nuevo, con las campanas de júbilo del Cielo repicando en su corazón, regocijándose, y alabando a Dios, y viviendo una vida de victoria por medio de Jesucristo.",
    "No tratando de hacerlo por su cuenta, porque para empezar, Ud. fallará. Más bien tómenlo a Él, es Palabra Suya, y descansen sobre lo que Él ha dicho que es la Verdad. Y créanle a Él y ámenlo, y Él hará que todo obre para el bien de Uds. Eso es; ésa es la idea.",
    "El Señor los bendiga. No quiero regañarlos, pero, hermano, es mejor recibir una regañadita. Uds. son mis pequeños. ¿Ven? Y cualquier papá que ama a sus muchachos, de seguro los corregirá, o él no es la clase correcta de papá. ¿Verdad que es lo correcto? Seguro. Y este papá únicamente tiene una regla, y ésa es la regla del hogar. Y Dios únicamente tiene una regla, y Ésa es Su Palabra.",
    "Si nosotros creemos Su Palabra, entonces vivimos de acuerdo a Su Palabra; es nuestro deber, si es que hemos conocido a Dios. No es por cuanto Ud. dice: “Bueno, yo voy a la iglesia, y tengo que hacer esto”. Ud. es un miserable. No haga eso. ¿Para qué quiere Ud. ser un cuervo impío, miserable, decrépito, cuando puede ser una paloma? Seguro. Ud. simplemente necesita un cambio de naturaleza. Y cambie Ud. su naturaleza, llegue a ser un hijo y una hija de Dios; esté en paz con Dios.",
    "Jesús… “Por lo cual también Jesús, para santificar al pueblo mediante Su Propia Sangre, padeció fuera de la puerta”, Hebreos 13:12 y 13. Romanos 5:1: “Justificados, pues, por la fe”, no por un estrechar de manos, no por el bautismo en agua, no por imposición de manos, no por gritar, no por hablar en lenguas, no por alguna sensación; “Sino que siendo justificados, por la fe, tenemos paz para con Dios por medio de nuestro Señor Jesucristo”. Hemos pasado de muerte a Vida, y llegamos a ser nuevas criaturas, porque hemos creído en el unigénito Hijo de Dios, y lo hemos aceptado a Él como nuestro Salvador personal. Y Su Sangre actúa, en esta noche, como propiciación por nuestro pecado, para tomar nuestro lugar.",
    "En el Antiguo Testamento sólo había un lugar para el compañerismo: era bajo la sangre. Cada creyente tenía que venir bajo la sangre. Cuando la becerra roja era sacrificada, ella era para ofrenda por el pecado. Ella tenía que ser roja; el capítulo 19 de Éxodo, si alguno de Uds. quisiera leerlo. Y ella debía de ser tomada, pezuñas, todo, y ser completamente quemada. Y luego eso era un agua de separación. Eso era puesto afuera de las puertas. Tenía que ser manejada con mano limpia. La sangre de esta becerra iba delante… para la congregación, y era rociada sobre la puerta siete veces. Y entonces, cada persona contaminada que se acercaba, debía primero reconocer y ver esa sangre, y darse cuenta que solamente hay compañerismo debajo de esa sangre. Ése es el único lugar bajo el cual el adorador podía realmente adorar oficialmente, era bajo la sangre.",
    "Por tanto, lo primero que él tenía que hacer, antes que pudiera venir bajo la sangre, se tenía que rociar esta agua de separación sobre él, y el inmundo era hecho limpio.",
    "Y ellos tomaban el agua de separación y la rociaban sobre el caminante, y lo separaban de su pecado. Y luego él caminaba bajo estas siete franjas de sangre, y tenía compañerismo con los demás creyentes en la Presencia de Dios.",
    "Solamente hay una manera de hacerlo. No es por un apretón de manos, no uniéndose a la iglesia, no por bautismos, no por emociones; sino acercándose a las aguas de separación, ponga sus manos, por fe, sobre la cabeza de Jesús, y diga: “Soy un pecador, y Tú has muerto tomando mi lugar. Y Algo en mí me dice que Tú me perdonarás por mis pecados, y yo te acepto ahora como mi Salvador personal”. Pase allá, bajo la Sangre, tenga compañerismo con los hijos de Dios. Eso es. Coma el pan, beba el vino, y tenga el compañerismo con la iglesia.",
    "¡Oh!, ¿no es Él maravilloso? ¿No es bueno Él? Ahora, esto le pudiera parecer extraño, amigo. ¿Pero qué—para qué me paro yo aquí y digo estas cosas? ¿Las diría yo para ser diferente de los demás? Si lo hago, entonces yo necesito arrepentirme. Yo lo estoy diciendo porque Dios lo dijo, por cuanto es la Palabra de Dios. Y escuchen: viene un tiempo, y ahora es, cuando la gente va del este al oeste, queriendo encontrar la Palabra de Dios, y no pueden encontrarla.",
    "Cuando Ud. entra a una reunión, lo primero que hace, Ud. entra allí y hay una cantidad de lenguas e interpretaciones, y alguien se levanta y sigue citando la Escritura; y eso es carnal. Absolutamente. Dios nos dijo que “no usáramos vanas repeticiones”, ¿qué de Él? Si Él lo escribió una vez, Ud. créalo. Él no tiene por qué andarlo repitiendo. Lenguas e interpretaciones son algo correcto, pero tiene que ser un mensaje directo a la iglesia o para alguien, no algo carnal y cosas como ésa. Y entonces Uds. se apresuran adelantándose en todas estas otras cosas.",
    "Él otro día aquí, dos hombres entraron a… y un hombre y su esposa, y otro hombre y su esposa (jóvenes recién casados), entraron a un cierto lugar, iban a África como misioneros. Alguien se paró y dio una profecía, y habló en lenguas e interpretaciones, que “Ellos tenían la esposa el uno del otro” que, “eso no debe ser así. Ellos se han casado con la persona incorrecta”. Y esas dos personas se separaron y se casaron otra vez. Un hombre tomó la esposa del otro, y el otro la otra (en una denominación Pentecostal de renombre), y se fueron a África como misioneros.",
    "Hermano, cuando Ud. acepta su voto, está ligado a ese voto hasta que la muerte lo separe. Eso es exactamente lo correcto. Seguro, Cuando Ud. acepta su voto, eso ata.",
    "¡Todo eso, tonterías! Y ha llegado a tal grado que cuando uno va a las iglesias, o son tan frías y formales y secas, que el termómetro espiritual baja hasta cincuenta bajo cero. La gente está sentada como una verruga en un pepino curtido, toda agria e indiferente y con el ceño fruncido. Y si Ud. escucha a alguien por allá atrás en el rincón, que gruñe un pequeño “amén” de vez en cuando (como si les doliera), todos estiran los cuellos como gansos, para mirar alrededor y ver lo que sucedió. Uds. saben que eso es la verdad. Yo no lo estoy diciendo en broma; éste no es lugar para bromas. Eso es la Verdad. Correcto. Lo estoy diciendo porque es la Verdad del Evangelio.",
    "Y del otro lado, se tiene una cantidad de insensatez por comportamiento causado por demasiadas emociones carnales, y la verdadera Palabra de Dios finalmente ha llegado a un punto en donde difícilmente se escucha: el antiguo centro del camino, el Evangelio, la Luz a mi sendero (¡Aleluya!), la Sangre del Cordero, el amor de Dios que nos separa de las cosas del mundo.",
    "🦅 ¿Ha hablado Ud. en lenguas, hermano? Entonces no Lo tiene. ¿Gritó Ud. cuando le subió el escalofrío por la espalda? ¿Vio Ud. bólidos de fuego”? ¡Oh, tonterías! ¡No es tal cosa!",
    "¿Ha creído Ud. en el Señor Jesucristo y lo ha aceptado a Él como su Salvador personal? Y el Espíritu de Dios da testimonio con su espíritu, que Uds. son hijos e hijas de Dios. ¡Y su vida produce el fruto de amor, gozo, paz, paciencia, bondad, mansedumbre, benignidad! Entonces Ud. es un Cristiano. Si no, a mí no me interesa lo que Ud. haga.\n\nPablo dijo: “Pudiera entregar mi cuerpo para ser quemado como sacrificio; conocer todos los misterios de Dios; si pudiera trasladar montes con mi fe; si hablase lenguas humanas y angélicas: nada soy”. ¿Qué de eso? Primera de Corintios 13; averigüe si será correcto o no.",
    "Ahora, averigüe si—si Corintios, Segunda de Corintios 13, creo que es. O, bueno, es Primera o Segunda de Corintios. Allí en Primera de Corintios, Primera de Corintios 13, es correcto. “Aunque yo hable en lenguas humanas y angélicas (ambas, la que puede ser interpretada y la que no puede ser interpretada), nada soy”. Luego, ¿para qué jugar con eso?",
    "🦅 Aun si yo entendiera todos los misterios de Dios…”. ¿Por qué van Uds. a seminarios y se esfuerzan en aprender tanto? Es mejor que Uds. se pongan bien con Dios primero. Seguro. “Aunque yo, ‘¡Oh, bendita aleluya!’”.",
    "Uds. han llegado al punto en que uno ni siquiera puede tener una congregación a menos que se haga una campaña de sanidad u ocurran milagros de alguna clase; “La generación débil y adulterina anda en busca de tales cosas”. ¿Qué quieren Uds. con eso?",
    "Pablo dijo que él podía hacer toda clase de cosas, aun trasladar montes, y aún no ser nada. “En donde hay lenguas, cesarán. En donde hay ciencia, se desvanecerá. En donde hay profecías, fallarán. Pero cuando Eso, lo cual es perfecto venga, permanecerá para siempre”, y amor es perfección. “Porque de tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito”. Para que “todo el que ¿tenga escalofríos, todo el que tiemble, todo el que hable en lenguas, todo aqu-…”? “Todo el que en Él cree, no se pierda, mas tenga Vida Eterna”. Crean eso, hijos.",
    "Ellos tratan de hacerlo tan complicado; estas cosas y esas cosas. Cuando todo llega a una sola cosa: la fe personal suya en Dios. Eso es. Eso lo declara. “Porque por fe”, no por sentir; “por fe”, no por emoción; “por fe”, no por sensación. “Sino que por fe vosotros sois salvos, y eso por…”. ¿Porque Ud. buscó al Señor? ¿Porque Ud. era una buena persona? Por cuanto “Dios, por gracia, lo conoció a Ud. previamente y lo ordenó a Vida Eterna”.",
    "Jesús dijo: “Ninguno puede venir a Mí si mi Padre no le trae. Y todo el que a Mí viene, Yo le daré Vida Eterna. Ningún hombre Me los arrebatará de la mano; son Míos. Ellos son salvos para siempre. Yo los obtuve. Ninguno puede arrebatarlos de la mano de Mi Padre, Él es Quien Me los dio. Ellos son Mis dádivas de amor”.",
    "🦅 Y a todos los que Él conoció, Él llamó”. Él no llama a nadie a menos que Él le haya conocido previamente. “Todos los que Él llamó, Él justificó; a todos los que Él justificó, Él glorificó”. Entonces (¿ven Uds.?), nosotros estamos en un reposo perfecto.",
    "Ahora, yo sé que hay muchos legalistas aquí, noventa y nueve por ciento de Uds. Pero, miren, si sólo aceptan Esto y entienden que no soy yo el que está queriendo decirles a Uds. algo.",
    "Luego Ud. dice: “Pues, Hermano Branham, siempre he pensado que yo tenía que hacer esto y tenía que hacer eso”. Hay tanta—tanta diferencia en eso, hermano, en lo que Ud. tiene que hacer y lo que Ud. quiere hacer. Ud. es salvo, no porque Ud. tuviera nada que ver en eso; Ud. es salvo porque Dios lo salvó antes de la fundación del mundo.",
    "Escuchen. Escuchen esto. La Biblia dice, en Apocalipsis… Los voy a llevar ahora desde un principio hasta ahora lo último. La Biblia dice, en Apocalipsis, que cuando vino la bestia, él los engañó a todos en la tierra; la bestia. “Él engañó a todos los que estaban sobre la tierra, cuyos nombres no estaban escritos en el Libro de la Vida del Cordero…”. ¿Desde que el avivamiento empezó? ¿Suena correcto eso? Pues, ¿desde que el predicador predicó ese sermón tan poderoso? ¿Desde que ese hombre fue sanado? “…desde la fundación del mundo”.",
    "¿En dónde fue inmolado Jesús?, ¿en el Calvario? No, señor. Jesús fue inmolado antes de la fundación del mundo. “He aquí el Cordero de Dios, que fue inmolado desde antes de la fundación del mundo”. Dios, en el principio, cuando vio el pecado, Él vio lo que sucedería, Él habló la Palabra. Y Jesús fue inmolado desde antes de la fundación del mundo. Y toda persona salva, fue salva (de acuerdo a la Biblia), cuando el Cordero fue inmolado en la mente de Dios, desde antes de la fundación del mundo. Ud. ya estaba incluido allá en la salvación. Por tanto, ¿qué tendrá que hacer Ud. al respecto?",
    "¡Es Dios! ¡Bendito sea el Nombre del Señor! “Es Dios Quien obra; no depende del que quiere, ni del que corre, sino de Dios que tiene misericordia”.\n\nSi Jesús fue inmolado antes de la fundación del mundo, tomó cuatro mil años antes que realmente sucediera. Pero cuando Dios lo habló acá atrás, cada Palabra de Dios es firme; es inmutable; es indivisible; no puede fallar. Y cuando Dios inmoló al Hijo antes de la fundación del mundo, Él fue tan inmolado allá como cuando Él estuvo en el Calvario. Es un producto terminado, una vez que Dios lo habla. Y recuerden, cuando el Cordero fue inmolado, la salvación suya fue incluida en el sacrificio, porque la Biblia dice que su nombre fue “Escrito en el Libro de la Vida del Cordero, desde antes de la fundación del mundo”.\n\n¿Qué de eso? Entonces, ¿qué haremos nosotros? Es Dios que muestra misericordia. Es Dios que lo llamó a Ud. Es Dios que lo escogió a Ud. en Cristo desde antes de la fundación del mundo. Jesús dijo: “Vosotros nunca—vosotros nunca me escogisteis a Mí; Yo os escogí a vosotros. Y Yo os conocí desde antes de la fundación del mundo”. Allí lo tienen.",
    "Entonces (¿lo ven?), eso saca de uno ese temor: “¡Oh!, ¿me pregunto si es que soy capaz de continuar aferrado? Lo lograré, bendito Dios, si tan sólo me puedo aferrar”. No es si yo me aferro o no; es si Él se aferró o no. Es—es lo que Él hizo, no lo que yo hice. Es lo que Él hizo.\n\n¿Está bajo la ley de redención? Aquí está una cosita que quiero decir antes de terminar.",
    "¿Qué si una yegua diera a luz a un mulito? Y ese mulito tuviera ambas orejas caídas; que tuviera ojos cruzados, las rodillas pegadas, zambo; su cola levantada en el aire ¡qué animal tan horrible! Bueno, cualquiera… Si ese mulito pudiera pensar, diría: “Ahora, un momento. Cuando ellos salgan de la casa en esta mañana, le diré, de seguro me acabarán de un golpe en la cabeza; pues, nunca me alimentarán a mí. ¡Miren qué cosa tan horrible soy! Yo no tengo ni una oportunidad”.",
    "Bueno, es correcto. Ud. no tiene ni una oportunidad. “Bueno, yo nací en este mundo, pero mire qué cosa tan horrible soy. Así que yo—yo—yo… no tendré una oportunidad, no sobreviviré; no puedo”. ¿Ven?",
    "Pero ¿qué si su mamá está bien instruida en la ley? Ella dirá: “Hijo, eso es cierto. Tú estás todo deforme, y ni siquiera mereces comer el alimento de la tierra. Eso es correcto. No lo mereces. Pero, hijo, de alguna manera u otra, eres mi primogénito. Y ¿sabes?, has nacido bajo una primogenitura; y el sacerdote nunca te verá. Pero, por causa de tu nombre, tiene que haber un cordero inocente sin mancha que tiene que morir en tu lugar, para que puedas vivir”.",
    "Bueno, ese mulito pateará en el aire y tendrá un gran regocijo. No importa lo que él sea, pues nunca será visto por el juez, el sacerdote. Es el cordero que mira el sacerdote; no al mulo, ¡al cordero!",
    "Y es a Cristo a quien Dios ve, no a Ud.; es a Cristo. Entonces si no hay falta en Él, ¿cómo puede haber falta? ¿Cómo puede Él encontrar falta, cuando Ud. está muerto y su vida está escondida en Cristo a través del sello de Dios, por el Espíritu Santo? “Aquellos que son nacidos de Dios, no practican pecado, porque aquél no puede pecar”. ¿Cómo puede pecar él cuando un Sacrificio perfecto está allí en su lugar? Dios no me mira a mí, Él mira a Cristo, porque nosotros estamos en Cristo.",
    "Ahora, si yo amo a Cristo, viviré con Él. Él jamás me hubiera traído, si Él no lo hubiera sabido. Si Dios me salvó hoy, sabiendo que Él me iba a perder a seis semanas de hoy, Él está defraudando Su propio propósito. Correcto. Entonces Él ni siquiera conoce el futuro, si Él me salvó, sabiendo eso. ¿Para qué me va a querer salvar Él, sabiendo que me va a perder? Dios no hace las cosas y luego en dos semanas se retracta, para así cumplir Su promesa. Cuando Él lo salva a Ud., es por el tiempo y la Eternidad.",
    "Ahora, puede ser que Ud. se emocione, y diga: “¡Oh, sí, bendito sea Dios! ¡Aleluya! Yo hablé en lenguas; yo grité: lo tengo. ¡Aleluya!”. Eso no quiere decir que Ud. Lo tiene. Pero, hermano, cuando algo bajó aquí, y Ud. se ancló con Cristo, entonces los frutos del Espíritu lo siguen a Ud. Nosotros damos testimonio, nuestro espíritu con el Espíritu de Él, de que somos hijos e hijas de Dios. ¡Por favor tengan Eso, amigos!",
    "Los tendría aquí toda la noche, hablando de eso. Amo eso. Los amo a Uds. Regreso a este pequeño tabernáculo, vez tras vez, si Dios me da vida. Quiero llegar a verlos arraigados y cimentados en esa Fe santa. Yo no quiero verlos movidos de aquí para allá, por todo pequeño viento de doctrina que pasa, y que tiemblen, y se alboroten, y que sangren un poquito de las manos, o un poco de escarcha en los rostros, o alguna otra cosa, o que vean alguna clase de—de—de luces frente a ellos, y alguna clase de—de cosa egoísta, como dice la Biblia: “Envanecidos en su corazón, y no habiendo visto nada”. Correcto. Yo quiero que Uds. estén sólidos en la Palabra. Si es ASÍ DICE EL SEÑOR, quédense con Ello, vívanlo. Ése es el Urim y Tumim de este día; Dios quiere que Uds. vivan por Ella. Si no está en la Palabra, entonces olvídenlo. Vivan para Dios, vivan para Cristo.",
    "Y si su corazón empieza a desviarse, Ud. sabe que algo ha sucedido, regrese al altar y diga: “Cristo, renueva mi… el gozo de mi salvación. Dame ese amor que una vez tuve; se me está escapando, Señor. Algo he hecho; santifícame otra vez, para pararme. ¡Oh, Señor!, nada que yo pudiera hacer; yo no puedo dejar esto y dejar eso. Estoy con la mirada puesta en Ti para que me lo quites, Señor, y yo te amo”.",
    "Y regrese de ese altar como una persona nueva en Cristo Jesús. Entonces Ud. no tendrá que depender de su iglesia, depender de su sacerdote, depender de su pastor. Ud. está dependiendo de la Sangre derramada del Señor Jesús; “Por gracia sois salvos”.\n\nOremos:",
    "Señor, ¡qué enseñanzas tan sólidas! Es tiempo que esta pequeña iglesia pueda recibir carne, y no más la leche de la Palabra. Llevamos mucho tiempo ya en la leche, dándole al bebé su biberón. Pero necesitamos de carnes solidas, porque el día se está acercando. Grandes tiempos peligrosos están a la mano, y nos esperan más dificultades en el camino. Y sabemos que no habrá tiempos mejores. Sabemos que estamos en el fin. Los tiempos continuarán empeorando y empeorando hasta que Jesús venga, de acuerdo a las Escrituras.",
    "Nosotros no podemos prometerles nada en esta vida. Pero en la vida que viene, podemos prometerles Vida Eterna por medio de Tu Palabra, si ellos creen en el Hijo de Dios y le aceptan a Él como su propiciación, como Aquél que se paró en el lugar de ellos, como Aquél que llevó sus pecados. Concédelo ahora.",
    "Permite que los incrédulos lleguen a ser creyentes. Que los que profesan iglesia, aquí en esta noche, quienes profesan religión y sólo lo están viviendo en la iglesia, que ellos reciban una experiencia con Dios; que tal amor entre en sus corazones, que ellos derramen lágrimas por sus pecados, mueran a ellos mismos, y nazcan otra vez del Espíritu Santo, y sean mansos y bondadosos, amorosos, y llenos de gozo y bendiciones; viviendo tal vida, que sean tan salados que le causen a la gente alrededor de ellos sed de ser como ellos. Concédelo, Señor, porque lo pedimos en Su Nombre.\n\nY con nuestros rostros inclinados:",
    "Me pregunto, en esta noche, si habría alguien aquí, que diga: “Hermano Branham, si yo fuera pesado en la balanza de Dios en ese tiempo, yo nunca, nunca, nunca sería capaz de cumplir con ese requisito del que Ud. está hablando en esta noche. Yo quiero que me recuerde en oración, que yo cambie mis hábitos, y que Dios entre y saque esta insensatez de mí, y me haga un verdadero Cristiano”. ¿Levantaría la mano, para orar por Ud., por—por favor? Dios le bendiga. Dios le bendiga. Dios le bendiga, allá atrás. Dios le bendiga. Dios le bendiga, señor. Dios le bendiga, hermano anciano. Dios le bendiga, hermana.\n\nSanto, Santo, Santo, Señor Dios de los ejércitos.\n\nEl Cielo y la tierra están llenos de Ti;\n\nEl Cielo y la tierra te alaban,\n\n¡Oh, Señor Altísimo!",
    "🦅 Santo”.",
    "Mientras están pensando ahora, orando, mientras sienten la convicción que han estado errados, y quieren estar correctos, ¿levantarían la mano, diciendo: “Dios, hazme lo que debo ser?”. Dios la bendiga, damita. “Dios, hazme lo que debo ser”. Dios le bendiga, hermano, hermana, Ud., Ud., Ud. por aquí.",
    "El día concluye. Sé que es difícil, amigos, pero es mejor conocer la Verdad ahora. Ahora, oren suavemente.\n\nSanto, Santo, Santo, Señor Dios…\n\nSólo Él es Santo.\n\n…llenos de Ti;\n\nEl Cielo y la tierra Te alaban,\n\n¡Oh, Señor, Altísimo!",
    "Padre Celestial, mientras el sol se pone en la tarde, los petirrojos se reúnen en los árboles con sus queridos. Todos los pájaros van a sus nidos. Las palomas vuelan y se paran en las cuerdas, en lo alto, para que las culebras no las perturben durante la noche. Se paran allí y se arrullan entre ellas hasta que se duermen. El sol finalmente se pone.",
    "Algún día nosotros llegaremos a esa hora. Ese atardecer llegará. Yo no sé cuándo, Señor. Pero hay personas aquí esta noche, convencidas que han estado errados, y quieren llegar a ese momento… Igual que Lincoln mientras estaba muriendo, dijo: “Voltéenme el rostro hacia la puesta del sol”. Y él empezó: “Padre nuestro que estás en el Cielo”.",
    "Como dijo Moody de antaño: “¿Es ésta la muerte? ¡Éste es mi día de coronación!”.",
    "¡Oh, Ser Eterno!, recíbelos en estos momentos, por fe, mientras están allí en sus asientos. Tú tocaste a sus corazones, en el asiento; ése es el altar de ellos. Éste es el momento para que Tú los recibas, ahora mismo. Tú dijiste: “El que a Mí viene, no le echo fuera”.",
    "Y algún día cuando el sol se esté poniendo, la esposa o el esposo parado junto a la cama, que los médicos se retiren… ¡Oh, Santo, Santo, aquella dulce quietud hermosa, antes de la puesta del sol! Cuando podamos levantarnos y decir:\n\nAtardecer y Estrella del Atardecer,\n\nY un llamado claro para mí;\n\nQue no haya lamento en el embarcadero\n\nCuando yo salga a la mar.",
    "¡Oh, Dios!, concédeselo a ellos en esta hora; mientras esperan, esperando que la bendición de Dios venga sobre ellos. Quita todo el mal genio, todo el mundo de ellos, y crea en ellos un corazón nuevo. Tú dijiste: “Yo quitaré el corazón viejo, y pondré un corazón de carne. Y pondré Mi Espíritu en ese corazón, y ellos caminarán en Mis estatutos y guardarán Mis mandamientos”. Pues, es una ordenanza de amor, y no de deber; es de amor. Y el amor nos constriñe a hacerlo. Es un deber de amor, que nos constriñe. Es nuestro deber seguir al amor. Y yo oro, Dios, que se lo concedas a cada corazón que levantó la mano en esta noche.",
    "Y aquellos que no levantaron la mano, que ahora, por gracia, levanten la mano para aceptarte a Ti, y para que sean llenos de Tu Espíritu en esta manera mansa, dulce, apacible y humilde; y que sean llenos de gracia, que salgan de aquí como una persona cambiada. ¡Cómo cantarán diferente las aves, y cómo todos serán diferentes, después de esta hora, oh, Señor Altísimo!\n\nSanto, Santo, Santo, Señor Dios de la tierra,\n\nEl Cielo y la tierra están llenos de Ti;\n\nEl Cielo y la tierra Te alaban,\n\n¡Oh, Señor Altísimo!",
    "Uds. ahora con sus rostros inclinados, Uds. que levantaron las manos para ser recordados en oración, ¿sienten como que Dios les ha hablado ahora de una manera que, ahora no por emoción, sino por algo muy adentro en Uds.? ¿Sienten como que Dios les ha dado Vida Eterna? ¿Sienten como que van a salir de la iglesia en esta noche personas diferentes? ¿Levantarían Uds. de nuevo las manos, en esta noche? Dios le bendiga, hijo. Dios le bendiga, hermano. Dios le bendiga, hermana. Dios le bendiga. Correcto. “Yo saldré de esta iglesia esta noche una nueva persona”. Bebés recién nacidos en el Reino de Dios.",
    "¿Qué sucedió? Yo sé que es una ordenanza el venir al altar. Ése es un altar metodista… una ordenanza metodista, quiero decir. Fue establecida en la iglesia metodista, en los días de John Wesley. Nunca se llevó a cabo en los días de la Biblia; “Todos los que creyeron fueron añadidos a la Iglesia”. Ud. puede creer en dondequiera que esté: en el campo, en la calle, en dondequiera. En dondequiera, no importa, mientras que Ud. acepte a Cristo como su Salvador personal. Es un acto del Espíritu Santo que entra en su corazón. Cuando Ud. Le cree, lo acepta a Él, Ud. ha pasado de muerte a Vida, y Uds. llegan a ser nuevas criaturas en Cristo Jesús.\n\nNo pases de mí, oh bondadoso Salvador,\n\nBien, pónganse de pie.\n\n…mi humilde clamor;\n\nMientras a otros Tú estás llamando,\n\nNo pases de mí…",
    "Ahora quiero que el joven y la joven, de quien percibo que es su esposa, que levantó la mano, quiero que Ud. levante la mano otra vez allá atrás; hijo, el que tiene puesto el saco rojo, y la dama, que aceptaron a Cristo como su Salvador personal. El joven sentado aquí en una silla de ruedas, aceptó a Cristo como su Salvador, sintió que Dios lo había salvado. Y otros allá atrás que levantaron la mano, levántenla otra vez para que las personas puedan ver alrededor, tener compañerismo con Uds.",
    "Salúdenlos de mano, alguien alrededor, parado cerca de ellos. Diga: “Dios le bendiga. Bienvenido al Reino de Dios, mi hermano, mi hermana”. Compañerismo, eso es lo que queremos. Dios le bendiga… Salúdese de mano con este joven aquí en la silla. Que el Señor lo acompañe. Correcto. Les damos la bienvenida en el compañerismo del Espíritu Santo.",
    "Si Ud. aún no ha sido bautizado, y desearía ser bautizado, venga y dígaselo al pastor. La pila bautismal aquí aun tiene agua, esta noche, si quiere ser bautizado. Todo está listo. (¿Tenía un bautismo, de todas maneras?…?…) Pero la pila está llena, si alguien quiere ser bautizado. La Biblia dice: “Arrepentíos cada uno de vosotros y bautícese en el Nombre de Jesucristo para remisión de su pecado, y recibiréis el don del Espíritu Santo. Porque la promesa es para vosotros y para vuestros hijos, y para aquellos que están lejos; para cuantos el Señor nuestro Dios llamare”.",
    "¿Lo aman? Levanten las manos. [La congregación dice: “Amén”.—Ed.] ¡Oh!, ¿no es Él maravilloso? ¿Cómo han disfrutado este Libro de Hebreos? ¿Les encantó? [“Amén”.] Sí. Maravilloso. Ahora, es corrección. ¡Oh, es riguroso y es directo, pero eso nos gusta! Así es como lo queremos. No lo queremos de ninguna otra manera.",
    "Ahora, ¿creen Uds. que Pablo tiene autoridad para predicarlo de esa manera? Pablo dijo: “Si un Ángel viene y predica cualquier otro evangelio, sea anatema”. ¿Verdad que sí? Por lo tanto, lo amamos a Él con todo nuestro corazón.",
    "Ahora le voy a pedir al pastor que venga aquí por un momento, a nuestro hermano tan precioso, el Hermano Neville, y él les dará un anuncio. Y ahora, si es la voluntad del Señor, los veremos el miércoles en la noche, y haremos arreglos respecto a la ida con el Hermano Graham Snelling para una noche de congregación. Y también respecto a la predicación aquí, continuaremos con el capítulo 7 y 8, este próximo miércoles en la noche. Hermano Neville. 🦅"
  ]
}