{
  "title": "HEBREOS, CAPÍTULO SIETE #2",
  "id": "57770009",
  "content": [
    "🦅  ¡Bendiciones para ti! Creo que primero tenemos aquí un bebecito, me dijo Doc hace unos minutos, mi hermano (mi hermano en la carne), que querían… estaba para ser dedicado. Y ahora si esas madres tienen a sus pequeños que quieren dedicar al Señor, nos daría gusto recibirlas en estos momentos. Que vengan, pasen adelante con sus pequeños.",
    "Ahora, y mucha gente, ellos le llaman a eso bautizarlos. La iglesia metodista lo hace y creo que la nazarena; no estoy seguro. No. Creo que por eso fue que se separaron, en el bautismo infantil, los nazarenos y la metodista libre. Sin embargo, algunos de ellos practican una cosa o la otra. Pero, y algunos les vierten encima un poquito de agua; algunos los rocían. Y, pero nosotros siempre tratamos de apegarnos a la Biblia en todo lo que sabemos. Ahora, no hay Escritura en la Biblia que respalde que un bebé sea rociado; ni tampoco hay Escritura en la Biblia que respalde que ninguna persona sea rociada. Eso no es algo Escritural, es una ordenanza de la iglesia católica.",
    "Pero, ellos—pero lo que hacen, trajeron… Ellos sí trajeron los bebecitos a Jesús. Y—y nosotros debemos representarlo a Él. Queremos hacer lo mismo que Él hizo. Él puso las manos sobre ellos, y—y los bendijo, y dijo: “Dejad a los niños venir a Mí, y no se lo impidáis, porque de los tales es el Reino del Cielo”. Y eso es lo que continuamos haciendo aquí en el tabernáculo, mientras tratamos de seguir la verdadera Biblia, el camino consagrado, a lo mejor de nuestro entendimiento.",
    "Ahora, si esa madre u otras madres tienen sus bebecitos para que sean presentados, mientras la Hermana Gertie toca Traedlos, pues Uds. tráiganlos al altar. El hermano y yo bajaremos y dedicaremos los pequeños al Señor. Muy bien.\n\nHermano Neville. [El Hermano Branham y el Hermano Neville dedican a los bebés. Cinta en blanco.—Ed.]",
    "Gracias, Hermana Gertie. Eso está muy bien. ¿Cuántos aman a los niños? Si no, algo anda mal con Uds., algo está mal.",
    "Entonces, esta noche, entraremos ahora en los otros servicios. Nosotros… la razón por la que vine de nuevo esta noche, es porque normalmente, en estos días cuando tenemos servicios de sanidad, sólo alcanzo a tener uno por día, por la sacudida que me da. Uds. no se lo imaginan. Y aquí en casa, es el doble de difícil que en cualquier otra parte.",
    "Y estaba disculpándome por tamaña torpeza que cometí con eso esta mañana. Pero lo primero que me molestó, fue cuando Billy vino a decirme que no encontró suficientes personas para repartirles las tarjetas de oración. Él sólo pudo repartir como unas doce o catorce. Y sucedió que… Nadie quería las tarjetas de oración. Me supongo que todo estaba bien. Entonces, según eso, no se me ocurrió… Y luego cuando empecé a llamar esas tarjetas de oración, pensé que podía llamar a los diez, o doce, o los que estaban aquí; los llamé. Llegué a cierto número, algo, y no había respuesta. Y llamé; no había respuesta. Y no se me ocurrió hasta que la Sra. Woods me llamó. Ella dijo: “Hermano Branham, Billy toma esas tarjetas y las mezcla, y simplemente las reparte. Tal vez él tenga ese número tres” (¿verdad que sí?) “el número tres en el bolsillo”.",
    "Seguro, él normalmente reparte las cincuenta. Cuando él se las presenta a las personas, él simplemente las mezcla. Así todos… No es que ellos le digan: “Deme a mí el número uno”. O, pueda ser que no empecemos de la número uno. Pudiéramos empezar de la cincuenta, no se sabe, y empezamos desde atrás. Pudiéramos empezar de la ocho y continuar. Pudiéramos empezar de la veinte y continuar; no lo sabemos. Pero él simplemente las mezcla y las reparte a las personas a medida que las piden. Y sin pensar, esta mañana, pudiera haber llamado cuatro o cinco más y no hubieran estado allí, pues tal vez hubieran estado por allá en los veintes o treintas. ¿Ven Uds.? Y luego, pero el Señor lo resolvió, pero no tiene la—la verdadera presión, como cuando no se está en casa. Pueda ser que no intente—no vuelva a intentarlo otra vez.",
    "Pero, aquí no hace mucho, le pedí al Señor que si nos daba una buena reunión, le prometía que yo—yo no le pediría eso más, por lo difícil que ha sido. Y eso es contrario a la Escritura. ¿Ven? Y si uno… Eso es lo que lo hace tan difícil para mí. Porque, ya sabiendo eso, me da una—una derrota antes de empezar. ¿Ven? Para comenzar, ya estoy derrotado.",
    "Sin embargo, alguien se comunicó con alguien esta tarde. La Sra. Woods recibió una llamada de alguien. Y dijo que “Alguien en la iglesia recibió una llamada esta mañana acerca de un hombre que estaba muy, muy enfermo, el cual después vino a Cristo esta tarde”. Que el—el hombre que estaba tan enfermo vino a Cristo.",
    "Y otra cosa, la Sra. Woods me dijo que le hablé a su hermana, una hermana mayor; que en realidad, yo estuve en su casa el otro día y comí con ella, cené con ella, en Kentucky. Y el Dios Todopoderoso sabe que yo no reconocí a esa mujer. ¿Ven? Eso es correcto. Sólo que… Las visiones son soberanas. Nosotros no sabemos qué dirección van a tomar ni lo que va a suceder. Eso es asunto de Dios, y, lo que—lo que sucede. Pero yo sí sabía, mientras las esperaba; esperando allí.",
    "Y el otro día cuando esta muchachita estaba aquí, que se suponía que tenía discernimiento, lo cual yo, no… ¿Ven?, si Dios le diera eso a todo el mundo, estaría bien; pero si fuera así, sería contrario a lo que Él me dijo aquí al cruzar la calle, (¿ven?), hace algunos años. Y queríamos estar seguros que eso estaba correcto, y dejar que la iglesia, siendo que fue aquí, lo viera. Y entonces llamé a esa Sra. Snyder; la Hermana Snyder. Ella está por aquí en alguna parte. Ella está un poco sorda. Y la damita lo dijo en voz baja, y dijo: “Ud. sufre de reumatismo”, o artritis, o algo así.",
    "Pues, yo sabía que era una fractura de cadera. Y, así que… Y luego el Espíritu Santo trajo eso esta mañana. ¿Ven?",
    "Ahora, lo que es, es un don Divino, y obra en su soberanía. Pero lo que lo hace tan difícil aquí en la ciudad, sinceramente, me—me enredo todo el tiempo, cuando oro por los enfermos aquí. O—o… Yo voy, le digo esto a la gente. Voy, les digo: “Ahora el Señor le ha sanado. Jesús le sanó cuando murió por Ud. hace mil novecientos años. Allí mismo Ud. fue sanado. Ahora, en cuanto a Dios concierne, en cuanto a Cristo concierne, Ud. fue sano hace mil novecientos años; su enfermedad ya no existe. Se requiere la fe suya para obrarlo”.",
    "Y entonces esa persona puede que siga sin ningún alivio. Luego la persona va y dice: “El Hermano Branham me dijo que yo estaba bien”. ¿Ven? Yo le estoy diciendo a Ud. lo que Dios ha dicho.",
    "Ahora, cuando se le habla directo a una persona, directamente, es “ASÍ DICE EL SEÑOR”, en un cierto asunto que va a suceder. Eso le probará a Ud. allí mismo que su sanidad ya es segura. La fe suya la ha sellado. ¿Ven? La promesa es suya. No es palabra mía; es Palabra de Dios, que Ud. ya ha sanado. ¿Ven? Pero Uds. sólo… De alguna manera u otra, no—no logro que eso penetre aquí en las personas de Jeffersonville. Yo—yo simplemente no logro hacerlo. Yo lo sé. Trato de explicar eso lo mejor que puedo, y simplemente—simplemente no sucede; así es la cosa. Yo digo…",
    "Aquí, no hace mucho, fui a un hogar, donde un hombre, y este hombre se estaba muriendo. Y ellos me llamaron: “Venga ore por él. El médico dijo que no viviría hasta la mañana”.",
    "Yo entré. Y el joven me dijo: “Sr. Branham, yo no me quiero morir”. Pues claro que el joven no quería eso. Él tenía una familia allí, dos hijos.",
    "Bueno, me incliné. Dije: “Mire, ¿quién es su médico?”. Él me lo dijo. Yo dije: “Bueno, el médico puede que le haya dicho que—que Ud. iba a morir, pero Dios no le ha dicho todavía que Ud. va a morir”. Yo dije: “Ahora, de acuerdo a la Biblia, Ud. ya fue sanado, porque Jesús murió por su sanidad”.",
    "Él dijo: “¿Cree Ud. que sanaré?”.",
    "Dije: “Lo creo absolutamente”.",
    "Bueno, si yo fuera a orar por un hombre, y no usará esa clase de fe para creer por él, si voy: “¡Oh, no, no, si el médico dijo que Ud. va a morir, Ud. va a morir! Ya eso está resuelto”. Pues, ¿qué clase de persona sería ésa para que venga y ore por los enfermos? Yo no quisiera dicha persona en mi casa, para que ore por mí. Yo quiero a alguien que aun si él lo viera o no, tomara la fe y se parara firme en la promesa por mí. Correcto. Y yo dije… él…",
    "Procedimos y oramos. Yo dije: “Ahora, tenga confianza”.",
    "Él dijo: “¿Me quiere decir que sanaré?”.",
    "Dije: “Pues, seguro. La Palabra de Dios dice que Ud. sanará. ¿Ve?, ‘Si podéis creer, todas las cosas son posibles’”.",
    "Él dijo: “Muy bien, yo creeré Eso”. Y salió y le dijo a su esposa, eso.",
    "🦅 El hombre se está muriendo, ¿no es así?”.",
    "🦅 Sí, así es”. Y entonces al día siguiente, el hombre murió, o unos días después de eso.",
    "Entonces esta mujer sale y empieza a beber y a portarse mal. Y uno de los diáconos, creo que fue, de esta iglesia, fue a la mujer y le pidió que regresara y que volviera a la iglesia. Ella dijo: “Yo no le creería a nadie. El predicador Branham vino aquí y oró por mi esposo, dijo que iba a vivir, y a los dos o tres días él murió”. Dijo: “Ya no creería”. Ahora ella está muriendo. Muy bien.",
    "No obstante (¿ven Uds.?), muestra que la gente no le presta atención a lo que uno está diciendo. ¿Ven? Seguro. Si oro por una persona, y yo—yo les digo a esas personas que van a vivir, yo creo que ellos van a vivir. Pero, no importa, así mi palabra fuera absolutamente ASÍ DICE EL SEÑOR, y Uds. lo descreyeran, Uds. morirían de todas maneras. Seguro. Aquí está el ASÍ DICE EL SEÑOR, y muchos de ellos lo reciben y mueren. Muchos de ellos se van al infierno, cuando es ASÍ DICE EL SEÑOR que “no tiene que ser así”. ¿Será esto correcto? [La congregación dice: “Amén”.—Ed.] Seguro. ¿Ven? Es lo que… Todo está basado en su fe.",
    "El Hermano Collins, no creo que esté aquí esta noche. Pero escuchándolo esta mañana, él dio la charla más valerosa en cuanto a eso. ¿Ven? ¿Ven? Él la dio. Dijo: “Ahora, la misma fe que tienen aquí, Uds. van a necesitar tenerla allá. Pues, es su fe individual, no en su denominación, sino en Cristo. Uds. tienen que tener esa fe”. Eso es exactamente lo correcto. Absolutamente.",
    "Y la sanidad Divina está basada en su fe. Pero es de acuerdo a la Palabra de Dios, ASÍ DICE EL SEÑOR, que cada persona fue sanada cuando Jesús murió en el Calvario; “Él herido fue por nuestras rebeliones; por Su llaga fuimos curados”. ¿Verdad que sí? Ya lo fuimos. La Biblia dice: “Uds. fueron curados”. Así que no me inculpen a mí, yo solamente soy un predicador de la Palabra. Vaya Ud. y dígale a Dios que Él dijo algo incorrecto, y luego Dios le dirá a Ud. en dónde está su debilidad. ¿Ven? Por tanto, es su fe. Jesús dijo: “Si podéis creer; si podéis creer”.",
    "Ahora, cuando Ud. oye al Espíritu Santo que ha confirmado su fe y la afirma allí adentro, y dice: “ASÍ DICE EL SEÑOR: ‘Mañana a esta cierta hora, le sucederá cierta cosa. Cierta cosa ocurrirá. Y será por acá de cierta manera, y Ud. encontrará cierta cosa acá. Eso será de señal para Ud.’”. Ahora, Ud. vigile eso. Ésa es una obra terminada, aquí ahora mismo.",
    "Pero cuando se refiere a sanidad Divina, tengo que establecer la sanidad Divina sobre las mismas bases, de esa manera, como la salvación. Cada uno de Uds., no importa lo que hayan hecho, Uds. han sido salvos desde que Jesús murió, porque Él murió para quitar los pecados del mundo. Pero eso de nada le aprovechará hasta que Ud. lo acepte personalmente y lo experimente. Pero, en cuanto a sus pecados, ya están perdonados. Correcto. El… “He aquí el Cordero de Dios que quita los pecados del mundo”. ¿Ven? Allí lo tienen Uds. Ahora, recuerden eso.",
    "Ahora, sé que al enseñar en las Escrituras, somos una congregación mixta. Y muchas veces, en este Libro de Hebreos, que es más bien un Libro profundo… Voy a tener que dejarlo ahora por un tiempo. Voy a tratar en esta noche de terminar la última parte de ese capítulo 7.",
    "Y ahora, hay muchas preguntas en sus mentes, no cabe duda. Muchos de Uds. tienen preguntas, y yo también las tendría. Ahora, la próxima vez, si es la voluntad del Señor, cuando venga…",
    "Voy para Michigan ahora. Y luego, de Michigan, voy a Colorado, y de Colorado a la costa oeste. Ahora—ahora cuando volvamos, si es la voluntad del Señor… Pues, no lo sé. Si no estoy en Chicago, el domingo, puede ser que regrese aquí para la tarde del domingo que sigue.",
    "Ahora, llevamos reteniendo aquí a nuestro pastor, del púlpito, ya por seis semanas, por todos estos—estos—estos, este Libro aquí. ¿Ven? Ahora, nosotros… No me gusta hacer eso. El Hermano Neville es un hermano precioso, dulce, bondadoso. Y estoy seguro que esta iglesia ama al Hermano Neville.",
    "Y a propósito, ya que estoy hablando; alguien, por estas partes, es culpable de escribir unas tarjetas para sacar al Hermano Neville de este púlpito. Uds. van a tener que arreglar eso conmigo. Sí. Correcto. Sí. Sí, seguro que sí. Ahora, yo quiero que Uds.… Decía que el diá-… algo acerca de la junta de diáconos. La junta de diáconos no tiene nada que ver con ese pastor. No, señor. La congregación en su totalidad tiene plena autoridad. No es… La junta de diáconos solamente es la policía aquí en esta iglesia; sólo es para guardar el orden y esas cosas. Pero cuando se refiere a las reglas, la iglesia en su totalidad tiene la última palabra. Esta iglesia está edificada sobre la soberanía de la iglesia local. Por lo tanto, yo no tengo nada que decir en cuanto a sacar este pastor, o poner uno. Yo soy el dueño de la propiedad; le es dada a la iglesia. Todos Uds. son la iglesia; Uds. las personas son los que controlan. Uds. mismos son la iglesia. Y la Iglesia, la Iglesia santa de Dios es la soberanía, el Espíritu Santo en esa Iglesia. Y lo único que yo hago, es ser dueño de la propiedad, se la entrego a esta iglesia, la entrego como iglesia, y así está libre de impuestos. Y la iglesia elige a sus propios pastores. Yo no tengo nada que ver con eso. Y la única manera de que este pastor se pueda ir, sería que el pastor mismo decida irse, o la mayoría de los votos de la iglesia tendrían que decir: “Cambien al pastor”. Y ésa es la única manera. No hay junta de diáconos que pueda hacerlo. La junta de diáconos tan sólo guarda el orden y esas cosas en la iglesia.",
    "Los síndicos, ellos no tienen nada que ver con esto, solamente reparan la iglesia. Y ellos no pueden hacerlo hasta que haya una… Toda la directiva de síndicos se reúna y diga: “Construiremos esto, o haremos eso”. Luego ellos tienen que preguntarle al tesorero si tienen el dinero para hacerlo. Sí, señor.",
    "Pero si hay alguna queja en contra de cualquier miembro, si un miembro tiene una queja en contra del otro, o algo incorrecto, Ud. tiene que ir a ese hermano, Ud. mismo; y hablarle, Ud. y él a solas. Entonces si ellos no lo reciben, lo siguiente que se hace, Ud. lleva a uno de los diáconos o a alguien, y va con Ud. a ver a ese hermano. Entonces si él no lo recibe, entonces Ud. venga y dígalo a la iglesia. Entonces si la iglesia… Entonces si él no recibe a la iglesia, entonces la Biblia dice: “Tenle como un pagano y un publicano”. Eso es lo correcto.",
    "Y cualquier persona que sabe de una persona que es culpable, y Ud. no va a ellos y les habla, entonces Ud. es la parte de la iglesia de Dios que va a responder por ese pecado. Correcto.",
    "Y entonces si alguna persona tiene una—una queja en contra de un diácono, o en contra del diácono o alguien en la iglesia, se requiere de tres personas. Tres personas vendrán y dirán (testigos): en boca de dos o tres testigos. Vengan y díganle al pastor que hay una queja en contra del diácono. Entonces si hay una queja en contra del diácono, que el diácono no es un—un hombre justo, un hombre perfecto (él debe mantener el oficio de diácono irreprensible, y ser hallado irreprensible), y si esa congregación se entera que ese diácono no está guardando así ese oficio, él toma tres que lo acompañen y lleva eso al pastor. A ese diácono se le pide que se quede en casa esa noche. Y después el pastor de… viene y reúne a la congregación, expone la queja. Y si la congregación vota para que el diácono continúe, el diácono continúa. Si él con-… vota para que el diácono sea despedido, ellos eligen a un diácono nuevo esa misma noche. ¿Ven?",
    "Por lo tanto, una sola persona nada tiene que ver con esto; es la mayoría del pueblo. Sí, señor. Si veinte votan por él, y veintiuno votan en contra de él, sale; o, vise-versa. ¿Ven? Eso es, es la soberanía de la iglesia local; y entonces cada uno de los miembros tiene una voz en la iglesia. Si algo sucede, incorrecto, entonces ellos pueden venir de inmediato, y lo único que tienen que hacer es ponerse delante de Dios, que vean absolutamente que nada impida el avance de la iglesia.",
    "Pero la plena autoridad completa de la iglesia es el pastor. Léanlo en la Biblia, vean si no es el orden Bíblico. Es exactamente lo correcto. No hay nadie por encima del anciano. Yo no tengo nada que ver con lo que el Hermano Neville hace aquí. Eso es entre Uds. y el Hermano Neville. Si el Hermano Neville quisiera predicar la doctrina de los Testigos de Jehová, eso es entre él y Uds. ¿Ven? Así él quisiera predicar lo que quisiera, eso queda entre Uds. y él. Así de sencillo. Si la congregación vota por él allí, para que predique eso, así está bien. Eso depende de él.",
    "Lo único que yo hago, es solamente ser dueño de la propiedad. Y si pasa esto o lo otro, que sea como sacar al pastor, y ellos quieren votar en cuanto a eso, Uds. no pudieran pedirle al diácono que lo haga. Uds. vendrían y me lo pedirían a mí. Yo vendría, diría: “Si Uds. quieren sacar al pastor, díganme ¿por qué? ¿Ha hecho algo?”.",
    "🦅 Sí, lo sorprendimos borracho. O lo sorprendimos haciendo esto, o haciendo algo que no era correcto”.",
    "🦅 ¿Tienen tres testigos de eso?”.",
    "🦅 Sí, los tenemos”.",
    "Esos testigos primero deben ser probados. “No reciban acusación en contra de un anciano, a menos que sea por dos o tres testigos, y que primero éstos sean probados; en contra de un anciano”. Luego tienen que jurar eso, que Uds. lo vieron; y probarlo, que Uds. lo vieron.",
    "Y entonces, si fue así, entonces ese pecado es reprendido abiertamente, que “Eso está mal”. Entonces digan: “Congregación, ¿quieren cambiar de pastor?”.",
    "Y si la congregación vota: “Perdónenlo, y que siga”, así debe permanecer. ¿Ven? Eso, ¿no es eso lo suficientemente justo, para así manejar una iglesia? Eso es lo que dice la Biblia. Nosotros no tenemos obispos ni gobernantes, ni juntas ni demás, que coloquen a éste y que tengan mucha autoridad. No hay nadie aquí que tenga autoridad, sino el Espíritu Santo. Eso es correcto. Él es el que mueve. Y nosotros lo tomamos a Él como la mayoría del pueblo, por la manera hacia donde el pueblo se incline.",
    "Y entonces si un lado quiere hacer esto, y el otro lado quiere hacer eso, y el lado gana, el lado que pierde, ¿qué hace al respecto? Se unen a los demás, dicen: “Entonces nosotros estábamos errados. Seguiremos adelante, porque el Espíritu Santo ha hecho esa elección”. ¿Ven? Eso es exactamente lo correcto.",
    "Al igual que los Demócratas y los Republicanos; siempre y cuando permanezcamos como una democracia, como americanos. Si los Demócratas ganan, los Republicanos deberían empujar junto con ellos; si los Republicanos ganan, los Demócratas empujan. ¿Ven? Eso exactamente es lo que nos hace una nación. El momento en que rompamos eso, rompemos nuestra democracia. Correcto. Si los Demócratas dicen: “Yo no voy a hacer nada, los Republicanos ganaron”; entonces caemos. Yo soy un kentuckiano: unidos nos paramos, y divididos caemos.",
    "Ahora, si hay algo incorrecto en la iglesia, de lo que Uds. se enteren, algún individuo o alguna persona o algo, Uds. están obligados y rendirán cuenta ante de Dios, si no arreglan ese asunto; Uds., la iglesia. Ahora, recuerden, no está sobre mis hombros; está sobre los suyos. Y cualquier cosa incorrecta en la iglesia, Dios les pedirá cuenta por eso. Correcto. Así es como Él maneja Su iglesia. Así está en la Biblia. Ése es el orden en la Biblia. Ésa es la soberanía de la iglesia local. El pastor es la cabeza. Correcto. Amén.",
    "Ahora, entrando aquí a este bendito Mensaje antiguo. Uds., ahora, quiero que Uds. sepan esto. Recuerden, esto está siendo grabado en cinta, este Mensaje. Y las grabaciones de la iglesia en las cintas, las ordenanzas y las reglas de la iglesia, quedan grabadas en la cinta. Ellas son de acuerdo a la Biblia. No somos nosotros que controlamos; nadie es la cabeza. No. Todos, todos somos iguales. Pero sí tenemos un líder, ése es el pastor, siempre y cuando él sea guiado por el Espíritu Santo. Seguro. Muy bien.",
    "Ahora, en esto van a haber muchas preguntas. Así que la próxima vez que repartan… (que el Hermano Neville anuncie en la radio que voy a estar aquí), escriba Ud. su pregunta, para que Ud. y yo podamos discutirlo. ¿Lo harán? Muy bien.",
    "Sé que yo he enseñado sobre la perseverancia de los Santos. He enseñado sobre la suprema Deidad de Jesús. He enseñado sobre la seguridad del creyente, y la preordenación, predestinación, y muchas de esas cosas. Y, sé que en mi congregación hay muchos legalistas, lo cual está perfectamente bien. Absolutamente. Pero, ahora, esas cosas, yo también soy legalista, y soy un calvinista; sucede que yo sencillamente le creo a la Biblia, es todo.",
    "Ahora, si algunas de esas preguntas… Y he enseñado sobre evidencias, sensaciones, y todo eso, y todas esas cosas con las que Uds. tal vez no estuvieron de acuerdo. Así que una de estas noches, tal vez… Hagámoslo…\n\n¿Está Ud. ansioso de volver a subir acá? [El Hermano Neville dice: “No”.—Ed.]\n\nHagámoslo el miércoles en la noche, este próximo miércoles en la noche, luego yo—yo pienso que puedo—que puedo hacerlo para entonces. Traigan sus preguntas el miércoles por la noche, pónganlas aquí en la plataforma, y la pregunta acerca de la Biblia (muy bien), acerca de lo que ahora he estado enseñando, y, el miércoles por la noche. Y luego el próximo domingo, para entonces, creo que de todas maneras tengo que estar en Chicago. Y de allí voy para Michigan. El Señor mediante, estaré aquí el miércoles en la noche, para tratar de responder a la pregunta lo mejor que pueda. Y ahora, que el Señor tenga misericordia.\n\nAhora inclinemos nuestros rostros, por un momento.",
    "Ahora, bendito Señor, ésta es Tu gran economía; es Tu iglesia. Eres Tú, Señor, quien se está moviendo, y nosotros queremos movernos como el Espíritu de Dios nos mueve. Y oramos ahora que Tú nos bendigas. Y mientras repasamos este Mensaje, y entramos en estas cosas profundas, oramos que el Espíritu Santo nos las revele a medida que las necesitamos. Porque lo pedimos en Su Nombre. Amén.",
    "Ahora, ¡oh, yo…! Este Libro de Hebreos, yo lo valoro como uno de los grandes Libros.",
    "Un poco más adelante, puede ser que yo—yo tenga… vaya al extranjero, lo cual, si Dios permite, estaré haciendo muy pronto. Tengo que ir a África de acuerdo a una visión. Pienso que nunca prosperaré mucho en mis reuniones hasta que vaya a África y cumpla esa visión. Ahora, eso entonces es probable que sea para esta próxima primavera.",
    "Pero mientras tanto, me gustaría tomar un libro más del Libro de Hebreos, que es, el capítulo 11 de Hebreos. Y estar como una semana en ese capítulo 11, y tomar cada una de esas características o personajes, y exponer su característica. ¿Ven? “Por fe, Noé”, luego tomar la vida de Noé. “Por fe, Abraham”, luego tomar la vida de Abraham. “Por fe, Abel”, luego tomar la vida de Abel. ¿Ven? Y así continuar. ¿Les gustaría? [La congregación dice: “Amén”.—Ed.] ¡Oh!, eso sería, abarcaríamos entonces toda la Biblia. Y luego, tal vez intentemos eso, ya sea dentro de una semana o diez días de reuniones; una reunión tras otra, como en un avivamiento, en algún momento durante los días festivos de Navidad o algo así, si es la voluntad del Señor.",
    "Ahora, en el capítulo 7 del Libro de Hebreos, conocimos a este gran Personaje. ¿Quién puede decirme cuál era Su Nombre? [La congregación dice: “Melquisedec”.—Ed.] Melquisedec. Ahora, ¿quién era este Melquisedec? Él era el sacerdote del Dios Altísimo. Él era el Rey de Salem, el cual era el Rey de Jerusalén. Él no tenía padre, ni tenía madre. Él no tuvo fecha de haber nacido, ni tendrá una fecha en la que Él morirá. Vemos ahora que eso tiene que ser Eterno.",
    "Descubrimos que la palabra para siempre significa “un espacio de tiempo”. ¿Aún lo recuerdan? [La congregación dice: “Amén”.—Ed.] Un espacio de tiempo, es para siempre y para siempre. Y para siempre da testimonio, la Biblia muchas veces, mostrando “un—un espacio de tiempo”.",
    "Pero, Eternidad, y sólo hay un tipo de Vida Eterna, nos dimos cuenta (¿verdad que sí?); solamente Dios tiene esa Vida Eterna. ¿Es correcto? Solamente hay un tipo de Vida Eterna. No existe tal palabra como “castigo Eterno”, porque si Ud. va a ser castigado por la Eternidad, Ud. necesita tener Vida Eterna. Para ser castigado eternamente, Ud. tendría que tener Eter-… Y si tiene Vida Eterna, Ud. no puede ser castigado (¿ven?), si Ud. tiene lo Eterno. “Aquel que oye Mis Palabras, y cree al que me envió, tiene Vida Eterna”. ¿Es correcto eso? Vida Eterna, por cuanto Ud. cree. Bueno, si Ud. tiene Vida Eterna, Ud. no puede ser castigado, porque Ud. tiene Vida Eterna. Así entonces, si Ud. va a sufrir en el infierno por los siglos de los siglos, Ud. tiene que tener Vida Eterna.",
    "Pero, ahora, yo sí creo que la Biblia enseña de un infierno literal ardiente. Eso enseña la Biblia, que los pecados y la maldad serán castigados por los siglos de los siglos; ahora, eso no es Eternidad. Eso tal vez sea por diez billones de años. Tal vez sea por cien billones de años, pero en algún momento tiene que tener un fin. Pues, todo lo que tuvo un principio, tiene un fin. Son esas cosas que no tienen un principio las que no tienen fin.",
    "¿Recuerdan ahora Uds. esa lección? [La congregación dice: “Amén”.—Ed.] Cómo fue que regresamos y nos dimos cuenta que todo lo que tuvo un principio fue pervertido (¿ven?), una perversión de lo original. Y, finalmente, regresa a una Eternidad. Y entonces todo el infierno, todo el sufrimiento, y todo recuerdo de eso, serán desvanecidos por la Eternidad. Todo lo que principia, termina.",
    "Y este Melquisedec no era Jesús, porque Él era Dios. Y lo que hace a Jesús y a Dios diferentes, es que Jesús fue el Tabernáculo en el que Dios habitó. ¿Ven? Ahora, Melquisedec… Jesús tuvo ambas cosas, padre y madre, y este Hombre nunca tuvo padre, ni madre. Jesús tuvo un principio de vida y Él tuvo un fin de vida. Este Hombre no tenía padre, ni madre, ni principio de días, o fin de vida; pero era la misma Persona. Era que Melquisedec y Jesús eran Uno; pero Jesús fue el cuerpo terrenal, nacido y fue hecho pecado: El propio cuerpo de Dios; Su propio Hijo nació y se hizo pecado para quitar el aguijón de la muerte, para pagar el rescate, y para recibir hijos e hijas para Él mismo. ¿Lo captan? Por esa razón es que Él tuvo—Él tuvo un principio; Él tuvo fin.",
    "Pero este Cuerpo perfecto, en conmemoración, como—como las arras de nuestra resurrección, Dios no permitiría que ese cuerpo santo viera corrupción, porque Él mismo lo creó. Y lo sacó, y lo resucitó, y lo puso a Su diestra.",
    "Y hoy, el Espíritu Santo que levantó ese cuerpo está aquí en la Iglesia. ¡Bendito sea el Nombre del Señor! Y mostrando los mismos milagros y poder. Y algún día este Espíritu Santo, que está en la Iglesia, gritará, y se levantará, y Él mismo se recibirá en esta forma de Cuerpo que está a la diestra de la Majestad de Dios, para hacer intercesiones por nosotros pecadores. Y por Eso nosotros somos guardados perfectamente del pecado. No es que no pecamos, sino que nos guarda de pecado en la Presencia de Dios. Pues, hay un Sacrificio ensangrentado parado entre yo y Dios, entre Ud. y Dios. Por eso Él dijo: “Un hombre que es nacido de Dios, no comete pecado, no puede pecar”. Porque si Ud. es nacido de nuevo, el mismo Espíritu Santo que vivió en ese Cuerpo, vive en Ud. Y Él no puede pecar; el sacrificio está puesto delante de Él. Entonces si Ud. lo hace voluntariamente, muestra que es imposible que Ud. haya entrado en ese Cuerpo. Amén. Ése es el Evangelio. Allí está.",
    "Por tanto (¿lo ven?), Eso no contradice ninguna de las Escrituras; Eso une las Escrituras. ¿Ven? “Sería imposible para los que una vez fueron iluminados”. De eso es que voy a recibir mis preguntas. Porque… Hágalas, eso queremos.",
    "Ahora, fíjense. “Es imposible para los que una vez fueron iluminados, y cayeron, que sean otra vez renovados para arrepentimiento, para que vean crucificado de nuevo al Hijo de Dios, y hacerlo… y exponiéndole a vituperio”. Ellos no pudieran hacerlo.",
    "Entonces Ud. va a Hebreos 10, allí donde dice: “Porque si pecamos voluntariamente después de haber recibido el conocimiento de la Verdad”. Y ¿qué es pecado? Incredulidad.",
    "Si Ud. deliberadamente ve al Espíritu Santo hacer las cosas que Él hizo aquí en esta mañana, y ve que Cristo se ha levantado de los muertos, y que Él está viviendo en Su Iglesia y entre Su pueblo, y Ud. voluntariamente rechaza Eso, es imposible que Ud. alguna vez venga a Dios, porque Ud. ha blasfemado al Espíritu Santo.",
    "Jesús dijo lo mismo, cuando Él estaba haciendo esos milagros.",
    "Ellos dijeron: “¡Pues, Él es Belcebú! Él es un adivino. Él es un diablo”.",
    "Jesús se dio la vuelta, y dijo: “Yo los perdono por eso. Pero cuando el Espíritu Santo venga y lo haga, el hablar una palabra en contra, nunca será perdonado en este siglo ni en el venidero. Por cuanto Uds. han llamado al Espíritu de Dios que estaba en Él, ‘un espíritu inmundo’”.",
    "Entonces, si pecamos voluntariamente, si nosotros pecamos, descreemos voluntariamente… No después de que recibimos la Verdad, de haber sido nacidos de nuevo; para entonces no pudiéramos pecar. Un pecador no puede cometer el imper-… Un Cristiano no puede cometer el pecado imperdonable; él no puede hacerlo. Es el impío el que hace eso. Es el manufacturado, no el creyente.",
    "Esos rabinos judíos, oh, se creyeron muy almidonados, con sus títulos de D.D. y Ph.D’s. Pensaron que ya lo habían entendido todo, pero ellos eran los peores pecadores. ¡Oh!, tal vez ellos… Uds. no hubieran podido acusarlos de nada, en sus vidas; eran pulcros, morales y justos, en cuanto a eso. Sin embargo, ellos eran incrédulos.",
    "Y tome Ud. la palabra pecado y averigüe lo que significa. La palabra pecado significa “incredulidad”. Solamente hay dos grupos, es: un creyente, o un incrédulo. Es una persona justificada o un pecador; no hay más. Si Ud. es un incrédulo, Ud. es un pecador; no importa cuán bueno sea Ud., cuánto vaya Ud. a la iglesia, o aun que Ud. sea un predicador. Ud. aún sigue siendo un incrédulo.",
    "Esos fariseos eran predicadores, y ellos eran incrédulos, y hoy están en el infierno por eso. No podían ser más religiosos y piadosos, sin embargo, ellos no le creyeron a Él. Y lo llamaron a Él “un diablo”, y contendieron Su Palabra. Y algunos de ellos dijeron: “Si Tú eres, baja ahora de la cruz. Obra un milagro; deja que te veamos hacerlo”. Uno lo golpeó en la cabeza, con una vara, y dijo: “Profetiza y dinos quién te golpeó, ¡dizque profeta!, y te creeremos”. ¿Ven? ¡Incrédulos! Ellos se hacían pasar como creyentes, pero eran incrédulos, inconversos, separados, aunque eran santos y piadosos.",
    "Eso mismo aún sigue hoy. Hombres y mujeres pueden ir a la iglesia y tener la cara seria, y—y ser muy piadosos, y nunca mentir, robar, y esforzarse en vivir su religión lo mejor que pueden; pero a menos que sean creyentes, están perdidos. Así que no hay ni una pizca de legalismo en la Biblia. El Calvinismo es… Gracia es lo que Dios hizo por Ud., y las obras son lo que Ud. hace por Dios; es algo absolutamente aparte.",
    "Si Ud. deja de mentir, deja de fumar, deja de robar, deja de cometer adulterio, lo deja todo, cumplió todo, guardó los mandamientos, y fue a la iglesia, se bautizó cada domingo, tomó la santa cena, lavó los pies de los Santos, hizo todo, sanó a los enfermos, e hizo todas estas otras cosas; pero a menos que Ud. nazca del Espíritu de Dios, elegido, Ud. está perdido. “No es del que quiere ni del que corre, sino de Dios que tiene misericordia”.",
    "Esaú se esforzó en cuanto pudo, para llegar a ser un Cristiano, y no lo pudo lograr. La Biblia dice que él lloró amargamente, buscando arrepentimiento, y no lo pudo encontrar. Antes que él aun naciera, Dios lo condenó, porque sabía que en su corazón él era un engañador. Dios por conocimiento previo lo supo. Él dijo: “A Jacob amé, y a Esaú aborrecí”. Y Esaú parecía ser el caballero. Él se quedaba en la casa cuidando a su padre anciano y ciego, alimentaba el ganado y todo; era un buen muchacho.",
    "Y Jacob era el consentido de mamá, un mentiroso, mimado. ¡Eso es lo que él era! Uds. tienen que admitirlo; la Biblia lo dice. Anduvo haciendo cuanta cosa. Y—y, mamá, apegado a la mamá. Pero aun así, Jacob, con todas sus altas y bajas, y con lo mimado que era, aún tenía respeto por esa primogenitura. Eso es lo principal.",
    "Esaú era dos veces más caballero que Jacob. Si nosotros tuviéramos que juzgarlo hoy, si fuera miembro de nuestra iglesia, Ud. escogería a Esaú, mil a uno, si Ud. no lo conociera. Pero Dios escogió a Jacob.",
    "¿Qué haría Ud. con San Pablo, si él quisiera ser un ministro? Un pequeño judío de nariz aguileña, con su boca de medio lado, siempre discutiendo; y cómo él iba a destrozar la Iglesia; y todo lo que Él iba a hacer. Ud. hubiera pensado que él cometió el pecado imperdonable; pero Dios dijo: “Él es Mi siervo”.",
    "Dios toma a los hombres y los hace diferentes, no es el hombre que toma a Dios y llega a ser diferente. Dios toma al hombre y lo hace diferente. No es lo que Ud. hace, lo que Ud. quiere, lo que Ud. piensa; es lo que Dios hace. Allí está. Y ésa es la historia.",
    "Ahora, este gran Melquisedec, ¡qué historia hay aquí sobre Él! Queremos leer un poco, como… tuvimos que repasarlo muy rápido. Vamos a empezar aquí más atrás, en una cierta parte de la Escritura, y vamos a empezar como en el versículo 15:\n\nY eso es aun más manifiesto, que a…si a semejanza de Melquisedec se levanta un sacerdote distinto,",
    "Ahora, Melquisedec era un sacerdote, ¿verdad? Aquí está lo que Él era. Nos damos cuenta que Dios en el principio era una gran Fuente de Espíritu. ¿Es verdad? [La congregación dice: “Amén”.—Ed.] Él no tuvo lugar de nacimiento; Él no tuvo un lugar donde murió; Él no tuvo principio de días; Él no tuvo fin de años; Él era tan Eterno como la Eternidad es Eterna. Él nunca nació; Él nunca murió.",
    "Y vimos allí que Él tenía siete variedades de Espíritu. ¿Verdad que sí? La Biblia declara en Apocalipsis, de “Los siete Espíritus delante del Trono de Dios”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Los siete, multiformes, un Espíritu séptuple. Vimos que hay siete colores; hay siete edades de la iglesia. ¡Oh, allí encaja! Siete significa completo, y Dios estaba completo. Y, siete Espíritus, y esos Espíritus eran perfectos. El primero era de color rojo; amor perfecto, redención. Y cómo es, si tuviéramos tiempo de nombrar esos colores, y mostrar que cada uno de esos colores representa la pureza de Dios. Amén. Esos colores (hay siete colores naturales), esos colores representan la pureza de Dios. Y los… Esos colores representan los motivos de Dios, la actitud de Dios. Esos siete colores, representaron siete edades de la iglesia, siete estrellas, siete ángeles. Por toda la Escritura, siete ministros, siete mensajeros, siete mensajes, todo en sietes. Siete días; seis días y el séptimo es el sabbat (perfecto, completo). ¡Oh, es hermoso! Si tan sólo tuviéramos el tiempo de entrar en eso y presentarlo, ¡esos colores!",
    "Tomen el color rojo. Tomamos el primer color; es el rojo. ¿Qué es rojo? El rojo es una señal de peligro. El rojo es la señal de la redención. Y si Ud. mira el rojo a través del rojo, ¿qué color es? Blanco. Correcto. Así que cuando la Sangre roja fue derramada, para que cubriera el pecado rojo, cuando Dios mira a través de la Sangre roja que ve el pecado rojo, pues se convierte en blanco. El creyente no puede pecar. Seguro que no. La Simiente de Dios, las bendiciones de Dios, permanecen en él. Dios no puede ver otra cosa más que la Sangre de Su propio Hijo. No importa qué sea, en Su Iglesia, lo que sea, Dios no lo ve, porque Jesús constantemente está haciendo intercesiones, el Sumo Sacerdote. No hay manera que él peque, cuando tal Sacrificio está puesto allí para él, de esa manera. Seguro que no.",
    "Y ahora, si Ud. dice: “Bueno, eso me da una buena oportunidad…”. Eso luego muestra que Ud. no está correcto.",
    "Ud. apreciará Eso. Ud. Lo amará (si Ud. es un verdadero Cristiano), será a tal grado que el pecado lo acosará hasta que Ud. ya no pueda hacerlo. “Porque la Simiente de Dios permanece en él, y él no puede pecar”. La Biblia dice: “Una vez limpiado por la Sangre de Jesús, ya no tiene más deseo de pecar”. Si Ud. tiene algún deseo, su corazón no está bien con Dios.",
    "Ahora, Ud. obrará mal, pero no lo hace voluntariamente. ¿Ven? Ud.—Ud. cae en una trampa, y en lo que sea que a Ud. se le tienda una trampa, o que hace algo que Ud. no quiere hacer, aún no es pecado; Ud. se arrepentirá al momento que vea que está en error. Ud. rápidamente se apartará y dirá: “Yo no quise… no vi eso”. Ud. puede decir eso toda la vida. Un hombre no quiere ser así, por eso somos tan estúpidos y estamos en tal oscuridad aquí en la tierra, por lo cual hay una expiación de Sangre por nosotros, todo el tiempo, para mantenernos cubiertos; pues al primer error que…",
    "Ahora, allí está su idea legalista. “¡Oh!, ¿sabe qué? Esa mujer fue santificada; sin embargo (bendito Dios), ella hizo lo malo. Yo sé que ella apostató”. Eso es incorrecto. Ella no apostató; ella cometió un error. Si lo hizo voluntariamente, entonces, para empezar, ella no estaba bien.",
    "Si ella no quiso hacerlo, y ella se presenta delante de la Iglesia santa de Dios y lo confiesa, y dice: “Yo estoy errada, y Uds. perdónenme”, Uds. están obligados a hacerlo. Si Uds. no lo hacen de corazón, Uds. mismos deberían entonces ir al altar. Seguro. Allí está la verdadera santidad en la Iglesia. Allí está la santidad genuina, no la santidad de Uds., sino de Cristo.",
    "Yo no tengo santidad para mostrarle a Él. Pero estoy confiando en la de Él (¡oh, Su gracia!), y yo la tengo en mi corazón. No me la merecía, no hay nada que yo pueda hacer para merecerla, pero por gracia Él me llamó y me invitó a que viniera. Y yo lo miré a Él, y Él me quitó el deseo. Yo cometo miles de errores cada mes, en cada año. Seguro. Los cometo. Pero cuando veo que estoy errado, yo digo: “Dios, yo no quise hacer eso, Tú conoces mi corazón. Yo no lo quise hacer; me fue tendida una trampa en eso. Yo no quise hacerlo. Perdóname, Señor”.",
    "Si yo le hice un mal a mi hermano, yo digo: “Hermano, perdóname. Yo no quise hacer eso”. Seguro, Dios conoce mi corazón.",
    "¡Oh, allí lo tienen Uds.! Allí está el sacrificio de Sangre. Allí está el poder del Evangelio, esa Iglesia santa avanzando. No por algo que Ud. haya hecho; es algo con lo que Ud. no tuvo nada que ver. Allí está la Expiación.",
    "Ahora, este Melquisedec, cuando Él vino…",
    "Quiero decirles otra cosa. ¿Alguna vez han tomado Uds. un—un pedazo de vidrio de tres esquinas? Tomen Uds. un pedazo de vidrio que tenga tres esquinas, y pónganlo al sol, que le pueda dar, producirá siete colores perfectos. Un pedazo de vidrio triangular producirá un arco iris. Eso es exactamente correcto. Ahora, si tuviéramos tiempo, entraríamos en eso. Tres trae perfección: Padre, Hijo, Espíritu Santo; justificación, santificación, el bautismo del Espíritu Santo. Allí lo tienen. La perfección viene por los tres: Dios, sobre el hombre; Dios, en el Hombre llamado Jesús; Dios, en la Iglesia. Entonces, la perfección.",
    "El hombre pecó, mientras Dios estaba aquí arriba en la Columna de Fuego, Dios. El hombre pecó, quise decir, delante de Dios, mientras Dios estaba en la Columna de Fuego, porque él todavía era una criatura impura; la sangre animal estaba por delante.",
    "Entonces el Cordero de Dios vino, el segundo paso definitivo de Dios; el mismo Dios, otro oficio. Y entonces este Dios en… estaba en Cristo, era el mismo Dios que estaba en la Columna de Fuego. Y el mismo Dios fue hecho carne y habitó entre nosotros. Y entonces el hombre se mofó de Él, todavía era responsable por ello; todavía no había Sangre derramada. Correcto. Jesús dijo: “Yo os perdono”.",
    "Pero entonces Ese mismo que se hizo carne, llegó a ser nuevamente la Columna de Fuego: “Yo vengo de Dios; Yo voy a Dios”. Y aquí vimos que Pablo lo encontró en el camino a Damasco, esa misma Columna de Fuego. Nos dimos cuenta que Pedro se encontró con Él en la cárcel, esa misma Columna de Fuego. Seguro que sí. Y nosotros lo vemos a Él hoy en medio nuestro, la misma Columna de Fuego.",
    "Pero la perfección ha llegado al grado, que la persona en medio… (Ahora, si por casualidad hay un judío aquí, o alguien que entienda el Antiguo Testamento). Para probarlo, permítanme mostrarles. No tengo aquí conmigo el Antiguo Testamento; éste es—es el Nuevo Testamento. Pero en la ofrenda del pan de la proposición, que estaba en la bandeja del pan santificado en el sacrificio judío, en la limpieza de los tabernáculos (pregúntele a cualquier judío, acerca de esos tres pedazos de pan), el pedazo de en medio fue partido. Ése era Cristo. El pedazo de en medio fue partido; Cristo, el de en medio. Mostró que tenía que haber un partimiento, en alguna parte, para la redención. Y ese pedazo era considerado el de la redención, en el pan judío.",
    "Y aquí está Él. Y esta noche cuando tomemos la santa cena, nosotros partimos el pan santificado, porque es el cuerpo de Cristo. Y Él fue quebrantado en el Calvario, como propiciación por nuestros pecados, para que a través de Su justicia, pudiéramos llegar a ser Su justicia. Porque, Él llegó a ser nuestro pecado, para que nosotros pudiéramos llegar a ser Su justicia. Hermano, eso es pura gracia. Absolutamente. No hay manera, ninguna otra manera en que Ud. pudiera justificarlo.",
    "Ahora, este Melquisedec, esta gran Persona que fue encontrada en el camino, él pagó, Abraham le pagó los diezmos a Él. ¡Qué gran Hombre debe haber sido Aquél! Ahora, fíjense rápidamente.\n\nNo constituido conforme a la ley de los mandamientos carnales…",
    "Ahora, ¿ven esa ley legalista? La ley dijo: “No matarás. No cometerás adulterio. No robarás”.",
    "Jesús de inmediato se da la vuelta, dice: “Oísteis que fue dicho a los antiguos: ‘No matarás’, pero Yo os digo a vosotros que cualquiera que se enojare contra su hermano, sin una causa, ya ha matado. Fue dicho a los antiguos: ‘No cometerás adulterio’, pero Yo os digo a vosotros que cualquiera que mirare a una mujer para codiciarla, ya ha cometido adulterio con ella en el corazón”. Allí lo tienen Uds. Eso debería enseñarles a las mujeres cómo vestirse, cómo hacer lo que es correcto. Ud. se viste mal y provoca al hombre a que la mire en una manera inapropiada; Ud. es culpable de cometer adulterio, igual como si Ud. hubiera procedido con el acto. Jesús así lo dijo.",
    "Y Uds. con estos temperamentos como una sierra, que siempre están discutiendo con alguien, nada soportan, y cosas como ésas: tengan cuidado. Uds. son culpables si hablan una palabra en contra de su hermano que no es correcta, que no es justa, andan difamándolo. Uds. no tienen que clavar un cuchillo en la espalda de un hombre para matarlo. Uds. pueden degradar su carácter y matarlo, matar su influencia. Hablar aquí en contra de su pastor, hablar mal de él, sería como si le hubieran disparado. Al decir algo incorrecto acerca de él, bueno, matará su influencia en el pueblo y cosas como ésas, y Uds. son culpables de ello. Es lo que dijo Jesús.",
    "Ahora, escuchen aquí, lo que—a lo que Pablo estaba tratando de llegar aquí. Me encanta esta Biblia antigua. Lo endereza a uno. Miren, ¡oh, tan sólo miren aquí! Ahora, mientras leemos el cuatro… “Es… Porque es evidente que nuestro Señor salió de Ju-…”. Esperen, creo que tengo otro versículo aquí que iba a leer. No, aquí en el 16.\n\nNo constituido conforme a la ley de mandamientos carnales…",
    "Eso es legal, ¿ven Uds.? “¡Oh, hermano!, yo—yo no debería; yo no debería. Yo lo sé, pero…”. Eso no es. Es amor lo que lo hace.",
    "¡Hemos repasado eso! Dije: “Si yo le dijera a mi… respecto a mi esposa: ‘¡Oh, a mí—a mí me gustaría tener dos esposas! Me gustaría salir con ésta, y esto con ésta allí. Pero, si lo hago, mi esposa me divorciará… Y mis hijos estarán… Mi ministerio se perdería’”. ¡Inmundo, hipócrita corrupto! Es cierto. Ud., en primer lugar, no la ama a ella correctamente; es exactamente cierto.",
    "Si Ud. la ama, no será por ninguna ley. Ud. la amaría a ella de todas maneras, y Ud. se queda con ella. Eso es exactamente correcto. Y Uds. mujeres harían lo mismo con su esposo. Correcto.",
    "Algunas veces las mujeres llegan a un lugar, o…",
    "Los hombres ven a una Jezabel toda pintada, Uds. saben, y—y van y se enamoran de ella; tal vez teniendo una buena esposa. Y luego Ud. dice ser un Cristiano. ¡Vergüenza debería sentir! Ud. necesita otra dosis de altar. Correcto.",
    "Y algunas de Uds.—y algunas de Uds. mujeres se fijan en algún tipo bonito con su pelo lambido hacia atrás, con suficiente vaselina como para dejarlo con la boca abierta. Y luego Uds.…",
    "Una jovencita aquí, no hace mucho… Esto no es un chiste, porque no quiero decirlo como un chiste. Porque la gente sabe que éste no es un lugar para chistear. Pero una jovencita aquí, ella… Aquí había buenos muchachos, muchachos Cristianos. Hace mucho tiempo, cuando yo pastoreaba aquí, acostumbrábamos tener una clase solamente para los jóvenes. Y yo les hablaba a las jóvenes el domingo por la tarde, acerca de sexo y cosas. Luego, al siguiente domingo por la tarde, a los jóvenes, y trataba de enderezar esos asuntos.",
    "Una jovencita empezó a salir con un bellaco aquí del centro de la ciudad, fumaba cigarrillos y cargaba una botella de licor en el bolsillo. Y manejaba un pequeño auto deportivo por la ciudad. Yo no podía ver lo que ella veía en ese muchacho. Él no venía a la iglesia. Él se quedaba allá afuera. La traía aquí a la iglesia, y luego él se sentaba allá afuera en su auto, y esperaba, no entraba a la iglesia. Un día le dije… Ella vivía en New Albany. Yo le dije: “Quiero preguntarte algo, muchachita: ¿qué es lo que ves en ese muchacho?”. Le dije: “En primer lugar, él odia la mismísima religión que tú—tú tienes. Él desprecia a tu Cristo. Él nunca te será un esposo. Él te hará miserable toda tu vida”. Y dije: “Mira, aquí hay buenos muchachos Cristianos con los que tú pudieras simpatizar. Y tu papá y tu mamá detestan el solo pensar en que estás saliendo, pero por encima de eso sales, y piensas: ‘¡Ya cumplí los dieciséis años!’”.",
    "Ella empezó a usar maquillaje y a andar por la calle, y cuando menos pensó, estaba en los bailaderos. Ella ya pasó a la Eternidad. Pero en aquel entonces, ella se paró aquí. Y ¿saben Uds. la excusa que esa joven me dio allá en aquel entonces, por la cual amaba a ese muchacho? Ella dijo: “¡Él tiene pies tan curiositos, y huele tan bien!”. ¿Pudieran Uds. imaginarse eso? Él perfumándose todo, eso es un afeminado, no un hombre.",
    "🦅 Mira” le dije, “hermana, yo preferiría simpatizar con un muchacho Cristiano que tuviera los pies como vagón de minas y que oliera como un zorrillo, si él fuera absolutamente un Cristiano”. Correcto. Es la verdad. Sí.",
    "La excusa: “¡Pies tan curiositos, y huele tan bien!”. Ese frecuentador de bailaderos finalmente arruinó la vida de la joven. Es una lástima, una desgracia.",
    "El matrimonio es honroso, pero hay que abordarlo en oración y en reverencia. Y el amor genuino por esa mujer los atará a los dos para siempre. “Lo que atares en la tierra, Yo lo ataré en el Cielo”. Cuando Uds. caminen allí por la calle, ella pudiera llegar a envejecer y a estar canosa y arrugada, pero ese mismo amor que Ud. tenía por ella cuando era una mujer joven y hermosa, Ud. aún lo tendrá.",
    "Ud. pudiera llegar a tener los hombros encorvados, quedar calvo, y tener el rostro arrugado y todo lo demás, pero ella lo amará como cuando Ud. se paró con los hombros anchos y de cabello ondulado, si verdaderamente es Dios. Porque Uds. están en espera del momento cuando crucen el río al más allá, cuando regresen otra vez a ser hombres y mujeres jóvenes, para que vivan juntos para siempre. Ésa es la promesa Eterna de Dios. Él dijo que lo haría. Él, no solamente eso… Entraremos en eso en un momento. Él juró que lo haría.",
    "Escuchen esto mientras continuamos.\n\n…constituido conforme a la ley de mandamientos carnales…, sino según el poder de…vida indestructible.",
    "Ahora, vamos a leer rápidamente, para que lo capten.\n\nPues se da testimonio de él:\n\nTú eres sacerdote para siempre,\n\nSegún el orden de Melquisedec.\n\nMientras haya necesidad de un sacerdote, Él será un sacerdote.\n\nQuedan, pues, abrogados los mandamientos anteriores… a causa de su debilidad e ineficacia.\n\n(pues nada perfeccionó la ley),…",
    "Ud. no puede, no importa lo que haga; Ud. deja de beber, deja de fumar, deja de decir mentiras, va a la iglesia y se esfuerza por hacer esto y por hacer lo otro, Ud. sigue siendo carnal. Eso sólo es ley; la ley nada perfecciona. Pero, ¿qué es lo que perfecciona? Cristo. ¡Gloria! Yo pudiera dejar de mentir, dejar de robar, dejar de cometer adulterio, dejar de mascar tabaco, y dejar todas mis cosas, y todavía sigo siendo carnal. Dios no lo recibe, porque yo no tengo nada que ofrecerle a Él como propiciación.",
    "Pero en el momento en que pongo mis manos sobre la bendita cabeza del Señor Jesús, y digo: “Señor, no hay nada bueno en mí; ¿me tomas como Tu siervo?”. Y Dios con un beso despide mi pecado, yo me paro perfecto ante Dios. Correcto. ¿Por qué? Yo no estoy parado sobre mis propios méritos; estoy parado sobre los de Él. Y Él nos ha perfeccionado por medio de Su sufrimiento y de Su Sangre.",
    "Veo que es tiempo de terminar. Pero quiero terminar de leer esto si puedo, rápidamente.\n\n…abrogado el mandamiento a causa de su debilidad e ineficacia\n\n(pues nada perfeccionó la ley), pero la introducción de una mejor esperanza sí; (¿Cuál es la mejor esperanza? Cristo.) por la cual nos acercamos a Dios.",
    "¿Por qué? Con todas nuestras bondades, y todas nuestras bondades, y todas nuestras bondades, seguimos siendo carnales. Pero una vez que estamos en la Presencia de Dios, reconociendo que nunca pudiéramos pararnos allí (sólo por los méritos de Jesucristo), entonces nos acercamos a Dios por los méritos de Su Hijo. “Señor, vengo a Ti con un corazón inocente. ¡En el Nombre de Tu Hijo Jesús, por favor recíbeme!”. ¡Oh, hermano, entonces Ud. está viniendo por un camino vivo!",
    "No: “Señor: Tú sabes que he dejado de beber; sabes que yo trato bien a mi esposa; sabes que hago esto, hago lo otro”. Ud. no tiene nada para ofrecer.",
    "🦅 Porque la ley de mandamientos carnales no podía hacer nada, pero sí lo hizo la introducción de otra esperanza. Esa esperanza, la cual es Cristo, la tenemos como un ancla del alma, firme y segura”. Fíjense.\n\nY él no fue hecho esto sin juramento; [En la Biblia en inglés.—Trad.]\n\nPronombre, si Uds. se fijan aquí, está en letras cursivas.\n\n…él no fue hecho esto sin juramento;\n\nNo simplemente un sacerdote, sino que un sacerdote por un juramento. No…",
    "Ahora fíjense. Leamos del resto del sacerdocio.\n\nporque los otros ciertamente…(del levítico, hombres íntegros, justos, honestos)…estos sacerdotes sin juramento fueron hechos;…",
    "Dios simplemente dijo: “Según el orden—según el orden de Aarón, así fue que Él hizo a estos sacerdotes”. Ellos vienen a través de generaciones. Ellos van a la escuela y aprenden a ser predicadores y demás; así vienen ellos. Así entonces es que Dios los hizo a ellos sacerdotes. Ellos mismos se hicieron sacerdotes, por su educación, por su sucesión de herencia y demás. “Pero este Hombre fue hecho un sacerdote por un juramento que hizo Dios”. Escuchen ahora atentamente:\n\n…ciertamente sin juramento, fueron hechos sacerdotes; pero éste, con un juramento del que le dijo:\n\nJuró el Señor y no se arrepentirá: (Amén)\n\nTú eres sacerdote para siempre,\n\nSegún el orden de Melquisedec.\n\nPor tanto, Jesús es hecho fiador de un mejor pacto.\n\nAhora, rápidamente.\n\nY los otros sacerdotes llegaron a ser muchos, debido a que por la muerte no podían continuar;\n\nMiles de miles de miles, de sacerdotes, porque ellos no tenían más que muerte y muerte y debilidades, y muerte y muerte y muerte.",
    "Pero fíjense en Él.\n\nMas éste (¿Éste quién es? Jesús), por cuanto permanece para siempre, tiene un sacerdocio inmutable; lo cual…\n\npor lo cual puede también salvar perpetuamente (No importa cuán lejos, cuán bajo, cuán lejos, Él es capaz de salvar al más alejado)…a los que por él se acercan a Dios,\n\nNo basado en la justicia suya; sino en su confesión. ¿Ven?\n\n…a los que por él se acercan a Dios, viendo que Él siempre vive para hacer intercesiones por ellos.\n\nÉl está allí mismo, constantemente, haciendo intercesiones.\n\nPorque tal sumo sacerdote nos convenía: santo, inocente, sin mancha, apartado de los pecadores, y hecho sumo sacerdote en el cielo;",
    "Allí está. Ahora, si yo tratara de representar mi propio caso, yo lo perdería. Si yo tratara de representarlo, digámoslo así: “Bueno, mi papá era un buen hombre. Mi papá era un predicador. Pues, yo he vivido en la iglesia”. Con todo, yo lo perdería. Pero este Hombre es un Ser perfecto, Cristo. Él se sienta allí y ofrece Su Sangre constantemente por mis pecados. Allí lo tienen.\n\nque no tiene necesidad cada día, como aquellos…sacerdotes, de ofrecer primero sacrificios por sus propios pecados, y luego por los del pueblo; porque esto lo hizo una vez para siempre, ofreciéndose a sí mismo.",
    "Ahora, fíjense en el último versículo:\n\nPorque la ley constituye sumos sacerdotes a débiles hombres;…",
    "Eso es lo que hace la ley, la ley carnal. Bien, desearía haber tenido como dos horas en esto. Así es como la ley todavía hace a hombres predicadores. Es cierto.",
    "Pues, ellos dicen: “Pero este hombre tiene una experiencia de seminario”. Yo no cambiaría mi pequeña experiencia Celestial por todos los seminarios del mundo.",
    "🦅 Pues, nosotros hemos educado a este hombre; él—él ha sido escogido entre muchos. Él es un hombre que se ha hecho solo”. A mí no me gusta esa clase. A mí me gusta un hombre hecho por Dios. ¿Ven? ¿Ven?",
    "Pero la ley todavía hace sacerdotes. La ley todavía hace predicadores. La—la iglesia bautista, ellos reparten predicadores, puñados de ellos, tienen la maquinaria que los produce. Los metodistas los tienen; los bautistas los tienen. Los presbiterianos, los nazarenos, los Peregrinos de la Santidad, los pentecostales. Ellos los producen tan rápido como pueden, como un gran régimen, una gran máquina. Se paran allí como un…",
    "Yo siempre he dicho: “Realmente me—me da lástima un pollo de incubadora”. Uds. saben, un pollito que es empollado en una incubadora, él no ha sido empollado correctamente. No. La gallina debe empollar al pollo. Pero un pollo de incubadora, cuando sale, él solamente “pía, pía, pía”, y no tiene mamá adonde ir. ¿Ven? Él no sabe lo que es una mamá. Correcto. Él está piando llamándola, pero no la tiene.",
    "Pero el pollito que es empollado bajo la gallina, de la manera natural, él pía y la mamá responde. Correcto.",
    "Y a veces pienso en esta experiencia aquí de seminario que salen de estas grandes incubadoras de Louisville, y alrededor del mundo, incubando predicadores por miles. Incubadoras pentecostales, e incubadoras presbiterianas, e—e incubadoras bautistas; todas incuban sus—sus—sus pollitos. Ellos “pían, pían, pían”, y hablan de la incubadora en la que fueron incubados.",
    "Pero a mí me gusta tener un Padre, una Madre. ¡Bendito sea el Nombre del Señor! No fueron muchos los que nacieron conmigo, pero los que estaban allí son mis hermanos. Amén. Tenemos una Madre que contesta cuando uno… una Madre que está en el Cielo, la cual es Madre de todos nosotros: “Como la gallina empolla sus polluelos, y los arrulla, y—y… empolla, arrulla a sus pollitos, así los empollaré a Uds. ¡Oh, Jerusalén, Jerusalén, cuánto quise tomarte como una gallina a sus polluelos; cuánto quise hacerte Mía, pero tú no quisiste! Tenías tus propios seminarios, incubaste tus sacerdotes. Ellos te enseñaron en contra Mía. Ahora has quedado por tu cuenta; te espera la destrucción”.",
    "Y yo digo esto: ¡Oh, pueblo! ¡Oh, pueblo, cuántas veces los hubiera empollado el Espíritu Santo como una gallina a sus polluelos! Pero Uds. lo quieren a su propia manera; Uds. se encaprichan con su propia manera.",
    "Una de estas noches me gustaría predicar sobre: “A su propia manera”. Saben, Caín lo quiso a su propia manera. El hombre lo quiere hoy a su propia manera; “Pero hay camino que parece derecho, pero el fin es muerte”.",
    "Ahora fíjense. “Por lo cual Él dice: ‘Un nuevo—un nuevo pacto…’” creo, ahora que… No. Estaba en la cita equivocada.",
    "El versículo 28:\n\nPorque la ley constituye sumos sacerdotes a débiles hombres; pero la palabra del juramento, posterior a la ley, al Hijo, hecho perfecto para siempre.",
    "Bendito sea Dios para siempre, por el Hijo que continúa para siempre según el orden de Melquisedec. Y Él nunca tuvo principio; Él nunca tendrá fin. Y la ley no podía producir nada así, por cuanto era carnal. La iglesia no puede producir nada así (las denominaciones), porque son carnales. Los—los seminarios jamás podrán producir nada así. Trataron de educar al mundo en Eso. Ellos trataron de organizarlo con Eso. Ellos lo han intentado absolutamente todo, empleando cuanta cosa podían, y dejaron por fuera lo principal: “Ud. tiene que nacer Allí”. Dios lo hace a Ud. lo que es, seguro, no sucede porque Ud. deja de hacer esto.",
    "Ahora, los nazarenos, Uds. no pueden usar anillo; no pueden usar reloj, y Uds. tienen que cumplir con ciertas—ciertas cosas, y sus—sus brazos tienen que ser así de largos, las mangas, sus faldas tienen que ser así de largas, y el—y el hombre no puede pertenecer a una logia; y ellos no lo bautizarán si Ud. no lo hace. Muy bien. Aquí vienen los católicos, y ellos tienen las de ellos. Y aquí vienen los metodistas, ellos tienen la suyas. Cada uno de ellos tiene una vara con que medir. Si Ud. no da la talla, muy bien, hasta allí llega todo. ¿Ven?",
    "Y luego, pero el verdadero asunto es éste: “Nada traigo en mis brazos; sólo a Tu cruz me aferro. ¡Oh, Dios, desnudo, herido, necesito socorro! ¡Oh, vengo muy humilladamente, Cristo, confesando que nada soy y que no hay nada en mí! ¡Recíbeme, oh, Dios!”. Entonces Dios lo recibe a Ud.",
    "Ahora, puede ser que Ud. ni se sepa su abecé. Puede ser que Ud. ni sepa la diferencia entre el café y los guisantes abiertos. Puede ser que sepa, que Ud. no sepa la diferencia entre fu y mu, ni la mano izquierda de la derecha. Lo que Ud. no sepa no tiene importancia. Hay una cosa que Ud. debe saber, que Jesucristo tomó su lugar como pecador. Y Ud. toma su lugar, para pararse en Su justicia, confesando a diario que Ud. está errado; y ámelo a Él con todo el corazón, y todos sus motivos están enfocados en Él, Ud. llegará al Cielo. Eso es todo lo que importa, porque la Vida que estaba en Cristo tiene que estar en Ud., o Ud. está perdido.",
    "Antes de terminar, ¿recuerdan Uds. el pacto incondicional que Dios hizo con Abraham? ¿Qué hizo Él esa tarde cuando Dios dijo: “Déjame ver…?”. Cuando Abraham dijo: “Déjame ver cómo lo harás”. El capítulo 16, creo que es, de Génesis. “Déjame ver cómo lo harás”.",
    "Dijo: “Ven aquí, Abraham”. Y Él tomó a Abraham, dijo: “Tráeme un—un carnero, y ve y tráeme una—una—una cabra, y ve y tráeme una becerra. Y quiero que los traigas aquí y hagas un sacrificio”.",
    "Y Abraham fue y trajo el carnero, y la—y la cabra, y el—el—el cordero… o la becerra. Y los mató. Todos eran sacrificios limpios. Y los partió por la mitad, en dos, y los puso allí. Luego él fue y trajo dos tórtolas y las colocó allí. Luego Abraham espantaba de ellos a los pájaros, esperando que Dios viniera. “Ahora, Señor, allí está el sacrificio, ¿cómo es que harás esto? Yo no sé cómo vas a salvar al hombre en contra de su propia voluntad. Yo no sé cómo es que Tú vas a hacer esto. ¿Cómo es que lo harás, Señor?”.",
    "El Señor dijo: “Ahora, fíjate, Abraham: Eres un profeta; eres espiritual, y entenderás de lo que Yo estoy hablando”.",
    "🦅 Muy bien, Señor, yo quiero verlo”. Ahora, sólo lo estoy dramatizando.",
    "🦅 Así que, Abraham, sube ahora aquí, y siéntate aquí y espanta a esos pájaros”. Así es que él espantó a todos los pájaros, hasta la puesta del sol.",
    "Y cuando menos lo pensó, Dios descendió. Cuando Él descendió, a Abraham empezó a darle sueño. Dios dijo: “Abraham, te voy a poner a dormir”.",
    "Ahora, escuche, amigo legalista. ¿Ve?, Dios sacó a Abraham completamente del cuadro: Él no tuvo nada que ver en ello, en lo absoluto. Y así es como Él lo hizo con Ud. Ud. dice: “¡Oh, yo busqué a Dios!”. ¡Ud. no lo hizo!",
    "Dios lo buscó a Ud., “Ninguno puede venir a Mí, si Mi Padre no le trajera primero”. ¿Ve?",
    "Es Dios buscándolo a Ud., no Ud. buscando a Dios. Ud. nunca lo hizo. Su naturaleza es la errada. Ud. es un cerdo; Ud. no sabe otra cosa. Ud. solamente vive en una pocilga. Es todo lo que Ud. sabe; a Ud. le encanta. Bebe cerveza y anda en la pocilga, sale con la esposa del prójimo, y haciendo cuanta cosa mala puede hacer; y eso le parece bien: “¡Oh, hermano, que gran diversión!”. A Ud. le parece bueno.",
    "Pero Dios tocó en su corazón. [El Hermano Branham toca sobre el púlpito.—Ed.] Eso es lo que cambia. No es Ud. que toca la puerta a Dios, Dios le toca la puerta a Ud. Adán no tocó en el corazón de Dios, Dios tocó en el corazón de Adán. Y Ud. es un hijo de Adán. Correcto. Y antes que Adán pudiera volver a ser un hijo de Dios, Dios tenía que tocar en su corazón. Y antes que Ud. pueda llegar a ser un hijo de Dios, Dios tiene que tocar en su corazón.",
    "Entonces Abraham se durmió. Y cuando él se durmió, ¿qué fue lo primero que él vio? Una oscuridad horrible, fúnebre, espantosa. Ésa es la muerte que viene sobre toda la raza humana. Luego él miró un poco más allá, y él vio un horno humeando; antes que se pueda tener humo, se tiene que tener fuego. Por eso es que yo creo en el infierno como un lugar que arde. Muy bien.",
    "Él mostró que cada uno de nosotros estamos sujetos a muerte, y cada uno de nosotros deberíamos ir al infierno, porque somos pecadores.",
    "Ahora, pero, más allá, él vio una Lucecita blanca.",
    "Y esta Lucecita blanca, ¿qué es la Luz? ¿Qué era esa Luz blanca? Esa Columna de Fuego que salió delante de los hijos de Israel; la Columna de Fuego que encontró a Pablo en el camino a Damasco; la Columna de Fuego que sacó a Pedro de la cárcel; la Columna de Fuego que está aquí en esta noche.",
    "Ese Dios Eterno, perpetuo, Él mismo caminó entre esos sacrificios tajados (¡Oh, hermano!), de allá para acá en cada uno. “Así es como Yo lo voy a hacer, Abraham. Mírame, lo que voy a hacer. Estoy haciendo un pacto aquí. Y Yo haré un juramento, que levantaré un Intercesor de acuerdo a la Simiente. Yo haré un pacto con la muerte, y Yo condenaré a la muerte en la carne, porque Yo mismo vendré a quitarla. Abraham…”. Dijo: “A través de tu Simiente, Abraham, vendrá. Tú serás el padre del mundo, a través de tu Simiente. Y no solamente a ti hago esta promesa, contigo, sino con tu Simiente después de ti”. Él conoció a cada uno que vendría. “No ellos; sino lo que Yo hago. Yo lo voy a hacer, Abraham. Yo confié en Adán, y él quebrantó la suya; y cada cual quebranta la suya. Pero éste lo haré Yo Conmigo mismo, y juro por Mí mismo que, ‘Yo lo cumpliré’”. Amén. Amén. Amén.",
    "¿Qué hacemos, al hacer un pacto? Yo digo: “Hermano Neville…”. Ahora, fíjense en esto por un momento. Yo digo: “Hermano Neville, le diré lo que haré: si Ud. predica hasta… mañana por la noche y la noche siguiente, hasta el miércoles, yo predicaré desde el miércoles hasta el domingo”. [Cinta en blanco.—Ed.] “¿Está Ud. de acuerdo”?",
    "🦅 Sí, señor”.",
    "Así es como lo hacemos. “Estrécheme la mano, hombre”. [El Hermano Branham y el Hermano Neville se estrechan la mano.—Ed.] Así es. Eso es un pacto en América. Así es como nosotros hacemos un pacto.",
    "Ahora, ¿cómo hacen ellos un pacto en el Japón? Nosotros procedemos, por decir: “Ud. haga así y así y yo haré así y así”. Tomamos una pizca de sal, porque la sal es el sabor. Y tomamos sal, y yo la arrojo sobre el Hermano Neville y el Hermano Neville coge sal—sal y me la arroja encima a mí. Eso es un pacto que liga.",
    "¿Cómo fue que David Livingstone hizo un pacto con el negro africano, para entrar en su tierra? Él fue y se acercó al jefe, para que así él pudiera atravesar por allí, para predicar el Evangelio y hacer la obra. Y ellos tomaron un vaso de vino. Éste es el pacto que hizo con el negro en África: Ellos tenían un vaso de vino. Y el jefe negro, cortó sus propias venas y vertió la sangre en este vaso de vino. Y David Livingstone cortó sus propias venas y vertió la sangre en el vaso de vino. Ellos la revolvieron; Livingstone bebió la mitad, y el jefe negro bebió la otra mitad. Luego ellos se dieron un presente uno al otro; con el jefe negro. David Livingstone dijo: “¿Qué quieres de mí?”.",
    "Él dijo: “Esa túnica blanca que traes puesta”. Así que Livingstone se quitó la túnica y se la dio al jefe negro. Él dijo: “¿Qué quieres tú?”.",
    "Él dijo: “Esa lanza sagrada que tienes en la mano”. Porque sabía que podía entrar con ella, así es que él tomó esa lanza. Y ellos eran hermanos, porque hicieron un pacto.",
    "Y a medida que él entraba, y las tribus salían para matarlo, él levantaba esa lanza sagrada. Y cuando lo hacía, ellos la veían y decían: “¡Oh, oh, no podemos tocar a ese hombre!”. ¿Por qué? “Él es un hermano bajo el pacto, aunque es blanco; jamás lo hemos visto”. Ellos no sabían que eran negros hasta que lo vieron a él. Ellos nunca habían visto tal cosa antes. “Pero él es un hermano bajo el pacto; él tiene en la mano la lanza del jefe”.",
    "¡Qué cuadro tan hermoso, hoy día, de beber el pacto de la Sangre del Señor Jesús, con el poder del Espíritu Santo sobre nosotros! Nosotros vamos adelante en el Nombre de Jesús, y estas señales seguirán a los que pertenecen. Es la Lanza sagrada del Jefe. ¿Ven cómo es, el pacto?",
    "¿Cómo lo hacían ellos en el oriente antiguo? Se hacía un juramento el uno al otro. Mataban una bestia, la abrían por la mitad, y se paraban allí entre eso. Los—los dos hombres se paraban en medio de ella, de la bestia dividida en dos. Y hacían un juramento: “Si yo fallo en cumplir esto, si yo fallo en hacer esto, bueno, esto y eso y eso, que mi cuerpo sea como esta bestia muerta; que mi cuerpo sea como esta bestia muerta”. Y cuando hacían eso, ellos tomaban este pacto y se paraban entre eso; hacían un juramento, hacían un juramento que lo harían. Y rompían el papel, a la vez, por la mitad, y se lo entregaban el uno al otro. Dentro de un cierto tiempo ellos se encontraban. Y morirían bajo esa pena, si fallaban en cumplir ese juramento; y serían como esas bestias muertas. Muy bien.",
    "¿Se fijan Uds. en las tres bestias? El perfecto; el carnero, la cabra… los tres sacrificios perfectos. ¿Qué era el carnero…? ¿Qué era la tórtola? Y ¿qué significaban las dos tórtolas? Las dos tórtolas fueron sacrificadas por ambas, la salvación y la sanidad en el—en el… lo cual formó parte. ¿Ven? La Expiación fue hecha, diferente, pero la sanidad continuó igual, y también la salvación continuó igual. Las dos tórtolas, sin dividir, significaban allí que representaron ambas. La salvación… “Por Sus llagas fuimos curados. Él fue herido por nuestras transgresiones. Por Sus llagas fuimos nosotros curados”. Ellas estaban puestas al lado, no cortadas por la mitad. Pero en el pacto, la parte de las bestias (las tres) fueron cortadas por la mitad. ¿Ven Uds.? Entonces al hacer eso, ellos cortaban y hacían su pacto.",
    "Fíjense en lo que Dios le estaba diciendo a Abraham: “En el Calvario, en el Calvario, de acuerdo a tu Simiente. De ti saldrá Isaac, de Isaac saldrá tal y tal, Jacob. De Jacob saldrá José. ¡De José, y así bajando, y bajando, y bajando, sucesores, hasta que finalmente, a través de esa Simiente justa!”. Su…",
    "Él acaba de decir, aquí, que nuestro Señor salió de una nación que no conoció a Moisés, ni siquiera habló de eso. Salió de un sacerdocio. “Nuestro Señor salió de la tribu de Judá”; no de Leví, pues ellos eran legalistas carnales. Pero nuestro Señor salió de Judá. ¡Gloria! Allí lo tienen. ¡En donde la promesa fue hecha!",
    "Escuchen atentamente ahora, mientras terminamos. Y en el Calvario, Dios bajó y tomó el cuerpo de Su Propio Hijo, en el cual Él había vivido, y Él Lo rasgó en el Calvario. Sangró, fue herido, cortado, y la lanza penetró allí y Lo rasgó, y Su Sangre borboteó. Y Él dijo: “Padre, en Tus manos encomiendo Mi Espíritu”. Inclinó Su cabeza. Y la tierra tembló, y los relámpagos destellaron, y los truenos rugieron. Dios estaba escribiendo Su pacto Eterno.",
    "Y Él tomó Su cuerpo muerto de la tumba, el primer día de la semana, y lo trajo al Cielo, y lo sentó allí como el Sumo Sacerdote, como un memorial; sentado allí, perfecto, para siempre. Y envió al Espíritu que Él sacó de ese cuerpo, directamente de regreso a la Iglesia. Y esa Iglesia tendrá que tener el mismo Espíritu que estaba en ese cuerpo, o no encajará con Él en la resurrección. Esas dos piezas deben encajar perfectamente. Y si esta Iglesia no es perfectamente, el mismo Espíritu exacto que estaba en Cristo, Ud. nunca se irá en el Rapto.",
    "Allí está el pacto eterno, hermano. Búsquelo Ud. mismo, lo que hay en su propio corazón. Ame al Señor. Esté realmente seguro que Ud. es salvo. No se arriesgue en eso. Ud. se está arriesgando. ¡Oh, Uds., a nosotros el pueblo americano nos encanta arriesgarnos, pero no se arriesgue Ud. en Eso! Tenga Ud. la seguridad de que está correcto; no por cuanto Ud. se unió a la iglesia, sino porque Ud. verdaderamente ha nacido de nuevo, Cristo ha venido a Ud., en la Persona del Espíritu Santo.",
    "Ahora, algo también complementario, para terminar. ¡Cuán felices deberíamos estar, al ver el mismo Espíritu que estaba en Jesucristo aquí mismo entre nosotros, haciendo las mismas cosas que Él hizo cuando estaba aquí en la tierra! ¡Cuán felices deberíamos estar!\n\nOremos ahora, mientras inclinamos nuestros rostros.",
    "Señor, ha sido un gran día. Aunque me siento como siempre, yo fallo. No puedo presentarlo correctamente, Señor. Oro que perdones mis estupideces. ¡Oh!, confieso mis pecados delante de Ti, y pido misericordia, sabiendo que hay un gran Sumo Sacerdote parado allá a la diestra de Dios, en los Cielos, quien no fue constituido conforme a Aarón, conforme a leyes y legalismos y cosas, sino que Él fue puesto allí debido a la gracia de Dios que miró al futuro, antes de la fundación del mundo, y me vio aquí en el mundo, y murió por mis pecados, para traerme de regreso al Reino de Dios. Te doy gracias, Padre, por esto.",
    "Pues, este Espíritu que ahora reina en Tu pueblo, es Eterno como Dios es Eterno; “Yo les doy Vida Eterna (Vida perpetua, Vida para siempre), y ellos nunca perecerán”. Y nunca estarán allí en el Juicio; ellos han pasado por los juicios y entraron en la Gloria. “Y si este tabernáculo terrestre se deshiciere, tenemos uno ya esperando allá por nosotros”. Gracias por eso, Señor.",
    "Oro para que ahora, si hay uno aquí en esta noche, que todavía no ha bebido la verdadera Sangre del pacto, que no sabe lo que significa, no sabe lo que significa ser nacido de nuevo, tener un verdadero compañerismo con Cristo en su corazón, o en el corazón de ella, que lo reciban a Él en estos momentos, mientras esperamos y damos esta oportunidad. Y en aquel Día, oramos que hayamos representado el Evangelio en la Luz correcta. Oramos, en el Nombre de Cristo.",
    "Mientras tenemos nuestros rostros inclinados, ¿habrá una persona que levante las manos a Cristo?, y diga: “Cristo de Dios, ten misericordia de mí. Permite que yo, como Tu siervo indigno, reciba ahora el Espíritu Santo en mi corazón. Y dame la seguridad y el amor que yo realmente necesito”. Si Ud. no Lo ha recibido, ¿levantaría las manos a Él, diciendo: “Señor, esto es en señal que yo Lo deseo?”. ¿Levantaría la mano? Dios la bendiga allá atrás, señora. Dios le bendiga aquí, señor. Le bendiga aquí, señor. Dios sea con Ud. Eso está muy bien. El hombre aquí en este extremo, Dios le bendiga, mi hermano. Y alguien más, antes que terminemos, solamente esperando unos momentos. Dios le bendiga allá atrás, hijo. ¿Alguien más?",
    "🦅 Ahora lo deseo; lo deseo, Señor Dios. Tú conoces mi corazón. Sabes lo que está en mi mente. Tú, ‘El Espíritu de Dios es vivo y más cortante que toda espada de dos filos, que aun penetra los tuétanos del hueso, y discierne los pensamientos del corazón’”. Piense en Eso. Él conoce sus propios pensamientos, sus intenciones.",
    "¿Levantaría Ud. la mano?, diría: “Ten misericordia de mí, Dios, en estos momentos. Yo—yo quiero que sepas que yo sé que estoy errado, y lo sé, pero yo quiero estar correcto”. Muy bien, mientras continuamos con nuestros rostros inclinados, ahora, en oración, piensen por un momento. No queremos andar de prisa en esto.\n\nRoca de la Eternidad,\n\nAbierta por mí;\n\nSé mi escondedero fiel;\n\nSólo encuentro paz en Ti,\n\nPara el pecado sé la dob-… [En inglés—Trad.]\n\n¿Doble cura? ¡Él lo juró, por dos cosas inmutables!\n\nEn el cual lavado fui.\n\nMientras tenga que…",
    "¡Oh, Señor!, concede en estos momentos que todos reconozcamos que estos alientos que tomamos son fugaces. No sabemos cuántos más nos quedan. Todo eso es por Tu gran consejo; es decretado por Ti. ¡Oh, ten misericordia de nosotros! Y para aquéllos quienes levantaron las manos, Señor (no hay necesidad de mencionarlos), Tú los conoces a cada uno; sin embargo, yo simplemente ofrezco esta oración de intercesión por ellos. Oro que Tú los despojes de toda condenación en el corazón, y permite que vengan confiadamente ahora, ante el Trono; que caminen confiadamente directo al Trono de Dios, que reclamen su privilegio dado por Dios. Tú causaste que levantaran las manos. Ellos no podían hacerlo por su cuenta. Y yo oro, Dios, que concedas esto en el Nombre de Jesús. Amén.\n\n…abierta para mí;\n\nAhora, sólo adórenle.\n\nSé mi escondedero… (¡Oh, hermano!)\n\nSólo encuentro paz en Ti,\n\nRico, limpio manantial,\n\nEn el cual lavado fui.",
    "¿Cuántos se sienten ahora realmente bien? Levanten la mano, digan: “¡Alabado sea el Señor!”. [La congregación dice: “¡Alabado sea el Señor!”.—Ed.] ¡Oh, Él es maravilloso! ¡Oh!\n\nHay Lugar En La Fuente, ¿lo sabe, Hermana Gertie? Veamos. ¿A cuántos les gusta ese canto? Vamos a tener ahora un servicio bautismal, en un momento. [El Hermano Branham le habla al Hermano Neville.—Ed.] ¿Ud. los va a bautizar? Muy bien.\n\nLugar, sí, hay lugar,\n\nHay lugar para ti en la Fuente;\n\nLugar, lugar,…",
    "Muy bien. Los candidatos para el bautismo, los hombres pasarán a este cuarto, las mujeres a éste; muy bien, aquéllos que van a ser bautizados en el bendito Nombre de nuestro Señor.\n\n…gracia…\n\nHay lugar para ti en la Fuente;\n\nEn ese Nombre, el bendito Nombre,\n\nHay lugar para ti en la Fuente.",
    "Todos ahora.\n\nLugar, lugar, sí, hay lugar,\n\nHay lugar para ti en la Fuente;\n\nOh, lugar, lugar, sí hay lugar,\n\nHay lugar para ti en la Fuente.",
    "¡Oh, me encanta ese canto antiguo! ¿A Uds.?\n\nHay lugar para ti en la Fuente;\n\nOh, lugar, lugar, hay bastante lugar,\n\nHay lugar para ti en la Fuente.",
    "Ahora, mientras que el anciano ha entrado a prepararse para el bautismo, me gustaría explicar a la audiencia. Y le pediré a algunos de los diáconos, si pueden oírme en el cuarto, que cuando estén listos, vengan y—y díganme, para que podamos mover los micrófonos. Queremos que todos Uds. vean esto. Tomará unos diez minutos más, y la iglesia será despedida.",
    "Ahora quiero leerles un poco de las sagradas Escrituras. Quiero leerlas en el Libro de los Hechos. Y quiero empezar en el versículo 12 del capítulo 2 de los Hechos.",
    "Ahora, quiero que se fijen en el capítulo 16 de San Lucas, o de San Mateo, creo que es, cuando Jesús venía bajando del monte. Ellos… Preguntó a Sus discípulos: “¿Quién dicen los hombres que Yo el Hijo del Hombre soy?”.",
    "🦅 Y algunos de ellos dijeron: Pues, Tú eres ‘Elías’. Y algunos dicen que Eres—que Eres ‘el profeta’. Y algunos dicen que Eres esto o lo otro”.",
    "Él preguntó: “Pero, ¿quién dicen Uds., que Yo soy?”.",
    "Y Pedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”. ¿Es correcto esto? [La congregación dice: “Amén”.—Ed.]",
    "Jesús dijo: “Bienaventurado eres, Simón hijo de Jonás, porque no te lo reveló carne ni sangre; no lo aprendiste en algún seminario; no lo aprendiste de hombre”. Dijo: “Sino Mi Padre que está en el Cielo te ha revelado esto a ti. Y Yo te digo que tú eres Pedro. Sobre esta roca Yo edificaré Mi Iglesia; y las puertas del Hades no prevalecerán contra Ella. Y Yo te doy a ti las llaves del Reino del Cielo”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] “Y todo lo que desatares en la tierra, Yo lo desataré en el Cielo; lo que atares en la tierra, Yo lo ataré en el Cielo”. ¿Sería Él sincero al decirlo? Él no lo hubiera dicho. Ahora, el tiempo entonces ha pasado, Pedro tenía ahora las llaves del Reino.",
    "Ahora, Uds., el pueblo católico, pudieran pensar esto, por cuanto dicen: “La iglesia católica está edificada sobre Pedro”. Muy bien, vamos a averiguar. “Ellos tenían las llaves. La iglesia católica todavía tiene las llaves”.",
    "Averigüemos qué fue lo que Pedro hizo en cuanto a las llaves (¿ven?), entonces nos daremos cuenta. La Biblia dice, a Pedro y los demás apóstoles: “Id por todo el mundo; a cualquiera que le remitiereis los pecados, les serán remitidos; a cualquiera que le retuvieseis sus pecados, les serán retenidos”. Diciéndolo tal vez para que… Alguien tal vez no entienda lo que quiero decir. Jesús les dijo a los apóstoles: “A quienes les perdonareis los pecados, Yo también los perdonaré. Y a quienes no les perdonareis los pecados, y se los retuvieres, Yo también los retendré contra ellos”. Eso es lo que dijo Jesús.",
    "Miren la iglesia católica como se inclina por eso.",
    "Pero averigüemos cómo fue que ellos lo hicieron. Entonces, si nos damos cuenta cómo es que ellos lo hicieron, entonces nosotros deberíamos hacerlo de la misma manera. Muy bien, veámoslo.",
    "Es el Día de Pentecostés. La Iglesia estaba siendo inaugurada. Todos ellos estaban en el aposento alto. Hombres salieron de allí hablando en diferentes idiomas. ¿Por qué? Cada idioma bajo el cielo estaba representado allí; el inglés también estaba allí. Cada idioma bajo el cielo tenía que estar allí, el idioma que se hablaba en aquel día. Procede aquí y cita muchos de los idiomas, y cómo los cretenses, y extranjeros, y prosélitos de Roma, y—y—y—y árabes, y todos hablaban y magni-… Ahora, ellos no estaban hablando en lenguas desconocidas. Ellos estaban hablando en idiomas conocidos, a la gente. No eran lenguas desconocidas, sino idiomas que cada uno entendió. El pecador, el incrédulo, podían oír lo que él estaba diciendo. “¿Cómo podemos oír en nuestro propio idioma, de—de dónde hemos nacido”?",
    "Ahora fíjense. Ahora, surge la pregunta. Ahora, “otros se burlaron”. El versículo 12, muy bien.\n\nY estaban todos atónitos y perplejos, diciéndose unos a otros: ¿Qué quiere decir esto?\n\nMas otros, se burlaban y decían: Están llenos de mosto.",
    "Se estaban burlando de ellos. Pues, ¿cómo lo estaban haciendo ellos? Se tambaleaban, como hombres borrachos, como hombres borrachos. Hablando, sin saber lo que decían, pero estaban predicándole a la congregación en idiomas que ellos no sabían; no obstante, la congregación los entendía. ¿Ven? Muy bien.\n\nMas otros…decían: Ellos están llenos de mosto. (Miren cómo actúan.)\n\nMas otros, burlándose, decían: Están llenos de…\n\n“Entonces Pedro”,…¡Cuidado, muchacho! Tú tienes las llaves.\n\nEntonces Pedro, poniéndose en pie con los once, alzó la voz y les habló diciendo:…\n\nAhora, recuerden, ésta es la primera inauguración de la Iglesia.\n\n…Varones judíos, y…los que habitáis en Jerusalén, esto os sea notorio, y oíd mis palabras.\n\nPorque éstos no están ebrios, como vosotros suponéis, puesto que es la hora tercera del día.\n\nLas cantinas ni siquiera habían abierto. ¿Ven?\n\nMas esto es lo dicho por el profeta Joel:\n\n…en los postreros días, dice Dios,\n\nDerramaré de mi Espíritu sobre toda carne,\n\nSobre vuestros hijos e…hijas, y ellos profetizarán;\n\nVuestros jóvenes verán visiones,\n\nY vuestros ancianos soñarán sueños;\n\nY de cierto sobre mis siervos y…mis siervas en aquellos días derramaré de mi Espíritu,…profetizarán.\n\nY daré prodigios arriba en el cielo, y señales abajo en la tierra;…\n\nAhora, es Pedro entonces el que está predicando, el que tiene las llaves.\n\n…sangre…fuego y vapores de humo;\n\nEl sol se convertirá en tinieblas,\n\n…la luna en sangre,\n\nAntes que venga el día del Señor,\n\nGrande y manifiesto;\n\nY todo aquel que invocare el Nombre del Señor, será salvo.\n\nVarones israelitas, oíd estas palabras: Jesús nazareno, varón aprobado por Dios entre vosotros con las maravillas, prodigios y señal que Él hizo entre vosotros…como vosotros mismos sabéis;\n\n¡Hábleme de una reprensión! Él tenía las llaves, Uds. saben. Entre-…\n\na éste, entregado por el determinado consejo y el anticipado conocimiento de Dios,…\n\nAllí lo tienen Uds. ¿Cómo es que Él pudo ser entregado? Porque Dios lo predestinó que sucediera de esa manera. ¿Ven? ¡El conocimiento previo de Dios!",
    "[Un hermano dice: “Listo” para el bautismo en agua.—Ed.] En un momento. Dígales que esperen un momento, hasta que termine con la Escritura.\n\n…prendisteis y matasteis por manos de inicuos, crucificándole;\n\nal cual Dios levantó, y soltó los dolores de la muerte, por cuanto era imposible que fuese retenido por ella.\n\nPorque David dice de él:\n\nVeía al Señor siempre…a mi diestra, y yo no seré conmovido.\n\nPor lo cual mi corazón se alegró, y se gozó mi lengua,\n\ny…mi carne descansará en esperanza;\n\nPorque no dejarás mi alma en el Hades,\n\nNi permitirás que tu Santo vea corrupción.\n\nMe hiciste conocer mis—mis caminos, mis caminos de la vida; me llenarás de gozo y con mi presencia.\n\nVarones hermanos, se os puede decir libremente del patriarca David,…él murió y fue sepultado, y su sepulcro está con nosotros hasta el día de hoy.\n\nPero siendo profeta, y sabiendo que con juramento Dios le había jurado…\n\nAcabo de predicarlo.\n\n…que de su—de su descendencia, él…en cuanto a la carne, levantaría al Cristo para que se sentase en su trono,\n\nExactamente lo que acabo de predicar. Pedro predicando lo mismo.\n\ny viéndolo antes (El profeta lo vio antes), habló de la resurrección de Cristo, que su alma no fue dejada en el Hades, ni su carne vio corrupción.\n\nA este Jesús resucitó Dios, de lo cual todos nosotros somos testigos.\n\nAsí que, exaltado por la diestra de Dios,…por la diestra, exaltado al cielo…habiendo recibido del Padre la promesa del Espíritu Santo, ha derramado esto que vosotros veis y oís.\n\nPorque David no subió a los cielos (el profeta); pero él mismo dice:\n\nDijo el Señor a mi Señor:\n\nSiéntate a mi diestra,\n\nHasta que ponga a tus enemigos por estrado de tus pies.\n\nSepa, (escuchen esto) pues, ciertísimamente toda la casa de Israel, que a este Jesús a quien vosotros crucificasteis, Dios le ha hecho Señor y Cristo.\n\nEso debería darlo por terminado, ¿no creen?\n\nAl oír esto, (esos pecadores) se compungieron en sus corazones, y dijeron a Pedro…Varones…y a Pedro y a los otros apóstoles: Varones hermanos, ¿qué haremos?",
    "Muy bien. Aquí tienen. ¿Qué tiene él? La llave, la llave para el Reino. ¿Dónde está el Reino? Está dentro de uno. ¿Es correcto eso? El Espíritu Santo es el Reino de Dios; lo sabemos. Nosotros nacemos en el Reino, como súbditos y delegados. Miren. Él tiene las llaves a su lado. “¿Qué vas a hacer con ellas”? Ésta es la primera vez que la puerta fue abierta.",
    "Ahora, por primera vez se le hace la pregunta al predicador, al que tiene la llave. Yo creo que si él hubiera dicho: “Párense de cabeza”, eso hubiera sido oficial.",
    "🦅 Lo que atares en la tierra, Yo lo ataré en el Cielo”. Muy bien. “Lo que tú digas, Yo voy a decir lo mismo. Tú tienes la llave”. Muy bien. Él mete la llave en la puerta.\n\n…¿Qué hace uno? Varones hermanos, ¿qué haremos?\n\nAl oír esto, se compungieron de corazón, y dijeron…: Varones hermanos…\n\n…Pedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\n\nPorque para vosotros es la promesa, y para vuestros hijos, y para aquellos que están lejos; para cuantos el Señor nuestro Dios llamare.\n\nEso lo dejó establecido para siempre. Ninguna persona podía en ningún momento, podía jamás, jamás, llegar a contradecir Eso.",
    "La iglesia católica vino, y en lugar de ser por inmersión, ellos rocían. En lugar de ser, de usar el Nombre de Jesús, han optado por: “Padre, Hijo y Espíritu Santo”. Lo cual jamás fue enseñado en la Biblia.",
    "Cada persona, desde ese momento en adelante, fue bautizado por inmersión en el Nombre de Jesucristo. Y algunos habían sido sumergidos por Juan el Bautista, que bautizó a Jesús, y Pablo les dijo que ellos no podían recibir el Espíritu Santo estando así. Ellos tenían que regresar y ser bautizados otra vez, en el Nombre de Jesús, antes que pudieran recibir el Espíritu Santo. ¿Cuántos saben que ésa es la Escritura? [La congregación dice: “Amén”.—Ed.] Hechos el capítulo 19. Allí lo tienen. Pues, el Reino del Cielo había sido sellado a cualquier otra manera, por un juramento por Jesucristo, de que eso sería oficial en el Cielo.\n\n…arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de sus pecados; y recibiréis el don del Espíritu Santo.\n\nPorque para vosotros es la promesa, y para vuestros hijos,…y para aquellos que están lejos; para cuantos el Señor nuestro Dios llamare.\n\nAmén. Oremos.",
    "Dios, Padre, en esta noche, mil novecientos y tanto de años han pasado, y la honestidad y la integridad de los corazones humanos sigue aún clamando por Dios, como los niños lloran por la leche del pecho de su madre. Te amamos, Señor. No podemos vivir sin Ti. Como dijo David: “Mi alma está sedienta de Ti, como el ciervo por la corriente de agua”. Él necesita de Ella, o muere.",
    "Y, Padre, hemos repasado las Escrituras, de allá para acá. No para ser diferentes, pero vemos estos seminarios, a estos estudiantes teológicos hoy día, quienes predican de acuerdo a los mandatos de hombres, y no de acuerdo a los mandamientos de Dios. Por tanto, Señor, no despreciamos a esos hombres, pero sí despreciamos esas cosas que ellos enseñan. Por tanto, Señor, pedimos que ellos lleguen a ser nuestros hermanos. Pedimos que los perdones de su error. Y pedimos que ellos vengan a la Escritura, la lean, no de la manera como la enseña algún seminario, sino de acuerdo a la manera que Dios la ha escrito.",
    "Oramos, Dios, ahora, que estos candidatos que vienen en esta noche para el bautismo de agua, mientras nuestro pastor tan noble viene a este púlpito para predicar desde aquí el Evangelio (este mismo Evangelio), y luego ir a la pila bautismal para sepultar, concede, Señor, que cada uno de éstos reciba el Espíritu Santo, porque Tú diste la promesa: “Recibiréis el Espíritu Santo”. Que el Espíritu de Dios esté esperando al salir del agua, para recibir al candidato en esta noche, porque los encomendamos en Tus manos, en el Nombre de Jesucristo. Amén. 🦅"
  ]
}