{
  "title": "PREGUNTAS Y RESPUESTAS HEBREOS, PARTE II",
  "id": "57790009",
  "content": [
    "🦅  Quiero primeramente dar las gracias a cada uno de Uds. a quienes llegó la petición de que, “oraran por mi esposa”. Ella ha estado muy, muy enferma. No sabíamos lo que era, no sabíamos lo que estaba sucediendo, únicamente tenía un vómito incontrolable y estaba prácticamente inconsciente, con fiebre casi de cuarenta punto seis grados centígrados, tenían que mantenerla envuelta en sábanas con hielo. Así que…pero ya está bien ahorita. La fiebre se le fue, y ya está bien. Pero está bastante débil, perdió como diez libras [Como cuatro kilos y medio.—Traductor], algo así. No ha…Hoy en la noche fue la primera vez que probó algo desde el domingo. Así que ella había estado muy enferma, y confiamos en el Señor por su sanidad, y El se la está confirmando. Queremos decirle a Uds. que continúen orando para que ella reciba su fuerza.",
    "Bien, este fin de semana que viene, Dios mediante, tengo que ir a Miami. Mi amigo de antaño, el Hermano Bosworth, está para irse al Hogar Celestial, tiene cerca de cien años. El me llamó y me dijo: “Hermano Branham, ven a verme cuanto antes, tengo que decirte algo antes que me vaya”. Y él…Creo que él quiere orar por mí, y poner sus manos sobre mí antes que se vaya. Ud. sabe.",
    "Yo espero que pueda terminar mis días con una reputación como la de F. F. Bosworth. De todos los hombres que yo conozco en el mundo, de todos los hombres que he conocido en el mundo, yo nunca conocí un hombre del cual yo estaba tan deseoso de ser como él, como el Hermano F. F. Bosworth; me refiero a ser un ministro como él. Yo nunca oí una persona, alrededor del mundo, en ninguna parte, hacer una declaración acerca del Hermano F. F. Bosworth que no fuera que el hermano era “un Cristiano, un real hermano”.",
    "Despedidas dejan detrás de nosotros huellas de nuestras pisadas en las arenas del tiempo. El es un hermano maravilloso, ya está muy anciano, tiene cerca de cien años. Así que él está ya para irse al Hogar, eso es todo, y él me lo dijo. El sabía que se iba, y solamente estaba esperando. El me dijo que el momento más dulce de su vida es en estos momentos cuando él está solamente esperando, pero él dijo que sabía que se iba a ir.",
    "Yo le dije: “Tengo que ir a Michigan esta semana, Hermano Bosworth”.",
    "Y él me dijo: “Bueno, pero no te tardes mucho, Hermano Branham, no puedo esperar mucho. Me estoy debilitando cada vez más”.",
    "El ha sido más que un amigo para mí, para que yo no vaya para allá. Ahora, si tengo que tomar el avión para ir para allá, lo haré y lo tomaré de regreso para estar aquí por lo menos para el domingo en la noche; si no, bueno, voy a tener que manejar y me va a tomar un poco más de tiempo.",
    "Oren por el Hermano Bosworth. Ore que Dios…Y cuando El tome al anciano patriarca, El envíe una carroza de fuego y lo levante, ¿ve? Yo lo amo, él ha sido como un padre para mí.",
    "Otro anciano…él y el Hermano Seward. Yo—yo soy parcial a las personas ancianas, yo las amo. Y el anciano Hermano Seward, él también durmió de esa manera. Por supuesto, el Hermano Seward no estaba tan anciano, no creo, como lo está el Hermano Bosworth.",
    "Oren por el Hermano Bosworth. No todo es rosas para él en aquel lugar, sino que…El necesita sus oraciones, pero no para otra cosa sino para…que Dios le permita irse en paz.",
    "Ahora…Y también queremos recordar, que mañana, Dios mediante, vamos a enterrar a uno de nuestros amigos de esta iglesia, al Hermano Sol Coates. El estuvo aquí muchas veces, él trabajó en la oficina de correos por muchos años. Murió en el hospital de los Veteranos la otra noche. El Hermano Cox y yo, fuimos a verlo, y tenía…muy baja. El se fue como un Cristiano. Vamos a darle los servicios fúnebres en la funeraria Coots mañana a la una de la tarde, el Hermano Neville y yo, y de allí lo enterraremos. El trío Neville va a cantar; y el Hermano Neville y yo, vamos a estar dividiéndonos los servicios. Yo no supe exactamente cuándo se hicieron estos arreglos, por causa de Meda. Así que, el funeral será mañana a la una de la tarde, en la funeraria Coots.",
    "Y luego, el viernes, a las dos en punto, el Sr. Wheller. Lo llamábamos Pod Wheeler; se me olvidó cuál era su verdadero…Y Ud. sabe, lo acabo de leer en el periódico y no sabía quién era, hasta que lo investigué. El fue un vecino nuestro por muchos años, y acaba de morir. La otra noche, él estaba parado aquí enfrente de la iglesia, y traté de que viniera a la iglesia. La otra noche, hace como tres semanas, él estuvo parado allí, y yo traté de persuadirlo a que entrara a la iglesia. Porque, yo no creo que él iba a la iglesia o tenía ninguna clase de creencia, aunque él tiene un hijo que es un predicador Bautista. Pero él no tenía ninguna creencia de lo que yo sé, y ahora él se fue a encararse con Dios. Así que será el viernes por la tarde a las dos en punto en la funeraria Coots. Y también, el Hermano Neville y su familia van a cantar, en ese funeral.",
    "Así que, cualquiera de Uds. que quiera atender a los servicios, uno es mañana a las dos…quiero decir, mañana a la una. Creo que es la hora correcta. ¿Verdad, hermano? Y el otro, a las dos, ¿está correcto? A las dos de la tarde en la funeraria Coots.",
    "Y el domingo por la mañana…El sábado va a ser el anuncio. Y el Hermano Neville, probablemente para entonces, les hará saber…si podemos tener un servicio de sanidad el domingo por la noche, o cuándo voy a regresar si me voy por avión para Florida para ver al Hermano Bosworth. Yo no sé cómo yo pudiera dejar de ir a verlo, pues él es un amigo mío de antaño, muy amado. Y probablemente esta sea nuestra última vez de volvernos a ver en esta tierra, si el Señor lo permite. Y él…Yo no sé si pueda ir a verlo y venirme pronto o no; yo no quiero separarme de él, pero, Ud. sabe cómo es esto, Ud. tiene otras cosas que hacer.",
    "Bien, hay una declaración que quisiera hacer aprovechando que no hay muchos aquí, y que hay gente que son mis amigos.",
    "Estoy contento de ver a la Hermana Smith. Es la primera vez que la vuelvo a ver en muchos años. ¿Cómo está Ud. Hermana Smith? Hace un año, creo que la última vez que la vi…[La Hermana Smith habla.—Editor] En Benton Harbor, espero ir por allá un día de estos. Muy bien. Creo que la última vez que yo la vi a Ud., fue en un servicio fúnebre en Louisville. Recuerdo muy bien a la Hermana Smith. Yo solía pasar por ella en una camioneta cuando íbamos a la iglesia. Y todo lo de atrás de la camioneta estaba salpicado de chapopote y los guardafangos se movían para arriba y para abajo, y a mí me daba mucho frío; pues ponía un pie afuera. Oh, Señor. Mucha agua ha pasado por el río desde entonces, Hermana Smith. Sí, señor. Bien, le damos las gracias al Señor por esos recuerdos preciosos y por amarle todavía a El.",
    "Bien, quiero decir una cosa, alguien pudiera preguntarse, la otra noche…yo estaba platicando con el Hermano Fleeman afuera en le calle. Pues algunas veces alguien ha dicho: “¿Qué hace al Hermano Branham irse, en cuanto el servicio se termina?”",
    "La razón es que, mi esposa está sola. ¿Ve? Y si empiezo a platicar, voy a continuar platicando buena parte de la noche, y ella va a estar sentada allá sola todo ese tiempo. Y esta es la razón por la cual me apuro a irme, para estar con ella, ¿ve Ud.?, el resto de la noche; porque me agarro platicando y platico mucho. Yo tengo que platicar como media hora. Yo no puedo nada más pasar y decirle: ¿Cómo está Ud. en está noche? ¿Cómo está Ud. en esta noche? Yo no hago eso. Yo me paro y empiezo a platicar; y alguien empieza a hablar sobre algo, y allí es en donde me quedo por una hora. ¿Ve? Y por eso, es que ella se sienta a esperar y demás. Este es el por qué. Yo no quiero que Ud. piense que era porque yo no quería ver y saludar de manos a mis amigos, y expresar nuestro compañerismo y demás, sino que este era el tipo de problema.",
    "Así que, ahora, cada uno esté en oración por el enfermo y el afligido.",
    "La Sra. Harvey quien tenía todo ese problema, se está mejorando. Sí, señor. No veo…Tal vez haya, algún doctor aquí. Y si estoy diciendo mal esto en esta plataforma, Dios me perdone. Pero yo creo que Dios hará responsables a esos doctores por lo que le hicieron a esta mujer. Yo creo en cirugía, yo creo en medicinas. Seguramente, yo lo creo. Yo pienso que Dios los envió a ellos para ayudarnos, al igual que El envió mecánicos para los automóviles y otras cosas. Pero esa mujercita, el doctor la tenía acostada cuando le dijo que: “Estaba llena de cáncer, y que nada se podía hacer”. Esta madrecita con un montón de hijos.",
    "Yo fui, y traté de explicarle a ella que cómo a través de la oración…Y ella es una mujer joven, como de veinticinco años. Y cómo Dios había sanado a su bebito, que hasta lo llamaron “el bebé milagro” en el hospital infantil, cuando Dios lo sanó de meningitis. El bebito estaba en una condición terrible, y el Señor lo sanó de inmediato. Los doctores, no pudieron entenderlo. Así es que yo fui a ver a la Sra. Harvey, y le dije: “Sra. Harvey, ¿la desahuciaron los doctores?”",
    "🦅 Sí, señor”.",
    "Y su esposo dijo: “Sí, no hay nada que se pueda hacer, ella está completamente llena de cáncer”.",
    "Y yo dije: “Bueno, pero lo que queremos hacer ahora, es creer a Dios, creer que Dios la sanará…la sanará a Ud.” Y les dije: “Pueda ser que el cáncer no se vaya de inmediato; pero si oramos la vida del cáncer se irá. Ud. pudiera seguir sintiéndose enferma todavía, por mucho tiempo, o Ud. pudiera sentir alivio de inmediato”, le dije yo. “Y también después de unos días Ud. pudiera enfermarse más que nunca”. Pero le dije yo: “Ud. tiene que poner su fe en contra del cáncer”. “Y si el cáncer vive, Ud. muere. Y si el cáncer muere Ud. vive”. “Vamos a orar ahora”, le dije yo.",
    "Y oramos, y las evidencias que yo vi, fue que Dios tocó el cuerpo de la mujer. E inmediatamente ella se mejoró, y fue a visitar a mi madre, y visitó a los vecinos, (cuando ella estaba en tal miseria) ya no tenía dolores. Y después como a los tres días, ella empezó a enfermarse otra vez.",
    "Y luego me di cuenta que la ciudad había dicho que ellos “pagarían la cuenta del médico, si los médicos la operaban”.",
    "Ahora, si yo estoy mal, Dios perdóname. Pero ellos tomaron a esa joven madre e hicieron de ella un “conejillo de indias”. Le quitaron aun sus intestinos y todo. Tomaron el intestino y los tubos urinarios y los comunicaron al exterior por medio de aberturas, a los lados del abdomen. Y ella estuvo por nueve y algo de horas en la mesa de operación. La enfermera dijo: “Se miraba como un matadero, en donde ellos aventaban sus dentros de un lugar a otro, y le pusieron ovarios de plástico y tubos de plástico”. Esto es claro, pero es la verdad. E intestinos de plástico y cosas como esas, y en esa condición dejaron a la mujer, una madrecita. Yo digo, en mi manera de verlo, esos doctores son culpables de asesinato.",
    "Ella les dijo: “El Hermano Branham oró por mí”. Y les dijo: “Nosotros vamos a creer que el cáncer…que el cáncer está muerto”.",
    "Y uno le dijo: “Tengo noticias para ti: ‘Tu cáncer está vivo’”.",
    "¿Cómo podía decirle él? Estaba adentro, no hay rayos “X” que puedan decirlo. El cáncer es un…Ud. no puede decir que es cáncer por estudios de rayos “X”, porque el cáncer mismo es carne, Ud. no puede verlo. Solamente había una cosa por hacer, extirparlo de la mujer y cortarla a ella en pedazos. Eso es todo. Ahora ella siendo una madrecita, yo la hubiera dejado probar su fe en Dios en lugar de usarla como un “conejillo de indias” o algo como eso. Ahora si yo estoy equivocado, si yo tengo un mal motivo, yo quiero que Dios me perdone, ¿ve Ud.? Porque yo no quiero que Uds. piensen que yo no creo en operaciones, o que no creo en doctores y cosas. Eso está bien. Pero yo pienso que Ud. debe de saber lo que Ud. está haciendo antes que entre a escarbar en una persona, no usarlas como un experimento como ese. Correcto. Y ahora, por supuesto, ella no puede vivir. Eso es todo. Y si vive, de seguridad va a ser uno de los más grandes milagros que han sucedido. Cuando la mujer se miró y vio su intestino en un lado conectado y abierto en la piel y sus tubos urinarios funcionando en el otro lado, ella se desmayó, se desmayó…No era una cosa…la pobre mujercita estaba acabada. Y tenía como unos veintidós o veinticinco años, esta madre con tres o cuatro niñitos que criar. La cosa más lastimosa que jamás he oído en mi vida. Yo digo: “Para mi manera de verlo el doctor es culpable de…si él tomó a esa mujer solamente como un experimento porque la ciudad iba a pagar la operación, eso está mal, no debería de haber sido permitido”.",
    "[Un hombre pregunta si Dios puede restaurar a la mujer.—Editor] Bien, déjeme decirle, hermano no—no es imposible. Y es, y no es…es posible y también probable. Porque yo sé de un hombre, en California que le faltaba un brazo (todos Uds. se mantuvieron informados de esto por el periódico), que se oró por él, y el brazo estaba cortado hasta aquí, y ha seguido creciendo y los dedos le están saliendo hoy; le creció el codo, la muñeca, la mano, y parte de los nudillos de los dedos estaban formados en los dedos, ¿ve Ud.? Creo que está en el Heraldo de la Fe que sale cada mes. Y aun cuando él tiene sus manos que le han salido de esta manera; se muestra en dónde estaba cortado su brazo, y de dónde ha crecido. Cada mes muestran cómo va creciendo, y ha transcurrido como un año.",
    "[El hombre habla otra vez desde la congregación.—Editor] Seguro, eso es correcto. Yo creo…Es, es una cosa rara, ¿ve?, es una cosa muy rara. De vez en cuando yo he escuchado de eso. Ahora, el Hermano Bosworth, una noche él oró por una mujer. Y yo tenía una en mi reunión. Pero la del Hermano Bosworth sanó instantáneamente; la mía tomó un poquito más para que sucediera.",
    "El oró por una mujer…Yo leí el testimonio de la mujer. Tenía cáncer, y el cáncer le había comido la nariz. Y a la mañana siguiente la mujer tenía nariz. Yo sé esto…Este es un caso del Hermano Bosworth, y está en su libro titulado Cristo El Sanador, creo que así es, o El Que Trae Gozo. Está en el testimonio de la mujer con su nombre y dirección. Y ella tiene vecinos y doctores y todo lo demás para comprobar que esto sucedió.",
    "En Little Rock, Arkansas, una noche en un cuarto, oré…no en Little Rock, sino en Jonesboro. Yo dije: “Me voy a quedar hasta que ore por la última persona”. Ya tenía ocho días y ocho noches en la plataforma, ¿ve? Y entonces…y cruzando el cuarto venía una mujer, que traía un pañuelo sobre su rostro de esta manera, y yo pensé que ella estaba llorando. Y yo le dije…Creo que eran las dos o tres de la mañana, y le dije: “No llore, hermana, Dios es el sanador”.",
    "Y ella dijo: “No estoy llorando, Hermano Branham”. Y ella se quitó el pañuelo; y no tenía nariz, ¿ve? Los doctores habían dicho…El cáncer le había comido hasta el hueso…y se le podían ver. Y yo oré por ella, y le pedía al Señor que la sanara.",
    "Y como cuatro o cinco semanas después, yo estaba en Texarkana. Y sentado allí, estaba un caballero muy bien vestido, y me dijo: “¿Me permite unas palabras, Hermano Branham?”",
    "Rápidamente se subió a la plataforma, y uno de los hermanos que sientan, trató de meterlo en orden. Y yo le dije: “Bien, vamos a ver”.",
    "Y él me preguntó: “¿Reconoces a esta dama joven?”",
    "🦅 No”, le dije yo.",
    "Y él me dijo: “Si miras esta fotografía la vas a reconocer”. El trabajaba como un exterminador de plagas en Texarkana, y ella era su madre con una nueva nariz que le había crecido, de la misma forma que la que tenía.",
    "Esto demuestra que Dios…Yo lo he visto hacerlo. Dios pudiera hacer eso por la Sra. Harvey. Y yo oro que El lo haga, porque la pobre mujercita quiere vivir.",
    "Hermano Tony, ¿tiene algo que decir? [El Hermano Tony reporta una sanidad.—Editor] Es cierto. Amén. Amén. Sí, eso está bueno, también. Sí, El de seguro lo hará, El es un Sanador.",
    "[Otro hombre comenta.—Editor] Sí. Sí. Sí, hermano. Amén. Seguro. Sí. Y yo espero que Dios se lo restaure a Ud., hijo, para que Ud. pueda llevarlo de regreso y mostrárselo a él. Exactamente. Es para testimonio de la gloria de Dios, ore para que Dios lo haga. El—El…Sí, El es el Dios Todopoderoso, El puede hacer todas las cosas. Y si El no puede hacer todas las cosas, entonces El no es un Dios Todopoderoso.",
    "Hay algo que nos hizo lo que somos, de la manera que somos, o hubiéramos tenido una cabeza como de pájaro, o algo como eso; si no hubiera una mente maestra para hacernos a cada uno de nosotros con una cierta característica, para hacer a un árbol de roble, a un álamo, o a una palma, y diferenciarlos entre ellos y hacerlos lo que ellos son. A nosotros no nos hizo con…a unos hizo con piel, a otros con plumas, y a otros con pieles, para que Ud.…¿Ve?, es la mente maestra detrás de eso, eso es lo que gobierna eso. Por supuesto El tiene todas las cosas en Sus manos. Y yo sé que El puede hacer todas las cosas. Y vamos a orar por ello, vamos a orar.",
    "[Otro hombre habla desde la congregación.—Editor] Correcto. Tenemos…",
    "[La Hermana Snyder dice: “Hermano Billy, perdóneme”.—Editor] Sí, hermana, está bien, diga Ud. [La Hermana Snyder da testimonio de su sanidad cuando el Hermano Branham oró por ella el otro domingo.] Amén. ¿Sabe qué? Yo había estado pensando, Hermana Snyder, una vez cuando estaba aquí parado en esa unción, pensé…y le dije al Hermano Cox: “Ya nunca más voy a tratar de volver hacer esas reuniones de discernimientos en el tabernáculo”. Ud. no sabe cuánto el Diablo me aflige hermana. ¡Cuánto me aflige! Ud. sabe, diciéndome acerca de estos discernimientos.",
    "Y me he enterado de que la hermana de la Sra. Wood…Yo nunca había visto a nadie de su familia. Muchos de ellos fueron sanados durante ese tiempo, y cada uno…Ud. sabe un gran porcentaje de esa gente fue sana. Y después de…La cosa extraña; su hermana, en cuya casa cené una noche, dos semanas antes que eso…Oh, es muy adentro en las montañas allá en Kentucky, y me di cuenta que su voz se parecía a la de la Sra. Wood, y no había mucha luz en la casa. De todas maneras, no me fije en ella, pues platiqué más con su esposo y ella se ocupó en sus cosas. Salimos a sentarnos y caminamos; y volvimos a entrar, y continué platicando con su esposo, al terminar me levanté y me salí. Y Dios quien es mi Juez solemne (Quien está parado al lado de este púlpito), sabe que no reconocí a esa mujer.",
    "Y entonces cuando el servicio de sanidad terminó, hice un llamado al altar para que pecadores se arrepintieran. Y ella había sido muy arrogante al respecto; pero se arrepintió y dio su vida a Cristo, levantó su mano en señal que rendiría su vida a Cristo, y estaba llorando. Después de que toda la unción se había ido; mientras hacía el llamamiento al altar, y demás. Volteé, y tuve una visión y miré a su hermano; ella era su hermana, esta mujer era su hermana, y vi a los dos juntos.",
    "Y yo pensé que era la esposa de Charlie, porque yo sabía que cuando estábamos sentados a la mesa el otro día en la casa de Charlie…Su esposa, una mujercita pequeña, de quien el Señor me mostró un problema que ella había tenido. Y desde ese mismo momento, el Señor tocó el cuerpo de ella allí sentada a la mesa. Tony, eso fue allá en donde estábamos, en el lugar donde fuimos a cazar ardillas. Y el Señor tocó su cuerpo y le quitó la cosa que ella tenía que usar todo el…por el resto de su vida, lo quitó de ella; estando allí sentada. Y la mujercita siempre tenía que comer en el otro extremo de la mesa, pero ese día, se acercó, y puso su silla, y comió a mi lado. Ella no sabía lo que estaba haciendo. Su esposo estaba sentado de esta manera, y el Hermano Banks estaba sentado allá, y nosotros estábamos platicando. Y ella dio toda la vuelta y agarró su silla y se sentó aquí a mi lado. Y eso fue con un propósito, pues el Señor me mostró una visión allí mismo. Y yo llamé a su esposo para afuera, porque era un problema de mujer, y empecé a decirle de lo que había sucedido. Y él me dijo: “Hermano Branham, así es exactamente de la manera que sucedió, exactamente de esa manera”. Y él le dijo a ella y el Señor la sanó. Muy bien.",
    "Y entonces después que el servicio había terminado la otra noche, vi a esta otra hermana, vi a Charles este joven y a esta mujer juntos. Y pensé: “Esa debe ser su esposa; pero su esposa es rubia y esta mujer con pelo negro”. Y entonces me di cuenta que la visión se movió a esta esquina de aquí. Y ella estaba sentada allí llorando y el Señor mostró esta visión después de que ella estaba…después del llamamiento al altar…después que la reunión de oración se había terminado, la oración por los enfermos, y después que el llamamiento al altar se había hecho, Dios esperó hasta que ella se arrepintió y le dio su vida a El y entonces El la sanó. Y ella tenía…tenía años que estaba hinchada. Y la hinchazón bajó tanto, que todo, aun sus pies se le arrugaron por donde habían pasado de su cuerpo (los venenos). Ella se siente mejor, como nunca se ha sentido en años, ¿ve? ¡Cómo el Señor por Su sublime gracia hace eso! Creo que así es el testimonio; ¿no es así, Hermana Wood? ¡Y cómo lo hace El! Después…¿Dígame hermana? [La Hermana Wood dice: “Ella perdió siete libras la semana pasada”.—Editor] Siete libras [Tres kilos y doscientos gramos.—Traductor] en una semana. ¡Oh, El es Dios! ¿Verdad que sí?",
    "Bien, déjeme decirle, la razón que le dije al Hermano Neville…Yo pensé que tal vez él tenía un mensaje para esta noche. Pero él me dijo que: “No tenía”. Y yo tenía unas pocas preguntas aquí que sobraron, y me siento moralmente obligado a venir aquí y contestarlas. Tengo dos o tres más que probablemente no las abordaremos en esta noche.",
    "Quiero contestar algunas que acaban de dármelas y que las hizo un predicador. Y el Hermano Neville…quiero decir, el Hermano Beeler me las acaba de dar. [El Hermano Branham contesta las siguientes ocho preguntas en la Parte número III, principiando en el párrafo 668, de la pregunta número 67 a la 74.—Editor]:\n\n¿Qué representan las piedras en Apocalipsis 21:19 y 20?\n\nExplique las cuatro bestias de Apocalipsis 5. …El quiso decir 6; no es Apocalipsis 5, creo que es 6.\n\n¿Y quiénes son los veinticuatro ancianos?\n\n¿Qué significa el cordón escarlata de Génesis 38?\n\n¿Cuáles son los dones que son enviados en relación a la muerte de los dos testigos, en Apocalipsis 11?\n\n¿En dónde estarán los santos después de los mil años de reinado? ¿Y qué clase de cuerpo tendrán ellos?\n\n¿Cómo juzgaremos nosotros a ángeles?\n\n¿Qué viene a ser el cabello que se habla en Primera de Corintios en relación a los ángeles?",
    "Hablando de buenas, estas son muy buenas. Probablemente no las contestemos esta noche, pero si el Señor lo permite, trataré de contestarlas la próxima vez que vengamos con ese propósito.",
    "Tengo algunas bastante buenas aquí en esta noche; así que vamos a orar en estos momentos para pedirle al Señor que nos ayude, y vamos a entrar en ellas los próximos veinticinco o cuarenta minutos.",
    "Bien, bendito Padre Celestial, estamos agradecidos Contigo por todo lo que Tú has hecho por nosotros. Oh, es tan asombroso cómo Tu gracia nos alcanzó. Estoy pensando en estos momentos, lo de la otra noche, y de esa compañerita mía, que estaba tan enferma, y cómo Tú viniste a la escena. Su fiebre empezó a bajarse desde esa misma hora, y ha desaparecido completamente para estos momentos. Te doy gracias. Y el…te pido que Tú seas con cada uno que tiene una petición en esta noche. Muy poco sabemos lo que significa una pequeña oración, hasta que llega a nuestros propios hogares. Oh Dios,…cuán real Tú has venido a ser. En esa hora cuando el doctor sale diciendo: “No sé lo que es, nunca he visto nada igual a esto”, y luego viene el Señor Jesús y se mueve en la escena.",
    "Oh Dios, Tú eres tan real para nosotros, y estamos muy contentos por eso. Oramos que Tú perdones toda nuestra negligencia, y nuestra torpeza. Y, recuerda, Señor, que somos carne humana en un mundo oscuro, un mundo de tinieblas de pecado y caos. Y estamos mirando a través de un velo, sobre nuestro rostro, y solamente aquí vemos y conocemos humanamente. Pero un día cuando ese velo sea quitado, te vamos a ver cara a cara y conoceremos como somos conocidos. Ese es el día por el cual anhelamos.",
    "Oramos Padre, ahora, que Tú nos ayudes mientras tratamos de impartir al pueblo la Palabra de Dios, de acuerdo a sus peticiones. Quita toda enfermedad de nosotros. Te necesitamos, Señor. Y pedimos que Tú lo concedas. Permite que Tus misericordias nos sean dadas, porque Te lo pedimos en el Nombre de Jesús. Amén.",
    "Bien, para contestar preguntas, no soy el mejor en el país, Ud. sabe. Pero las contestaré lo mejor que yo sé.",
    "Aquí está la que había empezado la otra noche, y tuve que dejarla:\n\n60. “Por un Espíritu todos somos bautizados en el cuerpo de Cristo”. (Todos Uds. recuerdan que esa fue la pregunta en la que yo estaba. Bien eso se encuentra, por supuesto, en Primera de Corintios 12)…En el momento que recibimos el nuevo nacimiento, esto sucede. Es este…¿Es este el bautismo del Espíritu Santo, o hay un bautismo después, o es eso una llenura?",
    "Bien, es una pregunta tremenda, y pudiéramos utilizar el resto de nuestro tiempo en esta, hoy en la noche y mañana por la noche y así sucesivamente. Cubriría…tomaría y ataría la Biblia entera. Cada Escritura debe atarse apropiadamente una con otra en toda la Biblia.",
    "Pero estoy tratando de hacerlo lo más rápido, y sencillo que puedo, no; cuando Ud. cree en el Señor Jesucristo, Ud. entonces recibe el nuevo nacimiento. Cuando Ud. cree en el Señor, Ud. recibe un nuevo pensamiento, una nueva vida, pero no es el bautismo del Espíritu Santo. ¿Ve? Ud. recibe el nuevo nacimiento cuando Ud. cree, Ud. recibe Vida Eterna. Es un don de Dios que se le ha dado a Ud. a través de la gracia soberana por haber aceptado el don que Dios le ha dado a Ud. ¿Ve?, “El que oye mis Palabras y cree en el que me envió, tiene Vida Eterna”. Tiene Vida Eterna; ese es el nuevo nacimiento, Ud. está convertido, quiere decir que Ud. “ha cambiado”.",
    "Pero el bautismo del Espíritu Santo lo pone a Ud. en el cuerpo de Cristo, sujeto a los dones para servicio. No lo hace a Ud. más Cristiano, sino que lo mete a Ud. al cuerpo de los dones. ¿Ve? “Ahora, por un Espíritu”, (Primera de Corintios 12), “todos somos bautizados en un cuerpo”. Pablo dice: “Hay diferentes dones, y en este cuerpo hay nueve dones espirituales”. Y en este cuerpo…Ud. tiene que ser bautizado en el cuerpo para poseer uno de estos dones. Están en el cuerpo.",
    "Pero, ahora, en cuanto a tener Vida Eterna y ser un Cristiano, Ud. es un Cristiano desde el momento que Ud. cree. Ahora, eso no es manufacturar, eso es verdaderamente creer en el Señor Jesús y aceptarlo a El como su Salvador Personal; Ud. nace de nuevo en ese momento, y tiene Vida Eterna. Dios viene a Ud.",
    "Ahora fíjese, Vida Eterna; Jesús dijo: “El que oye Mis Palabras y cree en el que me envió, tiene Vida Eterna, y no vendrá a juicio, sino que ha pasado de muerte a Vida”. Ud. es una nueva criatura en ese mismo momento. Pablo se encontró con algunas de aquellas gentes, allá en Hechos 19. Ellos tenían un predicador el cual era un abogado convertido que se llamaba Apolos. Y Apolos era un hombre poderoso en las Escrituras, y él estaba probando por las Escrituras que Jesús era el Cristo. ¿Ve?",
    "Ahora fíjese. Apolos, a través de la Palabra, estaba probando por la Palabra. “Fe viene por el oír, el oír de la Palabra. El que oye Mi Palabra, y cree en el que me envió, tiene Vida Eterna”. ¿Lo captó? Apolos, por la Palabra, estaba probando. Y ellos eran Cristianos, eran seguidores, discípulos. Y Apolos estaba probando por la Palabra, que Jesús era el Cristo. Y ellos tenían gran gozo y recibieron la Palabra, aunque únicamente conocían el bautismo de Juan.",
    "Y cuando Pablo pasó por las regiones altas de Efeso, él encontró a estos discípulos y les preguntó: “¿Habéis recibido el Espíritu Santo desde que creísteis?” ¿Ve?",
    "Ahora, cuando Ud. cree, Jesús dijo que: “Ud. tiene Vida Eterna”. Eso es el nuevo nacimiento. Esa es su conversión, eso es su cambio. Pero el bautismo del Espíritu Santo es el poder de Dios con el que Ud. está bautizado en el cuerpo y Ud. está sujeto a esos dones espirituales para que obren a través de Ud.; como el predicar, evangelistas, apóstoles, pastores, profetas, …y todos los dones del cuerpo están incluidos en esto, cuando Ud. está bautizado en este cuerpo. Y esto…no lo hace a Ud. más Cristiano, solamente lo posiciona a Ud. en un lugar para ser un espíritu ministrador en la Iglesia del Dios viviente. ¿Lo captó Ud.? ¿Ve?",
    "Ahora la pregunta es…Contestémosla parte por parte, hay tres preguntas en una.\n\n“Por un Espíritu somos bautizados en el cuerpo de Cristo”. Eso es correcto, Primera de Corintios 12 nos da la respuesta a esto.\n\nMuy bien.\n\n¿En ese momento que recibimos el nuevo nacimiento, esto toma lugar? ¿Es allí cuando sucede?",
    "Eso es lo que ellos desean saber, sí…“Por un Espíritu” …No. No. “Por un Espíritu somos bautizados en un cuerpo”. ¿Ve?, eso no es cuando el nuevo nacimiento principia, el nuevo nacimiento empieza cuando Ud. cree en el Señor Jesús.",
    "Ahora vea, no hay un…no hay una cosa…Escuchen. ¿Qué puede Ud. hacer aparte de creer? ¿Qué más puede Ud. hacer? ¿Qué más puede Ud. hacer al respecto que sólo creerlo? Dígame una cosa que Ud. haría. No hay una sola cosa que Ud. pueda hacer afuera de creerlo. Ahora, si algo viene afuera de su creencia, no es un acto de Ud. mismo, es un acto de Dios. Por lo tanto…",
    "Ahora si dijéramos que cuando Ud.…En muchas ocasiones yo he visto, muchas veces, gente aceptando “el hablar en lenguas como la evidencia inicial” del Espíritu Santo. Y muchas veces sacuden a la gente, y la golpean y le palmean sus espaldas, y le dicen: “Dilo, dilo, dilo, dilo”. Ud. sabe, los hacen que repitan una palabra una y otra vez. “Dilo, dilo, dilo”. ¿Ve?, eso es algo que Ud. está haciendo Ud. mismo. Y no…no es nada. Ud. pudiera obtener una confusión de lenguas. Ud. pudiera obtener muchas cosas, y sensaciones. Pero si algo viene aparte de su propia fe, tiene que ser un don Divino de Dios dado a Ud. ¿Ve?",
    "🦅 Y por un Espíritu somos bautizados en un cuerpo”. Esto es correcto, ¿ve? El bautismo del Espíritu Santo es un acto diferente del nuevo nacimiento. Uno es un nacimiento, y el otro es un bautismo. Uno le da a Ud. Vida Eterna, y el otro le da a Ud. poder. Le da poder a Vida Eterna, ¿ve?, para operar. ¿Lo captó Ud. ahora? Bien. Muy bien.",
    "Ahora aquí viene la otra, la segunda, la mejor que tuve en esa noche:\n\n61. ¿Dónde estaba el Espíritu de Jesús en esos tres días que Su cuerpo estaba en la tumba? ¿Dónde estaba Su Espíritu?",
    "Bien, Su Espíritu, si Ud. sigue las Escrituras,… pudiéramos citar muchos lugares. Pero, ¿quién tiene una Biblia? ¿Hermano Stricker, tiene una Biblia? Muy bien. Hermano Neville, ¿tiene Ud. una? Encuéntreme Salmos 16:10. ¿Quién más? Hermana Wood, ¿tiene una Biblia? Bien, Hermano Stricker, (muy bien, cualquiera de Uds.), Ud. encuéntreme Hechos 2:27, Hechos 2:27.",
    "Y ahora, en primer lugar, cuando Jesús murió,…Cuando Ud. muere, su cuerpo muere. La palabra muerte significa “separar”, estar separado de sus amados. Pero aquí El establece en San Juan, el capítulo 11: “Aquel que oye…” No…Les pido perdón; es en San Juan 5:24: “El que oye Mis Palabras tiene Vida Eterna”.",
    "Jesús le dijo a Marta, cuando ella lo encontró,…quiero decir, ella dijo: “Sí Tú hubieras estado aquí, mi hermano no hubiera muerto. Pero aun ahora, todo lo que Tú pidieras a Dios, Dios te lo dará a Ti”.",
    "El le dijo: “Yo soy la resurrección y la Vida”. ¿Ve? “El que cree en Mí, aunque esté muerto, vivirá; y cualquiera que vive y cree en Mí, nunca morirá”.",
    "Ahora, hay una parte en nosotros que no muere. Y como ya lo acabo de pasar por las Escrituras, todo lo que tiene un principio tiene un fin. Son las cosas que no tienen un principio, las que no tienen un fin. Por lo tanto cuando aceptamos a Cristo, a Dios, nosotros venimos a ser hijos e hijas de Dios, y nuestra Vida es sin fin al igual que la Vida de Dios es sin fin; tenemos Vida Eterna.",
    "Ahora, la palabra para siempre [“Forever” en inglés.—Traductor], ya hemos pasado por eso. La palabra para siempre es “un espacio de tiempo”, por siempre y (conjunción) para siempre. Y nos damos cuenta aquí que tiene—tiene un fin, al igual que todos los sufrimientos, y todas las enfermedades, y todo el pesar, y todo el castigo, y el mismo infierno tiene un fin.",
    "Pero Vida Eterna no tiene fin, porque no tiene principio. Nunca puede morir porque Ella nunca nació. No tiene principio de días, no tiene fin de días. Ahora, la única manera que podemos vivir Eternamente, es a través de recibir algo que es Eterno. Y Dios existía; aun antes que hubiera algo, Dios ya existía. Dios nunca tuvo un principio ni un fin.",
    "Y Dios era este Gran Espíritu. Y lo representamos a El como los siete colores del arco iris que cubren…El arco cubriría la tierra si no tocara la tierra. Solamente es agua formando el círculo de la curvatura de la tierra, que lo forma. Pero, Dios es Eterno, y El era el Perfecto: amor perfecto, paz perfecta, gozo perfecto, satisfacción perfecta. Todos estos siete espíritus (como los vemos en Apocalipsis), salieron; Son los que manifestaron a Dios, era perfección. Cualquier cosa fuera de eso, ha sido algo que ha sido una perversión de Eso.",
    "La única manera que nosotros podemos regresar a perfección, es regresar con Eso, (perfección, lo cual es Dios). Cuando venimos a perfección, entonces tenemos Vida Eterna; sin fin, sin nada, solamente es Vida Eterna.",
    "Ahora, él está preguntando acerca del alma…del espíritu. Porque nosotros llevamos a la tumba nuestros cuerpos aun el más santo de nosotros. Y el cuerpo…En primer lugar, cuando Dios, el Logos que salió de Dios…",
    "Y como ya he pasado sobre esto, los Católicos lo llaman: “el Hijo Eterno de Dios”. Y como ya lo he dicho antes, aun la palabra no tiene sentido. ¿Ve?, no puede haber un hijo Eterno, porque un hijo tiene que tener un principio. Y Jesús tuvo un principio, Dios no tuvo un principio. ¿Ve? Pero el Hijo no era Eterno, sino el Hijo que estaba con el Padre en el principio, era el Logos el cual salió de Dios.",
    "Y El era la teofanía de Dios quien salió. La forma humana que no tenía ojos como Ud. para ver; sino un ojo mejor. No tenía oídos como Ud. para oír, pero mucho más oído. ¿Ve?, era una teofanía, y todo ese arco iris condescendió para llegar a ser una teofanía. Moisés lo miró cuando pasó estando El escondido en la roca. Moisés miró su espalda y dijo: “Se mira como un hombre”.",
    "Abraham lo miró cuando El entró en un cuerpo de carne y comió carne, bebió leche y comió mantequilla. Abraham lo vio a El cuando acababa de entrar en ese cuerpo y luego vio ese cuerpo desvanecerse. Nos damos cuenta que nuestros cuerpos están hechos de dieciséis elementos de la tierra, que se han unido. Y Dios los juntó, y puso dos Angeles en esos cuerpos; Angeles que se pararon y platicaron. Esos Angeles vinieron a ser…hombres en ese momento.",
    "Ahora fíjese, ¡nos damos cuenta que Melquisedec no era otro más que Dios mismo! No pudiera haber sido nadie más, porque El era el Rey de Salem la cual es Jerusalén. El no tenía padre ni madre; no podía haber sido Jesús, porque El tuvo padre y madre. El no tenía principio de días, ni fin de vida; y solamente hay Uno que tiene eso, ese es Dios. El era Dios morando aquí en una teofanía. ¿Ve? Fíjese, Rey de Salem.",
    "Ahora, Dios ha vivido en las edades de los tiempos, a través de Su pueblo. Era Dios quien estaba en David, quien lo hizo sentarse en la montaña, y llorar como un Rey rechazado. Ese mismo Espíritu fue manifestado en Jesús el Hijo de David, quien fue rechazado en Jerusalén y lloró.",
    "José, quien fue vendido por treinta piezas de plata, odiado por sus hermanos, pero amado por su padre, se sentó a la diestra de Faraón, y ningún hombre podía venir a Faraón, si no venía por José, y cuando la trompeta sonaba toda rodilla se inclinaba ante José: perfecto tipo de Cristo. Ese era el Espíritu de Cristo viviendo a través de esos hombres. ¿Ve?",
    "Ahora, cuando Jesús murió, El era Dios manifestado en carne. Dios vino a ser hombre. En las leyes de redención, de la única manera que un hombre podía redimir la herencia en Israel, era que él fuera un pariente. El tenía que ser un pariente cercano. El Libro de Rut lo explica hermosamente; y tenía que ser un pariente. Así Dios tuvo que llegar a ser pariente con el hombre, para que el hombre pudiera ser pariente con Dios. ¿Ve?",
    "El hombre cuando él nace, tiene un espíritu en él, y es el espíritu de su naturaleza. Es un espíritu del mundo, es un espíritu del dios de este mundo. El hombre es un hijo de Adán.",
    "Un árbol se reproduce así mismo. La Vegetación se reproduce así misma. Los animales se reproducen así mismos. Los humanos se reproducen así mismos. Ellos son el coproducto de la creación original. ¿Lo captó?",
    "Ahora, cuando un hombre nace, él nace con un espíritu en él, que es de este mundo. Esa es la razón por la cual él tiene que nacer otra vez. Porque ese espíritu viene por la concepción del padre y la madre, la cual fue una concepción sexual, y absolutamente no pudiera vivir Eternamente. Así que él tiene que nacer otra vez. Y antes que él pudiera hacer eso, Dios tenía que descender y poner los medios para que él pudiera nacer otra vez; porque él no tenía medios para redimirse él mismo, él estaba sin esperanza. El no…sin esperanza, sin Dios, sin Cristo, en el mundo, perdido y acabado. No había nada que él pudiera hacer para salvarse así mismo. No importa si él era un sumo sacerdote, si él era un obispo, si él era un papa, lo que hubiera sido, él era tan culpable como el hombre en seguida de él.",
    "Así que se necesitaba Uno sin culpa, para que lo hiciera. Y el Unico que no era culpable era Dios mismo. Y Dios tuvo que descender y venir a ser hombre (y El vino en la forma de Cristo) para anclar el aguijón de la muerte, para sacar el aguijón de la muerte, para redimirnos, para que…no por nuestras obras o por nuestra bondad (no tenemos nada), pero por Su gracia, para salvarnos. Luego recibimos de Su Vida dentro de este cuerpo mortal, y ahora somos hijos e hijas de Dios, y tenemos Vida Eterna dentro de nosotros. Nosotros somos hijos e hijas de Dios. Por lo tanto, Jesús estando vivo…",
    "Y ningún hombre, no importa cuán pecador o cuán bueno sea, cuando él tiene que…cuando él deja esta tierra, no está muerto. El está en alguna otra parte. Pero él tiene una vida que perecerá, después que sea castigado en el infierno por sus obras, él…pero esa vida tiene que cesar. Solamente hay un tipo de Vida Eterna.",
    "Bien, ya hemos pasado por esto. Si un hombre es pecador y es castigado eternamente…No puede ser castigado eternamente, a menos que él tenga Vida Eterna. Y si él tiene Vida Eterna, entonces él es salvo. ¿Ve? Así que solamente hay un solo tipo de Vida Eterna, y ésa es Zoe, “la Vida de Dios”. Y si la tiene, no puede morir.",
    "Pero el pecador está en un lugar, esperando (en tormento) para su juicio (para ser juzgado de acuerdo a las obras que él hizo en el cuerpo) en el último día. Ahora, nosotros…Algunos pecados de los hombres van antes de ellos, y algunos los siguen.",
    "Ahora si confesamos nuestros pecados, El es Justo para perdonarnos, por lo tanto, nosotros nunca nos paramos en el juicio de Dios. ¿Lo captó Ud.? Mire, Romanos 8:1: “Por lo tanto no hay condenación para aquellos que están en Cristo Jesús”. Que están en Cristo. Esto es, que han pasado de muerte a Vida; ¿ve?, no tenemos condenación porque estábamos en Cristo Jesús. “El que no anda en la carne, sino por el Espíritu”. ¿Ve? “El que oye Mis Palabras, y cree en el que me envió, tiene Vida Eterna”.",
    "Y si yo he sido aceptado en Cristo, y Cristo tomó mi juicio, y yo acepté Su propiciación por mis pecados, ¿cómo puede Dios juzgarme? El ya me juzgó, cuando El juzgó a Cristo. “Entonces yo soy libre de juicio. Entonces, cuando yo vea la sangre, pasaré sobre ti”. ¿Ve?",
    "Pero, para el pecador no es así. El va a un lugar de tormento. Y sabemos que eso es la verdad. El pecador está vivo. El está en un lugar de tormento. El está en un lugar en donde él no sabe…Así es como estos espiritualistas y mediums llaman a estos espíritus de la gente que se ha ido, y dicen toda clase de bromas y chistes sucios, si Ud. alguna vez ha visto algo de eso. Muy bien. Pues, ni aun…",
    "Mire a la Srita. Pepper, antes que mi artículo saliera, El Milagro de Donny Morton. ¿Cuántos de Uds. leyeron ese artículo? Sí, muchos de Uds. lo leyeron, seguro. Está en la revista Selecciones. Se fijó Ud. que salió antes que saliera el artículo sobre la Srita. Pepper, la espiritualista más grande que el mundo jamás ha conocido. Doce páginas tomaron para escribir su historia. Y por cincuenta años…La tuvieron por todo el mundo, y probaron todo científicamente y llegaron a la conclusión que: “ella absolutamente hablaba con los muertos, y los muertos venían”. ¿Qué? El nombre de Dios nunca fue mencionado una sola vez, no arrepentimiento, no sanidad Divina, nada relacionado con esto, ¿ve?",
    "La única cosa que estaba escrito, eran esas gentes diciendo: “¿Juan, no me reconoces? Yo soy Jorge que estuve en un cierto lugar, y que hice esto y lo otro. ¿Te recuerdas aquél lugar donde fuimos e hicimos esto?” ¿Ve?, eso es todo lo que ellos sabían. Se habían ido…No les queda otra cosa más que juicio.",
    "Del lado que el árbol se inclina, es del lado que cae. Y en el estado que Ud. muere…Por eso es que yo no estoy de acuerdo en orar por los muertos, ¿ve?, las oraciones de intercesión o de la comunión de los santos y demás. No puede ser, de acuerdo a la Palabra de Dios. No hay beneficio en orar por alguien después que ha muerto. Es el fin de ellos. Ellos son… tienen…Han pasado la línea entre misericordia y juicio. O ellos recibieron misericordia, o se apartaron de la misericordia. Jesús así lo dijo, en el capítulo 16 de San Mateo, El—El lo enseñó; en el capítulo 16 de Marcos, creo que es. El hombre rico y Lázaro; ningún hombre puede cruzar este abismo, ¡y nunca lo cruzará! Allí lo tiene Ud. ¿Ve? Así que eso lo establece.",
    "Pero cuando Cristo murió, todo tuvo que testificar que El era el Cristo. Ahora vayamos a su pregunta. La primera cosa, las estrellas rehusaron brillar, el sol se ocultó, la luna no dio su luz, la tierra eructó sus rocas, cuando El murió. Y El fue y predicó a las almas que estaban en prisión, que no se arrepintieron en la paciencia de los días de Noé. El, ellos tenían que reconocer. ¡Mire esto! Y si por alguna casualidad hay aquí en esta noche un pecador, piense en eso por un minuto. Algún día este Evangelio que Ud. está oyendo predicar en estos momentos, él le será testigo a Ud. En alguna parte Ud. doblará su rodilla, sin importar quién es Ud. Puede ser de hoy a diez mil años, puede ser hasta…en la mañana. Cuando sea, Ud. va arrodillarse en alguna parte, y Ud. va a escuchar este mismo Evangelio predicado otra vez a Ud.",
    "Y esas almas estaban en prisión, las que no se arrepintieron cuando Enoc y cuando todos ellos predicaron, y Noé…en la paciencia de Dios, como lo es ahora, estaban esperando por ese tiempo que iba a venir. Y Noé y Enoc y todo ellos predicaron y esas gentes se rieron y se burlaron de ellos. Y estaban en la casa de prisión y Jesús fue y les predicó a las almas que estaban en prisión. ¡Y El les fue testigo! Los cielos testificaron que: “¡El era!” La tierra testificó que: “¡El era!” El infierno testificó que: “¡El era!”",
    "La Biblia dice que…David, muchos años atrás, en los Salmos…Muy bien, hermano, lea allí en Salmos, por favor. Salmos 16:10: [El Hermano Neville lee: “Porque Tú no dejarás Mi alma en el infierno; ni permitirás que Tu Santo vea corrupción”.—Editor]",
    "Lea la misma cosa, hermano, lo que Pedro predicó; en Hechos, el capítulo 2, verso 27: [El Hermano Stricker lee: “Porque no dejarás Mi alma en el infierno, ni permitirás que Tu Santo vea corrupción”.—Editor]",
    "Lea dos versos más arriba, hermano, para que pueda tomar el contexto de esto: [El Hermano Stricker lee: “Porque David dice de El: Veía al Señor siempre delante de Mí, porque El está a Mi diestra no seré conmovido. Por lo cual Mi corazón se alegró y gozose Mi lengua; y aun Mi carne descansará en esperanza. Porque no dejarás Mi alma en el infierno, ni permitirás que Tu Santo vea corrupción”.—Editor]",
    "Lea el siguiente versículo: [El Hermano Stricker lee: “Tú me has hecho notorios los caminos de la vida; me henchirás de gozo con Tu presencia”.—Editor]",
    "Sí, fíjese. Mi amigo Testigo de Jehová, me gustaría preguntarle algo. ¿Ve? Si el infierno es un lugar…Hades, Seol, como quiera Ud. llamarlo; si eso cesa en la sepultura, entonces ¿por qué dijo El: “No dejarás Mi alma en el infierno, ni permitirás que Tu Santo vea corrupción”? ¿Qué de eso? ¿Ve?",
    "Aquí estaba Su cuerpo, en la sepultura; y su alma estaba en el infierno, predicando, ¡con vida! ¿Qué de eso? El estaba en Su teofanía otra vez. Su alma estaba allí con esas gentes que estaban también en teofanía. Y estaba como testigo ante ellos, los que no se habían “arrepentido en la paciencia de Dios”.",
    "El…En otras palabras, El tocó la puerta. Y cuando la puerta se abrió, allí estaban esas almas que no se habían arrepentido, y les dijo: “Yo soy la Simiente de la mujer. Yo soy Aquel del cual Enoc…” Y luego el Paraíso, que es otro lugar. Nunca se olvide de esos tres lugares: el lugar a donde va el pecador, el lugar a donde va el justo, y el infierno mismo. ¿Ve?",
    "Así como la trinidad del Cielo: Padre, Hijo y Espíritu Santo. Al igual que la trinidad de la bestia: El falso profeta, la bestia, y la marca de la bestia. Recuerde que todo eso, está en trinidad. La trinidad hace uno, se perfecciona en uno. Se perfecciona en uno. Ud. que es tres, se perfecciona en uno: alma, cuerpo y espíritu; agua, sangre y nervios. ¿Ve?, lo que Ud. fuera, Ud. tiene que tomar tres para perfeccionarse en uno. Tome un pedazo de vidrio con tres esquinas y póngalo a la luz del sol, y esa luz se perfeccionará en un arco iris. ¿Ve?, todo, Ud. tiene que tener tres para obtener uno perfecto.",
    "Y ahora, recuerde que, cuando El murió, El fue y predicó primeramente a las almas que no estaban en prisión…quiero decir, las almas que estaban en prisión, y les testificó que El era “la Simiente de la mujer”. El era “Aquel que Enoc vio viniendo con diez mil de Sus santos”. El tuvo que ser testigo de las Escrituras que habían sido predicadas por Noé, y por Enoc, y por los justos, de que “El era Aquél”. ¡Todo tenía que reconocerlo!",
    "Entonces El descendió al infierno y recibió las llaves de la muerte y del infierno que el Diablo tenía.",
    "Y luego ascendió al Paraíso; y se llevó con El a Abraham, a Isaac, y a Jacob, y a los justos; y levantó aquellos que estaban en sus sepulcros, entraron a la ciudad (Mateo 27), y se aparecieron a gente en las calles. ¡Aleluya! ¡Allí lo tiene Ud.!",
    "Ahora, pero este cuerpo…Mientras Su alma estaba aquí testificando a los perdidos, quitándoles las llaves al Diablo, y cuando resucitó se llevó con El a Abraham y a Isaac; Su alma estaba…Su alma estaba allí abajo haciendo esto, y Su cuerpo estaba postrado en la tumba. Esa es la razón por la cual Jesús dijo…La gente dice: “Bueno, ¿por qué Jesús dijo: ‘En tres días lo levantaré. En tres días me levantaré’? El murió en la tarde del viernes y resucitó el domingo en la mañana”.",
    "Pero fíjese, “era en un período de tiempo de tres días”, y se dará cuenta de esto, si Ud. consulta el diccionario griego. Porque El sabía que David, bajo la unción (la unción del Espíritu Santo), había dicho: “No permitiré que Mi Santo vea corrupción”. Y El sabía que eso era pertinente a El. El sabía que eso se refería a El. El era el Santo de Dios, y El sabía que la corrupción empezaba a las setenta y dos horas. Y dentro de ese lapso de tres días, El se levantó, porque las Escrituras no podían ser quebrantadas.",
    "Y cada promesa Allí, está relacionada conmigo y está relacionada con Ud., ¡es de nosotros!",
    "El dijo: “Destruye este cuerpo, y Yo lo levantaré en tres días”. Porque El aun dijo: “No dejarás Mi alma en el infierno, ni permitirás que Tu Santo vea corrupción”.",
    "El sabía que en tres días ese cuerpo iba a salir de allí. Y no se quedó los tres días completos allí. No, señor, no lo hizo. El estuvo desde el viernes en la tarde hasta el domingo en la mañana, y ninguna célula de su cuerpo se corrompió.",
    "El estaba muerto, embalsamado,…quiero decir, envuelto en una sábana, y postrado en la tumba. En ese caluroso, y húmedo país, se necesitaban unas cuantas horas para que El entrara en corrupción. Cuando la corrupción entra, Ud. sabe, su cuerpo, su nariz se cae y cosas así, en ese país caluroso y húmedo. Y hubiera entrado en corrupción, porque era un cuerpo muerto. Pero El sabía que antes que una célula se corrompiera, Dios había dicho a través del profeta David: “No permitiré que Mi Santo vea corrupción”.",
    "¡Cómo tomó El la Palabra y vivió por Ella! Ahora, cada una de esas promesas pertinentes a El, Dios las cumplió todas. Y cada promesa pertinente a cada creyente, Dios cumplirá cada una de Ellas. Amén. Solamente descanse con la confianza que Eso es la Verdad. Amén. Así que, Su alma…\n\nCrees tú que es…No, perdónenme. ¿Dónde estaba el Espíritu de Jesús los tres días que Su cuerpo estaba en la tumba?",
    "Su Espíritu estaba en el infierno, en las regiones bajas; El resucitó. Y voy a añadir una pequeña declaración aquí que tal vez le ayude a Ud. mucho. Cuando El resucitó,…Cuando El resucitó de los muertos, El todavía absolutamente no había terminado con la obra de redención. Esto es verdad. El tenía que limpiar toda la cosa. El precio había sido pagado, pero ese horror del infierno, ese horror de la tumba…Y aquí, cuando El murió, El continuó. El nunca cesó de obrar cuando murió, ¡El siguió predicando!…?…Perdóneme mi falta de modestia, quizás, ¡pero El nunca cesó de obrar!",
    "¡Ud. nunca morirá! Su cuerpo tal vez descanse por un tiempo, pero Dios lo resucitará, El prometió que lo haría. Pues Ud. puede morir tanto como Dios puede morir. Correcto. Mire,…Después que El murió,…murió para los discípulos. Pero El estaba dormido, eso es lo que era. Ellos lo pusieron a dormir; al igual como El dijo acerca de Lázaro. “Yo iré a despertarlo”. Dios tenía que despertarlo a El.",
    "Mire, El descendió luego, y continuó predicando. Y predicó a las almas que estaban allí en prisión. Fue al infierno, y le quitó las llaves al Diablo. Ascendió y predicó otra vez en el paraíso, y resucitó al tercer día. Visitó a Sus apóstoles por cuarenta días, y al fin del día cuarentavo, El ascendió; porque, todo estaba sobre nosotros, las supersticiones y todo lo demás…El cortó toda superstición, toda duda, e hizo una línea de oración de la tierra a la Gloria en Su ascención. Ascendió y se sentó a la diestra de Su Majestad. ¡Triunfante! El Gran Conquistador, absolutamente. ¡La muerte no podía detenerlo! ¡El infierno no podía detenerlo! ¡La tierra no podía detenerlo!",
    "Cuando El estaba aquí en la tierra, a El se le dio…El fue a la ciudad más baja al pueblo más bajo, y se le dio el nombre más bajo. Eso fue lo que el hombre le hizo a El. El fue a Jericó, la ciudad más baja. Y el hombre más pequeño tuvo que subirse a un árbol para mirarlo hacia abajo. Allí es en donde el hombre lo puso. El fue un lacayo lavador de pies, el peor trabajo que podía ofrecerse. El vino a ser lo más bajo. Y fue llamado con el nombre más bajo que podía ser dado, Beelzebú, “el príncipe de los demonios”. El hombre le dio el nombre más bajo, el lugar más bajo y fue enviado a las regiones más bajas del infierno más bajo.",
    "Dios lo levantó y lo envió a lo más Alto de los Cielos, y le dio un Nombre sobre todo nombre. ¡Aleluya! Y El tenía que mirar hacia abajo, para ver el Cielo. Exaltó su trono por encima de los cielos de los Cielos. Y el Nombre más grande que jamás ha sido nombrado en el Cielo y en la tierra…está confinado en El. Eso fue lo que Dios hizo con El. El hombre lo puso en lo más bajo, y Dios lo puso en lo más Alto. Allí estaba El, de lo más bajo a lo más Alto.",
    "El vino a ser lo más bajo para que El pudiera llevarnos a lo más Alto. El vino a ser nosotros, para que nosotros a través de Su gracia pudiéramos llegar a ser El, hijos de Dios. Allí es a donde El fue. ¡Amén! Bendito Su Nombre. El hizo un camino para que pudiéramos también nosotros algún día venir: “Porque Yo vivo vosotros también viviréis”.",
    "Oh, con razón…Cuando el hombre capta esa visión, pues no ha habido nunca un hombre que pudiera explicarlo. Los hombres han aun tratado de explicarlo, y han perdido sus mentes; como éste que compuso esta gran alabanza: “Oh amor de Dios cuán abundante y puro; cuán insondable y poderoso”. Ese último verso…creo que el primer verso dice así: “Si llenásemos el océano con tinta, y fuesen los cielos un pergamino;…” ¿Saben Uds. en dónde encontraron las palabras de esta alabanza? Fue escrita en una institución para dementes. Nunca ningún hombre pudo explicar ese Amor de Dios. Oh, nunca podrá decirse, lo que El hizo por nosotros. ¿Cómo pudiera Ud. poner un mérito allí? Es Su gracia, desde el principio hasta el fin. Yo estaba perdido, deshecho, sin esperanza, nada bueno había en mí, y El por Su gracia vino y me salvó. Oh, Señor. Eso es Su…Ese es mi Señor. Ese es Su amor, eso es Su bondad.",
    "Bien, tenemos como siete minutos y como quince preguntas.\n\n62. ¿Piensas, tú que es correcto para una mujer hacer obra personal fuera de la iglesia?",
    "Sí. Eso es sólo una pregunta, no…no es una pregunta Escritural, pero…Seguramente que sí. Sí, señor, todos unidos somos obreros. Las mujeres tienen sus lugares, y seguramente pueden hacerlo. Sí, señor. Haga toda la obra personal que Ud. pueda hacer, y Dios lo bendecirá por eso. Muy bien, Veamos:",
    "63. Por favor explique la trinidad. ¿Cómo puede el Hijo sentarse a la diestra del Padre, intercediendo por el… intercediendo al Padre, si ellos no son dos personas?",
    "Bien, querido amigo, es una…esto es una revelación. Si Jesús dijo: “Yo y Mi Padre somos uno”, entonces, ¿cómo pueden ser dos? ¿Ve? No son dos.",
    "Una vez una mujer me dijo, yo había explicado sobre esto, y me dijo: “Tú y tu esposa son dos, pero sin embargo son uno”.",
    "🦅 Pero, Dios y el Hijo es una cosa diferente a esto”, le contesté yo, “¿ve? ¿Me ve Ud.?”, le pregunte yo.\n\n“Sí”, dijo ella.\n\n“¿Ve Ud. a mi esposa?”, le pregunte yo.\n\n“No”, dijo ella.",
    "🦅 Entonces”, dije yo, “el Padre y el Hijo es una cosa diferente a esto; Jesús dijo: ‘Cuando Tú me ves, ves al Padre’”. ¿Ve?",
    "El Padre y el Hijo…El Padre era Jehová Todopoderoso (Dios) viviendo en un tabernáculo llamado Jesucristo, el cual era el ungido de Dios. Jesús era un hombre, Dios es un Espíritu. Y ningún hombre ha visto a Dios nunca, sino únicamente a quien el unigénito del Padre lo ha declarado. El era…El…Su personalidad, Su ser, Su Deidad, lo que El haya sido, ¡El era Dios! El era nada menos o nada más que Dios. Aunque, El era un hombre. El era un hombre, una casa en la cual Dios habitaba. Esto es correcto, El era el lugar en donde habitaba Dios.",
    "Ahora, si Ud. quiere algunas Escrituras al respecto… Hermano Neville, por favor encuéntreme San Marcos 14:62. Y Ud. Hermana Wood, encuéntreme Efesios 1:20. ¿Alguien más tiene una Biblia? Levante su mano. Hermana Arnold, ¿tiene Ud. una? Muy bien, encuéntreme Hechos 7:55. Muy bien. Marcos 14:62, Hermano Neville; Y Ud. Hermana Wood Efesios 1:20; Hechos 7:55, Hermana Arnold.",
    "Muy bien, ¿la tiene, Hermano Neville? Muy bien, léala: [El Hermano Neville lee: “Y Jesús dijo: Yo soy; y veréis al Hijo del Hombre sentado a la diestra de la potencia de Dios, viniendo en las nubes del cielo”.—Editor]",
    "Muy bien, fíjese ahora, en la primera frase. Jesús dijo: “YO SOY”.",
    "🦅 YO SOY”. ¿Quién era el YO SOY? No ha habido un hombre en todo el mundo que haya podido interpretarlo. Aun el…Uds. que leen los diccionarios griegos y demás, no ha habido un hombre que haya podido interpretarlo…Es J-v-h-u. Y ni aun los Hebreos escolares nunca pudieron pronunciarlo. Esa zarza ardiendo que estaba allí, aquel día cuando El se encontró con Moisés, El era J-v-h-u. Así que lo pronunciaron “J-o-h, Jehová”, pero no es “Jehová”. Es J-v-h-u, ¿ve?, nadie sabe.",
    "Ud. dice: “Moisés no lo podía interpretar”.",
    "El preguntó: “¿Quién debo decir que me envió?”",
    "Y El le contestó: “Di que el ‘YO SOY’ te envía. YO SOY”.",
    "Ahora fíjese. YO SOY es un tiempo presente, no “Yo era”, o “Yo seré”, YO SOY. Y El dijo: “Esto será como un memorial por todas las generaciones: YO SOY”.",
    "Ahora fíjese en Jesús en la fiesta en ese día. Ellos le dijeron: “Sabemos que estás loco”. Las palabras correctas son: “Tú has perdido la mente”. (Perder la mente es estar “loco”.) “Sabemos que tú estás loco. Tú eres Samaritano, tú tienes demonio”. (San Juan, el capítulo 6). Y le dijeron: “¿Tú dices que has…visto a Abraham y no eres un hombre mayor de cincuenta años de edad?” (Tal vez se haya visto un poco mayor que Su edad, pero solamente tenía treinta años, pero Su obra)…Y le dijeron: “¿Nos quieres decir que tú un hombre no mayor de cincuenta años de edad, ‘has visto a Abraham’? Ahora sabemos que tú estás loco”. ¿Ve?\n\nY les contestó: “Antes que Abraham fuera, YO SOY”.",
    "🦅 YO SOY”, El era el gran YO SOY. Aquí El les está diciendo otra vez a estos Judíos, ¿ve? “¡YO SOY! Y cuando tú me veas venir de la diestra del poder,…” ¿Verdad que sí?",
    "Léalo otra vez, hermano: [El Hermano Neville lee: “Cuando viereis al Hijo del Hombre sentado a la diestra de la potencia de Dios, viniendo en las nubes del cielo”.—Editor]",
    "Lea la de Ud., Hermana Wood: [La Hermana Wood pregunta: ¿Efesios 1:20?—Editor] Sí, señora. [La Hermana Wood lee: “La cual obró en Cristo, resucitándole de los muertos, y colocándole a su diestra en los cielos”.]",
    "Muy bien, lea la de Ud. hermana. ¿Ve?, es lo mismo: [La Hermana Arnold lee: “Mas él, estando lleno del Espíritu Santo, puestos los ojos en el cielo, vio la gloria de Dios, y a Jesús que estaba a la diestra de Dios”.—Editor]",
    "Ahora, ¿ve Ud.?, Dios no pudiera tener una mano derecha grandota, ¿ve?, para que Jesús se parara en Su mano derecha. La mano derecha (diestra) significa “la autoridad”. ¿Ve? Así como por ejemplo, si yo fuera el que tuviera el completo dominio de la iglesia, o que yo fuera un obispo o algo así, y el Hermano Neville tomara mi lugar, entonces él iba a ser mi mano derecha. ¿Ve?, eso significa que él es…que él estaría a mi mano derecha.",
    "Ahora, Jesús está a la mano derecha del Poder. Ahora, El dice aquí en Efesios, cuando lo está explicando: “El está a la diestra del Poder”. “Todo poder en el Cielo y en la tierra”. (El dijo esto, después de Su resurrección) “me es dado en Mis manos. Yo tengo todo el poder en los Cielos y en la tierra. Por lo tanto id y doctrinar a todas las naciones, bautizándolos en el Nombre del Padre, y el Hijo y Espíritu Santo, enseñándoles que guarden todas las cosas que os he mandado; y he aquí, yo estaré con vosotros siempre, hasta el fin del mundo”.",
    "🦅 Todo poder en los Cielos y en la tierra”. ¿Dónde está ese…? Si hay un dios allá arriba aparte de El, entonces él no tiene poder. ¿Ve?, no pudiera haber otro Dios. “Todo poder en los Cielos y en la tierra” está en Su mano. Así que, ¿ve Ud.?, “El está parado a la diestra”, (a la persona que hizo la pregunta), no quiere decir…",
    "¡Ahora mire! El cuerpo…Dios es un Espíritu. ¿Cuántos entienden esto?, digan “Amén”. Dios es un Espíritu, Jesús es un Hombre, y Jesús era Dios hecho carne. Jesús era…Nosotros nunca pudiéramos ver a Dios, ¿ve?, porque El es un Espíritu. Ud. no puede ver a un espíritu. “Ningún hombre ha visto a Dios”. Ningún hombre pudiera ver a Dios.",
    "Y permítame decir esto: “Ud. nunca me ha visto a mí”. Ud. nunca me ha visto jamás en su vida y nunca me verá. Esto es verdad. Ud. ve este cuerpo que declara a esta persona que está aquí adentro. Ahora, este cuerpo no tiene Vida Eterna, pero el espíritu tiene Vida Eterna. Este cuerpo retornará a la tierra, pero saldrá otra vez a su semejanza, al igual que un grano de trigo cae en la tierra. Cristiandad está basada en la resurrección, no en reemplazamiento. En la Resurrección; el mismo Jesús que bajó a la tumba, es el mismo Jesús que resucitó. Si Ud. desciende a la tumba pelirrojo, Ud. resucitará pelirrojo; si Ud. desciende pelinegro, resucitará pelinegro. ¿Ve?, es una resurrección.",
    "Cuando Ud. come…No hace mucho tiempo, le pregunte al doctor esto: “¿Por qué es que cuando yo tenía dieciséis años de edad…Cada vez que comía, renovaba mi vida?”",
    "🦅 Eso es correcto”, dijo él.",
    "Tú formabas nuevas células cada vez que…la carne formaba…quiero decir, la comida forma células y esas células sanguíneas te hacían fuerte. Así es cómo Ud. vive. Algo tiene que morir para que tú vivas. Cada día algo muere: si tú comes carne, la vaca muere; o lo que Ud. coma; el pez muere; o el trigo muere, para hacer el pan; la papa muere, para hacer la comida de papa; y…toda forma de vida; Ud. solamente vive a través de substancia muerta.",
    "Y Ud. solamente puede vivir Eternamente porque algo murió: Jesús. No porque Ud. se unió a la iglesia, no porque Ud. fue bautizado, no porque Ud. profesó Cristiandad; sino porque Ud. aceptó la Vida de Jesucristo que…esa sangre que fue derramada por Ud., y porque Ud. lo aceptó a El como su Salvador personal.",
    "Ahora, fíjese, yo pregunto. Yo quiero preguntarle esto. Fíjese en esto, es hermoso. Tal vez yo lo he enseñado antes aquí (no recuerdo), predicando por todas partes, se le olvida a Ud. lo que dice…en ciertos lugares. Pero, ¿por qué es…?",
    "Ahora, creo que la Hermana Smith…Yo no recuerdo si conocía al Hermano Fleeman en ese entonces o no. A Tryphena, a ella la recuerdo cuando era una niñita. Uds. me recuerdan, cuando yo…era un muchacho corto de estatura…grueso; con pelo negro ondulado. Yo boxeaba. Y yo pensaba que era un estilista en el mundo. Yo decía: “No hay nadie que pueda ganarme. No, señor”. Pero me engañé en eso, ¿ve Ud.? Pero yo…Y yo decía: “Si me pusieras esta cosa en mi espalda, yo caminaría por la calle con ella”. Seguro, nada me afectaba. Y cada vez que comía, yo crecía y me fortalecía todo el tiempo. Cada vez yo ponía nueva vida a…Yo comía repollo, papas, y frijoles y carne, lo mismo que como hoy. Y me ponía más fuerte y grande todo el tiempo. Y cuando llegué a los veinticinco…",
    "Y ahora como mejor que antes, todos Uds. me conocen, y saben que así es. Como mejor ahora, todos nosotros comemos. Entonces ¿qué es, Hermano Eagen, si yo estoy comiendo más mejor alimento, mejores vitaminas y todo…? Y mientras más como, estoy decayendo gradualmente. Mis hombros se están cayendo, me estoy quedando calvo y poniéndome canoso, mis manos se están arrugando, mi cara ajada, mis hombros se están cayendo, en la mañana es difícil levantarme, y…Oh, Señor. ¿Qué es? Si yo renuevo mi vida cada vez que como, ¿Por qué es esto entonces?",
    "Es como si yo echara agua de un jarro a un vaso, y al llegar a la mitad, empezara a bajarse en lugar de llenarse; y mientras más le echara, más rápido se bajara. Allí lo tiene Ud. Y Ud. no pudiera probarlo científicamente si tuviera que hacerlo. Este Libro es la única cosa para probar que Dios señaló un tiempo; es una cita, Dios nos mira venir.",
    "Ud. anciano, Y Ud. anciana, que tal vez sus esposos o esposas ya se han ido. Eso no es un obstáculo en lo absoluto. Aleluya. Ellos están más allá al cruzar la cortina, esperando; absolutamente. Y están anhelando estar con Uds. otra vez. Esto es verdad, seguramente, allí están. Ellos están anhelando volver a estar juntos otra vez. La Biblia dice que están las almas bajo el altar clamando: “Señor, ¿hasta cuándo?” ¿Ve? Ellos no están en su estado correcto.",
    "Dios nunca nos hizo Angeles, El nos hizo hombres y mujeres. Y siempre seremos hombres y mujeres, porque somos un producto de la propia inteligencia de Dios. Siempre seremos hombres y mujeres.",
    "¿Pero qué lo hace? ¿Ve?, tal vez Ud. piense que cuando caminó hacia el altar, Ud. y su esposo, diciendo que se tomarían en una unión legal y vivirían juntos en un estado santo en ese matrimonio con las bendiciones de Dios y demás, y todo el testimonio que dieron y el juramente que Uds. hicieron. Luego la primera cosa que Uds. empiezan a notar uno del otro, es que antes él caminaba erguido, y su pelo le brillaba; y su esposa en toda su belleza, con sus ojitos cafés, o azules, o como fueran. Oh, cuánto la contemplaba Ud. Al salir, Ud. miró a su esposo, “con sus hombros derechos”; y después con el tiempo empezaron a caerse. Su esposa se empezó a poner canosa, la artritis vino a ella y demás. Y después de un tiempo, ella se fue, o él se fue.",
    "¿Qué fue? Cuando Dios los ve allí parados, El dice: “Así es, así es de la manera que yo los quiero”. Muy bien, muerte, ven, pero tú no puedes llevártelos hasta que yo te deje.",
    "Oh, yo medito en Job. Sí, Dios estaba mirando hacia abajo, Job sabía que Dios lo amaba. (Fíjese él no puede destruirlo.) Dios le dijo: “Te lo doy en tus manos, pero no le quites su vida”.",
    "Y cuando menos piensa, los hombros empiezan a caerse, y después de un tiempo termina su vida aquí. ¿Qué estaba sucediendo?",
    "Ahora, en la resurrección no habrá una sola cosa que simbolice muerte. No puede haber una cosa que simbolice esta tierra,…¿Ve?, Uds. estaban viviendo por la voluntad de Dios, Uds. tenían vida. Luego la muerte vino, y lo llevó a la sepultura. Uds. estaban comiendo la misma comida y todo, bebiendo la misma clase de agua, todo; pero la muerte entró. Pero el cuadro ya estaba establecido. Aleluya. En la resurrección Uds. vendrán a vida otra vez. Y no habrá muerte, o que se asemeje a muerte, o ancianidad, o invalidez, nada. Inmortales, seremos a Su semejanza, perfectos para siempre. Aleluya. Oh,…Eso debería hacer a cualquiera gritar, especialmente cuando Ud. llega a mi edad.",
    "Cuando llega a mi edad, Ud. piensa en ello, más que nunca. Ud. está en ese estado de cambiar, ¿ve Ud.?…Ud. empieza a preguntarse: “¿Qué está sucediendo? ¿Qué he hecho?” Yo miro atrás y pienso: “¡Qué barbaridad!”, ¿en qué se ha ido, Señor? Heme aquí, cuarenta y ocho años de edad. Dos años más, tendré la mitad de una centena de años.",
    "Solamente mira a las pocas almas que he ganado. quiero ganar millones y más millones. Dios, ayúdame. Me avergüenzo a mí mismo aun al llegar a casa de una vacación. Piense: “La cosecha está madura, y los obreros son pocos”. Millones en pecado y en vergüenza están muriéndose cada día, escuchen su llamado. Yo me acuesto en la noche y escucho a los pobres paganitos clamar allá en las tierras lejanas. Cómo se acercaron por miles, buscándome, y ahí parado en el aeropuerto tuvieron que poner el ejército para poder controlarlos, y únicamente para escuchar la historia de Jesucristo.",
    "Y aquí tenemos que suplicar, y anunciar en el periódico y todo lo demás, y conseguir los mejores lugares para que ellos se sienten, el mejor entretenimiento con los mejores cantantes, y luego vienen y dicen: “Bien, creo que estuvo todo bien, pero no pertenecen a mi fe”",
    "…“Qué bárbaro”, yo pensé, “¿cuánto va a durar?” No es…no está bien. Y nosotros aquí estamos rastrillando cientos de millones de toneladas de comida en el bote de basura, y aquella gente la recibiría con gozo. Ellos son criaturas de la tierra al igual como nosotros lo somos. Bien, esto no puede durar así por mucho tiempo.",
    "Muy bien, decíamos, ¿quién es el Padre? El Padre y el Hijo son uno. Fíjese, en Primera de Juan 5:7, dice: “Son tres los que dan testimonio en el Cielo, el Padre, la Palabra (la cual es el Hijo)…Padre, Hijo y Espíritu Santo: estos tres son uno”.",
    "🦅 Son tres los que dan testimonio en la tierra, el agua, la sangre, y el Espíritu”. Estos son los tres elementos que salieron del cuerpo de Cristo. Ellos atravesaron Su costado: y agua salió, Sangre salió, y luego dijo: “En tus manos encomiendo Mi Espíritu”. Allí lo tiene Ud., esos son los tres elementos. Esos tres no son uno, sino que concuerdan en uno.",
    "Padre, Hijo y Espíritu Santo; Primera de Juan 5:7, dice: “Estos tres son Uno”.",
    "🦅 Agua, Sangre y Espíritu concuerdan en uno”. No son uno, pero concuerdan en uno. Así que el Padre…Y la única cosa que ese cuerpo podía hacer cuando Dios mismo pudo verse en El, a través del castigo por el cual ese cuerpo pasó, era para servir como interceptor, ¿ve Ud.?, eso fue lo que lo detuvo, ¿ve Ud.? Allí es cuando El mira esa Sangre interpuesta entre El y el juicio. Aquí está Su Palabra diciendo: “El día que tú comas, ese día morirás”. Y aquí está Jesús diciendo:…“Pero yo tomé el lugar de ellos. ¿Ve? Yo tomé el lugar de ellos”.",
    "¿Recuerda mi historia la otra noche cuando vi la visión de aquella mujer en una condición muy mala que estaba en aquel cuarto? Y yo la estaba condenando, cuando dije: “Dios, ¿por qué no despedazas este lugar?” Entonces El me mostró, ¿ve? Luego yo fui hacia ella y le dije lo que había sucedido.",
    "Bien, esta es mi última pregunta.\n\n64. ¿Crees tú, de acuerdo a las Escrituras, que los Judíos serán…aceptarán a Cristo antes del rapto de la Iglesia?",
    "Yo—yo realmente creo que el rapto de la Iglesia…Esta es mi propia opinión, ¿ve? Y si tenemos tiempo, la veremos completamente, pero ya son después de las nueve. Mire, yo creo que los Judíos recibirán a Cristo en Su segunda venida. Ahora recuerde y lo diré, para que la persona sepa esto, que nuestros ojos fueron cegados…quiero decir, los ojos de ellos fueron cegados para que nosotros pudiéramos recibir nuestra vista. Todos saben, la Escritura habla de esto. ¿Verdad que sí? Pablo nos dice que nuestra…que nosotros fuimos cegados…que los Judíos fueron cegados para que nosotros pudiéramos recibir a Cristo. ¿Ve? Y nosotros somos la oliva silvestre la cual fue injertada en el árbol por adopción.",
    "Ahora, esta es mi opinión, yo le voy a dar a Ud.…Se me preguntó: “¿Tú crees…?” Bien, esta es la manera que yo pienso que sucederá. Yo no sé. Lo que sea, yo estoy seguro que por la gracia de Dios y Su misericordia, estaremos allí; ¿ve?, por Su gracia, lo que sea. Tal vez no sea capaz de acomodarlo, pero esto es lo que yo pienso. Yo creo que estamos en el tiempo del fin. Yo creo que la edad Gentil se está terminando en estos momentos. Yo creo que está ya para cerrarse.",
    "Y ahora refiriéndome a los Judíos; hay dos cosas que siempre le ha hecho mal a los Judíos: Ellos fueron cegados, no podían verlo; y por esa razón los Gentiles…",
    "Hermana Smith, hablé con un Judío en Benton Harbor, ¿y sabe lo que él me dijo?, (allá en uno de esos lugares que tiene los Israelitas allá). En referencia a la sanidad de un hombre ciego. Y él me dijo: “Tú no puedes…Tú no puedes cortar a Dios en tres pedazos y dárselo a un Judío; haciéndolo Padre, haciéndolo Hijo y Espíritu Santo”. “Tú no puedes hacer creer a un Judío eso, no somos idólatras”. “Nosotros creemos en un Dios”, dijo él. ¿Ve?",
    "Y Ud. va y hace tres dioses: Dios el Padre, Dios el Hijo y Dios el Espíritu Santo; de seguro un Judío lo rechazará a Ud. con eso, porque él sabe mejor que eso. El sabe mejor que eso. Eso lo hace a Ud. ciertamente un idólatra, Ud. tiene tres dioses. Ud. tiene que hacer de ellos un mismo Dios, no son tres dioses, son tres oficios del mismo Dios. ¿Ve?, Dios en el oficio del Padre, El, en el oficio del Hijo y El, hoy en la dispensación del Espíritu Santo, es el mismo Dios.",
    "Esa es la razón por la cual fuimos comisionados a bautizar en el Nombre del Padre, Hijo y Espíritu Santo; no en el nombre de…En el Nombre, no en los nombres; no en los nombres, o en el nombre del Padre, en el nombre del Hijo, en el nombre del Espíritu Santo; sino “en el Nombre del Padre, Hijo y Espíritu Santo”. ¿Ve?, reconociendo al mismo Dios siendo Cristo. ¿Ve?, ese es El, no puede ser de otra manera. ¿Ve? Y la Escritura…",
    "Y entonces si nuestra revelación está incorrecta, entonces Pedro y el resto de los apóstoles enseñaron la cosa errónea; porque cada persona en la Biblia fue bautizada en el Nombre del Señor Jesucristo. Nunca una sola persona fue bautizada en “Padre, Hijo, y Espíritu Santo”, es una doctrina Católica. Yo se los puedo probar a Uds. por sus propias palabras, y por sus propios diccionarios y por todo. Es un credo Católico y no una—y no una doctrina Bíblica. Y ningún hombre…",
    "Aun el Rey de Inglaterra fue bautizado en el Nombre de Jesucristo. Como seiscientos años después de la muerte del último apóstol, cuando aun ni siquiera tenía el nombre de Inglaterra, sino que era llamada “Tierra de Angeles”. De allí es de donde viene, el nombre. Allí él fue bautizado en el Nombre de Jesucristo.",
    "Lo que lo convirtió a él, fue un pequeño gorrión…si bien recuerdo…no fue San Angelo. ¿Cómo se llamaba? Agadabus [Deletreo incierto.—Editor], San Agadabus, creo que él fue. No estoy muy seguro del nombre, en estos momentos. Pero, de todas maneras, él fue para allá, y tomó uno de estos…",
    "Les llamaron ángeles porque, la gente y los Asirios y demás eran de tez oscura, y estos Ingleses tenían el pelo largo, blanco rizado, eran rubios, Anglosajones, Ud. sabe, con ojos azules. Y al verlos dijeron: “Se miran como Angeles”, así que le llamaron “la Tierra de Angeles”.",
    "Y el siervo del Señor fue allá y le estaba predicando al rey de ellos, estaban sentados en frente de una de esas grandes chimeneas. Yo estaba leyendo la historia de esto no hace mucho tiempo. Y un pajarito entró y voló en el cuarto y salió, y el rey le preguntó: “¿De dónde vino y adónde se fue?” ¿Ve? “El entró a la luz, y lo vimos, y se salió otra vez a la oscuridad. ¿No es así de la misma manera en la vida del hombre?”, preguntó él.",
    "Pero el predicador le preguntó: “Pero, ¿qué era él antes que él entrara aquí?” ¿ve? Eso capturó al rey; y a la mañana siguiente, él y su casa fueron bautizados en el Nombre de Jesucristo. Correcto.",
    "¿Entonces qué? El primer hombre que fue rociado y bautizado en el nombre del “Padre, Hijo y Espíritu Santo”, fue en la iglesia Católica. El primer rociamiento con agua que se llevó a cabo, fue en la iglesia Católica. La iglesia Católica, fue la primera en echar agua. La iglesia Protestante siempre bautizó…en la Biblia, los apóstoles, siempre bautizaron por inmersión en el Nombre de Jesucristo. En todas partes está. Encuéntreme un lugar en donde ellos lo hicieron diferente, ¿ve?",
    "Ahora, en este gran tiempo, los Judíos no pueden…Yo le pregunté a ese Rabí, le pregunté: “¿Rabí, sería muy difícil para Ud. creer a los profetas?”",
    "🦅 Yo creo a los profetas”, dijo él.",
    "Y yo le dije: “En Isaías 9:6, ¿qué quiso decir él cuando dijo: ‘Un hijo nos es nacido’? ¿De quién estaba hablando?”",
    "El me respondió: “El estaba hablando del Mesías”.",
    "🦅 ¿Entonces el Mesías va a nacer?”, le dije yo.",
    "🦅 Sí, El va a nacer”, contestó él.",
    "Le dije: “Entonces si El va a nacer, El tiene que…El va a tener una madre”.",
    "🦅 Sí, El va a tener una madre. Y El va a tener un padre, también”, me dijo él.",
    "🦅 Absolutamente”, le dije yo. ¿Y sería muy difícil para Ud. creer…que ese Dios el Gran Jehová quien abrió el Mar Rojo, no pudiera haber dado a luz a este bebé por un nacimiento inmaculado? ¿Ve? Allí está la cosa.",
    "Y él dijo: “Pero tú no puedes hacer de El tres dioses”.",
    "🦅 El no es tres dioses”, le dije yo. “¿Qué relación tendrá el Mesías con Dios?”, le pregunté yo.",
    "Y él me dijo: “El será Dios”.",
    "Y yo le contesté: “Ahora lo entiendes. Ahora lo entiendes, El es Dios”. ¡Así es exactamente!",
    "Luego él trató de decirme, y me dijo: “Ese hombre era un ladrón, ese Jesús de Nazaret. El era un ladrón”.",
    "Yo le dije: “Rabí, ¿cómo pudiera ser que El haya sido un ladrón?”",
    "🦅 Bien”, dijo él, “tus propias escrituras dicen que ‘El se metió en un sembradío de espigas en día sábado y arrancó espigas’”.",
    "Yo le dije: “Rabí, Ud. sabe mejor…Ud. sabe más de la Escritura que eso. Su propia Escritura dice que es legal: ‘Es legal para un hombre ir y comer espigas tanto como él quiera, pero sin meterlas en su saco y llevárselas’. Su propia ley, Rabí”.",
    "Y él se quedó sin decir nada por un momentito, él lo creyó, porque él lo presenció. El dijo después de un rato, él dijo: “Bien, ¿qué fue lo que hizo que los ojos de Juan…?” Y me preguntó: “¿Cómo lo hiciste?”",
    "🦅 En el Nombre de Jesucristo”, le contesté yo.",
    "El no sabía; y me dijo: “Bueno, tú no puedes cortar a Dios en tres pedazos”.",
    "Yo le dije: “El era Jehová manifestado en carne, rabí. Eso era lo que El era, El era Jehová en carne. Su propio nombre humano, era el Nombre de redención, porque no hay otro nombre dado debajo del Cielo en el cual el hombre pueda ser salvo, sino únicamente a través de ese Nombre humano de redención: el Nombre del Señor Jesucristo. Correcto. El era Dios, El es Dios, El será Dios por la eternidad, esto es exactamente la verdad, el Señor Jesucristo”.",
    "Ahora, yo creo que la iglesia Gentil pronto…se completará el cuerpo de la iglesia Gentil. Las puertas entre… Jesús dijo, en Mateo 24, (Voy a usar esa Escritura por un minuto), El dijo: “Ellos derribarán los muros de Jerusalén hasta que la dispensación Gentil finalice”.",
    "Ahora fíjese. Fue dicho por nuestro Señor Jesús, en Mateo 24, que los Judíos serían quitados del cuadro. Daniel dijo, allá en los profetas antiguos, dijo él que habría setenta semanas dadas a los Judíos, todavía. Y luego el Mesías vendría (el Príncipe) y profetizaría en la mitad de la setentava semana, los cuales fueron siete años, y en medio de ella sería cortado. Mire cuán perfecto era, Jesús predicó exactamente tres años y medio y fue crucificado. Pero hay tres…Esto viene aquí en esta otra pregunta. Hay tres años y medio todavía destinados a ellos, a los Judíos. Tiene que ser.",
    "Si Ud. va a Apocalipsis, el capítulo 7, Juan vio a ciento cuarenta y cuatro mil de los Judíos todos sellados, de las doce tribus de Israel. ¿Ve lo que quiero decir? Está por suceder, antes de la venida.",
    "Mire cuán hermoso es esto, antes de terminar. Fíjese cómo se desarrolla. Ahora esos Judíos han sido cegados.",
    "Ahora, estos Judíos aquí, la mayoría de ellos aquí,…Ud. sabe cómo son ellos, ellos tienen la riqueza del mundo. Y son gente interesada en el dinero, y eso es todo lo que Ud. puede ver de ellos, ¿ve?; arrogantes, indiferentes, y no escuchan. Pero, esos no son de los que El estaba hablando, si Ud. se fija.",
    "Ahora, los Gentiles…Ahora fíjese, todavía quedan tres años y medio para estos Judíos. Ahora, Jesús dijo que la ciudad de Jerusalén sería hollada por los Gentiles hasta que la dispensación Gentil…(Ahora, Uds. que no creen en dispensaciones, ¿qué de esto?)…Hasta que la dispensación Gentil terminara. Y cuando la dispensación Gentil finalice (el tiempo de los Gentiles finalice), entonces la ciudad será dada a los Judíos otra vez. Y Jesús fue más adelante y dijo que la generación…El dijo: “Cuando viereis a la higuera dar sus brotos, y todos los otros árboles dando sus brotos”, dijo, “sabéis que el verano está cerca”. Y dijo: “Así también cuando viereis estas cosas suceder, sabed que el tiempo está cerca, a la puerta; y de cierto os digo a vosotros que esta generación no pasará hasta que estas cosas sean cumplidas”.",
    "Ud. pudiera decir, ellos buscaron eso en esa generación: “Eso es acerca de lo que El estaba hablando”. ¡De ninguna manera!",
    "¡Escuchen! El dijo: “La generación que mire a la higuera echando sus brotos”. Ahora fíjese, El dijo: “La higuera, y todos los otros árboles”. En otras palabras: “Habrá un avivamiento universal a su tiempo”. Ahora fíjese en esta profecía, cómo entra y obra y encaja perfectamente. Ahora fíjese: “Todos los otros árboles echando sus brotos, reviviendo”. Un árbol, cuando él está echando sus brotos, está reviviendo. ¿Verdad que sí? Ahora, cualquiera sabe, un maestro de profecía, que la higuera siempre han sido los Judíos. Sabemos eso. Son los Judíos. Ahora el…",
    "Mire en Joel, cuando el profetizó, él dijo: “Lo que la langosta dejó, la oruga se lo comió; lo que la oruga dejó, el pulgón se lo comió; y lo que el pulgón se comió…” Si Ud. se fija, es el mismo insecto, pero en diferentes etapas: la langosta, la oruga, el pulgón. Es el mismo insecto, pero únicamente en diferentes estados de su vida. Ahora fíjese, ese mismo insecto principia a comer de ese árbol Judío en ese entonces, lo corta, y empieza a comer y a comer y a comer y a comer hasta que lo reduce a un tronco; pero entonces, él dice: “‘Yo restituiré’, dice el Señor, ‘todos los años que comió la oruga. Y haré que mi pueblo se regocije’”. ¿Ve? Bien, el árbol ha sido comido hasta abajo. Los Gentiles fueron injertados en él, es verdad. Muy bien, nosotros debemos producir fruto.",
    "Cuando venga el tiempo del fin, cuando estemos acercándonos al fin (si lo estoy leyendo bien), el Evangelio: se supone que debe acontecer un gran avivamiento.",
    "Ahora, ¿sabía Ud. que la bandera Judía es la bandera más antigua del mundo? Y había estado adormecida por dos mil años, más que eso, como dos mil quinientos años. La bandera Judía, esa estrella de David con seis puntas, nunca ondeó por un período de dos mil quinientos años; desde que se los llevaron a Babilonia. Y cuando el Imperio Romano tomó control de ellos (el Mesías había venido a ellos y ellos lo habían rechazado), y fueron esparcidos a los cuatro vientos de la tierra. Pero, ¿sabía Ud. que el 6 de mayo de 1946, esa bandera ondeó en Jerusalén otra vez? ¿Sabía Ud. que el 7 de mayo de 1946, (un día después), el Angel del Señor me apareció aquí, y me envió a todo el mundo para llevar un avivamiento? ¡Al día siguiente por la mañana! Y cuando esa bandera se izó en Jerusalén, en esa tarde mientras el sol declinaba, el Angel del Señor me apareció aquí en los Estados Unidos al mismo tiempo. “¡Cuándo viereis a la higuera y al resto de los árboles echando sus brotos!”",
    "¿Cuántos recuerdan aquella Estrella que apareció en el Río Ohio, muchos años atrás, que dijo…? Aquí tenemos una fotografía de Ella, cuando El descendió. Y dijo: “Tu Mensaje irá como un precursor de la segunda venida, así como Juan salió como un precursor de la primera venida”. Y alrededor del mundo ha venido un avivamiento. Y a miles de miles, y diez miles, les vino un gran avivamiento.",
    "Todos los legalistas, y todos los demás por todo el país y las grandes iglesias dijeron: “Los días de Billy Sunday se terminaron”. Pero cuando ellos vieron a la iglesia (a la gente común) empezar a revivir, tuvieron que hacer algo para no verse mal. Charles Fuller iba a tomar el lugar, pero estaba muy anciano; así que fueron con Billy Graham. Y Dios escogió a Billy Graham…quiero decir, la iglesia Bautista lo escogió, y todos ellos se unieron a él. Y Billy Graham no es ni siquiera la mitad de predicador de lo que el Hermano Neville es, estoy hablando de ser un predicador, no…no hay manera. ¿Pero qué es? Ellos tuvieron que hacerlo, es un organismo, y todos se unieron a él. Billy dice la misma cosa. ¿Ve?, ellos tuvieron que hacerlo. Y tenía que ser hecho así para cumplir la Palabra de Dios. Ellos no tenían el Espíritu para poder reunirse, así que ellos tuvieron que tomar la Palabra para poder reunirse; y así lo hicieron. Y Billy es un predicador de la Palabra, muy buen predicador, y se reunieron con él; y eso metió a todos los formales fríos en esa reunión. Y el Ser sobrenatural, con sanidad Divina, y el poder y las obras y demás, los milagros de Dios, pusieron a esta…a la Iglesia, a la Novia raptada quien tiene el aceite en su lámpara, la puso en un avivamiento. ¿Ve? Y la iglesia fría y formal tuvo un avivamiento. Y he aquí Israel retornando con su avivamiento.",
    "En mi casa tengo un reportaje fílmico que se titula, Tres Minutos Para Media Noche. Y tenemos una fotografía de esos Judíos regresando. Regresando; Uds. lo pueden ver en la revista Look. Los barcos, cargados, provenientes de Irán y de esos lugares de allá; esos Judíos nunca supieron que Jesús estuvo en la tierra, ellos fueron llevados allá cuando fueron llevados cautivos a Babilonia. Eso es todo lo que ellos habían conocido. Ellos araban…Ud. lo ve en la revista Look o Life y en otras revistas, donde muestran que ellos araban con instrumentos antiguos de madera. Y cuando ellos vieron venir esos aeroplanos, pensaron: “Esto es eso”, porque Dios les había dicho que, “‘ellos estarían allí y que serían llevados de regreso a Jerusalén en las alas de águilas’”. Esto es verdad. Y allí están. Y un Judío dijo: “Esto es eso”. Y se subieron, nosotros tenemos el reportaje fílmico con sus propias voces, cuando los entrevistaron; viniendo de todas partes del mundo. Algunos de ellos cargando en sus espaldas a sus ancianos, y ciegos e inválidos. Y se bajaban de los barcos provenientes de todas las partes del mundo.",
    "Y cuando llegaron,",
    "empezaron a limpiar el terreno, juntando rocas del suelo en sacos; y hoy han encontrado fuentes de agua, y han llegado a ser el más grande país de desarrollo agrícola en el mundo. El Mar Muerto contiene más riquezas que todo el resto del mundo entero. Los Judíos están regresando; ha sido escondido de los Gentiles, pero ellos están floreciendo como una rosa.",
    "En la entrevista, les preguntaron a los Judíos: “¿Han regresado para morir en su tierra de origen?”.",
    "Y ellos respondieron: “Hemos regresado para ver al Mesías. ¿En dónde está? Se supone que El está aquí”.",
    "Hermano, cuando Ud. vea a la higuera dar sus brotos, El dijo: “Esta generación no pasará hasta que todo sea cumplido”. Mire el avivamiento de los formales. Mire el avivamiento de la Iglesia. Mire el avivamiento que viene entrando con los Judíos, ellos están esperando la venida del Mesías. La Iglesia, la Iglesia llena del Espíritu, la Novia con el…las vírgenes con el aceite en sus lámparas entrarán en la Cena de las Bodas.",
    "El Judío dirá: “Esto es eso. Este es nuestro Dios en quien hemos estado esperando”. Allí es en donde los ciento cuarenta y cuatro mil…en donde los Russelitas se confundieron todos. Allí están esos Judíos que lo recibirán. Ellos dirán: “Allí está nuestro Dios en quien nosotros hemos esperado”. Ellos lo verán a El, y le preguntarán: “¿En dónde recibiste? ¿En dónde recibiste esas cicatrices en Tus manos?”",
    "Y El les dirá: “En la casa de Mis amigos”. Correcto, “En la casa de Mis amigos”.",
    "🦅 ¿Qué hará El?” La Iglesia Gentil será llevada a la Gloria y la Novia se unirá en matrimonio con Cristo.",
    "¿Cómo se hizo manifiesto José a su pueblo? El despidió a todo Gentil de su presencia. Seguramente que lo hizo. ¿Qué sucederá al remanente de la simiente de la mujer? El dragón arrojó agua de su boca para hacerle guerra; Jesús dijo: “serán echados en las tinieblas de afuera, y allí será el llorar y crujir de dientes”, la gran hora de persecuciones y pruebas vendrán a la iglesia Gentil.",
    "¿Qué sucederá entonces? Cuando el matrimonio venga, cuando Dios haya separado y traído a todo Judío de lo más recóndito, Jesús regresará como lo hizo José. Cuando ellos escucharon a José, cuando él despidió a sus guardias y a todos los demás, y vio al pequeño Benjamín y a ellos allí parados, arrepentidos por haberle dado muerte a José. Ellos pensaron que le habían dado muerte, pero él estaba allí parado delante de ellos. Y él les dijo: “Yo soy José. Yo soy vuestro hermano”.",
    "Entonces ellos en verdad temblaron y dijeron: “El es José. Ahora lo reconocemos”.",
    "Cuando El diga: “Yo soy Jesús. Yo soy el Mesías”.",
    "Ellos dirán: “¡Oh, Señor, ahora qué nos va a suceder!”",
    "Todo fue hecho para la gloria de Dios. No será su…Todos escucharon el llanto desde lo lejos que provenía del palacio de Faraón, cuando José lloró por ellos.",
    "Espere que Jesús vea a esos Judíos que El cegó para dejarnos a nosotros Gentiles tener una oportunidad de entrar, esa será una hora, déjeme decirle a Ud. El recibirá a esos Judíos, no se preocupe Ud., esos Judíos serán salvos. Sí, señor, tiene que ser allí. Y esta es mi opinión al respecto; no puedo verlo de otra manera en la Escritura. Ud. tiene que tener esos tres grupos juntos, otra vez.",
    "Ud. tiene que tener a las vírgenes fatuas, la iglesia común, confesional, ¿ve? Ud. tiene que tener a la iglesia…Esto es, al Judío primero, al Judío primero, el cual es una persona ciega esperando a un lado. Ud. tiene que tener el siguiente paso, lo cual es las vírgenes fatuas, quienes fueron dilatorias, quienes salieron y fueron a la iglesia, y se unieron a la iglesia, una persona muy buena. Luego Ud. tiene que tener a la Iglesia, la espiritual, la que es raptada, la Novia, parada allí. Esos tres pueblos, Ud. no puede…no están mezclados para nada. No son iguales. No como los Testigos de Jehová que dicen que: “los ciento cuarenta y cuatro mil son la novia”; eso es incorrecto. Esos son Judíos, ¿ve? Está la Novia, están los Judíos, y están las vírgenes fatuas. Y Ud. los junta a todos, y dice: “Los tres son uno mismo pero en diferentes lugares”. Pero son tres clases diferentes de pueblos. Seguro, no pueden ser uno.",
    "Y luego cuando Jesús regrese a la tierra…Los Judíos, ¿qué son ellos? Los eunucos del templo. Y cuando Jesús regresa, El regresa con la Novia. Jesús viene tres veces: El tiene la primera vez para redimir a Su Iglesia, la segunda vez El viene para recibir a Su Iglesia y la tercera vez, El viene con Su Iglesia. ¿Ve? Exactamente. Así que es toda una sola gran venida perfecta, es todo un gran Dios perfecto; es todo un gran Cristo perfecto; una gran Iglesia perfecta, una gran redención perfecta,…todo; todo viene en trinidad, pero es todo en Uno. ¿Ve? No son tres personas, no tres esto; es sólo una Persona, una Iglesia, un Cuerpo, un Cristo, un Señor, “en todos Uds., y a través de Uds.”, y así de esa manera. ¡Todo uno!",
    "EL Señor los bendiga. Los he detenido por mucho tiempo.",
    "Si el Señor lo permite, si vengo otra vez las próximas noches, o el domingo por la noche o algo así, si el pastor aquí no tiene algo en su corazón, trataré de contestar estas que quedaron aquí. Hay algunas muy buenas aquí. ¿A cuántos les gustaría escucharlas? Oh, cómo las amo. Permítame leerlas otra vez, rápidamente, antes de pasar el servicio al pastor.",
    "Escuchen esto: [El Hermano Branham contesta las siguientes ocho preguntas en la Parte III, principiando en el párrafo 668, como preguntas número 67 hasta la 74.—Editor]:\n\n…¿Qué representan esas piedras en Apocalipsis 21? Esta es una buena.\n\nExplica las cuatro bestias de Apocalipsis 5. Esta es otra buena.\n\n¿Quiénes son los veinticuatro ancianos? Esta es otra buena, ¿ve?\n\n¿Qué significa el hilo de grana de Génesis? Recuerdan, cuando él fue y tomó su propia nuera y vivió con ella como una ramera; y puso el precio y salió; y cuando el niño nació, ataron el hilo de grana sobre su mano (él había sacado la mano y luego se metió), y el otro salió antes que él. Oh, esta es una buena pregunta; la es.\n\n¿Cuáles son los regalos que se enviarán en relación a la muerte de los testigos, en Apocalipsis 11? Esto es cuando Moisés y Elías regresan otra vez para el avivamiento de estos ciento cuarenta y cuatro mil. ¿Cuáles son esos regalos? Fíjense cuáles son, oh, esto es tremendo.\n\n¿En dónde estarán los santos después de los mil años… (Esta es una pregunta…)…reinarán? ¿Qué clase de cuerpo van a tener?\n\n¿Quién juzgará a los ángeles?\n\n¿Por qué el pelo viene a ser señal de potestad por causa de los ángeles en Primera de Corintios? En el Libro Primera de Corintios. Algunas buenas, muy buenas.",
    "El Señor los bendiga. Espero que el Señor nos permita juntarnos y discutir estas cosas, es todo para Su gloria. Tal vez no estemos de acuerdo con las ideas que demos de ellas; pero voy a decir una cosa, si todos Uds. reciben gozo escuchándolas como yo lo hago al hablar de ellas, vamos a tener unos momentos maravillosos. Amén. Amén.",
    "Muy bien, el Señor sea con Uds. No se olviden de los servicios. El programa radial del Hermano Neville, lo pueden sintonizar en la estación WLRP, el sábado por la mañana a las nueve en punto; el cuarteto Neville, estoy seguro que les hará bien, sintonícenlos y escúchenlos. Y si puedo, si regreso a tiempo, o veo que voy a regresar, o el Señor me permite ir a ver a mi amado Hermano Bosworth; voy a llamar a mi esposa. Todos Uds.…y regresaré el domingo por la noche.",
    "El Señor los bendiga. Hermano, pastor, venga aquí por un momento; y tome el servicio. Y:\n\nNo se olvide del altar familiar,\n\nJesús quiere encontrarlo allí;\n\nEl tomará todos sus problemas,\n\nOh, no se olvide del altar familiar.",
    "¿Le gusta a Ud. eso? ¿Cuántos oran en sus hogares? Veamos, toda la…todos…Eso está bien, quédense cerca de Dios. Sean buenos hijitos, Dios los bendecirá.\n\nMuy bien, Hermano Neville. 🦅"
  ]
}