{
  "title": "PREGUNTAS Y RESPUESTAS HEBREOS, PARTE III",
  "id": "57800009",
  "content": [
    "🦅  …estar aquí otra vez en esta noche en el tabernáculo, anticipándonos en este maravilloso compañerismo y adoración alrededor de la Palabra de Dios la cual se nos ha dado gratuitamente. Y estamos…amamos ser participantes de esta bendición.",
    "Solamente estoy confiando que Dios nos bendecirá en esta noche al igual como lo hizo con el mensaje de esta mañana. Hace un rato, estaba hablando con mi vecina, la Sra. Wood, y estábamos comentándolo, el Sr. Wood y todos. Y yo creo que ese fue el mejor sermón de todos los tremendos sermones que el Hermano Neville ha predicado, para mí ese fue el mejor que él ha predicado. Verdaderamente admiro y aprecio ese magnífico sermón. Me infundió ánimo, y me alineó. Me gusta admitir la verdad, Ud. sabe. Así que, en referencia a las partes que dan valor, Ud. sabe, ser valeroso, y cómo…David estando allí, y cómo él…En esa gran prueba, en lugar de decir: “Bueno, voy a hacer esto, Señor, Tú ayúdame”, él esperó y fue y le preguntó al Señor qué hacer. El trajo el efod, Ud. sabe, y dijo: “Parémonos y preguntemos a Dios: ‘¿Qué debemos de hacer en esta crisis?’” Oh, eso estuvo muy rico. Eso tuvo más vitaminas que todas las farmacias que hay en el país. Sí, señor, eso le hace mucho bien.",
    "En esta noche, no nos hemos propuesto extendernos más allá de medianoche, si podemos, en estas preguntas. Así que, vamos a entrar a ellas, de inmediato. Es la finalización de estas preguntas, cada vez que las quiero terminar…(Hermana Hattie, yo no quise decir eso, Ud. sabe eso. Solamente estaba diciendo esto, ¿ve?; y, muy bien.) Tengo aquí algunas muy difíciles de un ministro, y muy difíciles de contestar. Ud. sabe, cómo son esos predicadores, las tuercen por toda la Biblia tratando de encontrar su propia respuesta antes de preguntarle a Ud., ¿ve Ud.? Y entonces…esto está siendo grabado en cinta, y va a ser enviada a Georgia a un ministro amigo mío quien hizo ocho preguntas sobresalientes de la Biblia las cuales están muy, muy difíciles.",
    "En esta próxima semana, no se olviden de orar por nosotros.",
    "Mi esposa está mucho mejor; ya está caminando, y ayudó a cocinar, hoy. Nuestros amigos de Canadá, el Hermano, y la Hermana Sothmann, están aquí visitándonos, en verdad apreciamos su visita. Y mi esposa, sabiendo que venían, se iba a levantar para atenderlos y tener compañerismo con estos apreciables Cristianos. Estamos contentos de tener al Hermano Freddie con nosotros en esta noche, la hermana se quedó con…Ella estuvo aquí en esta mañana, pero creo que ahora se quedó con…no, correcto, ella se quedó con Meda, para acompañarla mientras nosotros veníamos aquí; porque yo sé que vamos a salir un poquito tarde, porque tenemos comunión y lavamiento de pies. Así que estamos contentos de tenerlos aquí con nosotros y también a los visitantes.",
    "Ahora, antes de que tratemos de contestar estas preguntas…Y recuerde que yo puedo estar errado, ¿ve Ud.?, yo no reclamo estar bien en todo lo que yo hago. Yo trato de estar bien, pero tal vez, estoy equivocado. Y—y si estoy equivocado, perdónenme Uds.; y oro a Dios que me perdone también, porque yo no quiero estar equivocado. Yo no trato de contestarlas únicamente…de la manera que yo…por prejuicio, yo las contesto de la mejor manera que yo sé, ¿ve? Y si yo tengo que alterar mis ideas en una pregunta Bíblica, creo que eso es lo que debemos de hacer. Creo que cuando la Palabra de Dios, es contraria a nuestra idea, debemos cambiar nuestra idea; porque es la Palabra de Dios.",
    "Y ahora, creo que vamos a orar por los enfermos otra vez en esta noche, como siempre. Algunas veces Ud. tiene pregunta, en cuanto a resultados; por ejemplo, Ud. toma un pequeño grupo como este, o menor, que este pequeño tabernáculo, y algunas veces Ud. no obtiene los resultados que a Ud. le gustaría ver. Pero la cosa es, que lo que Ud. está haciendo, es que Ud. está viendo resultados como en un grupo de unas doscientas personas. Pero en las grandes reuniones, Ud. está viendo resultados de un grupo de tres mil a diez mil personas, ¿ve Ud.?, o tal vez más. Así que esta es la razón, por la cual Ud. ve más resultados en las grandes reuniones. En esta noche, he estado contestando…Por supuesto el teléfono suena cada momento todo el día y parte de la noche.",
    "¿Es esta la Sra. Reisert que está sentada aquí, a la cual estoy mirando? Su Biblia, hermana, la Hermana Wood la tiene. Se la traje esta mañana, y no se la di a Ud. No la vi en esta mañana, pero la Hermana Wood la tiene.",
    "Así que he estado contestando el teléfono y dándome cuenta de las grandes cosas que están sucediendo. Una dama me llamó, y me dijo: “Hermano Branham, estuve en cierta reunión y estaba sufriendo de un cierto problema que tenía por muchos años. Y sabes que, cuando tú hablaste allá”. Y dijo: “Casi me desmayé cuando hablaste de mi vida pasada”. “Y desde entonces”, dijo ella, “no he sufrido más”.",
    "Y una dama vino…Creo que aquí está en esta noche, creo que se iba a venir manejando desde Bedford, o de alguna parte de por allí. El hijo de ellos estuvo aquí, creo que tenía una condición cardíaca, y estaba en una condición muy mala. El estaba sentado aquí en la reunión, y el Señor se movió y lo tocó…le dijo acerca de su problema, él casi no podía levantar su brazo, sufriendo de un ataque cardíaco, con su brazo encogido así en esa condición. E inmediatamente se subió al carro y manejó de regreso a su casa, y nunca le ha molestado desde entonces. ¿Está aquí esta dama de Bedford? ¿Está Ud. aquí? Allá—allá está, allá atrás. Sí, ella me llamó hace un rato.",
    "Luego me llamó una dama de Evansville. Y no pudo venir hasta aquí, porque ella vive mucho muy lejos de aquí, y no sabía que íbamos a tener servicio de sanidad en esta noche. Y ella me dijo: “Hermano Branham, yo estuve presente en el servicio de Evansville, cuando tú estabas mirando por encima de la multitud hacia atrás…me dijiste quién era yo, y lo que había hecho, y de lo que había sufrido, y todo lo demás”. Y me dijo: “Yo tenía una condición asmática y tenía que quemar Asmador y todo lo demás en mi cuarto desde que era una muchachita”. Y dijo: “Y ya han pasado dos años, y nunca he tenido ni un poquito de ella desde entonces”. ¿Ve?",
    "Y para aquellos que están aquí en esta noche, y no estuvieron aquí en esta mañana para gozarse con el testimonio; ayer fui a la tienda diez centavos, a comprar una muñeca. Quiero decirle, que la muñeca no era para mí, ¿ve? Era para mi hijita, Rebeca, que está sentada allá. Y—y Sara iba a tener otra cosita, hoy. Algunos de sus condiscípulos iban a tener una clase de reunioncita, un cumpleaños o algo así, y esta niña le había llevado un regalito; y yo tenía mucho tiempo que no había comprado una muñequita. Y se acercó a mí una dama y me preguntó: “¿Me recuerda?”",
    "🦅 Creo que no”, le contesté yo.",
    "Y me vine a dar cuenta que era familiar del Hermano Neville que está aquí…cuando yo iba rumbo a Suecia, ellos…Ella vino aquí, traía a un muchachito en una silla de ruedas, del tamaño de la pequeñita Edith, que está allá, y este muchachito tenía cáncer, un crecimiento maligno en el cerebro. Traía su cabecita doblada,…y los doctores le habían dado solamente tres semanas para vivir, le habían cortado un pedacito para estudiarlo, y vieron que era…lo que él tenía, y solamente le dieron tres semanas para vivir. Y ellos tenían que moverlo en una silla de ruedas, y cuando fue al cuarto para que lo examinaran, lo pusieron en una camilla y luego lo trajeron de regreso. Fui y oré por ese muchachito, y le pedí al Señor que lo sanara. Y al día siguiente, cuando lo iban a llevar otra vez para con el médico, dijo él: “No quiero esa silla de ruedas”.",
    "Se metió en el carro y manejaron hacia el hospital, y estando allá, el doctor le trajo la camilla pero él le dijo: “Yo no quiero esa camilla”.",
    "Y corrió para allá y se sentó, y el doctor lo examinó, y dijo: “Bueno, en lugar de tres semanas, te voy a dar ciento ocho años”. El iba a vivir.",
    "Y, ayer, la madre me encontró. Tal vez ella esté aquí, en esta noche, de lo que yo sé. Y ese muchachito andaba jugando fútbol, un hombre joven ahora. El tenía cáncer maligno del cerebro, esto nos muestra…",
    "Oh, las miles de cosas, ¿ve? Dios no puede fallar. El—El no puede fallar.",
    "Hermano Juan, ¿su ojo está mejor, hermano? El tuvo un accidente, estaba clavando un clavo y le pegó en el ojo. Todos estuvimos orando por el Hermano Juan O’Bannon, nuestro hermano de Louisville que tuvo el accidente en el ojo cuando el clavo le pegó en el ojo.",
    "Bien, estas preguntas vienen de lo más profundo del corazón de alguien; ellos leen en la Escritura y encuentran estas cosas, y ellos no…y tal vez no quedan satisfechos, así que ellos las traen aquí con nosotros para que tratemos de contestarlas. Y Ud. ve en qué situación nos pone a nosotros; porque, lo que Ud. vaya a decir, ellos se agarran de eso. Así que Ud. tiene que estar seguro que está bien, tan seguro como pueda. Así que, la cosa es estar seguros que estamos bien, pidamos al Espíritu Santo en estos momentos que interprete esto por nosotros, mientras inclinamos nuestros rostros.",
    "Padre Celestial, oh, qué privilegio es decir “Padre” al gran Creador de los cielos y de la tierra. Y estamos pidiendo que Tú tomes estas preguntas a Tu cuidado en estos momentos. Fueron traídas aquí en una sinceridad profunda. Dios, permite que eso salga de nuestro corazón, con profunda sinceridad, para contestarlas lo mejor que podamos; concédelo.",
    "Y haz que Tus misericordias descansen sobre cada uno. Y haz que lo que se diga aquí en esta noche sea para ayudar a todo el que está aquí. Y cuando nos vayamos, después de orar por los enfermos y participemos de la comunión y demás, digamos como aquellos que venían de Emaús: “¿Qué no ardían nuestros corazones mientras El nos hablaba por el camino?” Porque te lo pedimos en el Nombre de Jesús. Amén.",
    "Bien, como ya lo he dicho muchas veces respecto a estas preguntas aquí, yo doy mi mejor opinión que puedo sobre ellas, pero algunas veces se levanta una pequeña disensión. La primera que está aquí, es una que ya la contesté, y la volvieron a meter aquí…quiero leerla en estos momentos, si me lo permiten.\n\n65. ¿Cuando Adán y Eva tuvieron sus hijos en el Edén, había más gente en la tierra en esa ocasión? En Génesis el capítulo 5 el verso 16, dice que Caín habitó en la tierra de Nod y conoció a su esposa.",
    "Bien, es una—una pregunta maravillosa. En la Biblia se nos enseñó…y muchas veces…algunas veces no somos cuidadosos…Antes yo solía escribir en un pedacito de papel lo siguiente: “Pregunta. Y te daré respuesta a cualquier pregunta Bíblica”.",
    "Y alguien preguntó: “¿Quién fue la esposa de Caín?”",
    "Y yo jugando un poquito con ellos decía: “Fue la hija de su suegra”, o algo como eso, Ud. sabe, o decía, “Ella fue la señora Caín”. Pero eso no contesta la pregunta.",
    "Caín tuvo una esposa, porque la Biblia dice que él la tuvo. Y si Caín tuvo una esposa, él tuvo que tomarla de alguna parte. Y esto pudiera alinearse correctamente con lo siguiente:\n\n¿Habían más personas en la tierra cuando Adán y Eva tuvieron sus hijos en el jardín del Edén?",
    "Ahora, si Ud. se fija, en la Biblia casi nunca se hace mención del nacimiento de una mujer. Es siempre el varoncito de quien la Biblia hace mención, no de la mujercita. Es muy raro que se mencione del nacimiento de una niña en la Biblia. Francamente, yo no me recuerdo en estos momentos que alguna vez se haya mencionado del nacimiento de una bebé; sólo dice: “Y engendraron hijos e hijas”.",
    "Ahora, la Biblia únicamente menciona tres hijos que nacieron de Adán y de Eva, y esos fueron Caín, Abel, y Set. Ahora, si solamente hubieran nacido estos tres varones, y no hubieran nacido mujeres, entonces cuando la única mujer que existía (Eva) hubiera muerto, la raza humana hubiera dejado de existir allí en ese momento, porque no hubiera habido manera para que ellos…para que la raza humana se propagara, porque no hubiera habido mujeres. Eva hubiera sido la única mujer. Pero, ¿ve Ud.?, ellos no registraron los nacimientos de las niñas, en la Biblia, así que por lo tanto, ellos tuvieron niñas al igual que niños.",
    "Ahora, un autor, uno de los más antiguos escritores que tenemos, Josephus, dice que Adán y Eva tuvieron setenta hijos; uno de los escritores más antiguos, él dice que tuvieron “setenta hijos, fueron hijos e hijas”.",
    "Ahora, si…Y si Caín se fue a la tierra de Nod…Ahora, si Ud. se fija, el que escribió la nota lo hizo de una manera mucho, muy brillante. ¿Se fijó Ud. cómo lo citó?\n\nEn Edén, cuando ellos tuvieron sus hijos…Fíjese, no en el jardín del Edén, el que escribió la nota sabía eso. Quien sea el que haya escrito la nota, puso así: Cuando Adán y Eva tuvieron sus hijos en Edén…",
    "No en el jardín del Edén, porque ellos habían sido expulsados del jardín del Edén. Aunque estaban todavía en el Edén, pero el jardín del Edén estaba al este del Edén. El Edén era como un municipio o un estado, y Nod era otro estado o municipio en seguida de él.",
    "Ahora, la única persona que Caín pudiera haber tenido, o casado con ella, tendría que haber sido su propia hermana. Tuvo que ser así. Porque solamente había un varón y una hembra de donde ellos habían venido, ¿ve?, y él tuvo que casarse con su propia hermana. Ahora, eso era legal en aquellos días.",
    "Isaac se casó con su prima hermana, Rebeca, esto ordenado por Dios. Sara era hermana de Abraham, hermana de sangre; no por el lado de su madre, sino del lado de su padre. ¿Ve?, una hermana de sangre con la que Abraham se casó; de madre diferente, pero del mismo padre.",
    "Así que, ¿ve Ud.?, antes se casaban con familiares, en aquel entonces antes que el torrente sanguíneo de la raza humana se debilitara, eso era legal y permitido. Ahora ya no es. Si Ud. se casara hoy con su hermana, y tuvieran hijos, probablemente ellos…tal vez, iban a nacer deformes y todo lo demás. Aun el casarse con primos hermanos y segundos primos nunca debería de hacerse, ¿ve?, porque el torrente sanguíneo se debilita.",
    "Pero la única cosa que Caín pudo haber hecho, es haberse casado con su propia hermana. Y de allí fue de donde los hijos…El tomó su esposa, y se fue a la tierra de Nod y la conoció, y de allí vinieron los hijos. ¿Ve?, el…",
    "Y si Ud. se fija, de la línea de Caín vinieron los hombres astutos. De la línea de Set salió el hombre religioso, quiero decir, la viña del justo. De aquí, y de estos dos, salieron las descendencias a las que hoy pertenecemos.",
    "Si Ud. se fija hoy (ya para terminar esta pregunta): que el linaje de Caín todavía existe, y que el linaje de Set todavía existe. Ambos vienen en la descendencia al mismo tiempo. Los hijos de Caín están aquí en esta noche en Jeffersonville, y los hijos de Set también están aquí en esta noche en Jeffersonville. El torrente sanguíneo se va agotando, pero ese linaje todavía está presente.",
    "Ahora, fíjese. Los hijos de Caín siempre fueron…y antes de la destrucción antidiluviana, ellos eran la gente inteligente: los científicos, los educadores; y muy religiosos, pero era el grupo condenado. ¿Ve? Ahora fíjese, ellos eran igual como su padre Caín. Caín, era un hombre religioso. El edificó un altar hermoso, e hizo una iglesia hermosa, y trató de hacerlo que se viera más bonito que la misioncita que Set tenía allí. ¿Sabe Ud. una cosa? El de seguro…El decoró su altar con flores, y lo arregló hermosamente, lo hizo bonito; e hizo una gran y enorme iglesia porque pensó que él podía encontrar favor con Dios haciendo eso.",
    "Y Abel fue y cogió un corderito, y empezó a jalarlo hacia el altar, y lo puso sobre una roca y lo mató.",
    "Ahora, si Dios siendo justo, si todo lo que El requería era adoración, Caín adoró a Dios con tanta sinceridad como lo hizo Abel. Ambos eran sinceros. Ambos estaban tratando de encontrar gracia con Dios. Ninguno de ellos eran infieles. Ambos eran absolutamente creyentes en Jehová. Ahora, eso aquí nos da algo para pensar.",
    "Algunos de Uds. aquí en esta noche nunca los he visto; nunca los he visto a Uds. antes. Pero Uds. deben pensar esto y guardarlo en sus mentes. ¿Ve? Que no importa cuán religiosos sean Uds. eso no tiene nada que ver con esto. Uds. pudieran vivir en la iglesia, ¡Uds. pudieran ser muy sinceros, y todavía estar perdidos! ¿Ve?",
    "Y Uds. dicen: “Bien, nuestros pastores son los más inteligentes, ellos estudiaron en los seminarios y obtuvieron la mejor educación. Ellos son teólogos, conocen toda—toda la teología y demás. Y son inteligentes, entrenados, lo mejor de lo más seleccionado que hay”, ¡y todavía pudieran estar perdidos! ¿Ve?",
    "Ahora, en la línea de Caín: cada uno de ellos, eran muy religiosos; gente muy famosa; eran científicos, doctores, edificadores, hombres inteligentes y activos. Pero todo ese linaje fue rechazado, principiando desde Caín.",
    "Y del lado de Abel: ellos no fueron edificadores, ni educadores, ni hombres inteligentes; ellos fueron, más bien, humildes, inclinados a la cría de ovejas, campesinos, que caminaban únicamente por el Espíritu.",
    "Ahora, la Biblia dice que: “No hay condenación para aquellos que están en Cristo Jesús, aquellos que no andan conforme a la carne mas conforme al Espíritu”. El hombre espiritual tiene una alma espiritual que nunca puede morir. Y el hombre carnal tiene una atmósfera religiosa que lo circunda (y desea adorar y demás), pero es carnal; no es un incrédulo, sino que es un creyente carnal; y esta fue la clase que fue rechazada.",
    "Ahora, de allí, Caín fue y se casó con su esposa en la tierra de Nod. Ahora, no dice con quién se casó Set, o quiénes otros se casaron. Y la cosa maravillosa de esto es saber, que Caín se casó, y que tenemos la respuesta para eso. Porque él tuvo que haberse casado con su hermana, o…",
    "No había otra mujer en la tierra, tenía que venir de Eva. Ella era la madre de todos los vivientes. De toda la gente que vivía en ese entonces, ella era la madre de ellos. Esa es la razón que ella era…La palabra Eva quiere decir “madre de todo viviente”. Así que ella vino y dio a luz a este niño Caín. Y Caín se casó con su propia hermana, esta es de la única manera como yo pudiera verlo. Así que había gente viviendo en ese día, seguramente. ¿Ve? Bien,…\n\nCuando Adán y Eva tuvieron sus niños en Edén…Ahora ponga atención, como dice la pregunta: Cuando ellos tuvieron sus hijos en Edén, ¿habían otras gentes en la tierra al mismo tiempo? ¡No! Pero después en Génesis 5:16, Ud. ve que Caín fue a morar a la tierra de Nod y conoció a su esposa. Seguro ¿Ve Ud. eso?",
    "En Génesis 1, es en donde El creó al hombre a Su propia imagen, lo cual era en teofanía. Y en Génesis 2, El hizo al hombre del polvo de la tierra, el cual era el hombre humano que hoy tenemos. Y entonces, en el capítulo 3, vino la caída, y el hombre fue echado del jardín del Edén; y luego los hijos engendraron hijos. Y Caín tomó su esposa y vivió con ella en la tierra de Nod, fuera del jardín, porque Dios lo había separado a él del compañerismo con su propio hermano (porque había dado muerte a Abel). Y así fue cómo él tomó a su propia hermana, y se casó con ella; así es de la única manera que yo puedo verlo, de cómo él se casó.",
    "Ahora, se ha dicho…Y espero que mis hermanos de color, que están aquí me perdonen por decir esto, que no está correcto en lo absoluto. La primera vez que yo me encontré con uno de ellos, después que me convertí…yo estaba… me encontré con el Hermano George DeArk y todos ellos allí. Yo iba caminando, y el Señor me guió a un lugarcito. Y allí ellos estaban discutiendo de dónde venía el hombre de color. Y ellos estaban tratando de decir que el hombre de color…Que Caín se había casado con una gorila, y que a través de esta unión vino la raza de color [Raza negra.—Traductor] Ahora, ¡eso está errado! Absolutamente, ¡eso es un error! Nunca apoyen esto. Porque nunca hubo un negro o un blanco, o ningún otro diferente, sino que sólo hubo una raza de gente hasta el diluvio. Después del diluvio y de la torre de Babel, cuando empezaron a dispersarse, fue cuando ellos empezaron a tomar sus colores y demás. Pero todos ellos provenían de un solo árbol. Esto es exactamente la verdad. Adán y Eva fue el padre y la madre, terrenales, de toda criatura viviente del ser humano que ha existido sobre la tierra. Esto es correcto. Negro, blanco, pálido, café, amarillo, cualquier color que Ud. pudiera ser, proviene absolutamente del lugar de donde Ud. vive, y de la manera que—que el…",
    "Tal vez pudiera expresar algo aquí mientras estoy en esto. Hoy la gente aquí con estas segregaciones y leyes y cosas que están pasando, yo creo que es ridículo. En verdad lo creo. Escuchen, dejen a esa gente en paz, ellos saben lo que ellos quieren. Dios hizo a un hombre de color y él está feliz por eso. ¡Absolutamente! Si Dios me hubiera hecho un hombre de color, yo estaría feliz al respecto; si me hubiera hecho un hombre café, yo estaría feliz; El me hizo un hombre blanco, yo estoy feliz por eso; si El me hubiera hecho un hombre amarillo, yo estaría feliz al respecto. Dios nos hizo en los colores que tenemos, El nos hizo de la manera que El nos quiere, y todos nosotros somos Sus hijos. ¡Absolutamente! Y ellos no deberían de argumentar y pelear en eso. Está mal hacer eso. No deberían de hacerlo. Dios nos hizo…de la manera que somos.",
    "Y el hombre de color, no quiere interrumpir su generación, o su color, mezclándolo con el blanco y todo lo demás. Yo no lo culpo. No lo culpo. El hombre de color tiene cosas que el hombre blanco aun ni siquiera tiene. ¡Absolutamente! Eso es exactamente la verdad. Y Dios nunca intentó que fuera de esa manera para ellos.",
    "Bien, fíjense. El hombre de color es…él tiene una actitud que el hombre blanco nunca ha tenido. El tiene una actitud despreocupada, “un confiar en Dios, sin preocuparse y todo lo demás”; si él tiene, o él no tiene, él es feliz de todas maneras. Me gustaría tener a mí mucho de eso, en esta noche, en verdad me gustaría. Bueno, él la tiene, y esa es su posesión; ellos no quieren mezclarla con otra raza ni interrumpirlo, tampoco. Eso está perfectamente bien.",
    "Yo creo que aquella dama en Shreveport hizo uno de los mejores comentarios que jamás he escuchado en mi vida. Ella hizo un comentario, y lo pusieron en el periódico. Ella se levantó y dijo: “De la manera que estas cosas están sucediendo aquí, en esta segregación, yo no quiero que mis hijos vayan a la escuela a donde van los blancos”. Y dijo: “Ellos no recibirían la atención como la recibirían si ellos tuvieran una maestra de color”. Esa mujer es una mujer inteligente. Ella sabía de lo que estaba hablando, sus hijos recibirían una mejor educación. Eso es exactamente la verdad. Así que yo pienso que la gente hace mal, haciendo eso.",
    "Y luego dicen que: “Caín y Abel…” y cosas como esas. ¡No, señor! El color no tiene nada que ver con eso. Es el espíritu allí adentro el que tiene que ver algo con eso. Esto es exactamente la verdad.",
    "Así que Caín conoció a su esposa, y ella era su hermana. Y ellos…y él se la llevó a la tierra de Nod, y de allí salieron las grandes tribus de la tierra: los religiosos y los adoradores.",
    "Y sólo piense hoy, amigo, deténgase y piense sólo por un momento. Que hay diez mil veces, diez mil y miles de miles de personas, personas que absolutamente van a la iglesia, tan sinceros y consagrados a esa iglesia como pueden, pero tan alejados y perdidos como Caín lo estaba. ¿Ve? ¡Es Dios quien escoge! ¡Es Dios quien elige! ¿Ve? ¡Dios quien da Gracia! El barro no le puede decir al alfarero, es el alfarero quien está sobre el barro. Correcto.",
    "Bien la siguiente, es una hermosa pregunta:\n\nEn Segunda de Pedro 2:4—2:4…",
    "Alguien que tenga una Biblia, y que quiera abrirla en estas Escrituras rápidamente mientras yo las leo, si Uds. desean. Eso me ayuda, mientras entramos en esta pregunta.",
    "Ahora, en esto de Caín y demás, si no quedó satisfecho hoy, déjenoslo saber. Estaremos contentos…",
    "Bien, Segunda de Pedro 2:4. Muy bien, señor, aquí la tenemos:\n\n66. Segunda de Pedro 2:4: “Porque si Dios…Porque si Dios no perdonó a los ángeles que habían pecado, sino que habiéndolos despeñado en el infierno”, ¿entonces por qué Cristo fue a predicarles a los espíritus en prisión, en Primera de Pedro 3:19?",
    "Bien, leamos Segunda de Pedro 2:4, primero. Muy bien:\n\nPorque si Dios no perdonó a los ángeles que habían pecado, sino que habiéndolos despeñado en el infierno con cadenas de obscuridad, los entregó para ser reservados al juicio;",
    "Ahora, vayamos a ver en Primera de Pedro, (la otra fue, Segunda de Pedro). Primera de Pedro 3:19, escuchen esto. Aquí está, aquí. Estas acaban de venir, esa es la razón que no las tengo anotadas.\n\n…en el cual también fue y predicó a los espíritus encarcelados;",
    "Ah, sí, aquí estamos. Principiemos un poquito antes, en el verso 18:\n\nPorque también Cristo padeció una vez por los pecados, el justo por los injustos, para llevarnos a Dios, siendo a la verdad muerto en la carne, pero vivificado en el Espíritu;\n\nEn el cual también fue y predicó a los espíritus encarcelados;\n\nLos cuales en otro tiempo fueron desobedientes,…",
    "Mi querido amigo, si Ud. tan sólo leyera el verso siguiente, allí lo explica. ¿Ve?\n\nLos cuales en otro tiempo fueron desobedientes, cuando una vez esperaba la paciencia de Dios en los días de Noé, cuando se aparejaba el arca; en la cual pocas, es a saber, ocho personas fueron salvas por agua. (¿Ve?)",
    "Ahora, si Ud. se fija aquí, creo que este predicador tiene otra…algo en la misma línea, que será contestada un poco después.",
    "Primera de Pedro 4…quiero decir Segunda de Pedro 2:4, si Ud. se fija dice: “porque si Dios no perdonó a los ángeles”, ¿cómo está escrita esa palabra ángel? Con “a” minúscula. ¿Ve? Ahora, aquí dice: “a los espíritus que estaban encarcelados y que no se arrepintieron cuando una vez esperaba la paciencia de Dios en los días de Noé”, mismo ángel con “a” minúscula. Era hombre: mensajeros, predicadores; “no perdonó al ángel”. ¿Sabía Ud. que…la palabra ángel proviene de la palabra “mensajero”? ¿Cuántos saben que ángel quiere decir “mensajero”? Absolutamente, ángel es un mensajero, “y El no perdonó a los ángeles”. ¿Ve?",
    "Y aquí en Hebreos, ¿recuerdan Uds. cuando lo estudiamos hace algunas semanas y mencionamos de “los ángeles”?",
    "Y en…en Apocalipsis dice: “Al ángel de la iglesia de Sardis escribe estas cosas. Al ángel de la iglesia de Efeso, escribe estas cosas. Al ángel de la iglesia…” ¿Recuerdan eso? Y buscamos la palabra ángel en el diccionario, y nos dimos cuenta que significa “un mensajero”. Pudiera ser “un mensajero en la tierra, un mensajero sobrenatural”, la palabra ángel.",
    "Así que en este estado, y si pudiéramos tomar el diccionario griego y lo empezáramos a leer en el principio, Ud. se daría cuenta que principia con “mensajeros, los primeros mensajeros”. ¿Ve? “Si…si El no perdonó…Porque si Dios no perdonó a los ángeles que habían pecado”, (¿ve?), “y los seres sobrenaturales”, (¿ve?), “cuando una vez esperaba…” Fíjese lo que dice:\n\n…Porque si Dios no perdonó a los ángeles que habían pecado, sino que habiéndolos despeñado en el infierno con cadenas de obscuridad, los entregó para ser reservados al juicio;",
    "Y luego mire en Primera de Pedro otra vez, 3:19, fíjese cómo dice:\n\nEn el cual fue también y predicó a los espíritus encarcelados;\n\nLos cuales en otro tiempo fueron desobedientes, cuando una vez esperaba la paciencia de Dios en los días de Noé,… (¿ve?, esos eran los mensajeros de ese día, mensajeros) …cuando se aparejaba el arca; en la cual pocas, es a saber, ocho personas fueron salvas por agua.",
    "Ahora, si Uds. se fijan cuando estos seres estaban en el Cielo. Ahora, aquí en Apocalipsis 11…quiero decir, el capítulo 7, creo que es…o no, no, es el capítulo 12. El da un cuadro aquí de la mujer parada con la luna en su cabeza y el sol…quiero decir, el sol en su cabeza y la luna debajo de sus pies. Y el dragón bermejo estaba allí para devorar al niño tan pronto como naciera, y él con su cola arrastró a un tercio de las estrellas del Cielo y los echó a la tierra. ¿Se fijó en eso? Ahora, eso no quiere decir que Satanás tiene una cola larga con la cual engancha a las gentes, sino que es: “la mentira que él contó”, y arrastró a la tercera parte de esas estrellas. Esas estrellas eran simiente de Abraham.",
    "Abraham dijo:…",
    "Dios le dijo a Abraham: “Mira al cielo, y cuenta las estrellas, si puedes”.",
    "Y él contestó: “No puedo”.",
    "Y El le respondió: “Ni tampoco serás capaz de contar tu simiente, las estrellas”.",
    "¿Quién es la Estrella resplandeciente de la Mañana? Jesús de Nazaret, El más resplandeciente que jamás ha vivido en carne humana. El es la Estrella resplandeciente de la Mañana. Y El es la Simiente de Abraham, que vino a través de Isaac. Y nosotros, estando muertos en Cristo, somos Simiente de Abraham y somos herederos de acuerdo a la promesa.",
    "Así que las estrellas del cielo representaban los espíritus del hombre aquí. Y cuando el dragón bermejo (bajo la persecución de Roma), arrastró dos tercios de…quiero decir, un tercio de las estrellas y las echó abajo, eso fue en la crucifixión de nuestro Señor Jesús cuando ellos lo rechazaron y El estaba…y lo echaron fuera y no quisieron tener nada que ver con El, allí estaba esa tercera parte de las estrellas angélicas, los seres angelicales.",
    "¿Ve?, en su cuerpo, dentro de Ud.…(tenemos otra pregunta en eso, directamente, para contestarla mejor). Así que cuando…Dentro de Ud. está un espíritu, otro hombre. Lo exterior de Ud. es un hombre, lo interior de Ud. es otro hombre. Así que lo interior de Ud. es lo sobrenatural, lo exterior de Ud. es lo físico. ¿Ve? Y este ser, si Ud. está guiado por el Espíritu, por Dios, Ud. llega a ser un mensajero de Dios, o un ángel. Mensajero de Dios, ángel de Dios, es la misma palabra; no se pueden separar: mensajero de Dios, y, ángel de Dios.",
    "¿Y quién tiene mayor autoridad? ¿Un ángel del Cielo o un ángel en el púlpito? ¿Quién la tiene? ¡El ángel en el púlpito! Pablo dijo: “Si un ángel del Cielo viene y les predica otro evangelio a Uds. diferente del que yo les he predicado, sea anatema”. Así que el ángel ungido con el Espíritu Santo y con la Palabra está parado a un lado de Dios. Correcto. En el Cielo, su autoridad…",
    "🦅 Toda potestad me es dada en el Cielo y en la tierra. Ve, y Yo iré contigo. Todo lo que atares en la tierra, Yo lo ataré en el Cielo. Lo que tú sueltes en la tierra, yo lo soltaré en el Cielo”.",
    "Oh, si tan sólo la gran Iglesia santa comprendiera su poder para hacer estas cosas. Pero hay tanta duda y temor y temblor, preguntando si sucederá: “¿Sucederá?” Y mientras eso exista, la Iglesia nunca podrá ponerse de pie. Y cuando toda plática de temor se desvanezca y el Espíritu Santo esté completamente en control de la Iglesia, entonces todos los temores se irán, entonces esa Iglesia tendrá el poder. ¿Ve? ¿Por qué? Porque ellos tienen todo lo que el Cielo posee respaldándolos. Son embajadores del Trono. ¡Absolutamente! Un embajador de Cristo tiene la autoridad, y todo lo que Cristo posee le pertenece a ese embajador. Y El dijo: “Id por todo el mundo, Uds. son Mis testigos después que el Espíritu Santo haya venido en Uds.” ¿Y qué es un testigo? Es un embajador; es el que viene a testificar algo. ¡Todos los poderes del Cielo están en sus manos! Oh, ¿por qué nos quedamos inmóviles? Y la Iglesia está estéril, y nosotros permanecemos inactivos. Es porque no reconocemos estas cosas.",
    "Ahora, las almas que estaban en prisión (que no se arrepintieron), no eran seres Angélicos que habían sido arrojados en la forma de Angeles, sino que eran los espíritus de esos seres angelicales que cayeron antes de la fundación del mundo, allá cuando hubo la guerra en el Cielo. Y Satanás y—y el dragón peleó, y luego…quiero decir, Miguel y el dragón (Lucifer) pelearon. Y Lucifer fue arrojado con todos sus hijos (todos los ángeles que él había engañado), y esos ángeles vinieron a la tierra y entonces fueron sujetos a llegar a ser humanos. Y cuando ellos hicieron eso, fue cuando “los hijos de Dios miraron que las hijas de los hombres eran más hermosas, y tomaron esposas”.",
    "Ellos son hijos de Dios. Cada hombre que es nacido en esta tierra es un hijo de Dios. Sin importar si él es un pecador o lo que él es, él es un hijo de Dios. Creado en la imagen de Dios para las alabanzas de Dios, él es creado de esa manera. Pero Dios en el principio sabía quién lo recibiría a El y quién no lo recibiría. Por lo tanto El podía predestinar…no predestinar, sino que El por previo conocimiento El podía decir quién sería salvo y quién no sería salvo, porque El sabía qué persona tomaría uno u otro espíritu.",
    "Y esos espíritus que vinieron del Trono de Dios, y estuvieron ante el Trono de Dios, y vivieron…y por billones y billones de aionios de tiempo antes que el mundo aun principiara, estuvieron en la Presencia de Dios. ¿Cree Ud. que ellos no saben cómo adorar? ¡Y ellos descendieron y entraron en el hombre y empezaron a adorar a Dios! Absolutamente, ellos adoran a Dios; y ellos tienen conocimiento de Dios, y ellos son inteligentes, y astutos y educados, siempre. ¡Pero Dios los rechazó desde el principio!",
    "Así que amigos, miembros de una iglesia, o—o conocedores de alguna teología o algo, eso no tiene nada que ver con Ello. Tiene que ser la Sangre de Jesucristo y un nuevo nacimiento lo que lo une a Ud. con El como una persona. Allí lo tiene Ud.",
    "Dios, en el principio sabía que…El hombre y la mujer serían uno, no dos, fueron hechos uno. Fueron separados, uno fue puesto en carne y el otro en una teofanía. El sabía eso. Así que para probar eso a Ud.: cuando Dios hizo a la mujer, El no tomó polvo y la hizo a ella como hizo al hombre; El sacó una costilla del costado de Adán, y vino a ser un coproducto del hombre (porque ella es parte de él). ¿Lo entendió ahora? ¿Ve? Allí lo tiene Ud.",
    "Allí están los ángeles. Y Dios y el espíritu que está unido con Dios es un Espíritu. Correcto. Ahora, el Espíritu de Dios que mora en la Iglesia, es el Espíritu que proviene del Cielo, que Dios conoció antes de la fundación del mundo, que rechazó la mentira del Diablo. Y ese espíritu tuvo que tomar un cuerpo de carne… para ser probado. El tuvo que hacerse carne como estos otros lo hicieron, y todos ellos se pusieron en un mismo yugo. Y Dios, en el principio, conocía los espíritus que aceptarían, y los que no aceptarían. Allí lo tiene Ud. El Diablo es tan sabio que… engañaría al escogido, si fuera posible.",
    "Así que estos espíritus, estos ángeles que predicaron, estaban en prisión; ángeles, si Uds. se fijan aquí, está escrito con una “a” minúscula lo cual significa “hombre”; ángeles, mensajeros aquí en la tierra. ¡Ellos pecaron, y de la única manera que ellos pudieron haber pecado era por la incredulidad! Y la manera…Ellos tenían sus propias religiones, y no creyeron el mensaje de Noé. No creyeron el mensaje de Enoc. Y rechazaron el Mensaje de ellos, “y fueron condenados”, la Biblia dice que lo fueron.",
    "Enoc profetizó de ellos, y dijo: “El Señor viene con diez mil de Sus Santos”.",
    "Y profetizaron. Y Noé edificó una arca, y ellos dijeron de él: “¡Es un aleluya! ¡Un fanático! No hay tal cosa como que va a llover”. Y pasaron ciento veinte años, y él tuvo una religión que tenía salvación en ella, se había formado un camino de escape, pero ellos estaban satisfechos con su condición.",
    "Así es de la misma manera hoy día, el hombre está satisfecho en su condición. Pero hay un camino de escape, y ese camino es a través de Jesucristo. Allí lo tiene Ud.; la misma tribu, los mismos espíritus.",
    "Y ellos eran absolutamente hombres religiosos, muy religiosos, pero perdieron el voto del pacto.",
    "Y así es hoy día. Los hombres van a la iglesia, se unen a las grandes iglesias, y tratan de ser la persona más popular en la ciudad. Y si quieren unirse a una iglesia, ellos escogen la más grande en la ciudad, la mejor y la más popular en la ciudad. ¡Cuán lejos están del llamamiento! ¡Cuán lejos!",
    "De la única manera que Ud. va a conocer a Jesucristo es por revelación espiritual, no por teología y por cuánto Ud. estudie la Biblia. Sea lo que sea, si Ud. es de la Ciencia Cristiana, Metodista, Testigo de Jehová, o lo que Ud. sea; no importa lo que Ud. sea, Ud. nunca lo conocerá por la Palabra, pues es el Espíritu de Dios el que se lo revela a Ud., ¡Es una revelación espiritual!",
    "Cuando Adán (en el jardín del Edén), y Eva…cuando esos hijos fueron echados fuera, vino Caín con una buena teología. Y dijo: “Dios sabrá que estoy haciendo esto con toda la sinceridad de mi corazón. Voy a edificar un altar hermoso, y pondré flores en él, y frutas, voy hacer que se vea bonito. Seguramente con esto puedo apaciguar a Dios y expresarle que soy sincero en mi corazón”. El estaba bien en cuanto a lo que la Palabra requería; Dios quería adoración, y él fue y adoró. El edificó un lugar hermoso para adoración, una gran y bonita catedral (como hoy la llaman ellos). El la hizo bien, la edificó bien, y puso un altar en ella; él no era un incrédulo.",
    "Pero Abel, en base a la Palabra de Dios…no se había escrito la Biblia en ese entonces, pero Dios le reveló a él que no era fruta lo que nos sacó del jardín del Edén, no fueron manzanas lo que Adán y Eva comieron en ese día, fueron absolutamente cosas sexuales las que los habían separado y dividido, y sabiendo que se habían contaminado, (con la sangre de Adán), y con la sangre de la serpiente que lo había iniciado. Abel, por revelación Divina, fue y tomó un cordero y lo ofreció, y Dios dijo: “¡Eso es!” Seguro.",
    "Cuando ellos descendieron del Monte de la Transfiguración, Jesús preguntó: “¿Quién dicen los hombres que Yo el Hijo del Hombre soy?”",
    "🦅 Algunos dicen que Tú eres ‘Moisés’, y otros dicen que Tú eres ‘Elías’, y algunos dicen que Tú eres ‘Jeremías’, y algunos dicen que Tú eres ‘ese profeta’”.",
    "Y El preguntó: “¿Pero quién decís vosotros que Yo soy?”",
    "Y Pedro contestó: “Tú eres el Cristo, el Hijo del Dios Viviente”.",
    "Y El le dijo: “Bendito eres tú, Simón hijo de Jonás, porque carne ni sangre te reveló esto a ti”. (¡Fíjese!) “Ya no más por la letra, ya no más por la escuela; tú nunca lo aprendiste en un seminario, ni tampoco alguien te lo dijo. Carne ni sangre te reveló esto a ti, sino Mi Padre que está en el Cielo te lo ha revelado a ti. Y sobre esta roca edificaré Mi Iglesia, y las puertas del infierno no pueden prevalecer en contra de ella”. Allí lo tiene Ud. Esa es la Iglesia del Dios viviente. Eso es. Sobre esa iglesia…Sobre esa revelación, esta Iglesia está edificada. Es una Divina revelación que Dios ha revelado, que Jesucristo es el Hijo de Dios, y que Ud. lo ha aceptado como su Salvador personal, y Ud. ha pasado de muerte a Vida.",
    "Y el Espíritu Santo se está moviendo y obrando en los miembros de este Cuerpo. ¡Esa es la Iglesia! No importa si es pobre, o si es en una misión, o si Ud. está allá en alguna parte bajo un pino, o lo que sea, o si es en una reunión privada en la casa de alguien, no importa en dónde sea. Hermosura y esas cosas no encantan a Dios. Es la sinceridad del corazón por la revelación que Jesucristo ha sido presentado como el Hijo de Dios, como nuestro Salvador personal. ¡Amén!",
    "Nunca terminaremos con estas, si seguimos así, ¿verdad?",
    "Hay los que…allá adonde El fue; los ángeles: los mensajeros, esos predicadores, esos intelectuales, esos mensajeros que no creyeron cuando Noé les predicó y les dijo: “Entren a esta arca”.",
    "Ellos dijeron: “Oigan a este aleluya. Oigan a ese fanático. No hay lluvia. ¿Quién ha oído cosa como esa? ¿Qué no tenemos iglesias? ¿Qué no somos religiosos?” ¡Seguro, ellos eran religiosos!",
    "Jesús dijo que sería una generación como esa, la generación que se repetiría otra vez antes de Su venida: “Como fue en los días de Noé, así será en la venida del Hijo del Hombre. Estaban comiendo, bebiendo, casándose, dándose en matrimonio”. Ellos tenían un Reno, Nevada en alguna parte en ese entonces. Tenían toda clase de tonterías que ellos tienen hoy día, reuniéndose para jugar, y mofarse, burlarse y demás; teniendo una forma de piedad, pero negando la verdadera Verdad: el pacto, el Mensaje de gracia. Dios haciendo este camino y dando al pueblo Su—Su pacto, de cómo pudieran escapar; tenían salvación en él, la salvación era un lugar para escapar.",
    "🦅 ¿Para qué necesitamos salvación?” La gente dice hoy: “¿Qué no estamos viviendo bajo una buena forma de gobierno democrático? ¿De qué tenemos necesidad?”",
    "A mí no me interesa cuánta forma de gobierno democrático necesitamos, nosotros necesitamos la Sangre de Jesucristo. ¡Seguro! Necesitamos a Cristo. Yo aprecio una forma de gobierno democrático; pero eso no tiene nada que ver con la salvación del alma. ¡Absolutamente! Esos gobiernos pasarán, y toda nación pasará. Yo en una ocasión me paré…en donde los faraones se pararon, Ud. tiene que excavar seis metros bajo tierra para encontrar los tronos donde ellos se sentaban. Todos los faraones y sus reinos de esta tierra, y todas sus cosas falsas fallarán y perecerán, pero Jehová reinará para siempre, porque El es el Dios Inmortal. Firmemente sobre la roca Cristo Jesús nos paramos, porque todo otro terreno es arena movediza.",
    "No importa…los reinos se levantarán y fallarán, pero no hay nada…A mí no me interesa si es…nada; no hay nada presente, nada futuro, nada (hambres o peligros o nada), que pueda separarnos del amor de Dios que es en Cristo. Cuando un hombre es nacido del Espíritu de Dios, él es una criatura no ya del tiempo, sino que él es una criatura de Eternidad. Amén. El ha pasado de muerte a Vida. El ha pasado de…El ha pasado del elemento tiempo, a Eternidad. ¡El nunca puede morir! Y Dios juró que El lo levantaría en los últimos días.",
    "Así que ellos pueden tener todas sus grandes iglesias, todas sus grandes diversiones, y todo lo que ellos quieran, y contar sus cuentos sucios y tener juegos de naipes, y cenas y todo lo demás que quieran; y tener un predicador educado parado por allí. Tal vez él pueda hacer un trabajo mejor que alguno de estos muchachitos que apenas conocen sus ABC’s. Pero yo le digo a Ud. la verdad, yo preferiría tener a un joven que no conociera sus ABC’s predicarme a mí (pero que conociera a Cristo), que todos estos grandes teólogos con toda la educación, que Ud. se pudiera imaginar. ¡Absolutamente!",
    "Aquí en Kentucky, no hace mucho tiempo, un jovencito que casi no podía ni aun leer su propio nombre, dijo que el Señor lo había llamado a predicar y él pidió una escuela, para predicar. Pero, las autoridades no se lo permitieron. Y un gran predicador vino con un nombre como la cola de sartén, un gran doctor de divinidad, y ellos le prestaron la escuela a él. Seguro. Tuvo un avivamiento de dos semanas y ni un alma ganó. Y el padre de este muchacho fue, y les reclamó diciéndoles: “Yo pago mis impuestos, yo tengo derecho de pedir que mi hijo se le preste la escuela. Mi hijo debería de conseguirla también”.",
    "Así que el padre fue y les reclamó y después…Ellos le contestaron: “Está bien, se la prestaremos cuando menos por dos noches”. Y acordaron prestársela por dos noches.",
    "Y esa noche ese jovencito se paró allí, ni siquiera podía aun leer la Biblia, y tenía a alguien para que leyera su texto. Pero cuando él entró a la plataforma, él estaba ungido con el Espíritu Santo. Y cuando predicó, vinieron como veinte al altar; y aquel predicador estilista lloró todo el trayecto hasta el Calvario, en el altar.",
    "Seguro, hermano, no es—no es lo que Ud. sabe, es a Quién conoce Ud. Esa es la idea, eso es lo que se requiere, se requiere conocer a Cristo. Conocerlo a El, es Vida; rechazarlo a El, es muerte.",
    "Pasemos rápidamente a otra pregunta, las preguntas que van a Georgia.\n\n67. ¿Qué representan las piedras…representan en Apocalipsis 21:19 y 20?",
    "Si Uds. desean tomar el tiempo de abrir sus Biblias, lo cual no tenemos mucho tiempo, pero trataré de contestarlas rápidamente. Apocalipsis veinti-…creo que es 21:19 y 20. Sí.",
    "Muy bien, allí Uds. verán que él estaba hablando de las piedras que estaban en el edificio. Y las piedras eran los fundamentos. Si Uds. se fijan…Yo creo que Ud. la tiene allí, Hermano Neville. Y cada piedra era un fundamento. No sólo una piedra un fundamento, y las otras…Sino que cada piedra era un fundamento. Cada piedra era un constante fundamento. Y allí habían doce piedras. Y si Uds. se fijan en esas doce piedras, cada una…Principia con jaspe y luego sardis y así de esa manera, representando cada piedra.",
    "Y en la Biblia Ud. verá que nombra ciertas piedras. Algunas de ellas las nombra un poquito diferente, Ud. nunca lo escuchó así. Si Ud. se fija en el diccionario Ud. verá que es la misma piedra, solamente con el nombre un poquito diferente; cambiado.",
    "Pero principia con jaspe. Jaspe era la piedra de Benjamín… La piedra de…perdón, el primer hijo, Rubén. La primera piedra era Rubén, lo cual era jaspe. La última piedra era Benjamín, la última piedra que estaba arriba.",
    "Ahora, esas doce piedras que eran los fundamentos que estaban allí, esas doce piedras colgaban del pectoral de Aarón. Y representaban las doce tribus de quien él era el sumo sacerdote. Cada una de las piedras de sus nacimientos estaban aquí, en ese pectoral. Y cuando el pueblo veía ese pectoral, ellos reconocían que Aarón era el sumo sacerdote de cada una de esas tribus, cuyas piedras de nacimiento estaban en ese pectoral.",
    "Como lo mencionó en esta mañana en su mensaje el Hermano Neville. Y cuántas veces ellos traían el Urim y Tumim. Ud. lo ve en la Biblia que esa era la manera como ellos sabían que los que hablaban decían la Verdad o no. Esas piedras resplandecían, todas juntas, cuando el hombre hablaba, el profeta profetizaba. Era una conglomeración de luz que comprendía zafiro, jaspe, calcedonia, y todas esas otras piedras que reflejaban su luz, y formaban un gran y hermoso arco iris que armonizaba toda la cosa.",
    "Ahora, el día vino cuando ese Urim y Tumim fue quitado con ese sacerdocio, y ahora esta Biblia es el Urim y Tumim de Dios, hoy día. Y cuando un predicador predica, él no debe únicamente enfatizar aquí, en un solo lugarcito, y allí poner toda su esperanza; debe ser toda la Biblia reflejando el mensaje que ese hombre está predicando. Esa es la cosa. No solamente un lugar, y decir: “Bien, la Biblia dice esto”. Seguro, dice muchas cosas. Pero Ud. debe tomarlo todo y ponerlo junto. Y cuando el Espíritu de Dios viene y toma la Palabra, la pone toda junta y refleja una gran y enorme Luz, y esa Luz es Jesucristo.",
    "Ahora, estas doce piedras eran los doce fundamentos que representaban las doce tribus, eran doce piedras y principiaban con Rubén, Gad, y así hasta Benjamín; doce piedras, y doce tribus. Y esas piedras en el Templo, en la nueva Jerusalén Celestial, cada fundamento estará puesto sobre cada uno de los patriarcas.",
    "Ahora fíjese, fíjese en las piedras, ahora Ud. va a ver a esos patriarcas reflejarse en algo más, en otra pregunta.",
    "68. Explica las cuatro…las cuatro bestias de Apocalipsis 5.",
    "Hermano Neville, si Ud. la tiene a la mano, o alguno de Uds., Apocalipsis 5, leeremos esto por un minuto. Es—es un cuadro hermoso aquí de…Aquí la acabo de encontrar, Apocalipsis el capítulo 5:\n\nY vi en la mano derecha del que estaba sentado sobre el—sobre el trono un libro escrito de dentro y de—y de—y de fuera, sellado con siete sellos.\n\nY yo…",
    "Un momento, este no es el lugar. Quiero leer un poquito más adelante, quiero leer de las cuatro bestias. Veamos, el verso 14. Muy bien, señor. Aquí está, correcto. Principiemos aquí en el—en el verso 12, no, creo que el…“Y las cuatro bestias dijeron: ‘Amén’”. No, hay un lugarcito antes de eso, Hermano Neville. “Y he aquí, yo escuché la voz…”",
    "Veamos, un momento, la estaba leyendo hace un rato. Oh, aquí está, principiemos en el verso 6. El verso 5:\n\nY uno de los ancianos me dijo: No llores; he aquí el león de la tribu de Judá, la raíz de David, que ha vencido para abrir el libro y desatar los…sus siete sellos.\n\nY miré, y…en medio del trono y…los cuatro animales, y en medio de los ancianos, estaba un Cordero como inmolado, que tenía siete cuernos y siete ojos, que son los siete Espíritus…enviados a toda la tierra.",
    "Quiero que retengan esto, y si no lo toco aquí en unos momentos, quiero que Uds. me lo recuerden, porque quiero hablar sobre eso, sobre “los siete Espíritus de los siete ojos que estaban en el Cordero”. Oh, esto es una cosa verdaderamente hermosa. (Bien, terminemos la pregunta de este hermano.) Muy bien, no se les olvide eso.\n\nY él vino y tomó el libro de la diestra de aquel que estaba sentado en el trono.\n\nY cuando hubo tomado el libro, los cuatro animales y los veinticuatro ancianos se postraron delante del Cordero,…cada uno de ellos teniendo arpas,…",
    "Ahora, estas aquí son las cuatro—las cuatro bestias, si Uds. se fijan. Bien, vayamos un poquito más adelante:\n\n…arpas y copas de oro llenas de perfumes que son las oraciones de los santos.\n\nY cantaban un cántico nuevo…Digno eres… (y entraron en…todos adoraron al Señor.)",
    "Ahora, estas cuatro bestias de Apocalipsis, si Uds. se fijan en ellas, en cada lugar…(Uds. que leen la Biblia, y la persona que vaya a escuchar esta grabación.) Estas cuatro bestias, tenían cuatro rostros: uno tenía rostro de hombre, el otro tenía un rostro como de buey, y el otro tenía el rostro como de un águila, y el otro rostro era como de un león. Y nunca caminaban hacía atrás, nunca podían retroceder.",
    "¿Cuántos recuerdan el Libro de Apocalipsis cuando ellos lo enseñaron años atrás, y cuando yo tomé aquí como dos años en el Libro de Apocalipsis? Muchos de los de antaño lo recuerdan.",
    "Fíjense, ellos no podían retroceder, porque cada dirección que tomaban ellos iban hacia adelante. Si ellos iban en esta dirección, ellos iban como hombre; si ellos iban en esta dirección, ellos iban como un león; si iban en esta dirección ellos iban como un águila; si ellos iban en esta dirección, ellos iban como un buey. ¿Ve?, ellos no podían retroceder, ellos siempre iban hacia adelante.",
    "Bien, estas cuatro bestias. Rápidamente capte esto, porque no quiero estar mucho tiempo en esto. Pero las cuatro bestias… bestia, en la Biblia, representa “poder”. Y si Ud. se fija estas bestias no estaban allá en el lago o saliendo de la mar en alguna parte, sino que estaban en el Trono de Dios, y ellas estaban adorando a Dios. Estas cuatro bestias significan cuatro poderes, que salieron de la tierra, y esos cuatro poderes eran los cuatro Evangelios: Mateo, Marcos, Lucas y Juan; ninguno de ellos se contradice uno al otro.",
    "Y uno de ellos, el…El Evangelio que sale como un león, es firme, sin temor; es bravo como un león, y es rey como un león. Si sale con la cara de un hombre, es inteligente y astuto como un hombre. Si sale como un águila tiene ligereza y se eleva a las grandes alturas. ¿Ve lo que quiero decir? Si sale como un buey, tiene la fuerza como caballo para jalar, es la obra del buey que jala la carga del Evangelio. Las cuatro bestias eran los cuatro poderes, los cuales eran: Mateo, Marcos, Lucas y Juan; los cuatro Evangelios que se oyen en la Presencia de Dios.",
    "Si Ud. se fija, tenían ojos enfrente y atrás. Ellos…para donde quiera que iban, lo reflejaban. Ellos veían para donde quiera que iban. Y eso es el poder del Evangelio representado cuando la bestia sale…Tiene la inteligencia de un hombre; tiene la ligereza de un águila; tiene el—el poder, el poder de jalar, el que lleva la carga como un buey; tiene la—la firmeza y la valentía de un león. ¿Ve?, son los cuatro Evangelios, los cuales son los cuatro poderes de Apocalipsis, el capítulo 4.\n\nMuy bien, ahora la siguiente.",
    "69. ¿Quiénes eran los veinticuatro ancianos? Muy bien, creo que esa está en el—el…¿Quiénes son los veinticuatro ancianos?",
    "Esta está fácil, la podemos contestar. Los veinticuatro ancianos estaban sentados delante del Trono. Eso está en el… creo que se encuentra en el verso 4, allí es en donde está. “Y salió otro…” Tengo que…Veamos, tengo…4:10.",
    "Muy bien, Apocalipsis, el capítulo 4, el verso 10. Correcto. Lo leeremos.\n\nY los veinticuatro ancianos se postraron delante del que estaba sentado en el trono, y adoraban al que vive para siempre jamás, y echaron sus coronas delante del trono diciendo:\n\nSeñor, digno eres de recibir gloria honor y poder: porque tú creaste todas las cosas, y por tu voluntad son y fueron creadas.",
    "Veamos los veinticuatro ancianos. Un anciano es un supervisor. Ahora fíjese, eran doce patriarcas y doce apóstoles. Y estaban sentados, doce de un lado y doce del otro. Constituían los veinticuatro ancianos, los cuales eran: los doce patriarcas de un lado, el Antiguo Testamento; y los doce apóstoles del otro lado, el Nuevo Testamento. ¿Qué no dijo Jesús: “Uds. se sentarán en doce tronos, juzgando a las doce tribus de Israel”?",
    "Y allí estaban los fundamentos. Y aun había un árbol allí. Y el árbol que estaba de la una y de la otra parte del río, llevaba doce clases de frutos. Y daban su fruto cada mes, los doce meses del año. Daban doce clases de frutos cada año. Doce, es un número de “adoración”, ¿ve Ud.? Y hay veinticuatro, serían veinticuatro, doce apóstoles y doce patriarcas. Ellos estaban sentados en el Trono.",
    "Muy bien, el verso 4…quiero decir la pregunta número cuatro:\n\n70. ¿Qué representa el cordón escarlata de Génesis 38?",
    "El cordón escarlata, si Ud. se fija, ese fue Judá. Y él tuvo hijos, y uno de sus hijos se casó con una mujer Cananita. Y esta mujer Cananita no tuvo hijos, y su esposo, el hijo de Judá murió. Entonces, la ley era que se tomara…el hijo que seguía tenía que tomar como esposa la mujer de su hermano, para levantarle simiente al muerto. Y este hijo de Judá no cooperó y no hizo lo que debería de haber hecho, y el Señor lo mató. Entonces a Judá le quedaba un jovencito y él le dijo a su nuera: “Espera hasta que este mi hijo…crezca y llegue al lugar en que tú puedas casarte con él”.",
    "Y cuando el joven creció y llegó al lugar en que se suponía que se iba a casar con la esposa de sus dos hermanos, se suponía que él la iba a tomar para levantarle simiente a sus dos hermanos que habían…que habían muerto. Judá no le dio la mujer (la mujer Cananita) a su hijo, el mancebo, y lo dejó libre de esa promesa. Así que viendo ella eso, que él no cumplía, fue y se cubrió su rostro con un velo, y se puso en un lugar público como una prostituta lo haría.",
    "Y Judá pasando por allí la tomó como su esposa, ella estando en la posición como si fuera una ramera, y entró en ella. Y ella dijo, ella le preguntó: “¿Qué es lo que tú me ofreces a mí?” Y él…",
    "El le contestó: “Te voy a dar un cabrito”. “Bien”, dijo ella, “dame una señal que tú lo harás”. Así que ella tomó su bordón y su anillo y demás, y lo guardó.",
    "Y cuando trajeron el cabrito, no pudieron encontrar a la ramera, porque ella no era una ramera.",
    "Después de un tiempo, ella mostró que iba a ser madre. Y cuando mostró que ella iba a ser madre, vinieron a avisarle a Judá, y le dijeron: “Tu nuera es una ramera”. “Porque va a ser madre, y tus dos hijos han muerto”.",
    "Y él dijo: “Bien, ella deberá ser llamada y quemada”.",
    "Entonces ella mandó palabra a Judá y le dijo: “El hombre que hizo esto, le pertenece este bordón y este anillo”. Muy bien, y ése era su suegro.",
    "Y él dijo: “Ella es más justa que yo”.",
    "Ahora, cuando ella estaba para dar a luz, se dio cuenta que eran gemelos. Y cuando uno de los gemelos…El primer bebé que nacía, de acuerdo a la antigua costumbre Judía, el primer niño que abría la matriz, de ese hijo era la primogenitura, el primer hijo que rompía matriz. Y recuerde que este era su primer hijo, con ninguno de sus otros dos esposos, ella tuvo hijos. Ella nunca había tenido un hijo hasta en esta ocasión.",
    "Y cuando su primer hijo iba a salir, sacó únicamente una mano. Y la partera le ató un hilo escarlata en ella, porque el hilo escarlata hablaba de la redención que el primer hijo de la virgen María haría…tendría el hilo escarlata de redención.",
    "Y cuando él metió su mano otra vez, el otro salió. Y ella exclamó: “¿Por qué hiciste eso? El otro tiene la primogenitura”.",
    "Así que eso es lo que Génesis 38 significa, ¿ve Ud.? Que el primer hijo iba a recibir la primogenitura y así iba a permanecer hasta la venida del Señor Jesucristo. Que el primer hijo estuvo bajo la ley de redención.",
    "Ud. sabe como he dicho…de la mulita, Ud. sabe, de lo que he hablado, que sus ojos estaban…y todo lo demás, tenía sus orejas hacia abajo, pero había nacido con la primogenitura. Un inocente, el cordero perfecto murió en su lugar. Allí está.",
    "Así que eso era para la primogenitura. Es el primer hijo que rompe la matriz de la madre, y ellos vieron esa mano (y ella supo que había la posibilidad que la metiera otra vez). Y cuando el niño sacó su mano para mostrar que él la tenía, que él era el primogénito, la partera le ató un hilo escarlata y luego él metió su mano otra vez. ¿Ve? Pero, absolutamente, él fue el primogénito. Eso era el hilo escarlata, el hilo escarlata tiene…por toda la Biblia, significa redención; la cual estaba apuntando hacia aquel hijo primogénito que venía.",
    "El primogénito del caballo, el primogénito de la vaca, todo lo que fuera, todo lo que fuera primogénito (que sale primero), estaba bajo redención, tenía que ser redimido; ¡todo tenía que ser redimido! ¡Aleluya! Oh, eso me conmueve. ¿Lo captó Ud.? El primogénito tenía que ser redimido. Eso era una ley. ¡Bendito sea el Nombre del Señor!",
    "Y cuando Jesucristo nació, El redimió a todo el mundo. Seguramente que lo hizo. El fue el Redentor de toda criatura que fue criada en la tierra. El era el Redentor. Y…toda redención está en El, y no hay ninguna otra manera que pueda venir, ni por buenas obras, ni uniéndose a la iglesia, o sea lo que sea; Ud. debe venir a través de ese hilo escarlata, ese Redentor, ese Redentor pariental.",
    "Muy bien, la siguiente dice:\n\n71. Dónde están los regalos…¿Qué son los regalos que se enviarán en relación a la muerte de los dos testigos, que habla Apocalipsis 11?\n\n¡Ah, Hermano Palmer, que si Ud. sabe hacer preguntas!",
    "Bien, la redención, estos hilos aquí, este hilo escarlata, vemos que significa redención.",
    "Bien, la siguiente dice:\n\n¿Qué son los regalos de Apocalipsis 11?",
    "Viene un tiempo…Esto aquí va a contestar una pregunta que fue contestada la otra noche, que un predicador amigo mío preguntó acerca de los Judíos, de cómo sería.",
    "Estos Judíos tienen una promesa de tres años y medio para ellos. ¿Cuántos saben esto? Setenta semanas fueron prometidas. Y dice: “El Mesías vendrá y será cortado de en medio”. Cristo predicó tres años y medio, y se le fue dado muerte a los tres años y medio exactamente, El predicó tres años y seis meses.",
    "Y luego la abominación que hace la desolación, la mezquita de Omar fue edificada sobre el Terreno Santo; como Dios lo dijo, dos mil quinientos años antes que sucediera, que la mezquita estaría edificada allí. El profeta la vio, en visión y dijo que: “Los Gentiles estarían en posesión allí de ese lugar hasta que la dispensación Gentil fuera consumada”.",
    "Todavía hay tres años y medio prometidos. Si Ud. se fija, estos testigos de Apocalipsis 11 profetizan por mil doscientos sesenta días; tres años y medio exactamente. Ahora…y ellos están vestidos de sacos. Ahora, observe sus ministerios, lo que ellos eran. A estos dos testigos se les dio muerte.",
    "Ahora,…Ellos regresaron a los Judíos después del Rapto de la Iglesia Gentil. La Iglesia Gentil se va al Hogar para la Cena de la Boda, al igual que Rebeca fue llevada al lugar de Abraham por Isaac y se casó allí. Y Rebeca e Isaac salieron con la posesión total de todo lo que Abraham tenía, todo había pasado a Isaac. ¡Absolutamente! E Isaac no podía poseerlo hasta que se casara primero. ¡Oh Aleluya! Allí lo tiene Ud.",
    "Y Cristo viene a ser…Dios mora en ese cuerpo perfecto, marcado, y molido completamente para siempre por la Eternidad. Cuando el Cordero y la Novia se casan en el Cielo, ella sale caminando poseyéndolo todo. ¡Absolutamente! Isaac y Rebeca salieron poseyéndolo todo.",
    "Y mientras esta ceremonia se está efectuando en el Cielo, la ceremonia nupcial de la Novia, la Novia Gentil contrayendo matrimonio con el Príncipe (el Hijo de Dios), en Gloria; mientras ellos se unen en matrimonio, hay un espacio de tiempo de tres años y medio en los cuales Moisés y Elías…",
    "Moisés, nunca estuvo ausente…no, se llevaron su cuerpo. Los Angeles se lo llevaron; su cuerpo no se descompuso, no se corrompió. El era un tipo perfecto de Cristo. Cuando él murió, los Angeles se lo llevaron, y ni aun el Diablo sabe en dónde fue enterrado, y trató de disputar con Miguel el Arcángel acerca de su entierro. Eso es lo que la Biblia dice. Dios se lo llevó en un rapto.",
    "Y Elías el profeta de Dios, iba rumbo al Jordán, y al llegar a él, tomó su manto y golpeó las aguas y se partieron a derecha e izquierda. Y se subió a la montaña. Eliseo dijo…Elías le dijo: “¿Para qué me sigues?”",
    "Y Eliseo le contestó: “Quiero una doble porción de tu Espíritu”.",
    "Y le contestó: “Has pedido una cosa difícil, pero si tú me ves cuando me vaya”. Y él no apartó los ojos de él.",
    "Y después, descendió del Cielo una carroza de fuego y Angeles de fuego, caballos de fuego, y Elías se subió en ella y se fue a la Gloria. El nunca probó muerte, él fue trasladado, ¡tiene que morir!",
    "Y si Ud. se fija en estos dos profetas de Apocalipsis 11, ellos hicieron la misma cosa que Moisés y Elías hicieron. Ud. pudiera decir: “Hermano Branham; ¿me quieres decir que Elías y Moisés están todavía vivos?” ¡Absolutamente!",
    "Antes del Monte de la Transfiguración…En el Monte de la Transfiguración, antes que Jesús fuera al Calvario, estuvieron allí Moisés y Elías hablando con El. Seguramente, que sí lo hicieron, no están muertos. Y nunca murieron; ellos son mortales, tienen que morir. Ellos sólo están en un estado glorificado esperando por ese momento.",
    "Y entonces cuando ellos regresen y prediquen exactamente por tres años y medio bajo la unción del bautismo del Espíritu Santo, mientras las bendiciones son quitadas de los Gentiles (y la Iglesia es raptada); y la iglesia formal y fría es perseguida como perros, por el partido comunista y el Romano, y cuando son capturados los matan. Los matan; entonces estos profetas predican tres años y medio, y la Biblia dice que se les dio muerte en la gran…en la calle, llamada espiritualmente, Sodoma y Egipto, en donde nuestro Señor fue crucificado. Eso es allá en Jerusalén; ¿ve?, allá en Jerusalén, espiritualmente llamada Sodoma y Egipto.",
    "Y sus cuerpos estuvieron en la calle por tres días y tres noches. Y luego al fin de los tres días y medio, el espíritu de vida viene a ellos y se levantan. Ellos tenían que morir como cualquier otro mortal, tenían que morir. Y cuando les dieron muerte a estos dos predicadores…",
    "Ellos predicaron contra el mal, e hicieron que fuego descendiera del cielo. ¿Quién hizo eso? ¿Ve? Llamaron plagas a existencia e hirieron la tierra tan pronto como…a la hora que ellos quisieron. Hicieron descender fuego del cielo. Y cerraron los cielos para que no hubiera lluvia, el tiempo que ellos quisieron. ¿Quiénes eran esos? Exactamente Moisés y Elías. Y ellos son esos dos testigos.",
    "Ellos afligieron a la iglesia, quiero decir al mundo, con sus predicaciones; y recibieron otra vez a los Judíos, a quienes condujeron al arrepentimiento, trayéndolos de nuevo a creer en…Cuando ellos vean a Jesús que viene por la Novia, ellos dirán: “He aquí, este es nuestro Dios por quien hemos esperado. ¡Es El!” Pero El no viene por ellos, El viene por Su Novia. Y Su Novia…",
    "Cuando José fue a Egipto, él no se llevó a sus hermanos con él, pero él tomó a su novia allí. ¡Absolutamente! Pero cuando él se dio a conocer a sus hermanos, allí no había nadie presente. Esto es exactamente lo correcto. Y cuando El mismo se da a conocer a estos Judíos, allí no va ha haber nada más que Judíos. Allí estaban aquellos que le habían dado muerte a José, allí estaban parados; y les dijo: “Yo soy José, vuestro hermano”. Y él lloró.",
    "Y ellos dijeron: “Ahora vamos a pagar por esto, porque nosotros le dimos muerte”.",
    "La misma cosa, con esos Judíos quienes tendrán un tiempo de grandes aflicciones antes de la venida, tiempo de persecución que los lleva de nuevo a su tierra. Los están ahuyentando como a un montón de ovejas otra vez al Monte Carmelo.",
    "Cuando el Señor Jesús venga por su Novia, y ellos lo vean, dirán: “¡Ese es por quien estábamos esperando, allí está!” El se levantará con sanidad en Sus alas. Correcto.",
    "Y la iglesia, el remanente de los Judíos, cuando finalmente matan a estos dos profetas, y sus cuerpos queden tirados en la calle de la llamada espiritualmente Sodoma y Egipto, en donde nuestro Señor fue crucificado, se envían regalos uno al otro (el mundo lo hace).",
    "Bien, Hermano Palmer, aquí lo tiene Ud. Mire en la historia de Roma y Ud. se dará cuenta que solamente había una nación en todo el mundo que se enviaba regalos después de una batalla, y ese era el Imperio Romano.",
    "Esta es la razón por la cual yo digo que el anticristo sale de Roma. La bestia sale de Roma, no puede salir de Moscú. Sale de Roma, el dragón bermejo que se puso delante de la mujer para devorar a su hijo tan pronto como él naciera. Ese diablo, ¿dónde estaba ese diablo? ¿Quién era? Cesar Augusto quien envió matar todos los niños de dos años de edad para abajo. El dragón bermejo, dragón, bestia significa “poder”. El poder Romano persiguió y trató de encontrar a ese Niño Cristo.",
    "¡Y es la misma cosa! Cada vez que los Romanos, los antiguos Romanos paganos tenían una gran victoria, ellos se enviaban piedras blancas y todo eso uno al otro, como regalos, como memorial. Así que esas piedras que…Lo que eran, eran pequeños obsequios que se enviaba la iglesia Romana entre ellos. ¡Absolutamente! Exactamente. Tiene que ser.",
    "Yo estuve allí en la Ciudad del Vaticano y lo confirmé con la Biblia. El Papa tenía una triple corona, y ella decía: Vicarivs Filii Dei, y todas esas cosas que he escuchado, es absolutamente la verdad; un grupo religioso que gobierna a cada nación que está debajo del Cielo, y lo hace. Allí está, así es.",
    "Nada en contra de la gente Católica (no, señor), ellos son tan buenos como cualquier otro, pero la religión de ellos está mal de acuerdo con esta Biblia. Si esta Biblia está bien, ellos están mal. Ellos dicen que no están…Ellos dicen: “No importa lo que la Biblia diga, es lo que la iglesia dice”. ¡Pero nosotros creemos que la Biblia habla con autoridad suprema! Absolutamente, es la Palabra de Dios.",
    "Así que Ud. ve allí, que estas piedras que fueron enviadas, aquí en Apocalipsis, son los obsequios que se enviaron uno al otro. Lo cual muestra…La Biblia dice, aquí en Apocalipsis, dice: “El que tenga sabiduría cuente los números de la bestia. El que tenga sabiduría haga esto y lo otro. El que tenga el espíritu de ciertos dones haga esto y lo otro”. ¿Ve Ud. cuán corta está la iglesia?",
    "Un jovencito me preguntó esta mañana acerca de dones espirituales, acerca de hablar en lenguas. Un hombre joven, muy sincero, yo creo que él va a ser un ministro uno de estos días. Y con relación a la iglesia, le dije: “Hay mucha carnalidad en eso. Nosotros no queremos eso, sino que queremos la cosa real. Anhelamos tenerlo”.",
    "Ud. no puede enseñarlo en la iglesia; pues cuando Ud. menos piensa, Ud. tiene uno que habla en lengua, otro que tiene un salmo, y luego Ud. tiene que batallar con la cosa. Pero cuando Dios da un don soberanamente, se manifestará por sí mismo. Esto es la verdad. ¿Ve?, esos son los dones de Dios, eso es lo que El envía a la Iglesia para que venza.",
    "Ahora, el anticristo tiene su pro y su contra, tiene el lado pervertido de hacerlo. Y eso es el imperio Romano el cual se envía obsequios uno al otro, obsequios naturales. Dios envía obsequios espirituales a vencedores; el imperio Romano se envía obsequios naturales uno al otro.",
    "Nosotros creemos que el Espíritu Santo es un Espíritu, y lo recibimos por un bautismo que viene desde lo Alto.",
    "La iglesia Católica enseña: “Una santa eucaristía lo cual dicen que es el cuerpo de Cristo; y que cuando Ud. recibe este pan hostia, lo que Ud. recibe es el Espíritu Santo, el Espíritu Santo, la santa eucaristía”. ¿Ve?",
    "Nosotros creemos que es un pedazo de pan, no creemos que es el cuerpo de Cristo, (vamos a verlo en unos cuantos minutos). Nosotros creemos que representa el cuerpo de Cristo. Pero no es…",
    "Esa es la diferencia entre la doctrina Católica y la Protestante. ¿Ve? La iglesia Católica dice que: “El cuerpo…El pan es el cuerpo literal. Que la iglesia tiene el poder para transformar esto”. ¿Ha visto alguna vez a un Católico pasando enfrente de una iglesia Católica, cómo él inclina su cabeza, y se persigna? Y es por esa lucecita que está prendida en ese pequeño tabernáculo que está dentro de la iglesia. Tiene una lucecita allí adentro, y la hostia está allí. Y ellos dicen que: “Es el cuerpo de Cristo. Y que cuando Ud. toma eso, Ud. está tomando absolutamente el cuerpo literal de Cristo en su primera comunión y en sus confesiones y demás. Dicen que Ud. está tomando, literalmente, el cuerpo de Cristo”.",
    "Nosotros decimos que representa el cuerpo de Cristo, ¿ve?, eso no es otra cosa en este mundo más que un pedazo de pan. Y no importa si no fuera ni aun pan, si fuera otra cosa más, eso representaría lo mismo. Exactamente lo mismo. Si ellos…",
    "Al igual que esa gente dice: “Yo no me bautizaría en una alberca, yo quiero ser bautizado en el río”.",
    "🦅 ¿Cuál es la diferencia, mientras que Ud. se bautice?” Si es en una alberca, y…Felipe bautizó en un estanque…cuando bautizó al eunuco. Cuando Felipe bautizó al eunuco en un estanque, el Espíritu Santo raptó a Felipe, tanto que no fue visto por tres mil doscientos dieciocho kilómetros, lo tomó en el Espíritu, le dio una carroza del Cielo que lo transportara tres mil doscientos dieciocho kilómetros. Amén. ¡Maravilloso!\n\nAhora:\n\n¿En dónde estarán los santos después de los mil años de reinado? ¿Y qué clase de cuerpo tendrán? Voy a contestar esta en un momento [El Hermano Branham la contesta principiando el párrafo 820, como pregunta número 74.—Editor] Estarán con Jesús.",
    "Muy bien, la pregunta número siete:\n\n72. ¿Cómo juzgaremos ángeles?",
    "Eso se encuentra en…¿Cómo juzgaremos a los ángeles? Siendo hijos e hijas de Dios. Los ángeles son siervos; nosotros somos hijos e hijas de Dios. Y la Biblia dice que nosotros juzgaríamos a los ángeles. Esto es verdad. Ahora, si Ud.…",
    "La pregunta número ocho:\n\n73. ¿Por qué el pelo por causa de los ángeles en Primera de Corintios?",
    "Bien, alguien encuéntreme Primera de Corintios, el capítulo onceavo, y lo veremos allí, y Ud. se dará cuenta que el—el…En Primera de Corintios, el onceavo capítulo, vemos que Pablo está hablando esto. Permítame encontrarlo en un minuto, y luego lo leeremos rápidamente y luego veremos exactamente lo que dice.",
    "Tengo algo que decir aquí sobre este otro versículo, lo cual espero que el Señor nos lo dé de la manera que deberíamos de tenerlo. Si alguien la encuentra…Creo que es el capítulo 11, sí, muy bien. Escuchen atentamente, muy atentamente, para que lo entiendan. Tomen sus conciencias y pónganselas en el bolsillo de su chaleco y ténganlas allí hasta que yo lea esto, ¿ve Ud.?, y comente sobre esto. Escuchen muy atentamente, esto es ASI DICE EL SEÑOR:\n\nSed imitadores de mí, como yo…como yo de Cristo. (Pablo dice: “Sed imitadores de mí, así como yo de Cristo”.)\n\nY os alabo, hermanos, que en todo os acordáis de mí, y retenéis las instrucciones mías, de la manera que os enseñé.\n\nMas quiero que sepáis que Cristo es la cabeza de todo varón; y el varón es la cabeza de la mujer; y Dios la cabeza de Cristo.",
    "¿Ve cómo es? Dios, Cristo, hombre, mujer. Ahora:\n\nTodo varón que ora o profetiza cubierta la cabeza, afrenta su cabeza.\n\nMas toda mujer que ora o profetiza no cubierta su cabeza afrenta su cabeza…",
    "En un minuto más le mostraré que el pelo para la mujer es su cubierta:\n\n…porque lo mismo es que si rayese. (Eso quiere decir que si ella se va a cortar su cabello es mejor entonces que se lo corte al ras de la cabeza.)\n\nPorque si la mujer no se cubre trasquílese (trasquilarse es como rasurarse, ¿ve?) …y si es deshonesto a la mujer trasquilarse o raerse, cúbrase.",
    "Ahora nos estamos metiendo aquí en la pregunta que Ud. hizo. ¿Ve? Muy bien, de acuerdo a la Biblia está mal que una mujer se corte su cabello. Escuchen Uds. ahora aquí y vean si la Biblia no le da al hombre el derecho legal para repudiar a su esposa si ella se corta su cabello, vea si esto es correcto o no.\n\nSi un varón…Porque el varón no ha de cubrir su cabeza (eso es, tener pelo largo), porque es imagen y gloria de Dios: mas la mujer es la gloria del varón. (¿Alguna vez a pensado Ud. en esto?)",
    "Quiero parar aquí, porque quiero que esto penetre muy bien, ¿ve? Y recuerde, yo he visto decenas de miles de mujeres amables (las conozco, y muchas de ellas están sentadas en esta iglesia), que tienen pelo corto, que son Cristianas. Y lo que estoy diciendo no es lo que es Ud., sino de la manera que Ud. fue enseñada. ¿Ve? Eso es. Su predicador nunca les dijo a Uds. esto. Pero si alguna de las mujeres aquí en el tabernáculo andan así, ellas son culpables. ¿Ve?, porque les hemos dicho acerca de esto.",
    "Ahora, vea esto:\n\n…un varón…Porque… (el verso 7) …Porque el varón…",
    "Bien, ¿quién está hablando aquí? Hace tiempo una dama me dijo: “Pablo era un odiador de mujeres”.",
    "Bien, y ya que estamos en esto, abramos las Biblias aquí en Gálatas 1:8, y veamos lo que Pablo dice al respecto. ¿Ve?, en Gálatas 1:8, Ud. verá lo que Pablo dice aquí en Gálatas 1:8:\n\n…Mas si nosotros, o un ángel del cielo os anunciare otro evangelio del que habéis recibido, sea anatema.",
    "No me culpe a mí, cúlpelo a él, ¿ve?\n\nPorque el varón no ha de cubrir su cabeza, porque es imagen y gloria de Dios: Mas la mujer es la gloria del varón.",
    "Ahora fíjese en el siguiente verso:\n\nPorque el varón no es de la mujer, sino la mujer del varón.\n\nPorque tampoco el varón fue criado por causa de la mujer, sino la mujer por causa del varón.",
    "Voy a decir esto con amor real y dulzura, y espero que Ud. lo reciba en la misma manera que lo digo. Pero América…Yo como viajero internacional, puedo decir que América tiene las reglas más degradadas para sus mujeres que cualquier otra nación en el mundo. París, Francia pudiera quedar en vergüenza al lado de América de la manera como ella permite a sus mujeres comportarse. ¡Es una desgracia!",
    "¿Ha pensado Ud. que el dios de América es la mujer? Yo puedo probarle eso a Ud. por esta Biblia. Es la verdad. ¿Ha pensado Ud. que tiene que ser de esa manera para que la iglesia Católica pueda meterlos en la doctrina de la virgen María?",
    "Ahora, si una mujer no fue hecha para el hombre, no…Si el hombre no fue hecho para la mujer, sino que la mujer para el hombre, entonces, ¿cómo va Ud. a adorar a una mujer? ¿Ve? Ahora, ¿cómo fue esto? Se inició en París y terminó en Hollywood. Ahora París tiene que venir a Hollywood para adquirir sus modelos y adquirir sus modas y cosas, es la degradación de nuestra mujer Americana.",
    "¿Qué está sucediendo? Nuestra nación ha llegado tan bajo que han quitado los trabajos a los hombres y han puesto mujeres en esos lugares, y noventa por ciento de ellas, casi, son prostitutas. Y hablan que no hay trabajo para los hombres, porque tienen mujeres ocupando el trabajo de ellos. Y han llegado tan bajo que han puesto mujeres como oficiales de paz en las calles. ¡Eso es una desgracia para toda nación! Sí, señor. ¿Qué va hacer Ud. al respecto?",
    "🦅 ¿Qué va hacer al respecto, Hermano Branham?” Yo tengo que respetarlo, yo soy un ciudadano Americano, yo hago lo que el gran jefe dice que haga. Si yo alguna vez…Si un miembro de familia alguna vez pierde su respeto por alguno de la familia (los hijos pierden el respeto para sus padres), esa familia se parte en pedazos. Y si una iglesia alguna vez pierde el respeto por su pastor, esa iglesia se acaba. Y si una nación alguna vez pierde el respeto en su suprema corte y en la decisión que de ella sale, esa nación se parte en pedazos. Esto es exactamente la verdad. Tenemos que respetar esas cosas porque son del gran jefe, ¿ve? Pero no estaba correcto desde el principio. ¡Absolutamente!",
    "¿Sabía Ud. que un hombre en la Biblia…en Génesis, el capítulo primero, cuando Dios crió al hombre y a la mujer que ese hombre se enseñoreó de la mujer y que Dios le dijo a Eva: “tu marido se enseñoreará sobre ti, y será tu señor”? ¡Pero hable Ud. esto en América y Ud. verá lo que recibirá! Aquí no es así, la mujer se enseñorea sobre el hombre; ellas hacen eso, porque los lugares públicos están…",
    "Yo pudiera nombrar de entre mis entrevistas, si tuviera que hacerlo, por docenas, mujeres decentes…yo no digo que la mujer no debería trabajar en algunas circunstancias; tal vez tiene un esposo que está enfermo o algo, y tienen que trabajar. Pero si no tienen que hacerlo, no deberían de hacerlo. El lugar de ellas es en el hogar, en su castillito, allí es exactamente en donde ellas deberían de estar.",
    "Pero nuestras mujeres Americanas se les ha permitido degradarse con todos los hombres. Aun en todos los animales y demás, cuando esa cosa predomina, también eso sucede y degrada toda la raza.",
    "Hay una pajarita en Africa, de pico pequeño.",
    "Ahora, generalmente, la hembra siempre es la más fea de los dos. El macho siempre es el más hermoso, como el venado macho, el ante macho, el faisán macho, el gallo, siempre el macho es el más…Porque, la hembra es ave de casa. Ella se sienta en el nido, y cría a sus pequeñitos. Ella los disfraza para que no sean vistos por el halcón, por la serpiente, por el coyote, y por todo lo demás, ¿ve?, para poder criar a sus pequeñitos.",
    "Pero en la raza en que la…o el sexo la mujer, o la hembra en quien predomina la belleza, es siempre una cosa degradante. En Africa,…Hay un pajarito, es el único en los continentes que yo conozco, que la hembra es más hermosa que el macho. Y cuando esto sucede…Esa pajarita es una prostituta. Ella va y encuentra un pajarito, y concibe y luego va y pone un montón de huevos después que concibe, y deja al pajarito que empolle los huevos mientras que ella se va y encuentra otro pajarito. Esto es exactamente la verdad. ¿Ve? ¿Ve lo que quiero decir?",
    "Ahora mire a nuestra mujer, aquí en América. Un hombre joven de Kentucky me dijo hace unos días, que había ochocientas mujeres trabajando en una cierta planta allá en Kentucky. Y me dijo: “Pudiera jurar con toda seguridad que cuatrocientas de ellas son absolutamente prostitutas, mujeres casadas con niños”. Un hombre sacó su esposa de allí y la golpeó con un palo, y casi la mató. Y otro fue y balaceó a un hombre. Y otro fue navajeado en un pleito. Eso no debería de ser. Eso no está bien.",
    "Ponga a la mujer en la cocina en donde ella pertenece, y entonces todo saldrá bien. Pero si la pone a trabajar en lugares públicos, ella se degradará. Absolu-…Yo no digo que…",
    "La mujer Americana con acción petulante dice: “No hay nada malo en eso”. “Muéstremelo”. Claro, Uds. tienen que hacerlo, porque la Biblia predijo que Uds. lo harían. Uds. tienen que hacerlo.",
    "Y aquí cuando…Antes, hace tiempo, en una iglesia Metodista, si una mujer se cortaba el cabello, se le echaba de la iglesia. Claro que lo hacían. Sí, indiscutiblemente. Los Nazarenos, los Santos Peregrinos, los Pentecostales, todos ellos lo hacían. ¿Qué sucedió?",
    "¿Sabe por qué ya no es así? Porque Uds. tienen algunos afeminados en el púlpito. Eso es exactamente la verdad. Alguien que tiene miedo que le quiten el sostenimiento…tiene miedo a que lo excomuniquen, que lo echen fuera de la iglesia. Ellos no tuvieron la audacia para pararse, para pararse por la Palabra de Dios si hería o no hería. Esto es exactamente la verdad.",
    "Escuchen esto, el hombre es el que gobierna, no crean Uds. que pueden gobernar la casa. Uds. no son las que gobiernan el hogar. Uds. son absolutamente…Uds. no son unas esclavas, sino que son una ayuda. Y Adán…El hombre tiene el gobierno sobre su esposa, y él es responsable por su esposa. Dios hace al hombre que responda por su esposa. Lea y vea si Dios no dice esto.\n\nPorque el hombre no deberá cubrir su cabeza, porque él es la imagen y la gloria de Dios:…",
    "Dios no es una mujer, Dios es un hombre. Sabe Ud., cuando ellos hicieron eso de la virgen María y todo eso…las intercesiones y todas esas cosas, el orar a la virgen María, ¿sabe Ud. lo que me recuerda? A la gran diosa Diana, a quien Pablo reprendió y terminó con ella. Correcto. El dijo: “¡Dios no es una mujer!”",
    "Una vez una roca cayó en el campo y dijeron que la diosa Diana había arrojado a la tierra la imagen de ella y esa es la razón que la mujer en Corinto, y en esas regiones…que adoraban a Diana, llegaron a ser predicadoras.",
    "Y ellas decían: “El espíritu nos dijo que podíamos predicar”.",
    "Y él les dijo: “¿Qué? ¿La Palabra de Dios salió de vosotros, o a vosotros solamente ha llegado? Si un hombre piensa que es espiritual o profeta, reconozca que lo que digo son mandamientos del Señor: que la mujer guarde silencio y esté sujeta en la iglesia, que no enseñe ni tenga ninguna autoridad”. ¡Esto es lo correcto! Eso es lo que la Escritura dice. ¿Ve? Y Dios va a hacer que un montón de predicadores den cuenta de eso en el Día del Juicio.",
    "Bien, ¡escuchen! Ud. pudiera decir. “¿Sabe qué?, a mí se me enseñó así”. ¡Pero ahora Ud. no tiene excusa! Correcto. Si Ud. o alguien empieza a tomar una dosis de medicina, y alguien le dice a Ud. que eso es arsénico, y Ud. de todas maneras se lo toma, esa ya es su culpa porque ya se le había dicho eso antes. ¿Ve?",
    "Escuchen esto:\n\nPorque el varón no es de la mujer, sino la mujer del varón.\n\nPor lo cual, la mujer debe tener señal de potestad sobre su cabeza por causa de los ángeles.",
    "¿Alguno de Uds. lo está leyendo? Primera de Corintios, el capítulo 11, y el verso 10. Si Ud. se fija dice: “por causa de los ángeles”, en Primera de Corintios, porque los ángeles es el hombre, es el mensajero. Mire, es otra “a” minúscula otra vez. Cuando habla de Angeles, de Angeles Celestiales, está escrito con una “A” mayúscula. Y en donde está escrito con “a” minúscula, se refiere a hombres ángeles [Mensajeros.—Traductor].\n\nMas ni el varón sin la mujer ni la mujer sin el varón—sin el varón, en el Señor.\n\nPorque así como la mujer es del varón, así también el varón es por la mujer: empero todo de Dios.\n\nJuzgad vosotros mismos: ¿es honesto a la mujer orar a Dios (con cabello corto) no cubierta? (Píenselo en estos momentos.)",
    "Ahora fíjese:\n\nLa misma naturaleza ¿no os enseña que al hombre sea deshonesto criar cabello?",
    "¿Así que a qué se refiere? ¡Al cabello! ¿Qué no ve a lo que Pablo se está refiriendo? ¡Al cabello, al cabello largo!… La mujer debe tener cabello largo. Ahora, el verso 14:\n\nLa misma naturaleza, ¿no os enseña que al hombre sea deshonesto criar cabello?",
    "¿Lo captó? Es una vergüenza para un hombre el tener cabello largo, pero una…eso es para la mujer. Dios hizo al hombre y a la mujer diferente, en sexo y apariencia, y en todo lo demás. Ella no debe de usar ropa pertinente…La Biblia dice que: “Si una mujer se pone pantalones, o cualquier vestuario que incumbe al hombre, es una abominación y es sucio y bajo ante los ojos de Dios”. Y Dios hará que ella pague por ello. ¿A quién va a escuchar Ud.? ¡Esta es la Biblia!",
    "Y Ud. anda diciendo: “Bueno, yo creo que está bien que…ver a las mujeres usar pantalones”. Pero Dios las hizo diferentes, El quiere que ellas se vistan diferente.",
    "Y la Biblia dice: “Si una mujer usa ropa pertinente al hombre, es una abominación”. ¿Sabe Ud. lo que es una abominación? Es “algo que es sucio delante de los ojos de Dios”. Y el Gran Jehová quien mira hacia abajo la mira a Ud. como una cosa sucia…Y la Biblia dice…",
    "Y Uds. que dicen…¡Algunas de Uds. damas, que dejan a sus jovencitas adolescentes de dieciocho, de veinte años de edad, salir a la calle vestidas de esa manera!",
    "Y Ud., también, ¡mamá! ¿Ve? Cuando sale Ud. y usa esos pantalones y cosas y vive…y sale a la calle usando esa ropa que muestra su desnudez y la hace mirar a Ud. como algo que no es. ¿Ve? Sale a la calle vestida sexualmente, Ud. pudiera ser inocente y pura ante su esposo y todo lo demás, pero si Ud. sale a la calle y un hombre la mira a Ud. porque Ud. va vestida de esa manera, Ud. es culpable, y tendrá que responder en el Día del Juicio por cometer adulterio con cada hombre que la miró de esa manera. Eso es lo que la Biblia dice.",
    "La Biblia dice: “Cualquiera que mira a una mujer y la codicia, ya cometió adulterio con ella en su corazón”, y Uds. son culpables y…",
    "Ud. puede llegar al juicio y decir: “Señor, Tú conoces mi corazón; yo nunca cometí adulterio, yo siempre fui fiel a mi esposo”.",
    "Pero allí estará un hombre, por allá estará otro, otro aquí, otro, otro, quince, veinte, treinta, cuarenta hombres estarán parados allí diciendo: “¡Culpable de adulterio!” ¿Por qué? Porque cada hombre la codició a Ud.",
    "Ud. pudiera decir: “Yo no tengo nada que ver con eso”. ¿Entonces por qué se viste de esa manera? Cuando Dios le dijo a Ud. que no se los pusiera, porque era una abominación el ponérselos, y Ud. va y ve el programa, ¿Quién Ama a Susie? O cómo se…",
    "¿Ud. supo lo que sucedió con el esposo de la que sale en el programa ¿Quién Ama a Susie? Todos Uds. lo leyeron aquí recientemente, salió en el periódico. Cuando nosotros estábamos en Casper, Wyoming, salió. ¿Cuál es el nombre de él? Ese hombre que…Amamos a Susie, ¿cómo se llama ese programa? …Ese programa que hace que todos Uds. se queden en casa los miércoles y no vienen al servicio de oración. ¿Cómo se llama? Nosotros Amamos…¿Cuál es el nombre del programa? [Una hermana contesta: “Yo Amo a Lucy”.—Editor] Yo Amo a Lucy, el esposo de ella…es un músico, lo agarraron en Reno, Nevada, con una muchacha negra, con la cual estaba viviendo por años. Y eso es lo que Ud. se queda en casa a ver en lugar de venir, a escuchar el Evangelio. La mujer lo confesó. ¡Oh, misericordia! ¡No hay nada limpio fuera de Jesucristo!",
    "Dios le bendiga hermano, déjeme decirle…Algunos de Uds. dicen: “Tiene porte”. Alguna de las peores aves de rapiña que tenemos, los buitres, son aves bonitas. Ud. no puede juzgar a un pájaro por sus plumas, ¿ve? Así que recuerde eso. ¡Oh, Señor!",
    "Ahora fíjese:\n\nLa misma naturaleza…(verso 14)…¿no os enseña que al hombre sea deshonesto criar cabello? (Eso le pertenece a la mujer.)\n\nPor el contrario, a una mujer criar el cabello le es honroso;…",
    "Bien, ¿de qué está hablando él? ¿De un sombrero que Uds. Católicos usan para ir a la iglesia? ¡Seguramente que no! ¿De una pequeña cubierta sobre su cabeza, de un pañuelo? ¡El se está refiriendo a su cabello!",
    "¡Ahora! Si una mujer se corta su pelo, ella se corta su gloria, y no se le permite ir al altar a orar…Así como dice aquí: “¿Es cosa común para una mujer el ir a orar con su cabeza descubierta?” Y luego ellos dicen, aquí dice, dice que: “Ella debe de cortarse el pelo”. Así que se rasure entonces. “Y si ella se va a rasurar la cabeza, él dice, que es deshonesto, es deshonesto para una mujer el hacer eso”. Y luego dice: “Ella debe de cubrirse su cabeza”. Yo únicamente estoy leyendo la carta de Pablo. Está en todos Uds. el verlo.",
    "Por el contrario, a una mujer criar el cabello le es honroso, porque su cabello se le ha dado a ella como velo.",
    "¿Dijo él que se le daría a ella un sombrero? Uds. Católicos y Uds. Protestantes, cualquiera de Uds., cuando van a la iglesia quieren usar un sombrero, y dicen: “Voy a ir a la iglesia, tengo que usar un sombrero”. No, lo que Ud. debe de hacer es dejar su pelo crecer. Esa es la diferencia. ¿Ve?\n\n…porque su cabello le es dado a ella como velo. (Y es deshonesto para ella entrar a la iglesia sin cubrirse, o ir al altar a orar.)\n\nPero si alguno parece ser… (No puedo pronunciar esa palabra, c-o-n-t-e-n-…) …Contencioso— contencioso (Ud. sabe lo que quiere decir contencioso), nosotros no tenemos tal costumbre, ni la Iglesia de Dios.",
    "Ahora si Ud. quiere argumentar al respecto, argumente con Esto. Muy bien, si Ud. quiere ser contencioso al respecto, y decir: “No tiene que ver nada. Dejemos que lo hagan. Yo creo que no es nada…No es lo que el pelo es, de todas maneras, lo que cuenta es el corazón”. Eso es verdad; pero si el corazón está correcto, el pelo estará también (hum).",
    "Hágalo, si Ud. quiere ser contencioso, Pablo dijo: “Nosotros no tenemos tal costumbre, ni tampoco la Iglesia de Dios”. Y dijo: “Si Ud. quiere pertenecer al lado de Caín, bien, hágalo”. Pero esto es lo que Pablo estaba diciendo.",
    "No me río intencionalmente, porque esto no es para reírse. Pero déjenme decirles amigos, es una vergüenza el ver de la manera que estas cosas han sido permitidas hacerlas.",
    "¡Escuchen! A Uds., amadas hermanas, yo quiero que Uds. se vean lo mejor y sean lo mejor, eso es lo que Uds. deben de ser. Eso es lo que Ud. debe de ser. Ud. debe de ser tan dulce y amable y todo cuando su esposo venga, como cuando era su novio. Y Ud. debe de encontrarlo en la puerta con un—con un beso tan dulce como cuando Ud. lo besó en el altar cuando iba a ser su esposo. Eso es verdad. Yo no la culpo a Ud. por querer verse bien, y arreglarse lo mejor. Yo quiero que Uds. sean así, Dios sabe que quiero.",
    "No hace mucho tiempo aquí, estaba hablando con Jack Schiller. ¿Quién ha oído hablar de Jack Schiller? El más famoso predicador que la iglesia Metodista ha tenido. El me dijo: “Una mujer vino y me dijo…tenía todo su pelo sucio, y estaba masticando chicle, y con sus ropas a medio poner y me dijo: ‘¿Sabes qué?, mi esposo ya no me tolera más’”.",
    "Y él le contestó: “Yo no lo culpo”.",
    "Seguro. Pero lo que Ud. tiene que hacer, tiene que hacerlo en la manera correcta. No tome su amabilidad y su belleza de Hollywood, tómela de la Biblia. Delante de Dios: sea una dama, actúe como una dama, vista como una dama, sea limpia. Actúe como una dama, no use esos…",
    "Cualquier hombre que permite a su esposa salir usando esas cositas delante de los hombres, esas cositas…salir a cortar la grama y cosas como esas, señor, ¡déjeme decirle algo, hermano! Yo no quiero ser brusco, Dios conoce que eso está en mi corazón. Pero yo…Tendría que cambiar mucho antes de dejar a la mía hacerlo. Yo voy a ser el amo allá arriba en la colina hasta que yo pueda, ¿ve Ud.?, y cuando no pueda me voy a ir. Esto es verdad.",
    "Oh, hermano, es una vergüenza y una desgracia para una mujer hacer eso. Yo no trato, hermana…Yo no la estoy degradando a Ud., solamente estoy tratando de decir…Nuestra iglesia aquí, no tiene miembros, la gente viene aquí nada más. Pero esta es una casa de Dios y nosotros definitivamente le decimos a la gente que no usen esas cosas. Eso es…Ud. va a responder por ello en el Día del Juicio. Preste atención a esto. Y deje su pelo crecer, ¿ve?, y sea una dama.",
    "Ahora:\n\nAhora en esto que…Esto empero os denuncio, que no alabo, que no por mejor sino por peor os juntáis.\n\nPorque lo primero, cuando os juntáis en la iglesia, oigo que hay entre vosotros disensiones; y en parte lo creo,… (él va a entrar ahora en la Cena del Señor.)",
    "Escuchen a Esto. Por eso es que los ángeles…",
    "Hermano Palmer, yo no le estoy diciendo a Ud. en esta cinta que Ud. predique allá la misma cosa que yo estoy haciendo aquí. Pero Ud. sabe muy bien, y Ud. siendo un predicador, Ud. sabe que esto es la Verdad, hermano. Muy bien.",
    "Así que los ángeles aquí son el “hombre”. Si Ud. se fija, Hermano Palmer, tiene una “a” minúscula, los “ángeles”. Y la Biblia más adelante…El está hablando con respecto al hombre y su esposa, ¿ve?, esto es a lo que se refiere.",
    "Así es como la gente se confunde tanto en la Biblia, pues dicen: “Dios dice una cosa aquí y otra…” No, es que Ud. se salió fuera del tema. Quédese en el mismo tema, eso es todo. El está hablando con respecto al hombre y su esposa.",
    "Una cosa más quiero tocar antes de que terminemos, me va a tomar como dos minutos:\n\n74. ¿En dónde estarán los santos después de los mil años de reinado? ¿Y qué clase de cuerpo van a tener?",
    "Yo creo que esta es la pregunta más hermosa, me encanta esto. Entremos directamente a ella.",
    "En el principio, Dios…Vamos a regresar a nuestras enseñanzas sobre Hebreos por unos minutos. Dios era una gran y enorme fuente de siete colores. ¿Cuántos saben esto? ¿Ve? ¿Y cuántos saben que Dios tiene siete Espíritus? Absolutamente, siete Espíritus. Y en el Cordero habían siete ojos, y así sucesivamente, todo esto uniéndose ahora. ¿Ve? Eso era Dios.",
    "Cuando El (el Logos), salió de Dios, el cual era Dios saliendo de esta gran fuente para entrar en un cuerpo en la forma de un hombre; e hizo el Logos, lo cual nosotros llamamos teofanía.",
    "Cuando Ud. mira, la teofanía Ud. ve a un hombre. Eso es en donde estábamos en el principio. Ud. no lo entiende ahora, pero Ud. estaba en esa forma allá en el principio. Cuando… Cuando Dios hizo al hombre a Su imagen, El lo hizo a él en una teofanía, y El lo puso en carne…Cuando Dios hizo al hombre a Su imagen, a Su semejanza, ellos eran…En Génesis 2, eran…quiero decir Génesis 1:28, creo que es: “No había hombre todavía para labrar la tierra”, y ya Dios había hecho al hombre masculino y femenino en una teofanía. Correcto: “No había hombre para labrar la tierra”.",
    "Entonces Dios trajo al hombre un poquito más abajo y lo puso en la vida animal, el cual es este cuerpo, que es igual al de los animales para que él pudiera labrar la tierra, pudiera tocar. La teofanía no puede tocar, no puede ver, gustar, oler, oír; no tiene estos sentidos que nosotros tenemos. Así que Dios puso al hombre en un orden más bajo para que pudiera tocar y sentir.",
    "Al principio cuando él estaba en teofanía, él se paseaba por todo el jardín del Edén, (al igual que el Espíritu Santo está aquí en estos momentos moviéndose), y guiaba a la vida animal. Controlaba todo, pero no podía cultivar la tierra, ¿ve? Así que Dios lo puso en carne para que él pudiera labrar la tierra. Le dio cinco sentidos, para labrar la tierra y que arreglara los viñedos y todo lo demás, pero el hombre todavía se miraba solitario. Oh, este es un cuadro hermoso.",
    "Mire, cómo fue él hecho primero, él fue hecho dos personas en sí. En el hombre fue formado lo masculino y lo femenino. La Biblia dice que fue hecho así. Dios hizo al hombre varón y hembra, “varón y hembra los crió”. Fíjese, cuando el hombre fue separado de la teofanía y fue puesto en carne, él no estaba completo; parte de su ser todavía estaba en teofanía, así que no se miraba bien.",
    "Pasó el toro y la vaca, pasó el caballo y la yegua, el buey y la hembra buey y todos los demás, en pares. Pero Adán… era…¿Ve?, había algo que faltaba. Ese mismo deseo vehemente en él mostraba que había una compañera esperando por él. ¿Lo captó Ud.? Y los mismos pensamientos de que tenemos que morir aquí, que nos turban y nos ponen perplejos, y de que anhelamos por una Vida en que no hay muerte, eso muestra que nos está esperando. ¿Ve?",
    "Y Adán se sentía solo. Y Dios, para mostrar que no podían estar separados…Voy a regresar en esta misma cosa, en un momento.",
    "Mire, El nunca cogió tierra para formar a Eva, sino que El la hizo de la tierra original, de Adán. El tomó una costilla de su costado y le hizo una ayuda y esa fue Eva. Ella fue hecha para el hombre, y del hombre. Ella era parte de él en el principio, en la creación, era parte de él en una teofanía. Ella era parte de él aquí en esta creación, terrenal. Ella no podía ser separada de él en otra creación, tenía que ser hecha de la misma creación.",
    "Esto es exactamente el por qué Cristo y Dios tenían que ser la misma Persona, no pudieran ser otra cosa diferente. Si El hubiera sido un buen hombre o profeta, El no hubiera podido ser un Redentor; El tenía que ser el mismo Creador. Pero todavía El es hoy una teofanía, ¿ve Ud.?, de la manera que El era en aquel entonces.",
    "Un hombre vino aquí y eso fue maravilloso; Dios amó eso, El dijo: “Esto es hermoso, que estén en la tierra y vivan para siempre. Eso es todo; por la Eternidad, vivan y vivan y vivan. Que se reproduzcan y cada planta dé de su género, y todo sea así. Que el hombre viva, y las bestias vivan, y todo lo demás, por siempre y para siempre. Está bien”. ¿Ve?",
    "Y luego el pecado entró. Y quiero decir algo aquí. En el… Mucha gente comete un error terrible aquí en esta Escritura, que está en el Salmo 23. Ellos la leen de esta manera: “Aunque ande en valle oscuro de sombra de muerte”. No hay tal cosa como esa. La Biblia no dice eso: “La sombra negra del valle… el valle oscuro de sombras de muerte”.",
    "La Biblia dice: “Aunque ande en valle de sombra de muerte”. Antes que pueda haber una sombra, tiene que haber luz para hacer una sombra. ¿Ve?, David siendo un profeta y bajo la unción, él no cometió un error, él dijo la Verdad: “Aunque…”, (no aunque ande en valle oscuro), “sino aunque ande en valle de sombras de muerte”.",
    "Ud. debe de tener un cierto porcentaje de luz para hacer una sombra. Y así es de la manera que es aquí. Nosotros somos ambas cosas, natural y sobrenatural. Este cuerpo está sujeto a muerte, y fue traído por una mujer; por nadie más sino por… No por Dios, Ud. es una reproducción de Adán y Eva. Sea negro, blanco, o lo que Ud. sea, Ud. es un producto, un hijo de Adán y Eva. Esto hizo a su cuerpo “nacer en pecado, haber sido formado en iniquidad, viniendo al mundo hablando mentiras”. Ud. estaba maldecido y condenado en el principio de su vida,…aun sin ninguna oportunidad.",
    "Porque el espíritu que Ud. tiene Ud. lo recibió por naturaleza, y esa naturaleza vino por el contacto sexual, por el deseo de un hombre y una mujer produciendo un hijo terrenal. Y Ud. deje a ese hijo sin atención, y no le enseñe a él nada correcto, él se irá a lo malo. No le enseñe a él ni lo bueno ni lo malo, y él tomará lo malo. Porque está en su naturaleza el hacerlo.",
    "Observe Ud. a un bebé, una cosita como de este tamaño, se enoja tanto;…aprieta sus manos con fuerza, se le pone la cara colorada y detiene el respiro. Seguro. ¿Qué es eso? Es su naturaleza. El la tomó de su papá o de su mamá, de uno de ellos; la mamá tenía un temperamento que podía pelearle a un serrucho eléctrico, o su papá. Si ellos no eran así, su abuelo o su abuela sí. ¿Ve?, viene por descendencia.",
    "Así que eso hace…Ud. nace en el mundo. Ud. viene por naturaleza, y todo su cuerpo está negro y manchado, y condenado, y maldecido y va rumbo al infierno. ¡Eso es verdad!",
    "Pero cuando Ud. nace otra vez, entonces la Luz de Dios brilla dentro de su alma (aleluya), entonces ya no es más un valle oscuro, sino que es un valle con una sombra en él. Ud. pudiera estar velado aquí con su carne, y tener su rostro cubierto, pero hay suficiente Luz allí adentro. ¡Y algún día esa Luz y las tinieblas tienen que separarse! Y cuando la luz brilla, las tinieblas huyen. Y cuando nosotros nos vamos a estar con Cristo en ese cuerpo, las tinieblas y la muerte se desvanecen, y entramos en perfecta Luz. ¡Gloria a Dios! Allí lo tiene Ud.; no más enfermedad, no más tinieblas mezcladas con Luz.",
    "En estos momentos nosotros tenemos enfermedades y gozo, tenemos salud y fuerza, y tenemos entradas y salidas, altas y bajas, y gozo y dolor y demás. Esto es solamente una sombra. Nosotros tenemos la luz suficiente para saber que allí hay Luz; y todavía estamos en el cuerpo, en la carne. Pero algún día el amanecer del Día va a venir. Y es cuando el ángel de muerte se pone al pie de la cama, es cuando el doctor dice que todo está terminado; y esto natural se aparta de lo sobrenatural, y la luz regresa otra vez a Luz, y las tinieblas regresan otra vez a las tinieblas. Entonces esto mortal se viste de inmortalidad. Esto es cuando esta corrupción se viste de incorrupción. Esto es cuando esto mortal se viste de inmortalidad, y nosotros pasamos de ser criaturas del tiempo a criaturas de Eternidad. Ud. no puede ir allá siendo todo tinieblas, Ud. tiene que tener luz en la oscuridad. Allí lo tiene Ud. Eso es ese cuerpo que Ud. recibe.",
    "¿Qué hacemos? Bueno, mi querido y santo hermano, mi querida y santa hermana, antes de la fundación del mundo, cuando Dios lo crió a Ud. a Su imagen, o crió al hombre a Su imagen, y crió a la mujer a la imagen del hombre para la gloria del hombre, El lo hizo a Ud. una teofanía. Así como El mismo, cuando dijo “hagamos” a las criaturas que El había hecho, “hagamos al hombre a nuestra imagen a nuestra semejanza, una teofanía”. Dios todavía no se había hecho carne, El estaba en una teofanía.",
    "Y Moisés lo vio. Y clamó: “Señor, déjame verte”.",
    "Y El le contestó: “Ve y escóndete en la hendidura de la roca. Y Moisés se metió en esa hendidura; y cuando Dios pasó, relámpagos y truenos…y al pasar Dios por allí, le vio sus espaldas”.\n\nY Moisés exclamó: “Era la espalda de un Hombre”. ¡Aleluya!",
    "¿Quién era? Melquisedec que descendió, el Rey de Salem, sin padre ni madre, sin principio de días o fin de vida. ¡Ese era El! Y El descendió, Ese es el que habló con Abraham. Ellos le juntaron un poquito de cuerpo de carne como tanto así, y [El Hermano Branham sopla.—Editor], sopló en él; entró en él y fue y comió becerro, y tomó leche de la vaca, y comió mantequilla y pan de maíz, y los dos Angeles.",
    "Y cuando salieron de allí, de toda esa cosa [El Hermano Branham sopla.—Editor] se desvanecieron y se fueron.",
    "Yo nunca había pensado en eso. Hace tiempo aquí, cargando un cartucho de bala, tenía un rifle .22 es un .220 Swift. Y Uds. hermanos que conocen de rifles saben esto. Y la pequeña bala, pesa 2880 miligramos más o menos de este tamaño, es una bala .22 regular. Y es cargada casi en una cámara de poder de .30—06. La fábrica únicamente carga eso como para una velocidad de cuatro mil cuatrocientos pies por segundo [Como mil trescientos cuarenta metros por segundo.—Traductor]. Muy bien, pero Ud. puede poner suficiente…cargarlo Ud. mismo, para que pueda alcanzar arriba de cinco mil pies por segundo [Más de mil quinientos veinte metros por segundo.—Traductor]. De otra manera, si Ud. estuviera disparando…Nosotros estábamos disparando, el otro día, a doscientas yardas [Ciento ochenta y dos metros.—Traductor], y la bala pegaba en la tierra, y el polvo volaba antes de que se escuchara el eco del disparo. Así de rápida es.",
    "Tome Ud. un palillo de dientes (Ud. sabe, la parte aplastada del palillo de dientes), y agarre pólvora y llene el cartucho de pólvora, como 250 a 300 miligramos y échela en el cartucho y luego meta su bala. Ud. tiene una bala en su mano en un segundo. Y luego le disparé a una ratita de desierto que estaba como a 60 metros de mí y la ratita ni siquiera se movió. La bala retorna a su condición original, retorna a gases. Aquí está una bala que es una mezcla de cobre y plomo, y en menos de un segundo, regresa a un estado en que Ud. no la puede encontrar. Regresa a lo que era cien millones de años, regresa a gases. Esos gases tienen que tomar forma y regresar a ser cobre y plomo y demás, de esa manera. Esos gases tienen que reposar.",
    "Allí lo tiene Ud. Esa es de la manera que nosotros estamos aquí, nosotros venimos de un ser más alto. En el principio nosotros éramos en la imagen de Dios. El velo y la oscuridad nos impide que lo sepamos ahorita. Pero Jesús le dijo a sus discípulos que El “estaba con ellos desde antes de la fundación del mundo”. ¿Ve? ¡Nosotros estábamos! Ud. no puede saberlo ahorita, pero Ud. estaba en el principio. “¡Y si este tabernáculo terrestre se deshiciere, tenemos uno esperando!” ¡Aleluya! Y luego entramos a esa teofanía, en la que una vez vivíamos, para poder comer y saludarnos de manos. Y las almas debajo del altar claman: “¿Cuánto más Señor?”",
    "Hay siete pasos que conducen a Dios, porque son siete Espíritus como El desciende. Muy bien, debajo del altar de Dios, ellos están clamando: “Señor, ¿cuánto más? ¿Podemos regresar?” Ellos están aquí debajo.",
    "Y Dios dijo: “Sólo por un poco de tiempo, hasta que vuestros consiervos padezcan lo mismo que Uds. han padecido”. ¿Ve?",
    "Y luego las almas regresan, y vienen a ser hombres y mujeres otra vez, y viven para siempre cuando toda la oscuridad y muerte y enfermedad y pesar de las tinieblas se han ido; ya no hay más sombra, ¡es absolutamente de día!",
    "Escuchen. Esto es lo que es. Deje que se ponga tan oscuro como quiera ponerse; no llegará a ponerse muy oscuro cuando el sol aplastará toda la oscuridad. Obscuridad y luz no pueden morar juntas. ¿Quién es más poderoso? La luz. Y cuando la luz brilla, la oscuridad huye. Amén. ¿No está Ud. contento? ¿No está Ud. contento que Ud. sabe? Sin duda, no hay una duda en ninguna parte. Pero esta Luz bendita que está en nuestros corazones en estos momentos, es algo que testifica del pasado: el Hijo de Dios, el poder de Dios.",
    "Y estando aquí, observamos el poder del Espíritu Santo descender y entrar en una reunión y decir: “Ud. es la Sra. Fulana de Tal, que hizo tal cosa, en un cierto lugar. Ud. ha estado enferma con esto tanto tiempo, pero ASI DICE EL SEÑOR: ‘Póngase de pie, Ud. está sana’”. Y un inválido y ciego se pone de pie. Y una sombra de un hombre, comido por el cáncer, se levanta otra vez a vida y a nueva salud.",
    "No hay duda Jesús dijo que: “Estas cosas que Yo hago, vosotros también haréis”. Y El dijo: “Yo no hago nada hasta que el Padre me lo muestre”.",
    "¿Qué es esto? Es la Luz que está viniendo mezclándose entre esta oscuridad, ¿ve Ud.?, para redimirnos. ¿Entendió lo que quiero decir?",
    "Ahora, algún día regresaré allá, y entonces cuando la teofanía venga a ser carne inmortal otra vez como lo era en el principio, entonces Jesús viene, y Dios…cuando Cristo sea uno. Cristo se sentará en el Trono, y todo el pueblo será humano. Cristo estará en el trono de David, un hombre, el Señor Jesús; para nunca morir. Nunca moriremos, nunca estaremos enfermos, no tendremos más pesar, y viviremos por mil años.",
    "Y cuando los mil años se terminen en esta tierra, entonces el Diablo se levanta; y la segunda resurrección viene, la resurrección del injusto. Ellos forman un gran ejército como las arenas de la mar, y suben para sitiar el campamento de los santos, y cuando lo hacen, Dios envía fuego y azufre del cielo y los destruye.",
    "Y Juan dice: “Yo vi un cielo nuevo y una tierra nueva, porque el primer cielo y la primera tierra se fueron, y el mar ya no es. Y yo Juan vi la Santa Ciudad, la Jerusalén Nueva, que descendía del Cielo de Dios, dispuesta como una novia ataviada para su marido”. Allí lo tiene Ud.",
    "Y allí dice él: “La esposa…El Cordero y la Novia estarán allí para siempre”. Habrá una nueva tierra, de millones y millones de millas cuadradas. Oh, Señor. La Ciudad, la Biblia da las medidas de la Ciudad son 1,500 millas cuadradas. Son 1,500 millas de largo [Dos mil cuatrocientos trece kilómetros.—Traductor], 1,500 millas de ancho, y 1,500 millas de altura. Esa es exactamente la descripción que la Biblia da de la Ciudad. Con razón el mar ya no era, porque no había más lugar para él.",
    "¡Oh, será una belleza! Y dentro de ella, hay una fuente allí en el Trono de Dios, que fluye delante del Trono. Hay un árbol de la una y de la otra parte…del río de Vida. Y en este árbol hay…doce clases de fruto, y da su fruto cada mes.",
    "Allí están los veinticuatro ancianos. Allí está la Novia. Allí están los ciento cuarenta y cuatro mil, los eunucos del templo. ¡Oh hermano, vamos rumbo a algo! Las cosas están esperándonos. Los ciento…Los veinticuatro ancianos. Los ciento cuarenta y cuatro mil eunucos. La Novia sentada con Cristo. Ud. habla de…¡Mi Hogar, mi Dulce Hogar! Amén.",
    "El pensar que yo tengo el privilegio de ir allá, y Ud. tiene el privilegio de ir allá. ¿Por qué escoger el caminar en esta oscuridad y no ver Luz, y morir y entrar en caos y venir a ser nada? Porque cuando la Luz toma su suprema autoridad, no hay lugar para la oscuridad. Vaya y dese cuenta a dónde se fue la oscuridad cuando la luz viene. Así es de la manera que es cuando todas las cosas retornan a Dios. Las tinieblas tuvieron un principio, y las tinieblas tienen un fin. La Luz nunca tuvo un principio, nunca tendrá un fin. Dios nunca tuvo un principio ni tendrá un fin. Así que, algún día todo el mundo corrompido con todo su pecado y su belleza, así llamada, y todas sus cosas fantásticas y sensaciones, y todo su encanto y todo lo demás se tornará a nada, y no será ya más. ¡No será ya más, no habrá más pensamiento de él! Aun dice: “No vendrá aun a la memoria ya más”.",
    "Pero los benditos del Señor siempre estarán con El. Nosotros tendremos un cuerpo como Su propio cuerpo glorioso; y viviremos con El, y comeremos con El, y nos sentaremos con El, y moraremos con El por siempre y para siempre y por aionios de tiempo; y las edades Eternas pasarán en un mundo sin fin.",
    "Y Ud. tiene que elegir en esta noche. Si Ud. no está preparado para encontrar ese lugar, no importa cuánto vaya Ud. a la iglesia, cuán buen miembro sea Ud., Ud. está perdido hasta que Cristo le dé a Ud. nueva Vida en esa oscuridad en la que Ud. camina. Ud. pudiera ser religioso. Religioso…Bien, escuche amigo, la religión es intelectualidad. ¿Ve? Todos los hijos de Caín siempre tuvieron religión. Esos Judíos tenían una religión cuando Jesús vino, pero rechazaron salvación.",
    "Ud. pudiera ser muy religioso en esta noche, Ud. pudiera ser Presbiteriano, Metodista, Pentecostal, Nazareno, Santo Peregrino. Ud. pudiera ser así de religioso; ir a su iglesia y testificar, Ud. pudiera cantar y gritar y alabar al Señor, Ud. pudiera traer sus diezmos a la iglesia, Ud. pudiera tratar a su vecino bien, eso no tiene nada que ver con su destinación Eterna. Caín hizo todo eso. Absolutamente.",
    "La Biblia dijo que “el trigo y la cizaña venían juntas”. El trigo está sediento por lluvia, y la—la cizaña está también. Cuando la lluvia viene, la cizaña se pone tan feliz de recibir la lluvia como el trigo. “Pero por sus frutos los conoceréis”.",
    "Oremos mientras Ud. examina sus frutos:",
    "Dios, Padre, han habido algunas preguntas escabrosas aquí en esta noche. Tal vez no las haya contestado bien, pero lo hice lo mejor que sabía; Tú conoces mi corazón. Yo oro, Dios, que Tú las recibas. Y, tal vez, algunas de estas preguntas, si no las contesté bien, Tú habla al corazón del pueblo y Tú contéstalas de la manera que deben de ser. Yo siento que Tú me diste la respuesta. Pero si yo pudiera estar mal, perdóname.",
    "Y oro, Dios, para que cada uno de ellos tomen estas cosas en sus corazones, y las mediten y digan: “Sí, hay una iglesia, estas cosas existen. Eso es lo que la Biblia dice”.",
    "Tal vez las damas, Señor, Tú sabes que no fue nada personal al hablarles a ellas. Pero, Señor, yo amo a mis hermanas, y Tú sabes eso, Padre. Tú sabes cuánto pienso de ellas. Pero si me parara y les dijera algo errado, yo sería un engañador. Yo no quiero engañar a mis hermanas, yo quiero decirles la Verdad. Y Padre, yo lo tomo directamente de Tu Palabra.",
    "Yo no condeno a mis hermanos, pero, Señor, lo único que digo es que ellos están en error cuando permiten estas cosas. Y si las damas sabiendo que no lo deben de hacer van y lo hacen, ya depende de ellas, el pastor no es culpable.",
    "El Abba Padre, esas cosas están en Tu Palabra, y son para Ti. Tú habla ahora a los corazones del pueblo. Yo los encomiendo todos a Ti. Yo veré los resultados, Padre; Tú lo sabes. Habla a cada corazón. Lo pedimos en el Nombre de Cristo.",
    "Con nuestros rostros inclinados:",
    "Me pregunto si hay alguno que levante su mano y diga: “Hermano Branham, recuérdeme en oración para que pueda ser un completo vencedor, y en el día del fin use mi vestido de novia y esté con Cristo”. Pudiera levantar su mano y decir: “¿Ore por mí”?",
    "Todos estén con sus rostros inclinados. Dios le bendiga, muy bien. Allá, Dios les bendiga, mis hermanas; y mis hermanos también, que están levantando sus manos. Esto es maravilloso.",
    "Ahora, Padre, Tú ves sus manos. (Yo sé, que algunas veces Ud. piensa: “¿Una oracioncita como esta?”) Dios, estoy pensando de aquella madre, que me dijo ayer: “Sólo una oracioncita allá en su casa en ese día cuando el jovencito estaba muriéndose, tenía tres semanas para vivir, debido a un cáncer en el cerebro, y ahora vino el cambio”.",
    "Pienso en Ezequías, cuando tornó su rostro hacia la pared y clamó: “Señor, yo te ruego, que tengas misericordia de mí. Considérame, porque yo he caminado delante de Ti con un corazón perfecto”. Y eso cambió la situación de muerte a vida.",
    "El decir en alta voz del Hijo de Dios: “¡Lázaro, sal fuera!”, hizo a un hombre muerto resucitar.",
    "Oh Dios, Tú dijiste: “Pedid y se os dará. Cuando pidáis algo, creed que lo que pedís vendrá a suceder y obtendréis lo que pidáis”.",
    "Ahora, Padre, oro para que cada uno de los que levantaron sus manos reciban lo que ellos han pedido. Y sean así bendecidos. Y Dios, te pido que Tú ayudes a nuestras hermanas, para que ellas…que se comporten bien, pues Satán a través de la televisión y de las Historietas en las revistas y demás, que han sido usadas tan sueltamente, con programas no censurados, cuán sucio y vulgar en las televisiones y demás, lo cual…Pudiera ser un instrumento para ganar millones de almas para Ti, pero no los han censurado, y sacan todas estas cosas sucias que ellos…¡Oh, qué desgracia! Y saber que el espíritu del Diablo ha entrado y está alrededor de nuestras hermanas, y está tratando de hacerlas que se vistan a la moda.",
    "Y nos damos cuenta que…también en nuestros hermanos, Señor, cómo pueden pensar que ellos pueden fumar y tomar, y vivir desordenadamente, y todavía considerarse Cristianos porque ellos dicen que “creen”. Hazles saber que “el Diablo también cree”. Y él no es salvo, “el cree y tiembla”.",
    "Y ahora, Padre, te pedimos que seas misericordioso con todos nosotros y perdones nuestros pecados, y tal vez algunos no levantaron sus manos, oh Dios, ten misericordia. Haz que la próxima oportunidad que ellos tengan, levanten sus manos.",
    "Nos estamos preparando para tener comunión, Señor. Perdona nuestras ofensas y cosas que hemos hecho en nuestra vida diaria. Y podamos recibir de Tu bendición, porque lo pedimos en el Nombre de Cristo. Amén.",
    "El Señor lo bendiga. Perdónenme tenerlos así. Me pregunto, si hay alguno que quiera pasar para que se ore por él, que él quisiera que se orara por él, antes de tener la comunión, sería un placer hacerlo en estos momentos, si hay alguien que quiera que se ore por él",
    "Muy bien, hermano, tráigala aquí arriba, no hay problema. Lo haremos sólo por unos momentos, y luego vamos a despedir. Y después que despidamos, aquellos que quieran quedarse para la comunión, pueden quedarse. Pero en estos momentos vamos a orar por los enfermos. ¿Qué dice la Biblia?",
    "Si el hermano no puede levantarse…No importa, déjenlo allí, vamos a ir hasta donde él está. Está bien, déjenlo sentado allí. Vamos a ir a orar por él. Está bien. Muy bien, señor, déjelo sentado allí. Es difícil para él venir a pararse aquí, estamos más que contentos de ir a donde está él.",
    "Quiero mencionar esto, mi querido amigo. ¿Ve? Yo sé que el Señor ha probado esto una y otra vez, muchas veces. ¿Ve? Yo no soy un predicador, no tengo educación y demás cosas. Yo amo al Señor Jesús, Dios sabe que lo amo. Pero a una cosa yo fui llamado a hacer, y es el orar por los enfermos. ¿Cree Ud. eso? Aun antes que yo supiera del don, yo iba aquí al hospital; y recuerdo que las enfermeras decían a los enfermos: “Vas a sanar”. ¿Ve? Es algo que Dios ha sido tan benévolo para honrar mis oraciones por la gente.",
    "Yo me imagino, que si en esta noche, se hiciera un llamamiento, un anuncio universal a todas las partes del mundo. Y dijera, todos aquellos por los cuales el Hermano Branham haya orado, escuchen, quiero que den respuesta al gobierno de los Estados Unidos, por carta, que eso fuera un anuncio universal. Me imagino, que cuatro o cinco millones de gente contestaría a ese anuncio si se hiciera. ¿Ve?",
    "Y esa gente, algunos de ellos ya habían fallecido, tenían sus certificados médicos de defunción, y de funerarias. Algunos de ellos murieron en accidentes; otros de ellos murieron de muerte natural. Otros estaban ciegos, cojos, inválidos, con sus cuerpos torcidos, afligidos, mentalmente… en hospitales, ni siquiera supieron que estuvimos en el hospital para orar por ellos. Otros, tenían que traerlos aquí. Peleando agresivamente cortándose ellos mismos a pedazos, sin saber en dónde estaban. Y en cinco minutos, después estaban normales, siendo gente bondadosa, y dulce, y sana por el resto de sus días. ¿Ve?",
    "¿Qué es eso? Eso no es el Hermano Branham. Es Jesucristo, El me envió a orar por los enfermos. Pero el problema es esto. No he tenido mucho éxito en Jeffersonville, debido a lo siguiente. Quiero que sepa que aquí tengo algunos de mis mejores y más cercanos amigos aquí en esta ciudad. Aunque la ciudad misma, las condiciones de la ciudad, no me gustan. No me gusta esta condición, y nunca me gustó; cuando era un jovencito, sentado, leyendo mis libros de historia dije: “Algún día me voy a ir de aquí”. ¿Ve?",
    "No me gusta Jeffersonville, es un pantano, así es aquí. Es muy húmedo, y es muy malo. Vaya Ud. a la cima de la montaña de Spickert Knobs o alguna otra parte, y mire hacía New Albany y Jeffersonville, si Ud. quiere. Los doctores aun están diciendo que: “La gente de este valle se está anemiando debido a esta condición”.",
    "Una damita aquí, la Sra. Morgan, que fue sana de cáncer, llevó a su perro a la clínica, porque pensó que tenía sarna. ¿Sabe Ud. lo que era? Los desperdicios de la planta Colgate que se han quedado en las hierbas por donde el perro pasó. Es el lugar más insalubre.",
    "Un joven que estaba en el Ejército, tenía asma. Fue a Florida y sus ojos se le pusieron muy negros, y fue a ver al doctor, y le dijo: “Doctor…”",
    "El doctor le dijo: “Te peleaste, ¿verdad?”",
    "Y él le contestó: “No, señor”.",
    "Si Ud. quiere saber quién es él, su nombre es Herby. Si mal no recuerdo…Trabaja en el Banco Nacional de la Unión, en New Albany, como recibidor. Vaya Ud. allá y pregúntele a quien lleva el nombre de “Herby”.",
    "El fue y le dijo al doctor: “Doctor tengo sinusitis”.",
    "El doctor lo examinó, y le dijo: “Es verdad”. “Yo pensé que te habías peleado”. Y le preguntó: “¿En dónde vives?”",
    "Y él le contestó: “Ud. probablemente conoce el lugar, vivo en una pequeña ciudad al otro lado de Louisville, Kentucky, que se llama New Albany, Indiana”.",
    "Y el doctor le dijo: “¿Me quieres decir que tú has contraído sinusitis por el agua salada de Miami?” Y él le dijo: “Si tú puedes vivir en Jeffersonville, Indiana, o New Albany, Indiana, tú puedes vivir en cualquier parte de los Estados Unidos a donde el ejército te envíe”. Eso es. ¿Ve?",
    "Es el lugar más insalubre que hay en el mundo, que yo sé, con excepción de vivir en algún pantanoso con malaria. ¿Ve? Y yo tengo amigos aquí.",
    "Y así pudiera seguir nombrándolos. Mire el Doctor Sam Adair, mi amigo. Aquí está sentado Mike Eagen. ¡Y cuántos más pudiera nombrar! Cientos de amigos genuinos, amigos íntimos, con quienes he compartido…No importa cuántos nuevos amigos encuentre, no hay nada que desplace a un viejo amigo. Ud. sabe eso.",
    "Allá atrás está mi madre sentada, no tiene muchos días más en esta tierra, está en su sexta década. Aquí está la madre de mi esposa, tiene setenta años, entrados a los setenta y uno; creo que está sentada por aquí en alguna parte, en esta noche. Y tener que dejarla. Mi padre está enterrado aquí; mi esposa está enterrada aquí en Walnut Ridge; mi bebé está enterrada allá. ¿Ve lo que quiero decir?",
    "No me gusta…No quiero quedarme aquí, y creo que pronto, muy pronto, me voy a tener que ir. ¿Ve? Porque esto está sobre mí constantemente, digo esto en el púlpito y con mi Biblia delante de mí.",
    "Yo le dije a mi esposa, cuando nos dieron el dinero para construir la casa pastoral el cual lo doné a esta iglesia…A esta iglesia le pertenece esa casa pastoral; venga aquí y dese cuenta si no es así. ¿Ve?, yo no la puse a mi nombre.",
    "Cuando yo iba a construir allá, Meda me dijo: “Yo quiero quedarme aquí por causa de mi madre”.",
    "Yo le respondí: “Amor, si hacemos eso, de seguro nos vamos arrepentir. ¿Ve?, no saldrá bien. Dios dijo: ‘Sepárate’, yo tengo que hacerlo”.",
    "Así que ella dijo: “¡Mi madre!”",
    "🦅 Mi madre también”, le contesté yo. “‘Pero aquel que no deja a sus amados, y me sigue, no es digno de Mí’. Y eso es verdad”.",
    "Algún día, muy pronto, siento que voy a tener que cambiarme de aquí, irme de aquí. Y esta es la razón por qué las reuniones no tienen éxito aquí. No son como en otras partes, y cualquiera que ha estado en otras reuniones saben que es la verdad, porque aquí es mi pueblo natal. Eso es.",
    "Jesús dijo la misma cosa cuando llegó allá.",
    "Ellos dijeron: “¿Quién es ese fulano? ¿No es el hijo del carpintero? ¿A cuál escuela fue? ¿De dónde tomó esta enseñanza? Déjame verte hacer…Tú dijiste que hiciste milagros allá, déjame verte hacer las mismas cosas aquí. Lo que hiciste en Capernaum, déjame verte hacerlo aquí”.",
    "Jesús dijo…“El se maravilló de la incredulidad de ellos”. El se volteó y les dijo: “De cierto, de cierto, os digo, que un profeta no recibe galardón en su propia tierra”. ¿Verdad que sí?",
    "Y sabemos…Mire a…Finney, Sankey, Moody; Juan Wesley, nunca pudieron tener éxito, ¿ve?, hasta que dejaron su tierra. Mire a Moody. Siendo un zapatero de Boston, no podía hacer nada, hasta que él se fue a Chicago y luego se hizo famoso. ¿Ve? El tuvo que separarse de sus conocidos. Siempre tendrá Ud. que hacerlo.",
    "Pero ahora volviendo a esto, Dios contestará la oración si Uds. se olvidan que es William Branham; ¿ve?, si Uds. se olvidan que William Branham tiene algo que ver en esto, sino únicamente pensar que es el que está parado para orar por Ud. Es Jesucristo quien ya hizo lo que Ud. le está pidiendo que haga, si tan sólo Ud. lo creyera. ¿Ve? No tiene nada que ver…Yo no tengo nada que ver con esto, sólo atestiguar. Pero yo crecí aquí con Uds., y Uds. conocen cada debilidad que tengo, y cada falta que tengo…Y Uds. saben lo que Dios ha hecho, aquí en esta ciudad.",
    "Esta ciudad, en el Día del Juicio, tendrá que responder mucho, porque han habido cientos y cientos de sanidades sobresalientes aquí. Es verdad, aquí. Señales y maravillas y la aparición del Angel allá en aquel lugar, y los periódicos lo publicaron. Y todavía la gente no…¿Por qué es esto?",
    "Algún día, yo me voy a ir de aquí. Me pregunto: “¿Cuál será mi fin?” ¿Es ya el fin? ¿Está por consumarse? Tengo cuarenta y ocho años de edad. ¿Está para consumarse? Me pregunto si es así.",
    "Mire, ¿por qué el mundo no comprendió esa fotografía? ¿Por qué no captaron eso inmediatamente? ¿Por qué no captan estas otras cosas? ¿Por qué no captan estas profecías y cosas? ¿Sabe qué?, no pueden captarlo ahora, pero un día me voy a ir de este mundo, y cuando me vaya, entonces ellos lo reconocerán. Alguno de Uds. jóvenes entenderán esto después de que me vaya. ¿Ve? Pero Dios no lo permitirá que sea ahora.",
    "🦅"
  ]
}