{
  "title": "LA GRAN LUZ RESPLANDECIENTE",
  "id": "57860009",
  "content": [
    "🦅  Mi texto esta mañana se encuentra en el Nuevo Testamento. Primero se leerá una Escritura de Mateo el capítulo 1…el 2, comenzando con el versículo 1. Y luego también yo deseo tomar, como un texto, sacado del capítulo 4, y los versículos 14 y 15. Yo amo leer la Palabra, porque la Palabra es Dios.\n\nCuando Jesús nació en Belén de Judea en días del rey Herodes, vinieron del oriente a Jerusalén unos magos,\n\nDiciendo: ¿Dónde está el rey de los judíos que ha nacido? Porque su estrella hemos visto en el oriente, y venimos a adorarle.",
    "Luego en el capítulo 4 y el versículo 14, hablando concerniente al profeta.\n\nPara que se cumpliese lo dicho por el profeta Isaías, cuando dijo:\n\nTierra de Zabulón y tierra de Neftalí,\n\nCamino del mar, al otro lado del Jordán,\n\nGalilea de los gentiles;\n\nEl pueblo asentado en tinieblas vio gran luz;\n\nY a los asentados en regiones de las sombras de muerte,\n\nLuz les resplandeció.",
    "Yo deseo tomar mi texto del…como esto: La Gran Luz Resplandeciente. Es una Escritura muy fuera de lo común.",
    "Y, para este tiempo, normalmente la gente ha predicado tanto sobre “no hay lugar en el mesón”, en la temporada de Navidad, y de “José y María”, y—y “el nacimiento del Señor Jesús”. Ayer yo estaba pensando que yo trataría de abordarlo de una manera diferente, de lo que muchos de Uds. lo oyen en su radio y televisiones.",
    "Y mientras pensaba, esto vino a mi mente, acerca de los magos y la estrella. Y lo que me impresionó fue que, ¿qué tiene que ver un mago con Cristo? Por lo tanto anoche, ya tarde, al leer a muchos de los sabios eruditos, hasta que me quedé dormido en el escritorio, tratando de encontrar algo que trajera un poco de luz sobre el tema para hoy.",
    "Entonces, es una cosa rara hablar de estas cosas, porque, después de todo, Dios es raro. Dios hace cosas de una manera rara, y algunas veces en un tiempo raro, porque El es muy raro. Y aquellos que le sirven a El son raros; son un pueblo peculiar.",
    "Así que nosotros, en este tiempo de la temporada, mientras enfocamos nuestro pensamiento hacia la Navidad, es una lástima que tengamos que asignarlo a un mito llamado “San Nicolás”, en vez de la verdadera Navidad que debería de ser. Muchos niñitos en la tierra hoy nada más saben que la Navidad significa “un trineo lleno de juguetes, y algunos renos místicos saltando sobre la casa”, sólo para aprender más tarde de este mito; que hasta perjudica su fe, cuando llegan a conocer la verdadera historia de Navidad, que no tuvo nada que ver con renos, o con un hombre fumando una pipa, con piel alrededor de su abrigo.",
    "Fue el nacimiento de nuestro bendito Señor Jesús. Y es sumamente raro ver cómo Dios obró de esta manera, porque en ningún otro tiempo hubiera funcionado en toda la historia del mundo. Tuvo que ser exactamente en este tiempo. Y ahora por unos pocos momentos veamos directamente la temporada.",
    "Era un tiempo en que Herodes, el asesino, era rey. Tenía que ser, este hombre sin corazón tenía que ser rey en ese tiempo, porque estamos familiarizados con las Escrituras que dicen que él “mató a todos los niños de dos años de edad para abajo”, tratando de encontrar al Cristo. Y tenía que ser exactamente en ese tiempo.",
    "Y entonces tenía que ser, en ese tiempo, que se tenía que efectuar un censo, para hacer que María y José regresaran a su pueblo natal de Belén donde ellos estaban registrados, y sus nacimientos estaban en el registro de las cortes y en el templo, para ser empadronados. Y Cristo había de nacer en Belén, y ellos estaban a muchas millas de distancia cuando esto aconteció.",
    "Y nos hemos dado cuenta de los peligros que ellos tuvieron que pasar, para poder llegar allí. Ahora ellos no tenían una gran ambulancia lujosa y fina para llevar allá a María. Y para ellos no era como hoy en día, que pudiéramos haber tenido alguna clase de excusa. Era la orden del rey. No se hacían excusas. Tenía que ser cumplida. “¡El rey así lo dijo!” No importaban sus condiciones, o qué, ellos tenían que regresar a su tierra natal. No había comodidad para la pequeña madrecita embarazada. Y no había modo de viajar; sólo a pie, o en el lomo de un asnito.",
    "Y se nos dice que José llevó a María, a ésta que se esperaba que fuera madre en cualquier momento, y la sentó sobre el lomo de un asnito. Y si alguien ha cabalgado en un asno, sabe qué duro paseo es ese. El pequeño animalito, caminando por un sendero angosto que terminaba allá en las montañas, viniendo a Belén, de la parte baja de Judea, un camino pedregoso y desigual. ¿Qué si el asnito no hubiera sido de pisada firme, y se hubiera caído con esta pequeña madrecita embarazada?",
    "O, en los días cuando había tanto viajero viniendo a sus tierras natales, todo el país estaba trabajando, rebosaba de peregrinos y viajeros, regresando a su tierra natal, era una situación muy buena para ladrones en esos días. Cuando ellos veían las pequeñas caravanas de grupitos de gente; los jinetes, los ladrones pudieron haber llegado cabalgando y haberlos matado, y haberse llevado sus bienes y haberse ido. Qué cosa era para esta pareja joven de casados, lo que ellos tenían que enfrentar, y cómo hubiera sido.",
    "También, qué si alguna de las bestias salvajes, pues había leones y muchos animales destructores y salvajes que rondaban en los desiertos que ellos tenían que cruzar. ¿Qué si una bestia salvaje se hubiera abalanzado sobre la parejita, qué pudiera haber hecho José con una vara en su mano, y una esposa que apenas podía moverse? Ellos tenían que enfrentarse con eso.",
    "Pero nos da consuelo saber esto, que nosotros no controlamos nuestro destino. Dios controla nuestro destino. Y El lo ha ordenado para que sea así, y no hay nada que interrumpirá el programa de Dios. Estamos destinados a llegar.",
    "Y no habría de haber temor. Y sin embargo quizás María y José mismos, eran sólo gente común, sin educación. Y ellos no tenían manera de saber que estas cosas, que estaban aconteciendo en aquel tiempo, estaban cumpliendo las Escrituras.",
    "Y es lo mismo hoy. Las cosas están aconteciendo en este día en que vivimos, y muchos de nosotros no sabemos nada al respecto, cómo Dios se está moviendo.",
    "Me acaba de preguntar una de las señoras que regraban aquí en el cuarto, cuándo iba a hablar sobre ese tema, de la escritura, y del sputnik en el aire. “¿Va a ser el próximo domingo?”\n\nYo dije: “Yo no sé”.",
    "Pero, oh, el ver en este tiempo oscuro y envolvente, que la gran mano de Dios se mueve constantemente hacia adelante. Nada la parará.",
    "Y hoy, podemos ver por decirlo así, cuando el asnito y los dos viajeros finalmente llegan. Mientras venían de noche, por los desiertos, ¡hacía tanto calor! Y entonces digamos que ellos están sentados sobre la pequeña montaña al este de Belén.",
    "Belén está situada en un valle, y hay una pequeña montaña. Y el camino que entra a Belén, da vuelta al este de Belén, y baja entrando a la ciudad. Cerca de la esquina, donde Ud. da la última vuelta, para empezar a descender de la colina, hay un gran montón de rocas dentadas que yacen allí. Y los historiadores han pensado que quizás María y José se detuvieron allí para tomar un poco de aire antes de que descendieran a la ciudad esa noche.",
    "Veamos a José, en su tierna manera de tratarla, levanta a su noviecita del asno y la ayuda a bajarse, la lleva y la sienta sobre la roca, y dice: “Querida, allí está la pequeña ciudad, justamente abajo de nosotros, donde quizás nazca nuestro pequeño que está por llegar”.",
    "Yo puedo imaginarme ver las estrellas destellar un poco y abrillantarse, mientras se sientan mirando hacia Belén, a su…al este de ellos. Y mientras estaban sentados allí, pensando mientras contemplaban las estrellas; allá, a cientos de millas al este de allí, había otra escena desarrollándose.",
    "Uds. saben, Dios obra en Su universo. El hace que cosas acontezcan en un país, adonde El está acondicionándolo para que repercuta en otro. Allí vemos, lejos en el este, como se nos ha dicho por muchos historiadores, que estos hombres, los magos, como sabemos que son.",
    "Hoy en día ellos serían, más o menos, llamados, “astrónomos”, no en el sentido de adivinos; pero existe una imitación de la astronomía, la cual es llamada adivinos. Y la gente corre hacia esas cosas, las cuales realmente son una concepción falsa del verdadero astrónomo.",
    "Hampton, el gran historiador, nos dijo que eso fue…Ellos eran Medos-Persas, estos astrónomos. Vamos a seguir su vida por un ratito. Y encontramos que los Medos-Persas se familiarizaron con el Evangelio de nuestro Señor cuando estaban allá en Babilonia. Años antes, en el tiempo del Rey Nabucodonosor, ellos tenían tales personas como astrónomos, quienes observaban las estrellas y los cuerpos del cielo. Y ellos podían identificar por medio de señales y de los movimientos de las estrellas, ciertos eventos que iban a suceder.",
    "Y los reyes de los primeros tiempos consultaban a estos tales hombres para saber de eventos y de cosas que iban a suceder. Dios siempre lo declara por Sus cuerpos celestes antes de que El se lo da a conocer a la tierra. Dios lo escribe en los cielos.",
    "Y la estrella a la cual miramos, y pensamos de ellas como pequeños cuerpos de cinco puntas en los cielos, pero, lo que son, son mundos mucho más grandes que éste, reflejando la luz del sol.",
    "Y esta gente ciertamente se familiarizó con el Evangelio en los años de la cautividad de Israel, de setenta años en la tierra de los Caldeos, y, ciertamente, Daniel fue puesto como el jefe de los magos. El profeta, por su gran sabiduría sabía el fin de las cosas, y sabía lo que Dios iba a hacer, y él fue nombrado jefe de los magos. Y los magos tenían manuscritos antiguos a los cuales se referían, de sus padres antiguos. Y Daniel introdujo los escritos del Señor.",
    "Y así que entendemos que durante este tiempo ellos juntos lo habían discutido bastante, y ellos habían visto la sabiduría y el poder que el único Dios verdadero mostró, que iba mucho más allá de cualquier astrónomo o mago. Fue probado en la noche del baile del Rey Nabucodonosor…o de Beltsasar, que, ninguno de los Caldeos o de los astrónomos pudieron leer la escritura en la pared. Pero Daniel, por medio del Espíritu y del poder del Dios viviente, pudo hacerlo. Y sus escritos fueron conservados como sagrados, y son conservados hasta este día.",
    "Ahora los llamamos, en el este…Yo he tenido el privilegio de hablar con ellos en India. Y ellos ahora son llamados los Mahometanos. Pero ellos en realidad eran Medos-Persas. Los Indios son llamados los…Yo creo que los llaman los impuros. Y los Medos-Persas realmente son los Mahometanos. Y ellos son los que estaban originalmente con el Rey Nabucodonosor. Y sus grandes sabios eran eruditos que estudiaban las—las cosas naturales, para declarar las cosas espirituales que iban a suceder.",
    "Así que ellos los habían conservado, los manuscritos de las enseñanzas de Daniel, y demás, durante muchos centenares de años.",
    "Y lo que ellos hacían, es que en las primeras horas del atardecer, ellos subían a las montañas “Assay[?]”. Y allá arriba ellos tenían un castillo. Y en este castillo estaba el castillo de los magos. Y ellos tenían su fiesta “fujadous[?]”. Y después de la fiesta ellos salían a caminar sobre las bóvedas, o sobre la terraza, y de allí a alguna torre de observación después de que el sol se había puesto. Y así como hacen normalmente los Mahometanos, se inclinan ante el sol y gritan: “¡Alá! ¡Alá!” Y muchas veces se bendicen ellos mismos con las aguas sagradas, y demás, aun hasta este día. Sobre todo, de sus cosas más sagradas, era el fuego. Ellos creían que este único Dios verdadero vivía en fuego.",
    "Y qué extraño es saber que el único y verdadero Dios viviente sí vive en la Luz, y El es un Fuego consumidor.",
    "¡Cómo es que ellos hacían arder los fuegos sagrados! Y ellos observaban este fuego, porque ellos creían que el único Dios verdadero vivía en este fuego, y El se reflejaba El mismo a ellos. Y el fuego ardía más brillantemente cuando la—la luz del sol bajaba.",
    "Y así que ellos salían a esta torre de observación, y ellos miraban hacia arriba. Y ellos estaban bien entrenados. Y ellos conocían cada movimiento del gran cuerpo celeste de estrellas. Ellos observaban diligentemente por cualquier movimiento.",
    "¡Oh, si los Cristianos tan sólo hicieran eso! No observar las estrellas, pero observar la Palabra de Dios mientras se está revelando. Si tan sólo lo reconociéramos hoy, y viéramos que Dios ha prometido en este día las cosas por las que nos paramos tan valientemente. Dios ha prometido hacer estas cosas, tales como sanar a los enfermos y hacer los grandes milagros.",
    "El mismo Daniel que les enseñó sobre los eventos, dijo que: “En los últimos días el pueblo que conoce a su Dios actuará”. Esas Escrituras deben ser cumplidas. ¡Si tan sólo buscáramos! Y si Uds. notan, Dios sólo se revela El mismo a aquellos quienes buscan y anhelan verlo. “Acercaos a Mí, y Yo me acercaré a vosotros”, dice el Señor. Y algunas veces Dios permite que sucedan cosas para que nosotros nos acerquemos a El. Porque Dios ciertamente ordenó que ciertos eventos deben de suceder, y ellos se van a desarrollar mientras Su gran reloj del tiempo va marcando.",
    "Y en, diremos, una cierta noche, después de que la fiesta terminó, y ellos se habían inclinado a la puesta del sol, nuestro grupo sube y entra a esta torre de observación. Y a medida que los grandes cuerpos celestes empiezan a mostrarse en el cielo, antiguos manuscritos de antaño, de sabios, fueron sacados. Y fueron abiertos, y miraron en ellos, y ellos dijeron, oh, ciertas cosas que fueron predichas. Y el tema, quizás, duró mucho tiempo, de la gran caída de los reinos, y el colapso de sus grandes imperios, y cómo las posiciones sociales de la gente, y las guerras, que habían destruido la tierra y la habían bañado con la sangre de sus compañeros. Y como los hombres que son espirituales sólo entienden cosas espirituales; cómo es que el desarrollo de los grandes días pasados, y su vergüenza, mientras el fuego sagrado lengüeteaba hacia arriba en el aire y se desvanecía, para representar al único y verdadero Dios viviente.",
    "Y mientras la noche avanzó a su parte media, digamos, las diez en punto o las once, mientras las huestes estaban allá, quizás cantando sus himnos, o quizás ellos estaban orando. No sabemos exactamente qué estaban haciendo, y los historiadores no lo aclaran. Pero, sin embargo, ellos debieron haber estado en una actitud espiritual, porque Dios adora donde hay unidad y espíritu.",
    "Dios vendrá a nosotros esta mañana. El salvará la vida de esta encantadora niñita, y a muchos de Uds. aquí que quizá se están muriendo con cáncer y con otras enfermedades, si tan sólo podemos entrar en unidad espiritual con Su Palabra y con El. Dios se revelará El mismo. El siempre hace eso.",
    "En el camino a Emaús, después de la resurrección, fue únicamente cuando Teófilo y su amigo comenzaron a hablar con El, y las Escrituras fueron citadas, y el Dios en Cristo se reveló El mismo a ellos. Y luego en camino de regreso, ellos dijeron: “¿No ardían nuestros corazones en nosotros mientras hablábamos con El por el camino?” ¡Hay algo acerca de hablar de la Palabra!",
    "Y en sus manuscritos antiguos, como ellos leyeron de los diferentes magos que habían muerto. Y yo no puedo pronunciar su Biblia en este momento, o la habían llamado “Zedakoah[?]”, algo por el estilo, que ellos leían y se referían a estos escritos de sus hombres sagrados. Y cómo muchos de ellos eran idólatras, y trajeron vergüenza y desgracia a la gente, no hay duda que estos magos inclinaron sus rostros en vergüenza. Pero, sin embargo, entonces los fuegos sagrados ardiendo, representaban a un Dios verdadero.",
    "Entonces puedo ver saliendo del castillo, a uno con un pergamino en su mano. Y él se lo presenta a los sabios mientras se sientan en la torre de observación, observando las estrellas, y todo moviéndose perfectamente en armonía, así como lo hacía noche tras noche, así como Dios lo ordenó.",
    "Y aquí, mientras ellos están hablando de la caída de reinos, ellos leyeron una porción de Daniel, la cual decía: “Yo miré hasta que una piedra fue cortada del monte, no con mano, e hirió los reinos de la tierra y fueron como—como tamo en las eras. Y esta gran piedra fue hecha un monte que cubrió toda la tierra. Y Su reino será un reino eterno”. Entonces sus esperanzas se avivaron hasta un tiempo en que los imperios cesarían de caer, y en que los reinos cesarían de ser arruinados, porque venía un reino eterno designado por el único y verdadero Dios viviente.",
    "Y mientras ellos pensaban sobre estas cosas, sobre las Escrituras, uno debió de haber mirado hacia arriba. Y allí estaba un desconocido entre ellos. Ellos vieron una Luz que nunca antes habían visto. Era una Estrella majestuosa que no había, hasta ese tiempo, pertenecido, o no había estado a la vista de los ojos de los magos. Pero allí estaba. ¿Por qué? Las Escrituras tienen que ser cumplidas.",
    "Ud. dice, entonces: “Hermano Branham, ¿cree Ud. que Dios lidiaría con aquellos magos?”",
    "La Biblia dice en Hebreos el capítulo 1 y el versículo 1, que: “Dios, muchas veces, de muchas maneras”, toda clase de maneras, “El le habló a los padres”.",
    "También está escrito en Hechos 10:35, que: “Dios no hace acepción de personas, sino que El honra a aquellos, en toda nación, que desean servirle a El en justicia”. Aunque Ud. esté en error, sin embargo, en la justicia de la—la proyección de su corazón que Ud. desea servir a Dios, Dios honrará eso. Así que, por lo tanto, las denominaciones no tienen líneas que ellas puedan establecer, que pararán a Dios con algún cierto credo, porque Dios verá los motivos del corazón humano, y allí El obrará desde ese punto.",
    "Y hallamos que estos magos, sinceros en sus corazones y deseando ver a ese único Dios verdadero, y esperando que Su profecía fuera cumplida, la cual decía que: “El Señor lo levantará a El y hará un…Su reino no tendrá fin. Será un reino eterno”.",
    "Fue en ese tiempo que la Estrella, la que hoy conocemos como la llamada Estrella, apareció en el cielo. Puedo imaginarme que esos magos, unánimes, se quedaron sin habla mientras observaban el fenómeno de una Estrella que había desafiado las leyes del sistema solar, y había venido desde las grandes constelaciones de los cuerpos celestes, a declarar algo cuando estaba a punto de suceder.",
    "Yo espero que a estas alturas Uds. puedan leer entre líneas y saber lo que queremos decir, que en este día, Dios ha desafiado todo, para declarar El mismo, que El está vivo hoy, que ha resucitado de entre los muertos, en Su gran Cuerpo celestial. La fotografía aquí de Su Ser desafiaría a todo pagano en el mundo. El está vivo para siempre jamás. Dios hace cosas en Su propia manera, rara.",
    "Pero, ellos habían observado las luces celestiales, pero esta Luz parecía ser diferente de todo el resto de ellas.",
    "Y hemos observado, hoy, las luces en la iglesia. Hemos observado las luces Metodistas, Bautistas, Pentecostales, Presbiterianas.",
    "Pero para aquellos que lo esperan a El, parece ser que hay una Luz diferente que ha empezado a resplandecer, que lo está declarando a El. “El es el mismo ayer, hoy, y por los siglos”. En Su gran magnífica hermosura y poder, de un Cuerpo celestial que ha sido enviado en la forma del Espíritu Santo, en estos últimos días a la Iglesia, para declarar Su poder de resurrección, y El es para siempre una Luz Eterna que ahora existe entre Sus Creyentes. ¡Oh, cuán maravilloso es ver lo que El hace!",
    "Y mientras estaban allí parados, cautivados, uno no podía hablarle al otro, porque la gloria de esta Luz los había cautivado.",
    "Oh, cómo es hoy, mi pobre amigo decrépito, que cuando el hombre que nunca ha conocido Su Poder, para dar nueva Luz y para dar nueva esperanza, cuando entra en la Presencia de la Divina Persona de Cristo, con una fe que lo mantiene cautivado a Su majestad. No es como caminar al altar y darle al ministro su mano derecha, ni tampoco es como entrar en la pila para ser bautizado, o pararse con una concha para ser rociado. Es entrar a una Luz que Ud. nunca antes ha presenciado. Es el ancla de una fe Divina que llama a cualquier cosa contraria a la Palabra de Dios como si no fuera. Da nueva Vida. Da esperanza a los moribundos. Da ánimo a los débiles. Da sanidad a los enfermos. Da bendiciones a los no favorecidos. ¡Qué maravilloso es entrar en la Luz de Su Presencia! No es un mito. Ni tampoco es algo que alguien ha figurado carnalmente, en sus mentes. Pero es entrar directamente a la Presencia del Rey de Gloria, la Luz Eterna del Dios viviente.",
    "Cuando algo sucede, eso ancla esa esperanza en Ud., que no importa cuán enfermo Ud. se pone, después, de nada sirve en lo absoluto que el Diablo trate de tentarlo con cualquier cosa contraria. Está anclado para siempre. No importa qué tanto el enemigo cause que Ud. trate de vivir una vida incorrecta, Ud. está anclado para siempre, porque Ud. ha entrado en Su Presencia, a una Luz Divina que ha cambiado lo más profundo de su ser y puso una campana de gozo de salvación, repicando en su corazón, de la cual el mundo no sabe nada, que Ud. ha pasado de muerte a Vida. La muerte y sus sombras han huido de Ud., y Ud. ha llegado a ser una nueva criatura cuando entra en esta Luz Divina.",
    "Mientras esos magos estaban parados, cautivados, mientras observaban esa Luz, finalmente yo puedo oír a uno decirle al otro: “¡Oh, no es esta una señal magnífica de que algo está por suceder!”",
    "Verdaderamente, hoy en día, también, cuando entramos en la Presencia del Señor Jesús, es una señal Divina de que algo está por suceder; Su gloriosa segunda Venida está a la mano.",
    "Y cuando ellos se vieron, el uno al otro, y después de un rato…Ellos la observaron, quizás, toda la noche. ¡Cómo destellaba! Parecía ser más brillante que las otras estrellas. Parecía como que no podían quitar sus ojos de Ella, para mirar a cualquier otra estrella.",
    "Y yo estoy seguro, que si vemos esa gran Luz Eterna resplandecer en nuestro rostro, no miraremos a nuestras denominaciones, para decir: “Somos Bautistas, o somos Presbiterianos, o somos Pentecostales”, o lo que pudiera ser. Sólo miramos hacia la Luz, y vivimos. El es la Luz Eterna.",
    "Y mientras ellos la observaban, cuando finalmente el sol salió…Durante el día ellos duermen. Yo los he observado sentados en las calles en India, con sus brazos cruzados, con sus cabezas juntas; ya que durante el día dormían, y durante la noche iban a observar las estrellas, esperando algún movimiento.",
    "Son solamente aquellos que lo esperan a El los que lo verán. Son solamente aquellos que creen en El los que gozarán de Sus bendiciones. Son solamente aquellos que creen en sanidad los que recibirán sanidad. Son solamente aquellos que creen en salvación los que la obtendrán. Todas las cosas son posibles para los que creen. Pero, al principio, no debe ser sólo una idea carnal figurada. Debe ser una revelación directa enviada por Dios nada más, y mientras observamos.",
    "Nos damos cuenta, que noche tras noche la observaron. Ellos la discutieron. Ellos vieron en las Escrituras, y escudriñaron. Puedo ver a uno venir, y decir: “Aquí está otro escrito Hebreo. Viene de uno de sus profetas, llamado Balaam. Y él dijo: ‘Se levantará Estrella de Jacob’”. Y vieron las Escrituras siendo cumplidas. ¡Oh, cómo se regocijaron sus corazones!",
    "Y cómo debería hacer que nuestros corazones se regocijen, el saber que en este día malo en el que ahora estamos viviendo, el ver los sagrados Escritos de Dios siendo cumplidos y revelados a nosotros como una gran Luz escudriñadora sobre nuestro ser.",
    "Entonces, poco tiempo después, mientras la observaban, extrañamente una noche se empezó a mover. Y nosotros siempre nos movemos con la Luz. Y la Luz empezó a moverse hacia el oeste. Rápidamente ellos cargaron sus camellos y todas sus cosas reales. Ellos llevaron presentes. Y yo puedo verlos mientras ellos emprendían su jornada, siguiendo la Luz, porque ellos sabían que era un Ser celestial. Tenía que reflejar alguna Luz mayor.",
    "Así es hoy en día, amigo, cuando vemos la estrella resplandeciendo, sabemos que es una reflexión del sol. Cuando vemos la luna resplandeciendo, sabemos que es una reflexión de una luz mayor.",
    "Cuando vemos la iglesia resplandeciendo, sabemos que es una reflexión de una Luz mayor, la Luz Eterna e inmortal. Pero cuando nos obscurecemos nosotros mismos, y apartamos nuestros corazones, y hacemos a un lado nuestra fe, y decimos: “Los días de los milagros han pasado, y ya no hay tales cosas como éstas”, estamos dándole nuestra espalda a la Luz Eterna de Dios.",
    "Y mientras ellos siguieron adelante, yo puedo verlos partir de las montañas e ir a las laderas del oeste. Ellos siguieron las laderas bajando hasta el Río Tigris, y allí siguieron el poderoso Tigris hasta que entraron en Babilonia, cruzaron al vado del Eufrates, bajando, y bordearon las tierras de Palestina. ¡Regocijándose! Ellos viajaban de noche porque en la noche estaba fresco, para que ellos viajaran a través de los desiertos. Otra cosa era, que las estrellas brillaban en la oscuridad, así que ellos tenían que seguir la Luz. Y la Luz era su guía.",
    "Y al ir subiendo ellos, finalmente Ella llegó a Jerusalén. Pero, cuando Ella llegó a Jerusalén, se apagó. Repentinamente desapareció cuando ellos llegaron a Jerusalén, porque entonces era tiempo de que ellos exhibieran la Luz.",
    "Y a través de las sinuosas calles de esa gran metrópolis, por las calles de la que casi fue la antigua capital del mundo, Jerusalén; la que en una ocasión fue la sede del gran Melquisedec, donde los grandes y antiguos profetas y escribas habían escrito de eso. Pero en su manera de vivir perezosa, carnal, medio aturdida, e impía, la Luz del Evangelio se había apagado.",
    "Y aquí estaban unos Gentiles, en la ciudad de los Judíos, clamando: “¿Dónde está el Rey de los Judíos que ha nacido? Porque Su estrella hemos visto en el oriente, y venimos a adorarle”. ¡Qué evento más notable de este día, oh Padre misericordioso, mientras miramos y pensamos! Los Judíos estaban tan dormidos al grado que magos, Gentiles del este, habían venido de tierras lejanas, viajando para encontrar al Rey de los Judíos, y ellos no sabían nada al respecto.",
    "Hoy, Dios ha tomado hombres sin educación, muchachos y muchachas que probablemente no tienen nada más que una educación de escuela primaria, se han levantado por el poder del Espíritu Santo, que está clamando en los oídos de la iglesia: “El está aquí en Su gran poder, para revelarse El mismo y darse a conocer”, y la iglesia no sabe nada al respecto.",
    "Ellos vinieron a dar homenaje. Ellos vinieron a dar honor al Rey de reyes. Y la iglesia, en su sueño denominacional, no sabe nada al respecto. Ellos son desconocidos. Que, cuando estas bestias bien adornadas, en sus tapices orientales y las borlas, colgando de ellas. Y como Filón dijo en una ocasión: “Ellos no eran reyes, pero ellos eran—ellos eran lo suficientemente grandes para ser los invitados de honor del Rey”. Y aquí están ellos, sentados encima de estos impresionantes animales, mientras ellos van a través de las calles, diciendo: “¿Dónde está el Rey de los Judíos que ha nacido?” La Biblia dice que: “Toda Jerusalén y también Herodes se turbaron”. Sus testimonios provocaron algo.",
    "¡No es una lástima hoy en día, que la iglesia no se pueda levantar de la estupidez de sus ejercicios teológicos, para ver el poder del Cristo viviente y resucitado y Su Gloria; mientras que un movimiento interdenominacional, analfabeta, sin educación, está azotando el mundo! Vengan y vean la Gloria del Dios viviente. El Espíritu Santo está cayendo así como cayó en el principio. Las Escrituras deben de ser cumplidas, y aquí está en el tiempo del fin.",
    "Y a medida que estos magos se movían por la calle, ellos conmovieron desde el rey hasta el portero, con este mensaje: “¿Dónde está El? ¿Dónde se encuentra El?” Ellos no tenían la respuesta. [El Hermano Branham aplaude dos veces.—Editor]",
    "Y, hoy, cuando sputniks están recorriendo los cielos, cuando señales de que una aniquilación total está a la mano; cuando hombres y mujeres están entregándose al pecado y viviendo en impiedad, la gente clama: “¿Qué significa esto?”, y la iglesia no tiene la respuesta. Ella está recostada durmiendo.",
    "Pero el Espíritu Santo, la Luz inmortal y Eterna de Dios, está aquí para resplandecer sobre todo aquel que quiera y pueda recibirla.",
    "La Luz había desaparecido. Ellos estaban dando su testimonio. Y finalmente ellos convocaron al Sanedrín, para una reunión del concilio. Y los sabios y los profetas entraron, con un pequeño profeta, un pequeño profeta menor, llamado Miqueas, su profecía. Y ellos le dijeron al rey: “Está escrito: ‘¿Tú Belén, no eres la más pequeña entre todos los príncipes de Judá? Pero de ti saldrá un guiador que apacentará a Mi pueblo, Israel’. Por lo tanto, debe ser en Belén donde el Cristo ha de nacer, el Rey de los Judíos”.",
    "Pues, nadie les quería decir cómo llegar a Belén. Pero ellos salieron por la puerta, y, cuando dejaron esa ciudad de oscuridad, la Luz apareció otra vez ante ellos. La Estrella apareció. Y la Biblia dice: “Ellos se regocijaron con muy grande gozo”. En realidad deben haber gritado un poquito. Ellos se regocijaron con muy grande gozo. Ellos estaban rebosando. Ellos…Estrella había aparecido para guiarlos al destino final de su jornada.",
    "Ellos la siguieron. Ahora notaron que estaba suspendida más abajo de lo que estaba. Ahora estaba un poco más cerca. Y finalmente mientras…Ellos siguieron adelante, regocijándose y alabando a Dios, a través de la noche, guiados por la mano del Señor. Pero finalmente la Estrella llegó a un pequeño establo, el cual era un pequeño lugar en el lado de la colina, una cueva, y allí la Estrella reposó sobre la cueva. Y estos magos poderosos, por más de un año y seis meses en su jornada, en su camino, viajando, observando, no siguiendo ninguna otra dirección sino a la Estrella. Y cuando Ella reposó, ellos entraron y allí encontraron al bebé, a José y a María. Y ellos trajeron presentes de sus cofres del tesoro. Le ofrecieron a El, oro, incienso y mirra.\n\n¡Si tan sólo tuviéramos el tiempo! Detengámonos un momento.",
    "¿Qué representaba el oro? El era un Rey. El no iba a ser hecho Rey; El nació Rey. El era el Rey Eterno de Dios. El era un Rey, así que ellos ofrecieron oro.",
    "Y ellos ofrecieron incienso. Ese es un perfume, muy costoso, el mejor que se podía obtener. ¿Qué significaba incienso, el perfume? El era el olor grato y fragante para Dios, porque El andaba por allí sanando a los enfermos y haciendo el bien. Oro, porque El era un Rey. Incienso, porque El era un olor grato y fragante para Dios. Su vida le agradó tanto a El, que Dios le sopló Su santidad y hermosura, porque era Su propia santidad reflejada en El.",
    "Oh, si nosotros pudiéramos ser un olor grato y fragante, si la santidad de Dios pudiera ser reflejada en nosotros; hasta que anduviéramos haciendo el bien como Jesús de Nazaret, hasta que fuéramos un olor grato y fragante para el Señor.",
    "Pero peleamos, discutimos, nos agitamos, dudamos, esa es la razón de que llega a ser un hedor en las narices de Dios. Nuestras vidas estuvieron dentro y fuera de lugares que no deberíamos de estar. Decimos cosas que no deberíamos de decir. Hacemos cosas que no deberíamos de hacer. Nos peleamos y simpatizamos con el mundo, y negamos a Cristo en los grandes momentos cruciales. Por esa razón es que no podemos ser un olor grato y fragante.\n\nPero, El era, y estos magos dieron incienso.",
    "Ahora ellos le dieron a El mirra, también. Y cualquiera sabe que la mirra es una hierba muy costosa pero amarga. Mirra, ¿qué representó la mirra? Su gran sacrificio supremo. Su vida joven, exprimida en el Calvario, donde los pecados del mundo lo molieron en pedazos. Oro, porque era un Rey. Incienso de Su dulce y amorosa vida. Y mirra, por causa de Su sacrificio por pecadores, por los que El murió. “Allí El herido fue por nuestras rebeliones, molido por nuestro pecado. El castigo de nuestra paz fue sobre El, y por Su llaga fuimos nosotros curados”. Por eso fue que le ofrecieron a El mirra.",
    "Siendo advertidos por Dios en un sueño, ellos se fueron por otro camino. No regresaron, pero su—su jornada había concluido. La Estrella había terminado Su curso.",
    "¿Qué significa la Estrella para nosotros, hoy, amigo? Daniel nos da la repuesta, Daniel 12:3. Dice: “Los que son entendidos y conocen a su Dios resplandecerán como los firmamentos del cielo; y los que enseñan la justicia a la multitud resplandecerán como las estrellas a perpetua eternidad”.",
    "¿Entonces, qué somos nosotros, hoy? Somos estrellas. Todo Cristiano nacido de nuevo es un testimonio del Señor Jesucristo, una estrella para reflejar el poder y la santidad del Señor Jesús; para reflejarlo a El en Su vida, para perfeccionarlo a El en Su hablar, para perfeccionarlo a El en Su poder sanador, para perfeccionarlo a El en Su resurrección, para reflejarlo a El en toda manera en que El fue reflejado a nosotros por Dios el Padre. Nosotros somos estrellas.",
    "¡Observen! ¿Qué clase de estrella debería de ser Ud.? Esta Estrella no era guiada por Su propio poder. Era guiada por los poderes celestiales del Dios Todopoderoso. Y si alguna vez vamos a reflejar pecadores a Cristo, tenemos que ser guiados por el Espíritu Santo. Romanos 8:1 dice: “Ahora, pues, ninguna condenación hay para los que están en Cristo, los que no andan conforme a la carne, sino conforme al Espíritu”. Si vamos a ser una estrella, para reflejar la Luz de Cristo, para traer pecadores a El, tenemos que ser guiados por el Espíritu Santo. ¡Correcto!",
    "Y no podemos ser ordinarios. Tenemos que ser raros. No podemos ser normales, porque el pueblo de Dios es un pueblo peculiar. Ellos lo han sido, por las edades.",
    "Aunque peculiar, sin embargo la estrella era brillante. No brillante en la educación del mundo, en los asuntos del mundo, sino brillante como sacrificio delante del Señor. Nos postramos, como lo hicieron los magos en la Presencia del Rey de reyes, para reflejar Su Luz.",
    "Ud. es una estrella. Todo Cristiano es una estrella, para guiar a los perdidos, para guiar a los cansados, los pies del caminante, para aquellos que están buscando. Entonces, la estrella no puede ser guiada por sí misma, tiene que ser guiada por el Espíritu. Debe reflejar la brillantez de Dios en su vida, para abstenerse de las cosas del mundo, y para vivir piadosa y sobriamente en esta vida presente. Debe reflejar la Luz de su Grandioso que resplandeció.",
    "¿Entonces qué debemos hacer? Levantarnos, y resplandecer la Luz de Dios a los moribundos. En la profunda oscuridad de este mundo, hemos de reflejar y resplandecer la Presencia del Señor Jesús en Su poder resurrectivo. Como El fue ayer, así es El hoy, para reflejarlo a El.",
    "Pero recuerden, entonces, la Estrella, de nuevo, cuando ha terminado su curso, no acepta honra. La Estrella sólo trajo a los hombres a su destino, y les mostró esa Luz perfecta.",
    "Y nosotros, como miembros del Cuerpo de Cristo, esta mañana, amigos, somos las luces de Dios, pero no aceptamos honra para nosotros mismos. Cuando hemos obtenido nuestro—nuestro paciente, y nuestra—nuestra…la persona que estamos guiando; cuando los hemos obtenido, debemos deshonrarnos a nosotros mismos y guiarlos a “la gran y perfecta Luz que resplandece, para iluminar el camino de todo hombre que viene al mundo”, el Señor Jesucristo. No un mito llamado San Nicolás, no alguna iglesia por denominación; sino esa verdadera y perfecta Luz, Jesucristo, el Hijo del Dios viviente.",
    "Oremos.",
    "Con rostros inclinados al polvo de donde Dios los tomó; algún día, tan seguro como las estrellas brillan en la noche, y el sol brilla de día, Uds. van a regresar a ese polvo. Si Uds. están aquí, en la víspera de esta Navidad, y Uds. quisieran tener el Espíritu Santo para que los guíe al Salvador, y lo aceptan a El de esta manera, levanten sus manos hacia El y digan: “Dios sé misericordioso conmigo. Resplandece sobre mi sendero mientras yo camino diariamente. Y finalmente guíame, a esa Luz perfecta, para que mi vida pueda armonizar con la Suya y yo tendré Luz Eterna e inmortal”.",
    "EL Señor la bendiga, mi querida hermana; y a Ud., mi hermana; a Ud., mi hermano; a Ud. allá atrás, hermano; y a Ud. hermana; y a Ud., mi hermano. Dios ve sus manos. Oh, a Ud. hermana, El Señor la ve. Sí, aquí, señora, el Señor la ve, por supuesto.",
    "🦅 Oh Jesús, envía el Espíritu Santo esta mañana, dirige mi pobre vida descarriada. Yo he corrido y me he unido a una iglesia; yo era un Católico, y luego yo era un Bautista, y luego yo era un Presbiteriano. Yo fui a los Pentecostales. Yo he ido a dondequiera. Y vine a darme cuenta, Señor, yo—yo me pregunto; yo no sé en dónde estoy parado. Pero deja que ese Cuerpo celestial, deja que ese Ser celestial de la Estrella de la Mañana, el gran Espíritu de Dios, me guíe hoy a ese lugar en El adonde yo quiero estar, donde yo pueda hacer mi corazón un pesebre y acunar a Aquel; para que El pueda guiarme a través de todas las sombras, los valles de las sombras de muerte, que yo no tenga temor cuando llegue a ese camino”.",
    "¿Habrá otro antes de terminar? Dios le bendiga, señor; y a Ud., señor; y a Ud., señor. Sí, ese fue un momento maravilloso para los hombres, señor. Las otras eran mujeres en su mayoría; esta vez eran hombres levantando sus manos. Seguro, eran hombres sabios que vinieron, buscando, siguiendo la Luz. Dios los quiere a Uds. La pequeña Mar-…",
    "La pequeña María y José habían entrado en la ciudad, y allí nació Jesús. En el tiempo en que los magos llegaron, habían venido viajando por mucho tiempo, pero finalmente ellos habían llegado a su gran clímax, la Estrella los había guiado. Ahora Ud. ha estado queriendo ser un Cristiano por mucho tiempo, quizás Ud. ha emprendido una larga jornada. Este es el clímax esta mañana, quizás, pues ahora Ud. lo va a recibir a El como su Salvador mientras Ud. lo acuna a El dentro de su corazón. ¿Uno más, antes de que concluyamos este llamado al altar? El Señor le bendiga. Muy bien. Gracias.",
    "Y ahora cuántos dirían aquí: “Oh Señor, como se me ha dicho por las Escrituras, las cuales no pueden fallar, que en esta mirra que fue ofrecida a Ti, representó allí, el derramamiento de Tu vida. ‘Tú herido fuiste por nuestras rebeliones, por Tu llaga fuimos nosotros curados’. Tú sufriste el azotamiento amargo en el poste de los azotes, para que Tu llaga pudiera curarnos. Yo necesito Tu poder sanador, hoy, Señor. Quita Tú de mi vida todas las dudas. Quítalas de mí, que yo ya nunca más dude. Y permíteme venir humildemente a Ti, ahora mismo, y creer en Ti para mi sanidad”.",
    "¿Levantarían Uds. su mano, Uds. las personas enfermas? El Señor le conceda a Ud. su petición, mi querido amigo.",
    "¿Pudiera Ud. dudarle a El? Ciertamente no. El se para hoy como el Niño de la Pascua o…como el—el Niño de Navidad, el Hijo de Dios, el Todosuficiente. El suple toda necesidad. El suple toda necesidad que Ud. tiene. Sólo recíbalo a El. ¿Qué se nos ha dicho en la Biblia que hagamos? “Sobre los enfermos pondrán sus manos y sanarán”.",
    "Ahora Padre Celestial, yo traigo a Ti este pequeño grupo de gente que Tú has enviado esta mañana para oír el Mensaje de la Estrella. ¡Cómo es que Tú lidias con hombres de todo nivel de vida! Tú lidias con el contrabandista de licores. Tú lidias con el borracho. Tú lidias con el científico. Tú lidias con el ama de casa. Tú lidias con el ministro. Tú lidias con el miembro de iglesia. Tú eres Dios. Tú eres tan grande que nadie puede escaparse de Ti. Y aquellos que son sinceros en su corazón, Tú les muestras misericordia a ellos de todas las naciones y todas las creencias.",
    "Así que te agradecemos esta mañana por aquellos que levantaron sus manos, algunos veinte o treinta, calcularía yo. Y yo ruego, Dios, que en este mismo momento, ahora mismo, que la gran Luz Eterna e inmortal entre en sus almas, para que ellos encuentren esa paz en la mente que ellos han anhelado y buscado, al unirse a iglesias y—y al pasar a través de ciertos ritos. Pero que el Espíritu Santo resplandezca sobre ellos.",
    "Como Isaías dijo: “Este pueblo estaba asentado en oscuridad, pero una gran Luz ha resplandecido sobre ellos”. Concede, Señor, que allí esta profecía pueda ser cumplida hoy en estos corazones que están anhelándote a Ti. Dales esa paz que sobrepasa todo entendimiento, y les da una satisfacción perfecta de que se han encontrado Contigo y han hablado Contigo, y te han ofrecido a Ti sus vidas, todas quebrantadas y destrozadas; que Tú, con Tu oro, incienso y mirra, los sanes y hagas de estas personas, vasos honrosos para Tu propia gloria. Concédelo, Señor.",
    "Y ahora para los enfermos y afligidos, hay una ordenanza que Tú nos has dado, que deberíamos orar e imponer manos sobre ellos. Y Tú dijiste, las últimas palabras que salieron de Tus preciosos labios: “Id por todo el mundo y predicad el Evangelio. Estas señales seguirán a los que creen; y si sobre los enfermos ponen sus manos, sanarán”.",
    "Sabemos de una, una niñita encantadora recostada aquí, quien ha sido enviada por avión desde Florida por fieles seres queridos, y ahora mismo ella está en un estado muy serio. Cuando, muchos de Tus siervos han orado. Y—y muchos doctores la han visto y ellos han meneado sus cabezas, y dijeron: “No se puede hacer nada más”. Pero yo estoy tan contento que la pequeña madre, y aquellos que están preocupados, no están dispuestos a tomar eso como respuesta. Ellos están determinados en ver que se agote toda posibilidad. Si ellos tan sólo pudieran encontrar favor con el Dios viviente, su encantadora pequeñita será sanada, y ella vivirá. Oh, concédelo, Señor, juntamente con otros que están sentados aquí.",
    "Muchos están sentados aquí esta mañana, que se pudieran levantar y dar testimonio como lo hicieron los magos: “Su estrella hemos visto en el oriente”. Muchos se pudieran levantar y decir: “Hemos probado de Su bondad, y hemos sentido Su poder sanador”, que ha quitado de sus cuerpos, cáncer, y ojos ciegos, y miembros lisiados, y toda clase de enfermedades. Y estamos gritando Sus alabanzas, a todo lo que da nuestra voz, por todas las naciones, Señor.",
    "Permite que éstos, esta mañana, Tus hijos que están aquí hoy, sean asimismo participantes de Sus bendiciones. Mientras efectuamos nuestros deberes como ministros, para orar y poner manos sobre ellos, concede, Señor, que ellos sean sanados en el Nombre de Tu Hijo, el Señor Jesús, Quien dijo: “Pedid al Padre cualquier cosa en Mi Nombre, Yo lo haré”. ¿Cómo pudiéramos dudarlo, si Dios lo dijo? Tan cierto como aquellas profecías de Daniel tuvieron que cumplirse, tan cierto como que Dios vive, cada Palabra tiene que ser cumplida. Y yo ruego que Tú lo concedas para Su gloria. Amén.",
    "Es mi más humilde creencia, y la sinceridad y la integridad de mi corazón, que si hombres y mujeres aquí que levantaron su mano para aceptar al Señor Jesús como su Salvador personal…Yo sé que se acostumbra a traer gente al altar. Eso está bien. Yo no tengo nada en contra de eso. Pero al venir al altar, Ud. sólo puede hacer una cosa, eso es, decirle a Dios que Ud. está agradecido de que El lo salvó. Pues, en el momento en que Ud. dice en serio lo que dice, cuando Ud. levanta sus manos, Dios lo acepta a Ud. en base a su testimonio allí mismo. Ud. desafió las leyes de la gravedad, y así como esa Estrella desafió las leyes del sistema solar.",
    "El sistema solar se mueve de acuerdo a una rutina. Así es como se tiene que mover. Pero esta Estrella la desafió, pasó sobre todo eso, porque Dios era el que estaba guiando.",
    "Hoy la rutina normal dice que muchos de Uds. aquí deben de morir. El doctor ha hecho todo lo que él puede hacer. Eso es correcto. Pero el Espíritu del Dios viviente desafió eso, dijo: “Yo te sacaré adelante”. No, quizás no suceda en un segundo. Ellos se sostuvieron, como viéndolo a El quien era invisible. A Abraham se le dio una promesa, y esperó veinticinco años antes de que sucediera, pero él siguió adelante y llamó a todo lo que era contrario a la promesa como si no fuese.",
    "Yo no me pararía aquí en esta víspera de Navidad y diría estas cosas ante este grupito de gente si yo no supiera de qué estaba hablando.",
    "Ayer, la mujer puede estar presente, su nombre es Sra. Wright. ¿Está Ud. aquí, una Sra. Wright, de New Albany? Muchos de Uds. pudieran conocerla. Ella es, yo creo, una mujer muy conocida en New Albany. El último servicio de sanidad aquí, donde…Yo no sabía; fue bajo el discernimiento. [Espacio en blanco en la cinta.—Editor]",
    "El próximo domingo en la noche, si el Señor quiere, quizás tengamos discernimiento. No lo podemos tener bien el domingo en la mañana, porque Uds. vieron el domingo pasado en la mañana, hace una semana, lo que sucedió. ¿Ven?, la gente no entra aquí a tiempo para que la alineen, y demás, por la mañana, porque Uds. tienen que lavar sus platos, y demás. Pero, el domingo en la noche, vamos a tratar quizás el próximo domingo en la noche, si el Señor quiere.",
    "Mientras estaba el discernimiento, sólo quiero mencionar un caso, después de que les diga de la Sra. Wright.",
    "Ella no podía venir aquí. Los doctores de New Albany, yo podría mencionar sus nombres, pero quizás no sea sabio el hacerlo así, porque muchas veces ellos no quieren, que uno haga eso. Tratamos de vivir en paz con todos los hombres, hasta donde es posible.",
    "Y amamos a nuestros doctores. Quizás hay doctores sentados aquí esta mañana. Yo tengo muchos amigos doctores, hombres buenos, hombres Cristianos que confían en Dios. Ellos no son sanadores; ellos solamente son hombres. Y lo que ellos pueden hacer, físicamente, lo hacen. Ellos sólo le ayudan a la naturaleza. Ellos no…Ellos colocan un hueso; quitan una obstrucción, algo como eso. Pero Dios tiene que crear células. Dios es el único que puede sanar, o—o crear tejido; ninguna medicina lo hará.",
    "Ahora esta mujer tenía un coágulo de sangre en su corazón. Ella estaba en sus sesenta. Ella estaba tan extremadamente inflamada al grado que estaba el doble de lo que normalmente era. Y ellos llamaron por teléfono, y mi esposa me llamó al teléfono, y dijo: “Billy, ellos…una mujer quiere hablar contigo, en New Albany”.",
    "Yo dije: “Bueno, hermana, venga, esta mañana. Vamos a tener un servicio de sanidad en el Tabernáculo”.",
    "Ella dijo: “Mi amado hermano”, ella dijo, “yo deseara poder llevarla, pero ella ni siquiera se puede mover”. Y dijo: “Ella se está muriendo ahora mismo”. Y dijo: “No hay esperanza para ella”. Y dijo: “Hemos oído de las grandes cosas que Dios ha hecho por medio de sus oraciones. ¿No va a orar por ella? ¿Va a venir Ud.?”",
    "Yo dije: “Yo no puedo ir. ¿Pero puede Ud. poner el teléfono en su oído?”",
    "Ella dijo: “Yo creo que puedo acercar su cama”. Y ella acercó la cama, y puso a la mujer; casi no podía hablar.",
    "Yo dije: “¡Si Ud. cree!” Fe es la certeza de lo que se espera. No lo que Ud. piensa; pero lo que Ud. realmente sabe. Fe es…",
    "Yo dije el otro domingo: “Si yo me estuviera muriendo de hambre, y yo pidiera…” Una barra de pan salvaría mi vida, y Ud. me da veinticinco centavos; yo pudiera regocijarme igual que si tuviera el pan, porque hay bastante pan.",
    "Y hay bastante poder para sanar. “Si puedes creer”, esos son los veinticinco centavos; yo me puedo regocijar. Porque, quizás el pan está como a diez millas de mí, pero cuando yo tengo los veinticinco centavos, fe es la certeza de lo que se espera. Yo estoy tan contento con esos veinticinco centavos como si me estuviera comiendo el pan, aunque todavía tengo una larga distancia que viajar; pasar a través de causes de arroyos, cruzar los vados, y sobre los troncos, y a través de las zarzas, y pasar sobre la colina. Quizás me ponga más hambriento a cada momento, al grado de que me den calambres; de tan hambriento. Pero me regocijaré todo el tiempo, porque sostengo los veinticinco centavos, la compra de la barra de pan, no importa cuáles son las condiciones.",
    "Abraham se regocijó por veinticinco años, reteniendo la fe en su corazón de que Dios era capaz de llevar a cabo lo que El había prometido. Y él obtuvo lo que él pidió.",
    "Querida y amada, hermana. No importa cuáles son las circunstancias, tome esos veinticinco centavos, esa fe, f-e. Tome eso en sus manos, tómelo en su corazón, diga: “No importa qué suceda…” Ahora Ud. no puede fingir que cree. Ud. tiene que creer realmente. “Mi niño vivirá, porque en mi corazón…Dios ha hecho una promesa, y yo tengo fe para creerla”. Y entonces todo lo demás se vuelve negativo. ¿Ve? Dios hace que entre en esa—esa esfera.",
    "Esa mujer me llamó ayer. Algunos contestaron el teléfono; ella no lo aceptaba. Mi esposa fue al teléfono; ella no lo aceptaba. Ella quería hablar conmigo. Ella dijo: “Hermano Branham, yo estoy alabando su nombre”.\n\nYo dije: “¿Mi nombre? ¿Por qué está Ud. haciendo eso?”\n\nElla dijo: “¡Oh, si Ud. tan sólo pudiera verme!”\n\nYo dije: “Entonces alabe a Dios, El fue el que lo hizo”.",
    "Ella dijo: “Los doctores ni siquiera pueden encontrar allí ni una partícula de ese coágulo de sangre. Se ha disipado y desapareció. Y yo estoy normal, caminando en buena salud, la mejor salud en la que he estado en años”. Su nombre es Sra. Wright. Ella vive ahora…Ella me dijo su primer nombre. De alguna parte en New Albany, no sé en este momento.",
    "Bajo el discernimiento, el domingo pasado, hace una semana, parado aquí, yo dije: “Yo no quiero a nadie de la gente del Tabernáculo. Yo quiero a aquellos que no son del Tabernáculo. Permitamos que el Espíritu Santo hable”. Pero de alguna manera, allá atrás en alguna parte en un lado o el otro, estaba un hombrecito llamado Hickerson, todos nosotros conocemos al Hermano Hickerson. El es un verdadero trofeo genuino de la gracia de Dios. Y él se agachó detrás de algunas personas. Yo ni siquiera lo conocía a él. Pero el Espíritu Santo lo tenía todo ordenado. El estaba mirando a través del brazo de algún hombre, sentado allá atrás, y yo no sabía quién era él.",
    "Y yo dije: “El hombrecito mirándome, a través del brazo de ese hombre. El está orando por un ser querido, creo yo, un hermano o cuñado, o algo, que estaba en el instituto para dementes; perdido mentalmente, y no hay esperanzas de que él se recupere alguna vez”. Y El dijo: “ASI DICE EL SEÑOR. El se recuperará”. Y el hombrecito lo creyó, sin embargo yo no supe nada al respecto por algunos días después.",
    "Y ayer ellos lo dieron de alta del instituto para dementes en Kentucky, como, “un hombre perfecto, normal, sano”. Y nuestro pequeño hermano predicador Metodista, el Hermano Collins, otro trofeo de la gracia de Dios. El pudiera estar aquí esta mañana. Ambos, todos ellos, pudieran estar aquí. Anoche vino a mi casa, con el Hermano Palmer de Georgia, y estaba diciendo que este muchacho pasó, en camino a Louisville, después de que fue dado de alta de la institución para dementes. El ha sido salvo, también, e iba a hacer restituciones por todo el mal que él había cometido; un trofeo. ¡La gracia inmortal de Dios!",
    "El es el mismo ayer, hoy, y por los siglos. No permitan que el enemigo los engañe. Hay una Luz inmortal resplandeciendo; esa Luz inmortal es Jesucristo, el Hijo de Dios. Crean en El. Anclenlo en su corazón. Recíbanlo como fe.",
    "Oremos y sepamos, pondré las manos sobre Uds., ungiéndolos con aceite, observen lo que Dios va a hacer, no importan las circunstancias.",
    "Jesús dijo, en Marcos 11:24, El dijo: “Si tú le dijeres a este monte: ‘Arráncate y échate en el mar’, y no dudares en tu corazón, sino creyeres que será hecho lo que dices, lo que digas te será hecho”.",
    "Ahora déjenme citar del lexicón, ése es el griego original. Aquí está lo que dice. “Si tú le dijeres a este monte: ‘Desarráigate y échate en el mar’, y no dudares en tu corazón, sino creyeres que será hecho lo que tú has dicho, lo que digas te podrá ser hecho”.",
    "¿Cuando Ud. dice: “Monte, quítate”, y todavía se queda allí, Ud. dice: “Bueno, no sucedió”? Oh, sí sucedió. Cuando Ud. dijo: “Monte, quítate”, quizás un granito significante de arena se movió, de centenares de billones y billones de toneladas. Un granito se movió, pero ha comenzado a suceder. Retenga esa fe y observe ese monte desaparecer. Ciertamente.",
    "Ud. dirá en su corazón: “Enfermedad, quítate de mi hijo. Enfermedad, quítate de mi cuerpo, en el Nombre del Señor Jesús”, y no duda. Allí mismo los gérmenes buenos reciben una nueva armadura y una nueva arma, y el enemigo empieza a retroceder. El está derrotado porque Cristo, al beber de Su mirra en el Calvario, derrotó al Diablo y cada uno de sus poderes. Y El lo despojó de todo lo que él tenía, y él no es nada más que un fanfarrón; si él puede engañarlo, él lo hará.",
    "Estamos determinados, por la gracia de Dios, a predicar el Evangelio y reflejar Su Luz hasta que El venga.",
    "Ahora, Señor, el resto depende de Ti. Ahora llamaremos a estas personas, y que el Espíritu Santo venga a este pequeño Tabernáculo y forme una fe en cada corazón, mientras ellos están de pie y vienen aquí para que se ore por ellos. Que ellos se vayan hoy y hagan como aquellos hombres sabios; cuando ellos vieron la Estrella otra vez, después del período de oscuridad, ellos se regocijaron con muy grande gozo; y que estas personas, mientras son ungidas y se ora por ellas. Santiago dijo, en el Evangelio: “Llamen a los ancianos y que ellos los unjan con aceite y oren por ellos. La oración de fe salvará a los enfermos”. Que la gente se regocije con muy grande gozo, sabiendo que la fe de Dios ha penetrado en sus corazones, y ellos recibirán lo que pidieron.",
    "Ahora, Padre, Tú has hecho Tu parte. Yo he hecho todo lo que sé hacer, excepto poner las manos sobre las personas y ungirlas. Ahora el resto dependerá de ellos. Que no falle. Que cada rueda del reloj inmortal de Dios trabaje perfectamente esta mañana, mientras los enfermos son ungidos. Por causa de Jesucristo lo pedimos, en Su Nombre. Amén.\n\nSi tan sólo podéis creer, tan sólo creed,\n\nTodo es posible, sólo…",
    "¡Cómo me hace algo ese canto a mí! Cientos de idiomas…Yo he oído a los paganos y a los Hotentotes cantando eso cuando yo estaba llegando a la plataforma.",
    "Esta misma mujer, la misma pianista, hasta donde sé, me enseñó el canto a mí, hace once años, antes de que yo saliera en el ministerio. Paul Rader, mi amigo, la escribió.",
    "Jesús, bajando del monte, El vio a un muchacho con epilepsia. Los discípulos no podían hacer nada al respecto. El dijo: “Señor, ten misericordia de mi niño”.",
    "El dijo: “Yo puedo si puedes creer, porque todas las cosas son posibles; sólo creed”. De allí es de donde Paul obtuvo su texto, Sólo Creed. “Só-…”",
    "Ahora aparten la mirada de su enfermedad. “Sólo cre-…” ¿No pueden Uds. hacer eso? “Todo es posible, sólo…”",
    "Sólo recuerden, El está parado aquí. El es amoroso. El lo prometió. El refleja Sus luces; miren a otros siendo sanados. Seguro, Uds. pueden, también. “Míreme a mí”, un hombre ciego fue sanado. ¿ven? ¡Miren a otros, miren cómo, oh, lo que el Señor ha hecho! “…posible…”",
    "¿Cuántos creen que ahorita mismo Uds. tienen fe en sus corazones para decir: “Yo creo que está resuelto. Yo creo que lo puedo aceptar a El ahora mismo. Yo creo que puedo decir que sanaré. No importa qué suceda, yo le estoy diciendo a este monte de enfermedad: ‘Quítate y déjame, o mis amados, o cualquier cosa que sea’. Y yo creo que será hecho”?",
    "Observen qué sucede. Esa enfermedad empezará a disolverse. Se empezará a mover. Cuando Uds. menos lo piensen, el doctor dirá: “¿Qué ha sucedido aquí?” Eso es correcto, si pueden creer.",
    "¿Vendría Ud. Hermano Neville? Ahora dejen que esos que están en este pasillo aquí, que se paren de este lado. Y Uds. que están en este pasillo, den la vuelta por atrás y vengan por ahí, si pueden, para que tengamos una sola línea. Haremos que los ancianos vengan adelante, para que se paren con las personas, mientras se está orando por ellas.",
    "Ahora, la niñita, bajaremos y oraremos por esta niñita recostada aquí. Iremos adonde ella está.",
    "Yo quiero a los que…otros por los que se va a orar, vayan ahora por este lado. Yo quiero que cada persona aquí esté en oración ahora mismo. Uds. tienen un papel que desempeñar en esto. Los ujieres parados allá arriba los dirigirán en la línea en la que Uds. deben de alinearse en este momento.\n\nTodo es posible, sólo creed.\n\nNo temas, manada pequeña, de la cruz al trono,\n\nDe la muerte a la vida El fue por los Suyos;\n\nEn poder sobre la tierra, todo poder de arriba,\n\nEs dado a El por la manada de Su amor.\n\n¿Qué es lo que una estrella de Navidad dice ahora?\n\nSólo creed, sólo creed,\n\nTodo es posible, sólo creed;\n\nSólo creed, sólo creed,\n\nTodo es posible, sólo creed.",
    "Mis queridos amigos, ahora hay muchos aquí orando por Uds.; hombres buenos y mujeres buenas, santos, hombres y mujeres piadosas.",
    "Mi Hermano Neville está parado aquí a mi lado, al cual por años he conocido que es una persona piadosa. Gente que viene aquí de afuera del pueblo, ellos me llamaron por teléfono, dijeron: “¿Quién es ese hombrecito que es su pastor? Deme su dirección; yo quiero escribirle. El parece como que es un hombre muy sincero”. Estoy tan contento de poder decir: “y una de las personas más piadosas que yo conozco”. El vive lo que él predica y habla. El tiene la vasija para ungir en su mano.\n\nDios tiene el poder en Su mano.",
    "¿Tiene Ud. la fe en su corazón? Si la tiene, tiene que suceder. Por todo esto, hay ministros, gente piadosa sentada aquí que va a estar orando por Uds. Algo tiene que suceder ahora.",
    "Algo los trajo hasta aquí; fue la Estrella, ahora, la Estrella, la Estrella de la Mañana. Ahora reciban la Luz inmortal y Eterna. Así como Uds., nosotros seguimos esa rutina, como bautizarlos a Uds., o cualquier cosa, ¿ven? “Unjan a los enfermos con aceite, oren por ellos; la oración de fe salvará al enfermo”.",
    "Jesús dijo, las últimas palabras a Su Iglesia: “Estas señales seguirán a los que creen; sobre los enfermos pondrán sus manos, sanarán”. En otras palabras, yo diría esto, para ponerlo en palabras que Uds. saben: “Dondequiera que este Evangelio es predicado, en todo el mundo. Mis siervos pondrán sus manos sobre los enfermos, ellos se pondrán bien”. Correcto. ¿Ven?",
    "Ahora sólo hay una cosa que condene eso, eso es incredulidad. ¿Ven Uds.?, eso no pone…aun si—si un hermano y yo fuéramos…ni siquiera estuviéramos capacitados para predicar el Evangelio; lo cual no estamos, sólo por Su gracia. Pero, no importa qué fuéramos, es Su Palabra. El, El no tiene que permanecer fielmente con nosotros, pero El tiene que quedarse con Su Palabra: “Si puedes creer”.",
    "¿Ahora cuántos allá en la audiencia van a orar por estas personas? Levanten sus manos. Yo quiero que Uds. miren allá. Allí es adonde van las oraciones, hacia el Cielo por Uds. ahora. Ahora todo rostro inclinado y todos orando mientras el hermano unge.",
    "Esperen un momento ahora, tendremos esta oración congregacional por estos.",
    "Misericordioso Señor, ahora vamos adelante como Tus siervos, para cumplir el deber de ministros. Hay muchos aquí, Señor, en la línea, que sin duda están muy, muy enfermos. Algunos de ellos están cerca de la muerte. Y algunos todavía están en sus asientos. Por ejemplo, la niñita que ha venido de Florida. Hay algunos aquí de Georgia y de diferentes lugares, de Indianapolis, algunos de allá de Ohio, reunidos en este pequeño grupo esta mañana, han esperado aquí en hoteles y demás, esperando la hora en que se ore por ellos. Ellos han estado en las reuniones. Ellos han visto Tu mano moverse y obrar. Y ahora aquí mismo el…Señor, quita la ficción de San Nicolás y traeles el verdadero regalo de Navidad. Dales buena salud ahora mismo, Señor, porque ellos han venido creyendo.",
    "Y venimos, parándonos entre ellos y el Señor Dios del Cielo, para hacer intercesiones por ellos, para orar y para hablar con nuestra propia voz, en su favor. Que ninguno de ellos, Señor, falle en tener fe.",
    "Sabemos que la Palabra lo dice. Sabemos que lo creemos. Ahora, Señor que ellos lo crean y reciban lo que ellos han pedido. Ahora vamos hacia adelante como embajadores de Cristo, con todo este cuerpo de la iglesia, orando unánimes por su sanidad. Que sea así. Y cuando ellos se vayan, que ellos vayan con muy grande gozo porque la—la Aurora ha venido sobre nosotros. Las Luces reflectoras del Cielo se han vuelto hacia nosotros, y vemos al resucitado Señor Jesús en Su Poder y Gloria. Amén.",
    "Mientras ella está siendo ungida, en el Nombre del Señor Jesús, ponemos manos sobre ella, y pedimos que su enfermedad sea curada por la mano del Dios Todopoderoso, en el Nombre de Jesús. Amén.",
    "Que Dios los bendiga. Vayan y recíbanlo, en el Nombre del Señor Jesús.",
    "Al ser ungido, en el Nombre del Señor Jesús, pedimos que el deseo de su corazón sea concedido, en el Nombre del Señor Jesús.",
    "Siendo ungido con aceite, ponemos manos sobre nuestro hermano, en el Nombre… 🦅"
  ]
}