{
  "title": "FE",
  "id": "57870009",
  "content": [
    "🦅  …ese canto de nuevo, Solo creed. “Todo es posible, solo creed”.",
    "Y no tenemos el—el salón de asientos adecuado aquí para nuestra iglesita. Y solo tiene capacidad para unas doscientas personas, me supongo, o un poco más. Y lamentamos que la gente tenga que estar de pie. Pero, me daré prisa, de inmediato, y—y con los pocos comentarios que tengo que hacer. Y oraré para que Dios les dé todo lo que han venido a ver aquí, esta noche, y que llenen sus corazones con Su bondad y Su misericordia. Porque yo sé de seguro que esa sería Su voluntad Divina, el que así sea.",
    "Lo primero que quiero decir es que se extrañará mucho por aquí, la partida de nuestra Hermana Casey. Aunque siendo anciana, creo que con más de ochenta años, y cómo día tras día a través de la nieve y la lluvia, se dirigía a la iglesia del Dios viviente. La otra noche fue un gran privilegio estar junto a su cama mientras ella partía. Le dije: “¿Me conoce?”. Y ella… No sé si lo hizo o no. Pero cuando dije: “¿Conoce a Jesús?”. Ella asintió con la cabeza, sí, que Lo conocía a Él. Entonces me alegré de llamar a sus hijos, a sus nietos, y, creo que, hasta bisnietos, al lado de la cama, y decir: “Esa es la manera de partir”.",
    "Después de todo, debemos partir; “Al hombre le es dado morir una sola vez, y después el juicio”. Y nuestra Hermana Hall…",
    "El Hermano William Hall, pastor de la iglesia bautista de Milltown, que fue un convertido al Señor, en una de las reuniones recientes, hace unos años, y fue sanado de un cáncer grave. Cuando los médicos declararon, y lo mejor que se podía hallar en su región, y luego el médico en New Albany dijo: “Él está agonizando”. Y él vino aquí. Y su esposa… me llamó, y me dijo: “Hermano Billy, ¿podría venir a orar por Will? Se está muriendo de cáncer”. Y fuimos a verlo. Y el cáncer era del hígado, y se le había hinchado el hígado, y él se puso amarillo y casi estaba inconsciente. Y le pregunté si le importaba si yo llamaba a mi médico amigo aquí en la ciudad, para hablar con él. Ese es el Doctor Sam Adair. Muchos de Uds. lo conocen.",
    "Y el Doctor Sam dijo: “Billy, solo hay una cosa que hacer, que lo envíen a Louisville, a algún famoso especialista en cáncer”. Y lo enviaron allá para un examen. Y, por supuesto, el médico de allá no se lo dijo, así que él llamó al Doctor Adair. Y el Doctor Adair me llamó, y me dijo: “Billy, tu amigo predicador estará muerto en cuatro días”. Dijo: “Le quedan cuatro días de vida” dijo, “porque el cáncer le tiene comido el hígado”.\n\nLe dije: “Doctor, ¿no hay nada que Ud. pueda hacer por él?”.",
    "Él dijo: “Billy, no podríamos sacarle el hígado, y que siga con vida”. Y dijo: “Si él es un ministro, debería estar preparado para partir”.\n\nYo dije: “Pues, creo que lo está”.",
    "Así que fue algo difícil para mí ir a decirle a su preciosa esposa que el Hermano Will Hall estaría muerto en cuatro días. La familia Wright aquí, sentada aquí, ellos son testigos de eso, y muchos más. Y donde… Fui y le dije a la Sra. Hall: “Will estará muerto en cuatro días. El médico dice que su hígado está comido por el cáncer”. Así que llegué a casa.",
    "Y a la mañana siguiente… Mucha gente vino a la casa, Uds. saben, y yo tengo que salir por un rato. Acabo de salir de un viaje así, allá en Kentucky donde estaba de cacería. Y yo iba a cazar ardillas esa mañana. Llegué temprano, y miré afuera, y no había nadie en la entrada de la casa. Así que yo—yo fui y tomé mi viejo sombrero y mi rifle .22, y salí.",
    "Y vi una manzana colgada allí, era la—la manzana de aspecto más horrible que haya visto. Pensé: “¿Para qué puso Meda esa clase de manzana en la pared?”. Nudosa y comida por gusanos. Y me fijé que no estaba colgando en la pared. Estaba en el aire. Y me arrodillé con mi viejo sombrero y mi pistola en la mano. Y vi otra manzana, y otra manzana, hasta que había cinco manzanas allí. Entonces una gran y tremenda manzana con vetas rojas, bajó y les dio cinco grandes mordidas, y cortaba las manzanas en pedazos y se las tragaba. Y pensé: “¿Qué es esto?”.",
    "Y entonces el Ángel del Señor, Cuya fotografía ven Uds. allí, se paró en el cuarto y dijo: “Ve y dile al Hermano Hall: ASÍ DICE EL SEÑOR. Él no va a morir. Ha estado enfermo cinco meses, pero dentro de cinco días estará bien”.",
    "Rápidamente llamé al Doctor Adair, y le dije: “Él va a vivir”.",
    "Él dijo: “Billy, ¿cómo puede vivir si su hígado está todo comido”.",
    "Yo dije: “No lo sé. Pero el Señor acaba de decir que él va a vivir, y eso es todo lo que sé”. Y él está viviendo hoy.",
    "Y su esposa, supongo que de unos setenta y cinco u ochenta años, se fue a estar con el Señor, hace unos días, mientras yo estaba allá en Kentucky. Dios le dé descanso a su alma, y también a la Hermana Casey. Ambas han estado en esta iglesia y han tenido compañerismo con nosotros.",
    "Todo hombre, no importa cuán joven o cuán anciano, o cuán saludable, hay un día en que todos vamos a encontrarnos con Dios. Podemos prepararnos para eso.",
    "Ahora, esta noche, yo… solo algunos comentarios de la Palabra Eterna y bendita de Dios. Y me gustaría leer una porción de Ella aquí, que se encuentra en el Libro de San Marcos, en el capítulo 11 de San Marcos. Quiero hablar sobre la Fe, solo por unos momentos, porque muchos de Uds. están de pie, sus piernas estarán acalambradas. Quiero comenzar en el versículo 20. Quiero leerlo del léxico griego original.\n\nY pasando por la mañana, vieron que la higuera se había secado desde las raíces.\n\nEntonces Pedro, acordándose, le dijo: Maestro, mira, la higuera que maldijiste, se ha secado.\n\n…Respondiendo Jesús, les dijo: Tened fe en Dios.\n\nPorque de cierto os digo que cualquiera que dijere a este monte: Quítate y échate en el mar, y no dudare en su corazón, sino creyere que será hecho lo que dice, lo que diga le será hecho.",
    "¡Qué bendita promesa! “¡Fe en Dios!”. Es una cosa asombrosa para muchas personas. Y, sin embargo, debería darnos vergüenza de nosotros mismos, confesar que no tenemos fe en Dios.",
    "Primero, hay cobardes que mueren diez mil muertes, aquí en la tierra, mientras que un héroe nunca muere. Su memoria perdura por sus grandes hechos heroicos.",
    "Y, por lo general, las personas que tienen fe son personas que tienen experiencia. La experiencia trae fe. Yo pienso que esa es la razón por la cual la Biblia nos enseña…",
    "Jesús dijo, en San Juan el capítulo 3: “El que no naciere de nuevo, no puede entender el reino de Dios”. Ahora, eso es una cita del original. En la—la versión King James, dice: “El tal no puede ver”. Pero la palabra no significa “ver”, como uno mira con sus ojos; significa entender. Como sea, Ud. no puede ver el reino; Ud. debe entenderlo. Y Jesús dijo: “El que no naciere de nuevo, primero, él… no puede entender el reino de Dios”. Así que, es un…",
    "Nos conviene tener una experiencia antes de que la fe pueda lograr algo de importancia. Por lo tanto, la gente debe ser salva antes de… primero, vienen a Dios y tienen una experiencia de salvación, antes de venir a Dios para su sanidad. Debe… Eso—eso obrará maravillas, si Uds. tan solo pueden creerlo.",
    "Ahora fíjense, muchas veces, en las Escrituras. Tomamos el famoso y antiguo cuadro de Israel, cuando estaban en problemas. Y estalló una guerra entre Israel y los filisteos, e Israel se había reunido al lado de una colina. Y se alistó la batalla, pero ningún hombre podía ir a la batalla, porque, del otro lado de la colina, el enemigo tenía un gran retador.",
    "Y como fue allá, así es ahora, que, cuando el pueblo de Dios comienza a hacer algo, el enemigo siempre tiene un retador; y lo reta a Ud. en eso.",
    "Y este gran gigante, casi prehistórico, se paró allí con dedos de catorce pulgadas. Y una lanza en su mano, del tamaño de una aguja de telar. Él retó a cualquier hombre de Israel a que viniera y peleara con él.",
    "Así lo hace el enemigo, cuando cree que tiene la ventaja. Él nunca lo hará cuando vea la fe conquistadora. Pero él solo lo hará cuando sabe que lo tiene a uno acobardado. Allí es cuando la Iglesia no puede moverse, es cuando él tiene la aguja del tejedor sobre Ud.",
    "Pero, mientras, en los ejércitos de los israelitas, Saúl, el gran guerrero… Si había algún hombre en todo el ejército que era más apto para ir y pelear con este gigante, era Saúl. Para comenzar, era un guerrero bien entrenado. Él conocía todas las maniobras, cómo esquivar las lanzas, y cómo derribarlas con su escudo. Y aún más, él era más alto que cualquier hombre en su ejército. Él era físicamente más apropiado para la lucha, y era un entrenador de hombres.",
    "Pero como fue con Saúl, en aquellos días, encontramos que existe lo mismo hoy, entre la gente que va a la iglesia. Algunos de ellos, quienes son los eruditos mejor entrenados, a veces tienen la menor fe en Dios. Tienen Ph D.´s y D.D.´s y tratan de explicarlo… O, tratan de alejarse de la acción misma de enfrentar la Palabra de Dios, tratan de desecharlo con explicaciones, de alguna otra manera. Y es verdad. Toda nuestra educación, todo nuestro entrenamiento, nunca nos coloca en posición para enfrentar al enemigo. Se requiere de fe en Dios, para hacer eso, y solo eso. Pero si nos fijamos, mientras este gigante estaba haciendo su gran alarde; y este gran teólogo, por así decirlo, parado allí, bien entrenado para saber cómo pelear, pero él nunca había tenido una experiencia con Dios.",
    "Y es una lástima hoy, ver a hombres y mujeres que han vivido en la iglesia, crecido estando aquí en la lista, y conocen bien la Biblia, pero sin embargo nunca han sido testigos de una experiencia con Dios. Lo que necesitamos es regresar a una verdadera experiencia de corazón, para saber en quién tienen fe. No algunos escritos, sino el Dios verdadero y viviente Quien vive hoy.",
    "Y allí en medio de aquello, por allá detrás de los campos, Dios tenía un muchachito rubicundo, llamado David. Él cuidaba las ovejas del padre—de su padre. Y mientras él cuidaba sus ovejas, él adquirió algo de experiencia. Y fue su padre quien lo envió a los ejércitos, para que les llevara a sus hermanos unas tortas de higo y tortas de pasas. Y mientras él estaba allá, vio salir a este gran gigante y hacer ampliamente este gran alarde.",
    "Ahora, el pequeño David no era rival en lo absoluto. Para comenzar, él solo era un joven. Y además, él era un individuo rubicundo, lo cual significa que era “un flacucho”, como diríamos nosotros. Y él no era rival en lo absoluto. Él nunca había tenido una espada en su mano, quizás nunca había tomado un escudo, en su vida. Él no sabía nada del entrenamiento militar.",
    "Pero hay una cosa que él sí sabía. Él conocía a su Dios. Eso es lo principal. Él sabía en Quién había creído. Así que cuando el gigante hizo su desafío, David sabía otra cosa: lo que estaba bien y lo que estaba mal.",
    "A veces, nosotros que vamos a la iglesia, parece que a duras penas tenemos la inteligencia espiritual para saber la diferencia. Si lo hacemos, no actuamos diferente.",
    "Pero él sabía lo que estaba bien y lo que estaba mal. Él sabía que estaba mal que ese filisteo desafiara a los ejércitos del Dios viviente. Así que él dijo estas palabras: “¿Quieren decirme que van a permitir que ese filisteo incircunciso se pare allí y desafíe a los ejércitos del Dios vivo?”. ¡Qué reprensión para un ejército entrenado!",
    "Qué reprensión es, hoy, que alguna lavandera, que tal vez no se sabe el abecedario, pero puede pararse frente a un clérigo bien entrenado que dice que los días de los milagros han pasado, y desafiar sus palabras, diciendo: “Yo una vez estuve lisiada, o enferma, ¡y ahora estoy sana!”. Ella tal vez no conozca todos los recovecos de la teología, pero ella conoce a Dios. Después de todo, eso es lo que se requiere.",
    "Y allí este pequeño David rubicundo, solo un joven envuelto en su abriguito de oveja, caminó frente a esos hombres y los hizo avergonzarse de sí mismos. Y dijo: “Uds. se paran allí, el ejército entrenado del Dios viviente, y permiten que ese filisteo desafíe a los ejércitos de Dios”. Dijo: “Yo mismo iré a pelear con él”. ¡Oh, yo amo ese espíritu valeroso en David!",
    "Y Saúl trató de educarlo, y le puso una chaqueta eclesiástica, pero no le quedaba bien. Él dijo: “Quítenme esta cosa de encima, yo no sé cómo decir ‘aa-mén’ como Uds. lo hacen. Y tampoco conozco su teología. Permítanme ir con la experiencia que he tenido”.",
    "¡Oh!, un hombre me dijo hace algún tiempo, dijo: “Hermano Branham, su predicación es en vano, porque no existe tal cosa como la sanidad Divina”.",
    "Yo dije: “Ocurre algo, hermano. Ud. no ha andado donde nosotros hemos caminado. Eso es todo. Pues llegó muy tarde a decirnos esto ahora. Ya lo hemos encontrado y lo hemos presenciado, alrededor del mundo, el gran avivamiento del derramamiento del Espíritu Santo, para producir señales y prodigios, para cumplir la Palabra de Dios en este día postrero”.",
    "Y este pequeño se quitó esos miserables títulos de encima, salió allá, y dijo: “Miren aquí, está es la razón por la que voy allá. Yo sé en Quién he creído”.",
    "Saúl no sabía nada de eso, aunque iba a la iglesia todos los sábados. Y él pudo haber hecho todas las cosas religiosas que hicieron los demás, pero él nunca había tenido una experiencia.",
    "Y ¿qué sucedió? David dijo: “Cuando yo apacentaba las ovejas de mi padre, allá cuando yo caminaba por los pastos verdes, y junto a las aguas de reposo, aprendí de un Dios que hizo los cielos y la tierra. Y yo estaba a cargo de las pocas ovejas de mi papá. Y un oso vino corriendo y agarró a una, y yo lo maté. Y un león entró corriendo y agarró a un cabrito, y se fue, y yo lo derribé con mi honda. Y cuando se levantó, lo agarré por la barba y lo maté”. Él dijo: “El Dios que libertó del oso y el león, cuánto más entregará en mis manos a ese filisteo incircunciso”. Ciertamente, él sabía de lo que estaba hablando. Él tenía fe en Dios. Él había tenido una experiencia, para ver lo que haría Dios, por lo tanto, él sabía que esa experiencia lo llevaría a la victoria.",
    "¡Oh!, años después, cuando él llegó a ser el rey de Israel; no cabe duda que llegó a ser rey, por ser tal clase de guerrero. Cuando llegó a ser rey, él tuvo una idea: “Permíteme edificar la casa del Señor”. Y cuando el profeta Natán, esa noche, lo sacó afuera y estaba hablando con él.",
    "El Señor se apareció a Natán. Él dijo: “Ve y dile a Mi siervo, David, Yo sé que él era una cosita rubicunda. Yo sé que él usaba un abrigo de oveja. Pero Yo lo saqué de ese redil, y lo puse por príncipe sobre Mi pueblo, y le di un nombre como los grandes hombres en esta tierra”. ¡Cómo Dios vio esa sinceridad de fe para creerle a Él, bajo una experiencia de que Él era el Dios viviente!",
    "¡Cuán poco fue para Abraham, después de haber soportado como viendo a Aquel Quien era invisible! ¡Cómo, después de que él se encontró con Dios, y tuvo una experiencia de hablar cara a cara con Dios, que él pudiera llamar las cosas que no eran, como si fuesen! Pues, él tuvo una experiencia. Él había hablado con Dios, cara a cara. Eso es lo que necesitamos, una experiencia personal con el Dios viviente.",
    "Cómo es que Moisés, después de haber recibido cuarenta años de entrenamiento religioso por parte de su madre, cómo teniendo cuarenta años de poderío militar en sus manos, de cómo vencer a una nación, cómo conquistar, y le tomó a Dios cuarenta años sacarle eso. Pero una vez allá en el desierto solo, un día, él se encontró cara a cara con Dios, en una zarza ardiente. Y él quedó mejor equipado, en cinco minutos, después de haber hablado con Dios, que lo que los ochenta años de escolaridad le había entregado. Él era un cobarde, muriendo mil muertes. Y después de encontrarse con Dios, él deseaba tener mil vidas para morir, por Cristo. Él estaba listo para ir. No había nada que pudiera detenerlo, aunque él no tenía ejército, aunque su educación no le servía. Él no podía pelear; él no tenía espadas. Él no tenía guerreros, ningún carro que lo respaldara, en lo que al mundo concierne. Pero él se había encontrado cara a cara con Dios, con una experiencia, quien tenía los Ángeles armados de toda la Eternidad para pararse detrás de él. Y mientras Moisés iba por su camino, allá con su esposa a horcajadas sobre una pequeña mula vieja, y él con largas barbas colgando, yo creo que diez mil veces diez miles de Ángeles marchaban, por esos caminos polvorientos con él. Él tuvo una experiencia.",
    "Fue allá en Dotán, una vez, cuando un joven, un—un siervo de un profeta, y fue allá con él a Dotán. Y mientras el profeta dormía, el gran ejército sirio vino y rodeó, acampó alrededor de los grandes muros de Dotán. Y cuando él despertó, a la mañana siguiente… Él nunca había tenido una experiencia. Él le dijo a… al ver el gran ejército, buscando a Eliseo, él dijo: “¡Oh, padre mío!, ¡todos los ejércitos se han reunido y han rodeado aquí! Te están buscando”.",
    "Eso no sacudió a ese profeta anciano, ni un poquito. Pudiera haber sido cáncer, pudiera haber sido tuberculosis, pudiera haber sido un derrame cerebral, pero no sacudió a ese profeta. Él lo miró, y dijo: “Hijo, hay más con nosotros que con ellos”.\n\nÉl dijo: “Solo puedo verte a ti y a mí”.",
    "Él dijo: “Ábrele los ojos, Dios, para que él pueda ver. Dale una experiencia”. Y cuando sus ojos se abrieron, él miró, y los montes todos estaban llenos de carros, y fuego, y caballos de fuego, alrededor de ese anciano santo profeta. Él tuvo una experiencia. Entonces ya no había duda en su mente.",
    "Fue Sansón con la quijada de una mula, que mató a mil filisteos, porque él tuvo una experiencia, que había nacido de nuevo. Él tuvo una experiencia, que él era un nazareno, y el Dios del Cielo estaba con él.",
    "Fue Felipe quien había visto a Jesús, en experiencias anteriores, quien fue y encontró a Natanael detrás de la montaña. Y él dijo: “Ven, mira a Quién hemos hallado, a Jesús de Nazaret, el hijo de José”.",
    "Y el hombre, siendo muy ortodoxo, dijo: “Pues, ¿pudiera haber algo bueno que salga de Nazaret?”.",
    "Él dijo: “Ven y ve”. ¿Por qué? Él había estado con Jesús. Él sabía que ese Hombre tenía algo, que era más que un digno contendor para cualquier cosa que el diablo pudiera presentar. ¡Oh, escuchen atentamente!",
    "Y mientras iban alrededor de la montaña, Felipe comenzó a hablar, y Natanael hablaba con él. Y le dijo: “Ahora, cuando llegues allá… Yo Lo he visto. Cuando Pedro llegó, y Él ni siquiera (nunca) había visto a Pedro, en toda Su vida. Pero cuando llegó allí, Él dijo: ‘Tu nombre es Simón, y tú eres el hijo de Jonás’. Sabía su nombre, y sabía quién era su papá”. ¡Oh, él no podía creerlo! Pero Felipe ya había estado con Él, y él sabía que, para persuadirlo, cómo podía ser, como Él lo hizo.",
    "Así que cuando él llegó a la Presencia de Jesús de Nazaret, en ese momento él ya creía. Entonces cuando Él lo miró, Él se lo dijo; le dijo: “He aquí un israelita en quien no hay engaño”.\n\nY él Le dijo: “¿Cuándo me conociste, Rabí?”.",
    "Y Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”.\n\nAhora, eso lo asombró. “¿Cómo pudo hacerlo Él?”.",
    "Pero, Felipe sabía que para convencer a Natanael, sí era posible porque él había tenido una experiencia, habiendo estado con Jesús.",
    "Saben, estar con Jesús tiene algo que le da cierta experiencia a uno. Estar alrededor donde está Él, presenciando Su obra, pues, eso entonces le da fe a Ud. Cuando Ud. tiene una experiencia, eso da fe. La fe va conforme a su experiencia.",
    "Ahora viendo esto, pues, mientras él se acercaba, bueno, podemos verlos a medida que comenzaron a hablar entre ellos mientras llegaban. Y Él comenzó a decirle lo que estaba sucediendo, y quién era él y de dónde venía, y de todo. Y tan pronto como él tuvo la experiencia… ¡Oh, bendito sea el Nombre del Señor! Cuando él tuvo la experiencia, que un milagro de Dios había sucedido en él, entonces él pudo caer a Sus pies, y decir: “Rabí, Tú eres el Hijo del Dios viviente; Tú eres el Rey de Israel”. Pero primero él tenía que verlo realizado. Él pudo tener fe en Dios, después de que Dios Se hubo manifestado. Así es como lo hace Dios.",
    "La mujer de la cual el Hermano Neville estaba leyendo, esta noche, en la Biblia, ella estaba sentada junto al pozo, o sacando agua del pozo. Ella era una samaritana. A ella le habían enseñado que vendría un Mesías que haría grandes señales y prodigios. Ella sabía un poco al respecto. Y cuando metieron el balde en el pozo, para sacar el agua, Jesús dijo: “Dame de beber”.",
    "Y ella dijo: “Pues, Tú no tienes con qué sacar. ¿Y por qué me pides de beber? Mira que Tú eres… El samaritano, en primer lugar, no tenemos trato el uno con el otro”.",
    "Y así sucesivamente, la conversación continuó. Poco a poco, esto es lo que sucedió: Él halló dónde estaba su problema. Recuerden, ella primero salió allá para criticarlo a Él, como judío. Pero Él dijo: “Ve, trae a tu marido y ven acá”.\n\nElla dijo: “Yo no tengo marido”.",
    "Dijo: “Eso es cierto. Cinco has tenido, y el que tienes ahora no es tu esposo”.",
    "Y rápidamente, tan pronto como sucedió eso, ella quedó perpleja en su mente. Recuerden, ella había ido a una iglesia fría y formal. Ella no sabía qué hacer. Ella dijo: “Bueno, pues, Señor, me parece que Tú eres un profeta. Y, sabemos que cuando venga el Mesías, Él nos dirá estas cosas”.",
    "Él dijo: “Yo soy el que habla contigo”. ¡Oh, qué experiencia! “Yo soy el que habla contigo”.",
    "¿Y qué dijo ella? Ella corrió a la ciudad, con una experiencia que había presenciado, que Jesús era el Hijo del Dios viviente. ¿Por qué? Ella había visto un poder obrando en Él, que había obrado un milagro, que le dijo quién era ella, y dónde estaba su pecado, y dónde estaba su problema. Por lo tanto, ella podía correr y decir: “Verdaderamente, ese es el Hijo de Dios. Vengan, vean al Hombre que me dijo las cosas que he hecho. ¿No es este el mismísimo Mesías?”.",
    "Ahora fíjense de nuevo. En unos momentos… Tenían una mujer que sufría un flujo de sangre. Ella lloró, y trató de hacer todo lo posible para sanar; no pudo. Se abrió paso entre la multitud y tocó el borde de Su manto, por cuanto creyó. Ahora ¿qué? “La fe viene por el oír, el oír de la Palabra de Dios”. Ella siguió adelante, porque la fe viene por el oír. Ella tocó Su manto. Y ella dijo: “Eso me satisface. Yo Lo he tocado”. Y ella regresó a la multitud, creyendo en su corazón que algo sucedería. ¡Oh, si la gente de hoy tan solo pudiera captar eso, creyendo!",
    "Y cuando sucedió, Jesús Se volvió y dijo: “¿Quién Me ha tocado?”.",
    "Y Pedro dijo: “Todos Te tocan. ¿Por qué dices: ‘¿Quién Me ha tocado?’”.",
    "Él dijo: “Pero Me debilité. ¡Estoy tan débil! Virtud, fuerza ha salido de Mí. Estoy débil”.\n\nY él dijo: “Bueno, ¿cómo supiste eso?”.",
    "Y Él miró alrededor, en la multitud. Ella pensó que estaba escondida. Ella estaba allá atrás, escondida entre la multitud. Y cuando Jesús Se volvió y la miró, le dijo cuál era su problema, y que ella había sido sanada. Entonces fue que ella pudo postrarse a Sus pies y confesar todas las cosas. Después de que ella tuvo una experiencia de Su gran poder magnífico, para revelarle que ella había tocado el manto, no solo de Él, sino de Aquel que vive por los siglos, el Dios Todopoderoso. Seguro que lo era.",
    "Ahora, fue la gente en el Día de Pentecostés, que estaban en cobardía, y estaban en un aposento alto. Las puertas todas cerradas. Estaban temerosos de los judíos. Pero cuando vino Dios, en la forma del Espíritu Santo, y bautizó a cada uno de ese grupo, con el bautismo del Espíritu Santo y Fuego, fue entonces cuando pudieron salir a la calle. Y ese hombre que maldijo en la Presencia de Jesús, unos días antes, pudo decir: “Varones judíos, y los que habitáis en Jerusalén, esto os sea notorio, y oíd mis palabras: Estos no están borrachos como Uds. suponen, siendo que es la hora tercera del día. Mas esto es lo dicho por el profeta Joel”. Ciertamente, ¡después de haber tenido una experiencia! Antes de tener la experiencia, él tenía fe para creerlo; pero después de que vino la experiencia, la experiencia trajo los resultados. Seguro que sí.",
    "Ahora, esas personas a las que Jesús les habló, allí, acerca del árbol. Bueno fíjense, solo por un momento ahora, ya terminando. Mientras Él venía al… saliendo del templo un día. Él corrió a un árbol, para ver si encontraban algo para comer, en este árbol. No había nada allí, porque aún no había llegado la temporada de los higos. Y Él no encontró nada, así que le dijo al árbol: “Ningún hombre coma de ti, desde ahora en adelante. Nadie comerá”. Y al día siguiente…",
    "Ellos no vieron diferencia en el árbol, en ese momento. No mostró ningún resultado, ningún resultado físico. Ahora aquí es donde quiero que lo capten. No mostró ningún resultado. Pero ¿qué dijo Él? “Nadie coma de ti”.",
    "Y en veinticuatro horas, como al mediodía del día siguiente, pasaron por el mismo árbol. Y allí, notaron que el árbol había comenzado a secarse. Y Pedro dijo: “He aquí el árbol que maldijiste, ya se está secando desde las raíces”.",
    "Bueno, observen ahora lo que Jesús dijo, ya terminando: “Tengan fe en Dios”. ¿Qué? Él, primero les mostró Su poder. Lo mostró en una higuera, lo que Él podía hacer. Porque, cuando Él Le pedía algo al Padre, Él creía que recibiría lo que Él pedía. Entonces Él les dijo: “Uds. tengan fe en Dios. Porque os digo, si dijereis a este monte: ‘Muévete, y levántate y échate al mar’, y no dudas en vuestro corazón, sino que creyeres que esas cosas que decís se cumplirán, lo que decís os será hecho”. ¿Lo entienden? Aquí está en el léxico griego original, ¿ven Uds.? “Crea que lo que Ud. dice acontecerá, puede recibir lo que Ud. dice. Tengan fe en Dios. Crea que lo que Ud. pide, lo recibirá, crea que ya ha sucedido, y Ud. puede recibir lo que Ud. dice”.",
    "Ahora, acerca de la “montaña” ser movida. Tal vez un pequeño grano de arena comenzó a moverse, pero, de todas maneras, a los ojos de Dios, ya había sucedido. Si Ud. cree esta noche que, no importa cuál sea su problema, si Ud. cree cuando Ud. le pide a Dios, que Ud. recibe lo que dice, puede recibir lo que Ud. dice. Tenga fe en Dios.",
    "Pero, primero, Dios tiene que probarse a Ud., que Él—Él todavía es el mismo Señor Dios. Él sigue siendo el mismo Jehová poderoso. Ahora, Jesús dijo: “Las cosas que Yo hago, vosotros también las haréis”.",
    "Ahora, para Uds. aquí, esta noche, en el tabernáculo, mientras comenzamos la línea de oración, ¿cuántos de Uds. podrían decir esto?: “¿Si yo pudiera ver a Jesucristo obrar los mismos milagros, y hacer lo mismo que Él hizo cuando estuvo aquí en la tierra, yo, en mi corazón, aceptaría a Dios, y creería que cualquier problema que tuviera, acontecería, tan pronto como yo Le pidiera a Dios?”. ¿Lo creería Ud.? ¿Podría levantar la mano? Decir: “Dios, yo creeré con todo…”. No importa qué sea.",
    "Ahora, no hay nadie que pueda dar sanidad. La sanidad es un producto terminado de Dios. Si algún hombre le dice a Ud. que él puede sanarlo, si él es un médico y puede decirle que él puede sanarlo, él está equivocado. Porque solo hay un sanador, y es Dios. Un médico puede dar medicina. Él puede poner medicina en una llaga, para matar los gérmenes allí, para que sane. ¿Qué sucede? La medicina no sana. La medicina solo mantiene fuera los gérmenes malos, mata los gérmenes malos que matan a los gérmenes buenos, que lo matan a Ud. Así que, la ciencia trabaja con diferentes venenos que colocan en su sistema, para envenenar ciertos gérmenes, y que no lo envenenen a Ud. Eso es lo que hace la ciencia. Eso es lo que es la medicina, es algo que mata un cierto germen, y no lo mata a Ud. Estos antibióticos matan a ambos, en gran medida; y por eso es que ellos… Por eso es que afecta tanto al tomar, como la penicilina, a veces mata a una persona.",
    "Ahora, un médico puede quitar una obstrucción. Puede colocar un hueso, pero él no puede sanar. Dios es el que hace la sanidad. Dios produce el calcio. Dios produce la—la multiplicación de las células, para reconstruir su cuerpo, donde han quitado el apéndice o algo así. Dios es el único sanador.",
    "Ahora, Jesús prometió que Él nos sanaría; “Si pides algo en Mi Nombre, Yo lo haré. Cuando oren, crean que reciben lo que piden, y lo tendrán”. Es suyo. Crean que eso sucederá ahora.",
    "Bueno, cuando Él desplegó Sus grandes poderes en la tierra, ahora, Él no sanaba a la gente hasta que el Padre Le mostrara primero qué hacer. San Juan 5:19. Él dijo: “Si podéis creer, todo es posible”. Y luego en San Juan 5:19, Él dijo: “Yo no hago nada hasta que vea al Padre hacerlo primero. Todo lo que el Padre Me muestra, eso también hace el Hijo”. ¿Cuántos saben que la Biblia dice eso? ¿Lo han leído Uds. en la Biblia? Seguro.",
    "Ahora, cuando Él hizo eso, en Su jornada aquí en la tierra, y Él lo hizo en una ciudad; Le creyeron. Fueron sanados, miles. Se fue a otra ciudad, lo hizo; creyeron. Fue a Su propia ciudad, a Su Propia casa; y cuando Él comenzó a hacerlo, ellos dijeron: “¿Quién es este Hombre? ¿De dónde sacó esta sabiduría? ¿Cómo sabe hacer estas cosas? Lo conocemos a Él”. Y la Biblia dice que, “Muchos milagros Él no pudo hacer, por causa de la incredulidad de ellos. Muchas obras poderosas Él no pudo hacer”.",
    "Ahora, es mi oración, si hay un pecador aquí esta noche, cuando Uds. vean, si es que Él lo hace; esta es mi ciudad natal, y es el lugar más difícil en el que he batallado en mi vida. He estado con los hotentotes en África. He estado en la India con los vudúes y todo lo demás, y he sido desafiado por sus brujos y demás. Y nunca he tenido que luchar para lograr que el Espíritu de Dios obre, como lo he hecho en mi propia ciudad natal. Esa es la pura verdad. No porque la gente no me ame; sino porque la Biblia es la verdad; “De cierto, de cierto os digo, que un profeta en su propia tierra, está en su propio condado, no está sin honra, excepto en ese lugar”. Tiene que ser de esa manera.\n\nAhora inclinemos nuestros rostros por un momento mientras oramos.",
    "¡Oh bendito Señor!, Quien hiciste los cielos y la tierra, los creaste con Tu Propia mano bendita, Te ruego, Señor, que seas bondadoso y misericordioso con nosotros, esta noche, perdonando nuestros pecados y nuestras transgresiones. Te ruego que seas bondadoso con aquellos que están enfermos y necesitados. Concédelo, Señor. Y si hay pecado entre nosotros, ¡oh, Dios Eterno, perdónalo!",
    "Pues en los próximos momentos, Tu Palabra será hallada correcta o se hallará errada. Veremos que es la verdad o Ella es un error. Dios aún es Dios, o las Escrituras están equivocadas. Y, Señor, predicando esto, creyéndolo, llevándolo a la confrontación, Señor, a donde debe haber algo que suceda; tendrá que haber… O, Dios Mismo tiene que probar que Él es real, o la gente tiene el derecho de decir: “Primero yo tengo que verlo”.",
    "Pero, Señor, la gente nacida en pecado, formada en iniquidad, como todos nosotros, viene al mundo hablando mentiras. Sabemos entonces, Señor, que el Dios misericordioso ciertamente tendrá misericordia de nosotros, y nos ayudará, amado Dios. Oramos esta noche por cada individuo aquí, que Tu Espíritu descanse sobre ellos, perdonando nuestros pecados y nuestros malos caminos. Y que reconozcamos al Señor Jesús como nuestro bendito Salvador ahora mismo. Y que Su Espíritu sea bondadoso.",
    "Ahora, Padre, escrito está en la Palabra, por los labios de nuestro propio bendito Señor y Salvador, Tu Hijo, que así fue dicho: “Las cosas que Yo hago, vosotros también las haréis. El que cree en Mí, hará las obras que Yo hago. Un poco, y el mundo no Me verá más, con todo, Me veréis, porque Yo estaré con vosotros, y en vosotros, hasta el fin del siglo”. Tú hiciste una promesa que los hijos incrédulos de Adán nunca más podrían verte después de que Tú dejaras la tierra, pero que el creyente Te vería a Ti en poder y demostración, en cada generación. Nosotros creemos eso, Señor.",
    "Y creemos que estamos viviendo en los últimos días de la dispensación gentil, que pronto terminará. Y Tú has levantado estas obras poderosas, para que los gentiles no tengan excusa. Te has tomado Tu fotografía con nosotros, como la gran Columna de Fuego que guio a los hijos de Israel. ¡Y cómo!, ¡qué fenómeno ese, y verte a Ti! Si solamente fuera la fotografía, “Eso…”, pudiéramos decir: “Pues, pudo haber sido tal y tal cosa, aunque el mundo científico dijo que era genuino”. Pero cuando vemos al Espíritu descender y manifestarse, y hacer las mismas cosas que Él hizo, entonces estamos obligados a reconocer que es el Señor resucitado.",
    "Ayúdanos, esta noche, Señor. Somos gente destinada a la Eternidad. Tenemos nuestros rostros hacia el polvo de donde Tú nos sacaste, y vamos de regreso, rápidamente. Este corto tiempo de preparación es para nuestras almas. Sé amable ahora, Señor.",
    "Y mientras Tu siervo está parado, ¡oh, Dios!, con… Tengo fe para creer que Dios no puede mentir, que Él cumplirá Su promesa. Él tiene que hacerlo, para poder ser Dios.",
    "Señor, a medida que mi edad avanza lentamente, y no sé cuánto tiempo más tendré aquí. Yo oro, Dios, que Tú me des grandes experiencias, aun mayores que las que han sido hechas, si es posible, para que la gente pueda saber y experimentar que la Palabra viviente de Dios es parte de Dios. Y que cada persona quede sin excusa, esta noche, cuando salgamos de aquí, si ellos Te llegan a dar la espalda. Concédelo. Salva almas y sana a los enfermos. Porque lo pedimos en el Nombre de Tu Hijo, el Señor Jesús, nuestro bendito Salvador. Amén.",
    "Gracias por su atención. Yo sé que los retuve un—un poco. Es que amo esa buena Palabra antigua. Yo nací en Ella; quiero morir con Ella. El lugar desde donde me quiero ir es aquí mismo detrás de la plataforma, ir a Casa para encontrarme con Dios. Si yo tuviera veinte vidas para vivir, o cien vidas, yo querría cada una de ellas para el Señor Jesús. Aun si no hubiera un Cielo al cual ir, después, yo aún querría servir al Señor Jesús, por la paz y la satisfacción que tengo de saber que Él vive. Y porque Él vive, yo también puedo vivir.",
    "Ahora, si yo me parara aquí, esta noche, para decirle a este pequeño grupo de personas que yo tuviera poderes para sanar a alguien, yo… Uds. sabrían rápidamente, o la gente que conoce la Biblia, sabría que los estaría engañando. Yo no tengo poderes para sanar. Tampoco hay un hombre en el mundo que tenga poderes para sanar. Es solamente por medio de Cristo, y su fe en la obra terminada. Todo pecador puede ser salvo ahora mismo. ¿Por qué? ¿Porque Jesús baja y los salva ahora? No. Porque Él lo salvó a Ud. cuando Él murió por Ud. en el Calvario. El plan de salvación fue completamente consumado, y para su sanidad; es su fe personal en el Dios viviente.",
    "Ahora, me he parado con el Corán en una mano y la Biblia en la otra, ante cientos de miles de mahometanos, y he dicho: “Uno tiene que estar correcto, y el otro errado”.",
    "No importa lo que un hombre diga, si no puede respaldar lo que está hablando, él miente. Y si Jesucristo prometió que Su Iglesia haría lo mismo que Él hizo, y no lo respalda, algo anda mal; Él no era el Hijo de Dios. Pero si Él lo respalda, entonces el mundo no tiene excusa. Así es. Él está obligado a cumplir Su Palabra.",
    "Y Ud. está obligado a Él. Ud. no se pertenece a sí mismo; Él murió para redimirlo a Ud. Y es a Ud. a quien Él está buscando, para que regrese a ese Ser que lo ha redimido.",
    "Si yo pudiera, esta noche, sanaría a cada persona aquí. Pero no tengo poder para hacerlo. La única manera en que un ministro podría hacerlo sería: predicando la Palabra; “La fe viene por el oír la Palabra”.",
    "Y la Palabra también dice que habrá, en los últimos días, y a través de la edad, la edad de la Iglesia: “Habrá, primeramente, apóstoles” los cuales son misioneros, “en segundo lugar profetas, después de eso maestros, y luego diferentes dones”, que estarían en la Iglesia, para manifestar y mostrar Su Presencia.",
    "Ahora, mi argumento es este. Si hay visitas aquí, no vengo a mi propia iglesia lo suficiente para saber quién asiste aquí. Este es el pequeño tabernáculo, Uds. visitas, en donde he… fui criado, mi primer y único tabernáculo pequeño. Es aquí en esta ciudad donde he vivido entre la gente. Si Uds. son visitas entre nosotros, pregúntenle a alguien en esta ciudad, vayan a la fuerza policial, al alcalde de la ciudad, y a cualquiera, y averigüen si algún Cristiano aquí ha visto una de esas visiones alguna vez fallar. No puede fallar; es Dios. ¿Ven? Es Dios.",
    "Y allá en el río, hace muchos, muchos, muchos años, cuando estábamos bautizando, desde mi primer pequeño avivamiento, allí donde el Ángel del Señor bajó, y estuvo suspendido donde estábamos. Y Él me dijo: “Este Mensaje dará la vuelta al mundo, y comenzará un avivamiento que se extenderá por todo el mundo, y será justo antes de la Venida de Cristo, la segunda vez”.",
    "Y cuando el Hermano Davis, el Doctor Roy Davis, muchos de Uds. lo conocen, quien me ordenó en la iglesia, la iglesia bautista. Pues, él dijo que yo tuve una pesadilla. ¿Cómo podría yo, con una educación de séptimo grado, ir a predicar a reyes, y potentados, y monarcas, alrededor del mundo? Yo no pudiera decirles. Pero Dios lo dijo, y yo lo creí. Y Él me ha permitido vivir para verlo, que así ha sido. Y hay un gran avivamiento ahora, de fuegos de avivamiento, ardiendo en cada colina alrededor del mundo, esperando la Venida del bendito Señor.",
    "¡Grandes precursores de estas cosas! Hay un gran precursor en el mundo hoy: en evangelismo, como Billy Graham; como Juan el Bautista que sale arando en las cosas, y está poniendo el hacha a la raíz del árbol, sin hacer milagros; tampoco Juan. Pero él predicó la Palabra.",
    "Pero, inmediatamente después de venir él: el Señor Jesús; no era un gran predicador, sino que haciendo señales y prodigios, dijo: “Si no hago las obras de Mi Padre, entonces no Me creáis. Pero si Yo hago las obras, y Uds. no Me creen a Mí, crean las obras”. Entonces Él dijo: “No hago nada por Mí Mismo, sino lo que veo hacer al Padre juntamente”. ¿Y qué hizo Él? Él le dijo a la mujer de sus pecados. Le dijo a Felipe dónde estaba antes que Natanael… A Natanael, dónde estaba, antes de que Felipe lo encontrara debajo de un árbol, orando. Él le dijo a Pedro cuál era su nombre. Él se lo dijo a la mujer con el flujo de sangre, cuando ella tocó Su manto, todas estas cosas.",
    "Y Él dijo: “Estas obras que Yo hago, vosotros también las haréis. Y más haréis, porque Yo voy a Mi Padre”. Una mujer tocó Su manto, y Él se debilitó mucho. Nadie más Lo tocó, hasta donde sabemos. Eso es lo que tenemos, y la Biblia es todo lo que tenemos para guiarnos. Pero ahora podemos verlo realizado, una y otra vez, por pecadores salvos por gracia. ¿Por qué? Porque Su Palabra dice: “Más que esto haréis”. Ahora, Él murió. Sí, Él resucitó, y Él está vivo en esta noche.",
    "Él dijo: “Yo soy la Vid, vosotros los pámpanos”. La vid no da fruto; santifica las ramas, y las ramas dan fruto. Él no tiene más manos que las mías y las suyas. Él no tiene ojos sino los míos y los suyos, porque Él ha regresado a Espíritu.",
    "La Columna de Fuego que guio a los hijos de Israel, fue el Ángel del Pacto, Jesucristo. La Biblia lo dice. Cualquier lector de la Biblia sabe eso. Y Él dijo: “Yo vengo de Dios. A Dios voy”. Y Él regresó a Dios.",
    "Ud. dice: “¿Él regresó a esa Columna de Fuego?”. Absolutamente. “¿Dice eso la Biblia?”. Sí, señor.",
    "Pablo, un poco después de Su resurrección, se encontró con Él en el camino a Damasco. Fue esa misma Luz brillante que le cegó los ojos a Pablo. Y nadie Lo vio sino Pablo. Fue una realidad para algunos, y no para los otros.",
    "Yo sé, por una experiencia, que el mismo Señor Jesús no está ni a dos pies de donde estoy parado ahora mismo. Así es. Las visiones vienen y Uds. lo ven.",
    "Y era tan brillante que le cegó los ojos. Él dijo: “¡Señor! ¡Señor!”.\n\nÉl dijo: “¿Por qué Me persigues, Pablo?”.\n\nÉl dijo: “¿Quién eres, Señor?”.\n\nÉl dijo: “Yo soy Jesús”, la Luz.",
    "Aquí está Él, en los días postreros, haciendo lo mismo, los mismos frutos. Un espíritu dará testimonio de sí mismo, cada vez. ¡Si Él lo hace, esta noche, en esta pequeña iglesia, mientras Uds. están parados aquí con pies y extremidades adoloridas! Yo oro. Él solo tendría que hacerlo una vez. Una vez sería suficiente.",
    "Somos un pueblo que está a tientas en la oscuridad. Queremos pensar que no, pero así es. Nosotros vemos esas cosas. Jesús dijo en la Biblia, o la Biblia habla de Él, dijo esto: “Tienen ojos, pero no pueden ver; oídos, pero no pueden oír. Aunque Él había hecho tantos milagros y, sin embargo, no podían creerle”. ¿Ven Uds. lo que quiero decir? Despierten ahora, rápidamente.",
    "Si el Señor Jesús hace estas cosas, entonces Él es Cristo, el mismo ayer, hoy, y por los siglos. Que Él lo conceda ahora. Si Él lo hace, Le estaré agradecido. Mientras oramos.",
    "Señor Dios, Creador de los cielos y la tierra, el resto está ahora en Tus manos, Señor. Este es el pequeño y entrecortado Mensaje, difícil. Gente con sus espíritus turbados, con pies adoloridos, y gente enferma llorando, es muy difícil. Pero oro, Señor, que de alguna manera Tú, de alguna manera o de algún modo, les lleves el pequeño Mensaje, a ese hombre quien tiene fe, quien cree que Tú prometiste que todo es posible.",
    "Entonces, aquellos que tocaron el manto de nuestro Señor, se nos enseña en el Nuevo Testamento, que, “Él todavía es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. Él todavía puede hablar. Él aún está vivo. Y nosotros somos Su vid… o Sus pámpanos que están conectados a la Vid. Entonces ven, Espíritu Santo, habla y danos Luz. Danos sanidad. Danos el perdón de nuestros pecados, y haznos Tu pueblo. Pues pedimos esto en el Nombre de Jesús, y para Su gloria. Amén.",
    "No sé cómo podríamos parar aquí a la gente enferma. No podemos parar aquí a demasiados a la vez. Veamos. Tarjetas de oración, todos Uds.… Ahora hay dos muchachos más que vienen a repartir tarjetas de oración, Gene y Leo. Ellos no llegaron. Y no repartieron demasiadas tarjetas. Creo que Billy tenía… ¿Cuántas? Solo tenía cincuenta. Pues no es necesario que las tengan. Por supuesto, hay algunas, mezcladas, podemos llamar unas aquí arriba, que—que vengan aquí. Ahora, ¿cuáles eran, de la uno a la cincuenta? Eran de la uno a la cincuenta. ¿Cómo van a hacerlo? Bajan allí y mezclan las tarjetas, entre Uds.",
    "[Cinta en blanco.—Ed.] …solo para hablar con Uds., solo para contactar… Aquí, párense por aquí, porque no creo que la voz llega muy bien de este pequeño micrófono aquí. Si Ud.…",
    "Si el Espíritu Santo revela por qué está Ud. aquí, como a la mujer junto al pozo, que vino al Señor Jesús. Y Jesús dijo: “Estas cosas que Yo hago vosotros también las haréis”. Y si Él revela lo que Ud. quiere de Él, lo que Ud. quiera, cuál sea su problema, ¿creería Ud. que es Él? Creería. Ellos sabrían que tendría que venir de un poder sobrenatural. Ahora, si la señora…",
    "Si yo dijera: “Señora, Ud. quiere—Ud. quiere un dinero porque Ud.—Ud. está… Ud. tiene una deuda que pagar. Ud. lo va a recibir”. ¡Ah! Ella tendría derecho a dudar de eso. Si yo dijera: “Ud. está enferma y va a sanar”. Ella tendría derecho a dudar de eso. Ella no lo sabría.",
    "Pero ¿qué pasaría si el Espíritu Santo regresa y muestra algo que ella ha estado haciendo? Algo que ella sabrá si es verdad o no. Ella será el juez de eso. ¿Ven? Que ella sea el juez. ¿Ven?\n\n“Ahora, ¿qué dice Ud. que está haciendo, Hermano Branham?”.",
    "Después de predicar así, y en mi iglesia local aquí, estoy esperando que baje esa unción, ese bendito Espíritu Santo para que unja. Y confío que Él lo hará, para la gloria de Dios.",
    "Ahora que la dama… Ella está aquí. Ella tiene su rostro inclinado. Sus ojos están cerrados. Ella está en oración. Quiero que ore por lo que Ud. desea. Y el Señor al revelarlo, pues, Ud. sea juez.",
    "La mujer, si la congregación aún puede oír mi voz, ella está sufriendo de una tremenda condición nerviosa. Y veo a un médico haciendo algo. Él le está envolviendo una—una cosa en el brazo. Y él dice que ella tiene presión arterial alta. Así es. ¿Verdad que sí, señora? [La hermana dice: “Así es”.—Ed.] Ahora algo…",
    "¿Oyeron Uds. esa voz? Ese no era yo. Yo no tuve nada que ver con eso. Ahora, entre más hablo con ella, más sucedería. Solo observen ahora, hablaremos con ella otra vez. Yo no sé lo que Él dijo de cuál era su problema. Si ellos… Lo que haya sido, estará en las cintas allá atrás, ¿ven Uds.? Pero, sea lo que sea, es la verdad.",
    "Ahora mirémosla de nuevo. Sí, la veo ahora en una condición nerviosa. Y hay un problema con su sangre. Y ella no es de esta ciudad. Ella es de Louisville. Y ha estado recientemente en un hospital, y fue por neumonía. Y su médico le dice que tiene una recaída, y que debe regresar de nuevo al hospital. Eso es ASÍ DICE EL SEÑOR. Así es.",
    "Pero Ud. no tiene que regresar, señora. Su fe la ha sanado. Ud.—Ud. está sana ahora, en el Nombre del Señor Jesús. Ahora, vaya y sea sana. El Señor le bendiga.\n\n¿Tuve algo yo que ver con eso? Para nada.",
    "Ahora, aquí está parada una dama que nunca he visto en mi vida. Supongo que somos desconocidos el uno para el otro. ¿Verdad? Ud. me vio, pero probablemente yo nunca la he visto a Ud. Ud. probablemente estuvo en algunas reuniones o en alguna parte. Ahora, si el Señor Jesús me da a conocer por qué Ud. está aquí, entonces Ud. sabría, sin conocerla, que hay alguna manera cómo yo puedo saberlo. Ud. tendría que saber que eso vino a través de lo sobrenatural. Entonces ¿qué cree Ud. que sería? La Biblia misma lo dice, que Jesucristo es el mismo ayer y por los siglos.",
    "¿Lo creerían Uds., congregación? Aquí está mi mano. Hasta donde yo sé, nunca he visto a esta mujer en mi vida. ¿Ven? Y ella me vio…",
    "Pero no sé por qué Ud. está aquí. Yo no sé nada al respecto. Yo—yo—yo no lo sé, pero Dios lo sabe. Ahora, si el Señor lo revela, amén. Eso es todo lo que Él podría hacer si Él estuviera parado aquí. Si es por sanidad o cualquier otra cosa, Él solo quiere que Ud. lo crea, eso es todo. Esto es para manifestar que Su Palabra es la verdad.\n\nAlgo sucedió en la congregación en ese momento. Solo tengan fe.",
    "Ahora parece que hay… Ahora si Uds. pudieran ver aquí entre la mujer y yo. Ud. está sufriendo de una debilidad. Ud. tiene momentos de debilidad. Así es. Es una tremenda debilidad; los nervios, débil. Pero esa no es la razón por la que Ud. está aquí. Ud. está aquí por alguien más, y es un varón. Es su esposo. Él no pudo venir, porque tiene un problema cardíaco severo y nerviosismo. Y Ud. no es de esta ciudad. Ud. es de un lugar llamado Columbia. Columbia, Kentucky. Su nombre es Lottie Goodin. El nombre de su esposo, Elmer. Vaya a casa y encuéntrelo conforme Ud. ha creído. Y que Dios se lo conceda, en el Nombre del Señor Jesús.\n\nSolo crean. Tengan fe. No duden ahora. Solo crean.",
    "¿Supongo que somos desconocidos el uno para el otro, señor? Ahora, aquí hay dos hombres. Así como Felipe fue y encontró a Natanael, y lo trajo al Señor. Yo no lo conozco a Ud., y Ud. no me conoce a mí. Pero Dios nos conoce a ambos. Ud. está consciente de que algo está sucediendo ahora mismo. ¿Ve? Pararse frente a un hombre no lo haría a Ud. sentir eso, ese humilde, dulce sentir.",
    "Ahora, si Uds. pudieran ver una Luz que se está moviendo, colocándose entre el hombre y yo. Ahora él se aleja de mí. Y él no está aquí por él mismo. Está aquí por alguien más, es un pariente, un sobrino. Y él está en las fuerzas armadas, en la marina. Pero no está lejos de aquí. Está cerca de un lugar donde hay mucho material militar. Es un hospital, es Fort Knox. Y él está ciego, por causa de un—un disparo de pistola. Y el médico dice que no hay esperanza para él. Eso es ASÍ DICE EL SEÑOR. ¿Cree Ud.? [El hermano dice: “Sí, señor”.—Ed.] Entonces que sea conforme a su fe, mi hermano. Y recíbalo, en el Nombre de nuestro Señor Jesús. Amén. ¿Cree Ud.? Dios lo bendiga, mi querido hermano.",
    "Ud., es la persona que sigue. ¿Cómo está Ud.? [Cinta en blanco.—Ed.]",
    "¡Cuán hermoso es nuestro bendito Salvador!, ¡cuán—cuán omnipresente, el mismo Jesús que estaba en Galilea!",
    "Un momento. ¿Ese hombre estaba allí, en la plataforma hace un momento? ¿Cuál de los hombres era? ¿Ese hombre allí? Muy bien. Puede sentarse.",
    "Es la señora aquí al final, con el sombrero rojo. Sí. Ud. está orando por un amigo que es alcohólico. Así es. Muy bien. Si puede creer, Ud. puede recibir. Amén. Muy bien.",
    "¿Lo creerá? Yo no la conozco. Nunca la he visto en mi vida. Somos desconocidos el uno para el otro. Pero si el Señor Dios del Cielo Se manifiesta, en Su poder, y revela que Él es el mismo ayer, hoy, y por los siglos, ¿Le creerá Ud.? [La hermana dice: “Yo sí Le creo”.—Ed.]",
    "Veamos, estas son tres o… personas o… Han pasado más, ¿no es así? Tres es una confirmación, por supuesto. Pero, sea lo que sea.",
    "Ud. está aquí por alguien más. Ese es su deseo principal. Y es por un hombre. Y ese hombre es su hijo. Y él tiene problemas al corazón. Y le sucedió alguna clase de cosa. Es un derrame cerebral. Y lo ha paralizado parcialmente. Y Ud. también está enferma. Ud. tiene colitis. Es una dolencia del intestino. Eso es ASÍ DICE EL SEÑOR.",
    "Y otra cosa, veo a un mensajero yendo de lugar en lugar. No. Fue alguien que vino aquí al tabernáculo, hace algún tiempo, y pidió la oración por Ud., y el Señor la sanó. Eso es ASÍ DICE EL SEÑOR. Si es así, levante sus manos. ¿Cree Ud. que recibe lo que pide? [La hermana dice: “Sí, lo creo”.—Ed.] Entonces que sea hecho a Ud., mi hermana, como el Señor Jesús ha provisto. Amén.",
    "¿Cómo está Ud.?",
    "¿Todos están creyendo? ¿Creen con todo su corazón? Ahora tengan fe. ¿Qué es?",
    "Tengo que hablar aquí por un segundo, por favor, porque tengo más a lo cual llegar, y solo quiero descansar por un momento. Uds. no saben lo que le hace a uno. Es peor que orar-… Seguro. ¿Cuántos recuerdan, el gran profeta Daniel vio una visión y estuvo turbado en su cabeza por muchos días? ¿Recuerdan? Seguro. ¿Ven? Solo es Su gracia.",
    "Ahora Uds. por allá, que no están en la línea de oración, solo comiencen a mirar hacia acá. Yo… Uds. dicen: “Hermano Branham, ¿serviría de algo eso?”. Seguro. Solo pídale al Señor Jesús. Diga: “Padre bendito, permíteme tocar Tu manto. Y la única manera en que sabré que Tú me tocaste, o me escuchaste, será si Tú hablas a través de los labios de ese hombre y me dices lo que estoy pidiendo, como allá en la plataforma. Yo Te creo”. Uds. que no tienen tarjetas de oración ahora, oren y créanlo de esa manera. No duden. Solo tengan fe.",
    "Ahora, ¿esta es la paciente, Hermano Neville? ¿Esta es la paciente? [El Hermano Neville dice: “Sí, lo es”.—Ed.]",
    "No fue mi intención dejarla parada allí. Pero es… Ud. se puede imaginar lo que sucede. ¿Somos desconocidos el uno para el otro? [La hermana dice: “Correcto”.—Ed.] Así es. Ahora, que esto quede claro. Esta mujer es una desconocida para mí. Yo no la conozco. Yo nunca la he visto, en mi vida. Y esta es nuestra primera reunión. Así es. Es la primera vez que nos vemos el uno al otro. Y ella solo es una mujer que subió aquí a la plataforma. Alguien le dio una tarjeta de oración, y ella subió aquí a la plataforma. Eso es todo lo que sé de ella.",
    "Pero el Señor Jesús puede revelarlo. Y si Él puede revelarlo, entonces Él es el mismo ayer, hoy, y por los siglos. Eso es exactamente lo que Él prometió hacer. Y si esa promesa se cumple, Él cumplirá toda promesa que Él hizo. Y Él prometió sanarlos si Uds. lo creen. ¿Ven lo que quiero decir ahora? No puede fallar. Tiene que ser así. ¡Oh, bendito sea Su Nombre! Él simplemente no puede fallar.",
    "Si el Señor Jesús me permite saber lo que ha sucedido en su vida, Él seguramente sabrá lo que sucederá en su vida. Ud. sea el juez de eso.",
    "¿Cuántos dirían?: “¿Yo creeré con todo mi corazón, si esa mujer levanta sus manos, y Uds. dos dicen que nunca se han visto antes, y el Señor Jesús lo revela, yo creeré”? Con—con todo su corazón, ¿lo harán?",
    "Dios no quiere que seamos perezosos. Él quiere que tengamos fe. Aquí estamos, ante el púlpito, la Biblia puesta aquí y, los dos, estamos parados aquí.",
    "La señora está sufriendo con una condición nerviosa extrema. Ese es su problema. Pero lo que Ud. piensa que es, es algo en su estómago, que le está produciendo gas en el estómago. Son los nervios que están haciendo eso. Así es. Y Ud. sufre de algo en su cuello, y en sus hombros. Porque… Ud. va a la iglesia, y es Cristiana. Y Ud. es una pianista en su iglesia. Y cuando Ud. está tocando el piano, ese malestar le aqueja cuando está tocando el piano. Eso es ASÍ DICE EL ESPÍRITU. Es la verdad. Y Ud. no es de esta ciudad. Pero Ud. es de una ciudad junto al río. Y no es Louisville. Es Cincinnati. Cincinnati, Ohio. Eso es ASÍ DICE EL SEÑOR.",
    "¿Pueden ver esa línea? La fe golpeó en ese momento, porque su… Ese joven sentado allá, con el cabello algo ondulado, él está conectado con Ud. Es cierto, joven. Su fe tocó algo. Ud. está sufriendo de una hernia. Así es. Y Ud. también es de Cincinnati. Es verdad. ¿Lo cree?",
    "Una damita se encogió de hombros, sentada aquí mismo, con un sombrero rosa, envuelta en un chal. Ella tiene problemas con sus ojos. Así es. Y ella es de Cincinnati. Así es. Y déjeme decirle. ¿Cree Ud. que yo soy el profeta de Dios? ¿Lo cree? Ud. está orando por un esposo que está comenzando a beber. Él solía ir a la iglesia y era un Cristiano, pero ahora está descarriado, y bebe. Eso es ASÍ DICE EL SEÑOR. Así es. Bueno, levante la mano si eso es cierto. Así que, muy bien.",
    "Esa damita sentada a su lado allí, está sufriendo de una condición nerviosa. Ella también viene de allá arriba. Pero lo que Ud. necesita más que nunca… Ud. va a la iglesia, pero aún no ha llegado a ser una verdadera Cristiana. Así es. ¿Lo aceptará Ud. ahora como su Salvador personal, siendo que Él está allí? Si es así, mueva la mano hacia Él, ahora acéptelo. Dios le bendiga. Sus pecados son perdonados. Ud. se va en paz, y su nerviosismo se ha ido. Amén. Váyase a casa y sea feliz, en el Nombre del Señor.",
    "¿Creen Uds.? Todo es posible para aquellos que creen.",
    "Ahora sentí una vibración por allá atrás… no una vibración, sino un espíritu que dice que estoy leyendo sus mentes. No lo estoy haciendo. Tenga cuidado, eso caerá sobre Ud.",
    "Aquí, este hombre aquí, ponga su mano sobre la mía, señor. Ni siquiera lo miraré. Si el Señor Jesús me revela cuál es su problema, ¿aceptará Ud. su sanidad o lo que necesite? ¿Lo hará Ud.? Este hombre aquí, ¿lo hará? [El hermano dice: “Sí”.—Ed.] Problema al corazón. Ahora, vaya y sea sanado. El Señor Jesús lo sana. Si Ud. cree con todo su corazón, Ud. se puede ir y estar bien. Dios le bendiga.",
    "Venga. Ahora, esta señora aquí. La mujer tiene un espíritu de muerte sobre ella, porque tiene cáncer. ¿Cree Ud. que el Señor la sanará, hermana? [La hermana dice: “Seguro que sí”.—Ed.]",
    "¡Oh, Amado Dios, Quien hizo los cielos y la tierra, esta pobre mujercita ha sido atrapada en las garras del diablo! Una sombra oscura está cerca, pero desafiamos a este demonio. En el Nombre del Señor Jesús, sal de la mujer, y que ella se vaya y sea sana, en el Nombre de Jesucristo. Amén.\n\nEl Señor la bendiga, hermana. Vaya, y no dude por nada.",
    "¡Si podéis creer! ¿Están Uds. creyendo? Solo tengan fe. La Biblia dice: “Si podéis creer, todo es posible”. Pero es la única manera en que se puede hacer.",
    "Somos desconocidos el uno para el otro, señor, pero el Señor nos conoce a ambos. Si Él me revela para qué está Ud. aquí, ¿lo recibirá Ud.? Ud. tiene un problema estomacal.",
    "Y otra cosa, Ud. es un pecador. Ud. no ha aceptado al Señor como su Salvador. ¿Lo aceptará Ud. como su Salvador? Levante sus manos a Él, acéptelo como su Salvador, y yo lo declaro, en el Nombre de Cristo, sano de sus problemas estomacales. Vaya y no peque más. Amén.",
    "¡Sé misericordioso, el Dios viviente!",
    "¿Cree Ud. que Dios le sana de ese problema del corazón? Entonces salga allá y sea sano, en el Nombre del Señor Jesús.",
    "La damita sentada aquí, con un abrigo negro puesto, anteojos, ¿tiene Ud. una tarjeta de oración, señora? ¿No? Ud. sufre de algo en sus oídos, y quiere que ore por eso. Y también tiene problemas intestinales. ¿Es así? Muy bien. Ya se ha acabado. Vaya, crea. ¡Si podéis creer!",
    "Ud. necesita la oración por alguien, ¿no es así? [El hermano dice: “Sí, señor”.—Ed.] Una hermana, en una institución.",
    "¡Oh, Dios Eterno!, envía Tu bendición a esta persona, y que sean sanados. Concédelo, ¡oh, Señor!, porque lo pedimos en el Nombre de Jesús. Amén.\n\nEncuéntrela como Ud. ha creído, mi hermano. No dude.",
    "¡Si podéis creer! ¿Están Uds. creyendo? ¡Oh, qué tiempo tan glorioso pudiera ser para todos, si Uds.…!",
    "Parece haber una Luz alrededor de la mujer que es un poco corpulenta, mirándome, aquí atrás. Es la dama adentro. Se aleja de ella, porque esta señora acaba de ser sanada. Pero la dama que le sigue tiene algo, como presión arterial, presión arterial baja. ¿Cree Ud. que el Señor la sanará, señora? Si puede creer, todo es posible. ¿Lo cree Ud., señora, que está mirando por allí? Creyendo con… ¿Lo cree Ud. con todo su corazón? Sí. ¿Lo acepta Ud.? Muy bien. Ud. puede ir y ser sana, en el Nombre del Señor Jesús.",
    "El hombre sentado aquí mismo, orando. ¿Quiere que le diga lo que Ud. está diciendo? “Señor, sáname de esa sinusitis”. Muy bien. Él lo hace, en el Nombre del Señor Jesús, si Ud. puede creer.",
    "¿Cree Ud. que Dios le quitará el problema del corazón, para que Ud. se pueda recuperar? [El hermano dice: “Sí”.—Ed.]",
    "¡Oh, Señor!, envía Tus misericordias y poder, y bendice a este pobre hombre, Señor. Y sánalo, en el Nombre de Jesucristo, lo pido. Amén.\n\nCréalo ahora. No dude. Todo es posible.",
    "La artritis no es algo grave que Dios no pueda sanar. ¿Cree Ud. que Él lo hará?",
    "¡Oh, Señor!, yo oro que, en el Nombre de Jesús, envíes Tu Espíritu sobre esta amada mujer y la sanes completamente. Y que ella se vaya a su casa, regocijándose, y sea sanada; sin dudar ni un poquito, sino creyendo que eso está sucediendo ahora mismo. Y ella recibirá lo que ha creído. Lo pedimos en el Nombre de Jesús. Amén.",
    "¿Cree Ud. con todo su corazón? Entonces, Ud. puede tener lo que pide.",
    "Bien atrás, por allá, en la esquina, el Ángel del Señor está parado allá atrás, una Luz. ¡Si puede creer! Ud. allí, como a tres filas de este lado de la parte de atrás. Hasta donde alcanzo a ver desde aquí, es como la segunda persona, que está orando allá atrás, que tiene problemas intestinales. ¿Cree Ud. que Dios le sanará? Muy bien. Ud. puede recibir lo que pide.",
    "Ponga sus manos sobre ese hombre a su lado allí. Pues, él está orando, con un problema de amígdalas. Si Ud. cree con todo su corazón, Ud. puede recibir lo que pide. Amén.",
    "¿Están Uds. creyendo? El Señor Jesús, allí mismo a Su… en este momento, puede sanarlos a cada uno completamente, si Uds. lo pueden creer. ¿Lo creen? Entonces pongan sus manos el uno sobre el otro, por un momento, y les mostraré la gloria del Señor.",
    "Ahora, el Hermano Wood, o Billy, alguien, me está tocando la espalda, por lo que sé que ya es hora de que no me dejarán mucho más, porque mis fuerzas se han ido.",
    "Dije, hace un momento, si Dios viniera y Se manifestara, si Él probara por una experiencia que Él es el Señor Dios, que Él es el mismo ayer, hoy, y por los siglos, entonces Ud. no tendría ninguna razón para dudar; tampoco pudieran, en mi Mensaje esta noche, ninguno de los que ya han visto la Presencia de Dios. ¿Cómo podía dudar Felipe? ¿Cómo podía dudar Natanael? ¿Cómo podía la mujer con el flujo de sangre? Ella no podía dudar. Ella Lo había tocado a Él, y Él le había revelado a ella por qué ella Lo había tocado.",
    "No miren el tamaño de la iglesia o la apariencia. No miren a la pequeña congregación, porque todos somos gente común. Pero piensen en el bendito Señor, Cuya Presencia está aquí, Quien Se muestra vivo. Ud. créale a Él ahora mismo, y podrá tener cualquier cosa que Ud. pida, y lo crea. Ahora, igual, Él puede sanar aquí. Su Presencia… Uds. ya están sanos. Solo hay una cosa que les impide recibirlo, es la incredulidad. Desháganse de eso, ahora mismo. No lo descrean más; suelten eso, y acepten al Señor Jesús como su sanador. Observen lo que sucede. Salgan de este edificio, regocijándose, porque ahora mismo están en la Presencia del Señor Jesús. No porque Uds. estén en este tabernáculo, sino porque Él ha venido a visitarnos. No porque yo sea el predicador, o este… o mi Hermano Neville, o cualquiera de estos otros Cristianos, no es nuestra presencia, sino que es Su Presencia. Es infalible. Es la Biblia. Es la Verdad. ¡Bendito sea Su Nombre!",
    "A pesar de que Él dijo: “En nuestra propia tierra, entre nuestra propia gente”, la gracia lo ha anulado, esta noche, por causa de la cercanía del tiempo. El fin está a la mano. Él prometió que cuando comenzaran a suceder estas cosas, que el tiempo del fin estaría a la mano.",
    "Créanlo ahora mientras yo oro. La Biblia dice: “La oración eficaz y ferviente puede mucho”. Así que oremos, mientras oran el uno por el otro, al poner sus manos el uno sobre el otro.",
    "Señor, Tú has sido nuestro escondite en cada generación. Tú has sido nuestro refugio. Por mucho tiempo hemos esperado en Ti; por mucho tiempo esta iglesia protestante ha anhelado ver el día en que pudiera ponerse de pie. Cuando el grupito que ha sido hecho a un lado, porque no cuadran con la incredulidad de los incrédulos que se unieron en un yugo. E hicieron su reto de que ese pequeño Fuego que comenzó a caer, hace unos años, finalmente se apagaría. Pero, ¡oh!, nosotros estamos tan contentos por nuestro gran Capitán, David, quien está entre nosotros esta noche, y desafía al enemigo.",
    "¡Oh, Señor Dios!, hacemos esta oración de fe por cada persona aquí. Dales a conocer, en este mismo momento, que Tu gran Presencia está aquí, para pasar sobre toda esta congregación y sanar a cada persona. ¡Oh, gran Espíritu Santo!, todo corazón se puede gozar en este momento, mientras Él los bautiza en la gran Presencia del Espíritu Santo.",
    "¡Oh, Satanás, estás derrotado! Sal de este lugar y apártate de la gente. En el Nombre de Jesucristo, que toda persona sea sanada.",
    "¡Oh, Eterno y bendito Dios!, concede estas cosas en el Nombre de Jesucristo.",
    "Toda persona que cree que está sana, póngase de pie y dele la alabanza a Dios. ¡Gracias, y que el Señor Dios los bendiga! Hermano Neville. 🦅"
  ]
}