{
  "title": "LA ESCRITURA EN LA PARED",
  "id": "58030009",
  "content": [
    "🦅  Este siendo miércoles por la noche, yo les prometí anoche, que iba a hablar, si el Señor lo permitía, en esta noche, sobre el tema de: La Escritura En La Pared. Es muy…Oh, podríamos durar semanas en el tema, y ni así lo tocaríamos por encima. Pero trataré de resumir solamente un poco de esto en esta noche, con la ayuda del Espíritu Santo. Y ahora deseo leer de Daniel, el capítulo 5 y el versículo 25. Y se lee de esta manera.\n\nY la escritura que trazó es: MENE, MENE, TEKEL, UPARSIN.\n\nY ahora que el Señor añada Sus bendiciones a la lectura.",
    "Y me pregunto si nuestro buen hermano, el conserje aquí, podría apagar estas luces brillantes. Yo estoy un-un…Están enfocadas aquí por este lado. Muchas gracias. Yo no puedo ver la congregación. Y cuando estoy hablando con alguien, me gusta mirarlos en la cara cuando estoy hablando. Parece que así es un contacto más personal con la gente.",
    "Ahora estamos confiando en nuestro Señor, en esta noche, mientras trato de tomar mi tiempo y hablar sobre este tema. Yo sé que es un gran tema. Y es un tema de servicio evangelístico, y no uno para sanidad Divina. Pero es para la más grandiosa sanidad Divina. El Cuerpo más enfermo que yo conozco en esta noche, es el Cuerpo espiritual de nuestro Señor Jesús, en esta tierra; tan desgarrado, y dividido, al grado que realmente necesita sanidad Divina.",
    "Ahora, nuestro tema en esta noche comienza en Babilonia. Y para comenzar, Babilonia estaba ubicada, y todavía está, en el Sinar. Y primero fue llamada, “la puerta de Dios”, Babel. Babel. Y más tarde fue llamada Babilonia, lo cual significa “confusión”. Y Babilonia aparece en el principio de la Biblia, en Génesis; y aparece a la mitad de la Biblia; y aparece en lo último de la Biblia, el último Libro, Apocalipsis. Y siendo que está a través de toda la Biblia, tiene que estar en existencia todavía hoy.",
    "Y también, todo lo que está sobre la tierra hoy, en forma de cosas espirituales, tal como el Espíritu de Dios, y el espíritu del Diablo, y todas las sectas y todo lo que tenemos hoy en el mundo, empezaron en Génesis. Génesis significa “el principio”. Y todas esas cosas, aún bajo otro nombre y bajo otra forma, pero el mismo espíritu que empezó en Génesis, lo muestra. Y es igual como un árbol creciendo, llegando a la cima, donde todo llegará a un clímax en el fin, para los grandes juicios de Dios, donde El arreglará todas las cosas. Y todo lo que tuvo un principio tendrá un fin. Sólo esas cosas que no tuvieron principio no tienen fin.",
    "Es por eso que el—el Cristiano nacido de nuevo nunca tiene un fin, porque él tiene Vida Eterna. Y Vida Eterna es una parte de la propia Vida de Dios, porque Dios es Eterno. Y la misma palabra, la palabra griega Zoe que dice “la Vida de Dios”, cuando Jesús habla y dice: “Yo les doy Vida Eterna”, esa misma palabra es usada nuevamente. Por lo tanto, un hombre siendo nacido de nuevo, su espíritu ha sido cambiado, y él llega a ser una parte de Dios, de manaera que él es un hijo de Dios. Y él es tan Eterno como Dios es Eterno, porque él es una parte de Dios, por su Nacimiento, Nacimiento espiritual.",
    "Ahora, Babilonia fue fundada por un hombre llamado Nimrod, quien era el hijo de Cam, un hombre muy malo.",
    "Y Babilonia una vez fue la capital del mundo. Cuando esta gran ciudad fue construida allí, todas las pequeñas ciudades, a todo su alrededor, pagaban tributo, impuestos, y demás, a esta gran ciudad, Babilonia.",
    "Y allí, si Uds. leen en algunos de los libros antiguos, tales como las Dos Babilonias de Hislop, y muchas de las historias de la antigüedad, encontrarán que ellos allí tenían toda clase de doctrinas curiosas. Allí tenían una mujer, no puedo recordar su nombre en este momento, y ella encontraba raíces extrañas de la tierra, y de ellas hacía dioses. Se ha creído que esos eran los dioses que Jacob tomó de su suegro, algunos de esos dioses de raíces y demás cosas. Sólo eran pequeños ismos, y de aquellas cosas brotaron estas sectas que vemos en el mundo hoy. Si Uds. se fijan en la naturaleza de ellos, y la naturaleza de estas cosas hoy, es la misma naturaleza.",
    "Así que Babilonia estaba situada exactamente en ese gran valle fértil allá, y estaba rodeada e irrigada por el Río Eufrates, y el Tigris. Y era un gran centro de agricultura. Y Babilonia era una gran ciudad. Y habían aproximadamente al contorno de la ciudad como ciento veinte millas [193 kilómetros]; treinta millas por cada lado [48 kilómetros], eso lo haría ciento veinte millas todo alrededor. Dicen que las calles en la ciudad de Babilonia eran de unos doscientos pies de ancho[70 metros]. Los muros eran de ochenta pies [24 metros] de grueso, y casi doscientos pies de alto. Podían correr carreras de carros sobre estas paredes, con los carros. Y los portones eran fabricados de bronce, y esos portones entonces serían de doscientos pies de un extremo a otro. Y exactamente en el centro de la ciudad estaba ubicado el palacio, y el palacio era el trono. Y por el centro de la ciudad pasaba el gran Río Eufrates. Si se fijan, es la ciudad del Diablo, porque está diseñada conforme a la Ciudad de Dios, con el Río de la Vida ante el Trono. Y en esta ciudad, tenían grandes jardines colgando de las paredes, todo alrededor.",
    "Y era una nación tan grande y poderosa en ese tiempo, al grado que había derrotado al mundo conocido, y todo el mundo estaba pagándole tributo. Había progresado más en ciencia, y tenían las cosas más modernas que la ciencia podía producir. Tenía lo último en carros, los últimos diseños, las armaduras más poderosa, y lo mejor de los metales. Era sobresaliente para el resto del mundo.",
    "Y entonces adentro de estos muros, el rey Belsasar era rey durante el tiempo de este evento sobre el cual estamos hablando esta noche. El rey Belsasar, lo cual la Biblia dice: “Nabucodonosor, el cual era su padre”, pero en realidad era su abuelo, de quien era sucesor, del rey Nabucodonosor.",
    "Y muchos de Uds. recuerdan que Nabucodonosor era el principio de los reinos gentiles, la cabeza de oro. Y él había subido a Jerusalén, a muchas, muchas millas de distancia, y había capturado a los judíos y los había traído a su reino, y los hizo esclavos, y usaron sus científicos y demás.",
    "Así como hizo Rusia cuando entró en Alemania. Y por eso es que obtuvieron la bomba atómica, y demás, es que se llevaron a esos científicos alemanes. Por eso es que ellos están tan adelantados hoy, los capturaron y se los llevaron allá. Propiamente, ellos no tenían eso, pero fueron y obtuvieron esas cosas así como Nabucodonosor lo hizo con los judíos.",
    "Y nos damos cuenta que durante este tiempo, había un hombre justo, por el nombre de Daniel, un profeta del Señor, fue llevado en cautividad en ese tiempo. El había servido como príncipe sobre todos los astrólogos, y demás, y los hombres sabios y los magos, en el reinado del rey Nabucodonosor.",
    "Y ahora Belsasar había tomado control. Belsasar era de esa clase de hombre malvado. ¡A él simplemente no le importaba!",
    "Y luego toda la gente de Babilonia, ¡con semejante seguridad como sentían que tenían! Una vez dentro de esos portones, y con los portones cerrados, con muros de doscientos pies, de ochenta pies de grueso, sólo piensen cuán seguros deben de haberse sentido dentro de esos muros.",
    "Pero sólo recuerden esto: ¡No importa cuán seguro la ciencia lo haya hecho, Dios lo descubrirá cuando Ud. haya pecado! Hay una sola seguridad, y esa está en Cristo Jesús.",
    "Ahora, mientras sentían su gran importancia de ser la primera nación del mundo, una muy típica civilización moderna, como en la que vivimos, esta fabulosa América. Y yo mismo estoy peturbado, pero temo que estamos tomando la misma actitud como tomaron aquellos allá. Que sentimos que porque tenemos lo que pensamos ser los mejores científicos, y las mejores ametralladoras, y las bombas atómicas, y los aviones más rápidos, y más o menos hemos…Siendo la primera nación del mundo, nosotros de alguna manera hemos sentido nuestra seguridad sin Dios.",
    "Es un patrón muy hermoso. Y Dios nunca cambia. Su actitud hacia el pecado es la misma hoy como fue allá. Y aquí no hay ningún lugar para esconderse. Unicamente en Cristo hay seguridad.",
    "Y en esta gran ciudad, sentían que no había ninguna manera que un ejército pudiera invadir aquella ciudad. Los grandes muros tan altos, y su gran equipo moderno, y estaban bloqueados del mundo de afuera. Pero no tenían la menor idea que una nación malvada llamada los Medos y Persas, los cuales son ahora los hindúes de la India, no tenían la menor idea que a muchas millas de distancia estaban escarbando un cauce, para hacer desviar el Río Eufrates, para que pudieran marchar por debajo de los muros. Cuando sintieron que estaban seguros, todo el tiempo se sintieron de esa manera, y si sentían eso, entonces se sumergían en el pecado.",
    "Parece que cuando el hombre llega al lugar en que se siente que es autosuficiente, el pecado comienza a tomar control de él. La iglesia, la nación, el individuo, que siente que no necesita ayuda de afuera, el pecado comienza a reinar en él. Eso es verdad. Y notamos también, que cuando la gente comienza a sentir ese sentir de superioridad, normalmente el pecado se instala y los corrompe.",
    "Así que cuando cerraban esos portones, pensaban que estaban seguros. ¡Pero Dios observa desde los Cielos! Y el pecado es un reproche para cualquier nación.",
    "Me pregunto en esta noche, con todo nuestro gran equipo, y nuestros submarinos atómicos, y nuestros aviones de propulsión que vuelan a centenares de millas por segundo, que incluso…o por minuto, que aun pueden sobrepasar la barrera del sonido. ¡Pero nunca olviden que sus pecados los descubrirán!",
    "Y para este tiempo, ya habían cerrado los portones. Y pensaban que simplemente podían vivir en juerga como quisieran, porque estaban protegidos. Eran la primera nación, todas las otras naciones los buscaban para la ciencia y para-para ayuda.",
    "Y así que, en tal tiempo como ese, había un…Este rey pensó que él tendría una buena fiesta. Y él fijó una fecha en la cual él iba a tener un gran baile, o, como diría yo, un moderno “rock and roll”; no era más que eso. Y así que él fijó la fecha, e invitó a toda la celebridad, a todos los soldados y los capitanes, y a todas las esposas y las concubinas.",
    "Ahora, una concubina sólo es una prostituta legal. Y ¿pueden ver Uds., que cuando el hombre se siente autosuficiente, que él comienza a sumergirse en pecado?",
    "Y él mandó traer los mejores licores que él pudo encontrar, para esta gran fiesta de “rock and roll” que él iba a tener. El pensó que estaba seguro. El pensó que no había nada que pudiera hacerle daño, porque él estaba a salvo. Y él tuvo esta gran borrachera en uno de estos jardines en la parte de atrás del palacio. Y mientras allá afuera en el jardín, quizás lo habían decorado todo muy bonito, toda la decoración lujosa colgando, y consiguió a todas las bailarinas y a muchas de las mujeres para venir a entretener a los soldados. ¡Y su cerveza y sus vinos! Si ese no es un montaje moderno de una fiesta de “rock and roll” de hoy en día, yo no sé dónde habría una. Exactamente. Y ellos alistaron todo, e iban a tener una gran fiesta.",
    "Y no hay duda que vinieron muchas mujeres casadas. A sus esposos los dejaron en casa como niñeros, mientras ellas salieron a pasar un rato agradable. Y viceversa, sin duda una madre ansiosa caminaba de aquí para allá, con un bebé enfermo, mientras el esposo borracho salió a pasar un rato agradable. Son seis de uno, y media docena del otro.",
    "Y puedo verlos mientras comienzan a beber y a pasar un tiempo agradable. Y me imagino que realmente hicieron sonar la banda, y tenían la música. Y los adolescentes girándose el uno al otro. Y los soldados, borrachos, agarrando las mujeres y tirándolas sobre sus cabezas, y besándolas y sentándose en las sillas, y dando porras. ¡Pensando que estaban a salvo!",
    "¡Oh, América, el Dios que observó esa fiesta de “rock and roll” de borrachos, está mirándoles a Uds. en esta noche!",
    "¡Y qué tiempo debieron de haber estado teniendo! Y puedo imaginarme que este rey, Belsasar, era un moderno Elvis Presley, él podía hacer mucho de lo fantástico que ellos tenían. ¡Y todo su alboroto, y no sabiendo, todo el tiempo, que la muerte estaba a la puerta!",
    "Así que, mientras la fiesta entró en un buen apogeo, normalmente como una gran escena de un moderno programa de televisión de Hollywood, ellos pensaron que contarían algunos buenos chistes tocante a la religión, como este Arthur Godfrey, o algo como eso, lo moderno de hoy, o algún bárbaro como Ernie Ford, que cuenta alguna clase de chiste acerca del predicador. ¡Pero Dios todavía observa desde el Cielo! Pero ellos pensaron que vivían en tal clase de nación que no podía ser tocada. ¡Pero Ud. siega lo que siembra!",
    "¡Oh, pueblo, sólo estén conscientes de eso! Ya sea que sea una nación, o una iglesia, o un individuo, ¡Ud. siega lo que siembra!",
    "Y así pues, puedo ver a este rey levantarse, y decir: “Un momento, muchachas, tengamos un buen chiste religioso acerca del predicador”, o algo así.",
    "Y todo el oropel volando, y las jóvenes diciendo: “¡Viva! Sí, creo que nos gustaría escuchar eso”.",
    "¡Y los soldados jóvenes comportándose como los adolescentes de hoy, puesto que esto aquí no es más que una Babilonia moderna! Yo soy americano, pero así también Daniel pertenecía a Babilonia en ese tiempo. ¡Pero eso no justifica el pecado!\n\nLe dije a una muchacha una vez: “¿Es Ud. Cristiana”?\n\nElla dijo: “Le daré a entender, yo soy una americana”.\n\nYo dije: “Eso no me dice nada”. ¡De ninguna manera!",
    "Yo estoy contento de ser un americano, pero eso no tiene nada que ver con reflejar el cristianismo, nada. Si pecamos, pagaremos por nuestros pecados, tengan eso por seguro.",
    "Allá tenían un profeta, pero no lo deseaban escuchar. Tenían el Mensaje, pero de eso querían burlarse.",
    "Si esa no es América moderna, yo no la conozco. Tienen el Evangelio, la Verdad, pero de eso les gusta burlarse.",
    "Así que dijeron: “Vayamos allá y busquemos esos vasos de los aleluyas, y traigámoslos aquí y gocemos de un buen chiste al respecto”.",
    "¡Dios no permite que pecadores se burlen de Su pueblo! Algún día Uds. pagarán por eso.",
    "Y fueron a recoger los vasos del Señor, y a traerlos al templo, e iban a tomar un buen trago de los vasos del Señor. Y cuando vaciaron allí su Oertel ‘92 o su Pabst Blue Ribbon [marcas de cerveza americana], para hacer un buen chiste, oh, ellos brindaron con las copas y los vasos, y comenzaron a beber, y a reírse y burlarse de la religión del Señor. Ellos estaban ignorantes de lo que estaban haciendo.",
    "Y también lo está esta nación, en esta noche, ignorante de rechazar el Mensaje del Señor Jesucristo, en el bautismo del Espíritu Santo, y el nacer de nuevo.",
    "Aunque eran religiosos. Esa fiesta de borrachos de “rock and roll”, ellos eran religiosos, porque la Biblia dice que: “Alababan a sus dioses”.",
    "¡Así que Ud. podría ser muy religioso, y aun estar errado! Correcto. No es la sinceridad. “Hay camino que al hombre le parece derecho; pero su fin es caminos de muerte”. [Proverbios 14:12] Así que tenían una gran iglesia oficial, y una religión a la que podían servir, e hicieron burla de las cosas santas de Dios.",
    "Y eso es muy típico de hoy en día, burlándose de las cosas santas de Dios. A las personas que tratan de vivir una vida limpia y decente, y recta, ellos les llaman de “anticuados” o “aleluyas”, o alguna clase de nombre escandaloso. Y dicen de los dones del Señor, que El está obrando: “La obra de un espíritu inmundo”, como un adivino o un demonio. Oh, ¿cómo podrán escapar del juicio? ¡La sangre de los mártires clama en contra de eso! Si Dios no juzga a esta nación por su pecado moderno, El tendrá que levantar a Sodoma y Gomorra, y disculparse con ellos por destruirlos. Eso es correcto. ¡Estamos destinados a juicio! Y estas grandes maravillas que Uds. ven a nuestro bendito Salvador haciendo, son señales de advertencia, que el juicio está a la mano; y ha barrido esta nación de lado a lado, de éste a oeste, de norte a sur. Y lo rechazan, se ríen de ello, lo critican, lo escriben en sus periódicos como “tonterías”. ¡Piénselo, Babilonia moderna!",
    "Ahora mientras estaban tomando, brindando con sus copas y bebiendo; de repente, cuando este gran “playboy” del cine, llamado Belsasar, estaba casi listo para tomarse un trago de su copa, sus ojos parecieron salirse, mientras él volteó y miró hacia el castillo, porque él vio, viniendo del Cielo, la mano de un Hombre, y comenzó a escribir sobre la pared.",
    "Yo quiero que se fijen, lo escribió en el encalado. Ahora, quizás los candeleros estaban colocados aparte del oropel, donde estaban teniendo su moderno “rock and roll”, y las luces estaban titilando contra la pared. ¡Dios no hace las cosas en algún rincón! Es directamente debajo de las luces, donde Dios habla y se mueve. Así que Su escrito sobrenatural estaba sobre el encalado de la pared, a la vista de todos.",
    "Y el rey debió de haberlo visto primero, este bromista moderno, un buen cómico de la radio, actor de televisión. Mientras él brindaba con el vaso, para beber, o la copa, lo que él tenía en sus manos, sus ojos se le brotaron, y se sintió todo turbado. Yo me imaginaría que así fue. La Biblia dice que sus huesos se le dislocaron. El ciertamente estaba todo estremecido, ciertamente. Cuando Dios comienza a mostrar Sus señales, es tiempo de estar estremecido. Eso es correcto. Y mientras él observó, su canto de “rock and roll” lo dejó estremecido.",
    "Y entonces mientras él se fijó en la escritura en la pared, yo puedo imaginarme las señoritas con sus labios pintados como no sé qué, y el cabello todo adornado, y de juerga por ahí, con estos soldados borrachos, dijo: “¿Qué pasa con aquel en esta noche?” Mientras soltaba un hipo.",
    "Y algún joven la agarró, y dijo: “Muy bien, bailemos esta siguiente juntos”. ¡Y de repente se paró la música!",
    "¡Oh esta gran nación pecaminosa, algún día su “rock and roll” se va a parar! Si Uds. no escuchan la voz de un predicador, algún día Uds. escucharán a la mano de Dios en juicio. Pero el “rock and roll” parará, de igual manera que las bandas pararon, y tocaron “Más Cerca, Mi Dios A Ti” en el Titánico. Algún día Uds. van a cambiar su actitud.",
    "Y la música se detuvo. Y notaron que su bromista, su—su estrella en el programa de televisión, que él estaba de pie, sus rodillas temblando una contra la otra, mientras él miraba y observaba este gran acontecimiento. “Pues” dijo él, “todas las paredes están cerradas alrededor. Yo tengo mis guardias parados ante los portones, mis mejores hombres”.",
    "Pero, vean Uds., Dios no tiene que entrar por el portón, de la manera que Uds. piensan. ¡El desciende de la Gloria! Y Su mano estaba escribiendo en la pared.",
    "Y rápidamente, estando en un lugar muy moderno, la Biblia dice que él llamó a todos sus adivinos, astrónomos, todos los obispos, los doctores, y los papas, y los cardenales, y demás. Y dijo: “Ahora les diré, caballeros, yo les he concedido el privilegio de predicar y hacer lo que han querido hacer. Ahora interpreten para mí, Aquello sobre la pared”.",
    "Pero así como fue allá, así también es ahora, ellos no estaban acostumbrados a lo sobrenatural. Ellos no sabían nada al respecto. No sabían cómo interpretar las lenguas desconocidas. No sabían nada acerca de un lenguaje Celestial. Y todos estaban enmudecidos. No sabían nada al respecto. Y mientras todos estaban parados allí…",
    "Recuerden, esto aquí fue la introducción del reino gentil. Y así como entró bajo lo sobrenatural, terminará bajo lo sobrenatural.",
    "Pero estos obispos y cardenales, y grandes doctores, no pudieron interpretar lo sobrenatural. Ellos no sabían nada al respecto. Buscaron por todos sus libros de arte, y no podían encontrar nada que se comparara con eso. Vean Uds., cosas espirituales son entendidas espiritualmente. Y entonces ellos todos estaban perturbados, y no sabían qué hacer.",
    "Y por fin, una pequeña reina. Recuerden, ella no estaba en la fiesta de “rock and roll”. Y la única manera que ella supo que algo estaba aconteciendo, un mensaje vino a ella que el rey estaba todo estremecido, y que la fiesta se había detenido. Ella hubiese sido uno de los buenos creyentes. Y de alguna manera u otra, ella había sido una que no se había olvidado.",
    "Ella entró rápido a la fiesta. Y al ver al moderno bromista todo conmovido, y a toda su banda, ella dijo: “¡Oh, rey, vive para siempre”! Pero él no sabía que en ese momento ya estaba muerto. Dijo: “¡Vive para siempre! Yo sé que tú estás todo perturbado acerca de esa escritura en la pared. Y yo veo al Papa, y los obispos y los cardenales, y los doctores en divinidad, y ninguno de ellos la pueden leer. Pero, ¡oh, rey, déjeme decirle algo! Hay un hombre en tu reino, que conoce de lo sobrenatural”.",
    "Oh, hermano, cuando nosotros vemos la escritura en la pared, hoy día, no obstante hay un Hombre que la conoce. Ud. quizás haya pasado por la oficina de todo doctor en la ciudad, y le dijeron: “Ud. tiene que morir”. ¡Pero hay un Hombre! Ud. puede haberse sumergido en pecado al grado que su alma esté tan negra como las paredes tiznadas del mismo infierno, y Ud. esté listo para cometer suicidio, sin ninguna esperanza. ¡Pero hay un Hombre, y Su Nombre es Jesús! El conoce lo sobrenatural. Y El está en nuestro Reino, porque nosotros somos los hijos de Su Reino. ¡Hay un Hombre!",
    "Dijo: “El conoce lo sobrenatural, porque años atrás descubrieron el Espíritu de Dios en él. Y él tenía un Espíritu excelente. El podía interpretar sueños, él veía visiones, y cada una de ellas era exactamente correcta. Así que no esté turbado, sólo deme unos cuantos minutos y yo lo traeré aquí”.",
    "¡Habrá un día en que Ud. lo llamará a El! Pueda que no tenga lugar para El en su casa. Ud. está demasiado ocupado mirando televisión, jugando naipes, tomando cerveza, asistiendo a fiestas de “rock and roll”. ¡Pero habrá una vez cuando Ud. lo llamará a El! Eso es correcto.",
    "Y así que Daniel fue traído. Y mientras él fue traído…Un predicador de justicia, un hombre de Dios. Yo no pudiera imaginarme a un hombre de Dios viviendo en tal lugar como ese a menos que él hubiera clamado en contra de todo eso. Pero, vea Ud., el rey no le había prestado nada de atención, y esa es la razón que él estaba en la condición que estaba.",
    "Y trajeron a Daniel, y él dijo: “¿Por qué no te lo pueden interpretar tus papas y doctores”? Ellos no tenían nada con qué interpretar.",
    "Entonces ¿qué aconteció? Daniel dijo: “Oh, Belsasar, tú ya sabías todas estas cosas. Nada de esto te ha sido escondido”.",
    "¡Y yo digo esto a América! Cómo deseo en este momento, hacerles escuchar mi voz. ¡Uds. no son ignorantes de todas estas cosas! Así como las naciones de antes han pecado, y han hecho lo que nosotros hemos hecho, hemos sido pesados en la balanza y hallados faltos. ¿Qué le pasó a Francia? ¿Qué le pasó a Alemania? ¿Qué les pasó a las otras naciones que se entregaron al “vino, mujeres, y a un tiempo maravilloso”? Siempre terminan de esa manera, y nosotros no estamos exentos de juicio. Dios es justo.",
    "Y él dijo: “Tu padre, cómo Dios hizo de él una gran nación, pero a él se le olvidó. Y él hizo las mismas cosas que tú estás haciendo, y Dios lo convirtió en una bestia salvaje”. Dijo: “Tú estás consciente de estas cosas, y entonces tú tomas Sus vasos santos y haces burla de ellos”. Fíjense. El dijo: “La escritura ha sido puesta en la pared, y esta vez tu reino está contado”. En otras palabras: “¡Mira aquí, hombre, tus días están contados! Tu reino es quitado de ti y dado a otra nación, a una nación salvaje y sin dios”, una que es-que es tan mala como ellos. Dios hace que el pecado combata el pecado. Yo me pregunto, de hoy en día.",
    "Justo en ese mismo momento, permítanme decir esto primero, cuando él estaba parado allí, mirando ese Escrito en la pared, él no tenía la menor idea que en ese mismo instante frente a los portones, los guardias habían sido asesinados. Y los soldados estaban en las calles, matando a los guardias del palacio. Ellos ya estaban en los escalones. Y esas mujeres paradas allí, lejos de sus bebés, lejos de sus esposos, y esposos de sus esposas, todos borrachos, escuchando alguna clase de baile moderno y alborote. Y los soldados estaban en los escalones, en unos pocos minutos el rey sería asesinado. Todos esos hombres borrachos serían asesinados por una nación atea poseída por el demonio. Y a las mujeres les arrancarían la ropa, a muchachas jóvenes y a todas, y serían violadas en las calles; y luego levantadas por los talones, y sus cabezas reventadas contra las paredes. Abriéndolas a cuchillo después de que habían vivido con ellas en lujuria. ¡Soldados borrachos, locos! Todo estaba a la puerta, porque habían sido pesados en la balanza, y hallados faltos.",
    "Y me pregunto, hoy, en todo nuestro moderno comportamiento, todo el reírse, y hacer burla de los cultos de sanidad, riéndose y burlándose de la Iglesia del Dios viviente, y comportándose así como la Biblia dice que harían: “Impetuosos, infatuados, teniendo forma de piedad, pero negando la eficacia de ella”.",
    "Me pregunto, en este día cuando pensamos que estamos tan seguros, y de repente, nos damos cuenta que Rusia está cinco años más adelantada que nosotros, en la ciencia.",
    "Hemos asistido a demasiadas fiestas. Nos hemos sumergido demasiado en el pecado. La iglesia está tan dormida, ya no le interesa las reuniones de oración. Están despreocupados. Ellos también levantan una voz en contra del real, verdadero Espíritu del Dios viviente; no los reciben. ¡Son tan denominacionales, muy bien ataviados! Ellos no tienen tiempo para reuniones de oración, ellos están ante los televisores y los cines, y callejeando, y en fiestas de borrachos, y cosas. ¡Esa es la verdad!",
    "Eso quizás suene anticuado, pero es lo que la nación necesita hoy. Existe demasiada cobardía con el Evangelio, usando guantes de goma. Tiene que ser manejado a mano limpia, por el Espíritu Santo. ¡Verdaderamente!",
    "Billy Graham dijo, hace como una semana o dos, en uno de sus mensajes, dijo: “Esta nación puede llegar a ser un satélite para Rusia, en cualquier momento que Rusia lo desea”. ¿Dónde estamos?",
    "Uds. compran discos de Elvis Presley, y se quedan en casa para esluchar Nosotros Amamos A Susy en vez de ir a la iglesia; un día de estos, ¡Han sido pesados en la balanza, y hallados faltos! ¿Qué ha sucedido? ¡Hay una escritura en la pared!",
    "Los Rusos lanzaron un sputnik [satélite] que nosotros no podemos controlar nada al respecto, a quinientas millas [804.5 kilómetros] sobre la superficie de la tierra; y podrían colocar otra media docena sobre los Estados Unidos en los siguientes treinta minutos, y llamar y decir: “Ríndanse, o en unos cuantos minutos serán pura ceniza”. Pueden hacerlo. No hay nada que podamos hacer para detenerlos. ¡Está en sus manos! ¡Una nación comunista e impía, sin sangre y sin corazón, eso es lo que Dios emplea para hacer que el pecado salga a luz. Ciertamente. Si Ud. lee la Biblia, Rusia tiene que hacer eso de acuerdo a Apocalipsis. Muy bien, Uds. maestros de profecía pudieran diferir con eso, pero sólo esperen hasta que haya terminado. Rusia es puesta aquí para ese mismo propósito. La Biblia así lo dice.",
    "Ahora aquí está ella con un sputnik. Nosotros tratamos de disparar uno la otra noche, pensamos que íbamos a hacer tanto más como ellos. Se levantó a tres pies de la tierra, y se apagó. ¡Demasiado “rock and roll” y pecado! ¡Hemos sido pesados en la balanza, y hallados faltos! ¡Dios tenga misericordia!",
    "¿Qué vamos a hacer? ¿Qué pasaría si lanzaran esos sputniks con esos proyectiles, y dijeran: “Ríndanse, o en cinco minutos serán puro polvo”? Por supuesto, nuestro gobierno, para salvar vidas, se rendiría. Esa es la única cosa que podrían hacer.",
    "¿Entonces qué pasaría con algunos de Uds. americanos, a todos nosotros aquí; no aquí mismo, pero me refiero nacionalmente hablando, hablando nacionalmente?",
    "Uds., niñas sabelotodo, que andan por allí con sus labios pintados como alguna clase de retoño de rosa; y se reirían de un predicador en la esquina, predicando el Evangelio. ¡Y Ud., adolescente, que piensa que tiene más agresividad de lo que tienen inteligencia para controlar!",
    "¿Qué le va a pasar a Ud., papá, que se sienta en casa con mamá para mirar la televisión, mientras junior anda por allí en su auto, y la hermanita está allá en la cantina en alguna parte, allá bailando su “rock and roll”, y Ud. está mirando la televisión, y haciendo burla del Evangelio?",
    "¿Qué le va a pasar a Ud. miembro de iglesia? ¿Cuál será su fin? Ud. puede tener su nombre en todos los libros de registro, o en la iglesia más grande en la ciudad; pero a menos que Ud. esté bajo la seguridad de la Sangre del Señor Jesús, Ud. perecerá con aquellos que perecerán, no hay esperanza para Ud.",
    "¿Qué va a acontecer? Hay un sputnik allá arriba. ¿Y qué acontecería? La nación se rendiría, por supuesto, es la única cosa decente que el gobierno podría hacer.",
    "¿Después qué sucede? Ola tras ola, de barcos cargados de soldados; ola tras ola, de aviones aterrizarían en esta nación. Las mujeres serían violadas en plena calle. ¿Qué harían Uds.? Les pertenece a ellos. Los echarían de sus hogares, se apoderarían de todo.",
    "¿Qué les pasaría a Uds. jovencitas, y a Uds. jovencitos, y a todos Uds. en ese tiempo? ¡El pecado se tiene que pagar! No importa cuál nación sea, o quién sea, que lo hace. ¡Individualmente, o la nación, se tiene que pagar! Y un grupo de soldados comunistas salvajes, impíos y barbudos, agarraría a sus esposas y a sus niñas, las violarían. Y Uds. lo soportarían y tendrían que mostrar gusto, no hay nada que Uds. podrían hacer al respecto.",
    "¿Qué causó eso? Porque Uds. han escuchado tales cosas como estos programas de televisión, de “rock and roll” y pecado, y a algún predicador formal y frío incapaz de interpretar lo sobrenatural. ¡La escritura está en la pared! ¡Correcto! Y hemos sido pesados en la balanza, y hallados faltos.",
    "¿Cuándo pudiera acontecer todo eso? Mañana, antes del amanecer. ¿Quién va a detenerlo? Inténtelo Ud.. La Biblia dice que acontecerá.",
    "¡Pero déjenme decirles: eso nunca tocará la Iglesia del Dios viviente, para ese tiempo ya nos habremos ido!",
    "Así que escuche amigo. Si esa cosa está tan cerca, y vemos la escritura en la pared, ya no hay nada que pueda evitar que esta cosa no acontezca.",
    "A América se le ha predicado, lo sobrenatural ha sido hecho, y continuamente caminan por encima de todo eso.",
    "Uno va a un país en alguna parte y lleva a cabo un avivamiento, y puedan haber cuarenta convertidos en una semana; y al regresar en seis semanas, no hay ni cuatro. A la laguna se le ha pasado la red hasta que no quedan peces. Dios sólo tiene tantos que El ha elegido. Y cuando el último haya entrado, allí se cierra la puerta y queda concluido.",
    "Entonces no queda más sino juicio cuando misericordia ha sido rechazada. Y aquí estamos en el fin del camino. Lo sobrenatural se está obrando, y de esto se han reído y se han burlado. Y la última cosa, Dios ha venido en Su propio Poder, en Su propio amado Hijo, para obrar a través de Su Iglesia, y ellos dicen que es “espiritismo”, o “del Diablo”. ¿Qué más podrá quedar sino juicio? ¡Y aquí está la escritura en la pared!",
    "Pero, si eso está así de cerca, y cualquier maestro sabe que la Iglesia sube en el Rapto antes de que la tribulación comience. Así que si eso está así de cerca, y podría acontecer antes de que salga el sol, ¿qué del Rapto? ¡Está más cerca que aquello! ¡Oh, bendito sea el Nombre del Señor! ¡La venida del Señor está a la mano! La Escritura está escrita, y está escrita en la Biblia, y estamos viviendo para verla.",
    "Por la persuasión de mi voz, ¿recibiría Ud. a Jesucristo en esta hora? “Arrepentíos, y bautícese”, dijo Pedro, “cada uno de vosotros, en el Nombre de Jesucristo, para remisión de pecados, y recibiréis el don del Espíritu Santo; porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos. Porque no hay otro nombre dado bajo el Cielo, entre los hombres, por el que podamos ser salvos”. ¡A no ser que Ud. sea de Cristo! Ud. podría ser metodista, bautista, pentecostal, nazareno, católico. ¡Ud. está perdido hasta que llegue a ser de Cristo! Y Cristo entra en Ud., ese es el nuevo Nacimiento por el Espíritu Santo. Recíbanlo a El esta noche, mientras oramos.",
    "Con sus rostros inclinados. Yo sólo me pregunto esto: ¿cuántos hay aquí que saben que esta gran cosa pudiera acontecer? Ud. se pudiera ir a la cama esta noche con su esposa, y en la mañana ella habrá desaparecido. Uds., padre y madre, pudieran besar a sus pequeñitos al dormir, esta noche, y mañana por la mañana la camita puede estar vacía. Y Ud. correrá por la calle, para averiguar qué le sucedió a la Sra. Jones, ella también ha desaparecido. El Rapto está a la mano, la Biblia claramente lo muestra.",
    "Y en esta reunión, mientras tienen la oportunidad, como hombres de inteligencia, y mujeres de inteligencia ¿por qué no prestan atención a ese llamado en su corazón, y digan: “Señor Dios, lléname con esa Vida Eterna”? Porque, si su espíritu todavía es un concepto intelectual, Ud. está ligado a la tierra. Pero el Espíritu de Dios, que salió del Cielo, entra a su corazón y le da el Espíritu Santo por dentro. Cuando venga la tribulación, el Espíritu, el Espíritu Santo, regresa a Su Creador, y Ud. se irá con El. No importa cuán religioso sea Ud., no se irá a menos que haya Algo allí adentro para llevarlo.",
    "¿Cuántos en esta noche, con sus rostros inclinados, ante este Mensaje, levantarían sus manos a Cristo, y dirían: “Dios, lléname con Tu Espíritu Santo; y si Tú vinieras, yo quiero irme Contigo”? ¿Levantarían sus manos? Dios les bendiga, por toda la iglesia. Literalmente, doscientas, o más, manos levantadas al aire.",
    "Amigo pecador, si Ud. nunca ha aceptado a Cristo, ¿en este momento levantaría Ud. su mano, para decir: “Señor Jesús, ten misericordia de mí”? Dios le bendiga, señora. Dios le bendiga a Ud. por acá, Ud. allá atrás. Alguien más: “Señor sólo acuérdate de mí”. Dios le bendiga aquí, por aquí. El Señor sea con Ud. “Recuérdame, oh Señor. Mis ojos acaban de ser abiertos. Yo me doy cuenta que quizás he profesado ser un Cristiano por mucho tiempo, pero jamás he conocido lo que es ser nacido de nuevo. Yo nunca he recibido el Espíritu Santo”.",
    "🦅 Por lo tanto, el que no naciere de nuevo, no puede entrar en el Reino, o ni siquiera puede ver el Reino”.",
    "¿Levantaría Ud. su mano, y diría: “Sé misericordioso conmigo, oh Espíritu Santo. Y cuando vengas por la Iglesia, llévame”? Dios le bendiga, señora. Alguien más: “Recuérdame a mí”, oh Dios le bendiga, señor. Dios le bendiga, señora. “Recuérdame, oh Dios”. Dios le bendiga a Ud. aquí, jovencito. Dios la bendiga allí, señora. Allá atrás, jovencita, y allá. Y Ud. atrás, señora. “Sé misericordioso conmigo, oh Dios, cuando veo que la escritura está en la pared. Yo soy lo suficiente inteligente para ver que lo que ha sido dicho de la Biblia en esta noche, que esto es una repetición de la historia”.",
    "Estamos en el fin. No hay nada que pueda ayudar. La cosa que va a destruir el mundo está en las manos de hombres pecaminosos.",
    "Sólo hay unos cuantos más. Ud. pudiera ser el último que está ordenado a venir a Cristo. Cuando ese último venga, entonces viene el juicio; aún está faltado algo, podría ser Ud. ¿Lo recibirá a El en esta noche mientras esperamos?",
    "Algunas veinte, treinta manos han sido levantadas. Ahora aquí no tenemos lugar para hacer un llamado al altar, para traer a la gente aquí al frente, porque no tenemos ningún espacio. Pero yo voy a preguntarles, ciertamente, oh, sean sinceros y escuchen a la voz de advertencia. Sean sinceros y pídanle a Cristo, allí donde están sentados: “Señor, sé misericordioso conmigo, yo un pecador, y recíbeme no sea que pase más allá del velo de misericordia. Antes que pecando pierda mi día de gracia, sé misericordioso conmigo, Señor”; y El lo hará.\n\nAhora oren de esa manera mientras yo oro con Uds.",
    "Bendito Señor, estamos parados en una condición terrible esta noche. Mientras leemos Tu Palabra, y sabemos que casi a cualquier hora los radios pudieran dar el anuncio, y las bandas de “rock and roll” empezarían a tocar “Más Cerca, Mi Dios, A Ti”. Pero entonces sería demasiado tarde, el juicio habrá llegado. Proyectiles están apuntados hacia nosotros. Destrucción, por millas tras millas, por toneladas tras toneladas de energías atómicas que arrollarán la tierra, y demás, que pondrían al mundo entero en llamas. Y está en las manos de hombres pecaminosos. Y la Biblia dice que de esa manera acontecerá. Y vemos la escritura en la pared.",
    "Oh Señor, Dios, yo soy insuficiente para tratar de traer un Mensaje como este a la gente. Y yo siento cuan pequeño soy, parado aquí, al tratar de manejar tal tema, pero ¿me perdonarás por mi parte de no tener la habilidad de hacerlo? Pero de alguna manera, de mi corazón, yo pido que Tú hagas penetrar el Mensaje en sus corazones, de la manera que Tú deseas, porque yo veo la hora acercándose. Y sé misericordioso, Dios, y salva a cada uno, y llénalos con el Espíritu Santo. Y que ellos sean Tus hijos, Divinamente envueltos en Tu bondad, y que reciban seguridad del Señor Jesús.",
    "Porque, nuestra nación no está segura. Pensábamos que lo estábamos. También el reino de Babilonia pensó así, pero, todo el tiempo, había una nación perversa obrando. Y ha habido una nación perversa obrando, hasta que ahora sabemos que ellos están más avanzados que nosotros, y estamos a su misericordia.",
    "Señor, la Iglesia está a Tu misericordia. Ellos destruirán; pero Tú te llevarás Tu Iglesia. Oh Señor, tómanos en Tu cuidado en esta noche. Y bendícenos por causa de Jesús; y en Su Nombre oramos. Amén.",
    "Suavemente, un minuto. Sean reverentes.\n\nCuán tiernamente Jesús hoy nos llama;\n\nCon insistente bondad…\n\nMientras estamos cantando ahora, tomen inventario.\n\nToca a las puertas del alma y espera,\n\nCon amorosa ansiedad.\n\n“Venid, (¿Adónde? Subid, subid más alto.)\n\nLos que cansados estéis”.\n\nDulce descanso Jesús nos ofrece;\n\nHoy aceptarlo debéis.",
    "Oh, ¿no sería un tiempo maravilloso para que eso sucediera ahora mismo? Oh, está bien, en cualquier momento que El esté listo. ¡Amén! Estoy tan contento de conocerle. Estoy tan contento de que este cuerpo viejo y frágil, que aquí se está marchitando, será cambiado en un momento, en un abrir y cerrar de ojos. Yo me convertiré nuevamente a un joven, para vivir para siempre.\n\nAllá los viejos serán jóvenes para siempre,\n\nTransformados en un momento de tiempo,\n\nInmortales para estar en Su semejanza,\n\nBrillando más fuerte que el sol y las estrellas.\n\n¡Qué oportunidad! No lo rechacen.\n\n¡Oh, cómo desearás que El te diga, “Bien hecho”\n\nEn aquel Día Eterno!\n\nEn tu corazón no despidas al querido Salvador.\n\nNo lo despidas. (Que esta sea la noche.)",
    "¿Cuántos le aman con todo su corazón, y están listos si El viniera? ¡Oh, cuán agradecido! ¿No se sienten ahora como que están lavados por dentro? El Evangelio, somos lavados por el agua de la Palabra. Sólo extiendan la mano al que está a su lado, y dense la mano con alguien, digan, “Dios le bendiga. Me siento muy bien. Dios le bendiga, peregrino. Dios le bendiga, hermana, hermano”. Somos caminantes del camino.\n\nCaminando por el grandioso camino,\n\nContando por dondequiera que vaya,\n\nPrefiero ser un Cristiano a la antigua, Señor,\n\nQue cualquier otra cosa que conozco.",
    "Ahora mientras estamos en este momento de reverencia, yo creo que ya es muy tarde para llamar una línea de oración. Yo creo que el Espíritu Santo está muy complacido con este gran número viniendo a Cristo. Ahora rápidamente, Ud. busque una iglesia, bautícese y asista a esa iglesia, una buena iglesia llena del Espíritu, y permanezca allí mientras viva.",
    "¿Cuáles son las obras que Cristo prometió que El haría? El dijo: “Las obras que Yo hago, vosotros también haréis”. Entonces, Su Presencia está aquí. Entonces, yo sé, amigos. Yo— yo sé, más allá de una sombra de duda, que Jesús está aquí. Hay un Hombre aquí, es el mismo Hombre que caminó en Galilea. Es el mismo Hombre que los redimió por medio de Su Sangre, y los sanó por Sus heridas. Y El está aquí para obrar y hacer todo lo que El hizo, porque El es el mismo Señor Jesús.",
    "Ahora oremos por un momento, silenciosamente. Sólo estén en oración mientras estoy tratando de encontrar la mente del Espíritu Santo.",
    "Oh, esa hermosa música. ¡Cómo les gustaría escuchar eso, a las personas que en esta noche están en tormento! Personas que probablemente se han sentado en el asiento que Ud. ocupa en esta noche, y han escuchado el Evangelio, y han muerto, y están en tormento en esta noche, cómo les gustaría ocupar ese asiento donde Ud. está sentado. Pero ahora ya es demasiado tarde.",
    "Señor, Tú que hiciste los Cielos y la tierra, Tú que enviaste al bendito Señor Jesús aquí a la tierra; y en El habitó la plenitud del Espíritu. Y Tú has dicho, por medio de Sus labios: “Yo soy la Vid, vosotros los pámpanos. La Vid no lleva fruto en sí misma, pero los pámpanos llevan el fruto”. Yo ruego, Dios, que Tú te manifiestes en esta noche en nuestro medio, para que estas personas conozcan que el Mensaje que acaba de ser predicado, que viene de Ti, que Tú nos estás advirtiendo que nos aparejemos, y que los últimos días están a la mano.",
    "Quizás haya personas enfermas sentadas aquí, Señor. Dales ánimo, para que puedan ser sanados, porque pedimos esto para la gloria de Dios. Ahora, Señor, mientras nos rendimos a Ti, como la Iglesia del Dios vivo. Me supongo, que toda mano aquí fue levantada. Y te voy a pedir, esta noche, Señor, que hagas algo especial por nosotros. Y concede ahora mismo que estas personas puedan rendirse de tal manera que el Espíritu Santo se pueda mover a través de ellos con fe. Y que yo me pueda rendir a Ti. Y que Tú puedas obrar por medio de Tus dones, y te vindiques entre nosotros, porque quizás haya extraños entre nosotros. Lo pedimos en el Nombre de Jesús. Amén.",
    "El siempre muestra misericordia antes del juicio. Voy a pedirles a los ministros que permanezcan allí, y oren. Oremos.",
    "Y ahora, especialmente, he estado predicando, y yo—yo sólo les voy a pedir quizás a Uds. aquí enfrente, o dondequiera que estén, sólo comiencen a decir esto. La Biblia dice que El es el Sumo Sacerdote que puede compadecerse de nuestras debilidades. Pues, entonces, si El es el Sumo Sacerdote que fue ayer, El es el mismo hoy. Y entonces la misma obra que El hizo ayer, El la hará hoy si El es el mismo. ¿Es correcto? Así que si El puede ser tocado ahora, Uds. tóquenle a El por la compasión de sus debilidades, y permitan que El responda.",
    "Sólo piensen, un día cuando El estuvo parado entre una congregación como ésta, hubo un hombre que vino, llamado Pedro, o su nombre era Simón. Y El dijo: “Tu nombre es Simón. Tú eres el hijo de Jonás. Pero, de aquí en adelante, tú serás llamado Pedro”. ¿Quién llegó a ser él? El amado apóstol.",
    "Cuando Felipe halló a Natanael, y él vino, El dijo: “He aquí un israelita en quien no hay engaño”, en otras palabras, “un Cristiano, una persona honesta”.\n\nDijo: “¿Cómo me conociste, Rabí”?",
    "Dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”.",
    "Apareció la mujer con el flujo de sangre. El miró sobre la audiencia.",
    "Ellos pensaron que Sus obras eran del Diablo, y ellos dijeron en su corazón: “El es Beelzebú”. Y El percibió sus pensamientos. ¿Es correcto eso?",
    "El dijo: “No hago nada hasta que el Padre me lo muestre primero. Y las obras que Yo hago, vosotros también haréis”. Tiene que ser así si El obra en Su Iglesia, porque esa es Su Palabra.",
    "Ahora quiero hacerles la pregunta. Si en esta audiencia, por lo menos dos o tres personas, el Señor concederá que ellos tengan suficiente fe para tocar Su vestidura, y El regresara en Su Espíritu y obrara exactamente como obró cuando estuvo aquí en la tierra, ¿estarían todos Uds. satisfechos en aceptarle como su sanador? ¿Lo harían Uds.? Digan: “Amén”, si así es. [La congregación dice: “Amén”.] Que El lo conceda, es mi oración. Ahora Uds. sólo oren. Y si Uds.…",
    "¿Cuántas personas enfermas aquí desean ser sanadas? Levanten su mano. Están por todos lados, muy bien, las personas enfermas que desean ser sanadas.",
    "Ahora, si hay alguien en este edificio que yo…Yo no conozco a nadie de los que estoy mirando.",
    "Creo que esta es Rosella sentada aquí, la jovencita que era una alcohólica, que fue llamada en la reunión en alguna parte; había sido una alcohólica, y los doctores la habían desahuciado. Cuando ella fue llamada por el Señor, la muchacha sabe que yo nunca la había visto, ni sabía de ella. Y el Señor le dijo todo respecto a su vida y su condición, y le dijo que ella iba a estar bien. Y aquí está ella en esta noche, un trofeo de la gracia de Dios. Una alcohólica, al grado que doctor tras doctor la habían despedido, incluso Alcohólicos Anónimos. Yo la conozco a ella.",
    "Pero, de otra manera, estoy seguro que este hermano mirándome, sentado aquí mismo con el traje gris, él es el hermano que nos trae las flores. Yo creo que eso es correcto. No puedo pensar en su nombre en este momento. El estuvo en mi casa no hace mucho, con el hermano Bozé; Shultz, el hermano Shultz.",
    "Aparte de eso, pensé que vi al hermano Fred Sothmann hace unos cuantos momentos, en alguna parte del edificio, pero ahora me olvidé donde estaba. Sin embargo, él está aquí en alguna parte.",
    "Y yo—yo no conozco a nadie más. Pero Dios los conoce a todos Uds. Si tan sólo oran y le piden a Dios, prueben su fe.",
    "Y que nadie se esté moviendo. Sean muy reverentes en los siguientes momentos. Ahora: “Sólo Creed”, si fuera tan amable. Y tan reverentemente hasta donde les sea posible por unos pocos momentos, y sólo permanezcan quietos.",
    "Sólo piensen, Cristo prometió esto. “Un poco, y el mundo no me verá más; pero vosotros me veréis, porque Yo…Yo, no otro”. Yo es un pronombre personal. “Yo estaré con vosotros hasta el fin del mundo. Las cosas que Yo hago, vosotros también haréis”. “Jesucristo el mismo ayer, y hoy, y por los siglos”. ¿Es la verdad? ¡Tiene que ser verdad!",
    "Pues, yo estoy muy agradecido con el Señor. Yo estaría…Uds. pueden levantar sus rostros si desean.",
    "Aquí mismo en la esquina, hay una señora sentada aquí en la esquina. Es una señora de color. Señora, yo no la conozco. Dios sí la conoce. Pero allí está esa Luz sobre la mujer ahora mismo. Ella tiene…Si el Señor me revela a mí cuál es su problema, y de lo que Ud. está orando, ¿creerá Ud. que es el Señor Jesús para ayudarla? Ud. debe de estar en aflicción, o algo que Ud. está deseando, porque allí está.",
    "¿Ven? Amigos, Uds. dicen: “Pues, yo no veo nada”. Es posible que Uds. no la vean. Yo la estoy mirando directamente. ¿Ven? Uds. dicen: “Pues, Hermano Branham, si Ud. puede verla con sus sentidos, yo podría, también”. Oh, no.",
    "Pablo vio a Jesús en forma de una Luz, y aquellos que lo acompañaban no lo vieron. ¿Ven? Los magos vieron la Estrella, la Luz que los guió, pero nadie más la vio. Es solamente para algunos. Son dones.",
    "La mujer tiene problemas de sinusitis. Eso es correcto. Ud. también tiene problemas del corazón. Eso es exactamente correcto. Escúcheme. Su nombre es, o la llaman Essie. Sí. Su apellido es Upshire. Ud. vive en la calle Cleveland, parte norte. Su dirección es 1264. Eso es exactamente correcto. Señora, Ud. tocó algo. Ud. sabe que no me tocó a mí.",
    "Esa muchacha sentada allí a su lado, ella también está orando. Y ella está orando por alguien más, y esa es su madre, y ella tiene algo mal en sus pulmones. Y Ud. tiene alguna conexión con esta mujer aquí, Ud. es su nuera. Y su nombre es Margaret. Eso es correcto. Y Ud. vive en el mismo lugar. Yo la veo llegando, y entrando.",
    "¿Qué piensa al respecto, señor, el hombre sentado allí en seguida? ¿Cree Ud. que Jesucristo es el Hijo de Dios? ¿Lo cree? Si el Señor me revela cuál es su problema, ¿lo aceptará a El? Ud. tiene problemas estomacales. Eso es correcto. Si eso es correcto, póngase de pie. Correctamente, Ud. es un predicador.\n\n“Por supuesto”, dicen Uds., “él está mirando a sus ropas del clero”.",
    "Muy bien. Además de eso, algunos esperaban que Ud. fuera presbiteriano, pero Ud. es un predicador pentecostal. Correcto. Amén. Su nerviosismo es lo que le causó la úlcera. Ya desapareció. Vaya a casa y sea sano, hermano. Amén.\n\n¡Tengan fe en Dios! Solamente no duden.",
    "¿Qué piensa Ud., sentada aquí? Sí. ¿Cree Ud.? ¿Cree Ud. que soy siervo de Dios? ¿Desea Ud. algo de parte de Dios? Si Dios me revela lo que Ud. desea, ¿creerá Ud. que lo Sobrenatural se está llevando a cabo? ¿Cree Ud. que es exactamente lo que Jesús diría? ¿De todo corazón? Ud. tiene un crecimiento, y ese crecimiento está en su cadera. Eso es correcto. Y Ud. también tiene problemas estomacales, eso es causado por una condición nerviosa. Eso es correcto. Su nombre es Eva May. Readman es su apellido. Ud. vive en esta calle: 1378 al oeste en la calle 13. Eso es correcto. Para que Ud. pueda saber que yo soy siervo de Dios, esa es su niñita sentada allí. Ud. está deseando oración para ella. Esa niñita tiene hemorragias, y le comienzan cuando se emociona o empieza a llorar muy fuerte. Eso es ASI DICE EL SEÑOR. Ese muchachito es el hermano de ella. Eso es correcto. Ud. también, desea la oración por el muchachito. El está perturbado con estreñimiento, y él ha bajado mucho peso recientemente, también. ¿No es así? Eso es ASI DICE EL SEÑOR.",
    "La mujer blanca sentada a su lado, parece que a ella algo le está molestando. ¿Cree Ud., hermana? ¿Cree Ud. que Dios ha enviado a Su Hijo, Jesucristo, para declararle a la generación gentil que El viene pronto? Ud. tiene problemas de una glándula de la cual está sufriendo, y también un problema del colon, y Ud. es nerviosa. También, Ud. no es de esta ciudad. Ud. es de Detroit. El número, donde Ud. vive, es 12134 calle Fandler. Eso es correcto. Detroit, Michigan. Ud. es italiana. Su nombre es Viola P-o-l-o-…Polomba. Tenga fe en Dios, y reciba lo que Ud. pide.",
    "¿Qué piensan Uds. acá por este lado? ¿Creen de todo corazón?",
    "¿Qué de Ud., la dama sentada allí? ¿Cree Ud. de todo corazón, la dama allí en la esquina? Pues, cualquiera de Uds., no importa. ¿Qué piensa, Ud. allí sentada al lado de ella? ¿Cree Ud. de todo corazón, la madre sentada allí, mirándome? ¿Qué piensa Ud. al respecto? ¿Cree Ud. que el Señor Jesús la sanará de las varices que Ud. tiene? ¿Lo cree? Quizás Ud. pensaría esto, Ud. creería más si yo le dijera que su esposo tiene problemas del oído. Ud. quería que se orara por él. Eso es exactamente correcto. ¿Ahora me cree? Ud. no lo estaba captado al principio. Eso como que la despertó a pensar, porque allí Ud. recibió su sanidad.",
    "Ud. señora, al lado de ella, levantó su mano. ¿Qué piensa Ud. al respecto? ¿Cree Ud. que Dios la sanará? ¿Creerá? Muy bien, entonces su artritis la dejará.",
    "¿Qué piensa Ud. señor, Ud. que alzó la mano? ¿Cree que Dios lo sanará de su problema del corazón, y lo pondrá bien? ¿Cree Ud. que El lo hará?",
    "Ud. que está sentado allí, mirándolo a él, ¿Ud. también cree? Ud. quiere que Dios…Ud. también tenía problema del corazón. ¿No es así? Sí. Y Ud. también tenía diabetes. Eso es correcto. ¿Cree Ud. que Dios lo sanará? Entonces Ud. puede tenerlo.\n\n¿No creen Uds.? ¡Tengan fe en Dios!",
    "¿Qué de por aquí? Ud. señor, sentado allí al final de la fila. ¿Cree Ud.? Ud. debería creer, Ud. acaba de ser sanado. Ud. tenía un problema del pie, ¿no es así? Ud. cree que el Señor Jesús…Pero Ud. ahora está orando por alguien más, y es su hermano. Y él está en Wisconsin. El acaba de pasar por una operación en sus pulmones, le sacaron la mitad. Eso es correcto. ¿Cree Ud.? Entonces Ud. puede recibir lo que ha pedido. ¡Oh, bendito sea el Nombre del Señor!\n\n¡Le alabaré! ¡Le alabaré!\n\nAl Cordero que murió;\n\nDenle gloria todos juntos,\n\nCon Su Sangre toda mancha quitó.",
    "Bendito Señor, algún día te veremos viniendo de allá en los Cielos. Sabemos que Tú estás aquí ahora en un Cuerpo espiritual, Tú mismo te has declarado perfectamente a nosotros. El mundo no puede leer eso, Señor. Nosotros ni siquiera esperamos que lo puedan leer, porque Tú dijiste: “No me verán más”. Pero sabemos que Tú tienes hijos que te pueden ver. Tenemos hijos que te conocen. Y por eso estamos agradecidos.",
    "Y pedimos ahora que Tú pases por este edificio, con el gran Espíritu Santo, y sanes a toda persona enferma presente aquí. Ahora mismo recibe gloria para Ti mismo, Señor. Que la gente no permanezca moribunda, sino que se levanten y resplandezcan, y le den alabanza y gloria a Dios. En el Nombre de Jesús.",
    "Si le creen, pónganse de pie y denle alabanza con todo su corazón. Y regocíjense en el Señor Jesús, porque El ahora los sana a cada uno de Uds. para Su gran gloria Divina. El Señor les bendiga. Amén. 🦅"
  ]
}