{
  "title": "LA UNIDAD DE LA UNIÓN",
  "id": "58110009",
  "content": [
    "🦅  Felices de tener el privilegio de entrar en Tu Presencia y de reunirnos Contigo. Y, ¡oh, Dios!, que podamos tener compañerismo esta noche alrededor de la Palabra escrita. Que el Espíritu Santo inspire todo lo que se haga o diga. Para la gloria de Dios lo pedimos, en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Por poco me toman desprevenido. Yo estaba mirando aquí a un hermanito de Arkansas, de por allá lejos de ese gran estado de Arkansas. Y ¿qué se supone que hace Ud. aquí en este lugar tan frío?",
    "Pues, a dondequiera que voy, encuentro a gente de Arkansas. Fue uno de mis primeros lugares a los que fui después de salir de St. Louis, donde estuvimos en el Auditorio Keil, y fuimos a Arkansas. Y nunca me olvido de esas personas, de cómo llegaban. ¡Oh, vaya!, había veintiocho mil personas; según el periódico, en Jonesboro. Y la ciudad tiene como ocho o diez mil, supongo, en población. No había nada por treinta millas alrededor de la ciudad; todas las casas de las granjas estaban ocupadas, y levantaron tiendas de campaña y cosas, y la gente vivía en ellas, y debajo de viejos—viejos camiones. Y la gente, llovía… Había estado lloviendo, la gente colocaba pedazos de lonas y periódicos sobre sus enfermos, esperando que se orara por ellos. No importaba si entraban esta semana o la siguiente; cuando fuera, estaba bien. ¿Ven?",
    "Y recuerdo que allá en Corning. ¿Vive Ud. cerca de allí, verdad? Corning. Ud. parece que… Yo vi algo allí que supongo que tal vez Dwight Moody, o Sankey, o algunos de ellos vieron en sus días.",
    "Yo estaba muy lejos en los bosques, me había retirado y estaba allá orando, solo, antes del servicio. Veía a gente pasar por esos caminos polvorientos, yendo al servicio, por la tarde. Y me fijé en señoritas, hermosas jovencitas, de no más de dieciséis, dieciocho años, que llevaban los zapatos y las medias bajo el brazo. Antes de llegar allí, se sentaban, se despolvaban los pies y se ponían las medias y los zapatos. Ellas solo tenían un par, y les tenían que durar. Pero realmente amaban al Señor.",
    "Algunos de los milagros más sobresalientes que he visto en América se realizaron allí. Y quiero regresar a Arkansas, uno de estos días, solo para pasar un maravilloso tiempo de compañerismo a la antigua alrededor de la Palabra y el pueblo de Dios.",
    "Bueno, empezamos un poco temprano esta noche, así que vamos a leer un poco de la Palabra Eterna de Dios, como de costumbre. Y quiero…",
    "Oigan, creo que dijeron aquí que tuvimos un… ¿Ya anunciaron ese desayuno ministerial, y demás? [Alguien dice: “Sí”.—Ed.] Sí. Muy bien. Está bien, entonces.",
    "Queremos leer esta noche del Libro de Génesis. Y quiero que escuchen mientras leemos del capítulo 11 y el versículo 5.\n\nY descendió Jehová para ver la ciudad y la torre que habían edificado los hijos de los hombres.\n\nY dijo Jehová: He aquí el pueblo es uno,…",
    "Quiero hablar esta noche, acerca de La unidad de la unión, ahora, entramos directamente a la Palabra, para esta exhortación. Y ahora, yo… Es muy sorprendente, el pensar de cómo la gente que ellos vieron aquí era una.",
    "Y, Uds. ya saben, ese es el plan de Dios, Dios quiere que la gente sea una. Y es extraño pensarlo, pero el diablo trata de llevar a cabo su plan y hacer que la gente sea una, bajo su plan. Ahora, Dios tiene un plan, y el diablo tiene un plan. Y luego el diablo trata de poner a toda la gente bajo su plan, mientras que Dios trata que la gente sea una bajo Su plan.",
    "Así que hay dos grandes espíritus en el mundo, uno de ellos es el diablo, el otro es Dios. El diablo tiene mensajeros, Dios tiene mensajeros, y nosotros tenemos la libertad de decidir. A quién nos rindamos, de él somos sus siervos. Pero si Uds. observan cómo…",
    "Estaba predicando el domingo pasado de la sed que hay en la gente, el hombre. Dios hizo al hombre para que tuviera sed, pero para tener sed de Él. Para eso fue puesta la sed en el hombre.",
    "Pero el diablo viene y pervierte eso, y hace que la gente tenga sed de él, con las cosas del mundo. La Biblia dice: “Si vosotros amáis al mundo, o las cosas del mundo, el amor del Padre no está en vosotros”. Entonces, ¿ven?, el diablo pervierte. Él no puede crear nada, pero puede pervertir lo que Dios ya ha creado. El diablo no es creador. Él solo es un pervertidor de la creación original. Y ¿qué es el pecado? Es la justicia pervertida.\n\n¿Cuántos entienden eso? ¿Ven? Bien. Solo me preguntaba.",
    "Soy sureño, y es que nosotros estamos acostumbrados a una respuesta más notoria que esa. Y la—la gente del norte es conservadora. Y—y he estado en el sur tanto tiempo que Uds. simplemente tendrán que acostumbrarse a mis costumbres sureñas, o yo a las costumbres yanquis de Uds.",
    "Pero quiero que Uds. sepan, nosotros ganamos la guerra. Sí. No hay discusión al respecto. Quedó un sureño vivo, y ningún yanqui, así que ganamos la guerra. No obstante, creo que fue muy sorprendente cuando ese pequeño yanqui agonizaba, y el sureño le envió un telegrama y le dijo: “Dios te bendiga, Yanqui. Espero verte de nuevo, muy pronto”. Pues, ¿por qué no pudieron pensar así al principio, ¿ven?, y simplemente dejarlo así? Pero me gustaría decir esto, que solo hubo… Se requirió de muchas vidas para ganar la guerra, pero finalmente lo logramos. ¿Ven? Muy bien. Pero viene un gran tiempo futuro.",
    "Y ahora en cuanto al—al enemigo, de cómo él pervierte la justicia en injusticia. Y, pues, somos una multitud mixta, tanto hombres como mujeres, casi todos adultos, así que estoy seguro de que Uds. comprenderán. Uds. escuchan a su médico, y yo soy su hermano. Es legal, y lícito, y piadoso, que un hombre tome para sí a una esposa y viva con esta esposa. Pero otra mujer pudiera ser lo mismo para él, pero sería muerte tocarla. Ahí está la diferencia, la justicia pervertida. Todo pecado es así de esa manera, es la justicia pervertida.",
    "Dios los hizo a Uds. para tener sed de Él, y Dios hizo a la Iglesia para ser una unidad bajo Su dominio. Pero el diablo los hace una unidad bajo su dominio.",
    "Y ahora si Uds. notan en la religión mahometana, algunas de las cosas, si solo pudiéramos tomarnos el tiempo. Las cosas que tienen, ¡cómo están pervertidas! En la religión mahometana, donde he tenido el privilegio de visitar el país cerca de la tumba de Mahoma, y en su tumba ha habido un caballo blanco que ha estado allí por dos mil años. Cada cuatro horas, creo que es, cambian de guardia, con un caballo blanco, ensillado, que espera la resurrección de Mahoma. Y dicen que él resucitará de entre los muertos, montará el caballo y conquistará al mundo.",
    "Entonces, ¿ven?, ellos están esperando que el conquistador venga montado en un caballo blanco, y cómo se pervierte eso de las Escrituras. Porque: “Jesús viene, montado en un caballo blanco, Su vestidura teñida en sangre; Su Nombre, el Verbo de Dios”. Pero, ¿ven?, el diablo tomó esa teoría y la pervertió a Mahoma. Pero, en verdad, Jesús vendrá sobre el caballo blanco. La Biblia dice que Él lo hará.",
    "Y Uds. pueden escudriñar en cualquier secta falsa que deseen y podrán ver muchos grandes símbolos del verdadero Cristianismo.",
    "Ahora, en la torre de Babilonia, si Uds. se fijan en esa torre, fue el comienzo, Babilonia; de lo cual hablaré más adelante esta semana, si el Señor quiere. Babilonia, la ciudad misma, era una copia del Cielo. Y allí tenían al río Éufrates que fluía junto al trono y el jardín, el jardín colgante. Y eso lo copiaron del Cielo, porque el Río de la Vida, Tro-… fluye junto al Trono de Dios. Y vean, el objetivo que tenía el hombre era crear una copia, pervertida.",
    "Y luego, en esta gran cosa, tenían a un hombre llamado Nimrod. Y Nimrod estaba trayendo al resto de las ciudades y a la nación bajo un solo gran dominio, mostrando que es una teoría hecha por el hombre, solo una copia.",
    "Pero la Iglesia de Dios está unida bajo Dios. El hombre no tiene nada que ver con Eso. Ella está unida bajo Dios.",
    "Y esta Babilonia, que fue el comienzo de… En la creación, en el Génesis, vemos que llega hasta allá a Apocalipsis, y habla de su mundo eclesiástico en los últimos días, lo cual es ahora, que finalmente se unirá bajo el anticristo, una religión hecha por el hombre.",
    "Pero estoy agradecido de poder decir que la Iglesia de Dios también estará unida, bajo una Cabeza, Dios.",
    "Pero las religiones hechas por el hombre todas entrarán en esta religión del anticristo. Habrá dos formas. Una forma vendrá de Roma, que será la bestia. Y hay una imagen de la bestia, que será la cabeza eclesiástica de la iglesia protestante, amontonada como una imagen de la bestia, bajo el mundo denominacional. Y todo vendrá a estar bajo un gran dominio, y el anticristo será el que está entronizado y sentado. Anti, “contra”, casi exactamente igual, pero aun así su—su—su enseñanza no viene de las Escrituras. Con lo suficiente de las Escrituras para que parezca correcto, pero será incorrecto.",
    "Y yo sé que Uds.—Uds. dicen: “Hermano Branham, Ud. se refiere a Roma ahora”. Seguro que sí. Y no solo a Roma, sino también al protestantismo. Exactamente. La Biblia así lo dice.",
    "Pero ahí lo tienen Uds., el diablo uniendo a la gente bajo una cabeza, una cabeza eclesiástica, un hombre en la tierra. La Biblia dice que: “Él se sentaría en el templo de Dios, mostrando que él es Dios”. Y de cómo él tendría una corona triple, y todas estas cosas que haría: “El vicario del—del cielo, la tierra y del purgatorio”. Y bajo esto habría una—una imagen de él, donde todos los demás se unirían.",
    "Pero la Iglesia del Dios viviente estará unida bajo el poder de Dios y la supervisión del Espíritu Santo. La Iglesia de Dios estará unida. ¡Oh, no están contentos?",
    "En esta hora oscura, cuando todo se está cerrando, a la gente no le importa. No les importa. Parece que sus corazones se alejan más y más de Dios. El mundo se vuelve cada vez más y más frío e indiferente, por cuanto estas grandes cabezas eclesiásticas se están formando.",
    "En Rusia, Rusia está tratando de unir al mundo bajo el comunismo, Rusia. El diablo que controla a Rusia está tratando de unir a todo el mundo bajo el comunismo. Nunca podrán hacerlo.",
    "Y luego la O.N.U., las Naciones Unidas, está tratando de unirlos bajo una fuerza policial unida, otro sistema creado por el hombre. Nunca funcionará. No puede. Pero todos tratan de hacerlo.",
    "Y permítanme decir esto con respeto, pero de acuerdo con la Palabra de Dios, que toda nación hoy está dominada por el diablo. La Biblia lo dice. Satanás le mostró a nuestro Señor los reinos del mundo, y él dijo: “Son todos míos, para hacer con ellos lo que quiera. Y si Tú me adoras, Te los entregaré todos a Ti”.",
    "Y Jesús sabía que sería el heredero de ellos en el Milenio, por lo tanto, dijo: “Apártate de Mí, Satanás”.",
    "Si el mundo estuviera gobernado por Cristo, amontonaríamos las armas y jamás se dispararía otra bala. No necesitaríamos sputniks ni bombas de hidrógeno, para hacer estallar a la gente. Cuando Cristo tome el gobierno de este mundo, como “el Rey de reyes y Señor de señores”, la gente se unirá a Él, bajo un gran dominio. ¡Qué hora la que será!",
    "Todas las naciones quieren que la gente sea una. Alemania pensó que todos deberían ser alemanes. Rusia piensa que todos deben ser rusos. El mundo occidental piensa que todos deben venir aquí. Y quieren que hablen un idioma, tal como lo hicieron en Babilonia. Dios dijo: “Tienen un lenguaje”. Y él quiere que todos hablen un lenguaje. Quieren que todos sean una gente unida, pero nunca podrá ser bajo el dominio del hombre.",
    "Pero diré esto: que llegará el tiempo en que todas las naciones se unirán bajo un solo Rey, y será Jesucristo, el Hijo de Dios. Y ellos hablarán un lenguaje. Serán uno en corazón y uno en propósito. Daniel vio el fin, cuando la Piedra fue cortada de la montaña, sin manos, y rodó hasta los reinos del mundo y los desmenuzó, y llegaron a ser como basura en el piso, como paja que el viento se llevó. Pero la Piedra cubrió toda la tierra. Esa Piedra es Cristo. Llegará el tiempo en que habrá una nación, un pueblo, una bandera: la vieja y cruenta cruz. ¡Alabado sea el Dios viviente!\n\nMi esperanza entera solo reposa\n\nEn Cristo y en Su santidad;\n\nCuando doquier hay ansiedad,\n\nÉl es toda mi seguridad.\n\nPues me paro en Cristo, la Roca Eternal;\n\nTodo lo terrenal es movedizo un arenal.",
    "Todo otro terreno, iglesias, denominaciones, naciones, ONUs, lo que pudiera ser, todo es arena movediza, tiene que llegar a su fin.",
    "He tenido el privilegio de estar en Roma, donde el gran César trató de unir a todo el mundo bajo el imperio romano. Y hoy, uno tiene que cavar seis metros para encontrar las ruinas de esa ciudad.",
    "He estado en Egipto, donde los grandes faraones trataron de unir al mundo bajo Egipto, y uno cava seis y nueve metros, para encontrar las ruinas de la ciudad. “Porque no tenemos aquí ciudad permanente” dice la Biblia, “sino que buscamos Una por venir”.",
    "No hace mucho tiempo, fui una vez al lugar cuando yo era un muchachito. Yo veía un gran árbol, a donde yo solía ir a sentarme debajo de ese árbol. Y yo decía: “Cuando sea viejo, regresaré y me sentaré bajo este cierto árbol, y miraré sus ramas. Admiraré su belleza, como lo hago hoy, siendo un niño de doce años”. No queda nada de ese árbol, excepto un tocón. ¿Por qué? No hay nada aquí que perdure. Debe terminar.",
    "Y todo lo mortal habla de un Ser inmortal venidero, porque todo lo que vemos es el acto pervertido de algo que es real.",
    "Yo caso a una pareja, y veo a una hermosa joven en su adolescencia ruborizada, un joven con los hombros erguidos, de pie como lo que son, uno, y sus corazones latiendo como uno. Y pienso: “¿No es esa una imagen demasiado hermosa para ser manchada por la muerte?”. Pero solo pasan unos pocos años y el cabello se vuelve canoso, los hombros se encorvan, y de vuelta al polvo se van. ¿Qué es? Es un cuadro, cuando están parados allí, que hay una Tierra más allá del Río, donde todos los síntomas de la muerte ya no son más. Allí, inmortales, estarán a Su semejanza, para resplandecer más que el sol y las estrellas.",
    "Ese gran lucero de la mañana no ha perdido nada de su belleza desde que el Señor lo sopló de Sus manos y lo puso en su órbita, y miren lo que unos cuantos años nos hacen a nosotros. Pero, ¿qué dice Él en la Escritura? Él dijo: “Los que enseñan la justicia a la multitud resplandecerán más que las estrellas”. “Así que buscamos una Ciudad Cuyo Arquitecto y Constructor es Dios”.",
    "Después de que Uds. vean esto tan tremendo a lo cual estoy tratando de llamarles la atención, como contexto, estoy tratando de que puedan ver aquí que es la—la obra de un enemigo. Y la obra del enemigo, por un espíritu pervertido, es tratar de hacer lo que el Espíritu de Cristo está tratando de hacer. El enemigo está tratando, como en contraste, de unir a todo el mundo bajo una gran cabeza. El mundo está haciendo eso; Rusia, la ONU. Y ahora permítanme avanzar un poco más. Y la iglesia está tratando de hacerlo, a través de un programa hecho por el hombre. Jamás funcionará. No es el programa de Dios. Yo puedo probarlo por Su Palabra.",
    "Pero, saben, Dios los hizo a Uds. personas, para hacer que desearan ser así, para que Él pueda llenarlos con Su bondad. Pues, si… El hombre tiene que estar lleno de algo. Así es.",
    "Este es tiempo de escoger. Ud. no puede permanecer neutral por más tiempo. Ud. puede que salga antes de que termine el mensaje, pero no podrá salir por esa puerta siendo la misma persona que cuando entró. Así es. Ud. cruzará ese umbral, esta noche, como una persona mejor o una—una persona más malvada de lo que Ud. era cuando entró. No puede evitarlo. Depende de Ud. el tomar una decisión. Ahora, fíjense, es tiempo de escoger. Ud. no puede ser neutral. Es tiempo de escoger. “Vosotros debéis escoger hoy a quién serviréis”. Y el diablo ha presentado muchas cosas, glamorosas, que Uds. pueden escoger si lo desean. Uds. no pueden quedarse como están. Porque, tienen que estar… si Uds. están vacíos.",
    "Bueno, deseo que esto se quede entre nosotros. Y el buen Señor del Cielo sabe que no digo esto para ser indiferente. Sino que solo lo digo para mostrar una Verdad. Y nuestros grandes evangelistas que cruzan el mundo hoy…",
    "Y no hace mucho, tuve el privilegio de sentarme a desayunar con este famoso Billy Graham, el que yo creo que es el siervo de Dios, recorriendo las naciones, llamándolas a Cristo, llamando al mundo a Cristo y al arrepentimiento. Y yo lo oí decir, ante un grupo de predicadores, mientras él levantaba la Biblia, así, y dijo: “Este es el—el ejemplo”. Él dijo: “Pablo entraba a una ciudad y tenía un convertido. Regresaba un año después y tenía a treinta convertidos”. Él dijo: “Yo entro a una ciudad y tengo veinte mil convertidos. Vuelvo después de un año y no tengo ni veinte”. ¡Oh, cómo deseaba poder decir algo! Pero era su reunión.",
    "Billy Graham, con su mensaje, le dice a la gente que se arrepienta y que se aparte del pecado. Y ese es un mensaje esencial. Y Dios ha escogido a Billy Graham para hacerlo. Nadie más puede hacerlo como él lo ha hecho, porque está siguiendo al Señor. Él está en el espíritu de Juan que, antes de la primera venida de Cristo, salió y predicó el arrepentimiento y no hizo ningún milagro, pero predicó y conmovió a las regiones y las preparó para el próximo mensaje venidero.",
    "Pero hoy, Billy Graham, nuestro querido hermano, él logra que la gente se vacíe del pecado, y no tiene el mensaje para llenar de nuevo. Ese es el problema: uno queda vaciado.",
    "Pero permítanme hablarles humildemente, como su hermano. La Biblia dice: “Cuando el espíritu inmundo ha salido del hombre, él anda en lugares secos”. En otras palabras, vaga alrededor, por todos lados, tratando de encontrar reposo. Un espíritu no es tan dañino hasta que pueda encontrar a alguien a través de quien pueda hablar o vivir.",
    "Hace poco, pude sentir el espíritu en la reunión. Y a todos Uds. que envían sus cartas de disculpas por la primera o segunda noche, por creer que se trataba de algún tipo de juego mental, y ahora están convencidos; sin duda, yo les perdono. Dios, también lo hace. Y el Señor les bendiga. Ciertamente.",
    "Pues, cuando estamos en una reunión, un espíritu maligno en la reunión, ese espíritu es casi inofensivo hasta que pueda tomar a alguien a través de quien pueda obrar. Entonces, cuando tiene en quien obrar, definitivamente hará daño, porque es un espíritu maligno.",
    "Y el Espíritu Santo está aquí, tratando de encontrar a alguien a través de quien obrar. Y cuando encuentra a alguien a través del cual obrar, puede hacer el bien.",
    "¿Ven los dos espíritus, sus motivos, objetivos? Observen cómo es; observen sus obras; observen sus frutos, entonces podrán ver qué espíritu está sobre Ud. A Ud. lo motiva un espíritu. Si Ud. no tiene espíritu, está muerto. Y si Ud. tiene un espíritu, eso motiva su vida.",
    "Y si la vida suya produce el fruto de un Cristiano, es un espíritu Cristiano. Y, Ud. pudiera estar lleno.",
    "Ahora observen a este espíritu maligno. “Cuando sale, anda por lugares secos, buscando dónde descansar”. La Biblia dice: “No pudo hallarlo, entonces dice: ‘Volveré al lugar de donde salí’”. Vuelve a esta persona en la que una vez estuvo, y encuentra la casa toda barrida, limpia, santificada, sin ninguna condenación. ¡Oh, un verdadero creyente muy feliz!, pero está vacío. “Y él dijo: ‘Vengan aquí’, otros siete espíritus peores que él”. ¿Podrían Uds. por favor tratar de entender esto? La Biblia dice que es la Verdad. Jesús dijo que es la Verdad. “Y él regresa a esta casa”.",
    "El hombre que ha confesado a Cristo como su Salvador, se ha despojado de su maldad, ha dejado de beber, ha dejado de fumar, de mentir, de robar. Él se ha santificado, limpiado. Su casa está toda barrida. Él se siente libre. “Entonces regresa y encuentra esa casa. Luego él va y toma a otros siete espíritus peores que él, y entra en esta persona”. Y la Biblia dice que: “El postrer estado de aquel hombre viene a ser siete veces peor que al principio”.",
    "Entonces, ¿qué fue lo que ocurrió? Viene un evangelista, predican arrepentimiento, y Ud. se limpia de su pecado. Y luego, cuando Ud. está limpio, el diablo se aleja de Ud. Ud. devuelve las cosas que robó. Ud. va, confiesa sus errores a su esposa o a su marido. Ud. realmente se limpia. Y luego, el asunto es que Ud. solo está limpio y Ud. llega a ser un verdadero blanco para el diablo.",
    "Bueno: “Después de que la gente creyó y fue bautizada, ellos fueron llenos del Espíritu Santo”. Y ese es el programa Divino de Dios. Ahora, si uno está lleno del mundo… Y cuando Ud. es salvo, Ud. pudiera estar lleno de buenos pensamientos y todo; ¡pero a menos que esté lleno de Dios! Dios envió al Espíritu Santo a la tierra, para motivar a la Iglesia.",
    "Y Ud. pudiera estar lleno de pensamientos; pudiera estar lleno de teología. Y Ud. pudiera estar lleno de educación, un sabelotodo. Y pudiera estar lleno de religión, y aun ser un blanco para el diablo. Así es. Ahora, cuando…",
    "Dios lo hizo a Ud. para que pudiera vaciarse. Porque, cuando Ud. nació, se le hizo un lugar para que pudiera llenarse. Por naturaleza, Ud. es un hijo del diablo. Y cuando Ud.… Un evangelista viene, y Ud. se arrepiente y es limpio.",
    "¿Ven Uds.? Viene el diablo. Él vuelve a Ud., y lo sienta en una pequeña denominación, y dice: “Nuestra iglesia es la más grande”. Ud. está equivocado, ahí mismo, para empezar. Luego Ud. se vuelve impetuoso, infatuado. “Pues, a mí no me condena el quedarme en casa y mirar televisión. No me condena el fumar un cigarrillo inofensivo o tomar un trago de vez en cuando”. Sus frutos muestran lo que Ud. es.",
    "Y luego Ud. oye a un clérigo pararse. Y Ud. puede leer la Biblia, y ver donde Jesús obró e hizo milagros. Ud. le dice eso al pastor. “¡Oh!” dirá él, “bueno, mire. Nosotros no creemos Eso”. ¿Quién es “nosotros”? ¿Quién es ese “nosotros que no creemos Eso”; él y quién? No es él y Dios, porque Dios escribió Eso. Es él y alguien más.",
    "Y si Uds. respaldan eso, es la misma motivación detrás de la torre de Babel, construir un dominio terrenal hecho por el hombre. Pero Dios no quiere eso. Él no quiere que todos Uds. estén unidos bajo lo metodista, bajo lo bautista, o bajo el…cualquier líder eclesiástico, de ninguna iglesia. Él no quiere que todos Uds. estén unidos bajo Roma. Él no quiere que todos Uds. estén unidos bajo… ningún dominio eclesiástico.",
    "Él los quiere a Uds. unidos bajo Su Reino espiritual, el Espíritu Santo. Y cuando viene el Espíritu Santo, el mundo muere, y Ud. es lleno del bautismo del Espíritu Santo. Y el diablo es una persona que tiene que mantenerse alejado de Ud. Ud. está bajo el dominio de Dios. Ud. es una nueva criatura. El Espíritu Santo entró en ese lugar vacío y lo llenó.",
    "Ahora, un pastor, cualquier secta, alguna literatura trivial que Ud. lee, puede decirle a Ud.: “Los días de milagros ya pasaron”. Ese es un buen lugar donde el diablo puede colocar uno de esos espíritus y hacerlo a Ud. una persona peor que cuando era pecador. Porque el pecador religioso es el peor de todos. Es lo peor. Jesús lo dijo. Es el peor espíritu.",
    "¡Luego Ud. puede ir a una reunión con el gran poder del Señor! Y lo primero que Ud. diría, al verlo sería: “Bueno, me pregunto. Si al involucrarme en Esto, me entregarán mi carta de la iglesia”. ¿Ve dónde queda Ud.?",
    "Pues, quizás no sea así. Hay buenas denominaciones, buenos pastores, metodistas, bautistas, de todos los tipos diferentes que creen en el movimiento sobrenatural de Dios, que creen que el hombre debe nacer de nuevo y ser lleno del Espíritu Santo. Y doy gracias a Dios por cada uno de ellos. Hay muchos de ellos que creen. Dios ha puesto a Sus hijos en cada lugar. Pero lo que estoy tratando de decir, es que uno lo encuentra en la mayoría, en todas esas iglesias.",
    "Quiero preguntarles algo a Uds. personas metodistas, los que no creen en sanidad Divina. ¿Qué me dicen de John Wesley, su fundador? Cuando él iba montado a caballo, para orar por una mujer enferma, y el caballo tropezó en un agujero de una ardilla de tierra, y se cayó y se rompió una pata. John desmontó de su caballo, tomó una botella de aceite y dijo: “Señor, Tú hiciste a este caballo, tal cual como Me hiciste a mí”, y él ungió al caballo con aceite. Y se montó en él y se fue cabalgando. ¿Qué me dice de eso? Si uno predicara eso hoy en una iglesia metodista moderna, lo echarían por la puerta. Seguro.",
    "¿Pero ven Uds. lo que es? “La vieja madre prostituta” en la Biblia, Apocalipsis 17, ella tuvo hijas. Y seguramente no tengo que entrar en detalles acerca de eso. El protestantismo es un producto del catolicismo. Seguro que lo es. Salieron con muchas de sus cosas, todavía aferrándose a eso. Todavía lo hacen, muy lejos de la Enseñanza de las Escrituras, muy lejos de la Enseñanza de los apóstoles.",
    "Ellos se hicieron un Credo de los Apóstoles. Quiero que algún hombre me diga dónde los apóstoles alguna vez citaron—citaron un credo así. ¡Nunca, nunca! Pero Uds. se aferran a él.",
    "Y Uds. llaman “Padre” a sus sacerdotes. Y Jesús dijo: “No llaméis a nadie ‘Padre’”.",
    "Y Uds. sacan sus pequeños devocionarios, tanto protestantes como católicos, y recitan oraciones una y otra y otra vez, tanto protestantes como católicos. Y Jesús dijo: “No uséis vanas repeticiones como los paganos; que piensan que serán oídos, por su palabrería”.",
    "¿Ven?, la sartén no le puede decir negra a la cafetera. Así es. Todo está bajo condenación, toda teoría hecha por el hombre. Y es por eso que en un avivamiento como este, que viene a la ciudad, estos asientos están vacíos. Pero Dios Lo enviará, de todos modos, y los periódicos Lo atacarán. Y en el Día del Juicio, cuando Ud. tenga que responder, Ud. será hallado culpable tal como aquellos lo fueron en el pasado.",
    "¿No dijo Jesús: “La Reina de Sabá, la Reina del Sur, vino desde los confines de la tierra”, sentada en el lomo de un camello, tres meses, “para ver un don de Dios, que era Salomón”? Él dijo: “De cierto les digo, uno más grande que Salomón está aquí”.",
    "Y yo digo, esta noche, que Uno más grande que Salomón está aquí. Es la Persona de Cristo, en el Espíritu Santo, actuando y obrando, produciendo en la vida humana tal como Él lo hizo aquí.",
    "Dios le creó a Ud. un lugar que pudiera vaciarse. Ahora, uno no puede simplemente pulir la vida pasada. Uno no puede darle un estiramiento facial a la vida pasada. Ella tiene que morir, y una nueva vida tiene que nacer en ella. Ella no necesita maquillaje o lo que sea que se ponen en los labios, eso que hacen las mujeres, Uds. saben, para verse mejor. Ella no necesita un rizado de cabello. Ella no necesita esas cosas de labios. La Iglesia necesita un Nacimiento y una llenura del Espíritu Santo.",
    "Con el cabello rizado y los labios pintados, ella sigue siendo la misma vieja mujer. Ella todavía es una incrédula. Ella todavía lo hace, tiene sus dudas. Ella tiene miedo. Ella se ha enredado toda. Y ella no quiere oír la Verdad, porque lo que está dentro de ella no se lo permite. Así es. Seguro.",
    "Una mujer de mala fama en las calles, Ud. se acerca a ella y le dice: “Oiga, mujer, Ud. está mal”.\n\nElla dirá: “Eso no es asunto suyo”.",
    "Y un miembro de iglesia duro de cerviz es siete veces peor que esa mujer.",
    "Dígale Ud.: “Hay un gran avivamiento sucediendo. Ud. debería venir. El Señor Jesús se ha manifestado a Sí Mismo, sanando a los enfermos. La gente, pues, está recibiendo el Espíritu Santo”.",
    "🦅 ¡Ah! ¿Qué pasa contigo? Pertenezco a la iglesia. Soy tan buena como tú”. ¿Por qué? Ella no sabe que está equivocada.",
    "Pero hable Ud. con una mujer decente y dígale que está mal hacer eso. Ella dirá: “Amén. Yo sé que eso está mal”.",
    "Y dígale Ud. a un hombre o a una mujer, que haya nacido de nuevo del Espíritu de Dios, que el bautismo del Espíritu Santo ha venido para ellos, para llenarles los corazones. Ellos gritarán “amén” a Eso, porque se alimentan y se sustentan de la Palabra de Dios. Seguro que lo hacen.",
    "Pero, ¿ven Uds.?, así como es en el mundo, también lo es en la iglesia. Están tratando de edificar algo. Dios no necesita la ayuda suya para edificar Su Reino. Dios solo quiere que Uds. prediquen la Palabra. Él es el que edifica. Él es el Arquitecto. Él tiene los planos puestos Aquí. Muy bien.",
    "¿Qué hacemos entonces? Dios le hizo a Ud. un lugar para vaciarse, de las cosas del mundo. Bueno, la naturaleza pone un espíritu allí que lo hace a uno amar las cosas del mundo, y uno sabe que está equivocado cuando hace eso.",
    "Aunque Ud. sea un miembro de iglesia, Ud. puede ser religioso a más no poder, y a la vez estar completamente lleno del demonio, haciendo eso. Así es. Si Ud. duda la Palabra de Dios, que cada Palabra en Ella es verdad, es el diablo quien le dice eso. Seguro que sí. Eso es duro. Pero ya es hora, es hora de que algún predicadorcito afeminado se quite los guantes de goma y predique el Evangelio como está escrito, y dejen de tratar de juguetear con alguna experiencia de seminario.",
    "Siempre me ha dado lástima un pollo de incubadora. Una gallina que haya nacido en una incubadora, pía y no tiene una mamá donde ir. Eso me recuerda a un predicador de seminario que no sabe nada más de la Palabra de Dios que lo que dijo el seminario; piando, y no tiene una Mamá adonde ir.",
    "Pero cuando uno verdaderamente nace bajo las alas de Su gracia y poder, Ud. estará de acuerdo con que cada Palabra que Él dijo es la Verdad. Y cuando Dios obra en lo sobrenatural, el corazón suyo inmediatamente tendrá hambre de Él.",
    "Ud. no se apartará ni dirá: “¡Telepatía mental! ¡Un diablo! ¡Beelzebú! No creo Eso. Mi iglesia no Lo enseña”.",
    "Ud. dirá: “Alabado sea Dios para siempre”, porque Ud. está lleno. Ud. no puede permanecer vacío.",
    "Estar vacío es ociosidad. Ese es el problema con los conversos hoy. Tan pronto como se convierte, comienza a estar ocioso. Ud. debe estar allí arrodillado, buscando a Dios pidiendo el bautismo del Espíritu Santo, para llenarse. Entonces Ud. tiene un muro, Su Bendita Presencia consigo. Y cuando viene el enemigo, como el león en el foso esa noche con Daniel, la Luz de Dios brilla y él se aleja de Ud. “Si el padre de casa no tiene todo guarnecido”. Seguro.",
    "Bueno, unidos, en el día de Pentecostés.",
    "O, poco antes de eso, los discípulos habían sido completamente limpios, todos sus pecados habían sido perdonados. Y Jesús, el Pastor, la vieja gallina, por así decirlo, así como Él dijo que “los hubiera recogido como una gallina”, a Sus polluelos. Luego, el espíritu del diablo fue ahuyentado, esperando el tiempo de la llenura.",
    "Y, sin embargo, en todo eso, solo doce hombres, uno de ellos recibió la unción del diablo, y después de que él había visto a Jesús hacer todas esas buenas obras. Él fue el mismo que llevó a los soldados a ponerle un trapo en Su cabeza, y golpearle la cabeza con un garrote o un palo, y decir: “Dinos quién Te golpeó. Te creeremos”. Después de haber seguido a Jesús y haber visto Sus milagros, y haber oído. El judío vino, y Jesús le dijo quién era y de dónde había venido. Después de haber visto todo eso, este mismo hombre lo dudó, después de verlo a Él junto al pozo de Samaria, con la mujer, decirle de sus pecados. Y oír al fariseo decir: “Es un adivino”. Y después de haber visto al amoroso Jesús, y a la mujer tocar Su manto y ser curada, él aún no creyó. Y permitió que un espíritu de incredulidad viniera a él, por haber sido instruido por fuera. ¿Ven lo que quiero decir?",
    "¡Oh, qué cosa tan horrible es la incredulidad! Y, sin embargo, las personas profesan el Cristianismo, estando con eso por dentro. “Impetuosos, infatuados” dice la Biblia, “en el último día”. ¿Me extraña eso? No, señor. Me da a saber que el tiempo del fin está a la mano. Porque la Biblia dice: “El Espíritu dice claramente”, ¿saben Uds. lo que significa la palabra claramente?, “que en los últimos días” eso es hoy, “vendrán tiempos peligrosos, porque habrá hombres amadores de sí mismos”.",
    "🦅 Yo soy el Dr. Ph.D. Jones, y mi—mi experiencia de seminario; yo—yo tengo todos mis títulos. Soy un LL, doble L, D. Nuestro pastor es todo esto, aquello”. Eso no tiene nada que ver con Dios.",
    "Un hombre vino, no hace mucho tiempo, dijo: “Hermano Branham, puedo empapelar su pared con títulos”. Y dijo: “Cada vez, cuando obtuve mi título de doctorado pensé que encontraría a Cristo. Cuando obtuve mi título en literatura, cuando obtuve mi licenciatura, era buscando a Cristo en todo eso. Y todavía no lo he encontrado a Él”. Dijo: “¿Han estado equivocados los maestros?”.",
    "Le dije: “A Cristo no se Le conoce por estos títulos teológicos, sino que se Le conoce en la persona del Espíritu Santo que bajó en el Día de Pentecostés”.",
    "Y el hombre cayó sobre mi mesita para servir el café, en mi comedor, y allí recibió el Espíritu Santo. Amén. Está en el campo esta noche, predicando la sanidad Divina, y es uno de los hombres más destacados hoy en día. ¿Qué hizo la iglesia? Lo excomulgó, rápidamente. “Bienaventurados sois cuando os sacaren de las sinagogas y demás, por causa de Mi Nombre”.",
    "¿Que dice la Biblia? “Serán impetuosos, infatuados”. ¿Cuándo? “En los últimos días. Amadores de la televisión, deleites, más que de Dios. Implacables, calumniadores”.",
    "🦅 Déjame decirte. No vayas a esa reunión, porque eso no es lo cierto”. ¡Calumniadores! La Biblia así lo dice. “Tendrán apariencia de piedad, pero negarán el poder de ella”. ¿Qué poder es ese?",
    "Los discípulos preguntaron. Esperen un momento. Los discípulos hicieron esta pregunta cuando vieron que Judas Lo había traicionado y que todo estaba a la mano. Dijeron: “Señor, ¿restaurarás el reino a Israel en este tiempo?”. Observen lo que Él dijo. “No os toca a vosotros saber esa hora. Pero id a la ciudad de Jerusalén, y seréis investidos de poder desde lo Alto antes de que podáis ser testigos”. Un testigo tiene que saber algo. Un testigo tiene que tener una experiencia. Y Ud. no puede ser testigo de Cristo hasta que el Espíritu Santo lo haya bautizado.",
    "Jesús no permitió que Sus discípulos predicaran el Evangelio hasta que recibieran el Espíritu Santo. Sin embargo, tuvieron el honor de caminar con Él, tres años y medio. Aunque eran hombres santos, aceptos a Su vista, pero Él no los dejó ir a predicar hasta que esperaran allí y se deshicieran de todas las diferencias que había en ellos, y luego vino el Espíritu Santo.",
    "Lo que el mundo necesita hoy es esa misma llenura. Cuando llega el vaciado, necesita una llenura. ¿Qué hace esa llenura cuando entra? Donde uno tiene dudas, ella trae fe. Donde uno tiene indiferencia, ella trae amor. Donde uno tenía odio, ella trae compañerismo.",
    "Y entonces, ¡cuando la Iglesia del Dios viviente esté unida algún día bajo una gran Cabeza!, y esa será la—la Cabeza de Dios. Dios, y en una unidad del Cuerpo de Cristo, será el Gobernador y el Rey y el Señor, sobre toda la Iglesia, bajo Su control. Entonces Ella será recibida arriba.",
    "Hoy, todas las torres de Babel que puedan construir, todos los proyectiles que puedan encontrar, todo el socialismo y el comunismo que puedan alborotar, todos los sistemas eclesiásticos fracasarán. Pero a pesar de todo, Dios tendrá una Iglesia unida bajo Su Rey, bajo Su Monarquía, por el bautismo del Espíritu Santo.",
    "Jesús dijo: “Estas señales seguirán a los que creen: en Mi Nombre echarán fuera demonios; hablarán nuevas lenguas. Si tomaren en las manos serpientes o bebieren cosa mortífera, no les hará daño. Sobre los enfermos pondrán las manos, ellos sanarán”. ¡Grandes señales y maravillas! “Las obras que Yo hago ellos también las harán. Y más que estas harán, porque Yo voy al Padre. Un poco y el mundo no Me verá más, pero vosotros Me veréis, porque Yo estaré con vosotros”. ¿Qué? Déjenlo todo, vacíense. “Entonces Yo estaré en vosotros, hasta el fin del mundo, la consumación”. Seguro. “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”.",
    "Cuando ese Espíritu está allí, se agarra de la Palabra Eterna de Dios, e ignora todo lo que sea contrario a Ella, sin importar lo que ocurra, lo que diga el mundo, lo que diga cualquier otra cosa. Si Dios ha hecho la promesa, el hombre que sea investido con ese Espíritu se aferrará a esa promesa de Dios, porque no hay nada más que le estorbe.",
    "La Iglesia es pura. La Iglesia es purificada por el Espíritu Santo. Su conciencia, los temores de la duda y la incredulidad son quitados. Y cuando oyen a la Palabra de Dios decir cierta cosa, ellos Lo creen. ¡Oh! Ellos se aferran de Eso. Ellos simplemente no se apartan de Ella.",
    "Y el mundo de hoy, amigo mío, desea ver a gente que esté unida con Cristo, para mostrar el genuino y auténtico Espíritu de Cristo. ¡Héroes valientes!",
    "Para terminar, podría decir que el mundo quiere ver a héroes. Ellos honran al héroe. Eso es bueno. Como dice el antiguo refrán: “Los cobardes mueren un millón de veces, mientras que los héroes nunca mueren”.",
    "Hay una historia que recuerdo. Me gustaría citarla para Uds. solo por unos momentos. Es la historia de un héroe que muy a menudo se olvida. Muchos de Uds. hombres de mi edad y Uds. señoras, lo recordarán bien de nuestros libros escolares.",
    "Sucedió hace muchos años, en Suiza. El pequeño pueblo de Suiza había subido a las montañas y se había construido algunas casas. Tenían su propia pequeña economía, y lo demás, sus casitas. Y a ellos les gustaba. No eran personas de guerra. Eran gente pacífica.",
    "Y de repente sucedió, aquí venía a Suiza entrando un gran y poderoso ejército. Y eran hombres bien entrenados, en formación como esos asientos allí, como una pared de ladrillos; grandes escudos, grandes lanzas, guerreros bien entrenados. Y entraron a Suiza marchando, para tomar lo que tenían los suizos.",
    "Y los suizos, para proteger sus hogares, se despidieron de sus esposas con un beso, y de sus hijos y sus bebés, tomaron unas hojas viejas de guadaña, rocas y piedras, grandes y viejos garrotes, y bajaron al valle, para encontrarse con el ejército que se aproximaba. Y cuando se reunieron allí, solo un pequeño puñado de hombres, y alrededor de ellos había un gran ejército marchando. ¿Qué podrían hacer? Estaban desesperados, indefensos, mirándose el uno al otro. Estaban derrotados. No había forma de evitarlo. Era su fin.",
    "Después de un rato, había un hombre llamado Arnold von Winkelried. Salió al frente y dijo: “Varones de Suiza, al otro lado de la montaña, hay una casita blanca donde esperan mi esposa y mis tres hijitos”. Dijo: “Me despedí de ellos con un beso esta mañana, nunca más los veré en esta tierra”.",
    "Ellos dijeron: “Arnold von Winkelried, ¿qué vas a hacer?”.\n\nÉl dijo: “En este día, muero por Suiza”.",
    "🦅 Bueno” dijeron, “Arnold von Winkelried, eso no servirá de nada. ¿Por qué dices que morirás por Suiza?”.",
    "Él dijo: “Tomen Uds. lo que tengan; arados, pequeñas hoces viejas, palos y garrotes, rocas”. Dijo: “Síganme, y peleen lo mejor que puedan con lo que tengan”.\n\nDijeron: “¿Qué vas a hacer?”.",
    "Y él lanzó al suelo su hoz, la cosa con la que él iba a pelear. Alzó las manos y le gritó a ese gran ejército.",
    "Miró a su alrededor. Él vio dónde estaba la mayor concentración de lanzas. Todos en escuadrón, en su marcha los arrinconaban contra la montaña, más y más. (¡Oh, así es como lo hace el diablo!) Marcha contra ellos arrinconándolos.",
    "Él levantó la mano y gritó: “¡Abran paso a la libertad!”. Y el ejército que se aproximaba se extrañó. Y él comenzó a correr, y gritó de nuevo: “¡Abran paso a la libertad!”.",
    "Y cuando llegó a este gran montón de lanzas, donde muchas apuntaban hacia él, esperándolo, él abrió los brazos así, y abrazó una gran cantidad de esas lanzas y las dirigió hacia su pecho. Tal manifestación de verdadero heroísmo, desconcertó a ese gran ejército, y los derrotó.",
    "En seguida vinieron los suizos, con garrotes y palos, y a golpes echaron fuera a ese ejército de su nación. Y nunca han tenido una guerra desde ese tiempo hasta hoy, por cuanto un hombre tomó el papel de héroe e hizo lo correcto. Nunca han superado eso, y muy rara vez algo se le ha comparado, en cuanto a heroísmo.",
    "Pero, ¡oh, eso es algo tan pequeño!, comparado a un día, hace muchos años atrás, cuando los hijos de Adán, la raza de este mundo estaba arrinconada, con enfermedades y dolencias y pecado. Se les había enviado profetas, y los mataron. Y ellos, toda clase de leyes, y las habían rechazado. Y la raza de Adán estaba arrinconada.",
    "Pero hubo Uno que salió del Cielo y dijo: “Voy a descender a la tierra este día para dar Mi Vida”. Encontró dónde estaban los dardos más gruesos. Y los temores de la raza de Adán eran la muerte. Él agarró a la muerte, mientras iba al Calvario, y la atrajo hacia Su pecho.",
    "Y Él les dijo a Sus discípulos: “Vacíense ahora. Vayan allá a… Esperen allá hasta que Yo les envíe Algo con qué pelear”. Bendito sea… Discúlpenme. Bendito sea el Nombre del Señor. Él envió al Espíritu Santo, y dijo: “Síganme. Cortó al pecado y a la enfermedad completamente”.",
    "Hombres y mujeres, la cosa más grandiosa que alguna vez le fue dada a la Iglesia de Dios no fue tener algún papel eclesiástico en la mano, sino ser lleno del Espíritu Santo de Dios y cortar el reino del diablo hasta que nuestro Capitán en Jefe venga a tomar el control.",
    "Dios les bendiga. No piensen que no estoy en mis cabales. Aquello es la verdad. Sé de lo que hablo. Hombres de honor; mujeres, Uds. quienes creen en Dios; Uds. quienes afirman tener el Espíritu de Dios en su corazón: si Uds. están enfermos o necesitados, Uds. tienen el arma allí con qué combatir a esa enfermedad. Está en Uds. Dios se las dio.",
    "¿Por qué retrocedemos como un cobarde? ¿Por qué nos mantendremos al margen? Sigamos al Capitán. Sigamos a Aquel que fue al Calvario. Cuando fue al Calvario: “Él fue herido por nuestras rebeliones. Por Sus llagas fuimos curados”.",
    "Tomen lo que Él les da, y luchen contra la enfermedad y el pecado. Luchen contra la incredulidad. Díganle al diablo que es un mentiroso. Cristo dijo que Él ha vencido al mundo. “Mayor es el que está en vosotros que el que está en el mundo”. Mayor es el poder de Cristo, en Uds., que esa enfermedad que Ud. tiene en su cuerpo esta noche. Mayor es el poder de Cristo, que ese pecadito que lo asedia que Ud. no puede vencer. Tomemos a ese Espíritu Santo y peleemos contra el diablo, y salgamos victoriosos, como los héroes de la cruz.",
    "Vamos a orar.",
    "Jehová, Jehová-rafa, Jehová-jiré, venimos en el Nombre de Jesús. Venimos porque Él dijo: “Pedid al Padre cualquier cosa en Mi Nombre, y Yo lo haré”.",
    "Aquí hay un pequeño grupo de personas esta noche, que vienen tambaleándose, esforzándose en permanecer bajo la bandera, y el diablo les sisea. Ellos miran allá al gran ejército amurallado que los rodea, y que les dicen: “Los días de los milagros han pasado, y no existe tal cosa”.",
    "¡Oh, Señor Dios!, que ellos puedan agarrarse de esa Vida Eterna que ha llenado su corazón, el Espíritu Santo. Y si Él no los ha llenado, que Él lo haga ahora mismo. Que todas las dudas desaparezcan. Y que este pequeño cuerpo de personas, esta noche, sea lleno con el poder llenador de Dios, para tomar el lugar de la incredulidad y la duda. Y dales fe y amor, y alegría, y gozo, y el Espíritu Santo, para aferrarse de la promesa que Dios dio, como Abraham de antaño, y llamar las cosas que no son, como si fuesen, porque Dios así lo dijo. Concédelo, Señor.",
    "Mientras tenemos el rostro inclinado, en todo este edificio, me pregunto si habrá una persona aquí esta noche sin el Espíritu Santo que diga: “¡Oh, Señor, sé misericordioso conmigo! Estoy avergonzado de estar dando vueltas aquí en estas torres de sistemas eclesiásticos hechos por el hombre, de toda esta incredulidad y cosas que producen. Señor, sácame de este reino, esta noche, y ponme en Tu reino, por medio del bautismo del Espíritu Santo. Yo Lo quiero ahora, Señor. Dame fe para creer para mi sanidad. Dame fe para creer que mis pecados ya no existen, y todas estas cosas. Dame fe para que el Espíritu Santo entre en mí e inunde mi alma de alegría”. ¿Levantarán Uds. las manos a Él y dirán: “Yo quiero recibirlo”?",
    "Dios le bendiga, señora. Dios le bendiga, a Ud., a Ud., a Ud. Por todo el edificio. Dios le bendiga allá atrás, señora. Estoy esperando. Dios está viendo. Y a Ud. aquí, por toda esta fila aquí. Sí. Dios le bendiga.",
    "🦅 Yo quiero el Espíritu Santo. Estoy cansado de andar por ahí con una vida mediocre. Tengo iras y líos y pleitos, y dudas y temores, todo eso en mi corazón, Hermano Branham, pero quiero que todo eso salga. Quiero llegar al punto donde pueda ser una luz brillante. Quiero ser, que mi vida sea como la de Esteban, que él no temía”.",
    "Dijeron que su rostro resplandecía como el de un ángel. No refiriéndose a una luz deslumbrante. Un ángel sería severo. Sabía de lo que estaba hablando. Él se paró frente a esa Corte del Sanedrín y dijo: “¡Duros de cerviz, e incircuncisos de corazón y de oídos! Vosotros resistís al Espíritu Santo. Como vuestros padres, así también vosotros”. Era un ángel. Él tenía un mensaje. La palabra ángel significa “mensajero”.",
    "🦅 Dame, hazme a mí un mensajero, Señor, del Divino poder de Cristo, mediante el Espíritu Santo en mi corazón”. ¿Quiere Ud. levantar la mano, alguien más que no lo haya hecho?",
    "Bendiciones para Ud., señor. Bendiciones para ti, jovencita. Dios te bendiga, joven. El Señor te ve. Bueno. Muy bien.",
    "Ahora con los rostros inclinados, oremos para que Dios los llene del Espíritu Santo, ahí mismo donde están.",
    "🦅 Hermano Branham, ¿quiere bajar, poner las manos sobre mí, para el Espíritu Santo?”. No tengo que hacerlo.",
    "🦅 Mientras Pedro hablaba estas Palabras en la casa de Cornelio, el Espíritu Santo cayó sobre los que oían la Palabra”. “La fe viene por el oír”, no por la imposición de manos, sino por el oír “al oír (¿qué?) la Palabra de Dios”.",
    "He intentado, en mi humilde manera, mostrarles a Uds. las torres que se están construyendo, las torres de Babilonia que tienen que caer. Y les indico a Uds. una Torre. Y solo hay un camino arriba hacia Ella, y es a través del Espíritu Santo.",
    "Ud. no puede quedarse neutral. La Biblia dice, en este día, que: “Todo aquel que no fuera sellado con el Espíritu Santo tendría la marca de la bestia”. ¿Cuál es la marca de la bestia? La incredulidad. ¿No saben Uds. lo que ellos están…? si sus pastores les han enseñado. En el Antiguo Testamento, cuando sonaba la trompeta, si el hombre quería irse libre, podía irse libre. Si no quería, él iba al poste y le horadaban la oreja con una lezna, porque había rechazado ser libre. Y si Ud. rechaza ser libre, entonces Ud. servirá a ese capataz el resto sus días y Ud. estará perdido.",
    "🦅 ¿Cuál es el sello de Dios, Hermano Branham”? El Espíritu Santo.\n\nUd. dirá: “¿Eso es Escritural?”. Absolutamente, hay muchas citas.",
    "Permítanme darles una para que no lo olviden. Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual estáis sellados hasta el día de vuestra redención”. Ahí está el Sello de Dios. Eso es lo que trato de decirles. Uds. han buscado que el Sello de Dios venga en el último día. No está en su frente. Al decir que estaba en su frente es su “conocimiento, el entender”. Pero la Biblia dice que el Sello de Dios es el bautismo del Espíritu Santo. Y todos los que Lo tienen, sus corazones son libres. Están sellados por el conocimiento de Dios, en sus frentes, que saben que Jesús murió y se levantó de nuevo, porque pueden verlo a Él.",
    "🦅 Todavía un poco, y el incrédulo no Me verá más; pero, vosotros Me veréis”; los que tienen el Sello, “porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las obras que Yo hago vosotros también las haréis, aun mayores que estas, porque Yo voy a Mi Padre”.",
    "El mundo incrédulo camina en densas tinieblas, alrededor de una torre de Babel. Alguna cosita y rápidamente se juntan alrededor de alguna superstición, alguna secta. Mientras que el verdadero creyente y las señales y maravillas, pues están escondidos de los ojos del incrédulo. Abran los corazones ahora y permitan que Él entre.",
    "Voy a pedirles también a los ministros en el edificio que oren especialmente en este momento.",
    "Este es un gran momento. Este momento sellará el destino, sin duda, de muchos. ¡Un alma vale diez mil mundos! ¡Qué importante es este momento!",
    "Señor Dios, Creador de los cielos y la tierra, Jehová, extiende la mano ahora por medio de las misericordias del Señor Jesús, el Bendito, y derrama el Santo Aceite de Tu Espíritu en cada corazón aquí, aquellos que están hambrientos. Está escrito en la Biblia: “Mientras Pedro hablaba estas palabras, el Espíritu Santo cayó sobre ellos”. No es de extrañar; todos estaban sedientos. Tú dijiste: “Bienaventurados sois cuando tengáis hambre y sed de justicia, porque seréis saciados”.",
    "¿Cómo podemos hablarle a la gente acerca de Cristo cuando no tienen sed de Él? Cuando, están asentados en sus pensamientos hechos por el hombre, y están satisfechos, sin saber que son “miserables, desventurados, ciegos y pobres, y no lo saben”.",
    "Dios, sé misericordioso esta noche con aquellos que están levantando la mano, aquellos que están dispuestos a que el Espíritu Santo entre. Que Él venga, descienda ahora por las corrientes de Sus bendiciones, derramándose en cada corazón, y llenándolos con una alegría desbordante, para que sepan que Él vive. Dales a entender cómo aceptarte a Ti. Dales el entendimiento de que Tú estás allí, más ansioso de entrar en sus corazones de lo que ellos desean recibirte.",
    "Que cada pequeño sentimiento extraño, cada demonio que esté alrededor, siseando: “Pues, no Lo vas a recibir. No Lo vas a recibir”. Que ellos puedan decirle “mentiroso” a ese diablo. Dios hizo la promesa, y Dios cumplirá Su promesa. ¿Pero cómo podemos, cuando nos sentamos todos escondidos como una tortuga de agua en su caparazón?",
    "Pido, Dios, que Tú liberes a esta multitud de personas, y que envíes el Espíritu Santo de lo Alto, con un gran y poderoso soplo sobre ellos. Que sus corazones sean abiertos ahora. Y si ellos tan solo pueden recibir el Espíritu Santo, Señor, Él les anunciará que todas las bendiciones de Dios les pertenecen. Concédelo, Padre, en el Nombre del Señor Jesús. Amén.",
    "¿Lo aman? [La congregación dice: “Amén”.—Ed.] ¿Creen Uds. que Esta es la Verdad? [“Amén”.] No tengo mucho de predicador eclesiástico. Yo… Pero lo que yo…",
    "¡Si tan solo pudiera expresar lo que veo en mi corazón! Veo el tiempo del fin. Sé que el Mensaje es la verdad. Si me estuviera muriendo en esta hora, el Mensaje es la verdad. ¿Ven? Y yo creo que los ojos de la gente, muchas veces, están cegados. Pero, Dios es justo, en cada edad. Él envió a Noé. ¿Cuántos fueron salvos? ¿Cuántos fueron salvos en los días de Lot? Jesús dijo: “Así será en la venida del Hijo del Hombre”. Seguro, ¿ven?, solo unos pocos. Pero el Mensaje continuó, de todos modos.",
    "Escuchen ahora. ¿Cuántos creen que Dios está aquí? Déjeme ver su mano. ¿Cuántos creen que Él es Jehová-rafa, “el sacrificio provisto por el Señor”? ¿Cuántos creen que Él es Jehová-jiré, “el Señor que te sana”? [La congregación dice: “Amén”.—Ed.]",
    "Escuche, amigo. En demasiadas ocasiones, mi ministerio en América no ha sido muy contundente, porque parece ser que la gente está muy—muy confundida. Uno enseña una cosa, y el otro otra cosa, en lugar de sentarse y tomar la Biblia y leerla por sí mismo, ¿ven?, y convencerse por el Espíritu Santo. Bueno, miren. Ud. no necesita…",
    "A Uds. se les ha enseñado: “Alguien tiene que imponer las manos”. Lo cual está bien.",
    "Mi ministerio es testificar de la evidencia del Jesucristo resucitado de entre los muertos.",
    "Bueno, algunos de Uds. pensaron que Esto era telepatía mental. Uds. escribieron sus cartas hoy y lo dijeron. Anoche, tomé a las personas que tenían las tarjetas de oración, y las rechacé, y solo tomé a los que no tenían tarjetas de oración.",
    "Amigo, permítame decirle, como siervo de Cristo. Aquí están sentados Gene y Leo, mi amigo íntimo. Aquí está el Dr. Vayle. Mi hijo, Billy. Allí está el Hermano Sothmann, el coordinador canadiense. El hermano, el Hermano Norman, el que organizó esta reunión. Muchos hombres. Llamen a mi ciudad. Llamen al alcalde de la ciudad, el Sr. Hodenpehl. Llamen al juez. Llamen al cuerpo policial. Llamen al Dr. Sam Adair, el mejor médico del sur, la gran clínica. Pregúntenles qué clase y qué visiones son las que acontecen. Pregúntenles si es verdad.",
    "Llamen al Dr. Sam Adair, esta noche, pregúntenle qué hace él cuando tiene alguna dificultad. Él viene a mi casa, se arrodilla, y allí se queda ante Dios, él y yo, hasta que Dios muestra una visión. Y pregúntenle si eso falló alguna vez. Llámenle, a cuenta mía.",
    "El Dr. Sam Adair dirige una gran clínica allí. Pregúntenle cómo adquirió esa clínica allí. Cuando él estuvo en mi casa, llorando, y dijo: “La ciudad necesita una clínica”. Y le dije dónde se construiría y que él la construiría. Dijo: “Uno—uno no puede comprar ese lugar” dijo, “hasta dentro de veinticinco años. Está en los tribunales de Boston”.",
    "Yo dije: “ASÍ DICE EL SEÑOR. Será tuya antes de veinticuatro horas”. Dije: “Tendrás una clínica allí, será hecha de ladrillo rojo. Tendrás un letrero en la puerta, y demás, y de esa manera”.\n\nÉl dijo: “Billy, confío completamente en tí, hijo”.\n\nDije: “El Señor te lo ha dado, doctor”.",
    "Llámenle, esta noche, y pregúntenle qué pasó. A la mañana siguiente él me llamó, dijo: “Tengo escalofríos. Me acaban de llamar. Pues algo sucedió anoche, y ya hemos comprado el lugar”.",
    "Pregúntenle por los casos que él envía allí con cáncer, carcomidos, sin ninguna esperanza. Oramos por aquel. Me llevan al hospital. Entramos en la sala y cerramos la puerta. El Señor muestra una visión, ya sea diciendo cuándo partirán o exactamente qué sucederá. Pregúntenle si ha fallado alguna vez.",
    "Esto en sí es algo menor aquí. Esto es el… Esto es lo menos que yo haya visto sucediendo en cualquiera de mis reuniones. Así es. He tratado todo para romper con esa cosa. Vine aquí, y Uds. pensaron: “las tarjetas de oración”. Cambié el orden de las tarjetas de oración. Estoy intentándolo todo. Estoy aquí como su siervo y su hermano, estas cosas aquí.",
    "Aquí está Banks Wood sentado aquí en alguna parte, mi vendedor de libros.",
    "Leo, Gene, aquí hay dos muchachos aquí, uno católico y el otro no creo que pertenecía a nada. Cuando ellos vinieron a Hammond, Indiana, y vieron al Espíritu Santo, en esas miles de personas, llamando, hace unos años; uno de ellos se dejó crecer una barba enorme. Se hicieron ellos mismos una especie de F.B.I., para venir y confirmar si esas cosas eran correctas. Fueron a mi casa, se hicieron pasar por evangelistas, y demás. Y el Espíritu Santo bajó y los desenmascaró. Aquí están, sentados aquí ahora mismo. ¿Ven?\n\n¿Por qué Uds. no pueden aceptarlo? ¿Qué pasa?",
    "El Sr. Wood, está aquí en alguna parte, me dijo, sentado aquí. Allá lejos en Louisiana, lo vi lastimarse. Lo llamé por teléfono y le dije que se cuidara. Al día siguiente, se cortó el pulgar. Él se hubiera cortado el brazo; el Espíritu Santo. Hace algunas noches cuando yo estaba en Chicago, lo vi en medio del humo y le dije que se cuidara. Se hubiera envenenado con plomo allí mismo. De haber entrado en ese montón de humo, y por poco se muere allí.",
    "Pregunten Uds. cómo se predicen las cosas, semana tras semana y mes tras mes, antes de que sucedan.",
    "Más adelante en la semana les mostraré lo que es esto. Esto es la propia fe suya; y es por eso que no pueden suceder las cosas. Es Ud. el que jala del Espíritu Santo. El… Jesús no vio una visión para la mujer. Fue la fe de ella que lo tocó a Él. Es por eso que Él se debilitó. Es la fe suya que lo hace, no la mía. Es Ud. quien lo hace. Y si Ud. se deshace de esos miedos y realmente le cree a Dios, esto estallará en un gran avivamiento de grandes aleluyas, y los cojos, los ciegos, los mancos y todo sucederá. Pero mientras Ud. se quede aislado, ¿cómo puede Él hacerlo?",
    "Yo creo en ser conservador. Pero, no solo en eso, esa cosa conservadora le da a uno un espíritu de superstición. No me lo digan a mí. Estoy parado aquí ahora. Sé de qué estoy hablando. El Espíritu Santo que está aquí mismo en este edificio, en este momento, los sanará a cada uno de Uds. allí mismo donde están sentados, si Uds. lo creen. Él ya lo ha hecho. ¿Cuántos lo creen? [La congregación dice: “Amén”.—Ed.] ¿Lo creen? [“Amén”.] Muy bien.\n\nYa veré cuánto lo creen.",
    "Inclinen el rostro por un momento. Pongan la mano sobre alguien cerca de Uds. Ahora solo apártense de toda superstición. Uds. están bajo el dominio de Cristo. “Donde dos o tres estén reunidos en Mi Nombre, Yo estaré en medio de ellos”.",
    "Ud. podrá llamarme hipócrita, pero se dará cuenta en un minuto. Yo veo a gente sanando ahora mismo, así es, ahora mismo. Puede ser que Uds. no lo reconozcan ahora mismo. Pero si los pastores en este edificio no ven que la gente viene a ellos después de que yo me haya ido, diciéndoles que los problemas estomacales y tales cosas se han ido de ellos, soy un falso testigo. Así es. Así es. Lo veo. Lo estoy viendo ahora, en otro mundo.",
    "Crean. Crean. Sin duda, si un pobre hotentote ignorante en África, que ni siquiera sabe cuál es la mano derecha o izquierda, puede aceptarlo, ¿qué me dicen de Uds. que pueden leer la Biblia y han sido instruidos en el Cristianismo? Si ese pobre hombre tiene que creer, al ver Eso solo una vez, porque tengo que irme a otro lado al día siguiente, y miles salen de las sillas de ruedas, y los lisiados y los ciegos, ¿qué me dicen de Uds.?",
    "¡Oh, Dios, qué misericordioso eres! “¡Qué paciente, no queriendo que nadie perezca”!",
    "Ahora siéntense, conectados con Dios. Confiesen su pecado. Confiesen su incredulidad. Díganle a Dios que están avergonzados de sí mismos, de su incredulidad. Yo les reto a que hagan eso, y Uds. verán la gloria de Dios.",
    "Me siento ungido en este momento para hacer algo diferente a lo que yo haya hecho antes. Nunca he hecho esto en mi vida, pero me siento guiado a hacerlo ahora mismo.",
    "Confiesen su pecado ahora mismo. Ud. dice: “Pues, soy Cristiano”. Confiese su incredulidad. Díganle a Cristo que nunca volverán a descreerle. En este momento Uds. lo están aceptando a Él. Ahora mismo eso va a terminar. Uds. nunca más van a quejarse, jamás. No importa cómo se vea, cómo se sientan, Uds. Lo van a creer, porque Dios así lo dijo. Dios lo dijo.",
    "Uds. han salido de la torre de Babilonia. Han venido al valle donde está el Lirio del Valle. Han venido a la montaña, Sión, donde la gracia de Dios fluye libremente desde la Fuente de la Vida.",
    "Confiesen sus faltas. Digan: “Dios…”. Si Ud. le ha hecho algo a alguien, diga: “Volveré y lo restauraré”. Háganlo ahora.",
    "Quiero que cada uno de Uds. ahora, mientras yo digo esta oración, quiero que Uds. la digan. Díganla en voz alta, conmigo. Simplemente voy a decirla, pero Uds. oren esto de corazón, con la cabeza inclinada, los ojos cerrados, todos. No levanten el rostro hasta que yo lo diga. Solo busco ver qué puedo ver. Digan esto, despúes de mí.",
    "Dios Todopoderoso, Creador de los cielos y la tierra, Autor de la Vida Eterna, Dador de toda buena dádiva, ten piedad de mí, ¡oh, Dios! Perdona mi incredulidad. Yo creo el Evangelio. Yo creo que Tú estás aquí. Creo que Tú ahora estás cumpliendo Tu Palabra en mi cuerpo. Abre los canales. Vacío mi incredulidad. Recibo Tu Espíritu. Creo que Tú estás en mí ahora. Creo que mi enfermedad desaparecerá. ¿Cómo puede la muerte y la vida existir en mi cuerpo cuando Tú estás allí? Te creo. Y Te acepto ahora como mi Sanador.",
    "Ahora mantengan el rostro inclinado.",
    "Esa es su oración. Esa es su oración. Ahora, yo voy a orar por Uds. Manténganse en contacto. Manténganse en contacto con Dios. No permitan nada más en su mente ahora. Él está allí con Uds., allí mismo a su lado. Diga Ud.: “Yo quiero el Espíritu Santo, Hermano Branham”. Muy bien. Él está allí para dárselo. Ud. diga: “Quiero sanidad para mis ojos, Hermano Branham”. Él está allí para dársela. “Quiero que sane a mi bebé”. Él está allí para hacerlo. “Quiero a mi hermano, a mi madre”. Él está allí para hacerlo, allí mismo. ¡Jehová-jiré, el Sacrificio provisto!",
    "Ahora voy a orar por Uds. La Biblia dice: “La oración de fe salvará al enfermo. Dios los levantará”. Si he encontrado gracia en vuestra vista, por la obra del Espíritu Santo, voy a orar con todo mi corazón en este momento para que el Espíritu Santo les testifique que la obra está consumada.",
    "¡Oh, Dios, Padre mío!, vengo en el Nombre de Jesús, para orar por este pueblo que ahora ha confesado honesta y sinceramente sus errores. ¡Oh, Dios bendito!, que esta sea una noche que ellos nunca olviden. Que el Espíritu Santo entre en cada corazón ahora mismo y simplemente eche fuera todo, todo, y toda la enfermedad de sus cuerpos.\n\nYo reto ahora al diablo a un debate.",
    "Satanás, tú estás consciente de que estás derrotado. No tienes derechos legales. Jesucristo, mi Señor, te despojó de toda la autoridad que tenías, cuando Él murió en el Calvario para quitar el pecado y la enfermedad. Y no eres más que un fanfarrón, y estamos desafiando tu engaño. Tú sabes que cuando nuestro Señor vino al árbol, maldijo al árbol. Al día siguiente se marchitaba. Y nuestro Señor les dijo a Sus discípulos: “Tengan fe en Dios. Porque si Uds. dijeren, Uds. dijeren a esta montaña: ‘Muévete’, y no dudaren en su corazón, sino creyeren que lo que hayan dicho está sucediendo, podrán tener lo que hayan dicho”.",
    "Satanás, tú sabes las Escrituras acerca de eso. Y yo acabo de enseñarles a estas personas que Dios está en ellos. Y si Dios está en ellos, y ellos le hablan a esa enfermedad y le dicen: “Apártate de mí”, y no dudan ellos en su corazón, inmediatamente esa enfermedad tiene que salir, porque así lo dijo Cristo. Porque, no son ellos los que hablan. Es el Padre que mora en ellos, el que habla. Ellos están necesitados. Así que, sal de ellos, en el Nombre de Jesucristo. Lo declaro, como el siervo de Dios, por un Mensaje de un Ángel Quien ungió y le ha mostrado a la gente que Jesús está aquí y que el Mensaje es correcto. Así que, sal de ellos, en el Nombre de Jesucristo. Te conjuro que dejes a cada persona enferma y te vayas a las tinieblas de afuera, en el Nombre del Señor Jesucristo.",
    "[El Rugido del Viento Sagrado se oye.—Ed.]",
    "¿Oyeron Eso? [La congregación dice: “Amén”.—Ed.] Estoy seguro de que Lo oyeron. ¿Cuántos oyeron ese gran Rugido pasar por el edificio en ese momento? Fue Eso. Ciertamente Uds. no dudarán más. Ese fue Dios, respondiendo. ¿No pueden ver? [La congregación se regocija.]",
    "Levántense. ¿Creen Uds. que están sanos? [La congregación dice: “Amén”.—Ed.] ¿Creen que Dios contestó la oración? Levanten las manos hacia Él. Agradézcanle por eso. [La congregación se regocija.] Ha terminado. Uds. están sanos.",
    "Jesús dijo: “Si vosotros dijereis”. ¿Qué es eso? Cuando Uds. han salido de Babilonia, Uds. han salido de la incredulidad. Han salido de las supersticiones. Están fuera de todas estas cosas. Y están llenos de la Propia Vida de Dios. La voz suya es la Voz de Él. Ud.",
    "Yo lo hablé. En mi cuarto hace un rato Dios me dijo que hiciera esto. Y aquí está. Él lo ha confirmado ahora mismo. [La congregación dice: “Amén”.—Ed.] Amén. Y bendito sea el Nombre del Señor. ¡Oh, qué hora! Es la primera vez que eso sucede desde Sudáfrica. ¿Cuánto tiempo más andarán Uds. a tientas en la incredulidad? ¿Lo entienden? El Viento sopló por esta plataforma aquí ahora mismo, cuando el Espíritu Santo cruzó por aquí, porque fue la Palabra hablada de Dios la que lo hizo. Amén.",
    "¿Cuántos de Uds. están sanos? Levanten la mano. ¿Cuántos se sienten diferente en su cuerpo? Levanten la mano. [La congregación dice: “Amén”.—Ed.] Ahí está. Uds. están sanados ahora por la gloria de Dios. Todos los que se sienten diferente, si Ud. no podía mover el brazo, muévalo. Si Ud. no podía oír con su oído, meta el dedo en el oído y oiga. Pueden oír. Si Ud. no podía andar, póngase de pie. Si Ud. era ciego, quítese los lentes oscuros de los ojos. Ud. puede ver.",
    "El Espíritu Santo acaba de pasar por este lugar en una confirmación de la Palabra. ¡Aleluya! Bendito sea el Nombre del Señor. Como un Viento que pasó por el edificio. ¿Cuántos pudieron sentir Aquello cuando pasó por aquí? Levanten la mano. Sean sinceros consigo mismo. Ese Viento que pasó por el edificio, es el Espíritu Santo. [La congregación dice: “Amén”.—Ed.] “Dígalo, y será hecho”. Como un gran Viento de amor, hizo “¡fiu!”, por aquí mismo hacia el otro lado, y Lo oí mientras cruzaba por el auditorio. Uds. Lo oyeron y Lo sintieron también. Es la Presencia Suya.",
    "¡Todos los que se sienten diferente ahora, todos los que sienten que fueron sanados ahora, todos los que sienten que Cristo está en Uds. ahora!",
    "¿Qué fue Aquello? Así como el Espíritu Santo vino en el Día de Pentecostés, bajó aquí directamente, el Viento que pasó por aquí. ¿Cuántos son testigos de Eso? Levanten la mano. Todos, sinceramente desde su corazón. Ahí está. Pasó por el edificio en ese momento. Es el mismo Espíritu Santo. [La congregación dice: “Amén”.—Ed.] El mismo Espíritu Santo viene por la misma Palabra. Bendito sea el Nombre del Señor. Amén.",
    "Todos los que creen que están sanos, pónganse de pie. Todos los que creen que se sienten diferente, sí, que Ud. ahora mismo está sano, póngase de pie. [La congregación se regocija.—Ed.] Amén. Amén. Así es. Amén. Mientras están esperando, ¡mientras Ud. comienza a sentirse diferente! Si tenía dolor de cabeza, y si se ha ido, levántese. Si Ud. estaba enfermo del estómago, levántese, si se ha ido. Pónganse de pie como testigo. Ahí lo tienen. ¿Qué es lo que hace? Es el Espíritu Santo que lo hizo. Amén. ¡Llenos de Su bondad! ¡Oh, qué cosa!",
    "🦅 Esta es mi historia, es mi canción”. ¡Oh!, ¿no se sienten bien? [La congregación dice: “Amén”.—Ed.]\n\n…-ria, esta es mi canción (Todos.),\n\nAlabando a mi Salvador todo el día;\n\nEsta es mi historia, ¡oh!, esta es mi canción,\n\nAlabando a mi Salvador todo el día.\n\nCantémoslo de nuevo, todos. Más fuerte.\n\nEsta es mi historia, ¡oh!, esta es mi canción. (Todos.),\n\nAlabando a mi Salvador todo el día;\n\nEsta es mi historia, ¡oh!, esta es mi canción,\n\nAlabando a mi Salvador todo…",
    "¿Cómo se siente estar sano? Muevan las manos hacia Él, cómo se siente estar sano. Pues miren eso. ¿Me dicen que el diablo no está derrotado? Seguro que lo está. Amén. [La congregación se regocija.—Ed.]",
    "Él es maravilloso. ¡Oh, vaya! Denos el tono de: “Maravilloso, maravilloso, Cristo es para mí”. ¿Cuántos conocen ese canto?\n\nMaravilloso, maravilloso, Cristo es para mí,\n\nConsejero, Príncipe de Paz, Dios Fuerte es Él;\n\nMuy bien. ¿Lo sabe Ud., hermana? Muy bien.\n\nMaravilloso, maravilloso, Cri-…\n\nConsejero, Príncipe de Paz, Dios Fuerte es Él;\n\n¡Oh!, me salva, me guarda del pecado y de la vergüenza,\n\nMaravilloso mi Redentor, ¡alabado sea Su Nombre!\n\n¡Oh!, maravilloso, maravilloso, Cristo es para mí,\n\n¡Oh!, Consejero, Príncipe de Paz, Dios Fuerte es Él;\n\n¡Oh!, me salva, me guarda del pecado y de la vergüenza,\n\nMaravilloso mi Redentor, alabado…",
    "Por si acaso, si hubiere un escéptico por aquí, lo cual, lo siento en mi corazón ahora y en contra de mi Espíritu. Alguien está pensando que ese Rugido que pasó en ese momento fue por un avión o algo así.",
    "Dios, Quien es mi Juez solemne, ese Espíritu pasó por esta plataforma, incluso meció mi abrigo a mi lado, y Rugió sobre ese edificio allí mismo. Lo sentí, Lo vi cuando Se movía. ¿Cuántos son testigos ahora? La Biblia dice: “En boca de dos o tres testigos”. [La congregación dice: “Amén”.—Ed.] No es absolutamente… Es el Espíritu Santo.",
    "¿Recuerdan Uds. cuando Jesús estaba orando, una vez, y hubo un Rugido que vino del Cielo? ¿Cuántos recuerdan eso? [La congregación dice: “Amén”.—Ed.] Y algunos de ellos dijeron, ¡oh, algo!, un “trueno” o algo así. Todavía está. El espíritu escéptico aún vive.",
    "Pero, Dios aún vive, también. Él está aquí mismo. El mismo Viento recio poderoso que descendió del Cielo en el Día de Pentecostés está aquí mismo para ser testigo de eso mismo otra vez. El Dios Todopoderoso es el Juez de todas las cosas. Amén.",
    "¿Lo aman? [La congregación dice: “Amén”.—Ed.] Alabado sea el Señor. Muy bien. Todos volteen y dense la mano unos a otros mientras cantamos Maravilloso otra vez. Uds. metodistas y bautistas arréglense ahora. Muy bien.\n\nMaravilloso,…\n\n¡Oh!, voltéense por todas partes, denle la mano a todos los que les rodeen.\n\n…mí,\n\nConsejero, Príncipe de Paz, Dios Fuerte es Él;\n\n¡Oh!, me salva, me guarda del pecado y de la vergüenza,\n\n¡Oh, maravilloso mi Redentor, alabado sea Su Nombre!",
    "Alabado sea el Señor. ¿Se sienten bien ahora? Todo ha terminado, han desaparecido todas las dudas? Muevan la mano de un lado a otro hacia Él. “Todo se ha ido. Toda duda ha desaparecido”. ¡Oh, qué cosa! ¡Maravilloso! ¡Maravilloso! ¡Bueno! “Toda duda ha desaparecido”.\n\nDios le bendiga, Dr. Vayle. 🦅"
  ]
}