{
  "title": "YO SÉ QUE MI REDENTOR VIVE",
  "id": "58370009",
  "content": [
    "🦅  …todos los días santos, este es el día, el día de la resurrección. Nos reunimos con gozo de corazón, porque Él vive. Y Él dijo: “Porque Yo vivo, vosotros también viviréis”. Y qué esperanza es esa, en la cual podemos descansar en esta mañana.",
    "Ahora, antes de pasar al Mensaje de la mañana, inclinemos nuestros rostros, solo un momento más, para orar.",
    "Amado Dios, estamos agradecidos en esta mañana por ser el pueblo que es llamado por Tu Nombre. Estamos tan contentos porque ya no tenemos que imaginarnos una gran resurrección que está por venir; pues ha llegado a ser una realidad para nosotros, al leerla en Tu Palabra, y ver que Tú lo has prometido, y lo sentimos en nuestras almas, que Jesús vive-…[Cinta en blanco.—Ed.]",
    "¡Oh!, estamos pensando, esta mañana, en las muchas angustias que han pasado en la vida, y las muchas tristezas por las que hemos pasado, y las experiencias que nos han desgarrado, y nos arrojaron a los vientos de la tierra. Cómo hemos sepultado a nuestros seres queridos, y hemos llorado en la tumba. Y nuestras—nuestras almas casi parecen fallecer en nuestro interior. Pero, entonces, podemos pensar en el día de hoy, ¡oh, lo que significa que Jesús haya resucitado de entre los muertos! Él arruinó todo poder del enemigo, cuando Él se levantó triunfante. Él quitó todas las sombras. Ahora caminamos en la preciosa luz de Su resurrección.",
    "¡Oh, podemos imaginarnos, unos mil novecientos años, o más, en esta mañana, cuando dos mujercitas iban de camino a la tumba, preguntándose quién quitaría la piedra. Pero Dios ya la había movido. Y Aquel que había estado encerrado, había resucitado de entre los muertos y habló con ellas. Y dijo: “Id, decid a Mis discípulos, y a Pedro, que Yo los encontraré allá en Galilea”.",
    "¡Oh, cuánto Te agradecemos por esta gran experiencia, que aún podemos presenciar esa resurrección, y llega a ser tan real para nosotros como lo fue para ellos esa mañana, porque Él ha resucitado de entre los muertos.",
    "Perdona nuestros pecados y nuestras faltas, todo lo que hemos hecho o dicho, o aun pensado, que estuvo errado, Señor. Oramos que Tú nos perdones por estas cosas. Y séllanos profundamente. Acércaté más, esta mañana. ¡Oh, muchas veces Tú estás parado en las sombras, cuando nuestros problemas son tan intensos!",
    "Cuando María salió de la tumba esa mañana, y estaba llorando, y oyó una Voz detrás de ella, que dijo: “¿Por qué lloras?”. Él estaba justo detrás de ella, observando lo que estaba sucediendo. Y cuando Él pronunció su nombre, cómo su corazón debe haber saltado de gozo, porque su Señor había resucitado de entre los muertos.",
    "¡Oh, háblanos esta mañana, Señor! Danos Tu Palabra y Tu Espíritu. Y asegúranos, nuevamente, en esta mañana, mientras hablamos de los profetas y aquellos que esperaron este gran tiempo.",
    "Y esperamos la resurrección general en los últimos días, cuando nuestro Señor venga otra vez. Hasta entonces, Señor, mantennos sanos, felices, llenos de gozo, regocijándonos. Y no viviendo solo de pan, sino de toda Palabra que sale de la boca de Dios, que tengamos nuestro sustento. Concédenoslo, Padre, porque lo pedimos en Su Nombre, Quien resucitó de entre los muertos y dio la seguridad de nuestra resurrección. Amén.",
    "Mientras venía por el camino hace unos momentos, y pensaba, mientras los pájaros cantaban, ¡qué primavera es hoy! Después… ¡Cuán apropiada es la Pascua! Después de que el gran invierno oscuro y frío ha pasado, y todas sus ventiscas y demás, entonces sale la luz del sol. Y la llegada del sol trae nueva vida, nueva esperanza, nuevas estaciones, nuevas cosechas, nuevas flores. Todo cobra vida. Cómo es que el hombre, aun sin tener la Biblia para leer, podía saber que hay un Dios. Solo al observar la naturaleza, cómo va y viene; el otoño del año es la crucifixión; la primavera del año es la resurrección; y se puede ver a Dios en todo.",
    "Y estaba pensando, mientras escuchaba a mis pajaritos cantar, allá en el patio esta mañana, mis pequeños petirrojos, pues los amo. Yo los llamo mis pequeñas radios. Y salgo y enciendo mi radio, en la mañana, al escuchar.",
    "Y, ahora, Uds. conocen la pequeña leyenda del petirrojo. Era un pajarito café, según la leyenda, hasta el Viernes Santo. Y había Alguien muriendo, solo, y no había nadie que Lo ayudara. Y Él estaba solo. Y fue clavado de una cruz. Y un pajarito café estaba tratando de liberarlo a Él de la cruz. Y al volar una y otra vez hacia los clavos y las espinas en Su cabeza, él se manchó todo su pechito rojo de sangre, y desde entonces ha estado rojo.\n\nY pensé: “¡Oh, Dios!, esa es la clase de escudo que yo quiero”.",
    "Y si Uds. se fijan en el petirrojo cuando se está limpiando. Justo debajo de esa pequeña capa roja de plumas, está todo negro, es el resto de sus plumas. Pero el—el escudo rojo lo protege.",
    "Eso es lo que yo quiero. No importa cuán buenos tratemos de ser, aún somos pecadores. Pero ese pequeño escudo rojo es todo lo que se necesita para hacerlo diferente de otras aves. Eso es todo lo que se necesita para hacernos diferentes del mundo, es solo ese pequeño escudo rojo de Su gracia.",
    "Venimos esta mañana de Pascua, como cada mañana de Pascua donde anhelamos reunirnos a la salida del sol. Y me ha sido un privilegio, durante los últimos años, venir aquí al tabernáculo y bautizar a la gente, y predicarles la resurrección del Señor Jesús.",
    "Y mientras estudiaba, anoche, durante la tormenta, pues, pensaba: “¿Qué palabras serían apropiadas para decir, en la mañana, en este servicio de resurrección?”. Y mis pensamientos fueron a este tema que nuestro hermano acaba de leer, de Job el capítulo 19, y los—los versículos 23 al 27. “Yo sé que mi Redentor vive”, dijo Job. Y escogí eso como tema.",
    "Y siendo que hemos venido, ¿por qué venimos? Es solo con este propósito, de poder encontrar nuevas esperanzas.",
    "Estamos aquí en esta tierra, y sabemos que vivimos en tinieblas. Ni siquiera tenemos que imaginarnos estas cosas, o engañarnos a nosotros mismos, si así fuera, porque sabemos que estamos viviendo en las sombras de muerte. Cada vez que oímos el aullido de una ambulancia, cuando pasamos por el cementerio, cuando vemos un hospital, toda cana, graba en nuestra memoria que somos un pueblo condenado, tanto jóvenes como ancianos.",
    "Y venimos en una mañana como esta, a juntar esperanzas, nuevas esperanzas de por qué estamos aquí, y cuál es el propósito. Y yo creo que este es un tiempo maravilloso para pensar en las esperanzas que Dios nos ha dado. Ahora, primero, queremos implantar esto en nuestra mente: que no hay nada que pueda destruirnos hasta que el propósito de Aquel Quien nos creó se haya cumplido. No pudiera haber nada. Estamos hechos para un propósito.",
    "Esta iglesia se construyó aquí con un propósito. Este fundamento no se cavó, ni se colocó la piedra angular, y los bloques puestos en el—el edificio, y el techo y el interior, no se colocaron aquí solo para ver si se podía hacer. Se colocó aquí por un propósito, o para un propósito.",
    "La casa en la que Ud. vive, no se edificó allí accidentalmente, ni fue alguien simplemente perdiendo el tiempo. Su hogar fue hecho con un propósito, para servir a un propósito.",
    "Si Ud. condujo esta mañana aquí, en su automóvil, ese automóvil no fue hecho solo para ver si se podía fabricar. Los materiales no fueron desperdiciados por el hombre. Fue puesto aquí con un propósito, y para servir a un propósito.",
    "La ropa que Ud. usa, no se hizo solo para ver si alguien podía diseñar algo; fue con un propósito.",
    "El alimento que Ud. come no fue cultivado en la tierra solo para verlo crecer. Fue hecho para servir a un propósito.",
    "Y Dios no solo tuvo que hacer un árbol para que solo fuera un árbol; Él hizo un árbol con un propósito.",
    "Y Dios no nos hizo a Ud. y a mí, solo para ver si Él podía hacerlo. Él nos hizo con un propósito. De manera que, hay un propósito por el cual todos nosotros estamos aquí. Ud. no está aquí solo para ser otro ser humano. Ud. está aquí porque Dios lo hizo con algún propósito. Ud. no está aquí solo para comer el alimento que Dios cultivó. Ud. no está aquí solo para vivir en la casa que—que el hombre hizo, o para usar la ropa que alguien diseñó. Ud. está aquí con un propósito específico. No importa cuán pequeño sea Ud., cuán grande sea Ud., cuán importante sea Ud., o cuán insignificante sea Ud., Ud. está aquí para servir un propósito.",
    "Así como, mi dedo está aquí con un propósito. La uña en mi dedo tiene un propósito. Mi ojo, y cada parte de nuestro cuerpo, debe servir un propósito. Y no fue puesto aquí solo para ver cómo se vería cuando fuera puesto aquí, sino que fue puesto aquí para cumplir su propósito. Era el plan Divino de Dios hacerlo así.",
    "Y si fuimos puestos aquí con un propósito, entonces no hay nada que pueda destruirnos hasta que el propósito de Dios sea cumplido. Nada puede dañarnos hasta que ese propósito, por el cual Dios nos ha puesto aquí, haya sido manifestado. No importa cuánto problema tengamos, cuántas angustias o tristezas por las que pasamos, todas estas son razones, y hay una razón para ello.",
    "Tomaremos, por ejemplo, a Noé, en la Biblia. Hubo un diluvio que vino, y toda la tierra fue destruida. La vegetación y todo fue destruido excepto Noé y la simiente que él había llevado al arca.",
    "El propósito de Dios jamás puede ser detenido; no hay nada que pueda detenerlo. Así que, cuán felices debemos estar hoy, descansando en esa hermosa revelación de la Palabra del Dios viviente, que no hay cosas presentes, ni cosas por venir. No hay enfermedad, ni tristeza, ni muerte, ni peligros, ni nada que nos pueda separar del propósito del Dios viviente. Lo que Dios ha imaginado en Su mente, lo que Dios se ha propuesto en Su corazón, a llevar a cabo; no hay demonio, no hay poder, no hay nada que pueda romper el gran plan inmortal y Eterno de Dios. Tiene que ser como Dios lo ha dicho.",
    "Luego vemos que en esos días en que todo el mundo iba a ser destruido por un diluvio, Dios hizo preparativos. ¿Preparativos para qué? Para preservar Su propósito. Él lo hizo en los días de Noé.",
    "Y lo está haciendo hoy. Él ha hecho un preparativo, para conservar Su propio propósito. Él va a conservar una Iglesia; Él conservará un pueblo; Él conservará súbditos para Su gran dominio, que la muerte no puede destruir. Y nos damos cuenta que es por fe que creemos esto, pero la resurrección produce un fundamento sólido sobre el cual descansa nuestra fe. Nada puede destruirlo. Como el poeta escribió una vez:\n\n¡Oh, qué muestra de la gloria Divina!\n\nHeredero de salvación, comprado de Dios,\n\nNacido de Su Espíritu, lavado en Su Sangre.",
    "¡Qué seguridad, sobre esta Roca sólida, la resurrección de nuestro bendito Amante, el Señor Jesús! Nada puede destruirlo. Ha sido plantado. Es la Simiente de Dios. Es un propósito de Dios el darnos el bendito Espíritu Santo. Es el propósito de Dios mostrarnos señales y prodigios y milagros. Es el propósito de Dios, y nada puede destruirlo. Todos los poderes del infierno pudieran apostar en contra de eso, pero prevalecerá. Nosotros tenemos la promesa Eterna de Dios. Puede haber maestros, pueden surgir ismos, pueden surgir grandes programas, puede haber cosas que parezcan que pueden ser destruidas, pero nunca pueden ser destruidas. Es el propósito de Dios ver que prevalezca. Entonces, no depende de mí, y no depende de Uds. si será destruido o no; depende de Dios. Y podemos estar seguros de ello, que Dios nunca permitirá que nuestra herencia sea destruida, porque es Su propósito dárnosla.",
    "Ahora también podríamos pensar, hoy, en las destrucciones, la intención de destruir. Tenemos la propia promesa de Cristo.",
    "Pensamos en los jóvenes hebreos, cuando Dios tenía un propósito para ellos. Cuando estaban allá en Babilonia, y calentaron el horno siete veces más de lo que antes había sido calentado, para destruir el propósito de Dios. Y toda Babilonia estaba furiosa. Estaban decididos, Satanás, en destruir el propósito de Dios, porque sabía que esos jóvenes terminarían en el horno. Así que él hizo que el horno, cuando lo calentaron, fuera siete veces más caliente, para asegurarse de destruir el programa de Dios. Pero Dios quería desplegar Su poder, y toda Babilonia y todo el infierno no pudieron derrotar ese propósito. No, señor. No importa si hubieran calentado ese horno un millón de veces más, nunca hubiera destruido el propósito de Dios. Dios quería mostrar que Él era un Dios de liberación, y que Él traería liberación al que Él deseara traerla, y nada interferiría con Su programa.",
    "Así que cuando calentaron el horno, poco sabían Sadrac, Mesac y Abed-nego que saldían de ese horno. Porque ellos mismos dijeron: “Nuestro Dios puede librarnos. Pero, con todo, no nos inclinaremos ante la imagen”. Dios tenía a alguien que Le serviría, y Su propósito no sería destruido. El fuego no puede—no puede detener el propósito del plan de Dios.",
    "Y, ¡oh, cuánto me encanta decir esto en esta mañana! Todas las bombas de hidrógeno del mundo jamás podrán detener la resurrección de Su Iglesia. Toda explicación contraria, y todas las matemáticas, y—y demás, que este mundo inteligente ha disfrazado, en su propósito de hacer algo para destruir la fe de los hijos de Dios, nunca lo hará. Esa fe vivirá para siempre.",
    "Era el propósito de Dios mostrar que Él tenía poder sobre las bestias salvajes de los campos. Y una vez pusieron unos leones en una cueva. Y los habían dejado sin comer al grado que estaban tan hambrientos, que pudieran haber hecho pedazos a—a una persona, de un solo zarpazo. Y el diablo pensó: “De seguro, podré destruir a este profeta, Daniel”.",
    "Pero Daniel había propuesto en su corazón hacer el propósito de Dios. Y Dios había puesto eso en su corazón. Antes de que Daniel pudiera haber tenido este deseo, tenía que haber algo para crear ese deseo. Antes de que él pudiera tener esa fe, tenía que haber algo que le dijera que había un Dios que podía liberar.",
    "Y, ¡oh, cómo concuerda eso en esta mañana, con la fe, la fe viva del Dios vivo, en Su Iglesia! Hay algo en nuestro corazón que habla que hay una Tierra más allá del río. Yo no puedo mostrar esa Tierra, y tampoco ningún hombre, pero hay algo dentro de nosotros que nos dice que:\n\nEl sepulcro no es su meta;\n\nY polvo eres, y al polvo volverás,\n\nNo se le dijo al alma.",
    "Hay algo dentro de nosotros, un fuego que arde, una luz que ha sido encendida por Dios, y ninguna brisa puede apagarlo. No hay olas de frialdad en la iglesia, no hay indiferencia entre la gente, no hay persecución del mundo, que pueda apagar una llama que Dios ha encendido. Porque es el propósito de Dios que la antorcha de Su luz de libertad arda hasta la Venida del Señor, y no hay poderes que puedan apagarla. Estos solo harán que arda más a medida que soplan. Se ha probado a través de las edades que la persecución fortalece a la Iglesia.",
    "Y Daniel, no sabiendo cómo Dios lo iba a hacer, y no sabiendo si Dios lo iba a hacer, pero sabiendo que Él era capaz de hacerlo, y sabiendo que algo en él se lo decía así. ¿Ven?, Dios tenía un propósito. Él tenía todo en función de ese propósito.",
    "Y todos, hoy, no importa cuán indiferentes parezcamos ser a veces, y cuán extrañas sean las cosas, y cómo la Iglesia llega a esta condición y a esa condición, todo es propósito Divino de Dios para moldearnos y hacernos a Su Propia manera. ¿Quién sabe cómo moldear el material mejor que el Creador?",
    "Y los leones no podían comerse al profeta, porque Dios envió un Ángel. Él tenía un Ángel parado presente para proteger a este profeta, porque Dios tenía un propósito. Él quería mostrarle a ese rey presuntuoso, Su mano poderosa y Su propósito.",
    "Yo creo que eso es lo que sucede hoy, que Dios está preparando un pueblo, para poder mostrar Su mano poderosa, y cumplir Su poderoso propósito. ¡Oh, estoy tan contento, esta mañana, porque Él vive en mi corazón, y Él no es un Dios muerto! Él es un Dios vivo. Y profundamente en mí…",
    "Ayer en la mañana, yo estaba sentado en una silla de barbero, para un corte de cabello. Un joven me cortaba el cabello, allá en la barbería del Hermano Egan. Y yo estaba sentado allí, con mi rostro inclinado. Y, ¡oh!, he estado tan cansado. Mis reuniones han sido tan largas, y estoy tratando de salir en la mañana para descansar un poco antes de que comience este próximo servicio. Y estaba tan cansado, que parecía que mi corazón iba a dejar de latir. Y sentado allí, de repente, podía oír a todos hablando, pero parecía como si yo estuviera en el espacio.",
    "Pensé: “¿Me habrá dado un ataque al corazón, y me estoy yendo, de esta silla de barbero?”. Pensé: “¿Me pregunto si eso es lo que está pasando?”. Sentí mis manos; estaban adormecidas. Y mi corazón parecía como si hubiera dejado de latir. Y pensé: “¡Oh, pero allí está el Evangelio que se tiene que predicar! Y no hay poder que pueda tomarme hasta que el propósito de Dios sea cumplido”.",
    "No hay nada que pueda lastimarme, nada, hasta que el propósito de Dios se cumpla. Y cuando eso se cumpla quiero partir, según Su propósito. Cuando Él haya terminado, entonces yo también. Cuando Él haya terminado conmigo, he terminado con la vida.",
    "Cuando Él haya terminado con Ud., Ud. también habrá terminado. Entonces, ¿cuál es la diferencia? Dios lo tiene todo en Su mano. Ya sea que seamos jóvenes o ancianos, no sabemos cuándo se cumplirá y terminará el propósito de Dios. Dios se lleva a los bebés pequeños, a veces, para mostrar que Él puede guiar su pequeña alma. Todo lo que Él hace es con un propósito. Él dijo que ni siquiera un gorrión puede caer del cielo, sin que Él lo sepa. Todo obra para Su propósito, en la hora y en el tiempo justo. Todo está en Su plan Divino. Nada puede destruir.",
    "Cuánta seguridad fue para Abraham, después de haber encontrado a Dios, y saber que Dios tenía un propósito. Que, en este propósito, Él iba a traer, por medio de Abraham y Sara, un hijo. Y a través de este hijo, Isaac, iba a venir el Señor Jesús. Y con este propósito, Él estaba trayendo a Sara y a Abraham, e iba a hacer de ellos un gran pueblo e iba a traer a este hijo; tomando a las peores personas que se pudiera hallar, para hacerlo.",
    "¡Qué extraño, que Dios se mueva en maneras misteriosas! Bueno, pareciera ser que si Él hubiera querido traer a un niño al mundo de esa manera, Él hubiera tomado alguna mujer que fuera fértil. Pareciera ser que Él hubiera tomado a algún hombre que no fuera estéril. Como Abraham y Sara, habían estado casados por muchos, muchos años, y ella era estéril. Ella no podía criar a un niño. Bueno, entonces pareciera ser que Él hubiera tomado a alguna mujer joven que fuera fértil, que pudiera traer a este niño. Pero a Dios le gusta desplegar Su gracia. A Dios le gusta tomar algo que no es nada y hacer algo de eso, porque Él es Creador.",
    "Por eso es que Él nos tomó a Ud. y a mí. No éramos nada, para que Él pudiera hacer hijos Suyos, de nosotros quienes éramos desgraciados, y miserables, y perdidos, y ciegos, y aborrecibles, para hacernos Sus amados hijos. Es el propósito de Dios hacerlo así.",
    "Y luego, de nuevo, uno pensaría que Dios hubiera tomado a una mujer joven y a un hombre joven, para hacer esto, una jovencita y un jovencito que acaban de casarse. Él hubiera dicho: “Bueno, Uds. no han tenido hijos. Así que voy a hacer que nazca tu primer hijo, y voy a… Él va a ser Mi Isaac”.",
    "Pero Dios escogió a un hombre de setenta y cinco años, y a una mujer de sesenta y cinco, para hacer Su propósito, para mostrar que Ud. puede ser tanto joven como anciano, Dios aún puede, y de hecho lo hará, obrar Su propósito. Seguro. Y Abraham, a los setenta y cinco, recibió la promesa de Dios. Se lo dijo a Sara.",
    "Y entonces el diablo dijo: “¿Saben qué? Voy a retrasar eso por un tiempo. Yo creo que si los envejezco tanto, perderán la fe, y sabrán que aquello no puede suceder. Si ya están temblando a los setenta y cinco; ¡si tan solo pudiera mantener eso alejado por un tiempo!”. Y él lo mantuvo alejado hasta que Abraham y Sara estaban encorvados en edad, con canas y hombros encorvados.",
    "Es para mostrar que nada puede detener Su propósito. Ni aun la muerte puede detener Su propósito. “Abraham estaba como muerto”. Y la matriz de Sara había estado muerta por cuarenta o cincuenta años, pero nada puede detener el propósito de Dios. Su cuerpo estaba viejo; estaba arrugado; las venas de leche se habían secado. Su corazón estaba tan débil que no podía haber soportado el parto. Pero Dios nos dejó saber allí, que Su propósito no será derrotado. Él cambió a Sara, y la hizo una mujer joven de nuevo. Y tomó a un hombre de cien años, y lo devolvió a su juventud.",
    "No importa cuán poco racional pudiera parecer, Dios dio la promesa; “Y Abraham no dudó, por incredulidad, de la promesa de Dios; sino que se fortaleció, dando gloria a Dios, porque consideró que Él era poderoso para cumplir lo que había prometido”.",
    "Entonces, ¿cómo debería ser con nosotros en esta mañana? “Nosotros somos los hijos de Su promesa. Nosotros estando muertos en Cristo, somos Simiente de Abraham, y somos herederos con Él, teniendo la promesa”. Entonces, no importa cuánta enfermedad venga, qué clase de muerte tengamos, cuánta pobreza atravesemos, el propósito de Dios no será derrotado. Él nos levantará de nuevo. “Porque Yo vivo, vosotros también viviréis”. Esa es nuestra esperanza.",
    "Pues, eso lo sé, hoy, siendo mi cumpleaños, y estoy llegando a ser un anciano. Me miro en el espejo y veo que ese muchachito, que construyó este tabernáculo, ya no es ese muchachito. Se está convirtiendo en un anciano, con los hombros encorvados, una barba canosa, perdiendo el cabello, pero nada puede detener el propósito de Dios. ¡Nada! Por lo tanto, estoy seguro en la promesa: “Porque Yo vivo, vosotros también viviréis”. Me uno a Job de antaño: “Yo sé que mi Redentor vive, y en el día postrero Él se levantará sobre la tierra”. Es un propósito que Dios tiene. Yo debo servir a este propósito. Toda mi vida debe alinearse a Su propósito, y a Su programa. Así es con cada uno de nosotros. Dios tiene un propósito en que…",
    "Abraham ya anciano pudo—pudo resistir, como viendo a Aquel que es invisible, porque era el propósito de Dios, que él supiera que Dios le dio la promesa. No importaba cuán contrario pareciera todo, Dios le dio esa promesa a Abraham. Así que, Dios cumplió Su promesa. Él lo hizo con Abraham; lo hizo, con todos Sus hijos. Y Él cumplirá Su promesa.",
    "Fue Moisés, siendo instruido en toda la sabiduría de los egipcios, él supo que Dios tenía un propósito en su vida.",
    "Fue Jocabed, su madre, quien tomó a su amado bebé, el bebé más hermoso en todo el mundo, en ese momento, un amiguito precioso; y lo metió en un arca y lo empujó allá al Nilo, donde los cocodrilos se engordaban con los pequeños hebreos, porque se los habían estado dando a los cocodrilos. Y ella tomó a su bebé y lo arrojó directamente a las fauces de la muerte, sabiendo esto: que el propósito de Dios no podía ser derrotado; “Dios de Abraham, cuida de mi hijo, y tráelo al propósito para el cual lo has traído”. No había suficiente agua en el Nilo para ahogarlo. No había suficientes cocodrilos en todo el mundo que pudieran haberselo tragado. Él era el escogido de Dios.",
    "Y así como él era el escogido de Dios, para ese propósito, nosotros somos los escogidos de Dios hoy, quienes creemos en la resurrección del Señor Jesús. Y no hay bombas, no hay infierno, no hay nada más que pueda detener el propósito de Dios. Tendremos que irnos en la resurrección; es una promesa que tenemos de Dios. El propósito de Dios.",
    "Y, Moisés, cumpliendo los cuarenta años, un hombre de mediana edad, y él había sido entrenado en la escuela. Pero Dios tiene preparada cierta manera, a veces, de traer Sus cosas a cumplimiento, lo cual ha prometido. Así como llevó a Moisés a la parte de atrás del desierto, y le permitió oír los gritos y apariciones, mientras deambulaba por el desierto. Y allá atrás, solo, en esos desiertos, y los vientos gimiendo, los escorpiones y las cobras, y solo, allá en el desierto, hasta que casi muere. No hay nada que pueda detener el propósito de Dios. Dios había traído a Moisés, y Moisés tenía que hacer lo que Dios le dijo que hiciera, porque el propósito de Dios no se puede detener.",
    "Fue nuestro personaje, esta mañana, Job, cuando él estaba en lo más profundo de su angustia, cuando todas sus riquezas se habían desvanecido; sus hijos estaban muertos; su cuerpo estaba lleno de sarna. Y estaba en la angustia más grande que había tenido. Sentado en un montón de ceniza, con un tiesto, rascándose la sarna. Y su esposa en la puerta: “¿Por qué no maldices a Dios y te mueres?”.",
    "Cuando los miembros de su iglesia le dieron la espalda, por siete días, y lo acusaron. Cuando, ellos deberían haber estado consolándolo. Pero ellos lo estaban acusando de ser un pecador en secreto, acusándolo de ser un descarriado.",
    "Fue en esa gran hora, fue en ese gran momento, fue el tiempo cuando Dios llevó a Job a las arenas sagradas; donde Él lleva a cada creyente, a una experiencia, a la parte de atrás del desierto, como lo hizo con Moisés; al pequeño aposento secreto, donde Él lo llevó a Ud.; a la carbonera, donde yo Lo recibí. Dios tiene un lugar, y un propósito, y un tiempo. Y cuando Él tenía a Job en esta condición, lo tenía en las arenas sagradas, porque Él le iba a revelar algo, que nunca se le olvidaría.",
    "¡Oh, a esas arenas sagradas! Él tiene que llevar allí a todo hijo genuino. Él lo lleva a uno a esos lugares, donde ningún diablo puede venir; no hay maestro que Lo pueda desvirtuar con explicaciones. Él le da algo a Ud. en esas arenas allá atrás que, una experiencia, que Ud. nunca olvidará mientras pasen las edades; no importa cuán ateo su madre, su papá, su esposo, esposa, sus asociados, puedan llegar a ser. Todo verdadero creyente tiene ese lugar donde Dios se ha encontrado con él; a ninguno le falta. Todo creyente lo tiene. Toda persona que ha nacido del Reino de Dios conoce ese lugar, ese minuto, esa hora a donde Dios lo llevó. Y en esas arenas sagradas, en la Presencia de la zarza ardiente, Él le hizo algo a ese creyente, que toda la mentalidad del mundo no podía destruir; “Sobre esta roca edificaré Mi Iglesia, y las puertas del infierno no La destruirán”. ¡Sobre esta Roca, la revelación espiritual del Jesús resucitado! ¡Sobre esta Roca!",
    "Job, en su angustia, habiendo perdido todo; con su esposa contra él, y acusándolo. Y todos sus amigos creyentes estaban en contra porque solo tenían teología. Y todos los demás se habían vuelto contra él.",
    "Pero Dios dijo: “Ven aquí, Job. Voy a darte algo, muchacho. Voy a colocar algo dentro de ti que ni aun todos los diablos del infierno podrán sacar”. Y en… Todos los maestros del mundo pudieran acusarlo a Ud., de una manera u otra, pero eso nunca se moverá. ¿Saben lo que Él hizo? Él solo levantó la cortina un poquito, y dijo: “¡Job, mira allá!”. Y ¿qué vio Job? ¿Qué piensan Uds. que vio? Él vio la Pascua, por primera vez. Él vio la primera Pascua, y gritó: “¡Yo sé que mi Redentor vive!”.",
    "¡Oh, qué lugar más bendito en el cual estar! Todo hombre que es escogido de Dios, y toda mujer y niño, viene a ese lugar en esas arenas sagradas, en donde Dios levanta la cortina y Uds. lo ven a Él en Su poder resucitado. Uds. saben que Él vive. Y nosotros, como Job, podemos clamar: “Yo sé que mi Redentor vive, y en los postreros días Él se levantará sobre el polvo. Aunque los gusanos de la piel destruyan este cuerpo, en esta carne veré a Dios”.",
    "Esa primera mirada de la Pascua hizo que un profeta gritara. Y los truenos rugieron, y los relámpagos destellaron. Él vio la Pascua, su primera vez. ¿Cuándo la vio? No cuando tenía puesta su ropa bien arreglada; no cuando tenía el cabello peinado, tal vez, a punto; no cuando estaba gozando de la mejor salud. Sino cuando estaba en problemas, cuando estaba postrado con problemas, en esa hora, y casi en su muerte, fue cuando él vio la Pascua. Allí es donde él vio la primera resurrección.",
    "¡Oh, ha sido similar para Ud. y para mí! Fue cuando nos postramos en un altar, en alguna parte, hasta estar listos para morir, y dijimos: “¡Señor Dios, haz algo por mí!”. Fue entonces cuando Dios levantó la cortina y vimos la Pascua.",
    "Vemos la Pascua, no tanto de una manera teológica. Nunca vimos la Pascua, como el momento de usar ropa nueva; nunca vimos la Pascua como conejitos y huevos de colores. Vemos la Pascua en el poder de la resurrección del Señor Jesucristo. Esa fue la verdadera Pascua.\n\nY cuando él gritó, Dios respondió con Fuego.",
    "Fue David cuando fue rechazado y exiliado. Fue David, después de haber pecado y cometido ese horrible crimen. Fue David cuando estaba confuso y su hijo había sido llevado, el gozo de su corazón. Fue David, el profeta y el rey, quien clamó cuando vio que estaba envejeciendo, y debía regresar al polvo de la tierra. Fue David quien dijo: “Así y más, mi carne reposará en esperanza, porque Él no permitirá que Su Santo vea corrupción, ni dejará Su alma en el infierno”.",
    "Fue cuando David estaba pasando por su peor momento. Fue cuando David estaba confuso y angustiado, y precisamente en la hora de la muerte, casi, cuando Dios levantó la cortina, dijo: “¡Mira allá, David!”.",
    "David dijo: “Mi carne reposará en esperanza, porque Él no dejará que Su Santo vea corrupción. Ni dejará Su alma en el Seol, para que mi carne descanse en esperanza”.",
    "¡Oh, es en esa hora, amigo! Es en ese momento. Es en esas horas cruciales y crucificantes que vemos la resurrección. Es en ese momento, cuando Dios ama desplegar Su gracia. Es en ese momento cuando a Dios le gusta consolar a Sus hijos.",
    "La hora más oscura que este mundo jamás haya visto fue el Viernes Santo; cuando todas las esperanzas, todo había sido escrito, todas las esperanzas que tenían eran lo que estaba escrito en papel. Todas las esperanzas que tenían eran lo que un filósofo había dicho, y allí estaba el Príncipe de Vida muriendo en el Calvario. Fue la hora más oscura que el mundo haya visto.",
    "Pero la Pascua produjo la hora más brillante que el mundo haya visto, porque todas las supersticiones y todas las dudas, y todos los temores, fueron quitados cuando Dios Lo levantó.",
    "¿Por qué estaba oscuro? ¿Qué lo hace oscuro?",
    "Veamos, como dije hace un rato, en cuanto a las aves, a las flores. ¿Por qué los pequeños lirios de Pascua florecen en la Pascua? ¿Por qué las aves cantan en la primavera del año? ¿Por qué brotan las flores? Es porque el verano viene. ¿Qué lo hace? En febrero, casi el peor mes que tuvimos, el invierno ha venido, sigue, sigue, sigue, hasta que da su último golpe, entonces retrocede, para dar paso a la vida. La muerte ha dado su último golpe. Tiene que retroceder y dejar que la vida ocupe su lugar.",
    "¿Qué hace que esté oscuro antes del día? Lo más oscuro es antes del día. Los científicos nos dicen que es la luz presionando, viniendo, descendiendo. El sol está saliendo alrededor del mundo. Su luz está presionando las tinieblas. Ella está dando su último golpe. Ella no puede soportar más. Las tinieblas no pueden estar en presencia de la luz. No puede hacerlo. La luz es diez millones de veces más fuerte que la oscuridad, así que la luz y la oscuridad no pueden morar juntas. Y cuando la luz comienza a subir, la oscuridad se asienta y se vuelve densa. La está compactando.",
    "Es como dejar caer tinta en una—una tina llena de cloro. Simplemente ya no existe. Ya no hay negrura en la tinta cuando se echa en el cloro. Ella misma se convierte en cloro.",
    "¡Oh, así es el pecado! Cuando cae en la Sangre del Salvador, simplemente ya no existe. Desaparece. Con razón Él dijo: “Está en el mar del olvido”. La tina de cloro de Dios que nunca más se puede encontrar. Se desintegra. Ya no existe. Así es el pecado, cuando uno ve la verdadera resurrección y el precio que fue pagado por esa resurrección.",
    "La oscuridad, condensándose, porque pronto se desvanecerá. Y entonces tan pronto llega la luz, la oscuridad ya no existe. ¿A dónde va? ¿Qué le sucedió a esa noche negra, hace unas horas, alrededor de este tabernáculo? Simplemente no puede existir ahora. El sol está brillando. ¿A dónde se fue? ¿A qué parte subió, o a dónde bajó? Simplemente ya no existía. Y la razón por la cual estaba oscuro, es porque no había luz.",
    "Y la razón por la cual el hombre no tenía esperanza, es porque no había habido resurrección; pero la Pascua produjo resurrección. Ahora la oscuridad ya no existe. Es Luz.\n\nCaminaremos en esta Luz, esta hermosa Luz,\n\nQue viene donde las gotas de rocío de la misericordia brillan;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo.",
    "La noche presiona, y apliquemos esto ahora a nivel nacional. Esta es la hora más oscura, la hora más oscura que este mundo haya visto. Aun la naturaleza tiembla. En un momento, toda esta tierra podría convertirse en polvo. ¿Qué sucedería con la reacción a… con la reacción del hidrógeno o—o—u oxígeno, o algunas de estas grandes bombas, la reacción atómica? Todo árbol, todo pasto, todo, toda rama, todo propósito, toda persona, todo, se rompería en pedazos y volvería a ser ácido. ¿Ven lo que es? El mundo entero está temblando. Hay bombas listas.",
    "Todo parece estar en su debido tiempo. Y si las tinieblas tienen su tiempo asignado, ¡cuánto más la Luz tiene su tiempo establecido!",
    "¿Qué lo hace tan oscuro ahora? ¿Qué está provocando todo esto? Las iglesias sin compañerismo. Estamos discutiendo. “Oh, ¿será? Yo soy metodista. Yo soy presbiteriano. Yo soy pentecostal. Yo soy de la Iglesia de Dios. Yo soy de las Asambleas”. ¡Oh!, ¿no pueden ver, hijos? Si eso fuera todo lo que tuviéramos para pararnos, seríamos la gente más miserable del mundo.",
    "Estoy tan contento por un lugarcito sagrado, un lugarcito aquí en la avenida Ohio, en un cobertizo de carbón, una noche, donde Dios levantó la cortina. Metodistas, bautistas, presbiterianos, pentecostales, todos volaron entonces, porque yo vi la Pascua. Yo vi a Jesús como mi Salvador. Yo lo vi a Él como la resurrección y la Vida; “El que cree en Mí—en Mí, aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí, no morirá jamás”. Yo Lo veo a Él como el único Rey y Potentado, lo único que me puede ayudar, el único Dador de Vida Eterna, el Único que podía sanar mi enfermedad, podía quitar mis dolencias, Quien podía levantarme en los últimos días. Él simplemente me permitió mirar más allá de la cortina, y lo vi a Él, la resurrección. Entonces me uní a Job: “¡Yo sé que mi Redentor vive!”. Y después de que ya no haya metodistas, ni bautistas, ni presbiterianos, ni pentecostales, mi Redentor seguirá viviendo igual.",
    "Ud. pudiera decir: “Bueno, esto es de esta manera, y aquello es de esa otra manera; a menos que Ud. haga esto, o a menos que Ud. haga aquello”.",
    "Yo sé que no es así, porque he mirado más allá de la cortina del tiempo. He estado en las arenas sagradas; con cada creyente aquí. No hay diablo que pueda tocar esa arena. No hay doctor en teología que pueda contradecirlo con explicaciones. Él me sanó cuando estaba enfermo. Él me salvó cuando yo estaba perdido. Él vive para siempre. “¿Pregúntame cómo sé que Él vive? Él vive en mi corazón”.\n\nÉl no está muerto, sino que ha resucitado de entre los muertos.",
    "Y esta gran oscuridad que cuelga sobre la tierra ahora, no hace más que declarar que la Luz está presionando hacia abajo.",
    "Cuando la muerte está tan cerca, que podría ser en una hora. Dentro de una hora, el mundo podría encontrar su fin. Si la muerte está tan cerca, ¿qué está haciendo? Es la Vida, Vida que viene; la resurrección, la Pascua para todos los hijos de Dios. Está colgando bien bajo. Es apremiante. Los Ángeles están bajando. El gran Espíritu Santo está entrando. Las tinieblas están cobrando su último precio, porque la Luz pronto estará aquí. Cristo vendrá, el gozo y la esperanza de las edades, una verdadera resurrección para todos los creyentes. Porque participaremos con Él en Su resurrección, como hemos compartido con Él en Su sufrimiento; “El que sufre Conmigo, reinará Conmigo”.\n\n¡Oh!, entonces, me deben llevar a Casa al Cielo\n\nEn un lecho florido de tranquilidad,\n\nMientras otros pelearon para ganar el galardón,\n\n¿Y navegaron a través de mares sangrientos?\n\nNo, yo debo pelear si debo reinar.\n\nAumenta mi valor, Señor.",
    "Esa es mi oración. ¡Oh, no debo ir como un cobarde! No debo andar por ahí, diariamente, con mi cabeza gacha, como si algo terrible sucediera. Cuando miro al mundo y toda su oscuridad, y todo su comportamiento; debo levantar mi cabeza, caminar con mi cabeza entre las águilas, sabiendo esto, que, “Yo lo conozco a Él en el poder de Su resurrección”. Porque Él vive, nosotros también vivimos. Porque Él resucitó de entre los muertos, yo también resucitaré; Ud. también se levantará. Eso es lo que significa la Pascua para el creyente.",
    "Hace algún tiempo, allá en… Durante la Primera Guerra Mundial. Tenían estos terribles gases que arrojaban, como el gas mostaza y cloro, y era peligroso. Eso envenenaba todo. Las hojas morían, los árboles morían, y la hierba moría, todo, donde ese gas (ese gas mostaza) quemaba al arrojarlo.",
    "Un capellán, una mañana de Pascua, iba pasando por las—las tiendas donde estaban tendidos los heridos y los moribundos.",
    "Aquí venía una enfermera de la Cruz Roja. Los muchachos habían estado en el frente por tanto tiempo, allá afuera, que estaban muy agotados. Y ella llevaba un—un ramo de rosas en su mano, y mientras pasaba por cada pequeño catre donde los muchachos estaban acostados, llorando. Era la Pascua. ¡Qué Pascua para ellos!; ¡pasaban los aviones, y caían las bombas! Ella tomaba una rosa y se la daba a cada muchacho, decía: “Dios te bendiga. Dios te bendiga, hermano”. Esos soldados agarraban esa rosa y gritaban, porque sabían que esa rosa había crecido en la tierra a la que pertenecían.",
    "Hermano, esta mañana, estamos en un mundo de peligrosos gases venenosos. Estamos en el mundo con toda clase de doctrina y cosas, que dicen: “No existe la resurrección; y no hay sanidad Divina; no hay esto, ni aquello, ni lo otro”. Pero, no es una enfermera de la Cruz Roja; sino el Espíritu Santo que viene, de vez en cuando, y nos trae a esas arenas sagradas de la gracia de Dios, y derrama en nuestro corazón una pequeña señal de la Tierra más allá del río.",
    "Él dijo: “Predicador, amigo” dijo él, “me paré allí y lloré, al grado que estaba llorando tanto, que dije… Uno de los muchachos iba en motocicleta, hacia las líneas del frente, pasando La Salle, Lorraine, y él dijo que iba allá a hacer alguna clase de—de reconocimiento. Y dije… Yo le dije: ‘Sargento, ¿puedo ir con Ud.?’ Él dijo: ‘Seguro, capellán, súbase’. Él dijo: ‘Ud. está corriendo su propio…’ Dijo: ‘No se preocupe. Me gustaría ir con Ud.’. Dijo: ‘Seguro, súbase’”.",
    "Dijo: “Viajamos hasta que llegamos a ese desierto blanquecino, donde ni siquiera había una pizca de hierba ni nada”. Y dijo: “Mientras él estaba preparando su material, para el mensaje que iba a enviar de vuelta, o lo que fuera que iba a hacer” él dijo, “yo caminé por allí un poco. Pensé: ‘¡Oh, no es esto una Pascua! Allá en esa tierra, donde las bombas han derribado todos los edificios, donde los árboles han sido derribados, con balas de ametralladora, no queda ni una pizca de pasto’”. Él dijo: “¡Oh, Dios!, esta es una imagen de este mundo, uno de estos días, cuando el pecado le haya cobrado su precio. Este será el cuadro”.",
    "Y dijo: “Mi—mi mente y mis ojos fueron atraídos a cierta roca”. Y dijo: “Fui allá, y pensé: ‘Señor, ¿por qué quieres que me pare junto a esta roca?’”. Él dijo: “Levanté la roca y, cuando lo hice, un pequeño lirio de Pascua tenía su cabeza erguida. Había estado protegido durante toda la tormenta. A través de los gases venenosos, no lo habían afectado, porque estaba escondido en la roca”.",
    "🦅 Yo sé que mi Redentor vive”. ¡Oh, Dios!, a pesar de lo que el mundo diga, escóndeme en la Roca de la Eternidad, Señor. Cuando pasen las tormentas, permíteme levantar mi rostro a vida otra vez. Porque Él vive, nosotros también vivimos. ¿Qué puede decir el creyente, que ha estado en la arena, que ha sido testigo de estas cosas? “Yo sé que mi Redentor vive”.",
    "La iglesia, el mundo, el… va a la iglesia esta mañana; muchos de ellos, para mostrar un abrigo nuevo; algunos de ellos, para mostrar un sombrero nuevo. No los volverán a ver hasta la próxima Pascua. Es una exhibición de mundo y vanidad. Muchos de ellos van a la iglesia, solo para esconderse detrás de sus pecados y pertenecen a ciertas grandes organizaciones, y dicen: “Yo soy Esto y aquello. Yo pertenezco a Fulano de Tal”. Eso es todo lo que saben. Eso es todo lo que creyeron.",
    "Pero, ¡oh!, para nosotros, en esta mañana, por la gracia de Dios, nos hemos parado en el lugar donde se paró Moisés; nos paramos en el lugar donde se paró Job; nos paramos en el lugar donde se paró David; y clamamos con toda nuestra voz: “Yo sé que mi Redentor vive, y en los últimos días Él se parará sobre esta tierra; aunque los gusanos de la piel destruyan este cuerpo, con todo, en mi carne veré a Dios, a Quien veré por mí mismo; mis ojos Lo verán, y no otro. No trajimos nada a este mundo; solo es vanidad y orgullo. Es cierto que nada nos llevaremos. El Señor dio y el Señor quitó, bendito sea el Nombre del Señor”. Una cosa él sabía: “¡Mi Redentor vive!”. No: “Él vivirá”. “Él vive”, eso es algo continuo para siempre. “¡Él vive”! Y por cuanto… Jesús dijo: “Por cuanto Yo vivo, vosotros también viviréis”.",
    "Inclinemos nuestros rostros, por un momento ahora, para la oración final.",
    "¡Oh, hoy, mi pobre amigo decrépito, si Ud. nunca ha venido a ese lugar! ¡Oh, Uds. dicen: “He estado aquí en el tabernáculo, muchas veces, Hermano Branham”! Eso es maravilloso. Yo aprecio eso. “¡Oh, he estado en otras iglesias! He oído predicar a buenos ministros”. Eso es maravilloso. “Leo mi Biblia”. Eso también está bien.",
    "Pero ¿alguna vez ha llegado Ud. a ese punto donde Él ha levantado la cortina, ese lugar sagrado donde una experiencia ha impactado su corazón; donde Ud. sabe que la Pascua no fue un cuento de hadas; donde Ud. sabe que la Pascua no es un Santa Claus, alguna cosita ficticia; donde Ud. personalmente sabe que Él vive; y porque Él vive, ¿Ud. también vivirá? Si Ud. nunca ha experimentado eso, este es el mejor momento, en el mundo, para permitir que Dios levante la cortina, en esta mañana. Jesús está vivo. Él está libre, en la tierra, esta mañana. Él es su Salvador hoy; puede ser su Juez mañana.",
    "Pero, ¿nunca se han encontrado con esa experiencia? Si no, ¿levante Ud. la mano y diga: “Dios, ten misericordia de mí. Ahora creeré”? [Cinta en blanco.—Ed.] …persona allá atrás, con su mano. Dios lo bendiga, señor, allá. Alguien más levante sus manos.",
    "Todos aquí ahora, que no han tenido esa experiencia, ¿podrían levantar la mano, y decir: “Dios, en esta mañana, en Tu propia manera Divina… No Te estoy preguntando o diciéndote cómo debes dármelo, Señor. Pero, en Tu propia manera Divina, Señor, ¿podrías llevarme a ese lugar donde algo suceda en mi corazón? He tenido mis altibajos, mis entradas y mis salidas, y simplemente no puedo mantenerme firme, de alguna manera. Pero que esta sea una verdadera Pascua para mí. Llévame a ese lugar, Señor, en la parte de atrás del desierto. Allí moldea mi corazón, ahora mismo. Y dame esas arenas sagradas para pararme, donde ningún demonio, ni nada más, ni que alguien me diga algo, yo sé que es real. Permíteme mirar más allá de la cortina del tiempo, al mañana. Para eso vine aquí, esta mañana, Señor, para encontrar eso. He oído al predicador tratar de explicarlo. Quiero que Tú me lo reveles”.",
    "¿Levantaría Ud. la mano? Dios la bendiga, señora. Dios le bendiga, y a Ud. allá atrás, el joven. Y Dios sea con Ud. A mi izquierda aquí, en el pasillo izquierdo. A mi izquierda, alguien quisiera decir: “Dios, ten misericordia de mí, ahora mismo”. Dios le bendiga, por aquí en el otro pasillo. Sí. Levanten la mano, digan: “Dios, ten misericordia de mí”. Dios la bendiga, jovencita.",
    "Estoy nostálgico y cansado, y quiero ver a Jesús,\n\nQuiero oír las dulces campanas del puerto repicar;\n\nIluminaría mi camino y desvanecería todos los temores;\n\nSeñor, permíteme mirar más allá de la cortina del tiempo.",
    "🦅 Permíteme mirar un poco, ver a Jesús en Su resurrección”. ¿Habrá otro antes de terminar en oración ahora? Solo sean sinceros. Levanten la mano. “Yo nunca he experimentado el bautismo del Espíritu Santo, Hermano Branham”. De eso estoy hablando. Esa es la única manera en que Uds. pueden llegar a ser herederos de la promesa, es por medio—por medio del bautismo del Espíritu Santo. Uds. saben eso. Ese es su nacimiento. Esa es su arena sagrada. Dios la bendiga, señora. Dios te bendiga allá atrás, hijo. Dios lo bendiga, señor. Dios la bendiga, señora. Dios los bendiga en la parte de atrás. Así es. Dios lo bendiga, señor. Dios lo bendiga, joven.\n\nSeñor, permíteme mirar más allá de la cortina del tiempo.\n\nPermíteme mirar más allá de la cortina de tristeza y temor,\n\nDéjame oír el dulce sonido de la campana del puerto;\n\nIluminaría mi camino y desvanecería todo temor;\n\nSeñor, permíteme mirar más allá de la cortina del tiempo.",
    "¡Si Ud. está parado en ese lugar, en donde no sabe exactamente dónde está! Hubo diez o quince manos alzadas. Siento que hay más. En esta mañana de Pascua, ¿por qué no levanta la mano y dice: “Señor, aquí estoy. Y cuando ese estanque se abra a las once, yo también estaré en esa agua. Sere sepultado en bautismo, para poder ser resucitado en novedad de Vida, para caminar Contigo, Señor. Quiero mirar más allá de la cortina del tiempo. Quiero tener una experiencia ahora mismo, en esta mañana de Pascua, con la que pueda decir, en cualquier momento de la vida: ‘Sí, yo estuve sentado en un pequeño tabernáculo de bloques, una hermosa mañana de Pascua. Dios levantó la cortina. Yo miré más allá. Vi que mi iglesia no significaba mucho. Vi que ya no había nada en la tierra que significara mucho para mí. Allí vendí todo lo que tenía. Compré la Perla de gran precio. Yo acepté a Jesús como mi Salvador’. Ahora levanto mi mano, Señor Dios. Ten misericordia de mí. Dios, quiero mirar más allá de la cortina del tiempo”. ¿Habrá otro antes de terminar ahora mismo?",
    "Amado Dios, este es un momento solemne. Estamos disfrutando las bendiciones. Hemos disfrutado la Palabra. Hemos disfrutado, más de lo que podemos explicar, la Presencia del Espíritu Santo, Quien nos ha dado esta gran seguridad, que hemos pasado, y hemos pasado de—de muerte a Vida. Y hay algunos que están presentes ahora, Señor, muchos de ellos han levantado sus manos. Este es un momento solemne.",
    "Tal vez ellos pudieran haber sido entrenados en alguna escuela religiosa. Pudieran haber encendido velas. Pudieran haber repetido oraciones, con el rosario. Pudieran haberse unido a alguna denominación; haber sido sumergidos de cierta manera, o derramado agua sobre su cabeza, o rociados. Pudieron haber repetido el Credo de los Apóstoles y pasado por una rutina ritual. Pero nunca han llegado a esa arena sagrada, nunca han llegado a ese lugar como lo hizo Job, como Moisés, como Abraham, como lo hicieron todos Tus hijos. Nunca han llegado a ese lugar como aquellos discípulos que fueron a la tumba, esa mañana, y encontraron que Él no estaba.",
    "Concede, Señor, ahora mismo, a aquellos que levantaron sus manos, que el gran Espíritu Santo entre en sus corazones y realice esta gran obra que pedimos ahora. Escúchanos, Señor. Ellos son Tuyos. Ellos son los frutos del Mensaje. Oro que Tú los bendigas maravillosamente. Dales hoy el bautismo del Espíritu Santo.",
    "Y no lo sabemos, tal vez nunca veamos otra Pascua. No hay duda de que hay algunos aquí que no lo harán; no una Pascua como esta, una Pascua como memorial. Pero, Señor, que ellos vean esa verdadera Pascua, aquella Señor, donde su cuerpo se moldeará en la forma de un hombre o una mujer joven, otra vez, saliendo de la tumba, para vivir para siempre.",
    "Bendícelos, Señor. Ellos son Tuyos. Tú fuiste Quien los atrajo. Porque escrito está: “Ninguno puede venir a Mí, si Mi Padre no le trajere primero”. Ahora son Tuyos, si Tú los atrajiste. Si Tú estás lo suficientemente cerca de ellos, para levantar sus manos, estás lo suficientemente cerca para hacer el resto de la obra. Ellos son Tuyos, Padre. Concede que este sea el tiempo de reconciliación para ellos.",
    "Gracias por todos aquellos que han tomado su decisión hace mucho tiempo, y han experimentado la nueva vida, parados en las arenas sagradas. Estamos aquí para regocijarnos esta mañana con ellos, en la esperanza de la Venida del Señor Jesús, cuando nosotros también tengamos compañerismo con Él, en Su resurrección, así como tuvimos compañerismo en Su sufrimiento. Concédelo, Señor. Que Su Espíritu nos guíe y dirija, al continuar nuestra jornada.",
    "Danos un gran servicio, ahora, a las nueve y media, Señor. Y sana inmediatamente a los enfermos y afligidos.",
    "Que aquellos que aún no han sido sumergidos, vengan a la tumba esta mañana, bajen, y resuciten de nuevo aquí en el agua del sepulcro, Señor, habiendo sido comisionado por nuestro Señor. Después de Su resurrección Él apareció y dijo: “Id por todo el mundo, predicad el Evangelio. El que creyere y fuere bautizado, será salvo”. Concédelo, Señor, y así será.",
    "Danos una gran noche, esta noche. Padre, danos un gran día. Que disfrutemos por mucho tiempo la Presencia de Dios. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ese antiguo canto tiene algo, ¡me conmueve! Cuando la oscuridad se fue, ¿qué sucedió? Luz. Cantémoslo ahora, para la gloria de Dios. Todos, juntos ahora.\n\n¡Oh!, caminaremos en la Luz, una Luz hermosa,\n\nVen donde las gotas de rocío de misericordia brillan;\n\nBrillan a nuestro alrededor de día y de noche,\n\nJesús, la Luz del mundo.",
    "Cuando Él salió en la mañana de Pascua, Él rompió toda la oscuridad; simplemente se fue. Ahora Él está como la Luz; “Yo soy la resurrección y la Luz, la resurrección y la Vida, la resurrección y el más allá”. Todo en todo está en Él.",
    "¿No Lo aman Uds.? ¿Cuántos Lo aman? Levanten sus manos, muy alto. Está muy bien.",
    "Estrechen la mano ahora con alguien sentado a su lado, mientras cantamos de nuevo.\n\nNosotros…\n\nA la derecha, a la izquierda, atrás, al frente.\n\n…hermosa Luz.\n\nJesús…",
    "Los servicios serán ahora, a las nueve y media, y luego habrá un servicio de predicación, una oración por los enfermos. El servicio bautismal comenzará a las once. Todos Uds. que quieren ser bautizados, por inmersión; el baptisterio está lleno. Traeré mi ropa. Regresaremos en un rato.",
    "Luego, esta noche, viene otro servicio esta noche, la línea de sanidad, un Mensaje, y la línea de sanidad. Y veremos, qué, esta noche es noche de comunión en el tabernáculo, otra vez. Veremos; tenemos un programa muy ocupado, así que tendremos que darnos prisa ahora. Vayan a sus lugares provistos, desayunen, y regresen, regocijándose.",
    "Mientras nos paramos ahora y cantamos: “Él vive, Él vive, Cristo Jesús vive hoy”. Muy bien, Hermano Neville, ¿podría venir?\n\n¡Él vive, Él vive, Cristo Jesús vive hoy!\n\nÉl camina conmigo y habla conmigo a lo largo del camino angosto de la vida.\n\n¡Él vive, Él vive, la salvación para impartir!\n\n¿Uds. me preguntan cómo sé que Él vive? Él vive en mi corazón.",
    "Ahora, todos, un gran “¡Aleluya!”. “¡Aleluya!”.\n\n¡Él vive, Él vive, Cristo Jesús vive hoy!\n\nÉl camina conmigo y habla conmigo a lo largo del camino angosto de la vida.\n\n¡Él vive, Él vive, la salvación para impartir!\n\n¿Uds. me preguntan cómo sé que Él vive? Él vive en mi corazón.",
    "Cantémoslo de nuevo. Cuando lleguemos a eso: “Él vive, Él vive”, levantemos nuestras manos a Él, así. “Él vive, Él vive. Pregúntenme ¿cómo sé que Él vive? Él vive en mi corazón”. Todos ahora.\n\n¡Él vive, Él vive, Cristo Jesús vive hoy!\n\nÉl camina conmigo, Él habla conmigo a lo largo del camino angosto de la vida. (…?…)\n\n¿Uds. me preguntan cómo sé que Él vive? (Muy bien, ahora.) Él vive en mi corazón.",
    "¿No es Él maravilloso? Este sagrado y solemne momento ahora, donde somos despedidos, para ir a nuestros hogares a desayunar. Regresen, regocijándose.",
    "Voy a pedir, mientras inclinamos nuestros rostros, si nuestro amado Hermano Foulst aquí, de Canadá, si él nos despide en una palabra de oración. Hermano Foulst, por favor. 🦅"
  ]
}