{
  "title": "LA EVIDENCIA DE LA RESURRECCIÓN",
  "id": "58380009",
  "content": [
    "🦅  [El Hermano Orman Neville lee Lucas 24:1-32.—Ed.]\n\n[El primer día de la semana, muy de mañana, vinieron al sepulcro, trayendo las especias aromáticas que habían preparado, y algunas otras mujeres con ellas.]\n\n[Y hallaron removida la piedra del sepulcro;]\n\n[y entrando, no hallaron el cuerpo del Señor Jesús.]\n\n[Aconteció que estando ellas perplejas por esto, he aquí se pararon junto a ellas dos varones con vestiduras resplandecientes;]\n\n[y como tuvieron temor, y bajaron el rostro a tierra, les dijeron: ¿Por qué buscáis entre los muertos al que vive?]\n\n[No está aquí, sino que ha resucitado. Acordaos de lo que os habló, cuando aún estaba en Galilea,]\n\n[diciendo: Es necesario que el Hijo del Hombre sea entregado en manos de hombres pecadores, y que sea crucificado, y resucite al tercer día.]\n\n[Entonces ellas se acordaron de sus palabras,]\n\n[y volviendo del sepulcro, dieron nuevas de todas estas cosas a los once, y a todos los demás.]\n\n[Eran María Magdalena, y Juana, y María madre de Jacobo, y las demás con ellas, quienes dijeron estas cosas a los apóstoles.]\n\n[Mas a ellos les parecían locura las palabras de ellas, y no las creían.]\n\n[Pero levantándose Pedro, corrió al sepulcro; y cuando miró dentro, vio los lienzos solos, y se fue a casa maravillándose de lo que había sucedido.]\n\n[Y he aquí, dos de ellos iban el mismo día a una aldea llamada Emaús, que estaba a sesenta estadios de Jerusalén.]\n\n[E iban hablando entre sí de todas aquellas cosas que habían acontecido.]\n\n[Sucedió que mientras hablaban y discutían entre sí, Jesús mismo se acercó, y caminaba con ellos.]\n\n[Mas los ojos de ellos estaban velados, para que no le conociesen.]\n\n[Y les dijo: ¿Qué pláticas son estas que tenéis entre vosotros mientras camináis, y por qué estáis tristes?]\n\n[Respondiendo uno de ellos, que se llamaba Cleofas, le dijo: ¿Eres tú el único forastero en Jerusalén que no has sabido las cosas que en ella han acontecido en estos días?]\n\n[Entonces él les dijo: ¿Qué cosas? Y ellos le dijeron: De Jesús nazareno, que fue varón profeta, poderoso en obra y en palabra delante de Dios y de todo el pueblo;]\n\n[y cómo le entregaron los principales sacerdotes y nuestros gobernantes a sentencia de muerte, y le crucificaron.]\n\n[Pero nosotros esperábamos que él era el que había de redimir a Israel; y ahora, además de todo esto, hoy es ya el tercer día que esto ha acontecido.]\n\n[Aunque también nos han asombrado unas mujeres de entre nosotros, las que antes del día fueron al sepulcro;]\n\n[Y como no hallaron su cuerpo, vinieron diciendo que también habían visto visión de ángeles, quienes dijeron que él vive.]\n\n[Y fueron algunos de los nuestros al sepulcro, y hallaron así como las mujeres habían dicho, pero a él no le vieron.]\n\n[Entonces él les dijo: ¡Oh insensatos, y tardos de corazón para creer todo lo que los profetas han dicho!]\n\n[¿No era necesario que el Cristo padeciera estas cosas, y que entrara en su gloria?]\n\n[Y comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían.]\n\n[Llegaron a la aldea adonde iban, y él hizo como que iba más lejos.]\n\n[Mas ellos le obligaron a quedarse, diciendo: Quédate con nosotros, porque se hace tarde, y el día ya ha declinado. Entró, pues, a quedarse con ellos.]\n\n[Y aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y les dio.]\n\n[Entonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de su vista.]\n\n[Y se decían el uno al otro: ¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino, y cuando nos abría las Escrituras?]",
    "Gracias, Hermano Neville. Y “Buenas tardes” para todos Uds.",
    "Ha sido un gran día para mí, este día. Ha sido grandioso en muchos sentidos. Por supuesto, hoy ya soy un poco mayor, y eso lo hace más grande, estar entrando a más edad. Pero yo… Ha sido un gran día porque es Pascua. Y, es un gran día porque algo me sucedió este día, que he, nunca olvidaré. Fue un deseo que vino a mi corazón. Que yo…",
    "Toda mi vida me he preguntado cosas, y por qué nací en este mundo.",
    "Y estaba pensando, esta mañana, cuando hablaba de Moisés. Y, él, ¡lo que debe haber pasado por su mente cuando se enteró que era un hebreo! ¿Por qué Dios permitió que él fuera criado en el palacio de Faraón, y luego llegar al lugar, a un punto en la parte de atrás del desierto, para encontrar lo que él debía hacer en la vida?",
    "Y a menudo me he preguntado, desde niño, cómo es que Dios, desde el principio, me venía hablando. Luego me pregunto por qué permitió Él que se tomara esa fotografía. Me pregunto por qué lo hizo en Alemania y en Finlandia. Me he preguntado por qué han sucedido todas estas cosas. Es que no puedo creer que fue porque… Pues, yo no soy un predicador, no tengo la educación. Yo no tengo la habilidad para ser un predicador; debe ser algo diferente. Yo creo que el pueblo de Dios está en esclavitud. Creo que están en esclavitud por la tradición del hombre. Y, hoy, tenemos decenas de miles muriendo diariamente, con enfermedades que la ciencia médica no puede tratar, y ellos son hijos de Dios. Y creo… Yo—yo quizás no viva para verlo. Pero yo creo que viene una hora, y puede estar pronto a la mano, que Dios va a hacer algo de esta manera, para probar que Él todavía es el Dios Todopoderoso. Yo—yo lo creo. Lo he visto, en cierta medida, pero creo que fue una pequeña medida comparado con lo que veremos.",
    "Ahora, voy a salir en la mañana a un tiempito de descanso.",
    "Pues, yo, hoy, en esa agua, yo… He bautizado, muchas veces, pero sentí más frío hoy que nunca en mi vida. Tenía tanto frío que casi no podía hablar; solo fue por lo “agotado”. He estado en movimiento desde la Navidad, o poco después de la Navidad, casi sin una noche libre. Y no es que tenga un resfriado grave, sino que estoy débil y agotado.",
    "Voy a ir al lago mañana, si el Señor quiere, para unos días de descanso. Regresaré, si el Señor quiere, en unos días. Y nos reuniremos de nuevo, antes de que salga a los servicios, Dios mediante, y eso está como a diez, como a veinte días a partir de ahora.",
    "Luego regresaré, por un mes completo, a los estados de Nueva Inglaterra. Regreso… Ese es todo el mes de mayo, con dos días, dos o tres días libres.",
    "Y de allí, casi no tengo más, como cinco días, hasta que vaya a África. Eso será durante el mes de junio.",
    "Y va a ser difícil. Voy a depender de esta iglesita, estas personas, que oren por mí; porque lo necesito, lo necesito mucho.",
    "Y, saben, nadie llegará a saber, de este lado de la Gloria, todo lo que ha sucedido, y las luchas por las que he tenido que pasar; no se lo digo a la gente. No hay necesidad de decírselo a la gente. Ellos no podrían entenderlo; tampoco yo lo entiendo. Es algo, uno solo sigue adelante, solo avanza.",
    "Ahora, para que las personas de pie no tengan que estarlo por mucho tiempo, he escogido como texto esta noche, este texto, que el Hermano Neville acaba de leer, Lucas 24, de la resurrección. Mi tema esta noche es: La evidencia de la resurrección. Y ahora, mientras él leía, hubo varias cosas de las que Él habló aquí, a las que me gustaría referirme. Y es de, los primeros, que fueron a la tumba primero, en la mañana.",
    "Ahora, no importa cuánto haya muerto Él, y cuán patética haya sido Su muerte, si no hubiera habido resurrección, Él solo hubiera sido un hombre que murió. ¿Ven?",
    "Ha habido muchos hombres importantes en nuestro—en nuestro mundo, que han hecho grandes declaraciones.",
    "Por ejemplo, Confucio, el gran filósofo chino, murió hace como dos mil trescientos años.",
    "Buda, el gran profeta-dios de Japón, también murió hace como dos mil trescientos años; hizo grandes declaraciones, pero él murió. Y permanece en la tumba.",
    "Está Mahoma, tuve el privilegio de estar en su tumba, donde, por dos mil años, el caballo blanco ha estado parado, en su tumba; cambiando guardias cada cuatro horas, esperando que él se levante algún día, y cabalgue por el mundo, y lo conquiste. Los mahometanos, que es la religión más grande en número, en el mundo. Ellos superan en número a todos los Cristianos, católicos, juntos. Y, con todo, Mahoma está en la tumba.",
    "Y todas estas religiones, cuando decimos que, “Jesús ha resucitado de entre los muertos” dicen, “Pruébenlo”. Y respondemos: “Bueno, Él está en nuestro corazón”. Ellos dicen que sus fundadores están en el corazón.",
    "Pero estoy tan contento de que Jesús nos dejara una roca como fundamento sólido de Su resurrección. No tenemos que dudar. Es la Verdad. Lo asombroso de eso es que tanta gente no lo ve. Y me lo he preguntado. Y, esta noche, intentaré abordar eso por medio de la Escritura.",
    "Ahora, si se fijan, ellas estaban en la tumba, temprano en la mañana. Se encontraron con dos Varones, que eran Ángeles en vestiduras resplandecientes, quienes les dijeron que Él había… “¿Por qué buscáis al que vive—que vive, entre los muertos”? Ellas habían ido a la tumba y vieron que Él no estaba allí. Y Ellos hicieron esta pregunta tan sobresaliente: “¿Por qué buscáis entre los muertos al que vive? Y Él dijo, cuando… Estas cosas os las dijo Él, estando aún en Galilea”.",
    "Ahora, quizás Ud. solo lea eso ligeramente, pero vamos a estudiarlo por un momento. Dijo: “Él os dijo estas cosas estando aún en Galilea”. ¿Por qué no lo entendieron? ¿Por qué no lo captaron?",
    "Y he aquí otra gran cosa importante en esto: que, estos Quienes le dijeron esto, o les dijeron a estos discípulos que estaban en la tumba; Ellos también deben haber estado con Él en Galilea, porque sabían lo que Jesús les había dicho a ellos antes de Su crucifixión. ¡Oh, qué cosa tan bendita! Si se fijan, esos discípulos no sabían que esos Ángeles estaban allí, pero evidentemente Ellos estaban allí, porque dijeron: “¿No les dijo Él esto a Uds., estando aún en Galilea?”.",
    "Y eso cumple lo que dice la Escritura que, “Los Ángeles de Dios acampan alrededor de los que Le temen”.",
    "Y qué cosa más tremenda esa, saber que esta noche, aquí mismo en este edificio, hay Ángeles de Dios parados en posición firmes. Y Ellos saben cada palabra que decimos, y todo lo que hacemos.",
    "Y he aquí la prueba Escritural de eso. Dijeron: “¿No les dijo estas cosas estando aún Él en Galilea?”. Dijeron: “Recuerden que Él les dijo estas cosas”. Esa palabra “recordar” es una palabra maravillosa.",
    "Y, ¡oh, qué cosa tan triste va a ser esa para los perdidos, que después de haber sellado su condenación, y después de haber escuchado su último sermón, y estar allá en el infierno del diablo, perdidos, y sin oportunidad alguna de arrepentirse, recordar las oportunidades que rechazaron!",
    "Ud. me dirá, entonces: “Predicador, ¿hay memoria en el infierno?”; Jesús dijo que la había. Él dijo que el rico que levantó sus ojos, en el infierno, y vio a Abraham y a Lázaro en Su seno; “Y él dijo: ‘Recuerda, en tu vida…’”. Hay un recuerdo.",
    "Y cómo, los perdidos, qué cosa tan terrible sería esa, saber que se sentaron en las grandes reuniones, y que oyeron los poderosos sermones de los ministros ungidos de Dios; y no solo eso, sino que vieron las señales ungidas y prodigios que Dios había obrado entre el pueblo; y luego recordar todas estas advertencias y, con todo, haberse perdido. Pues, eso los atormentará por siempre.",
    "Después de la muerte de Jesús, la Biblia nos dice que, “Él fue y predicó a las almas que estaban en prisión, que no se arrepintieron en la paciencia de los días de Noé”. Y para traerles a la memoria que Noé, y Enoc, y los grandes profetas de sus días, dieron testimonio de un Mesías que vendría, y ellos rechazaron el Mensaje.",
    "¡Oh, será una cosa terrible para Ud., mi amigo perdido, recordar en ese día! Cuando Ud. muere, aquí, sus obras lo siguen. Y estas o lo atormentarán por la Eternidad, o lo bendecirán por la Eternidad.",
    "Pero, recuerden, ¡qué gran cosa debe ser, y un gozo, para aquellos que son salvos y puedan presentar ante los hechos, a estos Ángeles que están en el edificio esta noche, para traer a la memoria las grandes reuniones y los grandes tiempos, y el gran gozo que hemos tenido juntos! ¡Qué tiempo es el que espera a ambos grupos, tanto a los salvos como a los inconversos!",
    "Dios es un Dios bueno. ¡Él es tan paciente! ¡Él está tan lleno de benignidad y mansedumbre, y paciencia! “Él no quiere que ninguno perezca”. Y Él ha hecho todo lo que se puede hacer, para evitar que los hombres perezcan. Pero de todas maneras perecerán, por cuanto no creen.",
    "Ahora, retomamos nuestro estudio esta noche, para ver a dos hombres después de la resurrección. Y muchos habían venido y hablado de una tumba vacía, diciendo que Su cuerpo no estaba allí. Y algunas mujeres habían dicho que habían visto una visión de Ángeles, que les decían que, “Él había resucitado de entre los muertos”. Y, aun, con todo este mensaje, estas personas aún no creyeron, y estaban desanimadas, regresando a casa.",
    "Y pensar que, en la primera Pascua, la primera hermosa mañana primaveral de Pascua, con Jesús vivo entre la gente, y estos iban desanimados, avanzando por el camino, entristecidos de corazón, y perturbados por la crucifixión. Y mientras caminaban, encontramos que hubo Alguien Quien salió por el lado del camino y comenzó a caminar con ellos. Y ellos no sabían Quién era, porque la Escritura dice que sus ojos habían sido velados.",
    "¡Oh, aquí es donde quiero que Uds. vean! Esto no solo fue algo que sucedió, sino que fue una profecía y una sombra de algo que iba a suceder.",
    "Saben, nuestro bendito Señor nunca hizo nada solo para andar por ahí. Todo lo que Él hizo tenía un significado. Todo lo que Él hizo era Eterno; nunca murió, cada movimiento, cada gesto, cada Palabra. ¡Oh, estoy tan contento por eso! Ud. simplemente puede aferrarse de eso, con todas sus fuerzas, y eso será manifestado.",
    "Y mientras avanzaban por el camino, salió un Extraño. Y ellos, Él—Él les dijo: “¿Por qué estáis tan tristes?”. Ellos deberían estar contentos. Dijo: “¿Por qué están tan tristes? Y ¿qué es esta conversación de la que hablan?”. Y Él dijo…",
    "Ellos Le respondieron: “¿Eres Extranjero en Jerusalén? ¿No sabes las cosas que han estado sucediendo? Tuvimos un Profeta por el Nombre de Jesús de Nazaret. Y esperábamos en Él, que sería el Libertador. Pero este es el tercer día; y nuestro pueblo Lo crucificó”.",
    "Y comenzaron a contar la historia de lo sucedido, cómo Él había ya muerto, cómo habían esperado que Él fuera el gran Libertador, y cómo ese Profeta del Dios Altísimo pudo pararse en vergüenza allí, con saliva en Su rostro, y dejar que un soldado Le envolviera un trapo en Su cabeza, y cegara Sus ojos, y Lo golpeara en la cabeza con un palo, y le dijera: “Ahora profetiza, Tú que profetizas, y dinos quién Te golpeó; Te creeremos”. Eso era más de lo que la gente podía entender. Ellos pensaban que el Mesías sería algo diferente.",
    "Y si ese no es un cuadro veraz, hoy. La gente está esperando que el Reino de Dios sea diferente de lo que realmente es. Ellos esperan que venga en esplendor. Esperan que aparezca en la ciudad del Vaticano o en alguna gran catedral. Pero por cuanto Él Lo trae entre un montón de gente pobre, analfabeta, de corazón humilde, ciega los ojos de los sabios y entendidos.",
    "¡Oh!, ¡qué burla que esa mujer tomara y para escarnio, lavara Sus pies con su cabello, como el verdadero creyente había hecho. Qué burla verlo a Él colgado allí en la cruz, con Sus manos clavadas en la cruz, y oír al sumo sacerdote, decir: “Ahora, si Tú eres el Hijo de Dios, ¡haz un milagro aquí! Solo suelta Tus manos, y baja de la cruz, y nosotros Te creeremos”.",
    "Ahora, en la mente del hombre natural, el hombre carnal, el hombre de iglesia, el creyente manufacturado… Porque cada congregación tiene tres tipos diferentes de personas, es decir, el creyente verdadero, y el manufacturado, y el incrédulo. Cada congregación los tiene.",
    "Y pensar que este Hombre, Quien había abierto los ojos de los ciegos, destapado los oídos de los sordos, y había resucitado a un hombre de entre los muertos que llevaba muerto cuatro días, y podía hacer tales declaraciones que hizo, y luego colgar allí, con Su rostro escupido, y dejar que un sumo sacerdote se enfureciera contra Él y Le dijera tales cosas, y Él nunca abrió Su boca ni respondió una palabra, en debate. Porque Él dijo: “Yo siempre hago lo que agrada a Dios”. Y Le agradó a Dios permitir que sucediera aquello.",
    "Ahora observémoslo a Él por unos minutos. Ahora, estos discípulos, no podían entender por qué debía suceder esto. Y mientras iban y comenzaban a relatar la historia, entonces Jesús los detuvo. ¿Ven Uds.?, Él se les apareció cuando hablaban de Él.",
    "Y por eso Él no se aparece a mucha gente de la iglesia, hoy, no están hablando lo suficiente de Él. La iglesia siempre está hablando de grandes eventos que tienen, alguna gran fiesta social, o algún día de campo al que van a ir, o alguna cosa nueva que van a hacer, algunas de las sociedades. La iglesia está tan cargada de sociedades, que no tiene lugar para Cristo.",
    "La verdadera Iglesia siempre está libre de todas estas sociedades, y convierte todo en reunión de oración, aquellos quienes Lo conocen y Lo aman a Él.",
    "Y aquí estaba Él. Ellos estaban hablando de Él cuando apareció.",
    "Si nosotros dejáramos de hablar de nuestros vecinos, y dejáramos de hablar de los hipócritas en la iglesia, y habláramos más de Jesús, Jesús aparecería más; se habla de las faltas del predicador, se habla de las faltas de alguna otra cosa. Y solo con hablar de Jesús, sucederían más cosas.",
    "Ahora, y cuando estaban hablando, Él apareció.",
    "Y luego, fíjense, cuando Él aparece, Él no trata de ponerse a su lado; “¡Oh, eso es cierto! Este debería ser expulsado. Y esto debería tener un nuevo pastor. O, este vecino te ha tratado mal”.",
    "¿Ven?, tan pronto como Se apareció, Él comenzó a predicar la Palabra. Un verdadero siervo de Dios siempre va a la Palabra. Él dijo: “¡Oh insensatos y tardos de corazón para creer todo lo que los profetas han dicho acerca de Cristo!”. ¿Ven esto, cómo Él lo presentó? “¿Tan lentos e insensatos sois, que no creísteis lo que dijo el profeta?”.",
    "¿Qué pasaría si Él apareciera esta noche? Solo me gustaría preguntar esto: ¿Qué haría Él en el Tabernáculo Branham, esta noche? ¿Son Uds. tan tardos de corazón?",
    "¿Qué haría Él en Jeffersonville, esta noche, donde el Evangelio ha sido predicado por veinticinco años: señales y maravillas, milagros, una cosa indudable? Cosas que nunca se han hecho desde que Jesús dejó la tierra, se hacen a diario. Enfermos son sanados, señales y maravillas realizadas. Grandes profecías declaradas, que nunca fallan. El Evangelio siendo predicado sin transigir, y aún los bares y tabernas de música country están llenos esta noche, en Jeffersonville. ¡Oh!, ¿cómo podemos escapar de la ira de Dios?",
    "He dicho esto muchas veces, y aún lo digo, esta noche: Si Dios nos dejara sin castigo, Él sería un Dios injusto. Él tendría que levantar a Sodoma y Gomorra, y disculparse con ellos, por hundirlos por lo mismo que nosotros estamos haciendo a diario, y empeorando cada vez. A pesar de que ellos eran un montón de gente pagana, y se supone que nosotros somos una nación Cristiana.",
    "Y mientras Él les hablaba, y comenzaba a explicarles las Escrituras, y no solo les daba palmaditas en la espalda y alguna pequeña doctrina de bebés, sino que Él los estaba reprendiendo, y dijo: “Uds. insensatos y tardos de corazón. ¿Por qué dudaron de lo que dijo el profeta?”. ¿Ven a dónde fue Él? Directo a la Escritura.",
    "Y ellos comenzaron a observar y a escuchar. Él dijo: “¿No debía Cristo resucitar al tercer día, y entrar en Su Gloria?”. Y mientras Él caminaba, todo el día, hablando, con todo, no Lo reconocieron, porque sus ojos estaban velados. Habían sido cerrados, y ellos no podían verlo a Él, ni entenderlo.",
    "Ahora, aquí es a donde quiero llegar, lo que quiero que Uds. vean: ese fue el primer mensaje después de la resurrección. Y Él habiendo caminado con ellos todo ese día, no Lo reconocieron. Pero, Él estaba con ellos, y Él Mismo les había cerrado los ojos. Pero ya cuando el sol se ponía, pues, Jesús hizo como que seguiría de largo.",
    "Si eso no es exactamente lo que Él ha hecho de nuevo en estos últimos días, en la puesta del sol. ¿Se fijaron Uds. en lo que Él le dio a la iglesia allá, durante el día? Solo predicar la Palabra. Él nunca hizo una sola señal ni prodigio. Él no dijo nada, solo predicó la Palabra acerca de la resurrección, de lo dicho por el profeta. Eso es lo que Él ha hecho desde los días de Su partida, hasta este día postrero. Pero ahora, ¡oh, bendito Su Nombre!, el sol se está poniendo, y Él hizo como que no se detendría.",
    "¡Oh!, recuerdo a Fanny Crosby cuando clamó: “No me pases, ¡oh, dulce Salvador!”.",
    "Y estos discípulos dijeron: “Ven y quédate. Quédate con nosotros en la oscuridad, porque se hace tarde”. Y Él hizo como que seguía, pero ellos Le constriñeron. En otras palabras, ellos Le rogaron. ¡Oh, si tuviéramos más de esa clase de gente que ruega!",
    "Hermana, hermano, ¿sabe Ud. que la Biblia dice que el Espíritu Santo marca solo aquellos que gimen y claman por las abominaciones hechas en la ciudad? Ahora, quiero hacerles una pregunta. Tenemos tanta emoción por nuestras ideas religiosas, pero ¿quién en la ciudad, esta noche, de Jeffersonville, estará tan preocupado por el mundo perdido, en este último día, que aun pase treinta minutos en la noche orando por los pecados de la ciudad? Pero conforme a la Escritura, el Ángel de Dios solo debía sellar a aquellos que gemían y clamaban por la abominación.",
    "Ya eso ni nos interesa. Solo queremos saber si podemos pasar un buen rato. Queremos saber que podemos tener una pequeña sociedad en nuestra iglesia. Queremos saber que tenemos un—un voto, cuando llegue el momento de elegir al próximo pastor. Queremos que nuestra iglesia se vea un poco mejor que la iglesia del prójimo. Esa es la idea de este mundo hoy. Nadie está rogando: “¡Oh, Señor Dios, ven a mí pronto, o pereceré! ¡Oh, no me pases!, ¡oh, Salvador! Tú eras omnipotente. Tú Quien eres omnipresente, ven y mora en mi corazón, ¡oh, Señor!”. Es difícil aun conseguir que un hombre o una mujer levante la mano, para aceptar al Señor Jesús como Salvador. Se ha sacado la antigua banca de los arrepentidos. Ya no hay llanto; ya no hay clamor en el altar.",
    "Solo piensen, cuando Charles G. Finney, un mero predicador del Evangelio, un pequeño abogado convertido, un hombrecito de apariencia seca, estaba probando la acústica en un edificio. Y él dijo: “Arrepiéntanse, o perezcan”, y un hombre sentado en la cúpula se desmayó y cayó de allí. Él se paró en el balcón de un edificio en Nueva Inglaterra y predicó el infierno a los perdidos. Y cuando él gritó: “Perecerán si no se arrepienten”, los hombres se desmayaban, y las mujeres, y se postraban en las calles.",
    "Pero, hoy, Ud. puede predicar arrepentimiento y fuego del infierno y azufre, y la gente se ríe de eso. ¿Qué sucede? Nuestros corazones están fríos. Somos indiferentes. Tenemos demasiado. Necesitamos menos del mundo y más de Dios. Nuestros corazones están demasiado fríos. Nos interesamos en alguna emoción. Nos interesamos en: “Si—si podemos danzar; si podemos gritar”; yo creo en eso. “Si podemos hablar en lenguas”; yo creo en eso. Yo creo en cada pizca de eso. Pero si tenemos eso, y no tenemos ese espíritu agonizante, gimiendo, quebrantado, Dios nunca podrá usarlo. Esas cosas son buenas, pero tenemos que tener lo otro para acompañarlas. Hemos dejado fuera lo principal, y nos hemos ido tras lo secundario; y Ud. nunca puede darle la importancia mayor a algo menor. Lo sabemos.",
    "Aun en nuestras propias reuniones; nuestras propias reuniones han llegado demasiado al punto de enfatizar la sanidad Divina, en lugar de la sanidad del alma. Hermano, lo que necesitamos hoy es un avivamiento de quebrantamiento, almas ardiendo por Dios. Y cuando digo, “ardiendo”, es postradas en el altar, con lágrimas corriendo por sus mejillas. No por cinco minutos, levantarse y olvidarlo. Sino salir, esforzándose por ganar de nuevo a los perdidos para Cristo; una carga en su corazón.",
    "Dios, saca todos los placeres del mundo, y toda su frivolidad, toda su diversión, y pon una carga en mi corazón por los perdidos, sería mi oración.",
    "Ellos Lo obligaron. “¡Oh, Señor!, no sabemos quién eres, Señor, pero amamos Tu predicación. Entra y quédate la noche con nosotros”. Y Jesús entró. Habiendo caminado con ellos, y ellos no Lo reconocieron. Y una vez que Él entró… Puede ser una pequeña choza, pero no hay nada demasiado humilde para Él.",
    "Ud. dice: “Bueno, Hermano Branham, soy un anciano”. No me interesa la edad que tenga. “Solo soy un niño”. Eso no importa, lo joven que sea Ud. “Soy muy pobre. Tengo puestos overoles”. ¡Oh, aunque Ud. estuviera envuelto en un saco de arpillera, para Dios no habría diferencia! Solo pídale a Él. Ud. es importante a la vista de Dios. Tal vez Ud. no sea demasiado ante el hombre, pero Ud. es importante a la vista de Dios. Ud. es uno de Sus súbditos.",
    "🦅 Entra y quédate con nosotros”.",
    "🦅 ¡Oh, yo no podría pedirle a Él que entrara en mí! He sido un borracho; he sido un jugador”. No me importa lo que Ud. sea. Invítelo a Él, y vea lo que ocurre. Él vendrá por su invitación. Él nunca ha rechazado a alguien. Y nunca lo rechazará. Él está anhelando y deseando entrar en los corazones. Ud. dice: “Yo he sido una ramera callejera”. A mí no me importa lo que Ud. haya sido. Dios está deseando entrar a su corazón.\n\nSolo diga: “Entra, Señor, y quédate conmigo”.",
    "Y fíjense, durante todo el día, Él había estado trayendo la Palabra, pero sin nada de señales. Cuando Él los tuvo adentro y cerró la puerta, y se sentó, ¡oh, hermano!, allí fue cuando Él reveló Su resurrección. En ningún momento, desde la mañana cuando Él se encontró con ellos hasta la puesta del sol, Él lo hizo. No hizo ni una sola cosa que Él hizo en vida, solamente la Palabra. Pero fíjense, a la hora de la tarde, en el tiempo de la tarde, fue cuando Él probó Su resurrección.",
    "Permítanme decir esto en humildad; permítanme decir esto con una voz quebrantada, pero también con un corazón quebrantado: Es la hora de la tarde. La Biblia dice: “Habrá Luz a la hora de la tarde. Será un día, que no será ni noche ni día”, dijo el profeta. Será solo oír la Palabra, sin manifestación, solo un día sombrío y brumoso. Pero a la hora de la tarde, la Luz brillará de nuevo. Habrá luz. Y en esta hora al caer la tarde, en la que ahora estamos viviendo, donde Cristo, por medio de Sus ministros, ha predicado el Evangelio por dos mil años, pero estas son las luces al caer tarde. Las luces al caer la tarde fue la manifestación de la resurrección.",
    "¿Cuándo? Ellos no sabían que Él Se había levantado de entre los muertos. Aunque Ellos Lo amaban, ellos Le creyeron, pero no sabían que Él Se había levantado de entre los muertos. Ellos habían argumentado en contra de eso. Y ahora, es aquí a la hora de la tarde que Él Mismo Se va a revelar, que ha resucitado de entre los muertos. ¿Cómo lo hizo Él? No por la predicación de la Palabra; Él ya había hecho eso, y aun así no creyeron.",
    "Y con dos mil años de predicar la Palabra, la iglesia aún no cree. Pero la Luz de la tarde ha venido, la manifestación de la resurrección.",
    "Y Él los llevó adentro, e hizo un milagro, o hizo algo como lo hizo antes de Su crucifixión. Ellos supieron que era Él; sus ojos se abrieron.",
    "Y Él desapareció, rápidamente. Fíjense, fue un mensaje corto; no duró mucho. Él no se quedó mucho tiempo con ellos. Él simplemente Se manifestó, y desapareció de su vista. Y sus ojos fueron abiertos y ellos supieron que ese era Él.",
    "Y ellos dijeron: “¿No ardía nuestro corazón en nosotros, mientras Él nos hablaba en el camino?”.",
    "Y, ¡oh, hermano, hermana!, ¡cuánto han ardido nuestros corazones, a través de los años! Yo he sido Cristiano como por veintisiete años; no, como veintinueve años. He sido un predicador por veintisiete años. Y todo el tiempo, cuando leo Su Palabra, cuando Él me habla, es maravilloso. Mi corazón arde al oír la Palabra.",
    "Pero ahora las Luces de la tarde han venido. El sol se pone. La civilización se ha acabado. El mundo está en el fin. Ahora Él ha aparecido y está haciendo algo entre nosotros, para revelarse como el Cristo resucitado. Nuestros ojos están, pueden abrirse. Podemos ver que Él está vivo para siempre. La prueba del pudín es poder comérselo. Y esa es la prueba de la resurrección. Si Jesús prometió, la Biblia que, “Él es el mismo ayer, hoy, y por los siglos” y Él no prueba eso, entonces la Escritura está errada. A través de los años hemos tenido todas estas enseñanzas de las Escrituras, pero este es el día para la manifestación, para las manifestaciones de la resurrección.",
    "Ahora, ¿qué hicieron ellos? Cuando sus ojos fueron abiertos, ellos dijeron: “¿No ardía nuestro corazón en nosotros?”. Y se dieron prisa a regresar, para encontrarse con el resto de su gente. Y, pues, ellos no regresaron solo yendo por el camino y diciendo: “Bueno, tal vez pudo haber sido alguna otra cosa”. Sino que estaban seguros. Y corrieron a los suyos, y dijeron: “¡Verdaderamente, el Señor ha resucitado! Sabemos que Él ha resucitado”. No fueron a discutir de su religión. Ellos simplemente fueron porque sus ojos habían sido abiertos. Ellos Lo habían visto a Él en Su resurrección.",
    "Y ¿qué cosa sería más hermosa, en esta noche, mi amigo? ¿Qué cosa sería más gloriosa, esta noche, en este día de Pascua? Que ver a ese mismo Jesús que resucitó de entre los muertos, entrar aquí en medio de este pequeño, humilde tabernáculo viejo, que nos costó menos de tres mil dólares, hace veinte años. ¿Cómo sería, en este pequeño y humilde lugar, verlo a Él venir aquí, esta noche, y hacer las cosas que Él hizo antes de Su crucifixión, para probar Su resurrección?",
    "Él nunca lo ha hecho hasta estos últimos días. Ahora Él lo está haciendo porque Él prometió que lo haría. Es la hora de la tarde. Las Luces están brillando. Dios está abriendo los ojos de Sus hijos. Ellos, con corazones ligeros, regresan de prisa: “¡Oh, verdaderamente Él ha resucitado!”.",
    "Ahora, hay personas en este edificio, esta noche, que probablemente son de Virginia, y de alrededor del país. Y—y, o no importa de dónde Ud. sea, Ud. puede regresar con un corazón ligero, en este día de Pascua, si Jesús Se le apareciera a Ud. como Él Se les apareció a ellos.",
    "Quizás Ud. ha caminado con Él por mucho tiempo. Tal vez Ud. ha sido Cristiano por años, pero aún no ha visto Su poder de Su resurrección manifestado. ¡Oh!, si Él lo hace esta noche, ¿lo recibirá Ud. como el Señor resucitado?",
    "Piénsenlo ahora, mientras inclinamos nuestros rostros por un momento para orar. ¿A cuántos les gustaría ser recordados en esta oración? Levanten su mano a Dios. Dios los bendiga.",
    "Ahora, Señor Dios, la gente está de pie, sus piernas acalambradas. Pero, ¡oh, ellos Te aman! Ellos han venido, Señor, en este día de resurrección. Ellos han venido, quizás, de una vieja tumba vacía en alguna parte, donde predican el Evangelio vacío, y dicen: “Bueno, los días de los milagros han pasado”. Así es como ellos encontraron la tumba, porque Él no estaba allí. Él había resucitado de entre los muertos.",
    "Pero Cleofas y su amigo llevan a muchos viajando con ellos, esta noche, hablando de ello, por el camino. Pero, ¡oh, Señor Jesús!, en estas horas de la tarde, oro que Tú manifiestes Tu resurrección a esta pequeña iglesia, esta noche. Pruébales a estos, que están parados cerca, que Tú eres humilde. Es decir, si… No importa cuán humilde sea, Tú vendrás a cualquier lugar donde seas bienvenido, donde seas querido.",
    "Y hay muchos aquí, Señor, que están necesitados. Muchos están enfermos y muchos están afligidos. Muchos están sin Ti, sin Cristo, sin Dios, y quieren ayuda. Oro, Padre, que Tú Te manifiestes esta noche a este pequeño tabernáculo, una vez más.",
    "¡Oh, Señor Dios!, ¡Tú has sido bueno con Tu siervo! Hace muchos años, en un día como hoy, en una cabañita vieja, rustica, de troncos, cuando mi joven madre allá atrás, como de quince años, abrió la ventana, temprano en la mañana, y yo di mi primer grito. ¡Oh, Señor Dios!, Te doy gracias por cada año. Estoy avergonzado de las muchas cosas que he hecho que estuvieron mal. Pido que me perdones. Y el único lamento que tengo, Señor, es que no Te serví desde cuando fui un pequeño bebé. Ayúdame, Señor.",
    "¡Oh, Señor!, si he hallado gracia en Tus ojos, fortalece este cuerpo débil. Renueva mis fuerzas. Renueva mi fuerza juvenil, como lo haces con las águilas, y levanta mi cabeza, Señor, e inclina mi corazón, para poder caminar, Señor, y manifestar Tu amor a la gente. Dame un amor más profundo, más consagración, una vida más profunda, llena de vida, más plena, para poder servirte.",
    "Señor, manifiesta Tu poder esta noche entre la gente, al sanar a los enfermos y a los afligidos, dando testimonio de Tu resurrección. Y Te daremos la alabanza, en el Nombre del Señor Jesús lo pedimos. Amén.",
    "Me gusta eso, Hermana Gertie. ¿Cuántos se lo saben: “Santo, Santo, Santo, Señor Dios Todopoderoso”? Vamos a tararearlo, juntos ahora, solo una vez. Me encanta… ¿A cuántos les gustan esos cantos antiguos? ¡Oh, quédese Ud. con su miserable boogie-woogie entrecortado de Elvis Presley, con el nombre de Cristianismo, quédese con eso! Denme esos himnos conmovedores de amor, a la antigua, del Evangelio. Sí, señor.\n\nSanto, Santo, Santo, al Señor Dios de las Huestes,\n\nEl Cielo y la tierra están llenos de Ti,\n\nEl Cielo y la tierra Te alaban,\n\n¡Oh, Señor Altísimo!",
    "¿No les conmueve eso? Solo adoren ahora, juntos, mientras lo cantamos de nuevo. Solo adore ahora, a Dios, solo desconéctese Ud. y adore ahora, mientras cantamos.\n\n¡Santo! ¡Santo! ¡Santo! Al Señor Dios de las Huestes,\n\nEl Cielo y la tierra están llenos de Ti,\n\nEl Cielo y la tierra Te alaban,\n\n¡Oh, Señor Altísimo!",
    "Señor Dios Altísimo, Tú pusiste el sol en sus órbitas; pusiste la luna, las estrellas; Tú mediste la tierra en la palma de Tu mano, y soplaste las estrellas. Tú eres Dios. Tú resucitaste a Jesús de entre los muertos, hace mil novecientos años, y Lo mostraste vivo, para darnos esa bendita seguridad, que esperamos ahora la Venida de Aquel Quien Se sentará en el trono de David y gobernará la tierra en paz y justicia. No consideraremos más la guerra. No habrá más hambre ni tristeza. No habrá más tristeza, no más muerte. Las primeras cosas pasarán. ¡Y, oh Dios, eso está tan cerca!",
    "Fortalece los corazones de Tus hijos. Concédenos, esta noche, nuestros deseos. No para nosotros, Señor, sino para que podamos tener un testimonio fresco en nuestro corazón de Su resurrección. Doblego mi corazón y pido que me ayudes. Y la congregación doblega su corazón y pide que Tú los ayudes, para que juntos podamos ver al Señor resucitado.",
    "Ven entre nosotros, Señor. Santifica esta iglesia. Pido las misericordias de Dios. Señor, no nos juzgues. No pedimos juicio. Pedimos misericordia. Danos misericordia, ¡oh, Dios Eterno!, y manifiesta Tu amor y Presencia con nosotros. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "¡Oh, siento más ganas de adorar! ¡Mi corazón está llenó! ¡Qué seguridad! Jesús ha resucitado de entre los muertos.",
    "No es una historia como Santa Claus. Si estoy diciendo algo errado delante de sus hijos, Uds. perdónenme, no es mi intención. Pero yo creo en decirles la verdad a los niños. ¿Ven?",
    "Yo quiero saber la Verdad. Ellos me hablaron de Jesús. Si Él no ha resucitado de entre los muertos, entonces es una historia mística. Si Él no es el mismo ayer, hoy, y por los siglos, entonces es una historia mística. Entonces, pudiera estar muerto, si Él Mismo no prueba ser un Dios resucitado.",
    "Pero estoy tan contento de saber que Él Se ha levantado de entre los muertos, y Él vive ahora. Él está aquí. Y estas arenas sagradas, de las que hablé esta mañana, nadie podrá mover eso de su corazón. Que Dios abra sus ojos, esta noche, peregrino, y les dé a conocer que Su Hijo ha resucitado de entre los muertos, y está aquí para manifestarse Él Mismo.",
    "Ahora, le pregunté a Billy por cuántos se debía orar. Y no lo sabía. ¿Cuántos aquí necesitan la oración, los cuerpos enfermos, levanten sus manos, por todo el edificio? Por todo el edificio, quien la desea. Sería demasiado, ¿ven?, son más… Son dos tercios de la congregación. Sería demasiado tratar de hacer pasar una línea de oración. No pudiéramos hacerlo. Le dije a él que repartiera tarjetas. Y trataremos de alinearlos y hacerlos pasar, a tantos como podamos. Y me supongo… ¿Diste cien? Muy bien. Sí, él ha dado cien tarjetas, y el edificio no acomoda más de doscientos cincuenta, me supongo, o algo así. Y, probablemente, muchos aquí…",
    "¿Cuántos no tienen una tarjeta de oración, y quieren que Dios los sane? Levanten sus manos, por todo el edificio, que no tienen una tarjeta de oración. Casi la mitad de ellos. Muy bien. Ahora solo hay una manera legítima en que podemos hacerlo.",
    "Hay algo en mi mente; hay algo en mi corazón. No puedo decirlo hasta que sepa de lo que estoy hablando. Estoy orando; estoy aferrado de Dios. Regresaré a la parte de atrás del desierto. Yo—yo—yo tengo que encontrarme con Dios de nuevo. Hay algo. Tengo que llegar a esas arenas de nuevo, donde estuve hace unos años. Yo quiero hablar con Él. Lo—lo vi a Él en visión, dos veces. Espero poder verlo de nuevo antes de irme. Hay algo que encontré en las Escrituras. Yo—yo—yo no sé. Ha estado en mi corazón. Y cada vez que hablo de eso, algo sucede. Y solo… estoy en… yo—estoy en un lugar, no sé qué hacer. Yo creo que este ministerio que tengo ahora se está desvaneciendo, y algo mayor va a tomar su lugar. Esta próxima semana o dos, iré a las arenas sagradas, si puedo, en la parte de atrás del desierto, para ver si puedo contactar a mi Señor. No puedo descansar, no puedo tener paz hasta que Lo encuentre a Él, hasta que descubra de qué se trata todo esto. Yo no puedo entenderlo. Él nunca me ha rechazado; no creo que Él lo haga esta vez. Estoy alardeando. Estoy orando a Él para que me ayude.",
    "No es que yo—yo—yo no lo quiera. Vaya, yo pudiera regresar aquí y predicar, y así seguir ahora. Supongo que tengo suficientes amigos que me ayudan con el sustento. Eso no es; esa no es la idea. Este ministerio que tengo, podría continuar, si Dios estuviera conmigo; yo pudiera seguir.",
    "Pero mi corazón no está satisfecho. Hay un abismo llamando al Abismo. Hay algo que se está moviendo. Parece como que pudiera tocarlo, pero: “¿Dónde está, Señor?”. No es para mí; es para Su pueblo. Es para los hijos de Dios; yo solo he venido a ser un sacrificio.",
    "Soy un anciano. Mis días se han—han cumplido. Los días de mi juventud pasaron. Un hombre de cuarenta y nueve años ya no es un muchacho. Sabemos eso. Un año más y tendré cincuenta. Ya no soy un muchacho. Tengo hijos que criar. Eso es verdad.",
    "Pero, hermano, tengo la obra de Dios que hacer, por encima de todo. Tengo que saber de qué se trata este anhelo en mí. Tengo que seguir hasta encontrarlo. Debo encontrarlo a Él, en alguna parte; tengo que saberlo.",
    "Me supongo que hay algunos sentados aquí, de hace como diez o doce años, de este tabernáculo, cuando hice esa misma declaración aquí una vez. ¿Cuántos están aquí que recuerdan eso? Solo miren las manos ancianas que quedan. “Algo aquí” dije, “hay algo, casi puedo tocarlo. Está a la mano”. Poco sabía yo, después de que el Ángel habló por aquí en el río, delante de todos Uds., y dijo: “Así como Juan fue enviado como el precursor de la primera Venida, tú enviarás un Mensaje alrededor del mundo”. Ha sucedido. Toda nación tiene servicios de sanidad ahora, alrededor del mundo, aun hasta en Rusia. Sí, señor. Por todas partes se llevan a cabo servicios de sanidad, donde se habían apagado.",
    "Ahora hay algo mayor, moviéndose. Hay un… Estoy esperando oír el sonido de las hojas de las balsameras. Yo sigo adelante. Oren por mí.",
    "Ahora, estoy en este ministerio, la manifestación de la resurrección de Jesucristo. Si Él está vivo, Él cumple toda promesa. ¿Quién Lo ha mantenido a Él vivo por estos dos mil años? ¿Quién ha mantenido encendida esa Luz Eterna? Ahora son las horas de la tarde. Su manifestación de algo que Él hizo, como lo hizo antes de la crucifixión, Él Se manifestó a los discípulos. [El Hermano Branham chasquea los dedos.—Ed.] Ellos reconocieron, rápidamente, que era Él. Ahora Él hará lo mismo.",
    "¿Cuántos han estado en otras reuniones mías? Veamos sus manos, por todo el edificio. Me supongo que es el cien por ciento, así que no tendré que repasarlo. Uds. saben qué esperar.",
    "¿Cuántos están anhelando y esperando verlo de nuevo, esta noche, que venga a la escena: “¿Eres Tú el Jesús resucitado?”. Dios les bendiga. Ahora solo para mostrar que Él está vivo.",
    "¿Cuál era? [Alguien dice: “X”.—Ed.] ¿X? Muy bien. Solo… No podemos llamar a muchos, a la vez. Podemos traer, tal vez, cuatro o cinco a la vez, o algo así. Muy bien.",
    "Comencemos ahora con las tarjetas de oración, y comiencen a ponerse de pie. Tomemos el número uno. ¿Quién la tiene? Mire su tarjeta. Número uno. ¿Uno? [Alguien dice: “Aquí mismo, Hermano Bill”.—Ed.] ¡Oh, lo siento! Muy bien, señora. Uno. Número dos. Número tres. ¿Puede levantarse, quien tenga el número tres? Número cuatro. Número cinco. Número seis. No veo el número seis. Uno, dos, tres, cuatro, cinco. Número seis. Muy bien. Número siete. Número siete, por favor. Aquí mismo. Así que, ocho, número ocho. Número nueve. Muy bien, señor. Número diez. Atrás… Veamos cuántos… [“Hay diez”.] Muy bien. Comencemos allí mismo, y luego podremos ver, tal vez podamos con unos más.",
    "¿Cuántos hay en el edificio que no me conocen? Yo no le conozco, y Ud. quiere que Dios le sane, levante la mano. Todos los que saben que yo no los conozco. Muy bien. Solo sean reverentes.",
    "Ahora, nuestro Señor Jesús, cuando Él caminó sobre la tierra… Mientras están alineando a la gente. Nuestro Señor Jesús, cuando caminó sobre la tierra, nunca reclamó ser un sanador. ¿Cuántos saben eso? Él dijo: “Es Mi Padre que mora en Mí”. ¿Cuántos saben que Él dijo: “No puedo hacer nada por Mí Mismo; sino lo que veo hacer al Padre, eso hace el Hijo”?",
    "Ahora, y cuando Él encontró al hombre en un—un… al hombre, y Se declaró Él Mismo delante de la raza judía, Él obró un milagro, al decirle al hombre dónde estaba y lo que había estado haciendo, y ellos Le creyeron.",
    "Y cuando Él Se declaró a la raza samaritana, Él le dijo a una mujer cuál era su secreto, y ella Le creyó a Él, y toda la raza. ¿Verdad?",
    "Pero recuerden, Él no llegó a hacer eso para un gentil, nunca en la presencia de un gentil. Porque… ¿Cuántos saben que esta ha sido la dispensación gentil? Pero las Luces de la tarde han llegado ahora. ¿Qué clase de Luz brilla? ¿Qué clase de Luz brilla cuando el Hijo desciende? El mismo Hijo que brilló en el oriente cuando Se levantó. ¿Lo creen Uds.? ¿Es ese el mismo Hijo que cruzó la tierra? El mismo Hijo que Se asomó y mostró una Luz aquí atrás. Y durante el día estaba oscuro, solo era un día de niebla; y luego, justo antes de que el Hijo descendiera, resplandeció de nuevo. Tendría que ser la misma Luz que brilló allá atrás. Brillaría sobre el samaritano y sobre el judío, allá atrás, y no sobre el gentil; entonces Él tiene que hacer brillar la misma Luz sobre los gentiles, para ser el mismo ayer, hoy, y por los siglos. ¿Verdad que sí? Ahora, Uds. crean.",
    "Ahora, Hermana Gertie, muy suavemente, solo por un momento.",
    "Ahora, en esta línea de oración hay muchos de Uds., supongo, que no conozco. ¿Cuántos hay de Uds. allí que yo no sé lo que les pasa, o nada acerca de Uds.? Uds. lo saben. Levanten las manos, Uds. que están en la línea de oración, que saben que yo no sé nada de Uds.",
    "¿Cuántos en la congregación saben que yo no sé nada de Uds.? Ahora, no me interesa si Ud. es de por aquí, yo no sé nada de Ud. Muy bien. Muy bien. Solo crea.",
    "Ahora, nuestro Señor iba una vez a—a resucitar a una niña muerta, y una—una mujer tocó Su manto. Y Él se volvió y dijo: “¿Quién Me tocó?”. Y todos se quedaron quietos. Negaron haberlo tocado. Pero Él miró alrededor…",
    "Y algunos Le reprendieron, Pedro, y dijo: “Señor, cómo puedes decir, quién Te ‘tocó’, ¿cuando toda la multitud Te está tocando?”.",
    "Él dijo: “Pero Yo—Yo… Virtud ha salido de Mí” es decir, “fuerza”.",
    "Y Él miró alrededor hasta que encontró quién… ¿Cómo supo Él que había sido la mujer? Era su propia fe; porque Él lo dijo; “Tu fe te ha salvado. Tu flujo de sangre, el cual has tenido, ha terminado. Tu fe te ha sanado”.",
    "Ese es Jesucristo hoy, que fue ayer. Si Él puede hacer lo mismo hoy, entonces Él Se prueba el mismo.",
    "Parece que yo debería conocer a esta mujer aquí. ¿Es Ud. la primera persona? ¿Es Ud.…? Yo pudiera conocerla. No lo sé. Su cara me parece familiar; no sé. Pero, sea lo que sea, Ud. párese y venga aquí un minuto. Quiero decir, si la conozco a Ud.… tal vez no. Yo no sé su nombre. Pero parece que la he visto, y es posible. Pero yo no sé por qué está Ud. aquí. No tengo idea de por qué está Ud. aquí. Y no estoy seguro de conocerla. Pero, solo… Ud. me parece familiar, su rostro. ¿La conozco? Ud.—Ud., yo no la conozco. Muy bien, entonces Ud. es una desconocida. Su rostro me parecía familiar. Simplemente no lo sabía. Quería estar seguro.",
    "Ahora todos están conscientes, si tienen algo de espiritualidad, de que algo está sucediendo ahora mismo. ¡Oh!, ¿no puede Ud.—no puede Ud. simplemente…? No se supone que Ud. Lo sienta, pero Lo sienten. Yo sé que ese Ángel de Dios está aquí mismo en este púlpito. ¿Ven Uds. esa foto allí, esa Luz? Esa Luz está aquí mismo ahora.\n\nUd. dice: “Yo no La veo”.",
    "Tampoco vieron ellos a esos Ángeles que les dijeron: “Él os dijo esto en Galilea”. Ellos estaban allí.",
    "Y Él está aquí. Él es Cristo, el que Resucitó. ¿Cuántos saben que Cristo está en la forma de una Luz, hoy? Seguro. La Biblia dice que Él lo está.",
    "Ahora sean muy reverentes. No anden alrededor. Dondequiera que estén, solo oren.",
    "Ahora, si somos extraños el uno al otro… Y el Señor Dios, si Él… Si Ud. está enferma, y si yo pudiera sanarle, yo—yo lo haría; pero no podría. No puedo hacerlo, porque ya está hecho. Jesús lo hizo cuando murió en el Calvario, resucitó. Él lo probó. Y ahora, si Él me revela para qué está Ud. aquí.",
    "Ahora, si Él estuviera parado aquí, con este traje puesto, Él pudiera saber quién es Ud. Él lo sabría, si Dios Se Lo revelara. Él dijo: “No hago nada hasta que el Padre Me muestre lo que debo hacer”. Y si Él estuviera aquí, y Él le revelara a Ud., quizás quién es Ud., de dónde viene, cuál es su nombre, lo que Ud. hizo antes de venir al servicio, o lo que Ud. tiene en su corazón, o algo así. Pero, para la sanidad, es una obra consumada. Ya está hecho. Ahora, si Él hace lo mismo, ¿creerá Ud. que recibirá lo que está pidiendo?",
    "¿Levantará la congregación su mano a Dios, que Uds. también lo creen, si Él se lo revela a esta mujer? Que ella sea el juez.",
    "Ahora, si alguien quiere venir a tomar este lugar, sea bienvenido.",
    "Ahora aquí es donde o seré hallado mentiroso, y la Palabra de Dios es falsa, o si estoy diciendo la Verdad y Su Palabra es real. Correcto. Allí lo tienen. No puede haber—no puede haber manera de evitar esto. Esto lo demuestra. Esta es la cosa.",
    "Ahora, si la mujer está enferma, y yo pongo mis manos sobre ella, digo: “Ud. va a sanar, hermana”, ella solo tiene mi palabra para eso. Pero si el Espíritu Santo revela algo que ha habido en su vida, en el pasado, ella sabrá si eso es la verdad o no, algo que ha ocurrido. Si Él sabe lo que ha sido, ciertamente Él sabrá lo que será. ¿No lo creen Uds.?",
    "Ahora que Él se lo conceda a Ud., mi hermana. Y toda la congregación ha dicho que creerían.",
    "Y Ud. y yo reunidos, extraños, apenas nos conocemos en este momento; Ud. parada allí, algo anda mal. Yo no sé lo qué sea; no lo sé. Pues no la conozco, y ¿cómo sabría yo, qué—de lo que Ud., cuál sea su problema? Pero Dios sí sabe lo que la aflige.\n\nAhora solo sean muy reverentes.",
    "Ahora, para comenzar, la dama no está aquí por sí misma. Ud. está aquí por alguien más; es un pequeño. Y está teniendo problemas con un… Está muy nervioso. Es un nieto, creo, suyo. Y hay algo extraño. Veo a ese bebé en una ciudad que no es esta ciudad; parece ser New Albany. Así es. Y tiene una condición nerviosa. Sufre del hígado, según dicen. Tiene mucho vómito. Así es. Ud. ha estado perturbada por eso, y Ud. está parada por él. Eso es ASÍ DICE EL SEÑOR.",
    "Ud. sea el juez. ¿Son ciertas esas cosas? [La hermana dice: “Amén”.—Ed.] No sé lo que le he dicho. La cinta lo sabe. Allí está. Me lo dirá. Ahora, fue para alguien más, de alguna manera. Póngale ese pañuelo a ese alguien más, que Ud. tenía en su mano mientras esa unción estaba sobre Ud., y no dude, y tendrá lo que Ud. ha pedido. Si Él sabe lo que fue, Él sabe lo que será. No dude. Vaya, creyendo.",
    "¿Cómo está Ud., señor? [El hermano dice: “Alabado sea el Señor”.—Ed.] Supongo que somos desconocidos el uno para el otro. [“Completamente”.] Somos desconocidos.",
    "Dijo que él nunca me había visto antes, en vida, hasta esta mañana. Ahora, todos muy reverentes ahora. La unción ya está ahora en acción, ¿ven Uds.? Desearía poder explicar esto.",
    "Pero Dios lo conoce a Ud., señor. Y si Jehová Dios me revela cuál es su problema, ¿lo aceptará Ud. a Él como su sanador, o Salvador, para lo que Ud. Lo necesite? ¿Lo hará? [El hermano dice: “Seguro que sí”.—Ed.] Ahora, cuando venga la visión, Ud. solo haga caso.",
    "Ud. está tratando de caminar. Y es algo en su rodilla. Es artritis en su rodilla. Ud. también tiene problemas con sus ojos. Se están debilitando. Y Ud. tiene problemas con su oído. Y Ud. tiene problemas en su estómago. Eso es verdad. Ud. no es de esta ciudad. Ud. es de Somerset, Kentucky. Su nombre es Sr. Hudson. Ahora regrese, crea con todo su corazón, y será sanado. Créalo con todo su corazón.",
    "¿Creen Uds. con todo su corazón, todos? Tengan fe en Dios. No duden, sino que solo crean.",
    "El Señor Dios la conoce, hermana. ¿Cree Ud. que Él pudiera revelarme por qué Ud. está aquí? [La hermana dice: “Sí. Yo lo sé”.] Si Él lo hace, ¿lo aceptará Ud.? [“Sí”.]",
    "Este individuo grande sentado aquí, sí, creo que somos desconocidos el uno para el otro, señor. [El hermano dice: “Sí, señor”.—Ed.] Pero hace unos momentos, cuando le estaba hablando a ese hombre, algo le sucedió a Ud. Ud. dijo en su corazón: “Yo creo eso”. Eso es verdad, ¿no es así? [“Amén”.] Si Jehová Dios me revela de lo que Ud. quiere ser sanado, ¿lo aceptará Ud.? [“Sí”.] Ud. tiene alguna clase de tos que le molesta. Así es. Levante la mano. Muy bien. Si Ud. lo cree, nunca más la tendrá. Eso lo dejará a Ud. Créalo.",
    "¿Qué tocó él? ¿Qué hizo él? Él tocó al Sumo Sacerdote, no a mí. Eso puede… Yo nunca he visto al hombre. Yo no sé nada de él.",
    "¿Está Ud. creyendo que es el Jesús resucitado? ¿No es esto exactamente lo mismo que Él hizo después de Su resurrección, para probar que Él era ese mismo Ser? Algunos dicen: “¿Qué clase de espíritu es ese?”. Un espíritu siempre dará testimonio de sí mismo. Los… Nosotros somos los pámpanos; Él es la Vid. Una vid de calabaza producirá calabazas; una vid de uva producirá uvas; el manzano dará manzanas. Una vida Cristiana producirá a Cristo. Eso no es algo extraño.",
    "Sus ojos se están deteriorando, y Ud. quiere la oración por su ojo. Así es, ¿no es así? Así es. Levante la mano. ¿Ve?, yo no la conozco, pero Dios sí. Pero su vida, Ud. no podría esconderla.",
    "Aquí, veo otra cosa, un hospital. Ahora, un momento. No es un examen de los ojos. No lo es. Es una operación. No es Ud. Es un amigo suyo, que ha tenido una operación. Y eso es algo, una operación de hernia, y eso la tiene atemorizada, porque Ud. sabe que era algo diferente a una hernia. Así es. Eso fue en Corydon, Indiana. Eso es verdad. ¿Cree Ud. ahora con todo su corazón? [Una hermana dice: “Seguro”.—Ed.] Vaya y reciba lo que ha pedido, en el Nombre del Señor Jesús.",
    "Yo conozco su rostro. Si no estoy mal-… Por supuesto, esto es unción, ¿ven? Pero, si recuerdo bien, ¿no es Ud. un predicador? ¿Ven?, yo solo quería saber, para que la—la congregación viera que no es nada que… Es algo, cuando conozco a alguien, yo—yo los conozco; pero no sé por qué Ud. está aquí. No tengo idea. Si es así, levante la mano. Yo no sé por qué está Ud. aquí. Pero sé que Ud. es un predicador de los alrededores de Blackiston Mill, o de algún lugar por allá. Pues, Ud. vino a mi casa una vez, creo, para que orara por un bebé o algo. Es… Sí. Yo sé que era algo acerca de un bebé. Sí.",
    "Pero Ud. está sufriendo con alguna clase de problema de sus intestinos. Déjeme decirle, entonces Ud. sabrá si yo soy siervo de Dios o no. Ud. tiene a alguien en su corazón, por quien orar, y esa es una muchacha lisiada. Ella no está aquí. Ella está al otro lado del río. Ella está en Kentucky. Ahora crea con todo su corazón, Ud. puede recibir lo que pide. Amén.",
    "¿Creen Uds.? Si pueden creer, Uds. pueden recibir. No duden. ¿Qué me dicen allá atrás en la congregación? ¿Están Uds. creyendo?",
    "Allá bien atrás, una dama de color sentada a la izquierda, tiene un desorden femenino, sentada a la izquierda. Si Ud. cree con todo su corazón, señora, Ud. puede recibir su sanidad. ¿Lo cree Ud.? Así es. La dama de color sentada junto al poste, al lado de un hombre. Ella tiene su mano levantada ahora. Ud. tiene un desorden femenino. Muy bien. Jehová Dios la ha sanado, hermana. Su fe la sanó.",
    "¿No pueden ver esa Luz suspendida sobre esa mujer allí? Miren allí.",
    "¡Oh, cuán maravilloso! Jehová Dios nunca falla. Sean reverentes. ¡Oh, estoy tan contento que Él vive! Él vive en nuestro corazón.",
    "🦅 Si podéis creer, todo es posible”.",
    "Supongo que somos desconocidos el uno para el otro. Yo no le conozco. Nunca le he visto. Pero Dios sí la conoce. Si alguna vez la he visto, no lo sé. Pero si el Señor me revela por qué está de pie aquí, ¿creerá Ud. que yo soy Su siervo, creerá que Él se ha levantado de entre los muertos? Si somos desconocidos, tendría que haber alguna clase de poder que me lo revele, el por qué Ud. está aquí. Ud. está aquí a causa de una vena varicosa por la cual está orando. Así es.",
    "Ahora, ore por alguien más, y vea si yo soy el siervo de Dios. Solo ore por alguien más, y vea si Él puede revelarlo.\n\n¿Lo creen?",
    "Bueno, ella está nerviosa, y tiene un problema renal. Y ella vive en Corydon. Así es, ¿no es así? Entonces, ¿cree Ud.? Ahora vaya y recíbalo tal como lo ha pedido.",
    "Yo les pregunto. Yo reto su fe a que lo crean. Donde sea en el edificio, no importa dónde esté, solo créalo.",
    "Allá atrás en el fondo, el joven parado allá atrás, orando por su amigo en Fort Wayne, que está ciego. ¿Cree Ud. que Dios lo sanará? [El hermano dice: “Amén”.—Ed.] Muy bien, entonces Ud. puede recibirlo.",
    "Algunos del resto de Uds. allá atrás, crean. Muy atrás, bien atrás, crean. Desafíen, desafíen Eso. Dios sea misericordioso.",
    "La dama de color sentada allí, más abajo de Ud., con un tumor. ¿Cree que el Señor la sanará, señora, allí mismo en el asiento de atrás, en el último asiento allá atrás, con el sombrerito redondo, levantando la mano? ¿Cree Ud. que Dios la sanará de ese tumor? Si es así, levante la mano y muévala para Él. Muy bien. Entonces vaya a casa y recupérese.",
    "¡Oh, Él es maravilloso!",
    "Aquí hay una señora sentada aquí enfrente de ella, sentada hacia adentro, un poco más atrás. Ella está orando por alguien más. Allí está el Ángel del Señor parado junto a ella. Y ese amigo de ella, que ora… por el cual ella está orando, no vive aquí. Está en una pequeña ciudad donde hay muchos pinos alrededor; es Henryville, Indiana. Y ella está orando por su cuñada que tiene problemas al corazón. ¿Puede creerlo? Si Ud. puede creerlo, sentada allá atrás, tenga fe en Dios y recíbalo. Muy bien.",
    "Muy bien, señora. Ud. no me es conocida. Yo no la conozco, pero Dios sí la conoce. Si Ud. lo cree, levante la mano, señora. La señora con los lentes puestos allí. Muy bien, eso es.",
    "¿Qué piensan Uds.? “Jehová nuestro Dios, Él es Dios”. Él no está muerto. Él no está muerto, sino que está vivo. No solo está vivo, sino que Él está presente.",
    "¿Es esta…? [Alguien dice: “Sí”.—Ed.]",
    "¿Somos desconocidos el uno para el otro, supongo? Esta es la primera vez que nos encontramos, supongo. Pero Dios nos conoce a los dos. ¿Por qué tiene tanto temor? Y deje de pensar en esos olores y perfumes, y demás. Deje eso. Solo créale a Dios. Eso solo está en su mente. Ud. regrese a casa y esté bien, si Ud. lo cree.",
    "Ud. ha tenido aflicción. Veo que entra y sale del hospital; una, dos, tres veces, para operación. Y ha sido para el colon. Son como tumores en el colon. Y Ud. no es de esta ciudad. Ud. es kentuckiana. Y Ud. es de una ciudad en la que he estado, Campbellsville. Sra. Vaughn, regrese, creyendo Eso. Puede tener lo que Ud. pide.",
    "¿Creen Uds. con todo su corazón?",
    "¿Quiere ir a comer su cena y superar el problema estomacal? Muy bien, adelante. Ud. tenga fe en Dios.",
    "¿Quiere Ud. sanar de esa artritis y estar bien? Siga su camino, créalo.",
    "¿Cree Ud. que Dios sanará ese problema del corazón? [Un hermano dice: “Seguro”.—Ed.] Siga su camino. Ud. créalo.",
    "Este hombre sentado aquí atrás al final, con una camisa blanca. No, ese es el Hermano Funk. Está allí detrás de él. Ud. quiere el bautismo del Espíritu Santo, ¿verdad? Muy bien. Si Ud. Lo cree, Ud. puede recibirlo. Amén.",
    "¿Qué le parece a Ud., la damita sentada aquí con artritis, mirándome a la cara? Ud., de Middletown, Ohio. ¿Quiere creerlo? Esa es una fe muy buena, para una persona que ni siquiera es Cristiana. Ud. no profesa ser Cristiana. Así es. ¿Lo acepta Ud. ahora como su Salvador? ¿Le cree Ud. y Lo acepta como su Salvador, el Señor resucitado? Yo no la conozco. Yo nunca la he visto. Así es. Pero si Ud. Lo acepta a Él como su Señor resucitado ahora mismo en su corazón, sus pecados son perdonados, y Dios la sanará. Levante su mano a Él y créale. Muy bien. Siga su camino y regocíjese.\n\nYo reto su fe. Yo los reto a que lo crean.",
    "Somos desconocidos el uno para el otro, pero Dios lo conoce a Ud. [El hermano dice: “Yo lo conozco a Ud., pero Ud. no a mí”.—Ed.] Ud. me conoce, pero yo no lo conozco a Ud. ¿Correcto? ¿Cree Ud. que Dios puede revelarme por qué está Ud. aquí? [“Amén”.]",
    "Muy bien, ¿cuántos lo creerán?",
    "¡Oh!, ¿cómo pueden Uds. descreer? ¿No puede Dios…? ¿Habrá Dios abierto sus ojos? Muchos de Uds. aquí me conocen. Yo fui criado aquí con Uds. ¿Cómo podría yo…? Investiguen mi vida, y averigüen si alguna vez se dijo algo que no haya sucedido perfectamente como la Verdad. Escudríñenlo y vean si es cierto.",
    "Bueno, ¿qué les estoy diciendo? Jesucristo ha resucitado de entre los muertos. Él está vivo. Él está aquí. Esta es la Pascua. Y ha sido la Pascua por dos mil años. Pero las Luces de la tarde están brillando ahora. Brilló en ese entonces en el oriente, ahora está brillando en el occidente.",
    "Señor, esto podría continuar por horas. Si el hombre dice que yo no lo conozco… Él probablemente me ha visto en una reunión en alguna parte o en algún lugar. No lo sé. Dios lo sabe; yo no. No sé dónde lo he visto a él. No sé si lo he visto. Pero él dijo que me había visto. Si Dios le revela a ese hombre algo que él sabe, así como Felipe fue y trajo a Natanael y lo trajo, cuántos dirán: “¿Eso concluye para siempre el asunto, para mí?”.",
    "¿Podría levantar su mano, que yo no lo conozco? Levante las manos si no lo conozco, no sé nada de Ud. Yo no sé nada de Ud., nunca lo he visto en mi vida, hasta donde yo sé.",
    "Ahora, si Dios concede esto, ¿cuántos dirán: “Yo Lo aceptaré a Él ahora mismo como el Señor resucitado, como mi sanador?”.",
    "Sanarlo a Ud., yo no podría, señor. Yo no tengo poder para sanar. Lo único que tengo es un don que Dios me permite usar.",
    "Y ahora estando cansado y débil, estas visiones casi me dejan sin vida. Es peor, es más difícil que predicar, o pararse en el baptisterio; es difícil. Pero Dios es bueno.",
    "Ud. está sufriendo con un problema en la columna. Y es un crecimiento, según le dicen, en su columna. Esa es la pura verdad. Ahora, ¿creerá Ud.?",
    "Ahora miren. Cuanto más le hablara al hombre, más se diría. Quiero pedirle ahora, solo sea reverente. Sea reverente. Ud. ore por alguien, y vea si el Señor lo revela. Yo le pediré a cualquiera de Uds. que hagan lo mismo, que solo coloquen en su mente…",
    "Pues, ¿ven?, no hay nada en mí. Yo no pudiera ayudarlos; soy un hombre.",
    "Y, pero Jesús es Dios, y Él está presente. ¿No pueden Uds.…? ¿Están sus ojos abiertos para—para ver eso? ¿No están Uds. mirando más allá de la cortina, para ver? Por dos mil años Él ha estado aquí; Él le ha hablado a Ud. en la Palabra; Él le ha hablado a Ud. en su sermón, todo el tiempo. Y aquí está Él Mismo ahora, manifestándose.",
    "Estoy tratando de mantenerlo en mi corazón. [El hermano dice: “Mi espalda me está molestando”.—Ed.] Sí, veo que Ud. fue examinado. Está en su columna vertebral. Es un crecimiento. Y Ud. está orando por su esposa. Si Dios me muestra la aflicción de su esposa, ¿me creerá Ud. como Su profeta? Son sus oídos. No solo eso, sino que veo que aparece un joven; es su hijo. Si Dios me revela cuál es el problema con su hijo, ¿me creerá que soy Su profeta? ¿Lo creerá la congregación? El muchacho aquí, es una condición nerviosa y un problema de la piel. Seguro que sí. Es ASÍ DICE EL SEÑOR. ¿Cree que Ud. recibe lo que pide? [El hermano dice: “Amén”.—Ed.] Entonces siga su camino y regocíjese.",
    "¿Cuántos creen con todo su corazón?",
    "Ahora quiero que Uds. hagan algo por mí. Pongan sus manos el uno sobre el otro, solo por un minuto. Dondequiera que estén parados, pongan sus manos el uno sobre el otro.",
    "¡Qué momento! ¿No pueden ver, amigos? ¿No pueden Uds. entender que este no puedo ser yo?",
    "Sí, la damita está allí con los lentes puestos, con problema femenino, ese flujo. No se preocupe más por eso, sentada allí. Se acabó. Se vuelve Luz. Eso la ha dejado.",
    "Algo está presente; Algo que es sobrenatural, Algo que es real. Él conoce sus pecados. Él sabe todo acerca de Ud. ¿No es Él el Señor Jesús? Entonces, se los estoy diciendo. Si les he dicho eso como la verdad, y Él ha probado que es la verdad, les estoy diciendo la verdad ahora. Cada uno de Uds. puede ser sanado ahora mismo, si tan solo lo aceptan; no en su cabeza, sino en su corazón. Si Ud. determina eso ahora, que Ud. está en la Presencia del Dios omnipotente, que Él está presente ahora, no hay necesidad de que salga una persona enferma de este edificio. Cada uno de nosotros puede salir perfectamente sano, si tan solo lo creen. Si Él escucha mi oración aquí, Él escuchará mi oración allá. Él no solo escucha mi oración, Él escuchará su oración.",
    "Ahora, la Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”. Él ha probado eso. La Biblia dice: “Él ha resucitado de entre los muertos”. Él ha probado eso. ¿Verdad que sí?",
    "Ahora quiero preguntarles algo. Jesús dijo esto, Sus últimas Palabras antes de dejar la tierra: “Estas señales seguirán a los que creen”. ¿Cuántos creyentes hay aquí? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Ud. es el creyente ahora. “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos, estos sanarán”. ¿Es verdad esa promesa? Bueno, Uds. son los creyentes. Uds. tienen sus manos el uno sobre el otro. Entonces, la Biblia está correcta.",
    "Ahora cada uno de Uds. oren el uno por el otro, así como lo hacen en su propia iglesia. Pongan sus manos el uno sobre el otro, cada uno ore el uno por el otro, mientras ponen sus manos el uno sobre el otro ahora. Solo oren el uno por el otro, mientras yo oro ahora.",
    "¡Oh, Señor!, si vienes esta noche y recibes a Tu Iglesia, no tenemos excusa. Tú estás aquí. Y esta foto que cuelga en la pared, de la Columna de Fuego que guió a los hijos de Israel, Tú sigues siendo el mismo Dios esta noche, con el mismo poder y las mismas demostraciones. Tú has resucitado de entre los muertos, y esta es la prueba de que Tú has resucitado de entre los muertos. Ahora, Señor Dios, haz una gran obra en los corazones de la gente. Perdona todo pecado, y sana toda enfermedad. Contesta sus oraciones, Señor. Y ahora escucha la oración de Tu siervo.",
    "Yo ahora condeno toda enfermedad, todo demonio, todo poder del diablo; y le digo al diablo: “Sal de este pueblo. Sal de ellos, en el Nombre de Jesucristo, el Hijo de Dios. Deja a este pueblo. Ellos tienen sus manos el uno sobre el otro. Ellos son siervos de Dios. Sal, Satanás. Yo te conjuro, en el Nombre de Jesús. Sal, y sé arrojado a las tinieblas, y no los molestes más. En el Nombre de Jesucristo”.",
    "¿Cuántos de Uds. creen que Dios los sanó hace un momento? Pónganse de pie. Si Ud. es un lisiado, póngase de pie de todas maneras. Eso es. ¿No les dije a Uds. que verían la gloria de Dios? Si hay algunos lisiados aquí que no podían caminar, vayan y vengan caminando por el pasillo. Si hay alguien aquí que es sordo de un oído, ponga su dedo en el oído bueno y oiga por el malo. Cualquiera aquí que estaba afligido, que no pudo levantar la mano; levántese. Cristo… Miren—miren las manos levantadas, que estaban afligidos en sus manos. Amén. Yo dije que Él está aquí.",
    "Muy bien, Hermana Gertie.\n\n¡Él vive, Él vive, Cristo Jesús vive hoy!\n\nÉl camina conmigo y habla conmigo a lo largo del camino angosto de la vida.\n\n¡Él vive, Él vive, para impartir salvación!\n\n¿Uds. me preguntan cómo sé que Él vive? Él vive en mi corazón.",
    "¡Otra vez, todos!\n\n¡Él vive, Él vive, Cristo Jesús vive hoy!\n\nÉl camina conmigo, habla conmigo a lo largo del camino angosto de la vida.\n\n¡Él vive, Él vive, para impartir la salvación!\n\n¿Uds. me preguntan cómo sé que Él vive? Él vive en mi corazón.",
    "Que esta gran congregación diga: “¡Aleluya!”. [La congregación dice: “¡Aleluya!”.—Ed.] ¡El Señor vive! “¡El Señor vive!”. ¡Alabado sea Su Nombre! “¡Alabado sea Su Nombre!”. ¡Aleluya! “¡Aleluya!”.\n\nÉl vive, Él vive,\n\nLevantemos nuestras manos a Él.\n\n¡… Jesús vive hoy!\n\nÉl camina conmigo, y habla conmigo a lo largo del camino angosto de la vida.\n\n¡Él vive, Él vive, para impartir la salvación!\n\n¿Uds. me preguntan cómo sé que Él vive? Él vive en mi corazón.",
    "¿Cuántos aman ese antiguo canto, digan: “¡Amén!”. [La congregación dice: “¡Amén!”.—Ed.] Dele la mano a la persona a su lado. Diga: “¡Alabado sea el Señor! ¡Alabado sea el Señor!”. ¡Alabado sea el Señor! ¡Alabado sea el Señor!\n\nMuy bien, Mi fe mira hacia Ti. ¡Oh, cuán mara-…!\n\n…fe mira hacia Ti,\n\nTú, Cordero del Calvario,\n\nSalvador Divino;\n\nAhora escúchenme mientras oro,\n\nQuita toda mi culpa,\n\n¡Oh!, déjame desde hoy\n\n¡Ser completamente Tuyo!",
    "Inclinemos nuestros rostros ahora, reverentemente, en la Presencia del Dios omnipotente y Todopoderoso. Que el Señor Dios conceda Su bendición a cada uno. Que el Señor los bendiga ricamente a cada uno, que les dé lo mejor que haya. Que Su gracia descanse sobre Uds., todos los que se levantan para su sanidad. Nunca lo nieguen. Muchos han sido salvos. Muchos aceptaron a Cristo. Es Cristo revelando los secretos del corazón.",
    "Los invitamos de nuevo, visitas, a nuestro tabernáculo, a nuestra adoración.",
    "Yo canté solo por un momento, para que la unción me dejara por un minuto, para poder hablar. Me alegro que estuvieran aquí. Ha sido un gran día para estar con Uds. Dios los bendiga.",
    "Para el tabernáculo: el próximo domingo en la noche es la comunión, el lavamiento de pies. Para cualquiera de Uds. de nuestro vecindario, vengan y visítennnos. Oren por nosotros hasta que nos volvamos a reunir.",
    "Inclinemos nuestros rostros ahora. Vamos a pedirle al pastor que venga a despedirnos, o que diga lo que desee. 🦅"
  ]
}