{
  "title": "POR LA FE, MOISÉS",
  "id": "58660009",
  "content": [
    "🦅  Gracias, Hermano Neville. Buenos días, hermanos. Es bueno estar aquí hoy en el tabernáculo. Y pensé que quizás si lograba que el Hermano Neville hablara esta mañana, yo intentaría esta noche. Y entonces me puse a buscar una lección de escuela Dominical para esta mañana. Y ¿qué…? Si es la voluntad del Señor, trataremos de—de tener esta lección de escuela Dominical.",
    "Ahora, han pasado como dos semanas ya, desde que llegué. Y he estado muy nervioso, como Uds. se han enterado, pues estando en el campo misionero, quedé muy, muy agotado, y a duras penas podía continuar. Y tuve que venir a tomar un pequeño descanso. Y me tomé como tres días en la represa Wolf Creek, allá en Kentucky, donde nací. Pensé: “¡Oh, ahora me siento maravillosamente! Estoy bien”.",
    "Y regresé a casa, y la primera cosita que tuve que encarar fue una especie de asunto gubernamental con un impuesto al ingreso. Volví a tocar fondo de nuevo. Entonces me di cuenta que se va a necesitar más de una o dos semanas para que yo descanse.",
    "Y mi ministerio está para hacer el cambio ahora. Y no tengo reuniones programadas. Y por eso es que me he tomado este retiro, y pensé, pues ahora en las próximas semanas, que simplemente reposaría, un reposo total, y esperaría en el Señor.",
    "Y muchos de Uds. aquí, que son veteranos, que han estado con nosotros mucho tiempo, recuerdan lo que el Señor nos ha dicho. Siempre ha hecho lo que Él dijo que haría.",
    "¿Recuerdan cuando primero comenzamos, aquí en la iglesia, la mañana que pusimos la piedra del tabernáculo?, cómo Él… fue escrito, y está allí en la piedra, en la hoja de mi Biblia. Esa mañana, esa gran visión dijo: “Éste no es tu tabernáculo”.",
    "Yo dije: “¿Dónde está, Señor?”. Y Él me puso debajo del firmamento. Y vino una Voz. Y miré y vi ésas, como tres cruces, los árboles y el fruto en ellos, y demás. Uds. saben de la visión. Eso fue escrito, hace años.",
    "El otro día tomé allá un libro antiguo, leía algunas de las cosas que el Señor había dicho, predicho; ya se han cumplido. Acerca de este asunto juvenil, y acerca del resultado de la guerra, y todas esas cosas han acertado.",
    "Sólo quedan las dos cosas, de una de esas grandes profecías. Es que los carros estén en las carreteras con control remoto, con la apariencia de un huevo, sólo que uno no los conduce; se controla sólo. Y entonces habrá una gran mujer que se levantará, porque América es una nación de la mujer. Y causará… Una gran mujer se levantará, y será presidente o algo así, en la nación. Y entonces vendrá una aniquilación total. Toda la nación será borrada.",
    "Y, eso, yo predigo… Ahora esto no es el Señor diciéndolo. (Lo otro acerca de la mujer, eso sí es el Señor.) Pero yo predije, en 1933, que el mundo llegaría a una aniquilación total antes del ’77.",
    "Pues, en ese entonces yo no sabía que tenían algo que pudiera aniquilarla como lo tienen ahora, pero vi la nación en una aniquilación total, sólo quedaban troncos de árboles y cosas así.",
    "Así que, viene de camino. Y si todas estas otras cosas han acontecido tal y como Él dijo, eso también acontecerá; y es tal como Él lo ha dicho aquí en la Escritura, lo que Él dice. Si Cristo vino la primera vez, Él vendrá la segunda vez. Y todas las cosas que Él dijo vendrán a cumplimiento. Y viendo que esto sucedió así, y sabiendo que estamos… nuestro número casi está por ser llamado, como nación, sabemos que la Iglesia está para irse en Su Rapto. Esto mueve el corazón de un ministro, o de cualquier laico, saber que estamos en este día y el tiempo en el que vivimos. Es el mejor tiempo que cualquier persona pudiera vivir sobre la tierra, lo es ahora mismo, o sea, para la Iglesia. Así que, realmente deseo sus oraciones.",
    "Y entonces vi en el tabernáculo, y vi que ellos tenían… iban a tener algunas reelecciones y todo, en la iglesia, para algunos de la mesa y demás.",
    "Y—y la iglesia necesitaba una pequeña reunión, una pequeña sacudida. Y Uds. siempre han sido amables conmigo, y me han bendecido. Y yo, al estar aquí, parece haber sido una bendición para Uds. Y estoy seguro que estar con Uds., ha sido una bendición para mí. Y Uds. siempre han aceptado lo que yo he dicho como la Verdad, como yo lo he visto por medio de Dios. Y yo—yo agradezco eso.",
    "Y entonces, comencé, y tuve que averiguar, y enderezar nuestra iglesia, en sus mesas, y luego para las elecciones y todo eso. Y entonces—entonces, pensé, después de eso, en salir y descansar un poco antes de regresar al campo misionero de nuevo.",
    "Guárdenlo para Uds. Ahora, no es para los de afuera, es para este tabernáculo. Queremos una reunión con este tabernáculo, para que todo, y cada error, todas las cosas que han estado pasando, y tal vez los pequeños sentimientos encontrados de alguno contra el otro; ésos, los voy a tomar individualmente y haré que se encaren. Así que, si Ud. no quiere encararlo, mejor es que abandone el país; porque Ud. enfrentará eso, cada cosita, como lo hacíamos aquí en el tabernáculo. Y todo será afinado, porque somos hermanos y hermanas que hemos partido el pan en la comunión, el Cuerpo de Cristo, sobre esa mesa de las bendiciones. Y no es más que el diablo quien causa algo errado, y que causa resentimientos, o hacer pedazos, o cualquier cosa así. Y llevaré a nuestro Hermano Neville, y vamos a ir de lugar a lugar, y sentaremos a las personas con las personas, reuniéndolas, hasta que el antiguo tabernáculo una vez más sea afirmado, que esté de pie, marchando para el Reino de Dios. Ahora, esto es (la razón por la que he dicho esto), es porque estamos con nuestro pequeño grupo aquí en esta mañana.",
    "Y ahora voy a descansar un poco, y regresaré tan pronto como pueda. Luego espero viajar nuevamente al campo de evangelismo. Y esta vez, si es la voluntad del Señor, quiero tomar lo poco que hemos acumulado en fondos, y demás (de lo mío), allá a la… a este programa misionero en el extranjero. Y me conseguiré una carpa nueva y equipo nuevo, y comenzaré en el campo; no será de iglesia en iglesia, sino yendo con nuestras propias reuniones.",
    "Ahora, no menospreciando a los hermanos que me han invitado, lo cual es maravilloso. Pero lo que ocurre en todo eso, uno encuentra que en estas convenciones, ellos anuncian que uno estará allí, y luego todos los amigos vienen, y después es una gran pedidera de dinero. Sencillamente agota a esas personas. Apenas me vengo a enterar de eso, ¿ven? Así que, eso—eso no es correcto. Queremos tener un lugar donde podamos traerlos. Uds. no necesitan traer su dinero. Sólo que Uds. vengan, y—y sirvan al Señor. ¿Ven? Así que, ahora…",
    "Y mi ministerio ahora ha dado un cambio. ¿Recuerdan cuando yo tomaba a la persona de la mano, y me paraba allí, y el Señor me decía cuál era su problema? Dijo: “Entonces, vendrá a ser que conocerás el secreto del corazón de las personas”. Cada uno de Uds. sabe que eso ha acontecido perfectamente así como Él dijo. Ahora, éste es el siguiente paso, que ha sido profetizado y predicho, que irá más allá de Lo que ha sido, ¿ven? Y ahora mismo está en ese cambio.",
    "Y por eso es que Satanás me está combatiendo con lo de los impuestos, queriendo decirme (el gobierno), que debo impuestos al ingreso por cada centavo que he recibido, como ministro, desde hace veintisiete años que entré al ministerio. No es así, por cuanto pasó aquí por la iglesia.",
    "Yo soy el síndico de esta iglesia. Es exactamente correcto. Está aquí en los registros. Y, por tanto, si soy el síndico tesorero de esta iglesia, entonces no hay nada en el mundo… el gobierno no tiene nada que ver en eso. Ellos no están cuestionando la iglesia; están cuestionando que yo sea el tesorero de la iglesia. Y los síndicos han firmado un papel que está allá en el banco, que todos mis fondos… en lugar de tener una fundación propia, lo canalicé aquí por mi iglesia, pues, de todas maneras esto es automáticamente una fundación.",
    "Y al hacer eso, me ayuda a evitar distanciarme de la iglesia y dejarla, y salir y no ser nada aquí; después que le prometí al pueblo que yo regresaría a la iglesia, una y otra vez, y que los ayudaría. Por eso lo mantuve así, porque les hice una promesa a Uds. Por eso es que sigo así, de esa manera, en lugar de tener a un individuo. Pues, si uno hace eso, arroja la cosa en una organización; y estoy firmemente en contra de la organización. Así que, la—la mantendré tal y como está, en las manos de Dios, para que podamos avanzar para el Reino de Dios.",
    "Ahora, en esta mañana, queremos estudiar esta bendita Palabra antigua, y creer.",
    "Ahora, también quiero decir (veo al Hermano Egan y a muchos, algunos de los síndicos sentados aquí), después de que tuvimos nuestra reunión de síndicos, la otra noche: es cierto, yo, públicamente, delante de la iglesia, que cada uno de Uds. ya no es un—un síndico nombrado. Uds. son síndicos elegidos, y sus nombres están en los libros. Muy bien.",
    "Y ahora tendrán más elecciones de—de diáconos, y todo eso. Y lo hará el Hermano Neville, los estará llamando inmediatamente después de este servicio, muy bien, y para tesorero y demás, a medida que establecemos la iglesia. Lo tendremos todo, con el trasfondo listo, entonces podemos tener un avivamiento a medida que llega.",
    "Ahora, antes de abrir aquí las páginas, para nuestra lección de escuela Dominical, en esta gran Palabra del Dios vivo, sólo inclinemos nuestros rostros por unos momentos, mientras hablamos con el Autor de este Libro. Y ahora hagan a un lado todo pensamiento, todo lo que sea contrario, que les impida recibir una bendición.\n\nOremos.",
    "Santísimo y Dios justo, venimos ahora ante Tu augusta Presencia, ofreciéndote a Ti nuestras vidas, y nuestras—nuestras almas, y nuestros cuerpos, y nuestros servicios, y nuestros talentos. Y todo lo que tenemos, te los presentamos a Ti. Y Tú al mirarnos, Señor, si hay algún pecado al descubierto y sin confesar, Te pedimos, ¡oh, Señor Dios!, que apliques la Sangre de Tu Hijo, Jesús, a dicho lugar. Pues, nos damos cuenta que en nosotros mismos somos insuficientes, y es imposible que nosotros podamos sostenernos por nuestra cuenta. Mas bien confiamos plenamente en Su Sangre preciosa, y Su gracia aplicada a nuestra cuenta, para que nosotros indignos pecadores podamos venir audazmente algún día a Tu Presencia, trayendo esta Sangre del Señor Jesús delante de nosotros. La cual, Tú, en tiempos pasados, has reconocido como la Sangre de Tu Hijo unigénito, y has hecho la promesa que “por medio de Él, si confesamos nuestros pecados, seremos justificados por Su gracia”.",
    "Y ahora pedimos, Señor, que nos perdones de cualquier error, cualquier pecado de culpa o de omisión, transgresión; que si algún mal pensamiento ha traspasado nuestra alma, con esos dardos encendidos del diablo, que Tú alejes a este enemigo maligno Tuyo, y de Tu pueblo.",
    "Y pedimos que envíes el Espíritu Santo a que tome la Palabra en este momento, mientras nos rendimos como instrumentos, para que Tú hables por medio de nosotros, y oigas por medio nuestro, Tu Palabra. Y que a cambio, nosotros La recibamos como viniendo de Ti, y salgamos hoy de este lugar, sintiendo que hemos sido reajustados a la causa de Cristo; para que estemos en mejor condición para el servicio de esta noche y de mañana, por causa de la visitación del Espíritu Santo.",
    "Bendice a nuestros hermanos por todo lugar, las iglesias alrededor del mundo que están presentando la Palabra de Vida en este día perverso. Sentimos que no queda mucho tiempo para trabajar, pues la noche llega rápidamente. Las nubes de guerra están flotando nuevamente. La maldad está a la mano, y oramos que Tú nos permitas trabajar como nunca antes. Da reposo a nuestros cuerpos cansados, Señor, y envíanos de nuevo a la batalla. Porque lo pedimos en el Nombre del Señor Jesús, y oramos por Su causa. Amén.",
    "Abramos entonces, en esta mañana, la Biblia, en el—el capítulo 11 del Libro de Hebreos.",
    "El miércoles en la noche hablamos del capítulo 7 del Libro de Hebreos, de “Melquisedec, no teniendo padre, ni madre, sin principio de días ni fin de vida”.",
    "Y pensé, tal vez, en esta mañana, que sería apropiado abrir nuevamente este Libro tan maravilloso, siendo que tenemos los antecedentes para lo que deseamos decir, en las lecturas anteriores. Y saltando el capítulo 10, y el capítulo 9, que son las leyes del sacrifico, llegamos a una cita de la “fe”. Y aquí en el Libro de Hebreos, el capítulo 11, y comenzando con el versículo 23, lo leemos así.\n\nPor la fe Moisés, cuando nació, fue escondido por sus padres por tres meses, porque le vieron niño hermoso, y no temieron el decreto del rey.\n\nPor la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija de Faraón,\n\nescogiendo antes el ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado,\n\nteniendo por mayores riquezas el vituperio de Cristo que los tesoros de Egipto;…y tenía puesta la mirada en el galardón.\n\nPor la fe dejó a Egipto, no temiendo la ira del rey; porque se sostuvo como viendo al Invisible.",
    "Quiero tomar el tema, esta mañana: “escogiendo por fe”. Y quiero tomar como texto, las primeras tres [Cuatro en español—Ed.] palabras del capítulo 23, “Por La Fe, Moisés”. Y al “escoger por la fe”, casi en todo lo que hacemos, tenemos que escoger por fe. Y todo lo que vemos que hizo Moisés, que vale la pena repetir, fue por la fe; no según la vista, sino por la fe.",
    "Y la razón por la que he seleccionado esto en esta mañana, para la iglesia en esta condición, ha sido porque en nuestras… aún nuestras escuelas, y alrededor, nosotros hemos tenido tanta enseñanza científica. Por esto, hemos apartado a la gente de la fe. Ahora, la fe no se prueba por la ciencia. La fe es lo que la ciencia no ve. Y, nosotros… si llegamos a perder esta gran fe, entonces quedamos en una oscuridad total, eso… no importa lo bien educados que seamos, cuánto podamos explicar la Palabra de Dios para que encaje con nuestra propia manera de creer.",
    "No hay manera de jamás complacer a Dios: sólo por la fe. La Escritura lo dice así claramente, y es por fe. “Y sin fe” dice la Escritura, “es imposible agradar a Dios”.",
    "Entonces, si la fe no está de acuerdo con la ciencia, y la ciencia no está de acuerdo con la fe, eso las—las enfrenta a una contra la otra; entonces tenemos que escoger como lo hizo Moisés. ¡Por la fe nosotros creemos!",
    "Ahora, si perdemos la fe, entonces jamás nos será respondida una oración por Dios; “Porque es necesario que el que se acerca a Dios crea que le hay, y que es galardonador de los que diligentemente le buscan”. Por tanto, si nosotros perdemos la fe, nuestras oraciones quedan nulas; no llegamos a ningún lugar.",
    "Así que, lo único en que podemos pensar, en esta mañana, es aferrarnos de la fe. Entonces, si perdemos la fe, todas nuestras esperanzas se pierden. Y si perdemos la fe, toda nuestra realidad espiritual se pierde. Pues, no se puede tener fe en las cosas que se ven, porque las cosas que Uds. ven son todas perecederas.",
    "Si ponemos la mirada en alguna gran persona, un gran ministro, o una gran congregación, todos estos perecerán, algún día. Y si ponemos la mirada en una gran nación, o una gran arma, todas ellas perecerán algún día. Y, por tanto, debemos vivir por la fe, de aquellas cosas que la ciencia no declara. Es por la fe que nosotros creemos.",
    "Ahora, perdemos nuestra gloria si perdemos la fe. Ahora, si nos apartamos de la fe, entonces llevamos la iglesia a una esfera intelectual.",
    "Y muchas veces, se ha pensado entre la gente que por cuanto una congregación era grande, y tenían iglesias grandes, con tremendos campanarios, y un grupo grande de personas bien vestidas y peinadas, y muchas finanzas, que les permite tales cosas, nosotros, muchas veces, consideramos eso de gran inspiración; que esta cierta iglesia debe ser inspirada. O, muchas veces nos hemos referido a los diferentes ministros que salen al campo misionero y tienen grandes reuniones de multitudes, y a veces nosotros pensamos que ésas son las señales de inspiración. Pero eso no es completamente la verdad. Ésa es inspiración humana.",
    "Pero la verdadera inspiración viene al hacer la voluntad de Dios. ¿Ven? Así sea uno, o sólo un puñado. Así sea una iglesia grande, o una iglesia pequeña, no importa. Así él sea un gran orador elocuente, o sólo un hombre que a duras penas se sabe el abecé, no importa. Eso depende del mensaje que él esté trayendo, si es inspirado por la Palabra de Dios.",
    "O ¿es inspirado por la concepción intelectual de inspiración humana? Algunas personas se pueden inspirar por algún orador elocuente. Eso no lo convierte en lo correcto. A veces ellos son inspirados porque el hombre está tan entrenado que puede hacer entender su punto. Eso no significa que sea de Dios. ¿Ven?",
    "Sólo es por medio de la bendita Palabra Eterna de Dios que podemos recibir inspiración, y eso es dado por el Espíritu Santo; por la fe lo recibimos.",
    "Ahora consideremos a Moisés, y esta gran etapa de su vida. Y al leer allá atrás, de su nacimiento, y cómo Dios cuidó de él, pero llegó el momento en la vida de Moisés en que tuvo que venir el momento de escoger. Si leemos correctamente, nos damos cuenta que él era el hijo de la hija de Faraón, y era el heredero al trono, y hubiera sido el próximo Faraón de Egipto. Así que, él lo pudo ver, al mirar alrededor, después que llegó a la edad y de responsabilidad, y esos esclavos estaban trabajando allá afuera en los pozos lodosos. Y, Moisés, miraba por las ventanas del palacio, sobre esos mismos esclavos que Faraón miraba, pero ¡qué diferencia había en la manera que los veían!",
    "Quiero darle una base a este pensamiento, en esta mañana, por unos minutos, y que el Dios del Cielo lo remache en cada corazón aquí. Es la manera en que Ud. ve cualquier cosa, lo que hace la diferencia.",
    "El gran evangelista, John Sprawl, que fue un convertido por el ministerio del Hermano Bosworth, quien muchos de Uds. recuerdan de hace muchos años, del Old Glory Barn. Él dijo que un día estaba de viaje, antes de que muriera su amada compañera y esposa. Se encontraban en La Salle Lorranes, Francia. Y tuve el privilegio de visitar el mismo lugar. Y el guía los estaba llevando por los jardines, y mostrándoles las diferentes cosas. Y llegaron a una cierta estatua del Señor Jesús, de la crucifixión. Y el Sr. Sprawl estaba parado a lo lejos, mirándola, él y su esposa, y, en sus corazones estaban criticando lo que el artista debía haber tenido en mente, o el escultor, mejor dicho, cuando cortó de una piedra, una cosa tan horrible para que fuera, para que representara el sufrimiento y el amor y la tristeza del Señor Jesús, y cómo era de una apariencia completamente tosca y entrecortada. Y el guía se acercó al Sr. Sprawl, y él dijo: “Señor, me supongo que Ud. está criticando esta estatua del Señor Jesús”.",
    "Y él dijo: “Así es”.",
    "Y le dijo: “No estoy nada sorprendido, porque la mayoría de las personas que la miran, primero sí la critican”.",
    "Y el Sr. Sprawl dijo: “Pues, no puedo ver lástima ni inspiración alguna, al mirar tal cosa, así que, me estoy preguntando ¿por qué el escultor la habrá hecho de esta manera?”.",
    "🦅 Y el escultor…”. Dijo: “Sr. Sprawl, esta estatua está bien, y el escultor sí tenía en mente lo correcto. Pero el problema está con Ud.; es la manera en que Ud. la está mirando”. Y él lo tomó a él y a su esposa de la mano, y los hizo bajar a un altar al pie de esta cierta cruz. Y él dijo: “Ahora, Sr. Sprawl, ahora mire hacia arriba”. Y cuando levantó la mirada, él dijo que por poco se le detiene el corazón. ¿Qué diferente era, al pararse a lo lejos allí y mirarla de esa manera, y arrodillarse y verla de la manera que fue hecha para ser vista?",
    "Y de esa manera es Dios; de esa manera es la fe. Es de la manera como Ud. la vea. Si Ud. la mira como una especie de Biblia histórica, de algo que sucedió en días pasados, Ud. jamás podrá captar el verdadero significado de la Biblia. Ud. tiene que ponerse de rodillas, y obedecer los mandamientos de esta Biblia, y verla a través de los ojos del Espíritu Santo.",
    "Yo le preguntaría a esta audiencia, en esta mañana: ¿De qué nos sirve un Dios histórico hoy a nosotros si Él no es el mismo Dios? ¿De qué sirve un Dios, que tomó a Moisés e hizo los milagros que hizo con él, de qué nos sirve a nosotros leer de ese Dios si Él no sigue siendo el mismo hoy? ¿De qué sirve un Dios que pudo librar del horno ardiente a los jóvenes hebreos, si Él no es el mismo Dios hoy? ¿De qué sirve un Dios que juzgó entre el bien y el mal, en un día pasado, y castigó lo errado y bendijo lo correcto, si Él no es el mismo Dios hoy? ¿Para qué vamos a la iglesia? ¿Por qué nos abstenemos de las cosas del mundo, si Él no es el mismo Dios del mismo juicio, y de la misma opinión que Él siempre ha sido? ¿De qué sirve que un Dios haya podido tocarle la mano a una mujer ardida en fiebre, y la fiebre haya cesado, si Él no es el mismo Dios hoy? ¿De qué aprovecha servir a un Dios que pudo llamar a Su amigo de un sepulcro, después de estar muerto por cuatro días, si Él no es el mismo Dios hoy?",
    "Por la fe nosotros creemos que algún día glorioso Él nos llamará de la tierra, aunque seamos de nuevo sólo una cucharada de cenizas. ¿Cómo lo probamos? Nosotros no lo probamos; nosotros lo creemos. A nosotros no se nos pide probar nada; se nos pide creerlo.",
    "Por la fe Moisés hizo tal y tal cosa. Y Moisés, siendo joven, miró por la ventana del palacio, a los esclavos, él vio el mismo grupo de esclavos mugrientos, sucios, enlodados que miraba Faraón.",
    "Y cuando Faraón los miraba, y esos egipcios, ellos no eran más que un montón de esclavos. Eso era lo único para lo que servían; sólo para que fueran adoberos humanos, para hacer ladrillos de lodo, en beneficio de las ciudades que Faraón estaba edificando. Así es como los egipcios y Faraón veían a los esclavos.",
    "Pero Moisés, cuando él los miraba, era de una manera diferente que Moisés los veía. Cuando él los veía pasar por la ventana con esas grandes hendiduras en sus rostros, las lágrimas rodándoles por las mejillas y sus cuerpos doblados, él los veía a ellos como el pueblo de Dios. Él no los miraba a ellos como esclavos; él los miraba como el pueblo escogido de Dios.",
    "Y, ¡oh, a medida que voy de país a país, y de nación a nación, predicando! Desde que salí por las puertas de este pequeño tabernáculo, es una institución inter-denominacional, sin ninguna ley sólo amor, ningún libro sólo la Biblia, y ningún credo sólo Cristo, he querido mirar a los hijos de Dios, y a los rechazados, como el pueblo escogido y elegido de Dios. Yo no les pregunto si pertenecen al Tabernáculo Branham. Yo no les pregunto si son metodistas, o si son presbiterianos, o si son pentecostales, o nazarenos, o Peregrinos de Santidad. Sólo quiero verlos como el pueblo de Dios. Y viendo sus hechos y sus acciones, que ellos son los siervos de Jehová Dios. Y mi corazón desea compañerismo con ellos, no importa la marca que tengan. Yo sólo anhelo el compañerismo con ellos. Yo los amo porque sé que son pueblo de Dios.",
    "Cuando veo a una mujer que viene por la calle, con una falda larga, y con su cabello atrás, bien peinado, y—y con un vestido decente puesto; y veo a otra joven, tal vez de la misma edad, con pantaloncitos cortos puestos; ella pueda que en belleza sea el doble de bonita que la mujer con el cabello largo (conforme a la apariencia del mundo), pero me pondré del lado de esa muchacha que está vestida como una Cristiana. Aunque se estén riendo de ella, y llamándola fanática, con todo, escojo mi lado. Tal vez ella no sea tan bonita como la otra muchacha, en sus facciones, pero ella ve algo. Por fe ella lo ve a Él Quien es invisible, Quien está guiando su vida.",
    "Cuando veo a un hombre en el trabajo, siendo llamado “diácono”, o “predicador”, o “fanático”, porque rehúsa fumar, y tomar cerveza, y asistir a los bailes como los demás, y él es llamado “fanático”, hay simpatía en mi corazón por él. Él es mi hermano, estando en este suelo egipcio, nos hace anhelar en nuestro corazón abrazarlo y decir: “Hermano, somos peregrinos y extranjeros, de esta tierra, y yo anhelo tener compañerismo contigo”.",
    "Moisés tuvo que escoger, escogiendo por la fe.",
    "¡Cuántos jóvenes hubieran saltado a la oportunidad de poder ser el hijo de la hija de Faraón! ¡Cuántos jóvenes hubieran saltado a la oportunidad que tuvo Moisés, de disfrutar todos los placeres y el glamour del mundo, de llegar a ser el rey de Egipto, de tener el mundo entero a sus pies! “¡Qué cosa más insensata!”, que deben haber pensado los jóvenes de su día, “cuando Moisés escogió tomar su lugar con el pueblo de Dios afligido y sufriendo”.",
    "¿Por qué lo hizo él? Por la fe, cuando él levantó sus ojos, vio más allá del glamour de este mundo. Él vio más allá de los placeres del pecado. Y la Biblia dice que él se sostuvo como viendo al Invisible, por fe, y escogió servir a ese Dios sin que importara lo que sucediera.",
    "Eso no ha cambiado. Muchos de nosotros pudiéramos ir a lo que llamaríamos un mejor edificio. Pudiéramos disfrutar, posiblemente, el compañerismo y los placeres de sentarnos en una banca mejor. Pudiéramos ser más populares, al beber y fumar, y vestir y actuar como el mundo. Pero ¿qué sucede? Uds. han alzado la vista, y por fe Uds. lo ven a Él Quien es invisible, y han escogido pararse con los rechazados y así llamados santos rodadores del día. Pues, por la fe nosotros lo vemos a Él Quien es invisible, escogiendo sufrir las persecuciones y las aflicciones.",
    "Yo no les diría a las personas que deben escoger ser afligidos. Yo no digo que Uds. deban escoger el sufrimiento; no sería humano hacerlo. Pero si en la línea del deber hay sufrimiento, entonces recibámoslo cuando venga. Yo no quiero que Uds. vayan a hacer algo para que alguien se mofe de Uds. No quiero que Uds. digan ciertas cosas, que yo soy un… “Yo pertenezco a una iglesia que no cree en tal y tal, en los mundos”, y cosas así, sólo para provocar que las personas se mofen de Ud. Ud. mismo está provocando eso. Yo no diría que Ud. salga acá con algún comportamiento y que hiciera algo radical. Yo no voy a querer que Ud. haga eso para que alguien diga que Ud. es un fanático. Ud. mismo se ha traído eso. Pero si eso está en la línea del deber suyo hacia Dios, deje que el mundo diga lo que quieran decir. Ud. siga su vida.\n\nUd. escoge. Todo hombre y mujer tiene que hacer esto.",
    "¿Qué tal si Faraón pudiera haber visto lo que vio Moisés? Él vio los sufrimientos del pueblo. Él sabía del precio que se pagaría. Pero por la fe lo escogió, en lugar de tener los placeres del pecado.",
    "Tal vez hay jovencitas sentadas aquí, siendo jovencitas glamorosas. El mundo quisiera decirles: “Haz esto y esto. Eres hermosa. ¡Qué forma más bonita tiene tu cuerpo! Deberías mostrarlo”.",
    "Pero, ¡hermana mía, levante sus ojos y mire más allá, a Aquél que dijo: “Es abominación que una mujer vista ropa de hombre!”.",
    "Si los hombres entre las personas de su comunidad, si las mujeres con las que Ud. comparte, dicen: “Córtese ese cabello largo; sería más fresco; sería esto, eso o lo otro; o, le luciría mejor”. ¡No escuche Ud. eso!",
    "Ud. levante sus ojos, y por la fe vea a Aquél que dijo: “El cabello de la mujer es su gloria, y ella no se lo cortará”.",
    "Si le dicen: “Es lo que está de moda. Le ayudará en el trabajo, o con su jefe, si se toma un trago social. Si fumara cigarrillos como las demás mujeres, socialmente la aceptarían más en el vecindario”.",
    "Por la fe levante Ud. sus ojos y mire a Él Quien dijo: “Deshonren este cuerpo, y Yo lo destruiré”. Por la fe nosotros creemos esas cosas. No es nada que Ud. ha visto. Es algo que Ud. cree. Por la fe, Moisés lo hizo.",
    "Y en este caminar de la fe, viene un tiempo donde hay que escoger.",
    "Tristemente, Lot cometió ese error, que cometemos nosotros. Muchas veces escogemos en favor de nuestro propio bien. Escogemos cosas que serían lo mejor.",
    "A veces si hay una pequeña disputa en la iglesia, y por decir alguien dice: “Bueno, el diácono o el pastor ha tomado este lado”. No se fijen Uds. en eso; vean lo qué es justo. Desháganse de ese asunto y hagan que los dos se reconcilien. Eso es lo piadoso.",
    "Hay que escoger. Y nosotros escogemos a nuestro favor. Escogemos algo que sea para nuestro propio bien.",
    "Pero Moisés escogió las aflicciones y la desgracia, para poder caminar con el pueblo de Dios. Ahora, piensen eso; oigan eso. “Escogió las aflicciones del pueblo de Dios, y estimó eso como mejor tesoro, porque se sostuvo, viéndolo a Él Quien era invisible”.\n\nAhora, Lot, cierta vez, tuvo que tomar una decisión.",
    "Y puede ser, en esta mañana, que haya hombres y mujeres sentados aquí, que tomarán su decisión final. Uds. son hoy lo que son, porque hace unos años Uds. escogieron ser lo que ahora son. Y lo que Ud. escoja ahora determinará lo que Ud. será en cinco años desde hoy. En cinco años Ud. pudiera ser un misionero. De hoy a cinco años, Ud. pudiera ser un Cristiano de renombre.",
    "O, de aquí a cinco años, Ud. pudiera estar en el infierno, porque tomó la decisión errada. De aquí a cinco años, Ud. pudiera estar limpiando tazones para escupir en un bar. De aquí a cinco años, Ud. pudiera ser una prostituta en la calle.",
    "O, Ud. pudiera ser un hombre o una mujer que es—que es de mérito a cualquier sociedad, por causa de su decisión por Cristo. De aquí a cinco años, Ud. pudiera estar en Gloria, haberse ido en el Rapto, porque Ud. tomó hoy su decisión.",
    "Pero Ud. tiene que escoger. Y no vea lo que Ud. mira. Escoja lo que Ud. ve por la fe. Eso es lo único que contará, es lo que Ud. escoge por la fe.",
    "Así, Lot tuvo que tomar una decisión. Abraham dejó que Lot escogiera.",
    "Y Dios le da a Ud. para que escoja. “Escojan este día a quién servirán”. En el huerto del Edén había un árbol de—de la ciencia, y el Árbol de la Vida. Al hombre le fue dado el privilegio de escoger cualquiera que quisiera. Y así es hoy. A Ud. le es dado su privilegio, teniendo libre albedrío moral, para escoger lo que Uds. quieran escoger.",
    "Mi consejo para Uds. es: no miren las cosas modernas que los rodean, ni la popularidad ni el glamour que Uds. puedan alcanzar; sino que mejor escojan, por la fe, a Él Quien dio la promesa que algún día vendrá y corregirá todos los errores, y les dará vida Eterna, y los levantará. No importa si Uds. escogen el camino con los pocos despreciados del Señor, tomen esa decisión. Si hay problemas a la mano, si hay problemas en la nación, si hay problemas en la iglesia, si hay problemas en el hogar, no importa dónde sea, tomen su decisión: “Por la fe, yo serviré a Dios; yo me humillaré de corazón en Su Presencia. Escogeré el camino con los hijos de Dios. Yo veo que ellos son odiados y rechazados, y echados y mofados, pero, con todo, tomaré mi puesto del deber. Seguiré allí. Y cuando ellos lloren, lloraré con ellos. Y cuando haya tristeza, yo los acompañaré en la tristeza. Como ellos vivan, viviré yo”.",
    "Como dijo Noemí… O, Rut le dijo a Noemí: “Tus costumbres serán mis costumbres. Mis costumbres serán tus costumbres. Donde vivas, viviré yo. Donde vayas, iré yo. El Dios que sirvas será mi Dios”. Tomen Uds. esa decisión, aunque les despelleje la mismísima consciencia, de Ud. creerse alguien. Despelléjese Ud. mismo y escoja su camino con los pocos despreciados del Señor, y permanezca fiel al servicio de Él y en el puesto del deber.",
    "Lot miró alrededor. Él dijo: “Tengo para escoger”. Y él miró hacia Sodoma. Él vio que esos buenos campos verdes eran mejor que los que Abraham veía, y que el lugar donde estaba Abraham. Él vio las oportunidades de pastar su ganado, de tener mejor ganado y más gordo.",
    "Espero no estarle lastimando los sentimientos a nadie. Pero ésa ha sido la posición de muchos predicadores, de ceder en el Evangelio, pensando que así ganarán más dinero. ¡Un boleto para comer! Yo prefiero vivir en una tierra infértil, comer, beber del arroyo y comer galletas de soda, que ceder en cuanto a la convicción de mi fe en la Palabra del Dios vivo. Yo escogeré mi camino.",
    "Algunos de ellos dijeron: “Billy, qué sucede con tu reunión, pues hay demasiados pentecostales allí”; lo dijo un gran ministro denominacional.\n\nYo le dije: “¿Será que su denominación patrocina mi reunión?”.",
    "No hace mucho, en la revista Look, creo, había un artículo. Y el escritor dijo allí, habló acerca del pueblo pentecostal. Él dijo: “La Iglesia Pentecostal es la iglesia que más rápido está creciendo hoy por el mundo”. ¿Por qué? Porque hombres y mujeres han levantado los ojos y mirado a lo lejos.",
    "Y el escritor también felicitó al pueblo pentecostal. ¡Oh, claro!, dijo él: “Algunos se tornaron radicales y todo eso. Pero, los metodistas adoran un credo. Ellos adoran a Dios mediante un credo. Los bautistas hacen lo mismo, y los presbiterianos. Pero los pentecostales adoran conforme a su Biblia”.",
    "Por la fe nosotros vemos la promesa. Escojo mi rumbo con ellos, no importa cuánto sean despreciados, sigo siendo uno de ellos. Aunque se burlen de ellos, y tengan sus altos y bajos, como Israel, yo jamás quiero pararme con el falso profeta en la colina, un Balaam, e intentar maldecir lo que Dios ha bendecido. Pues, en ese campamento hay una Roca herida, y un Sacrificio ensangrentado, y una Columna de Fuego. No importa en lo que estén, Ella los está guiando a la victoria, y ellos tienen que alcanzarla, porque son el pueblo prometido que está caminando por fe. Aunque ellos no sean una denominación, ellos eran errantes, y también lo es el pueblo de Dios. Sin embargo, yo quiero escoger mi camino con ellos, unirme con ellos en sus filas; no en su denominación, sino en su compañerismo alrededor de las verdades del Espíritu Eterno de Dios, que, por fe, yo he recibido el bautismo del Espíritu Santo. Dios me ayude siempre a tener esa actitud.",
    "Noten. Mientras ellos avanzaban, nos damos cuenta que Lot vio las oportunidades de engordar el—el ganado. Muchos ven las oportunidades de engordar la billetera. Muchos ven las oportunidades de una mejor posición social. Él vio las posibilidades de unos dólares adicionales. Él vio las posibilidades de ser alcalde de la ciudad. Siendo un extraño, y un hombre bastante inteligente, como lo era; “Tal vez yo llegue a ser el hombre importante de la ciudad”. Él vio las posibilidades porque estaban allí frente a él. Pero no vio el fuego que iba destruir esa tierra. Él no se dio cuenta que la tierra estaba llena de pecado, y Dios tenía que destruirla.",
    "Y hoy, las personas buscan refugiarse con decir: “¿Es Ud.…?”.\n\nYo diré: “¿Es Ud. Cristiano?”.",
    "Ellos dicen: “Soy americano”. Eso es como querer decirle a un cuervo que es una rana. Eso no tiene nada que ver.",
    "Ella va a ser destruida, porque Dios es justo. Y si América queda impune con todos sus pecados, el justo y soberano Dios santo se verá obligado a—a resucitar a Sodoma y a Gomorra y disculparse con ellos por quemarlos, por causa de su pecado; si Él nos deja pasar eso a nosotros.",
    "Si Él permite que Ud. llegue al Cielo con sus obras injustas, Él tendrá que levantar a Ananías y a Safira y darles otra oportunidad. Seguro que sí. Pero Él es justo. Ananías vio su dinero; Pedro vio a Cristo.",
    "¡Oh, vaya! Lot no vio la destrucción de sus hijos en ese lugar.",
    "Muchos de Uds., hoy, aferrándose de estos viejos credos formales y cosas, Uds. no ven la delincuencia juvenil ni la destrucción de sus hijos. Ud. no ve a su hija en un prostíbulo; Ud. no ve a su hijo siendo un borracho, o en una mesa de naipes en algún lugar.",
    "🦅 Porque tiene buenas aguas”; y el pecado no se toca. Él no vio a su esposa, la cabeza de todas las sociedades, convertida en una columna de sal, cuando él estaba mirando. Él no se vio a duras penas escapando a una pequeña ciudad en alguna parte, huyendo por su vida. Eso no lo vio él, porque sólo miró lo que estaba frente a él.",
    "Pero, Abraham, él no se fijó en esa tierra bien regada, porque él levantó los ojos y vio el mañana, porque él heredaría todas las cosas. El verdadero Cristiano hoy levanta la mirada y ve la promesa de Cristo: “Bienaventurados los mansos, porque ellos heredarán todas las cosas. Ellos heredarán la tierra”. El verdadero Cristiano, por fe, levanta la mirada y ve eso. Llámelo lo que Ud. quiera. Él levantó sus ojos. Y cuando lo hizo, Dios dijo: “Abraham, camina por la tierra, toda ella es tuya”. Por la fe, Abraham lo hizo; la misma fe que tuvo Moisés.",
    "Un comentarista escribió, el cual dijo esto (Creo que fueron las palabras más hermosas): Que Abra-… “Moisés tomó lo mejor del mundo y lo puso en una balanza; y lo peor de la religión y lo puso en la otra balanza; y lo peor de la religión pesó más que lo mejor del mundo”.",
    "Igual es hoy, si es que fuéramos llamados cualquier cosa que nos quisieran llamar, “fanáticos”, o “sanadores Divinos”, o “santo-rodador”, o como quieran decirnos. Lo peor que fuéramos pesaría más que lo mejor que el mundo puede entregar. Ellos quieren ser llamados “anticuados, retrogrado, fanático”. Eso pesará más que lo mejor que el diablo tenga para ofrecerle a Ud. Seguro que sí.",
    "Moisés, tuvo por mayor el vitupero de Cristo. Él vio a Cristo previamente. Más adelante él habló unas tremendas palabras de mucha inspiración acerca de Él. “Vean, Jehová vuestro Dios os levantará profeta como yo”. Él sabía. Lo vio a Él previamente, y tuvo por mayor Su vituperio que todo el glamour del mundo.",
    "Amigo Cristiano hoy, ¿no puede Ud. hacer eso? Y con todo el glamour y la popularidad del mundo, por la fe, nosotros lo vemos a Él quien lo prometió. Y lo peor de la iglesia hoy, en toda su condición, sin embargo, pesa más que todo lo que el diablo pueda ofrecerle a Ud. Así estemos destrozados, así estemos hechos pedazos, así estemos confundidos y divididos, en denominaciones y fanatismo, eso pesará más que cualquier cosa que el diablo pueda ofrecerle a Ud. Seguro.",
    "Él tuvo por mayores riquezas el vituperio de Cristo que todos los tesoros de Egipto. Luego él tuvo que hacer algo: abandonó a Egipto. ¡Oh, me encanta esa palabra! Él abandonó a Egipto. Vean, él estaba mirando por la misma ventana, pero él veía diferente al Faraón. ¿Qué tal si Faraón pudiera haber visto su fin? ¿Qué si Faraón hubiera visto su nación ahogada? Moisés la vio. ¿Cómo? ¿Por la ciencia? Por la fe, Moisés vio eso. Todo lo que él hizo fue por fe, porque Dios le prometió a Abraham, su padre, que Él—Él visitaría esta nación después de cuatrocientos años, y los sacaría. Y por la fe, Moisés creyó la palabra que Dios dijo, y él mismo sabía, por esa fe, que él era el líder escogido para sacarlos. Él sabía dónde estaba. Él tomó su lugar en los pozos del lodo, como un adobero, y tuvo por mayores riquezas el vituperio de Cristo que sentarse en el trono de Egipto. Él tomó… Él no dijo: “Yo me compadezco de ellos”. ¡Él tomó su lugar con ellos, y fue con ellos! Gloria a… Él tomó el lugar de ellos. Nosotros fuimos con ellos.",
    "Con razón el escritor inspirado dijo:\n\nEscogeré el camino con los pocos despreciados del Señor.\n\nComencé con Jesús, ahora pasaré.\n\nVoy de camino a la tierra de Canaán. (Seguro.)",
    "Moisés; alguien dijo que Moisés escogió mejor, cuando pudo haber sido el hijo del Faraón y haber tenido el glamour del mundo, prefirió más bien ser un hijo de Abraham que ser el hijo de Faraón. Un hijo de Abraham, los despreciados, que ser un hijo de Faraón, el rey.",
    "Yo prefiero ser el hijo del Señor Jesús, y Su consiervo, y tomar mi lugar con el pueblo rechazado de este mundo, que ser el Presidente de estos grandes Estados Unidos de América, o que ser un Elvis Presley, o un Pat Boone, o el que Uds. quieran que sea. Yo tomo mi camino.",
    "Las jovencitas deberían escoger su camino. En lugar de ser una—una Mary Pickford, o alguna gran estrella de cine, alguna muchacha glamourosa, escoger su camino con los pocos despreciados del Señor.",
    "Yo prefiero ser un predicador en el púlpito, predicando las inescrutables riquezas de Cristo, que ser una estrella de Hollywood, o la persona más importante de la tierra. Aunque tuviera poco para comer, mendigar, o lo que tuviera que hacer, yo escogeré mi camino con el pueblo del Señor. Por la fe, yo hago eso. Se me han presentado oportunidades. Pero, por la gracia de Dios, por la fe aún puedo ver.\n\nPor la fe puedo verlo a lo lejos;\n\nY nuestro Padre espera al cruzar Allá,\n\nPara prepararnos Allá un lugar de morada.",
    "Un cobrador de impuestos dijo, el otro día: “¿Por qué le entregó su casa a esa iglesia? ¿Qué lo hizo a Ud. darle una casa de veinticinco mil dólares a ese pequeño tabernáculo todo acabado?”.",
    "Dije: “No fue por la iglesia que lo hice; es por las personas que están allí”. Yo no tengo bienes en este mundo. Todo centavo que he recogido se ha entregado a esta iglesia. ¿Por qué? Mi fe está en Dios, y no en las cosas de este mundo. Mis afectos están arriba. Y pienso que igual es con todos Uds., si están correctamente con Dios. Es cierto, que Uds. lo están. Nosotros, por fe, recibimos. Nosotros, por fe, le creemos a Dios.",
    "Moisés, él tuvo que escoger. Y luego, él tuvo (después de tomar una decisión), él tuvo entonces que guerrear la fe, pues no temió la ira del rey. Ahora, humanamente, él tenía el derecho de temer la ira. Él tenía el derecho de temer la ira del rey, pero no lo hizo. No lo hizo, porque él tenía un trabajo que hacer, y él estaba en la línea del deber. Y a él no le importó lo que el rey dijera al respecto. Él escogió Su camino de todas maneras.",
    "Ahora, Faraón, desde luego, al ver que estaba derrotado, quiso darle a Moisés y a los hijos… Él dijo: “Muy bien, les diré lo que haré. Todos quédense en esta tierra y salgan y ofrezcan sacrificio a su Dios”.",
    "Así es como trabaja el diablo. “¡Oh, Ud. puede ser religioso! ¿Por qué no va y se une a alguna iglesia? Ud. no tiene que hacer todas estas cosas”. Un hombre le dice a su esposa…",
    "La esposa dice: “Esposo, he sido salva. No más manicura, ni colorete y demás. No más de esto; no más fiestas; no más de estas cosas sociales. ¡Me retiro de eso! Ocuparé mi tiempo en la lectura de la Palabra, encargándome del hogar”.",
    "🦅 Ahora, mira, querida: tú, tú puedes ser religiosa, está bien. Ahora, mira, tú—tú asiste acá. Estás en la iglesia equivocada”.",
    "No, no lo está. Está en la correcta. Si Ud. tiene un predicador que le predica eso, Ud. debería permanecer allí. Vaya a escudriñar las Escrituras y vea si eso es lo correcto.",
    "🦅 ¡Oh!” dijo, “asiste acá. Ellos no—ellos no tienen que hacer eso acá. ¿Ven? Ellos no hacen eso acá”. Así de esa manera, “sólo llegue hasta cierto punto”, pero él no quiere que Ud. se salga de la tierra. Así es como hace el diablo. Él no quiere que Ud. se salga de las cosas del mundo; simplemente que traiga el mundo a la iglesia.",
    "El otro día, viniendo por la carretera, encendí mi radio. Y sonaba un—un canto, y continué escuchando, y tuve que escuchar casi toda la canción, antes de poder saber que era absolutamente un canto religioso, ¡oh el diablo queriendo bajar las cosas de Dios al nivel del mundo! ¡No pueden hacer eso! ¡Dios tenga misericordia!",
    "No me importa cuántos álbumes escriba Elvis Presley, de todos los buenos cantos religiosos; con todo, él está poseído por el diablo. Él envió más muchachos al infierno, que todo movimiento que yo conozca, de todo el mundo, en este día. Pat Boone y los demás, él pertenecía a la iglesia de Cristo; y Elvis Presley, a los pentecostales; son Judas Iscariotes, en la forma de esos hombres. El diablo está procurando traer las cosas altas de Dios, para poder mezclarlas por acá abajo. La gente no levanta la mirada Arriba, a Esto. Ellos sólo miran aquí, dicen: “Bueno, todo es lo mismo”. No es lo mismo. Salga de esa tierra.",
    "Dijo: “Pueden ir sólo por unos días. Y vayan, quédense en la tierra”. Por supuesto, él sabía que ellos regresarían. Entonces se dio cuenta que eso no funcionó, entonces ideó algo diferente. Él dijo: “Te diré lo que harás. Ve a cualquier lugar donde quieras ir, pero deja acá a todas tus esposas, todos tus hijos, y todo tu ganado. Déjalos aquí, y ve tú”. Porque él sabía que ellos tenían posesiones allá atrás, que los atraería a que regresaran.",
    "Y eso es lo que el diablo le dice a Ud. Mientras que Ud. se deje colgando algunas cosas del mundo (querer fumar, querer beber, querer vestir como el mundo), eso es todo lo que quiere el diablo.",
    "Escucho tanto acerca de descarriarse. Yo no creo que sea tanto descarriarse como la gente piensa. Sólo es que ellos dejan demasiadas posesiones en Egipto que les son un atractivo para regresar, eso es todo. Descarriarse no es lo que ellos dicen. Ud. aún tiene demasiado del mundo allá atrás, que le atrae.",
    "Hermano, déjeme decirle, cuando Israel se preparó, a la media noche, ellos tenían todo lo que poseían de este mundo, empacado y listo para salir.",
    "Que Dios nos envíe un avivamiento así. Que empaquemos todo, y nos preparemos para salir. Vendrá el clamor de media noche: “Salgan a encontrarlo”. Más vale que Ud. tenga todo empacado. Más vale que Ud. no tenga nada de este mundo sonsacándolo a que regrese, ataduras que vayan atarlo. Empaque. Preparémonos. Nos vamos.",
    "Y ¿saben qué? Les diré, ellos fueron tan fieles a Dios, que Faraón se sobresaltó tanto a la media noche, que dijo: “¡Váyanse! Váyanse, y emprendan camino. ¡Lleven todo lo que tienen, y vayan!”.",
    "Me gozo tanto que un hombre pueda vivir tan cerca de Dios, al grado que el diablo no sabe qué hacer con él. Correcto. ¡Vete! ¡Márchate! ¡Obedece a Dios!",
    "Por la fe, él vio la promesa. Adobero, o no adobero, él escogió su camino con los pocos despreciados del Señor. Faraón dijo: “¡Toma todo lo que tienes y lárgate de aquí! No sé qué hacer contigo”. Así de fiel le fue él a Dios, por la fe.",
    "La fe obra milagros, si Ud. permanece fiel a Dios. Por la fe, nosotros lo vemos a Él.",
    "Se nos acabó el tiempo; se pasó la hora.",
    "Pero, por fe, en esta mañana, levante sus ojos. No mire lo que está a su alrededor, este mundo moderno, sino que mire y véalo a Él, Quien dio la promesa. La Biblia dice: “No vemos todas las cosas perfectamente ahora, pero sí vemos a Jesús”. Ud. mírelo a Él, en esta mañana, y sus caminos cambiarán.",
    "Mientras inclinamos nuestros rostros, por un momento, para hacer una oración. Que el Señor añada Sus bendiciones al Mensaje.",
    "Piense ahora en su corazón: ¿Ha estado Ud. mirando las cosas del mundo? Por fe, ¿ve Ud. a Jesús? ¿Está Ud. con la vista en la popularidad, su iglesia? ¿En la que es su posición social con el mundo? O, ¿ve Ud. a Jesús, Quien, en piedad, se colocó a Sí Mismo a la diestra de la Majestad en las Alturas, Quien sufrió como mártir, el justo por el injusto? ¿No puede Ud. levantar los ojos y ver ese Árbol de Vida más Allá? Entonces, deje este árbol de la ciencia y la sabiduría, y sírvalo a Él.",
    "¿Les gustaría ser recordados en oración antes de orar? Levanten la mano, por cualquier petición que puedan necesitar. Dios le bendiga. Él les ve la mano a todos.",
    "Si Ud. es un pecador, levante sus ojos y mire ahora. Si Ud. ha sido indiferente, si ha tenido pequeñas riñas y cositas, ¿qué importa eso? Ud. se va a morir un día de estos. ¿Qué día? ¡Pudiera ser hoy! Ud. no sabe. Dentro de una hora Ud. pudiera estar en el infierno, o pudiera estar en el Cielo; pero, Ud. tiene que escoger ahora. Si hay algo en su vida que no está correcto, escoja Ud. ahora, por fe.",
    "Ud. dice: “¡Pues, si puedo se las cobraré a ella! ¡Si puedo, se las cobraré a él!”. No importa lo que ellos hayan hecho, escojan Vida. Escojan Vida.",
    "Pues, Jesús dijo: “Si de corazón Ud. no le perdona a toda persona su pecado, tampoco su Padre Celestial lo perdona a Ud.”. Entonces, acérquese así. Si hay alguna cosa contra alguien en su corazón, pecador o santo, Ud. está en peligro del fuego infernal.",
    "Ahora, levante sus ojos. ¿Qué ve, a su enemigo? O, ¿ve Ud. a su Salvador? ¿Qué está mirando Ud. en esta mañana?",
    "Si está enfermo, y su médico le dice que Ud. no sanará, levante sus ojos, hacia la cruz, donde Él fue herido por nuestros pecados, por Sus llagas fuimos curados. No ponga la mirada en lo que el médico dice; él está trabajando por la ciencia. La fe funciona dentro de la esfera del Espíritu y Dios. Pensemos en estas cosas ahora mientras que Uds. han levantado la mano. Dios las vio.\n\nOremos.",
    "¡Oh, Dios Eterno!, ahora en la quietud de esta adoración, después que ha sido dado el Mensaje, no permitas que esas semillas de Tu Palabra, Señor, caigan sobre terreno rocoso. No permitas que el Mensaje, Señor, caiga entre abrojos, espinos; que las preocupaciones de esta vida (como Lot) no vayan a ahogarla, en el final, que quede eliminada. Sino que, ¡oh, bendito Dios!, que caiga en buenos terrenos fértiles, en corazones penitentes. Y en el mío también, Señor, que todos podamos mirar por el espejo de Dios de mirar, y ver la Iglesia rechazada del Señor Jesús, el pueblo rechazado, el camino rechazado, y permite que caminemos por este glorioso camino.",
    "Como Moisés, él no sabía a dónde iba. El pueblo no sabía a dónde iban. Ellos no sabían qué dirección tomar. Simplemente emprendieron la marcha.",
    "Y ¡oh, Señor Dios!, mientras se está tocando este hermoso himno, por la fe podemos ver esa Tierra a la distancia. Permite ahora mismo, que hombres y mujeres aquí no tengan en cuenta lo que el mundo va a decir, ni cómo es que irán. Que ellos simplemente se levanten en su espíritu, y vayan.",
    "Moisés siguió la Luz, y Ella lo guió a él a la tierra de la promesa. Sin saber a dónde era que iba, no obstante, él sencillamente caminó en la Luz, hacia esa tierra que era más resplandeciente que el día.",
    "Concede hoy, Señor, que muchos aquí caminen en la Luz de la Escritura y en el compañerismo del Espíritu Santo, y con la Iglesia; la Iglesia, el Primogénito, los bebés recién nacidos que han recibido a Cristo, y han sido llenos del Espíritu Santo, dirigidos por el Espíritu. Permite que caminemos en este compañerismo, juntos, rodeados de las verdades de Dios; sirviéndolo a Él en bautismo, en obediencia a Su muerte, sepultura y resurrección. Que lo sirvamos a Él conforme a Su mandamiento: “Quedaos en Jerusalén hasta que seáis investidos con Poder desde lo Alto”. ¡Que nosotros lo sirvamos a Él en sanidad Divina, orando por los enfermos! ¡Que lo sirvamos a Él en comunión, partiendo el pan, en sencillez de corazón, en compañerismo alrededor de la Palabra de Dios! Que lo sirvamos conforme a todas Sus verdades Divinas, hasta que esa Tierra esté a la vista. Concédelo, Señor. Escucha nuestra oración, mientras Te lo encomendamos ahora todo a Ti, en el Nombre del Señor Jesús.",
    "Ahora con nuestros rostros inclinados, en silencio, suavemente, vamos a cantar este canto. Ahora, ésta es la adoración. El Mensaje ha terminado. Nadie se vaya. Hagan silencio. Vamos a adorar.",
    "El mensaje es la corrección. Piensen ahora en lo que han hecho, en lo que debieron haber hecho, ¿qué los ha llevado a ser lo que son hoy? Lo que hace que Uds. sientan condenación hoy, es porque ayer hicieron algo. ¿Qué será de mañana? Corrijan eso hoy, y mañana tendrán libertad. ¿Ven? Uds. tienen que escoger. ¿Cómo podrán hacerlo? “Por la fe, ahora yo suelto todo. Ahora lo suelto, y algún día pasaré Allá”.\n\nEn el mundo feliz,\n\nReinaremos con nuestro…;\n\nSólo adoren ahora al Señor en su espíritu.\n\nEn el mundo feliz,\n\nEncontraremos esa Iglesia despreciada. (Es un caminar difícil, pero algún día nos encontraremos.)\n\nA nuestro bondadoso Padre arriba,\n\nCon los santos daremos loor,\n\nAl invicto glorioso Jesús,\n\nY por las bendiciones que…\n\nCon los pocos despreciados, por fe, yo escojo.\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor;\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor.\n\nHay un Mundo…\n\nSólo adórenlo a Él. Ésta es la adoración.\n\n…por la fe puedo ver,\n\nPor la fe yo escojo.\n\n¡Oh, el Padre espera…!",
    "Veo a todos los del Señor Allá; al Hermano George, al Hermano Seward, a todos los santos.\n\n…un lugar Allá, (¡Sí, Señor!)\n\nEn el mundo…",
    "Su papá, Howard, Edward, todos esos amigos santos de antaño que hace tanto tomaron ese Camino.\n\nEn el mundo feliz, (¡Sí, Señor!)\n\nEn esa hermosa orilla nos veremos;\n\nEn el mundo feliz canta-…(¡Oh, Dios!)\n\nBenditas melodías gloriosas, (¡Gloria a Dios!)\n\n…tristeza no habrá,\n\nNi anhelaremos las bendiciones de ese lugar de Reposo.\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor… 🦅"
  ]
}