{
  "title": "COLOCACIÓN DE DIÁCONOS",
  "id": "58670009",
  "content": [
    "🦅  Lo primero es el posicionamiento de algunos diáconos en la iglesia. Y nuestra iglesia aquí es soberana. No tiene que tener a ninguna denominación o alguien que le envíe sus diáconos, ella elige a sus propios diáconos. Ella elige a su pastor, ella elige a sus síndicos, ella elige todo lo que entra y lo que sale de la iglesia, ninguna persona tiene que decir nada, en ninguna decisión, es la iglesia. Y la iglesia son aquellos que vienen y sostienen a la iglesia con su presencia, con sus diezmos y ofrendas, ellos son los que siempre tienen un voto legal en el posicionamiento de los diáconos.",
    "Quiero agradecer a la pasada mesa directiva de diáconos, y lo expreso de aquí también por la iglesia. Si algunos de estos hermanos están aquí, como el Hermano Cox, el Hermano Fleeman, el Hermano Higginbotham y el Hermano Deatsman, quiero decirles que nos sirvieron muy bien, sirvieron al Señor, en este tabernáculo.",
    "Y de acuerdo a las leyes de la iglesia, cada año, los diáconos y los síndicos automáticamente terminan su oficio. Y si ellos quieren regresar, muy bien. Si no quieren regresar, entonces sus lugares son reemplazados cuando renuncian a esta mesa directiva.",
    "La otra noche llamé a la mesa directiva de síndicos, la cual es una nueva directiva. Me fijé que el Hermano Luther McDowell está aquí en esta noche, estamos contentos de verlo, él pertenecía a la pasada mesa directiva de síndicos. Esta semana fui a enterarme y a confirmar y hacer una copia fotostática, la cual se presentará a la iglesia, también. Los nuevos síndicos de la iglesia son el Hermano William Morgan, el Hermano Mike Egan, el Hermano Banks Wood, y el Hermano Roy Roberson. Todos ellos viven en esta ciudad, excepto el Hermano Roberson quien vive entre las dos ciudades. Se ha visto que el Señor está en esos hombres, y han sido hombres honorables, y ahora han recibido el oficio como síndicos de esta iglesia.",
    "Y mientras esta reunión se efectuaba, seleccionando la nueva mesa directiva de diáconos, se le notificó al asistente del pastor, que estos habían terminado su período y que habían renunciado y que iban a seleccionar más diáconos. La iglesia…La manera que esto se hace, es de la manera siguiente, la mesa directiva de diáconos puede señalar hombres que ellos conocen y que se han dado cuenta que sean honorables y justos.",
    "El oficio de un diácono es un oficio muy importante, y es un gran honor en el Señor el ser un diácono en la iglesia. La otra noche durante la reunión, me hablaron de un cierto hermano. Y cuando me junté con el pastor el viernes pasado, ya se había acordado por la mesa directiva que los hermanos que habían elegido, eran hombres justos y honorables.",
    "Un joven que habían elegido, no llenaba exactamente todos los requisitos (no porque él no fuera el correcto tipo de hombre), él fue una sugerencia de uno de los hermanos honorables de nuestra mesa directiva de síndicos. Cuando el pastor y yo nos juntamos, y yo le pregunté la edad de ese joven, me dijo que andaba en sus veinte años. Un real hombre, justo, honorable, pero nos dimos cuenta que era soltero. La Biblia requiere que un diácono sea un hombre casado. El debe de ser esposo de una sola mujer.",
    "Y luego otro hombre el cual era un hombre muy honorable, muy capacitado para el oficio y que hubiera sido un hombre leal, como lo dijo el hermano que lo propuso. Después de investigar el caso, vimos que el hermano había aceptado esta Fe, recientemente y su esposa no la creía. Esto descalificó al hermano para el oficio. Porque él debe de tener a toda su familia en sujeción, también deben de estar en la Fe, porque esto causaría un conflicto.",
    "Y lo que estamos haciendo ahora, es edificando y posicionando a esta iglesia. Y yo como el obispo, sobre toda la iglesia, debo de ver que todo se guarde, Escrituralmente, que todo esté en la Palabra.",
    "Así que la mesa directiva y el pastor y yo como obispo hemos llegado a un favorable acuerdo de seleccionar de este grupo de gente aquí, algunos hombres que nosotros hemos pensado que son honorables y justos. Lo único que podemos hacer nosotros es presentarlos. Y luego, ellos son elegidos por el propio voto de la iglesia. Y después estos hombres servirán en su oficio, si ellos lo aceptan. Ellos estarán actuando en su oficio por un corto tiempo, para ver si Dios los ha llamado en verdad. Y si ellos se sienten que no están capacitados, entonces, tienen el derecho de renunciar al oficio en unas cuantas semanas, para que alguien más pueda ser nombrado en lugar de ellos.",
    "Al principiar el avivamiento (si Dios lo permite), que quiero tener aquí en este tabernáculo tan pronto como regrese de mi descanso,…ordenaremos a estos diáconos imponiéndoles las manos, a los diáconos y tesoreros de esta iglesia. Pero primeramente deben ser señalados y ver si a ellos les gusta y si la congregación los acepta. Si es así, si todo está bien en los dos lados, entonces es cuando estos hermanos serán ordenados como diáconos; los síndicos son elegidos de la misma manera.",
    "Es por la soberanía y la ley de la iglesia, por la Palabra de Dios. Así es que, no es nada más decir: “Yo creo que este hermano sería el candidato correcto”, eso no es, “no está en que el Hermano Neville piense que este hermano sería el hermano indicado”, o “que la mesa directiva de síndicos piense que este hermano sería el hermano indicado”. ¡Tiene que ser aprobado por la iglesia! Nadie hace nada aquí de por sí mismo. Es por el voto de la iglesia. Es la soberanía de la iglesia.",
    "Los primeros reglamentos de la iglesia fueron destruidos en la inundación de 1937. Pero los hemos escrito otra vez, y los colgaremos aquí en la pared pronto, y allí estarán descritos los deberes de los síndicos, de los diáconos, de los tesoreros, y demás, del pastor, del ayudante de pastor.",
    "Por la gracia de Dios, se me ha informado que con un voto de cien por ciento de la mesa directiva de esta iglesia, se ha acordado que el Hermano Hollin Hickerson es un hombre justo, y honorable y califica para recibir el gran honor de ser un diácono de este tabernáculo.",
    "También, hemos acordado, y por el voto de la mesa directiva, que el Hermano Collins también ha sido hallado ser un hombre honorable y justo. Siendo él un ministro, se le ha pedido que sea un diácono de la iglesia; y no únicamente diácono, sino que sea ayudante de pastor del Hermano Neville, tal vez asignado a una escuela dominical, o a tomar el lugar del Hermano Neville, o a lo que se le haya llamado hacer como un ayudante del Hermano Neville. Este es el Hermano Collins.",
    "Y, también, la iglesia ha votado en favor, del Hermano Tony Zable, como un hombre honorable y justo, y a él ya se le había honrado antes por la mesa directiva de síndicos y por el pastor, pidiéndole que aceptara el oficio de diácono en este tabernáculo.",
    "Y también se le ha pedido y se ha encontrado ser un hombre honorable entre nosotros…(No…que estos sean los únicos hombres honorables, sino que ellos han sido elegidos por la mesa directiva.) El Hermano Taylor de Henryville, o de Memphis, creo que es, Memphis, Indiana. El ha estado con nosotros por mucho tiempo, ayudando a sentar a los hermanos y en todo lo que podía. Y la iglesia ha votado en favor de él, en acuerdo con la mesa directiva y el pastor, y le han pedido que acepte el gran oficio de ser un diácono de este tabernáculo.",
    "Y también se le ha pedido esto al yerno del Hermano Mike Egan, el Hermano—Hermano Bob Harnard, y ha sido escogido y se le ha pedido por la mesa directiva y por el pastor, que acepte el oficio de tesorero de este tabernáculo, lo cual es un trabajo honorable, en el que se requiere justicia y honorabilidad.",
    "Y mientras hablo estas cosas, creo, mis hermanos, que el ser llamados Uds. de entre este pueblo, es un gran honor para Uds. Y no sólo eso, sino que es una oportunidad de hacer algo.",
    "En estos momentos voy a llamar al Hermano Neville, nuestro ayudante, que lea los requerimientos de un diácono. Hermano Neville, por favor léalos de la Palabra de Dios. [El Hermano Neville lee Primera de Timoteo capítulo 3 del versículo 8 al 13.—Editor]:\n\nLos diáconos asimismo, deben ser honestos, no bilingües, no dados a mucho vino, no amadores de torpes ganancias;\n\nQue tengan el ministerio de la fe con limpia conciencia.\n\nY estos también sean antes probados; y así ministren, si fueren sin crimen.\n\nLas mujeres asimismo, honestas, no detractoras, templadas, fieles en todo.\n\nLos diáconos sean maridos de una mujer, que gobiernen bien sus casas.\n\nPorque los que bien ministraren, ganan para sí buen grado, y mucha confianza en la fe que es en Cristo Jesús.",
    "Amén. Voy a pedirles en estos momentos a estos hermanos que han sido elegidos, que pasen aquí adelante por un momento. Mientras nosotros inclinamos nuestros rostros para orar, quiero que ellos…Y la iglesia sabe lo que es esto, sabe que es la elección de su mesa directiva de diáconos y de sus tesoreros.",
    "Señor Jesús, es en sobriedad, y pensando piadosamente que nosotros nos acercamos a Ti en estos momentos. Venimos con respeto a Tu Santa Palabra, venimos creyendo que: “Toda palabra de hombre es mentira, pero la de Dios es verdadera”. Y estamos agradecidos Contigo por esta Iglesia la cual Jesús ha comprado con Su propia Sangre preciosa, y nos ha dado este edificio para que adoremos.",
    "Y nosotros como atalayas de esta gran manada, sobre la cual el Espíritu Santo ha ordenado que estemos, estamos tratando en estos momentos de presentar a esta congregación a un grupo de hombres leales, y justos que nosotros creemos que están llenos del Espíritu y listos para el oficio. Como en una ocasión se dijo concerniente al escogimiento de diáconos: “Id y buscad entre vosotros, hombres de buen testimonio y con el Espíritu Santo, para que ellos sirvan en esta obra, de cuidar de las viudas y de los huérfanos, de distribuir el dinero, y cuidar del bienestar de la iglesia” Acabamos de leer lo que años antes escribió ese gran, inspirado, San Pablo, quien asentó en las Escrituras la declaración de los requerimientos de tal posición.",
    "Dios, honró a estos hombres. Y ahora, Señor, es la iglesia soberana, como el cuerpo del Señor Jesús, la que hace la elección. Y [Porción no grabada en la cinta.—Editor] …y enfocaremos esta porción del servicio de una manera especial, en el Nombre Santo y Justo de Jesús.",
    "Con nuestros rostros inclinados, no únicamente nuestros rostros pero nuestros corazones, cada miembro de esta iglesia… que asiste aquí regularmente y que la sostiene con sus diezmos y ofrendas, lo cual hace esto considerarse un miembro de esta iglesia. Mientras, el pastor y yo, el—el ayudante de pastor (el Hermano Neville), y yo únicamente miramos. Quiero preguntar, ¿si esta iglesia halla al Hermano Taylor ser un hombre justo y capaz, juzgando con lo mejor de su juicio, para que sea un diácono de este grupo de gente? Si es así hágalo saber levantando su mano. [El Hermano Branham guarda silencio por unos momentos.—Editor] Muy bien. Ahora, si hay algo contrario, levanten sus manos. [El Hermano Branham guarda silencio por unos momentos.] Gracias.",
    "¿Alguno de estos miembros de esta iglesia aquí…todos, han encontrado al Hermano Hollin Hickerson ser un hombre justo y honorable y ser un hombre que fue hallado ante sus ojos ser digno de llegar a ser diácono de esta iglesia? Levanten su mano derecha si esto es así. [El Hermano Branham guarda silencio por unos momentos.—Editor] Si hay algo contrario, levanten sus manos. [El Hermano Branham guarda silencio por unos momentos.]",
    "¿Esta congregación encuentra al Hermano Collins ser lo mismo, un hombre justo y honorable, y digno del oficio de diácono en esta iglesia? Levanten sus manos si es así. [El Hermano Branham guarda silencio por unos momentos.—Editor] Si hay algo contrario, levanten sus manos. [El Hermano Branham guarda unos momentos de silencio.]",
    "¿Esta congregación halla al Hermano Tony Zable ser un hombre honorable y digno de este oficio, de ser diácono de esta manada en esta iglesia? Levanten sus manos derechas. [El Hermano Branham guarda silencio por unos momentos.—Editor] Si hay algo contrario, levanten sus manos. [El Hermano Branham guarda silencio por unos momentos.]",
    "¿Esta congregación siente que el Hermano Harnard quien ha estado un tiempo con nosotros, sea un hombre justo y recto, para que ocupe el oficio de tesorero, secretario tesorero de esta iglesia, para que tome las riendas de sus finanzas y pague sus cuentas? Si es así, levanten sus manos derechas. [El Hermano Branham guarda silencio por unos momentos.—Editor] Si hay algo contrario, levanten sus manos derechas. [El Hermano Branham guarda silencio por unos momentos.]",
    "Deseo decirles a los hermanos que están parados aquí en estos momentos, al pie de esta cruz, que esta iglesia, ha llegado a un acuerdo (nadie está en contra en lo absoluto), un acuerdo de ciento por ciento, que todos Uds. son dignos ante los ojos de Dios de este oficio al cual Dios los ha llamado.",
    "Ahora, Uds. han dicho: “Sean estos probados primeramente, y veamos si en ellos está el deseo por este oficio”. Dentro de unas cuantas semanas, Dios mediante, voy a regresar y voy a imponer manos sobre este grupo de hombres, para hacerlos síndi-…diáconos y tesoreros oficiales de esta iglesia.\n\nInclinemos nuestros rostros por un momento:",
    "Señor, estamos contentos en esta noche de que todavía hay hombres viviendo en la tierra que pueden caminar piadosamente delante del mundo; tan piadosamente que un tabernáculo, con reglamentos estrictos como el que éste tiene, pueda elegir cinco hombres a una posición de líderes de ellos, sin ningún voto de oposición. Estamos felices por ellos, y sentimos que Tú estuviste con nosotros al hacer estas decisiones, con la mesa directiva y con nosotros los pastores.",
    "Dios, bendice a estos hombres. Y haz que ellos sirvan este oficio con todo su corazón, sabiendo que se les ha comprado un grado de distinción en el Cielo. Algún día cuando los Libros del Cielo sean cerrados, haz que el Libro de los seres celestiales y que cuando el gran Libro del Cielo sea abierto, haz que sus nombres estén ciento por ciento delante de Dios y del Salvador y de todas las huestes Celestiales, haz que sea todo igual en el Reino de El. Bendícelos, Señor, y haz que ellos sirvan este oficio bien. En el Nombre de Jesús te damos gracias por ellos. Amén.",
    "Quiero estrechar sus manos, [El Hermano Branham los saluda de mano.—Editor] Hermano Harnard, Hermano Zable, Hermano Collins, Hermano Hickerson y Hermano Taylor. Estoy tan feliz de saber que hemos tenido compañerismo todo este tiempo con estos hombres tan honorables. Dios les bendiga. Nos veremos pronto, cuando regrese, tan pronto que tome mi descansito, y vamos a ver cuánto les gustó su oficio. Muy bien, el voto de la iglesia, fue ciento por ciento, no hubo una sola oposición.",
    "Oh ¿no están Uds. contentos de estar asociados con gente que hoy día pueden vivir piadosamente, delante de Dios, y delante de este mundo en la condición actual en que está? Es una cosa maravillosa.",
    "Estoy muy contento de saber en esta noche que yo tengo el privilegio de tener a estos hombres y a esta iglesia como mis amigos. Estoy contento que Dios me permitió asociarme con Su Iglesia por todo el mundo. Oh, ellos son despreciados y rechazados y hablan de ellos, como lo dije en esta mañana en mi mensaje, tal vez sólo hacedores de adobes, como el mundo los mira y “un montón de fanáticos”, pero Dios los mira a ellos como Sus hijos. Estoy muy contento por eso. Tal vez ellos no sean capaces de decirle a Ud. cuántas millas hay de aquí hasta la luna. Tal vez ellos no sean capaces de decirle a Ud. todo lo referente a los sistemas solares y cómo se mueven. Pero hay una cosa que ellos saben, ellos saben la hora en que ellos fueron nacidos otra vez. Estoy muy contento por ellos.",
    "Y como una pequeña parábola que aprendí, de mis dos niñas y la voy a contar en esta noche aplicándola a nosotros, y haciéndola más real a nosotros, para que Uds. entiendan el significado de lo que quiero decir. Una mañana, al levantarme de la cama…Yo tengo dos niñas. Una de ellas se llama Rebeca, y la otra Sara, y ellas son las consentidas de su papá.",
    "Tengo también un muchachito, que se llama José. Y en una ocasión viniendo de Chattanooga, en esta última campaña que estuve allá, había predicado en esa noche. Y venía en el automóvil, con mi hijo mayor, Billy. Su esposa y Meda y las niñas venían en el carro, también. Y veníamos en camino, y nadie había dicho nada por varias cuadras. Yo había predicado duro al pueblo en esa noche en contra de lo que estaban haciendo. Y nadie había comentado nada. Y mi pequeño José se acercó y me puso su mano en el hombro, y me dijo: “¡Papá, en verdad predicaste en esta noche!”",
    "Y en esta mañana, cuando iba de regreso y yendo rumbo a la Calle Ocho y la Calle Décima…La Penn y la Décima, quise decir, nadie había dicho nada, ni mi esposa ni mis dos niñas. Y el pequeño José puso su mano sobre mi hombro otra vez, y me dijo: “Papá, en verdad me gustó lo que predicaste en esta mañana”.\n\nY yo dije: “Bueno, al menos tengo un admirador, y ese es mi hijo”.",
    "Volviendo a la parábola que aprendí. Una mañana, sentado en el cuarto, la pequeña Rebeca vino corriendo, y se sentó en mi pierna y me abrazó, ella es la consentida de su papá. Y me estaba abrazando. Y la pequeña Sara saltó de su cama, todavía con sus piyamitas puestas, y vino y se puso a un lado de mí. Ella es la pequeñita de ojos cafés.",
    "Y Rebeca le dijo: “Oh, Sara, no tiene caso que vengas, porque yo tengo agarrado totalmente a mi papá. ¡Mi papá es todo mío!” Y la pequeña Sara, hizo pucheros y sus ojitos cafés se llenaron de lágrimas. Y yo le hice señas para que viniera y saqué la otra pierna, y ella vino y se sentó en ella.",
    "Rebeca tenía piernas largas, así que ella podía alcanzar el piso con ellas. Pero la pequeña Sara estaba muy chiquita todavía, así que yo la abracé. Y la pequeña Sara miró a Rebeca y le dijo: “¡Rebeca, tú pudieras tener agarrado a mi papá totalmente, pero mi papá me tiene agarrada totalmente a mí!”",
    "Y yo creo que es de la manera que es aquí. Tal vez no pudiéramos saber toda la teología, no todas las grandes palabras Griegas, este grupo de gente no pudiera saber eso. Pero de seguro hay una cosa, yo creo que Jesús nos tiene agarrados a todos nosotros. Amén.\n\nMuy bien, Hermano Neville. 🦅"
  ]
}