{
  "title": "¿POR QUÉ NO SOMOS UNA DENOMINACIÓN?",
  "id": "58680009",
  "content": [
    "🦅  Es un privilegio estar nuevamente en el púlpito después de me supongo una ausencia de casi tres meses. Para las ardillas ha sido muy difícil; y para mí también. He estado descansando, y me siento con más fuerzas para entrar nuevamente al servicio. Y durante esta semana entrante, el miércoles, estamos esperando comenzar un avivamiento, aquí mismo en el Tabernáculo. Y si es la voluntad de Dios, el Señor me ha prometido un nuevo tipo de ministerio, un poco distinto. Y si a El le placiere, espero dar comienzo a ese-ese nuevo tipo de servicio esta semana próxima, aquí en el Tabernáculo, para comenzar.",
    "Y no tengo ningún itinerario para los servicios, solamente en Australia y Nueva Zelandia para este enero próximo. Luego el Hermano Osborn está pidiendo que tengamos una campaña unida — y le hice una promesa hace ya algún tiempo — para aquí en Tulsa más adelante, pero no estamos seguros de eso todavía.",
    "Hermano Jeffreys, ciertamente fue algo bueno poder estrecharle la mano aquí atrás, y también poder escuchar a su hijo entonar ese himno mientras Ud. tocaba. Me gusta ese equipo de padre e hijo. ¿No les gustó a Uds.? “Instruye al niño en su camino…” [Proverbios 22:6] Sí, Sr. Guenther, Ud. sabe que esa es la verdad, ambos de Uds. “Instruye al niño en su camino, y aun cuando fuere viejo no se apartará de él”. Y esa es la verdad. Puedan haber ocasiones cuando él se aparte de ello, pero ello no se apartará de él. Eso-eso siempre se quedará con él — aquel primer entrenamiento y lo que ha sido levantado para hacer, eso ciertamente se quedará con él. Ahora, esto es…",
    "Me encontré con el Hermano Jeffreys aquí afuera, y le dije, “Hermano Jeffreys…” yo pensé, Uds. saben, siempre estoy gozoso de ver a mis hermanos que nos visitan, pero ¡qué noche para que estén de visita los hermanos! Esta es la noche para la gente que normalmente viene al Tabernáculo, aquí antes del este avivamiento, esta es la noche. Queremos tomar esta noche y mañana por la mañana y mañana por la noche, tocando lo que nosotros creemos aquí en el Tabernáculo, para ensayarlo nuevamente. Tenemos algunas creencias muy raras, muy extrañas, pero de alguna forma u otra, las encontramos en esta Biblia. Parece que todas están allí.",
    "Y ahora si hubiera algún hermano o hermana extraña de visita, que pertenezca a cierta denominación, o que no estén de acuerdo y están de paso esta noche, queremos que Ud. sepa que está muy bienvenido. Está sumamente bienvenido. Pero ahora yo…Aquí hablamos algo duro, así que si sucede que Ud. no concuerda con esto, bueno, haga como hago yo cuando estoy comiendo postre de cereza. Cuando estoy comiendo postre de cereza (el cual es mi favorito), siempre cuando estoy comiendo el postre, si me encuentro con una semilla, no descarto el postre. Solamente boto la semilla, y sigo comiendo el postre. O como cuando comemos pollo. Y a todos Uds. les gusta el pollo, pero cuando uno llega al hueso no se detiene. Le da la vuelta al hueso y sigue comiendo el pollo. Entonces haga Ud. de esa manera en esta noche mientras estoy hablando aquí. Si Ud. se topa con algo, diga, “Ahora, yo no…Yo solamente estoy aquí de paso, en esto que es la doctrina de esta iglesia por estos tres cultos. Están ensayando lo que ellos creen, lo están repasando”.",
    "Y casi la única manera de hacer que una persona lo crea, es remachar tan duro el asunto que ellos tendrán que saber que esa es la cosa correcta. Es la única manera de hacer que la cosa pegue bien. Como mi amigo, el Hermano Wood, con quien he estado. Si uno mete el clavo sólo hasta la mitad y la tabla queda suelta, de repente el viento se lo puede llevar. Pero es necesario remachar bien el clavo y hacer que se quede bien anclado. Entonces si en algunas de estas cosas pareciera que soy muy áspero — y en particular para Uds. que están de visita — no es que quiero molestarlos a Uds., sino que estoy queriendo remachar para esta iglesia lo que nosotros creemos. Todos los que entienden eso claramente, digan, “Amén”. [La congregación responde, “Amén”.] Muy bien, eso está muy bien. Me libro de todo esto. Y lo están grabando, para que si después desean saber en realidad qué nosotros creemos y en qué terrenos nos paramos, estas grabaciones lo dirán. Y hacemos esto de vez en cuando, porque siempre hay gente nueva llegando, y así proseguimos. No podremos repasar todas las Doctrinas de la iglesia, pero solamente de algunas de ellas que queremos hablar. Yahora el miércoles daremos comienzo…",
    "El lunes y martes estaré ausente, para orar, y prepararme para los cultos de sanidad. Y Uds. pueden hablar por teléfono a donde quieran, y traer a quienes quieran, para este próximo avivamiento. Y díganles que no vengan con mucho apuro. Que no vengan diciendo, “Voy a entrar y pedir la oración en esta noche, y para mañana por la noche ya…” Así no se hace. Uno viene y escucha por un rato, porque deseamos tomar el tiempo y trazar bien la Palabra de tal manera que el Diablo no tendrá ni un milésimo donde poder pararse. Y luego cuando Ud. permite que su fe llegue a su fin, adonde Ud. comienza a creer, luego permita que su subconsciencia comience a funcionar, y entonces la fe de Dios lo respaldará, y Ud. podrá avanzar. Porque la fe suya no va lograr mucho, la subconsciencia suya tiene que seguir por la misma línea por donde va su fe, y luego la fe de Dios viene para respaldar y lo confirma todo. ¿Ven? Pero si es la fe suya, “Sí, aquí lo tengo ahora mismo”; y aún su subconsciencia está dando vueltas, diciendo, “¿Será posible que eso funcione conmigo”? Lo cierto es que no le funcionará. ¿Ven? Y deseamos que ésta sea una verdadera reunión de sanidad. Y antes de que llegue alguien al cuarto para la sanidad, o en estos cultos nuevos, deseo que en realidad entiendan porqué es que vienen allí. Así que recuerden. Y vengan y visítenos, y estaremos gozosos de tenerlos.",
    "Recuerden, por la mañana continuaremos con la Doctrina de la iglesia, y mañana en la noche igual. Quedan bienvenidos para venir; y todos pueden venir. Nos da gusto ver a cualquiera. Pero esto ahora en esta noche está dirigido a los de aquí en casa, los del Tabernáculo, que han sido criados en esta Doctrina. Allá en el campo evangelístico nos quedamos con las Doctrinas evangélicas y fundamentales de las Escrituras. Pero aquí en el Tabernáculo tenemos nuestros propios pensamientos y nuestras propias creencias como iglesia, y eso es lo que vamos a repasar en esta noche.",
    "Y antes de abrir Su bendita Palabra, inclinemos nuestros rostros un momento para orar.",
    "Dios Todopoderoso y potente, Quien, antes de que el mundo comenzara a girar sobre aquel primer átomo, Tú ya eras Dios. Tú no has cambiado nada. Y cuando ya no exista ningún átomo para sostenerlo y no exista ningún mundo para ser sostenido, todavía serás Dios. Desde el siglo y hasta el siglo, Tú eres Dios. Nunca tuviste comienzo de días, ni tienes fin de vida. Siempre serás. Y Padre, Tú siendo infinito y nosotros finitos, rogamos entonces, Dios, por Tu misericordia Divina; reconociendo que nuestro espíritu se unirá con la Eternidad, de este elemento de tiempo a la Eternidad. Por lo tanto, Señor, estamos aquí para una revisión con respecto a nuestra salvación, para ver cómo es que estamos a la luz de Tu Palabra; y para ver cómo estamos situados en nuestras experiencias. ¿Estamos acaso viviendo de la forma que te agrada? ¿Testifica nuestro espíritu con Tu Espíritu? Y ¿concuerda nuestra enseñanza con esta Biblia? Padre, que podamos examinar ambos de cerca en estos tres cultos que siguen. Concédelo Señor.",
    "Bendice aquí al pastor, los diáconos, los síndicos y todos los laicos, las personas que se congregan en esta iglesia. Desde cuando yo estuve aquí, Señor, hay muchos, muchos que ni siquiera conozco sus nombres, o de dónde vienen, pero estoy seguro que Tú conoces todo al respecto de ellos. Y Señor, estamos aquí en esta noche con el propósito singular de tener compañerismo alrededor de la Palabra escrita. Y derrama el Espíritu Santo en nuestras vidas para que podamos estar sentados pacíficamente y sobriamente en el temor de Dios, examinando nuestras vidas por Su Palabra. Concédelo Señor.",
    "Y Señor, en este edificio en esta noche, están mis hermanos de distintos rangos de la iglesia. Y Señor, estoy tan agradecido que han venido para tener compañerismo. Quizás no estemos de acuerdo en algunos pequeños fundamentos de doctrinas. Pero en el gran fundamento principal estamos parados como hermanos unidos en un frente, que, oh Dios, pueda servir para fortalecer nuestro compañerismo; y que reposen sobre nosotros abundantemente los lazos del amor y la gracia de Dios. Ahora, reconociendo Señor, que esta obra es demasiada para un hombre, porque tenemos aquí bajo consideración en esta noche el destino de almas, que van rumbo a la Eternidad. Por lo tanto rogamos que el Espíritu Santo entre directamente a la Palabra y la trace y la explique para nosotros, a Su propia manera, las cosas que El desea que sepamos. Concédelo Señor. Y cuando hayan terminado estos tres cultos, que podamos salir como una iglesia fortalecida, unidos, para así unir todos nuestros corazones y nuestro enfoque juntamente con todos nuestros conciudadanos del Reino de Dios, y así avanzar hacia adelante como nunca antes.",
    "Deseo darte las gracias, Señor, aquí en presencia de la iglesia y todos los que están presentes, por haberme concedido varias semanas de buen descanso. Me siento maravilloso en esta noche por causa de Tu Presencia y Tus bendiciones. Y, oh Dios, rogamos a favor de nuestro hermano aquí, nuestro hermano que se dirige a ultramar, allá en aquellos países oscuros y tenebrosos donde su propia vida es el blanco. Y, oh Señor, bendice nuestro Hermano Jeffreys mientras viaja, y su hijo y su esposa, y prospérale. Que él pueda abrir camino en aquella oscuridad a tal grado que la Luz del Evangelio pueda brillar ampliamente. Escúchanos Padre, porque pedimos estas peticiones en el Nombre del Señor Jesús, Tu Hijo. Amén.",
    "Ahora, en esta noche estoy leyendo en mi pequeña Biblia Scofield. Y recientemente he pasado los veinticinco años, y todavía la puedo leer, pero está algo borroso. Por lo tanto cargo estos lentes para leer, cuando estoy estudiando. Y en esta noche, por primera vez, voy a probarlos. Ahora, tengo apuntados temas como estos: ¿Debe la Iglesia…? Son tantos si es que los podemos abordar todos. Uno de ellos: ¿Por qué somos llamados la iglesia? ¿Por qué no somos una denominación? ¿Por qué creemos en la seguridad Eterna del alma del creyente? ¿Por qué censuramos a mujeres predicadoras? ¿Por qué bautizamos por inmersión? ¿Pasará la iglesia por la tribulación? Y así tengo muchos temas, quizás quince o dieciocho para las noches que siguen.",
    "Entonces, estoy pensando que hoy, para comenzar, parece que el Señor ha puesto esto sobre mi corazón, este tema: ¿Por Qué No Somos Una Denominación? Ahora, no tenemos nada en contra de otras personas que forman parte de la denominación. No tenemos nada en contra de ellos, pero deseo explicar el porqué nosotros nunca nos hemos afiliado con ninguna denominación. Fui ordenado en una pequeña iglesia bautista, como Uds. lo saben. Y los bautistas no eran una denominación sino hasta poco, y ahora está llegado a ser una denominación igual que las demás. Pero la razón por la cual nosotros nunca llegamos a ser una denominación…",
    "Ahora sí somos una organización. Somos una organización, registrada aquí en las cortes como una organización — un grupo de personas organizadas como grupo para adorar a Cristo — pero no estamos en una denominación. Nadie nos va controlar. ¿Ven? No es una denominación, sino simplemente una organización, un compañerismo entre creyentes Cristianos. Personas vienen aquí a esta iglesia y ésta llega a ser su iglesia, si desean venir mientras tengan vida.",
    "Y pueden asistir aquí y estar en desacuerdo con todo lo que predicamos, eso está bien. Mientras Ud. es un Cristiano, Ud. aquí tiene compañerismo y una mano extendida, igual como cualquiera. ¿Ven? Si yo dijera, “Yo creo en el bautismo por inmersión en agua”. Y Ud. creyera en el bautismo por rociamiento, y se quedara fijo con eso, seguiríamos igual como si estuviéramos de acuerdo. Quizás no podríamos ver ojo a ojo, igual, pero por cuanto Ud. es un hermano o hermana Cristiana, está bienvenido, todos.",
    "Así que no tenemos denominación porque yo pienso que las denominaciones sirven para separar la hermandad. Algunos dicen, “Pues, nosotros no tenemos nada que ver con ese avivamiento porque ese avivamiento es de los metodistas”. “Aquel es de los bautistas, y nosotros somos metodistas, no tenemos nada que ver con eso”. Hermano, si Cristo está en el asunto, entonces tenemos todo que ver con aquello. El que está sufriendo es el Cuerpo de Cristo. Y yo veo tanto de eso en todas partes hoy en día, cómo es que hemos… Ahora Cristo, nunca en ningún tiempo, organizó ninguna iglesia denominacional. Tengan eso por seguro.",
    "Ahora, les voy a pedir que mañana por la noche, si hubiera alguna de estas cosas que quieren saber, como por ejemplo algo de la historia que estoy citando o algo por el estilo. No tengo el tiempo para cernirlo del todo porque no llegaríamos a otro tema, porque uno podría quedarse algunas semanas en ese mismo tema. Pero si Ud. desearía saber los detalles, simplemente apúntelo y colóquelo sobre el púlpito y les conseguiré la respuesta.",
    "Ahora, la denominación más antigua y la primera iglesia denominacional que tuvimos fue la iglesia católica. Y fue organizada más de trescientos años después de la muerte del último apóstol. Correcto. Eso se consigue en Los Padres Primitivos de Nicea y en los escritos de Josefo, y con muchos de los grandes historiadores. Y en cuanto a cualquiera de las edades de la iglesia, y hasta la muerte del último apóstol, y por trescientos años de este lado de los apóstoles, hasta entonces no existía ninguna iglesia denominacional. Y la católica fue la primera denominación de una iglesia.",
    "Y las iglesias protestantes son las denominaciones que han salido de una denominación. La primera reforma vino por medio de Lutero. Después de Lutero vino Zwingly; y después de Zwingly vino Calvino, y así sucesivamente. Llegó hasta el avivamiento de Wesley, y luego hasta Alejandro Campbell, Juan Smith, y cuántos más. Y el último movimiento que tenemos hoy son las distintas fases de la edad pentecostal.",
    "Y yo creo que Dios ha obrado en cada edad. Pero ¿han notado Uds. que cada vez que una iglesia falla — y en cuanto se denominan, allí comienzan a fallar — y cuando fallan, Dios jamás levanta esa iglesia de nuevo; de allí se echa a perder? Y Ud., si desea conocer la historia al respecto, la podemos proveer, que ninguna iglesia, en toda la historia de iglesias, ninguna denominación se ha levantado ya una vez caída. Ya sea bautista, metodista, presbiteriana, luterana, lo que fuera, cuando cayeron, ya no volvieron. Correcto. Ahora, les dije que se abrigaran bien, porque vamos a hacer que esto pegue bien. ¿Ven? Nunca, en ningún tiempo, ha sucedido que un hombre haya salido como individuo y que haya organizado una iglesia. Comenzó…",
    "Dios lidia con individuos, no con denominaciones. Dios en ninguna edad, ha lidiado con alguna denominación. El siempre ha tratado con el individuo. En el Antiguo Testamento, El trató con individuos; en el Nuevo Testamento El trató con individuos. En cualquier edad, El siempre ha tratado con individuos, no con denominaciones. Por lo tanto, si Dios no está en las denominaciones, ¿qué caso tiene que yo tenga algo que ver con ellas, como denominación? Y no estoy hablando de las personas en aquella denominación, sino que estoy hablando de la denominación misma, porque el pueblo de Dios está en todas esas denominaciones.",
    "Ahora, Dios nunca permite que algo suceda sin primero dar una aviso al respecto. No creo que haya algo…",
    "Por ejemplo tenemos casos que surgen en la iglesia, como la que tuvimos recientemente tocante a la sangre y el aceite. Y Uds. saben de la carta “Estimado Hermano Branham”, y así tantas cosas. Pero la razón que yo me opuse a eso fue porque no está en la Palabra. Y por eso mismo estoy en contra de la denominación, porque no está en la Palabra. Y tiene que haber algo en la cual podemos basar nuestra fe. Y si no la podemos basar sobre alguna denominación, entonces la tenemos que basar en la Palabra de Dios. Porque ese es el único fundamento, la Palabra de Dios.",
    "Y si la Palabra de Dios no habla a favor de una denominación, sino que habla en contra de la denominación, entonces nosotros tenemos que hablar conforme a la Palabra. Sin importar lo que dice el obispo o nadie más; sin importar lo que cualquiera piense, lo que un buen hombre pueda decir, o lo que cualquiera dice. Si no es según la Palabra de Dios, entonces está errado. La Palabra tiene que ser la última cosa. La Palabra de Dios tiene que ser el último “Amén”.",
    "Ahora recuerden, no estoy restando de lo cristiano de nadie (¿entienden eso?) en las denominaciones. Hay miles y miles de almas preciosos — en todas esas denominaciones — los cuales son hijos de Dios. Pero el separarlos y segregarlos, a eso me opongo yo. Y la Palabra de Dios también se opone.",
    "Y yo no creo que exista algún “ismo” en el mundo hoy — jamás ha existido algún “ismo” en la tierra — que no haya sido predicho por la Palabra de Dios. Yo creo que la Palabra de Dios nos suple todo cuanto necesitamos: aquí mismo en la Palabra. Desde nuestro comienzo hasta nuestro fin, todo se encuentra en la Palabra de Dios. Y yo creo que si está en la Palabra de Dios, entonces debiéramos…Nos predice, y la Palabra de Dios es una advertencia.",
    "Ahora, uno no se pone a leer la Palabra de Dios igual a como se pone a leer el periódico. Uno lee la Palabra de Dios por medio del Espíritu Santo. Porque el Espíritu Santo mismo, hablando a través de Cristo — Cristo le dio gracias a Dios que El había escondido estas cosas de los sabios y de los entendidos y las había revelado a niños, dispuestos para aprender. Entonces, como pueden ver, no hay ninguna manera de ser educado, ni de denominarse. Pero hay una sola manera de arreglarse y es el ser dirigido por el Espíritu de Dios. Y esa experiencia que Ud. ha tenido tiene que cuadrar con esta Palabra. Entonces lo tiene. ¿Ven?",
    "Dentro de poco tiempo llegaremos a lidiar con personas que son calvinistas radicales, otros son armenios radicales, y de todo. Pero siempre, no importa cuán delgado se corta la rebanada, aún tiene dos caras. Correcto. Y ambos tienen sus puntos de argumento. Pero la cuestión es: ¿dónde está la verdad del asunto? A eso estamos llegando, a donde pensamos, por la gracia de Dios, que podemos mostrarles la Verdad del asunto. Ahora, aquí es donde tengo apuntadas algunas de estas Doctrinas de la iglesia.",
    "Abramos todos en la Biblia por unos momentos. Abramos en Apocalipsis el capítulo uno, o en Apocalipsis el capítulo 17, para comenzar. Y leamos para descubrir dónde es que comenzaron estas iglesias, y qué los comenzó. Ahora la Biblia nos da aviso de antemano de todo. Nos avisa de antemano de los días en que estamos viviendo. Ahora, en el capítulo 17 de Apocalipsis. Dije 13, pero no lo quise decirlo. Eso trata del… También lo veremos más tarde, habla de la profecía de los Estados Unidos. Pero escuchen bien:\n\nVino entonces uno de los siete ángeles que tenían las siete copas, y habló conmigo diciéndome: Ven acá, y te mostraré la sentencia contra la gran ramera, la que está sentada sobre muchas aguas.",
    "Ahora recuerden, esto suena como algo muy misterioso, esta mujer de mala fama. Y si vamos a enseñar esto, primero tenemos que saber el significado de estos símbolos. En la Biblia, una mujer representa “iglesia”. ¿Cuántos sabían eso? Nosotros somos Novia, la Iglesia es una Novia.",
    "🦅 …Ven acá, y te mostraré la sentencia…” Ahora, habrá una sentencia declarada sobre la gran ramera, la mujer de mala fama, “la que está sentada sobre muchas aguas”. Entonces la mujer simboliza “la iglesia” y aguas simboliza “gente”. Y si notan también en el versículo 15, allí en el mismo capítulo:\n\nMe dijo también: Las aguas que has visto donde la ramera se sienta, son pueblo, muchedumbres, naciones y lenguas.",
    "Entonces esta gran iglesia, gran mujer… Recuerden, es una mujer de mala fama, y si mujer representa “la iglesia”, y la Iglesia de Cristo es una Novia, una Novia santa, entonces aquí tenemos una mujer que no es santa. Y tendría que ser una novia impía e impostora. ¿Ven? Y ¿qué hace ella? “Está sentada sobre…” Y estar sobre, indica que tiene el dominio sobre “muchas aguas”. En otras palabras, ella tiene poder entre todas las naciones, lenguas y pueblos. Esta mujer es un gran personaje.",
    "Con la cual han fornicado los reyes de la tierra…",
    "🦅 Han fornicado los reyes de la tierra”, hombres ricos, hombres grandes. ¿Cómo cometería fornicación un rey con una iglesia? ¡Es espiritual, fornicación espiritual! Y ¿qué es fornicación? Bueno, es como una mujer que no esté viviendo fiel a su marido; está viviendo con otro hombre mientras tiene marido. Y entonces esta iglesia está fingiendo ser la Novia de Cristo, mientras está cometiendo fornicaciones con los reyes del mundo, con su inmunda manera de vivir, su profesión inmunda. ¡Oh, esto es profundo y es rico, cómo amo la Palabra! Noten.",
    "Con la cual han fornicado los reyes de la tierra, y los moradores de la tierra se han embriagado con el vino de su fornicación.",
    "Su “vino” es lo que estaba entregando, su estímulo: “¡Nosotros somos la iglesia! Nosotros lo tenemos todo”. ¿Ven? Ahora, imagínense todo esto en la mente. Muy bien. “Y me llevó…”",
    "El ángel le dijo a Juan, “Te mostraré el juicio que le va tocar a esta gran iglesia”. Fíjense:\n\nY me llevó en el Espíritu al desierto; y vi a una mujer sentada sobre una bestia escarlata…",
    "Escarlata en la Biblia representa “realeza”. El color escarlata significa “rojo”. Y bestia representa “poder”. ¿Notaron que la bestia salió del mar? Eso está en Apocalipsis 13. Y cuando Ud. ve la bestia subir del mar, significa que este poder se estaba levantando entre la gente. Pero en Apocalipsis 13, cuando se levantó el cordero, él subió de la tierra — no de entre el pueblo, de los Estados Unidos. Pero después él tenía dos cuernos pequeños, simbolizando los poderes civiles y eclesiásticos. Pero luego recibió poder y habló como el dragón que había sido antes de él. Así que Ud. tiene que tener esto por cierto: Estamos entrando a una persecución religiosa con las mismas cosas que hicieron en Roma pagana muchos años atrás, porque eso es ASI DICE EL SEÑOR. Fíjense: “Sentada sobre una bestia, un poder”.",
    "¿Notaron a Rebeca? Cuando la encontró Eliezer, era en el tiempo del atardecer. Y ella le dio de beber al camello, porque Eliezer había dicho, “La doncella que viene y le da de beber a este camello, y también me da de beber a mí, Señor, esa será la que Tú has escogido para ser la novia de Tu siervo Isaac”. Y mientras él aún oraba, llegó Rebeca y sacó agua y le dio de beber a él y también le dio de beber al camello. Noten: el camello era una bestia. Y esa misma bestia que ella estaba dando de beber, fue la misma bestia que la llevó hasta su marido, Isaac.",
    "¡Y hoy día, el poder el Espíritu Santo, el cual la Iglesia está dando de beber y adorando, es lo que la llevará de esta tierra para encontrarse con el Novio! Seguramente. Isaac estaba en el campo en el tiempo de la tarde. Nosotros no nos encontramos con el Señor en la Gloria. En Primera de Tesalonicenses 4 dice que lo recibiremos “en el aire”. ¡Oh, eso hace que hasta los metodistas quieran gritar! ¡Piénsenlo! ¿Ven? El Señor…Isaac había salido de la casa de su padre, y estaba en el campo cuando vio que venía Rebeca montada en el camello. Y ella lo amó a él a primera vista, y saltó del camello y corrió a encontrarlo. Correcto. Allí es donde nosotros nos encontramos con el Señor. Y el mismo camello que ella había apacentado fue el que la llevó hasta su marido. Y el mismo poder que la iglesia está adorando — lo cual el mundo llama de fanatismo — lo que la Iglesia está adorando, ese mismo poder será el que llevará a la Iglesia para encontrarse con el Señor en el aire, el Espíritu Santo. Y vean, Rebeca era una virgen.",
    "Pero esta mujer, de la cual estamos hablando acá, es una prostituta. Entonces ¿entienden lo que es el poder, lo que significa la bestia? Ella estaba montada en una escarlata… Entonces ¿qué clase de bestia sería? Si fue escarlata, sería un poder rico. ¿Qué clase de iglesia es ésta, lo que va ser? Es una iglesia rica; y es una iglesia grande; y es una iglesia poderosa; y su influencia abarca las multitudes y los pueblos. Y los reyes de la tierra han cometido adulterio espiritual con ella, los grandes hombres de la tierra. En unos momentos vamos a descubrir quién es ella, y también descubriremos acerca de estas denominaciones.\n\nY la mujer estaba vestida de púrpura (realeza) y escarlata, y adornada de oro, de piedras preciosas y de perlas, y tenía en la mano un cáliz de oro lleno de abominaciones y de la inmundicia de su fornicación.",
    "¿Qué tenía en la mano? Su doctrina, lo que le ofrece al pueblo: “Nosotros somos la iglesia; nosotros somos esto”. Y ha hecho que los reyes de la tierra se emborrachen con ella, con: “Nosotros somos esto; nosotros somos los grandes poderes, abarcamos todas las naciones. Somos la iglesia más grande. Venga, tomen de lo nuestro. Echa un poco aquí, tú toma un poco, tú toma un poco”. Allí está, vean. Y ella tenía en su mano un cáliz. Vean.",
    "Y la mujer estaba vestida púrpura y escarlata, y adornada de oro, de piedras preciosas y de perlas, y tenía en la mano un cáliz de oro lleno de las abominaciones y de la inmundicia de su fornicación.",
    "Ahora, amigos, no estamos leyendo el periódico, sino que estamos leyendo la bendita y Eterna Palabra de Dios. Cielos y tierra pasarán pero esa Palabra permanecerá. Correcto.\n\nY en su frente un nombre escrito, un misterio: BABILONIA LA GRANDE, LA MADRE DE LAS RAMERAS Y DE LAS ABOMINACIONES DE LA TIERRA.",
    "Ahora, hace ya algún tiempo, y no creo que fue aquí en la iglesia, pero prediqué sobre el tema La Escritura Sobre La Pared, y allí di la historia de Babilonia. Todo ismo que jamás ha habido, toda religión, y todo ismo que existe en el mundo hoy, todo comenzó allá en Génesis. Si Ud. obtiene Dos Babilonias por Hislop, si desea investigar esto en la historia, o en algunos de los otros libros finos, podrá encontrar todos los ismos que desea hallar. Dentro de poco también los voy a hacer ver lo de las mujeres predicadoras, y mostrarles dónde fue que comenzó, allá en Génesis. Y tantas otras cosas, y cómo fue que comenzaron en Génesis. Génesis quiere decir, “el principio”. ¿Cuántos saben que es la verdad? Génesis es el principio. Entonces todo lo que existe tuvo que tener su principio.",
    "Cuando yo observo un árbol, yo he estado en el bosque por casi dos meses. Y veo un árbol y toda su belleza. Luego veo que va decayendo, pero otro sube en su lugar, es la vida perpetua. Y me pongo a pensar de eso. Pero en algún lugar ese árbol tuvo su comienzo. Tuvo que tener un comienzo. Y la única forma de que fuera designado ser un árbol, ya sea roble, haya, álamo, palmera, o lo que fuera, tuvo que haber una Inteligencia Maestra detrás de todo eso. O si sólo hubiera uno, fuese un árbol roble, entonces todos en el mundo hubieran sido robles. Pero alguna Inteligencia Maestra tenía que poner todo en orden. ¡Alabado sea Su santo Nombre! El es Quien colocó a la luna y las estrellas en el sistema solar. El colocó a todo en su orden. Y El colocará en orden a Su Iglesia. Ella girará exactamente como El desea que gire. Ya sea hacia el este, el oeste, norte o sur, o lo que desea, cuando podemos sacar todas estas ideas denominacionales de nuestra mente y lanzarnos enteramente al Calvario. El la colocará en orden, si únicamente fuéramos tan sumisos como los árboles, y Sus otras creaciones. Uno no ve a la luna diciendo: “Yo no voy a dar luz esta noche. Algunas de Uds. estrellas reflejen en lugar mío”. Pero nosotros somos algo muy distinto.",
    "Ahora, Babilonia. Fíjense cómo es que aparece Babilonia. Aparece en el comienzo de la Biblia; luego aparece a la mitad de la Biblia; y también aparece al final de la Biblia. Ahora hay algo… Ahora eso comenzó con Nimrod. Nimrod es quien fundó Babilonia en el Valle de Sinar, allí cerca, entre los ríos Tigris y el Eufrates, donde fluye el Eufrates. Y todos los caminos en toda aquella tierra procedían directo a Babilonia. Y cada una de las puertas medían como doscientos pies de ancho, y fueron hechas de bronce. Y cuando uno entraba a la ciudad de Babilonia, todos los caminos llegaban directamente al trono.",
    "Ahora uno puede viajar hoy a Roma, y todos los caminos llegan a Roma. Y en cada esquina hay una estatua de la virgen María con el Niño en los brazos apuntando el camino hacia Roma. ¿Ven? Aparece al principio de la Biblia; aparece a la mitad de la Biblia; y aquí está al final de la Biblia. Solamente deseo leer un poco más, por unos momentos, para que puedan captar la base de todo esto. ¿Ven? Muy bien. “Vi a la mujer…” Ahora fíjense, la iglesia, cuando ven mujer, piensen “iglesia”.\n\nVi a la mujer ebria de la sangre de los santos…",
    "Ahora, ¿de dónde viene la palabra santo? La palabra santo viene de “ser piadoso” o “santificados”, “piadoso”. Muy bien.",
    "Vi a la mujer ebria de la sangre de los santos…",
    "Entonces, si esta mujer es la iglesia, ella ha perseguido a los santos. Y es la iglesia más grande, y tiene dominio en toda la tierra; está sobre muchas aguas, y los reyes de la tierra cometen fornicaciones con ella. Entonces ¿quién es? Es un poco misterioso. Y el Espíritu… Uds. saben, deben haber los nueve dones espirituales en la Iglesia: sabiduría, otro para entendimiento, otro para sanidad, otro para otras cosas.\n\n…y de la sangre de los mártires de Jesús…",
    "Pareciera que poco les importaba lo que dijo Jesús, sino lo que decía la iglesia. Correcto. Muy correcto.",
    "…y cuando la vi, quedé asombrado con gran asombro.",
    "🦅 Me asombré con asombro. Había algo maravilloso al respecto, cómo era que yo me quedé asombrado y pensando de cómo era que ella…” Ahora, permítanme tomar el lugar de Juan y tratar de abrir esto un poco. Juan dijo, “Allí está sentada. Está fingiendo ser una iglesia Cristiana. Tiene acceso a todas las finanzas del mundo. Tiene a los reyes de la tierra a sus pies. Ella es una cosa rica y colorida. Y ¿cómo puede ser que esté embriagada con los mártires de Jesús? ¿Cómo puede perseguir los santos? ¿Cómo puede asesinar los mártires de Cristo? Sin embargo, reclama ser una Cristiana ella misma, una iglesia Cristiana”. Ahora, pongan atención:",
    "Y el ángel me dijo, ¿Por qué te asombras? Yo te diré el misterio de la mujer, y de la bestia que la trae, la cual tiene las siete cabezas y los diez cuernos.",
    "Ahora, esto aquí es lectura normal. Capten esto, les será muy fácil.\n\nLa bestia que has visto, era, y no es; y está para subir del abismo e ir a perdición; y los moradores de la tierra, aquellos cuyos nombres no estaban escritos desde la fundación del mundo en el libro de la vida, se asombrarán viendo la bestia que era y no es, y será.",
    "Ahora, esto tiene que cuadrar. Y aquí está. El dijo (ahora noten bien), que cuando todos, no solamente unos cuantos, pero todos los moradores de la tierra se asombrarán. Todos se asombrarán, todo el mundo se asombrará con respecto a esta mujer. Pero hay un solo grupo que no se asombrará de todo eso, y esos son los que tienen sus nombres en el Libro de la Vida del Cordero.",
    "Ahora, conviene que introduzca esto aquí mismo, porque dentro de pocos momentos lo estaremos viendo. ¿Ven? ¿Cuándo fueron colocados sus nombres en el Libro de la Vida del Cordero? Desde ¿cuándo? ¿El último avivamiento que asistieron? ¿La noche que bajaron al altar? ¿La noche que se unieron a la iglesia? No estoy queriendo herirlos, pero les digo que la Biblia dice que sus nombres fueron puestos en el Libro de la Vida del Cordero desde la fundación del mundo. ¡Exactamente! Cuando Dios, allá en el principio, vio que enviaría a Su Hijo y que El tomaría el lugar del pecador — cuando fue derramada la Sangre del Hijo de Dios — y la Biblia dice que Su Sangre fue derramada antes de la fundación del mundo. ¿Cuántos saben que así dice la Biblia, que la Sangre de Cristo fue derramada antes de la fundación del mundo? Cuando esa Sangre fue derramada, los nombres de cada miembro del Cuerpo fueron escritos con esa Sangre en el Libro de la Vida del Cordero, allá en la fundación del mundo. ¿A qué le tienen miedo? ¡Oh, hermano, eso abre las puertas! ¿Verdad que sí?",
    "Leamos esto aquí y veamos si lo que dice es correcto. ¿Ven?\n\nY el ángel habló conmigo diciendo, ¿Por qué te… Creo que es el versículo ocho,\n\nLa bestia que has visto…(Muy bien. Eso es.)\n\nLa bestia que has visto, era, y no es; y está para subir del abismo…\n\nVolveremos a eso, pero deseo ver esto acá, porque lo tenemos presente.\n\n…e irá a perdición; y los moradores de la tierra, aquellos cuyos nombres no están escritos desde la fundación del mundo en el libro de la vida, se asombrarán…",
    "En otras palabras habrá un grupo sobre la tierra que será engañado, porque él los engaña. Y solamente había un grupo que no fue engañado, y esos fueron los que tenían sus nombres en el Libro de la Vida desde la fundación del mundo. Entraremos a eso un poco más adelante.",
    "Ahora, noten. La mujer, la iglesia era Misterio Babilonia. La vemos que aparece allá con Nimrod. ¿Cuál fue el propósito de Nimrod? Nimrod fundó una ciudad y obligó a todas las demás ciudades a que pagaran tributo a esta ciudad. ¿Podríamos ver algo parecido en el día de hoy? ¿Existe tal lugar hoy? ¿Existe alguna iglesia que tiene dominio en toda nación del mundo? Ciertamente. ¿Existe algún lugar hoy que le exige a todas naciones que le paguen tributo? ¿Existe algún lugar…? Mejor leamos lo demás, para que tengan el cuadro entero. Muy bien.\n\n…viendo la bestia que era y no es, y será.\n\nEsto, para la mente que tenga sabiduría.",
    "Ahora ¿cuántos de Uds. saben que sabiduría es uno de los dones del Espíritu? Entonces ¿a qué clase de gente se está dirigiendo? Tiene que estar hablando a un grupo de gente que tiene los dones del Espíritu operando en esta iglesia.\n\nEsto, para la mente que tenga sabiduría.",
    "Ahora deténganse. A través de todas estas edades de la iglesia se ve esto que resalta. El Espíritu Santo hablando de cómo los dones estarían funcionando en los últimos días. Tenemos dones de sanidad obrando, y están funcionando bien. ¡Pero hermano, hay otros dones! Ese sólo es uno de ellos. Ese sólo es algo pequeño. Bueno, aquí está un don mucho más grande. ¿Cuál sería mejor, el don del Espíritu Santo de sabiduría para ordenar bien la Palabra de Dios y así mostrarle a la Iglesia en dónde es que estamos parados, o ver que alguien sane? Todos deseamos estar sanos. Pero siempre prefiero tener el alma sana en vez de mi cuerpo. ¡Oh, qué cosa! El Espíritu Santo hablando a través de Juan allá en Patmos, dijo: “Esto, para la mente que tenga sabiduría, que escuche esto”. Se nos está formando el cuadro.",
    "Esto, para la mente que tenga sabiduría: Las siete cabezas son siete montes, sobre los cuales se sienta la mujer.",
    "Hay una sola ciudad, hasta donde yo conozco, en todo el mundo, hay dos ciudades que tienen siete o más montes. Cincinnati [en el estado de Ohio, EUA] es una de ellas, la cual lleva una historia ficticia, de la madre lobo, etc. Pero esa tiene más que siete montes. Pero no hay una sola iglesia que domina en Cincinnati. Hay un sólo lugar en todo el mundo que tiene una iglesia asentada en siete montes y que domina el mundo entero. Ahora, yo acabo de volver de allá. Todas esas cosas… Y yo había visto allí en Apocalipsis 13, donde dice, “Aquí hay sabiduría, el que tiene entendimiento, cuente el número de la bestia, pues es número de un hombre. (No muchos hombres, un grupo de hombres, pero de un solo hombre.) Y su número es seiscientos sesenta y seis”.",
    "Muchas veces yo había oído que sobre el trono del papa de Roma está escrito: “VICARIVIS FILII DEI”. Y muchas veces me preguntaba si eso era cierto. Haga una suma de eso en números romanos, y vea si lo es. Es exactamente la verdad. Yo he estado así de cerca de la corona triple del papa, detrás de un vidrio: “Jurisdicción sobre el Infierno, el Cielo, y el Purgatorio”. Entonces, viendo esas cosas, yo acabo de regresar de allá. Acabo de volver de Roma, y sé que es la verdad. Sabemos que todo está ilustrado.\n\nY son siete reyes. Cinco de ellos han caído (en aquel tiempo); uno es (el que estaba por venir, Cesar), y el otro aún no ha venido (Herodes, un malvado);…",
    "Ahora, vean qué tan perfecto es.\n\n…y cuando venga, es necesario que dure breve tiempo.",
    "¿Alguien nos puede decir qué tan largo fue el reinado de Herodes [Nerón]? Seis meses. Arrastró a su madre por las calles detrás de un caballo; incendió la ciudad y echó la culpa a los Cristianos; y mientras la ciudad se quemaba él estaba sentado allá en un monte tocando el violín. Sí, fueron seis meses. Y vean, “La bestia…” Ahora vean qué tan malvado era. ¿Ven? Ahora fíjense.",
    "La bestia que era, y no es, es también el octavo; y es de entre los siete (la misma naturaleza del séptimo), y va a la perdición.",
    "Cualquiera sabe lo que significa perdición, “el infierno”. Y vean de dónde salió: del infierno. ¿Qué es? El abismo, sin fondo. No existe fundamento para la doctrina católica. No existe Biblia para la doctrina católica. No existe nada de Biblia para respaldar nada de la doctrina católica, nada. Y ni ellos reclaman que lo hay. El sacerdote de la Iglesia del Corazón Sagrado vino y me dijo… Yo le estaba relatando el caso de cuando bauticé a María Elizabeth Frazier. Y él me dijo, “Oh, Ud. la bautizó conforme a como bautizaba la primitiva iglesia católica”.\n\nLe pregunté, “¿Y eso cuándo fue”?\n\nDijo, “Allá en la Biblia, la Biblia suya”.",
    "Dije, “¿Bautizaba así la iglesia católica? ¿Es esa la enseñanza de la iglesia católica”?\n\nDijo, “Sí”.",
    "Y le dije, “¿Y qué de la infalibilidad de la iglesia católica? ¿Por qué ha cambiado tanto”? ¿Ven?",
    "El dijo, “Pues, es que Uds. creen la Biblia, y nosotros creemos a la iglesia. Poco nos importa lo que dice la Biblia, es más bien lo que dice la iglesia”. Y así es exactamente. Si algún día llega a un reto, pruébelo, y verá. No les importa lo que dice la Biblia, eso no tiene nada que ver en el asunto. Lo que les interesa es lo que dice la iglesia. ¿Ven?",
    "¡Pero a nosotros no nos importa lo que dice la iglesia! ¡Nosotros creemos lo que dice Dios! ¡Amén! Porque en la Biblia está escrito: “La palabra de todo hombre sea una mentira y la Mía sea la Verdad”. Por eso es que no somos una denominación.",
    "Ahora vean bien, escuchen esto por unos momentos. “… cinco reyes”, lo cual así fue, cinco reyes cayeron. Si lo desean saber de la historia, se los puedo mostrar. “…uno es, y el otro aún no ha venido”.\n\nAhora vean, “La bestia…” La bestia no era un rey, pero era uno que “era, y no es, es, y no es, es, y no es”. ¿Qué es eso? La sucesión de los papas, un poder, una bestia, algo que gobierna. Fue cuando Roma pagana fue convertida para formar Roma papal. Roma pagana fue convertida y llegó a ser el papado, donde tenían a un papa en vez de un rey. Y el Papa es el rey espiritual. Esa es la razón que es un rey espiritual coronado, y reclama ser el vicario de Jesucristo. Allí lo tienen. Ahora noten.",
    "Y vamos a descubrir esa doctrina católica y mostrarles cómo es que se ha entrelazado en todas las iglesias protestantes; y cómo es que aún permanece allí en la iglesia protestante, en gran manera. Y es totalmente contrario a la Biblia, absolutamente contrario. “La bestia que era, y no es…” Ahora recuerden, “todos sobre la tierra serán engañados cuyos nombres no están escritos desde la fundación del mundo”. Ahora veamos.",
    "La bestia que era, y no es (versículo 11), es también el octavo; y es de los siete, y va a la perdición. (Es que él continuará hasta caer en el abismo allá al final del camino.)\n\nY los diez cuernos que has visto, son diez reyes. (Fíjense bien. Si desean ver algo sobresaliente, fíjense en esto.) …diez reyes, que aún no han recibido reino; pero por una hora recibirán autoridad como reyes juntamente con la bestia.",
    "Estos no son reyes coronados, son dictadores. ¿Ven? Nunca fueron reyes coronados, pero recibieron autoridad como reyes por una hora en el reino de la bestia. Eso es en este tiempo tenebroso ahora cuando dictadores se están levantando. “Por una hora recibirán autoridad como reyes juntamente con la bestia”. Muy bien.",
    "Estos tienen un mismo propósito, y entregarán su poder y su autoridad a la bestia.\n\nPelearán contra el Cordero, y el Cordero los vencerá (¡Gloria!), porque él es el Señor de señores y Rey de reyes: y los que están con él son llamados y elegidos y fieles.",
    "¡Ojalá pudiera predicar un sermón ahora mismo basado en eso: “Los Elegidos Antes De La Fundación Del Mundo Y Permaneciendo Fieles En Su Llamamiento”. ¡Aleluya! Eso es. Son llamados los elegidos y fieles. Y es una conjunción, “los elegidos y fieles”. Estos lo vencerán, no importa cuán grande llega a ser.",
    "Y este gran movimiento de comunismo que tenemos hoy, no se preocupen por eso, porque está obrando perfectamente en las manos de Dios. Se los puedo probar por esta Biblia. El hará que ella sufra por cada mártir que ella haya asesinado. Sí señor. Vean Uds. cuando todos estos reyes se pongan de acuerdo, y la aborrecerán a ella. Y toda la nación y el mundo entero será barrido por el comunismo. Pues, tiene que ser un movimiento de Dios para castigarla. Ud. me dirá, “Espere un momento, Hermano Branham. ¿El comunismo como movimiento de Dios”? Absolutamente. Ciertamente es un movimiento de parte de Dios. La Biblia dice así. Pero se está levantando para pronunciar juicio sobre un pueblo impío y desgraciado e ilegítimo. ¿Qué nos queda en este mundo? ¿Qué tenemos? El otro día…",
    "Si es posible deseo hacer una pausa en el tema por un momento. Yo estaba leyendo en cierta Escritura donde dice que un hijo ilegítimo no entrará a la congregación del Señor por catorce generaciones. ¿Cuántos saben eso? Correcto, Deuteronomio capítulo 23. Un hijo ilegítimo… Si una mujer es hallada en el campo (o sea fuera de la protección del hombre), y un hombre la toma a la fuerza, ese hombre tendrá que casarse con ella. Y no importa si ella llega a ser una prostituta, él tiene que vivir con ella hasta la muerte. Y si esta mujer se casa con el varón, fingiendo ser una virgen cuando no es, entonces por esa causa puede ser matada. Y si un varón y una mujer que son casados traen un hijo ilegítimo, él no entrará en la congregación del Señor por catorce generaciones; y cuarenta años forman una generación, entonces serían cuatrocientos años para que ese pecado salga de Israel.",
    "¡Dios odia el pecado! ¿Y cómo piensan pasar por alto la Sangre santa del Señor Jesucristo simplemente porque pertenecen a cierta denominación y así esperan entrar? Entrarán por los términos de Dios, o no entrarán. Correcto. Diácono, predicador, o lo que fuéramos, no tiene nada que ver. Uno viene bajo las condiciones de Dios.",
    "Catorce generaciones. Y la persona con quien yo estaba hablando de eso está presente hoy. Y me preguntó, “¿Y cómo sabremos entonces quién podrá ser salvo”?",
    "Le dije, “Allí es donde le conviene ser un buen calvinista”. Su nombre fue puesto en el Libro antes de la fundación del mundo. Dios toma cuidado de esa línea de la sangre. Eso depende de El. ¿Ven?\n\n“¿Pero qué tiene eso que..”?",
    "Escúchenme. Uds. jóvenes de hoy. Yo no sé si asisten a esta iglesia o si están de visita, Uds. jóvenes y señoritas. ¿Se dan cuenta que las cosas que están haciendo Uds. — si hay otra generación — los hijos suyos serán juzgados por lo que Uds. hacen? ¿No tienen ningún respeto en cuanto a la decencia? Uds. jovencitas vestidas con los pantalones cortitos y cosas, ¿no saben que eso está repercutiendo en su hija? ¿Saben que su abuela fue una mujer emancipada, y su madre fue una bailarina de cantina, y por eso Ud. es una que se desnuda en el día de hoy? Cierto. ¿Y qué serán sus hijos? Sí señor. Dios dijo que visitaría la maldad de los padres en los hijos, y sus hijos, hasta tres y cuatro generaciones.",
    "¿Y se dan cuenta mis hermanos que cada vez que hacen lo correcto, eso también será visitado en sus hijos?",
    "Vemos aquí en Hebreos, capítulo siete. La Biblia dice que cuando Melquisedec se encontró con Abraham, quien volvía de la derrota de los reyes, y le bendijo… Y aquí Leví está hablando del pago de diezmos. Dice que Leví tenía orden del Señor de recibir los diezmos de sus hermanos. Y Leví, quien recibía diezmos, pagó diezmos, porque aún estaba en los lomos de Abraham cuando se encontró con Melquisedec. Y Abraham era su bisabuelo. Abraham engendró a Isaac; Isaac engendró a Jacob, y Jacob engendró a Leví. Leví, padre, luego abuelo, y bisabuelo. Y cuando Leví aún estaba en los lomos de Abraham, la Biblia dice que le pagó diezmos a Melquisedec. ¡Aleluya!",
    "Nunca permita Ud. que nadie le diga que algún movimiento en cualquier parte del mundo puede interferir con las grandes ruedas dentadas de Dios, todo está marchando en orden. Todo fue planificado allá en el principio. Y no existe Diablo ni suficientes diablos que puedan interrumpir Su programa.",
    "Ahora, la Biblia no dice que los pagó potencialmente. La Biblia dice que él pagó el diezmo, cuando él estaba en los lomos de su bisabuelo. ¡Gloria! Ese es mi Señor. Oh, El ya lo conocía aún antes de que fuera formado el mundo. El ya sabía todo. Y en Abraham, él pagó diezmos.",
    "Y hermana, hermano, ¿cómo pueden Uds. andar correteando y gente viviendo y correteando las mujeres de otros hombres, y mujeres destruyendo hogares; y-y viviendo de la manera como están? ¿Cómo se espera que sea la otra generación? Aquí está el asunto. Esto ha llegado a ser una corrupción ilegítima, una mezcla mal nacida. Y sólo les queda una cosa, y eso es el día atómico en que estamos viviendo. Exactamente. Estamos en el tiempo del fin.",
    "Sentado allá en esta mañana entre los cerros de Kentucky, está un muchacho produciendo el dulce del sorgo, y difícilmente se le puede uno acercar. El casi no sabe distinguir entre diestra e izquierda, pero cuando escuchó… Es que yo me había metido a un terreno donde está prohibida la entrada. No sabía ni dónde estaba. Yo estaba entre esos cerros y valles. Y andaba por allí cazando las ardillas. Y me senté, y comencé a hablar con él. Y este muchacho iba entrar al ejército. Y de repente, comenzamos a hablar del Señor, y él me dijo, “Predicador, ¿no cree Ud. que estamos en el tiempo del fin”? Bien metido allá en esas montañas.",
    "Dije, “Claro que lo estamos, claro hijo. Sí estamos en el tiempo del fin”.",
    "Aquí estamos. Esta es la hora en que estamos viviendo, hermano. Estamos en un lugar. ¿No pueden ver Uds. cómo fue que vivían los padres y las madres del pasado, y los abuelos y las abuelas? ¿No pueden ver cómo han vivido papá y mamá? ¡Con razón estamos viviendo en la corrupción de hoy! ¡Con razón uno puede predicar hasta que se le caiga la cabeza, y de todas maneras se van a vestir con los pantalones cortos, y escupirle en la cara! Fuman sus cigarros y le echan el humo en la cara a uno, y dicen, “Encárguese de sus propios asuntos”. ¿Por qué? Porque de esa tribu salieron. Dentro de poco llegaremos a eso, La Simiente De La Serpiente. Y hallaremos dónde es que entró, y veremos por qué actúan de esa manera. Son los hijos del Diablo desde la fundación del mundo. Correcto. Y no queda otra cosa sino el juicio, es lo único. No puede haber otra cosa sino juicio. Dios va borrar la cosa por completo. Y es que los hombres lo han hecho a sí mismos. No fue la intención de Dios que fuera de esa manera. Pero El sabía que así sería. Y por eso dijo que éste engañaría a todos los moradores de la tierra con la excepción de aquellos cuyos nombres fueron colocados en el Libro de la Vida del Cordero antes de la fundación del mundo.",
    "Vigilemos esto. Leamos un poco más. Ahora, ahora creo estamos en el 12.\n\nY los diez cuernos que has visto, son diez reyes, que aún no han recibido reino; pero por una hora recibirán autoridad como reyes juntamente con la bestia.\n\nEstos tienen un mismo propósito, y entregarán su poder y su autoridad a la bestia.\n\nPelearán contra el Cordero, y el Cordero los vencerá, porque él es Señor de señores y Rey de reyes; y los que están con él son llamados y elegidos y fieles.\n\nMe dijo también: Las aguas que has visto donde la ramera se sienta, son pueblos, muchedumbres, naciones y lenguas.\n\nY los diez cuernos que viste en la bestia, éstos aborrecerán a la ramera…",
    "Fíjense bien, estos “diez cuernos”, estos diez reinos. Y eso es todo acomodándose. ¿Qué son los dictadores? Vean hacia dónde se inclinan los dictadores. ¿Hacia dónde se inclinan? Muéstrenme un dictador que no se inclina hacia el comunismo.\n\nEstos (¿qué?) aborrecerán a la ramera (la mujer, la iglesia. Pero ¿qué? Observen lo que hará). Estos aborrecerán a la ramera, y la dejarán desolada y desnuda; y devorarán sus carnes, y la quemarán con fuego.",
    "Tan cierto como estoy parado aquí, harán desaparecer esa cosa del mapa. Si tuviéramos tiempo para entrar en el tema de esa iglesia, y trazarlo por las Escrituras, donde dice que “todos los reyes de la tierra, y todos los mercaderes, llorarán porque la gran Babilonia llegó a juicio en una sola hora”. ¡En una hora su tiempo había llegado! Y oh, como dijo, “Alegraos vosotros santos, y todos vosotros santos profetas, porque Dios ha hecho justicia en ella con respecto a la sangre de los santos y vuestros hermanos”. Correcto. Sí. El comunismo está obrando perfectamente en las manos de Dios. Así como el Rey Nabucodonosor obró perfectamente en Sus manos para venir y llevarse a aquellos judíos cuando se fueron caminando…",
    "Y el pecado puede continuar corrompiendo, y la simiente justa puede permanecer allí, y a la vez la simiente puede continuar corrompiendo, corrompiendo y corrompiendo hasta el punto de acabarse. Llega a tal lugar porque padres y madres y demás han vivido de tal manera antes de nosotros, y de esa manera, entonces ya no queda nada para nosotros. Y ya saben lo que dijo Jesús, que si no fueran acortados los días, entonces nadie sería salvo. [Mateo 24:22]",
    "¿Entonces pueden ver por qué tenemos estos (y no lo digo en forma de crítica) Arthur Godfrey, y todos, Uds. saben, siendo Elvis Presleys con los pantalones casi para caer, el cabello por el cuello, y la manera en que los jóvenes están actuando? ¿Qué lo hace? ¿Qué es? Es porque salió de una gente ilegítima que vivió antes. ¡Ya no queda nada! Oh, se paran y cantan, “Cerca Mi Dios De Ti”, como aquel “Pea-Picking Ernie” y los demás por el estilo, cantando alguna clase de himno. Hermano, ¿sabe qué? Esa es pura hipocresía. Sí señor.",
    "El hombre que anda bailando en rock-and-roll y bugui-bugui, y tantas otras cosas, no tiene ningún derecho en este púlpito. Tal persona no tiene ningún negocio parándose aquí. Esto aquí es para el sacerdocio, los llamados de Dios. Los ministros llamados por Dios son los que tienen negocio aquí. Y no hay lugar aquí para tales. Ese es el problema hoy, han convertido la iglesia en no más que una logia. Las logias están bien. Si Ud. desea pertenecer allá, ese es negocio suyo. Pero permítanme decirles que hay una gran diferencia entre una logia y una iglesia. Sí señor. Si Ud. desea hacer esas cosas en una logia y tener sus fiestas y tantas cosas, eso es negocio suyo. Pero hermano, la iglesia debiera ser barrida desde el púlpito hasta el sótano. ¡Correcto! Y no quiero decir que debe ser barrida con ventanas nuevas, etc. Pero más bien con un avivamiento enviado por Dios, a la antigua, lo cual la limpiará de un lado a otro. Sí señor. Es como prender un foco eléctrico donde están las cucarachas junto al desperdicio de una manzana. Sí señor. Ellos huyen con los rayos de la luz.",
    "Ahora vean, “Tienen un propósito y entregan su poder”. Estoy más abajo. “Los diez cuernos”. Sí, ahora.\n\nPorque Dios ha puesto en sus corazones el ejecutar lo que él quiso (allí lo tienen): ponerse de acuerdo, y dar su reino a la bestia, hasta que se cumplan las palabras de Dios.\n\nY la mujer que has visto es la gran ciudad que reina sobre los reyes de la tierra.",
    "Ahora, ya no hay necesidad de sacarle más vuelta a esto. Sabemos que esa es la jerarquía católica. No hay necesidad de que nadie… Yo creo eso tan fiel como también creo que he recibido el Espíritu Santo. Yo creo eso igual como creo que soy un Cristiano parado aquí hoy: que esa jerarquía católica es la… La Ciudad del Vaticano es la ciudad que está sentada en siete montes. La jerarquía de la iglesia es la bestia que era, y no es. Ella es la Babilonia; es todo ilustrado exactamente y perfectamente a través de toda la Escritura. Es la iglesia católica.",
    "Ahora, ¡aquí está la parte asombrosa! Ud. quizás ha dicho, “Hermano Branham, Ud. no me ha tocado con nada de esto”. Pero permítanme hacerles esta pregunta. Volvamos al versículo 5:\n\nY en su frente un nombre escrito, un misterio: BABILONIA LA GRANDE, LA MADRE DE LAS RAMERAS Y DE LAS ABOMINACIONES DE LA TIERRA.",
    "¿Qué era ella? R-a-m-e-r-a. Y a la vez era una m-a-d-r-e. ¿Qué? M-a-d-r-e, porque había engendrado algo. ¿Una madre de hijos? ¡De rameras! Y ¿qué es una ramera? Lo mismo que una prostituta, una mujer inmoral. Y ¿qué la hizo inmoral? Su doctrina. Ella estaba fingiendo ser una iglesia cristiana, pero estaba repartiendo dogmas hechas por el hombre. Y acá está diciendo que tuvo… Si ella fue la primera organización, entonces pareciera que de ella salieron algunas organizaciones. Era madre de rameras. ¿Correcto? Una madre de rameras. No pudo ser madre de varones. No pudo ser madre de… Tuvo que ser madre de mujeres. Y si eran mujeres, entonces eran iglesias. Ahora vamos a investigar. ¿Qué salió de…?",
    "¿Cuál fue la primera organización? La iglesia católica. ¿Cuál fue la segunda organización? La luterana. ¿Cuál fue la tercera organización? Zwingli. ¿A dónde llegó después? Calvino. Luego de allí a los anglicanos, y de los anglicanos a los metodistas. Los metodistas. ¿Qué produjeron los metodistas? De allí salió Alejandro Campbell. De Alejandro Campbell vino Juan Smith. Alejandro Campbell es de la iglesia Cristiana, y de allí salieron como cuatro ó cinco: la iglesia de Cristo y los demás ismos que salieron. Luego apareció la iglesia bautista, y tuvo sus divisiones. De la iglesia metodista salió… De la iglesia metodista primero salieron los metodistas wesleyanos, luego se dividieron algunas cuatro o cinco veces. De allí llegaron a otra clase de metodista, y otra vez se dividieron; luego llegaron a los metodistas libres, luego de allí a los nazarenos; y de nazarenos a peregrinos de santidad, y de peregrinos de santidad vino bajando a distintos ismos que salieron, siguiendo su trayectoria, cada uno de aquellos que comenzó allá. Y ¿qué hicieron cada uno de ellos? Finalmente terminaron en pentecostés.",
    "Y ¿qué hizo pentecostés? Lo mismo que hizo su madre. Regresaron y se organizaron. Y ¿qué llegaron a ser? Una—una denominación. Entre Ud. en una de ellas. Lo primero que le dicen, “¿Cuál es su doctrina”? Hermano, lo peinan a uno con un peine bien fino, para descubrir quién es Ud. y qué cree. Y si Ud. no cuadra al pie de la letra con ellos, hermano, Ud. queda excomulgado en el acto. Correcto.",
    "Y no estén pensando que al decir que son “pentecostales” que con eso están muy seguros. Hermanos, habrá igual número de pentecostales fuera del camino que los que están en el camino, de eso estoy seguro. ¿Ven?",
    "Ahora, todas esas organizaciones, si solamente hubieran permitido que la bendición pentecostal tuviera libertad y no tratar de organizarla, sino mantenerla en una hermandad y dejar que el Espíritu Santo hiciera las separaciones. El Espíritu Santo separa. En cierta ocasión entraron Ananías y Safira y dijeron cierta cosa, y el Espíritu Santo dijo, “¿Por qué han mentido”?",
    "Pero nosotros decimos, “Ese es el Hermano Jones, no digas nada mal acerca de él. De entre todos en la iglesia es el que ofrenda mejor. Yo sé que tiene el Espíritu Santo porque lo he oído hablar en lenguas y lo he oído gritar en el Espíritu”. Eso significa igual como si vaciáramos chícharos sobre una piel seca de res. ¿Ven? No tiene nada que ver con el asunto. Dios es el que dice. El es El que dice si es o no es. Absolutamente. “Pero nosotros lo recibimos en nuestra denominación. Bueno, lo botamos de las—de las Asambleas, luego lo admite la Unidad”. La Unidad lo lleva por un tiempo y luego lo bota, porque… lo llevaron allá y luego lo tomaron los de Sólo Jesús. Sólo Jesús lo llevan por un tiempo y el siguiente que lo admite es la iglesia de Dios, lo recogen. Luego lo toma la iglesia de Dios de la Profecía, y después lo toma el movimiento de Tomlison. ¡Oh qué cosa! ¡Hermano, si casi tenemos la cosa agotada! Y eso es entre los pentecostales, el último avivamiento. Y ahora tienen los de la llama azul, y los que adoran el aceite, y la sangre en la frente y tantas cosas, ni sé hasta donde han llegado.",
    "Sólo una cosa que…",
    "La cosa entera ha llegado una condición corrupta. ¿Saben que la Biblia dice que eso llegaría a corromperse? ¿Saben que la Biblia dice de este día, que estaría aquí, cuando hasta las mesas del Señor estarían llenas de vómito? Y dice, “¿A quién podré enseñar Doctrina? ¿A quién podré hacer entenderme? Porque mandato tras mandato sobre mandato, línea sobre línea”. [Isaías 28:9,10] Entonces ¿a quién puede El enseñar doctrina? A los arrancados de los pechos de la madre. ¿Ven?",
    "Ahora, no existe—no existe ninguna mujer en esta ciudad por más malvada que sea, que no pueda dar a luz a una hija virgen. Lo es cuando nace. Ahora, y puede continuar muy bien. Pero, si uno no se da cuenta que la madre ha sido de tal naturaleza, el noventa por ciento de las veces, la hija se portará igual que la madre. Uds. saben que eso es la verdad. Una mujer que maneja una casa de mala fama puede dar a luz a una hija, y ella puede llegar hasta los 16 años y tan limpia y moral como el lirio, si es que se mantiene de esa forma. Pero la cosa es que ella da la vuelta y se porta igual que la madre.",
    "Ahora bien, la iglesia católica fue la primera prostituta que apareció, con doctrinas que ella misma inventó, supersticiones, lo cual la Biblia dice que ella “Salió del abismo y volverá a la perdición”. Así dice la Biblia. Ahora, si enseñan eso, ¡están errados! Eso está errado de acuerdo a la Palabra de Dios. Luego por allí viene la iglesia metodista, la cual nació de ella, una jovencita muy linda, pero ¿qué hizo? Ella dio la vuelta e hizo las mismas cosas que hace su madre. Permiten a sus congregaciones vestirse con pantaloncitos cortos; les permiten fumar cigarros; les permiten actuar de cualquier forma, como no deben. Nunca se dice nada al respecto. El pastorcito medio cocido, escondido atrás del púlpito, tiene temor de que se le vaya a terminar el salario o el pan.",
    "Permítame decirle mi hermano, que yo prefiero predicar el Evangelio y comer galletas saladitas y tomar agua del río, y decir la Verdad del asunto. Aunque todos en mi congregación se me fueran, de todas maneras yo les diría la Verdad. Sí señor.",
    "¿Qué les pasa? Es solamente una fuente de ingresos. “Ud. sabe, yo soy el pastor de la iglesia más grande en toda la ciudad”. Uds. bautistas y metodistas, escuchando a un falso profeta. Eso es áspero. Pero cualquiera que enseña contrario a esta Biblia es un falso profeta. No importa cuán pulido sea. Es profecía falsa. Correcto.",
    "🦅 Oh, pero todo está bien con tal de que Ud. tenga su nombre en el libro de registro”. ¡Ud. pudiera tener su nombre en una docena de libros, pero si no aparece en el Libro de la Vida, entonces Ud. está perdido! Ud. puede ser de lo más bueno, y podría ser de lo más leal, lo más limpio y moral, pero eso no tendrá nada que ver.",
    "Esaú era lo doble de lo que era Jacob con respecto a ser un verdadero hombre. Cuidó de su padre ciego y todo lo demás. Y Jacob era un picapleitos que se la pasaba pegado al delantal de su madre, era un niño mimado. Pero Dios dijo, “A Jacob amé, mas a Esaú aborrecí”, antes de que cualquiera hubiera nacido. Así dice en Romanos 8 [9]. Exactamente.",
    "Dios sabe lo que está en el hombre. Y también sabe lo que está en la iglesia. Nosotros vivimos por el Pan de Vida, el Pan de la Palabra de Dios. Y por eso es que no somos una denominación.",
    "Y ahora deseo darles otra—quiero darles otra ilustración que tenía apuntada aquí: “La gran…” Ahora, en Apocalipsis 19:2, tengo algo apuntado, quiero mirar para ver lo que es.\n\nPorque sus juicios son verdaderos y justos; pues ha juzgado a la gran ramera que ha corrompido a la tierra con su fornicación, y ha vengado la sangre de sus siervos de la mano de ella. (Allí es el fin de la iglesia católica.)",
    "Ahora, también deseamos que noten esto. Que una denominación, una denominación también es hallada aquí en las Escrituras, que el… Y el caso es que la Biblia nunca habla de una denominación. Las denominaciones vienen de la iglesia católica. Ella es la primera madre de denominación, y cada denominación ha venido sucesivamente. Ahora esto quizás incomode un poco, pero más adelante se va poner aún más incómodo. Pero deseo que vean que las denominaciones no nacieron ni fueron ordenadas por Dios. ¡Fueron ordenadas del Diablo! La Iglesia de Dios es una.",
    "Nosotros no estamos divididos, somos un solo Cuerpo, uno en Doctrina y esperanza, uno en caridad. Esa es la Iglesia del Dios vivo. A pesar de lo que digan, esas cosas, nosotros somos uno, juntos. Correcto. Ya sea metodista o bautista, hermano, si es renacido y lleno con el Espíritu Santo, él es mi hermano. Estamos caminando hombro a hombro. Correcto. Sí señor. No importa.",
    "Moisés. Muchas veces me dicen, “Ese grupo fanático, los pentecostales, Hermano Branham, ¿por qué salió Ud. con tales”? ¿Saben qué? Cuando Moisés contemplaba los hijos de Israel, él los miraba desde la misma ventana por donde los miraba Faraón. Faraón los miraba como gente que trabajaba con el lodo. Pero Moisés los miraba como los Escogidos de Dios. El sabía que ellos tenían la promesa. ¿Por qué? El lo sabía por la Palabra. Y por fe… Con un pie sobre el trono ya para ser Faraón, con el mundo entero a sus pies, sentado allí y hasta le vaciaban el vino en la boca, y mujeres hermosas abanicándolo. Como emperador, o dictador, o rey del mundo entero, el joven Moisés de cuarenta años, tenía todo esto en la mano. Pero observaba a aquellos trabajando en el lodo y sabía que era uno de ellos. ¡Aleluya! Así es. El sabía que era uno de ellos. Y sólo por fe él escogió.",
    "Todos tienen que tomar una decisión. Ud. tiene que tomar una decisión. Y ahora mismo va escoger. Mañana va tomar decisiones. Mañana por la noche tomará otras decisiones, si es que vive tanto. Alguna vez tendrá que escoger. Hermano, hace mucho tiempo yo escogí. Esta Biblia era mi diccionario, esta Biblia era mi Libro de la Vida, esta Biblia era la Palabra de Dios. Por esta Biblia yo vivo. Y por esta Biblia yo me paro.",
    "Por lo tanto, Moisés miraba sobre los hijos de Israel, y no sólo decía, “Son una gente muy buena. No tengo nada en contra de ellos. Oh, no. Yo no hablaría ni una sola palabra en contra de ellos”. Así hace mucha gente hoy. “Oh aquella gente pentecostal, y aquellos que tienen el Espíritu Santo. Y aquellos que creen en la sanidad Divina. Oh, yo—yo—yo no tengo nada en contra de eso”. Pero así no era Moisés. El dejó a Egipto y se hizo uno de ellos. El fue y caminó entre sus hermanos. Era uno de ellos.",
    "Hermano, así es como escojo yo mi camino. Yo tomaré el camino con la minoría despreciada del Señor, si es una manada, lo que sea. Ellos tienen una promesa y yo veo sus nombres en el Libro de la Vida del Cordero. Son mis hermanos. Correcto. Escoja Ud. y tome su lugar juntamente con ellos. Para bien o para mal, manténgase fijo de todas maneras. Si están mal, ayúdelos hacia el bien. Correcto. Nunca los va ayudar a mejorar dándoles patadas. Haga el esfuerzo para sacarlos.",
    "Charlie, como dijeron del Hermano Allen, del fuego, y de la sangre en las manos. Yo dije, “¡Nunca, nunca he desvirtuado al Hermano Allen”. Dije, “Si yo pudiera predicar como A. A. Allen, jamás tendría otro culto de sanidad Divina”. Ahora, hablando de que si la sangre en la palma de la mano es la evidencia de tener el Espíritu Santo, yo no estoy de acuerdo con eso. Pero cuando es cuestión de hermandad, él es mi hermano. Yo estoy hombro a hombro con él en la batalla. Correcto. Si él está errado, le trataré de ayudar. Y si no está errado… Si yo estoy errado, quisiera que me ayude a mí. Y así es como nos entendemos. Ahora, vean esto.",
    "…ella era misterio: BABILONIA, LA MADRE DE LAS RAMERAS.",
    "¿Ahora pueden ver amigos cómo está la iglesia hoy día? ¿Pueden ver cómo es que las iglesias de hoy viven como bien les parece? “Todo está perfectamente en orden, siga adelante”, cerdo come cerdo, sin poner nada de atención. “Pero no hay ningún daño en hacer eso. Ud. simplemente se esfuerza por ser anticuado”. Ahora, vean de cerca su doctrina. Ahora vean. Esos son sus hábitos. ¿Pueden ver que hace pocos años, la iglesia católica era la única que les permitía ir al cine? La iglesia metodista ni lo pensaría. Todas aquellas denominaciones, “¡No, esas son obras del Diablo”! Me pongo a pensar, ¿qué habrá sucedido? Sí señor.",
    "Y Uds. saben, esas jovencitas católicas, salieron con esas… (Ahora, algunos de Uds. tienen igual edad que yo) …salieron y enfatizaron aquellos calcetines que tapaban las rodillas. Aquel individuo, me supongo está en el infierno esta noche. Yo no sé, no soy su juez. Pero cuando escribió aquella primera canción que salió en la radio, sin censura, aquel “Bájenlas, muchachas, bájenlas, y muestren sus lindas rodillas”. ¿Cuántos se acuerdan de eso cuando salió hace muchos años? Ese fue el primer error, allí mismo. Correcto. Y cuando anunciaron de este tipo allá en Texas, que utilizaba a las mujeres y con sus ropas interiores las hacia aparecer como algo que no eran, y tantas cosas como esas, y no lo frenaron. Y ahora ¿qué ha hecho eso? Eso comenzó a avanzar lentamente. Es un espíritu.",
    "Un hombre estaba hablando el otro día. Dijo, “No sé qué voy a hacer. Tengo un muchacho bueno y sincero; y ese muchacho ahora es uno que se roba todo donde pone la mano”.\n\nDije, “¿Por qué”?\n\n“Es que se está asociando con un ladrón”.",
    "Si Ud. se pasa el tiempo con alguien que es un ladrón, Ud. mismo se convertirá en ladrón. Mi anciana madre de Kentucky decía, “Si te acuestas con un perro lleno de pulgas, cuando te levantas tú también vas a tener pulgas”. Si Ud. junta una—Ud. junta una mala muchacha con un buen muchacho decente, de repente él se volverá tan rebelde como un perrillo, y lo mismo es al reverso. Ud. es conocido por con quienes anda. ¡Sepárese! “¡Salid de en medio de ellos”, dice la Biblia, “y apartaos”! Correcto.",
    "Si las denominaciones regresan a tal grado de corrupción como permitiendo a su gente… Pues, aquí el otro día, en una gran iglesia bautista muy fina, tuvieron que despedir. El hombre sólo pudo predicar veinte minutos, porque el pastor tuvo que salir a fumar. Y toda la congregación salió afuera. Todos salieron para fumar y luego volvieron, el pastor y todos. Fui a una iglesia congregacionalista, y allí estaba un hombre vestido con la sotana larga, parado allí, y dijo, estaba medio recostado en el púlpito así, hablando de alguna clase de flor que encontró allá en el monte. Y eso fue casi de todo lo que se trató, y luego salió. Y sus dedos estaban de color amarillo del humo de los cigarros. Sí. Y hablando de que los varones y las mujeres iban a jugar… ¿Cómo se llama este juego alemán que juegan a base de ciertas cartas? Pensaba que me recordaría de eso. Naipes, iban a tener un juego de naipes. Pienso que así era. Sí, es donde se surten, es a base de cartas. ¡Un juego de naipes en el sótano! ¡Qué cosa! Y allí es donde está su fundamento. ¡Con razón! ¿Qué? Ellos hacen eso y luego se ponen a hablar de la iglesia católica en estos lugares con los rotarios y jugando a la lotería. Pues, Uds. los protestantes son igual de culpables como ellos, entonces ¿qué pueden decir al respecto? La olla no puede llamar de “sucio” al sartén. De ninguna manera. Hacen eso y dicen, “Pero yo soy presbiteriano. Yo soy metodista”. Ud. no es nada mientras no ha nacido de nuevo. Correcto. Y cuando Ud. hace eso, Ud. lo sabe. Hay algo por dentro que le dice que esas cosas están erradas, y Ud. saldrá de eso tan seguro como Ud. le llega a la rodilla de un pato. Uds. saben que esa es la Verdad. Ciertamente. Sí señor. Todo eso sigue por ese camino. ¿Por qué?\n\n…MADRE DE LAS RAMERAS…",
    "Un día de estos la madre va decir, “¿Saben qué? A pesar de todo querida, somos iguales”. ¿Y entonces saben lo que es eso? La Confederación de Iglesias que se van a unir, todas, como están ahora mismo. ¿Y saben qué sucederá con un grupito como este? Hermanos, la van a pagar. Exactamente correcto.",
    "¡Pero no se preocupen, el Cordero lo vencerá! Porque El es el Señor de señores, y el Rey de reyes; y Dios guiará a Su Iglesia en vez de una denominación. El vaciará sobre la Iglesia el Aceite dorado del Espíritu Santo. Hermano, el Fuego caerá del Cielo, y las señales y maravillas ocurrirán como nunca han visto antes. Sí señor. “No temáis, manada pequeña, porque a vuestro Padre le ha placido daros el reino”. [Lucas 12:32] Sí señor. “El que persevere hasta el fin…” Allí lo tienen. Manténganse en el camino recto. Mantengan la vista hacia el Calvario. Esta Biblia es correcta. No se preocupen.",
    "Ahora vean, esas son algunas de las costumbres que tienen. Algo de la moralidad que tienen. Podríamos seguir. Cuando menos pensaron, eso se filtró en las iglesias protestantes. Luego las mujeres católicas comenzaron a… Pues, no perjudicaba nada si se ponían los pantaloncitos, con tal de que asistieran a la iglesia y se cubrieran la cabeza con un pañuelo. Alguna clase de tradición. “No coman carne el día viernes”. Y, oh, ¿dónde hallan eso de cubrirse la cabeza con un pañuelo para entrar a la iglesia? Deseo que me muestren la Escritura. Es una falsa profecía. ¿Dónde está en la iglesia que deben ponerse un sombrero para entrar a la iglesia? Cuando Ud. se pone un sombrero en la cabeza está deshonrando a Cristo, correcto; hablando a los hombres. Mujeres, Uds. ya tienen su cubierta, pero yo reto a cualquiera que me muestre que sea un sombrero o un pañuelo. ¡Es su cabello! Y Uds. se la cortan. ¿Qué de eso? Oh, ellas dicen: “Eso es algo muy anticuado”. ¡Si así es, es la Biblia! Y la Palabra de Dios es correcta.",
    "Hablando aquí no hace mucho, de la mujer que le lavó los pies a Jesús, y con su cabello, Uds. saben, se los secó. Dije, “La única manera que una mujer lograría eso [hoy] sería si se parara de cabeza para tener suficiente cabello para lavar y secar Sus pies”. Correcto. Oh sí, es-es-es-es una desgracia al ver la manera como… Aquí con el clima para congelar y andan por allí con una chamarrita, y mostrando su cuerpo desnudo.",
    "Ahora, Ud. dirá, “¿Por qué le da tan duro a las mujeres”? Es que se lo merecen.",
    "Y Uds. los hombres, que permiten que sus mujeres hagan eso, hermanos, no sé ni qué pensar de Uds. Ahora, eso es correcto.",
    "Y Uds. los pastores, no me imagino que estén presentes. Pero si Uds. los ven, díganles que me vengan a ver. ¿Ven? Si él tiene tan poco respeto para Cristo, como para permitir que su congregación siga con eso sin… Ahora ellos quizás lo hagan todo a sus espaldas, pero si él no se los dice, entonces no es siervo digno de Jesucristo. Exactamente la verdad. El no es digno de ser un siervo de Cristo. Un siervo de Cristo debiera ser intrépido con respecto a la Biblia. Ciertamente. Pero allí están; de todos modos salen y lo hacen.",
    "Y luego, cuando menos piensan, los protestantes tuvieron que seguir con lo mismo. Uds. que son buenos metodistas y bautistas, y presbiterianos, o nazarenos, peregrinos de santidad, y todos. Siguieron con lo mismo, seis de uno y media docena del otro. Allí lo tienen, “Madre de las rameras”. Su denominación, “Con tal de que comenzaron allá en la sede, ¿qué tanto importa”? ¿Ven? Importa mucho. No comenzó en aquella Sede. Quizás comenzó en su sede, acá, pero no en Aquella Allá. Depende de dónde originó Ud. Correcto.",
    "Ahora, no creo que tengamos suficiente tiempo para ver esta otra, quizás lo deje para mañana en la mañana. Muy bien, tomemos este tema cortito. Tenemos aquí, “bautismo en agua”. También tenemos “predestinación”, y oh, muchas otras cosas. Así que tomemos este tema corto, acerca de “mujeres predicadoras”, y ver esto.",
    "Ahora, ahora, dama predicadora, yo no quiero herirle los sentimientos, pero quiero decirle algo. Ud. no tiene ni una tilde de Escritura, ni una sola en toda la Biblia. Sí, ya sé para donde se está dirigiendo, y ya he visto todo eso, sí, “Profetizarán vuestros hijos y vuestras hijas”. Ahora, si su pastor no conoce el significado de “profetizar” él-él no sabe, y no tiene ningún asunto estar detrás del púlpito tratando de decirle a Ud. que sea una predicadora. ¿Ven? Porque eso está totalmente condenado desde Génesis hasta Apocalipsis. Ahora permítanme mostrarles esto.",
    "Ahora, primero deseo que abran conmigo a I Timoteo 2:11. Abran allí y descubriremos cómo, y también veremos lo suyo en Hechos 2. Sí. Y simplemente escuchen aquí a lo que las Escrituras tienen que decir con respecto a este tema.",
    "Ahora alguien me sigue diciendo, “Pues, Hermano Branham, Ud. es uno que odia las mujeres”. No odio las mujeres. Soy un… Es que no me gusta ver las mujeres intentando ocupar un puesto que no les corresponde. ¿Se acuerdan de Howard Shipyard que está aquí cerca, una de las empresas de construcción de barcos de mayor éxito por todo el Río Ohio? Colocaron una mujer a la cabeza de eso, y miren lo que sucedió. Le concedieron a la mujer el derecho al voto. Miren lo que sucedió.",
    "Permítanme decirles ahora mismo. No estoy solamente dándole una pelada a las mujeres. Deseo que Uds. hombres entiendan que también forman parte de esto. Pero hermano, permítame decirle algo. Esta nación es una nación de la mujer. Se los probaré por las Escrituras, o por medio de cualquier cosa que Ud. desea. Así es. ¿Qué cosa aparece en nuestras monedas? Una mujer. ¿Dónde se halla aquí en Apocalipsis? Allí se puede ver. Ella también es el número trece. Todo lo que comenzó: trece estrellas, trece rayas, trece colonias. Trece, todo fue trece al comienzo. Ella aparece en el capítulo trece de Apocalipsis. ¡Una mujer, trece!",
    "Y en el año 1933, cuando el Señor, cuando celebrábamos los cultos acá donde ahora está la iglesia de Cristo, el antiguo hogar masónico, la visión del Señor llegó a mí y predijo que Alemania se levantaría y construiría esa Línea Maginot. Muchos de Uds. lo recuerdan. Y cómo sería que allí estarían bien fortificados, y los americanos sufrirían una gran derrota allí en esa línea. Y también dijo lo que ocurriría con respecto a Roosevelt y esas cosas, cómo era que entraría y ganaría el mandato por cuarta vez. Perfectamente, exactamente como ocurrió. Y también dijo que los automóviles continuarían tomando la forma de un huevo, hasta que en los últimos días tendrían perfectamente la forma de un huevo. Y dije, “Llegará a acontecer que esos carros no se conducirán con volante. Será otra cosa que los conducirá”. Son esos carros que están sacando ahora mismo, por control remoto, para seguridad. Correcto. Uno no podrá entrar a una ciudad, si es una zona de veinte millas por hora, entonces no podrá pasar de veinte millas por hora. No podrá chocar con otro carro porque todo es a base de control remoto. ¿Ven? Eso está en camino ahora mismo. Y dije, “Recuerden, en aquel día, antes de que llegue el tiempo del fin, antes de que venga el tiempo del fin, una mujer… Ahora todos Uds. mantengan esto apuntado. Habrá una gran mujer de mucho poder que se levantará para ser presidente, o dictadora, o alguna gran mujer de mucho poder en estos Estados Unidos. Y [la nación] se hundirá bajo la influencia de mujeres. Ahora recuerden, eso es ASI DICE EL SEÑOR”.",
    "Y ella está errada. Y ¿a qué ha dado lugar? Permítanme decirles. Sean espirituales, permitan, no se endurezcan, pero vean. ¿Por qué está ocurriendo esto? Para dar entrada a la iglesia católica. ¿Ven? Uds. adoran a estas estrellas de cine y tantas otras cosas. ¿Se acuerdan del sermón que prediqué? Margie, Ud. se acuerda de eso, hace varios años, de La Invasión De Los Estados Unidos, para derrocar al gobierno americano. Y cómo fue que dije que se levantó en París, después de que los libramos allá de “mujeres, vino y el festejo”. Y él aterrizó acá en Hollywood. Ahora, en vez de nosotros enviar a París en busca de modelos, ellos mandan hasta acá en busca de modelos. ¿Qué hizo esto? Hizo… Uds. no permitían a sus hijos asistir al cine, pero él se metió a la televisión, se metió de lleno y contaminó la cosa por completo, corrió con todo eso. Y aquí estamos hoy día, todos los muchachitos y muchachitas, todos conforme a estos actores de televisión. ¿Qué es? Es que está abriendo camino. Les digo, una mujer de mala fama puede enviar más gente al infierno que todas las cantinas que se podrían colocar en la ciudad. Correcto. Obsérvenla mientras camina por la calle con la ropa toda pelada; no importa quién sea el hombre, si es un hombre normal y sano, cuando él mira la mujer de seguro eso tendrá un efecto en él. Ahora, sean honestos. No importa.",
    "Yo he tenido el Espíritu Santo por años. Ud. no puede mirar a una mujer y ella media vestida… En mi carro tengo colgando una pequeña cruz, muchos de Uds. la han visto. Alguien me hizo la pregunta, “¿Es Ud. un católico”? ¿Cuándo fue que los católicos obtuvieron el monopolio de la cruz? La cruz significa “Cristiano”.",
    "Todo eso de Santa Cecilia y tantas cosas son la señal del catolicismo. Nosotros no creemos en tales cosas como esas. Creemos en Cristo. Ellos tienen toda clase de gente muerta a la cual adoran. Es un alto nivel del espiritismo. No es otra cosa, sino adorando a los muertos. No hay tal cosa, no.",
    "Le hice la pregunta a aquel sacerdote. Dije, “¿Por qué entonces… Pedro fue el primer Papa”?\n\nEl dijo, “Eso es correcto”.",
    "Yo dije, “Entonces ¿por qué dijo Pedro, ‘Hay un solo mediador entre Dios y los hombres, Jesucristo hombre’? Y Uds. tienen cinco mil mujeres muertas y cuánta más cosa, de los cuales hacen mediadores. Entonces, ¿qué está pasando”? Allí lo tienen. Para eso no tienen respuesta. Correcto.",
    "Algo de su doctrina, su falsa doctrina, muchos falsos profetas protestantes han venido enseñando eso, y Uds., gente protestante, lo están tragando. Exactamente la verdad. Denominaciones y formas de bautismo, y distintas órdenes y cosas por las cuales están pasando, las cuales de ninguna manera son Escriturales. La Escritura está en contra, sin embargo Uds. se sujetan voluntariamente a eso. Es la verdad.",
    "Ahora escuchen esto con respecto a las mujeres predicadoras. Muy bien. Primera de Timoteo, deseo Primera de Timoteo 2:11. Ahora escuchen lo que dice aquí:\n\nLa mujer aprenda en silencio, con toda sujeción.\n\nPorque no permito a la mujer enseñar, ni ejercer dominio sobre el hombre, sino estar en silencio.",
    "No soy responsable por haberlo puesto allí. Soy responsable por decirles que allí está. ¿Ven? ¿Ven?\n\nLa mujer aprenda en silencio, con toda sujeción. (Si alguna vez ha ido Ud. a una iglesia ortodoxa, y los viera. ¿Ven?)\n\nPorque no permito a la mujer enseñar, ni ejercer dominio (para ser pastor, diácono, o alguna cosa por el estilo) sobre el hombre, sino estar en silencio.\n\nPorque Adán fue formado primero, después Eva.",
    "¿Lo sabían? Ahora, escuchen mujeres. Uds. buenas y santas mujeres Cristianas son la mejor cosa que Dios le pudiera dar al hombre, de otra manera le hubiera dado algo distinto. Sí señor. ¿Ven? La mujer ni formaba parte de la creación original. La mujer no es un producto creado por Dios. Ella es un subproducto del hombre. Dios hizo al hombre, hombre y mujer. Y El los separó. Y después que el hombre había vivido en la tierra y había dado nombre a los animales, y había vivido aquí por mucho tiempo, entonces El tomó una costilla del costado de Adán, como subproducto, y de allí hizo la mujer. “Adán fue formado primero, después Eva”. Ahora vean.\n\nY Adán no fue engañado, sino que la mujer, siendo engañada, incurrió en transgresión.",
    "Dios escogió al hombre; el Diablo escogió a la mujer. Véanlo, directamente de frente. ¿Qué lo está haciendo hoy? Miren la real Iglesia de Dios, ella dirá: “¡Jesús”! El anticristo dirá: “¡María”! Fíjense en esos espíritus. ¿Ven? Allí están. “Ave María, madre de Dios, bendita eres entre las mujeres, ruega ahora por nosotros, los pecadores, en la hora de la muerte. Amén”. ¿María, ruega? ¡Oh, qué cosa! ¿Ven? Por allí va la cosa, “mujer”, el súbdito del Diablo. ¡Cristo es el objeto de nuestra adoración, y el Unico! Allí lo tienen. Allí lo tienen.",
    "🦅 Adán fue formado primero, después Eva”. Adán no fue engañado. Y ¿cómo puede Ud. tener una mujer pastora o una diaconisa? Adán no fue engañado, sino la mujer fue engañada. Ella en realidad… Ella no pensó que estaba errada, pero lo estaba. “La mujer, siendo engañada, incurrió en transgresión”. Por causa de ella, cada vez que va pasando por la calle un-un-un funeral, una mujer fue la causa. Cada vez que llora un niño, una mujer fue la causa. Cada vez que alguien muere, una mujer fue la causa. Todo cabello canoso, una mujer fue la causa. Todo, y hasta la muerte, una mujer fue la causa. Todo lo que está errado, una mujer fue la causa. ¿Y luego la colocan como cabeza de la iglesia, pastor, o a veces obispo? Ella debiera tener vergüenza.",
    "Ahora permítanme darles la vuelta en esto, por un momento. ¿Ven? Ahora abramos allí en Primera de Corintios 14:32, para ver lo que dice Pablo acá; y luego veremos otras cosas en unos momentos. Y no deseamos retenerlos por mucho tiempo, y estén cansados por la mañana y no puedan volver. Muy bien. Deseo leer. ¿Cuántos creen que Pablo era un maestro inspirado? Ahora recuerden, Pablo también le escribió esto a Timoteo. ¿Ven? Ahora, en Primera de Corintios 14:32. Ahora comencemos aquí, y comencemos a leer aquí, creo en 14:34.\n\nVuestras mujeres callen en las congregaciones…",
    "¿Escucharon lo que él dijo?\n\nVuestras mujeres callen en las congregaciones; porque no les es permitido hablar, sino que estén sujetas…",
    "¿Tienen la referencia marginal de eso? Si lo tienen, vean si no se refiere a Génesis 3:16, cuando Dios le dijo a Eva, que porque había escuchado a la serpiente en vez de a su marido, que él se enseñorearía de ella todos los días de su vida. ¿Cómo entonces puede venir una mujer y enseñorearse del varón, para ser pastora o diaconisa, cuando la Biblia dice que esté “sujeta” igual como en el principio cuando el Dios…? Dios no puede cambiar. Ud. no puede hacer que la Palabra diga una cosa aquí y otra cosa acá. No lo hace, es lo mismo, siempre.",
    "Entonces, en el principio, y allí es donde, y antes de que terminemos con esto, si tengo la oportunidad, deseo enderezarles la cuestión de casamiento y divorcio. Aún no lo he hecho aquí en esta iglesia. Pero fíjense en este pacto doble. Uno dice que sí se puede casar ella; otro dice que no se pueden casar; y este dice esto, eso o aquello. Sólo esperen un momento y vean lo que dice la Biblia, cuando lleguemos a eso. ¿Ven? Muy bien. Ahora vean esto.",
    "Vuestras mujeres callen en las congregaciones; porque no les es permitido hablar, sino que estén sujetas, como también la ley lo dice.",
    "Entonces en el Antiguo Testamento, no se les permitía hablar, porque aquí Pablo dice que no se les permitía. ¿Es correcto? “Callen vuestras mujeres. Que estén sujetas”. Ahora si buscan la referencia marginal, los llevará a Génesis 3:16. ¿Ven? Muy bien. “Como también la ley lo dice”.\n\nY si quisieran aprender algo, pregunten en casa a sus maridos; porque es indecoroso que una mujer hable en la congregación.",
    "¿Acaso…?",
    "Ahora fíjense en sus Biblias en esa interrogante, de “¿Acaso…”? ¿Qué causó que Pablo dijera eso y que lo presentara de esa manera? Ahora, si en alguna ocasión pudieran ver las cartas que los corintios le escribieron a Pablo. Ahora, se pueden obtener en alguna buena biblioteca (¿ven?) lo que los corintios le escribieron a Pablo cuando le escribieron. Después que se habían convertido estas mujeres… Allá tenían una diosa llamada “Diana”, y también era de Efeso. Y los corintios adoraban la misma, porque era pura adoración pagana. Y un día hallaron una piedra en el campo que tenía la forma de mujer. Y dijeron, “Dios es una mujer, y aquí nos dejó caer su imagen”. Y los historiadores nos dicen que su templo era mucho mayor que el templo de Salomón. Oh, era de puro mármol, incrustado con oro; mientras el templo de Salomón era de cedro, incrustado con oro. ¿Ven? Y era mucho mejor. Y entonces como Dios era una—una mujer, pues claro que podía tener mujeres como sacerdotes. Seguro, si Dios es una mujer, entonces la predicadora tiene razón. Pero Dios es Hombre. La Biblia dice que es Hombre, y es Hombre. ¿Ven? Y si Dios es Hombre, entonces debe ser hombre.",
    "Ahora vean esto “¿Acaso”?",
    "Ahora, algunas de esas mujeres sacerdotisas, cuando fueron convertidas del paganismo al cristianismo, pensaban que podían mantener vigente su puesto como predicadora, simplemente hacer el cambio. Si predicaban allá de Diana, podían venir acá y predicar de Cristo.",
    "El dijo, “¿Acaso ha salido de vosotros la Palabra de Dios…”? Escuchen esto. Hermano, ¿cómo pueden los ministros hacer eso? El versículo 36.\n\n¿Acaso ha salido de vosotros la palabra de Dios, o sólo a vosotros ha llegado?\n\nSi alguno se cree profeta, o espiritual (ni aun tiene que ser un profeta; sólo uno que piensa espiritualmente), reconozca que lo que os escribo son mandamientos del Señor. (¿Lo creen Uds.?)\n\nMas el que ignora, ignore.",
    "Ahora eso es lo más claro que yo sé decirlo. ¿Ven? El dijo, “Si algún hombre es un hombre espiritual, o un profeta, él reconocerá que lo que yo escribo aquí son mandamientos del Señor”. Pero dijo, “Si va ser ignorante, que sea ignorante”. ¿Ven? Es lo único que se puede hacer. Si desean continuar hacia eso, uno tiene que dejarlos, porque él lo vio comenzando allá.",
    "Y alguna mujer me dijo, “Oh, Pablo era uno que odiaba las mujeres”.",
    "El no era uno que odiaba las mujeres. Uds. saben, Pablo era el apóstol a la iglesia gentil. Miren. ¿Sabían que Pablo…? ¿Cuántos creen que eso es lo que predicó Pablo? ¿Es lo que él-él-él dijo aquí? Y Pablo dijo…",
    "Ud. dirá, “Pero espere un momento, Hermano Branham. ¡Un momento! Ahora, nuestro obispo dice que aquello está bien. El supervisor general de las asambleas dice que está bien. El obispo de la unidad dice que está bien”.",
    "No me importa a mí lo que ellos digan. ¡Es falso! Y les dije que íbamos a hacer que esto pegara duro. Y son falsos profetas los que así hablan. Porque la Biblia dice, “Si alguno se cree espiritual o un profeta, reconozca que lo que os escribo son mandamientos del Señor”. Y si su espíritu no concuerda con la Palabra, él es un falso profeta para comenzar. Prefiero ser un odiador de mujeres que un amador de mujeres, y andar con tales cosas como esas, y tener que soportar tales cosas en la iglesia de Dios, contrario a las ordenanzas de Dios. Y Pablo dijo, Abran en Gálatas 1:8. Pablo dijo, “Si un ángel del Cielo os anunciare otro evangelio diferente a lo que yo os he predicado, sea anatema”. Ahora ¿qué van a hacer con eso?",
    "Ahora Ud. me dirá, “¿Qué de donde dice, ‘Vuestros hijos y vuestras hijas profetizarán’, en Joel, y-y-y de donde Pedro citó en el Día de Pentecostés”? Exactamente bien.",
    "¿Sabían que en el Antiguo Testamento, la única manera, y la única manera hoy, que alguien pudiera entrar en el pacto, por medio de… Abraham, siendo a quien se le dio la promesa, y el-el-el sello de la promesa fue por la circuncisión? ¿Cuántos saben eso? Eso fue Dios, confirmando.",
    "Como un hermano bautista, él dijo, “Hermano Branham, pues nosotros, los bautistas, hemos recibido el Espíritu Santo”.\n\nDije, “¿Cuándo fue que lo recibieron”?\n\nDijo él, “En el momento cuando creímos”.",
    "Dije, “Pablo dijo, ‘¿Habéis recibido el Espíritu Santo después que creísteis’”? ¿Ven? Dije, “Ahora, Uds. bautistas vengan y tomen de eso, luego podremos hablar de la seguridad Eterna”. Dije, “Pero, ¿de dónde entienden la cosa de esa manera”? ¿Ven?",
    "El dijo, “¿Lo recibisteis después que creísteis”? Ellos eran creyentes, y tenían gozo y alabanzas y todo lo demás. Pero aún no habían recibido el Espíritu Santo. Pablo dijo que no lo habían recibido. ¿Ven? “¿Recibisteis el Espíritu Santo después que creísteis”?\n\nDijeron ellos, “Ni siquiera hemos oído si hay Espíritu Santo”.\n\nPreguntó, “¿Cómo pues fuisteis bautizados”?",
    "Respondieron, “Hemos sido bautizados”. Pero vean, falsamente. Así que tenían que ser bautizados de nuevo. Muy bien.",
    "Ahora noten bien, que estas predicadoras, cuando entraron, pensaban que tomarían la autoridad. Pero eso es totalmente prohibido por Dios. Y permítanme mientras estamos en este tema de mujeres, ¿ven? Y ahora aquí dice, “Si hubiera entre vosotros alguno que sea espiritual, o profeta, reconozca que lo que escribo son mandamientos del Señor. Mas el que ignora, ignore”. Y por eso es que este tabernáculo no permite ni ordena mujeres predicadoras, diaconisas, o ninguna otra cosa donde una mujer ocupe un oficio en esta iglesia, y es porque aquí está esta Escritura y está claro.",
    "Ahora, la Biblia sí dice, “Vuestros hijos y vuestras hijas profetizarán”. Ahora ¿qué significa la palabra profetizar? Búsquenla. Es “hablar algo bajo inspiración”, o “predecir algo”, es una palabra compuesta.",
    "Así como santificar significa “lavado y puesto a un lado para servicio”. ¿Ven? O sea, es una palabra compuesta, indicando que significa más que una cosa, como tenemos mucho de eso aquí en el idioma inglés.",
    "Por ejemplo, diríamos la palabra “board”. Pues, ¿qué significa board? Ud. diría, “Pues, significa que él pagó su board” [su pensión]. “No, así no es. Significa que él bored [perforó] un agujero”. “No, así no es. Significa que él bored” [lo aburrió]. O, como pueden ver, suena como una sola palabra, pero uno tiene que saber de qué está hablando. ¿Ven?",
    "Y así es con esta palabra compuesta aquí, donde, “Vuestros hijos y vuestras hijas profetizarán”. Ahora la única manera en que Dios…",
    "Este bautista dijo, “Pues nosotros hemos recibido el Espíritu Santo”. Dijo, “Fue cuando creímos”. Dije… Ahora, vean, él dijo, “Dios le dio a Abraham el…” Dijo, “Creyó Abraham a Dios”. Así fue como lo dijo. Dijo, “Creyó Abraham a Dios y le fue contado por justicia”. [Romanos 4:3] ¿Cuántos saben que esa es la Verdad? Ahora, vean qué tan fácil Satanás le puede meter eso a un hermano. Vean, muy fácil. Ahora, esa es la Escritura.",
    "Hermanos, les digo, en esto acá, Ud. debe estar ungido antes de entrar en esto. Ud. debe entrar en un lugar secreto y orar. La gente dice, “¿Por qué no sale para ver a la gente”? Hermano, si Ud. va hablarle a la gente o enseñarle, vale más que se quede solo, con Dios, por un tiempo antes de entrar al púlpito. Ciertamente (¿ven?), porque Satanás es astuto, muy astuto.",
    "El dijo, ahora noten, él dijo, “Creyó Abraham a Dios, y le fue contado por justicia”. Correcto. El dijo, “Ahora, ¿qué más pudo hacer Abraham sino creer”?\n\nDije, “Eso es todo lo que él pudo hacer”.",
    "El dijo, “¿Qué más puede hacer Ud. o cualquiera, más que creer”?",
    "Dije, “Eso es todo lo que podemos hacer. Pero mire hermano, luego Dios reconcilió, o reconoció la fe de Abraham. Le dio el sello, una señal de circuncisión, como un sello del pacto. ¿Ve Ud.? Se lo dio. Dijo, “Ahora, Abraham, reconoceré tu fe, así que ahora te voy a dar una señal mostrando que te he recibido”.",
    "Entonces circuncidó a Abraham, y eso fue un sello del pacto. Y ahora en este día… Ahora una mujer no podía formar parte de ese pacto; sólo una mujer casada. Dense cuenta, no podían circuncidar a una mujer; entonces para entrar, ella con su esposo son uno. Ya no son dos; son uno. ¿Cuántos saben eso? La Escritura lo dice. Entonces, ella siendo casada, entonces ella llega a ser uno. Y sigan por allí y vean en Timoteo, allí dice la misma cosa, dice, “Ahora se salvará engendrando hijos, si permaneciere en fe, amor y santificación con modestia”. [I Timoteo 2:15]",
    "Ahora, pero la circuncisión del Antiguo Testamento era en la carne, pero en el Nuevo Testamento, Joel dijo, “Derramaré Mi Espíritu sobre toda carne, y profetizarán vuestros hijos y vuestras hijas”. Ahora la palabra profetizar no significa enseñar. Profetizar significa “contar una experiencia bajo inspiración”, o “predecir algo que está a punto de acontecer”. Y sabemos que hubieron profetisas en el Antiguo Testamento. Ellas no podían hablar en voz alta en el edificio, hablar en voz alta en la iglesia, o en la congregación, como maestras. Pero Ana, y muchas de ellas en el templo, eran profetisas, y María era profetisa, o algo parecido. Sobre ella posaba el Espíritu, correcto, pero su puesto tenía sus límites. Mujeres pueden ser profetisas hoy día, absolutamente; pero no maestras, y otras cosas, acá atrás de la plataforma [púlpito]. Al hacerlo hacen— hacen que la Biblia se contradiga. La Biblia no puede decir una cosa aquí, y otra cosa acá. Tiene que decir lo mismo, siempre, o de otra manera no es la Palabra de Dios. ¿Ven? Así que, “profetizarán vuestros hijos y vuestras hijas”, significa que “predecirán” o “testificarán”. Ahora, busquen eso, y vean eso en el diccionario Bíblico, y vean si no es correcto. “Profetizarán vuestros hijos y vuestras hijas”.",
    "Ahora, la Biblia también habla de una mujer que pretendía ser, o reclamaba ser… Esto funcionaría tanto con la iglesia católica como también con el—con el tema del cual hablaremos ahora. Abramos en el Libro de Apocalipsis en el capítulo 2 y el versículo 20, mientras estamos aquí cerca, para que noten aquí y vean qué tan endiablada esa cosa puede ser, hablando de lo que ocurrirá en estos últimos días, cómo es que estos, de lo que será esta mujer. Recuerden, la iglesia católica es una mujer. Lo acabamos de leer ¿que no? Ahora escuchen esto, lo que dice. Apocalipsis 2:20, “Pero tengo…” El le está hablando a esta iglesia de Tiatira ¿ven? “Ahora tengo…” Y esta es la iglesia en el centro de todas las edades, la que pasó por la Edad del Oscurantismo.\n\nPero tengo unas pocas cosas contra ti: que toleras que esa mujer Jezabel, que se dice profetisa, enseñe y seduzca a mis siervos a fornicar y a comer cosas sacrificadas a los ídolos. (¿Ven?)",
    "Ahora, si en alguna ocasión han notado, vean bien estas edades de la iglesia, luego terminaremos. Luego por la mañana trataremos con estas otras cosas. Vean. En la… Debajo de los candeleros del tabernáculo judío, por el lado de adentro, cerca del pan de la proposición, habían siete candeleros de oro. Todos Uds. saben eso. ¿Ven? Hay siete edades de la iglesia. Eso también habla de siete edades de la iglesia, iguales. Ahora, si notan en Apocalipsis 1, hallamos a Jesús parado en las siete edades de la iglesia, los siete candeleros, cuando él se volvió y vio Uno semejante al Hijo del Hombre, parado, vestido de la manera como estaba. Era la Novia parada entre los candeleros, en figura.",
    "Ahora, en el Antiguo Testamento, tomaban una cierta vela y la encendían, y tomaban la otra vela y la encendían de aquella, encendían otra, una encendida de la otra, y así de esa manera, hasta que encendían todo el candelero de siete velas.",
    "Si notan, en el principio, cuando Dios comenzó a lidiar con los judíos, y ellos pasaron por su edad dorada. Y luego en la edad más oscura del lidiar con los judíos, que Dios tuvo con los judíos, fue durante el reinado de Acab. Y si notan, al leer esas edades allí, El vuelve nuevamente a lo mismo. Ahora dice, hace unas pocas cosas, y dijo. Ahora, allí en esa Edad del Oscurantismo, mil quinientos años, o en el tiempo de Acab, primero, con los judíos. La edad más oscura que habían tenido, cuando Acab se casó con Jezabel y trajo la idolatría a Israel, e hizo que toda la gente adorara según Acab, el dios de Jezabel. Uds. recuerdan, colocó los símbolos de Asera [II Reyes 18:4] y quebró los altares de Dios. Y Eliseo clamó que él era “el único”, y Dios tenía setecientos que aún no habían doblado la rodilla a Balaam [Baal]. ¿Recuerdan eso? Ese es el tipo de la Iglesia elegida, saliendo. ¿Ven? ¿Ven como es eso?",
    "Ahora, en esta iglesia, si notan la primera iglesia, la primera iglesia, la iglesia de Efeso, era una gran iglesia. El dijo, “Aún tienes vida”. Y si notan, cada iglesia comenzó a menguar, a menguar, a menguar, hasta llegar a Tiatira. Luego los mil quinientos años. Luego salió del otro lado, “Y tienes un poquito de luz. Afirma lo que tienes, no sea que tu candelero sea quitado”. Y de allí pasa a la edad de Filadelfia y luego a la edad de Laodicea.",
    "Ahora, aquí está lo hermoso. ¡Oh qué cosa! Hermano Smith, cómo amo esto. ¿Ven? Miren esto. Ahora, en esta edad de la iglesia, como lo hemos visto. Ahora fíjense en esto. La primera edad era la edad de Efeso, la edad de la iglesia de Efeso. Ahora, cada una de esas edades de la iglesia, hasta llegar a los mil quinientos años, si notan… Léanlo cuando lleguen a casa esta noche, si tienen tiempo, o temprano mañana, antes de venir al culto, los capítulos 1, 2 y 3 de Apocalipsis. Descubrirán que en cada una de las edades de la iglesia, El dijo, “Tienes un poco de fuerza, y no has negado Mi Nombre”, hasta llegar a los mil quinientos años de Tiatira, la Edad del Oscurantismo. Luego salió del otro lado, y dijo:\n\n…tienes nombre de que vives, y estás muerto.",
    "Y ninguna de estas otras edades de la iglesia, ni esa, ni la edad de la iglesia de Filadelfia, jamás levantaron nuevamente ese Nombre. Nunca obtuvieron ese Nombre, porque desapareció durante ese tiempo. Ahora, oh, cómo podríamos darle duro a esas enseñanzas falsas ahora mismo, allí, y mostrarles que es una madre, la iglesia católica, la madre de todo eso, cómo ella es “madre, misterio, Babilonia”. Y eso es, vean, y esta edad de la iglesia aquí, cuando ella salió, tenía una poca luz, luego fue menguando, menguando, luego entró en organización, por estos mil quinientos años. Y luego salió, no como la Iglesia del Señor Jesucristo, sino como la iglesia católica. ¿Cómo salió Lutero? Como la iglesia luterana. ¿Cómo salieron los bautistas? Como la iglesia bautista. No era Su Nombre, no Su Nombre; otro nombre, “tienes nombre”. “Porque no hay otro nombre bajo el cielo en el que podamos ser salvos, solamente en el Nombre de Jesucristo”. “Tienes nombre de que vives, pero estás muerto”, eso es con esa denominación.",
    "🦅 Oh, yo soy presbiteriana”, y ¡estás muerta! “Oh, yo soy bautista”, ¡y muerta! Uno solamente tiene vida cuando es vivificado en Jesucristo. Correcto. Sus falsos bautismos en agua, bautismo falso; rociando, echándole agua, en lugar de inmersión; empleando “Padre, Hijo, y Espíritu Santo”, en vez del Nombre del Señor Jesús. Todas esas cosas falsas vienen siguiendo, la Biblia hablando, y vaciando tan fuerte como puede. Y aquí lo toleramos juntamente con ellos, “Pues, mi iglesia lo cree de esta manera”. Pero la Biblia dice esto. ¿Ven? No existen tales cosas. No hay tal cosa.",
    "Y en ninguna parte de la Biblia sacaron la lengua para recibir la hostia santa, y que el sacerdote se tomara el vino y llamar eso Espíritu Santo. Nunca en la Biblia se dieron la diestra de compañerismo y que lo llamaran Espíritu Santo. Nunca sucedió que alguien se levantara y dijera, “Ahora soy creyente”, y con eso recibiera el Espíritu Santo. Si así fuera, entonces así tendría que leerse en Hechos 2: “Y cuando llegó el día de Pentecostés, allí por el camino venía un sacerdote romano, y tenía el cuello al revés. Llegó y dijo, ‘Todos saquen la lengua y tomen la hostia, la primera comunión’”. ¿No sería una forma rara de leer Hechos 2?",
    "Pues, Uds. los protestantes están igual de errados. Vienen y dicen, “Ahora, llegamos con Uds. los metodistas, les damos la diestra de compañerismo y seis meses de prueba”. ¿Dónde se lee eso en Hechos 2? ¿Ven? ¿De dónde lo sacan? ¿Ven?",
    "Dice, “¡Estaban todos unánimes, juntos”! No llegó ningún obispo para hacer esto, y no llegó ningún sacerdote para hacer aquello. Pero “de repente vino del cielo un estruendo como de un viento recio que soplaba, el cual llenó toda la casa donde estaban sentados”. Así es como lo recibieron ellos, sí señor, como un viento recio que soplaba desde la Gloria. No de por allá en el camino o de alguna denominación.\n\n…tienes nombre de que vives, y estás muerto.",
    "Vean, sus credos y denominaciones han separado a Dios de esa manera tanto, que “Nosotros creemos esto, y creemos que los días de los milagros han pasado”. El que dice eso es un falso profeta. Es un falso profeta el que le dice a Ud. que, “Puede dar la diestra de compañerismo y con eso recibe el Espíritu Santo”. Es un falso profeta el que le dice, “Ud. recibe el Espíritu Santo cuando cree”. Es un falso profeta el que le dice, “Ud. debe ser rociado o que le echen agua encima en vez de bautizado”. Es un falso profeta el que le dice que “Sea bautizado en el nombre de Padre, Hijo y Espíritu Santo”, cuando no hay Escritura para eso en la Biblia. Correcto. No existe ninguna Escritura en la Biblia que le diga que se bautice, donde alguien haya sido bautizado, sino solamente en el Nombre de Jesucristo. Sólo los discípulos de Juan; y ellos tuvieron que venir y ser rebautizados en el Nombre del Señor Jesucristo, para recibir el Espíritu Santo. Correcto. Ahora, esa no es doctrina de Sólo Jesús. Yo conozco la doctrina de los Sólo Jesús. Esa no es. Esta es simplemente Doctrina de la Biblia. Correcto.",
    "Pero allí lo tienen. ¿Qué hacen con eso? Allí está su madre. Allí está la madre de esos credos.",
    "Ahora, vean bien en la Biblia y díganme donde alguien jamás fue rociado. Metodista, presbiteriano, católico, díganme donde en la Biblia alguien fue rociado. Díganme donde alguna persona se le derramó agua encima, para remisión de pecados. Díganmelo. ¿Lo pueden hallar? Si lo hallan, vengan conmigo, y yo caminaré por esta calle con un anuncio colgando por la espalda que diga, “Un falso profeta. He estado errado”. O, busquen una sola instancia en toda la Biblia donde alguien haya sido bautizado en el Nombre de Padre, Hijo y Espíritu Santo, así como el ochenta por ciento de Uds. han sido bautizados. Búsquenme una sola Escritura donde alguien fue bautizado de esa manera, y pondré un anuncio en mi espalda: “Falso profeta”, y caminaré por las calles con ese anuncio así. Y muéstrenme donde alguien que había sido bautizado, en la nueva iglesia, que no tuvo que venir y ser rebautizado en… no en el Nombre de solamente “Jesús,” pero en el Nombre de nuestro Señor Jesucristo. Correcto. Vean si no es la verdad.",
    "Y aquí, ¿qué es? Ella era madre de rameras. ¿Qué la hizo a ella una ramera? ¿Qué la hizo una prostituta? ¡Su doctrina! ¿Qué las hicieron a ellas rameras? ¡Su doctrina!",
    "Y por eso es que no toleramos con sus denominaciones y sus dogmas. Nos mantenemos limpios con esta Biblia. No sé hasta donde la están viviendo, pero de todos modos se les ha sido enseñado. Correcto. Eso depende de Uds. Yo no puedo hacer que la vivan. Sólo puedo decirles lo que es la Verdad. ¡Y por eso es que no somos una denominación! No quisiera—no quisiera corrompernos para entrar a tales cosas, y tener que sujetarnos a alguna clase de dogma. Mejor quisiera tomar el camino con la minoría despreciada del Señor. Prefiero mantenerme puro y limpio ante la Palabra y Dios, y pararme allá y decir, “Sobre mí no está la sangre de ninguno”. Por eso es que nos quedamos aquí en el Tabernáculo Branham. Por eso es que no somos de “las Asambleas”. Por eso es que no somos de “los Unitarios”. Por eso es que no somos de “Sólo Jesús”. Por eso es que no somos metodistas. Por eso es que no somos bautistas. Simplemente un pequeño tabernáculo aquí. No tenemos nada de denominación. Somos libres, en Cristo. Por eso es que nos mantenemos como estamos. Y Dios nos ha bendecido, Dios siendo nuestro socorro.",
    "Ahora, les podemos decir porqué tomamos la comunión; les podemos decir porqué participamos en el lavatorio de pies; porqué no permitimos a los miembros participar de ello si sabemos que están viviendo en pecado. Por eso es que, durante estas dos o tres semanas pasadas, he ido de un miembro a otro, donde también han tenido sus pequeñas contiendas. Pasan y uno no le hablaba a otro, y se veían el uno al otro en la calle y volteaban la cabeza. Debieran tener vergüenza, Uds. que han tomado de la bendita copa de Dios a través de este altar. Y se llaman de hermanos y hermanas, y luego por teléfono hablan el uno del otro. No son dignos de ser llamado Cristianos cuando Actúan así. Correcto. Dejen de hablar por teléfono; si no pueden hablar bien de alguien, mejor no digan nada. Recuerden, Dios los va considerar responsables. Mientras en Uds. esté esa clase de espíritu, Uds. saben que no están bien con Dios. Si Uds. no sienten…",
    "Si un hombre está errado, vaya Ud. con él y reconcíliense. Si no se pueden reconciliar, lleve alguien con Ud. Con razón Dios no puede disciplinar a Su Iglesia, porque no lo están haciendo correctamente. En vez de levantar el teléfono y hablar de éste, lo que sucedió, y las sectas, etc. y esas cosas. En vez de hacer eso, ¿por qué no hacen lo que dice la Biblia? Si un hermano ha sido sorprendido en alguna falta, vaya Ud. con él y vea si se puede reconciliar con él. “¡Pero es que él me hizo esto a mí”! ¡No me importa qué hizo él, de todas maneras vaya Ud. con él! No dice que él debe venir a donde Ud. Ud. vaya a donde él si él está errado. Ud. dice, “Pues él es quien está errado. El debe venir a donde estoy yo”. Así no dice la Biblia. La Biblia dice que Ud. debe ir a donde él. Si él está errado, Ud. vaya con él.",
    "Y luego si él no le quiere escuchar, entonces lleve a otra persona, como testigo.",
    "Y luego si él no desea ver a ese testigo, entonces diga, “Ahora traeré a tu pastor”. Luego Ud. le dice a él, diga, “Lo voy a contar a la iglesia, y de aquí a treinta días, si Uds. hermanos no han arreglado esto… Este hermano aquí está dispuesto a reconciliarse. Pero Ud. no quiere. Y si Ud. no arregla esto en treinta días, entonces lo que va suceder, Ud. ya no es uno de nosotros”.",
    "La Biblia dice, “Si no oyere a la iglesia, tenle por gentil y publicano”. [Mateo 18:17] Vean, mientras un hermano está bajo la protección de la iglesia, la Sangre de Cristo lo está protegiendo. Esa es la razón por la cual no logramos tener a la iglesia rodando en la manera que debería. Ahora, no estoy… Esta es la doctrina de la iglesia bautista… O más bien de aquí del Tabernáculo Branham, si lo cumplen. ¿Ven? ¿Por qué no…?",
    "Digamos que tuviéramos dos hombres aquí, digamos Leo y yo. Podríamos tener… Y yo digo, “Pues, él—él me hizo mal”. Eso no importa nada. Yo debo ir donde él. Pues él es un miembro de esta iglesia. El—él ha llegado a ser Cristiano. El toma la comunión junto conmigo aquí en el altar. Y ambos hemos sido bautizados en el Nombre del Señor Jesucristo. Hemos caminado rectamente, como hermanos, uno ante el otro, luego algo sucede.",
    "No es el hombre. Noventa por ciento del tiempo es el Diablo que se ha metido entre la gente. No es el pueblo, es el Diablo. Y mientras permiten al Diablo hacer eso, Ud. está lastimando a su hermano. Correcto.",
    "Pues, si hay algo mal entre Leo y yo; arreglemos la cuenta. Y si Ud. ve que existe algo, es el deber suyo de venir con nosotros y decir, “Vengan acá Uds. dos juntos. Vamos a arreglar esta cosa”. Ahora, pues si él llega a eso, y llegamos a descubrir, y allí estamos. Yo digo, “Pues, para comenzar…” Y si no podemos concordar, entonces hay que traerlo ante la iglesia de esa manera.",
    "Y entonces mientras no se hace nada al respecto, entonces la Sangre de Jesucristo nos protege a ambos. ¿Ven? Pero luego ese cáncer da lugar a otro cáncer, y ese cáncer hace que otro cáncer comience, y la cosa entera estará enferma, por completo, la iglesia entera. Luego llega al extremo que cuando uno entra a la iglesia, la encuentra tan fría, al grado que tendrán que decirle al conserje que venga primero para romper el hielo para que pueda entrar la congregación. Ahora, Uds. saben que eso es correcto. ¡Y frío! Alguien se sienta por allí, Uds. saben, y no dice nada. “Pues antes éramos tan espirituales”. Pues ¿qué pasó? Corrieron bien, pero ¿qué ha pasado? ¿Ven? Sus pecados los separan. Y hermanos, Dios los va considerar responsables por eso. Ahora, arreglen estas cosas.",
    "No hay nada errado conmigo, y nada errado con Leo; es el Diablo que se metió entre nosotros. Correcto. Arreglen eso. Vaya Ud. con él. Luego si él no le escucha, o si yo no escucho, de la manera que sea, entonces hay que decirlo a la iglesia. Si él no viene a reconciliarse con la iglesia dentro de treinta días, entonces queda fuera de la protección de Jesús. Lo desatamos. Exactamente correcto. Luego vean lo que sucede. Entonces dejen que Dios le ponga la disciplina. Uds. ya le quitaron las manos. Hicieron lo mejor que pudieron. Luego permitan que Dios lo tenga por un tiempo; El lo entregará al Diablo. Entonces sí vendrá. Si no, entonces su vida será corta.",
    "¿Recuerdan en la Biblia, cuando había un hermano que no se quiso arreglar con Dios? ¿Cuántos recuerdan el caso? El estaba viviendo con la mujer de su padre, y no podían lograr que se enderezara. Pablo dijo, “Entréguenlo al Diablo para la destrucción”. Hallamos luego en Segunda de Corintios que se enderezó.",
    "Yo tengo un hermano, un buen amigo, quisiera llamar su nombre, un hermano predicador. Y este hermano predicador, su nombre es Hermano Rasmussen. Muchos de Uds. ministros sentados aquí en esta noche, su nombre está en sus credenciales. Es un interdenominacional de Chicago. Y vean. El tenía un hijo, un ministro, y él salió y se casó con una muchacha católica, y así comenzó. Y ellos iban a hacer esto, y aquello y lo otro, y—y tantas cosas; se metieron en algunos problemas. Y su papá fue con él y le dijo, “Ahora mira hijo, ¿te vas a reconciliar con tu papá”?\n\nEl había llamado la iglesia de su papá un lote de aleluyas. Le dijo, “Ahora mira, ¿vas a arreglar eso con esta iglesia”?",
    "El dijo, “Ahora, papá, tú eres mi padre, y no quiero tener problemas contigo”.",
    "Muy bien.",
    "El fue y consiguió un diácono y fueron a su casa. Dijo—dijo, “Wesley, deseo hablar contigo”. Dijo, “¿Piensas arreglar este asunto con la iglesia”? Y éste le dio una respuesta rápida de dos palabras. Dijo, “Recuerda, Wesley, yo soy el pastor de esa iglesia. Soy tu padre, pero voy hacer lo que Dios ha dicho que se haga. Te doy treinta días para que arregles eso con la iglesia, o de otra forma te vamos a excomulgar de la Presencia de Dios. Tú eres mi propio hijo; aquel es mi Salvador”. Dijo, “Yo te amo. Y tú sabes que te amo, Wesley. Ahora mismo moriría por ti. Pero tienes que venir recto con la Palabra de Dios”. ¿Ven? Le dijo, “Yo soy el pastor. Soy el pastor de ese rebaño. Si tú eres mi hijo, o quienquiera que seas, tienes que alinearte con la Palabra de Dios. Si no lo haces, entonces yo no soy digno de ser Su pastor”.",
    "Ese sí que es un pastor. Ese es un hombre. ¿No lo piensan así? Ese es un hombre. Le dijo eso a su hijo, y dice que lo hirió. Pero dijo, “¿Qué? ¿A quién va uno herir, al hombre, o a su Salvador? Entonces”, dijo, “así continuamos”. Y dijo, “El no lo quiso hacer. Y se lo contamos a la iglesia”.",
    "El dijo, “Mi propio hijo, Wesley, no me quiso escuchar en este caso. No quiso escuchar al diácono. Y ¿Ud. es testigo de esto, Hermano Fulano de Tal”? “Así es, lo soy”. “Muy bien, a las ocho en punto del día domingo, de aquí a cuatro semanas, si él no ha arreglado aquello con esta iglesia, entregaremos a Wesley, mi hijo, al Diablo, para la destrucción de la carne. Su Sangre, la Sangre de Jesucristo, y esta iglesia, dejarán de protegerlo”.",
    "Y esa noche llegó. Se paró en el púlpito y dijo, “Le quedan dos minutos”. Llegó la hora. El dijo, “Ahora, conforme mi hijo, Wesley Rasmussen, le dijo a esta congregación, y a Ti, Dios Todopoderoso. Hemos hecho todo lo que podemos hacer, según Tus Palabras y las instrucciones que nos ha dejado Tu—Tu Hijo, nuestro Salvador. Nosotros ahora, yo entrego mi hijo, y juntamente con esta iglesia, al Diablo para la destrucción de su carne, para que su alma sea salva”. Fue todo lo que se dijo. Nada ocurrió por unas dos semanas, quizás un mes o dos.",
    "Una noche, Wesley se enfermó. Y cuando se enfermó, se fue de mal en peor. Llamó al médico. El médico vino y lo examinó. Tenía una calentura de ciento cinco grados [42 grados Centígrados]. Y no podía hallar ninguna causa. Se fue poniendo más enfermo. El médico le dijo, “Muchacho, yo no sé qué te ha pasado”. El no sabía qué hacer. Dijo, “Llamaremos a un especialista”. Llamaron al especialista, y el especialista entró allí. Lo llevaron al hospital, lo examinaron, hicieron de todo. Y dijo, “No puedo decirle. El muchacho tiene apariencia de muerte”. Allí estaba su esposa, llorando. Y los hijos estaban parados alrededor de la cama. El dijo, “Ya se va, es todo”. Dijo, “El pulso, la respiración, todo va bajando continuamente”.",
    "El dijo, “Llama a papá”. Oh sí. Así es como se hace. Así es. “Llama a papá”. Y su papá corrió rápido al hospital para verlo. El dijo, “Papá, ahorita no puedo, pero si Dios escucha mis palabras, yo arreglaré todo. Lo arreglaré todo. Sí lo haré”. Sí señor, hermano. En ese momento su respiración comenzó a normalizarse.",
    "Y para el próximo domingo, él estaba parado ante toda la iglesia. Dijo, “He pecado ante Dios, en presencia de esta iglesia. No quise oír las palabras del pastor. No quise oír aquí al diácono”. Y dijo, “Estoy pidiendo que esta iglesia me perdone por el mal que he cometido”. Dijo, “Dios me concedió la vida”. Les digo, él se enderezó. Sí. Eso es lo que tienen que hacer Uds. ¿Ven? ¡Si tan sólo lo hacen como Dios lo decreta! ¿Ven?",
    "Ahora, vean, la manera como lo hacemos nosotros, convocamos una reunión de la mesa directiva, y decimos, “Pues, ahora, ¿debemos mantener…”? No digo este tabernáculo, pero quiero decir nosotros la gente protestante. Tenemos una junta directiva, y “¿Qué piensan de Jones? ¿Qué debemos hacer con él? Yo creo que sería mejor miembro allá con los metodistas que con nosotros”. Allí lo tienen. Eso está errado. Por eso es que no tenemos que seguir sus tradiciones; y algún obispo que tenemos que llamar, miembro de algún… ¿Qué es lo que les llaman, un hombre de nivel distrito en la iglesia pentecostal? Prebítero de Distrito, llamarlo a él para que examine el comportamiento de este individuo.",
    "La Biblia nos dice lo que debemos hacer. Por eso es que no tenemos nada que ver con su denominación. Nos quedamos libre de esa cosa. Amén. ¿No están enojados conmigo, verdad? No lo hagan. Probablemente me lleguen unas buenas preguntas mañana por la noche, pero estamos. Correcto. ¿Ven?",
    "Recuerden, no,",
    "digo esto ahora. Uds. que están presentes de distintas iglesias denominacionales, su denominación, y hermano, no estoy diciendo que Ud. no sea un Cristiano. No estoy diciendo que en su denominación no existen miles de Cristianos amorosos. Estoy tratando de explicar el porqué nosotros no somos una denominación. Porque yo simplemente no podría tolerar tal cosa. No señor. Ciertamente que no. Le tratan de imponer a uno lo que debe hacer. Si Dios me llamó para predicar el Evangelio, entonces yo lo predicó de la manera que Dios me dice hacerlo. Eso es, exactamente como está escrito aquí en la Biblia. Si no cuadra con esto, entonces eso… Dios me juzgará por eso. Pero si yo—si yo veo que viene el lobo, o que viene el enemigo, y no les aviso, entonces Dios me lo va requerir a mí. Pero si les aviso, entonces la cosa está con Uds. ¿Ven?",
    "Recuerden, “En los postreros días, vendrán tiempos peligrosos, habrá hombres amadores de sí mismos, vanagloriosos, soberbios, blasfemos”. ¿Ven? Blasfemos, “Oh, aquellos idiotas. Los días de los milagros ya pasaron. No existe tal cosa”. Ese es un falso profeta. “Ahora, sabemos que nuestras mujeres tienen tanto sentido como nuestros hombres”. Yo no digo que no sea así, pero la Biblia de Dios dice que no la permitan en el púlpito. Con—con eso tengo yo. ¿Ven? Correcto. Muy bien. ¿Ven? Y dicen, “Pues, en nuestras denominaciones tenemos tanta buena gente como la tienen Uds. allá en el Tabernáculo”. Yo no discuto eso en lo mínimo, pero la Biblia condena denominaciones. Correcto. Y así que, no estoy diciendo que no tienen miembros finos en su iglesia. Eso es maravilloso. Son gente fina. De la gente más fina, yo los veo en todas, católicos y demás. Todos ellos, yo me encuentro con miembros finos.",
    "Ahora, la manera como vamos a presentar esto, amigos, Dios mediante, en los próximos estudios, quizás… Les avisaré mañana por la mañana si es que tenemos que extendernos al culto de la tarde o no, para cubrirlo todo. La razón por la cual estamos tratando de hacerlo, quiero ahora llegar a un cierto lugar. Ahora, si Ud. desea traer alguien de visita, están perfectamente libres para hacerlo. Pero recuerden, no—no se vayan de aquí solamente buscando las fallas, ni vengan con eso. Yo estoy hablando aquí a mi-mi congregación, ¿ven? Yo no enseño esto fuera de aquí, de mi congregación, porque ese ya es el negocio de otro hombre. El es el pastor de aquel rebaño. Y—y yo simplemente soy… [Espacio sin grabar en la cinta.]",
    "Directamente a Génesis, él lo traerá, veremos donde está. Ahora estamos volviendo a Génesis, para descubrir por qué ese hijo ilegítimo no podía entrar en la congregación de Jehová por catorce generaciones. Cómo sería… Se tomaría cuatrocientos años para acabar con ese pecado. Y descubriremos como la—la injusticia de los padres es visitada a los hijos, y sus hijos, como eso comenzó en Génesis, etc.",
    "Y entonces podrán ver cómo eso, volviendo hasta allá atrás, que Dios, antes de la fundación del mundo, antes de que un solo átomo se reventara, antes de que hubiera la existencia de cualquier astro de luz, Dios ya conocía toda criatura y todo lo que existiría sobre la tierra. ¿Habrá alguien presente…? Uno no podría explicar la palabra y desglosarla, y decir lo que significa la palabra “infinito”. Es como cambiar el lente de su cámara a infinito, sólo es de allí en adelante, es todo. ¿Ven? ¡Infinito! Y nosotros, en una mente finita, jamás podremos comprender lo que la mente Infinita puede concebir. ¿Ven? No podemos hacer eso. Ud. no puede. ¿Ve? Pero si se fijan, se mantienen en el Espíritu, podrán sentirlo allá lejos. Y—y vuelvan aquí en la Escritura y podrán ver mucho antes de que fuese colocada la fundación del mundo.",
    "Ahora, la Biblia dice que Jesucristo era el Cordero de Dios. Ahora, escuchen bien, porque algunos de Uds. no estarán mañana para oír la conclusión. La Biblia dice que Jesucristo era el Cordero de Dios, inmolado desde la fundación del mundo. ¿Es correcto? ¿Cuándo fue inmolado? Desde la fundación. Ese es el mundo, si es compuesto de unos átomos partidos, sacados de aquel sol, antes de que fuera eso. Entonces, antes de que hubiera un átomo partido en el sol, si este fuera un astro que salió del sol, lo cual sería cien billones de trillones de trillones de trillones de años atrás, antes de que hubiera un solo astro de luz, Cristo fue muerto. Cuando la gran mente de Dios decide sobre un cierto asunto, eso ya es un caso terminado. Cuando Dios dijo, “Haya”, ya es algo concluido. Aunque se tome cien billones de años para que se vea, ya es algo concluido tan pronto El lo haya hablado. “Y cuando el Cordero fue inmolado desde la fundación del mundo”, la misma Biblia, el mismo Espíritu escribió, diciendo, “nuestros nombres fueron colocados en el Libro de la Vida del Cordero antes de la fundación del mundo”.",
    "Entonces el hombre que escribió el himno, “Hay Un Nombre Nuevo Escrito En La Gloria”, tenía buenas intenciones, pero no es escritural. ¿Ven? Ese nombre fue escrito en la Gloria antes de que comenzara el mundo. Cuando el Cordero fue muerto, nuestros nombres fueron colocados en el Libro de la Vida del Cordero.",
    "Permítanme mostrarles una sola Escritura pequeña. ¿Se detienen por un momento? Ahora mismo viene a mi mente. Pienso que puedo abrir directamente allí. No estoy seguro. Y me perdonan por haberles retenido tan largo tiempo, pero les dije que sería allí por la medianoche; no es tanto. Pero me gustaría ver esto, una sola Escritura para eso. Abran conmigo ahora en el Libro de Romanos, y quiero que lean esto juntamente conmigo. Ahora, a ver, Romanos, si lo puedo hallar yo, por aquí mismo. Ahora, abramos a Romanos 8, y comencemos con el versículo 28 de Romanos capítulo 8. Quiero que lo lean juntamente conmigo ahora, reverentemente. Escuchen ahora lo que dice Dios.\n\nY sabemos que a los que aman a Dios, todas las cosas les ayudan a bien, esto es, a los que conforme a su propósito son llamados.\n\nPorque a los que antes conoció…",
    "Eso les da… ¿Pueden leer juntamente conmigo? “Porque él…”\n\nPorque a los que antes conoció, también los predestinó (muy bien) para que fuesen hechos conforme a la imagen de su Hijo, para que él sea el primogénito entre muchos hermanos.\n\nY a los que predestinó, a éstos también llamó; y a los que llamó, a éstos también justificó; y a los que justificó, a éstos también glorificó.",
    "¡Desde la fundación del mundo! Cuando Dios miró hacia abajo… Ahora, Dios no maneja Su oficina, diciendo, “Pues, ahora voy a… Oh, ¿y ahora cómo vamos a hacer”? ¿Ven? No hay nada…",
    "Recuerden, injusticia, pecado es la justicia pervertida. El Diablo no puede crear. ¿Todos, todos entienden eso? Esa es una Doctrina de esta iglesia. El Diablo no puede crear. El puede pervertir lo que Dios ha creado. Ahora ¿qué es la perversión? Ahora, en gran parte parece que todos son adultos. Escuchen esto. Somos personas casadas. Y Uds. hombres casados y Uds. mujeres casadas pueden vivir juntos como esposo y esposa, y esas mujeres son igual como que nunca… Son vírgenes mientras se quedan con su esposo. Correcto. Ahora, eso es legal y legítimo, y está bien, es ordenado por Dios para ser así. Otra mujer puede cometer el mismo acto como su esposa. Con una de ellas, Ud. es justo ante Dios; pero el mismo acto con otra mujer, y Ud. queda condenado a muerte ante Dios. ¿Qué es? La justicia pervertida (¿ven?), justicia pervertida. Ahora, el Diablo no puede crear, pero él pervierte lo que Dios ya ha creado.",
    "¿Qué es una mentira? Es la verdad pervertida. Alguien diría, “Oh, miren, era un sábado a las nueve de la noche, sí, Bill Branham estaba allá en Jeffersonville”. Correcto. “Estaba borracho allá en la cantina de Antz”. Una mentira. ¿Qué fue? Yo estaba en Jeffersonville, es correcto. Era la justicia pervertida en una mentira. ¿Ven lo que digo? ¿Ven? Una mentira pervierte lo correcto. Es algo que dice a dónde estaba yo. Ahora, si hubiera dicho, “Estaba en la iglesia, predicando”, correcto. Esa es justicia, dijo la verdad. “Tomando en la cantina”, una mentira. Pervertida (¿ven?), la verdad pervertida. ¿Ven lo que quiero decir? Toda injusticia es justicia pervertida.",
    "¿Qué es la muerte? Vida, pervertida. ¿Enfermedad? Salud, pervertida. Uno debe ser un hombre bueno y sano. Muy bien. Si Ud. está enfermo ¿qué es? Su salud ha sido pervertida. ¿Ve Ud.? Ese es todo el asunto. ¿Qué es? Uds. antes eran muchachas jóvenes hermosas; y hombres fuertes y guapos. Ahora se están arrugando, y envejeciendo. ¿Qué es? La vida, pervertida ¿ven?, volviendo nuevamente. ¿Ven? Y tiene que volver. ¡Bendito sea el Nombre del Señor! Dios ha prometido traerlo de nuevo. Y tan seguro como…Y si así es, sabemos que eso está aquí, así que tan seguro como eso está, Dios lo va traer nuevamente. El lo ha prometido y ha jurado que lo haría. Eso es lo que nos da…",
    "Ahora, ¿qué clase de gente debiéramos ser? Ahora noten cómo suceden estas cosas. Ahora, aquellos que El antes conoció, los llamó; los que El llamó, a esos justificó. ¿Cuándo? Antes de la fundación del mundo, antes que el mundo comenzara. Ahora, si pudiéramos tomar esta Escritura y en verdad trazarlo bien, nos tomaría varias horas, pero no—no deseamos hacer eso. Pero toda esta injusticia aquí, es justicia pervertida a injusticia. Eso es lo que hace el Diablo. Ahora, cuando uno llega a la edad de responsabilidad, y sabe distinguir entre el bien y el mal, Ud. debe dejar el mal atrás. Porque uno nace en pecado, formado en iniquidad, y llega al mundo mintiendo. Entonces en realidad uno nace según el deseo sexual, y entonces uno tiene que nacer de nuevo, para así recibir el nuevo Nacimiento y entrar al Cielo. Porque esta clase de nacimiento que tenemos aquí…",
    "¿Pueden ver cómo los Testigos de Jehová estarían tan errados en ese punto, pensando que el nuevo Nacimiento es la resurrección del cuerpo? Pueden ver, no puede ser así. ¿Ven? Tiene que ser algo…",
    "Ud. está en un espacio de tiempo, y lo único que es Eterno es aquello que no tuvo ni principio ni fin. Cualquier cosa Eterna no tuvo principio, ni tendrá fin. ¿Ven? Así que si Ud. es parte de Dios, el Espíritu que está en Ud. no tuvo principio ni tendrá fin, y Ud. es Eterno juntamente con el Espíritu que tiene por dentro. ¿Ven? Como el amor ágape, luego baja al amor fileo, y de allí al amor codicioso. Sigue bajando y bajando, pervirtiendo hasta llegar a ser una conglomeración, una cosa fea. Pues, la única manera, Jesús bajó por esa misma escalera, hasta acá para levantar y llevar de nuevo hasta la forma más elevada, desde la forma más baja; de muerte a Vida, de enfermedad a salud, de injusticia a la justicia. ¿Ven? El vino de lo más alto hasta lo más bajo, para poder traer lo más bajo hasta lo más alto. El llegó a ser yo, para que yo, por medio de Su gracia pudiera llegar a ser El, un heredero del Trono en Gloria. ¿Entienden lo que quiero decir con esas cosas? Ahora miren. Allá lejos, antes que este mundo comenzara en aquellos átomos allá, cuando Dios vio lo que iba suceder, en ese momento El lo vio a Ud. y me vio a mí, vio toda pulga, toda mosca, toda rana, todo mosquito. Todo cuanto habría en la tierra, El lo vio en ese momento. Seguro, lo vio.",
    "Ahora, El nunca dijo, “Enviaré a Mi Hijo y permitiré que muera, quizás alguien le tendrá lástima. Y será un caso tan lamentable, quizás alguien llegará a ser salvo”.",
    "¡El conoció de antemano quien sería salvo! Sí señor. El dijo, “Aborrezco a Esaú, y amo a Jacob”, antes que cualquiera de ellos tuviera la oportunidad de probar lo que era, porque El ya sabía lo que eran. El sabía. El lo sabe todo. El sabía lo que Ud. haría, antes que naciera, o cuando comenzó el mundo.",
    "Ahora miren. Como Uds. saben yo soy aficionado del tiro. Soy uno que le gustan los rifles. Y alguna mujer en Texas, creo que fue Texas, me compró un Swift, un Swift calibre .220. Yo siempre he deseado uno. Deseaba probarlo. Es el arma más potente de ese tamaño. Es un cartucho calibre .22, con 48 granos [de pólvora]. Y uno los puede cargar a mano. Ahora, la fábrica dice, “No lo hagan; es demasiado peligroso”. Pero se puede cargar ese cartucho para que rinda una velocidad de cinco mil pies por segundo, y aún mantener su lugar. Cinco mil pies por segundo es casi una milla [1.6 km] por segundo. En otras palabras, si un halcón estuviera a 200 metros, si uno le tirara al halcón, se verían las plumas volando antes que el rifle le diera el golpe. ¿Ven? Eso, pero si Ud. toma la parte plana de un palillo de dientes, y lo mete a la pólvora y saca sólo lo que queda pegado al palillo y se lo añade; si con esa bala le tira a un marmota [animalito de los llanos] sentado como a lo largo de este edificio, él se le quedaría mirando. ¿Qué pasaría? La bala se desintegra, porque va demasiado rápido. Y Ud. puede colocar un pliego de papel entre aquí y allá, y no podrá ver ni una seña de nada en el papel. Es que se vuelve, no a ceniza, ceniza volcánica, sino más allá de eso. Se vuelve a los ácidos originales que componen el cobre y el plomo contenido allí. Se vuelve a como estaba hace cien billones de años. Ahora, aquí en la mano tengo una pequeña bala de 48 granos, y en un segundo se ha vuelto a lo que era hace cien millones de años. Y si el mundo durara otros cien millones de años, probablemente se volvería nuevamente en una bala, se podría traer de nuevo, porque se formaría otra vez en cobre.",
    "Ahora vean lo que Dios hizo, y entonces lo amarán. Luego podrán ir a la casa, y por la mañana podrán levantarse más tardecito. Y-y lo amarán más que nunca. Ahora, Dios es un Contratista. ¿Cuántos saben eso? El es un Constructor. Muy bien. Pongan atención. Ahora, Dios allá lejos, dicen… Ahora vamos a tomar la idea de los cronólogos. Hace cien billones de años, cuando Dios iba construir el mundo, pues empezó. Ahora, El tenía una idea en la mente.",
    "Ahora, Ud. va decir, “Hermano Branham, si El es tan grande ¿cómo permitió al Diablo producir el pecado”? Pues, El sabía, mucho antes que el Diablo fuera creado, que él sería el Diablo. ¡Gloria! Ahora me siento religioso. ¡Qué cosa! Antes que el Diablo fuera creado, Dios sabía que él sería el Diablo. Ahora Ud. pregunta, “¿Qué de eso”? Ud. dice, “¿Por qué le permitió ser el Diablo”? Para que El fuese probado ser Dios. Por eso lo hizo. “¿Por qué existió la injusticia”?",
    "¿Cuál fue primero, el Salvador o el pecador? ¿Cuál fue primero? El Salvador. ¿Cuál fue primero, el Sanador o la persona enferma? ¿Por qué se permitió que existiera el pecador? Porque los atributos de El son ser Salvador. Si no hubiera existido el pecador, El nunca hubiera sido conocido como Salvador. ¡Aleluya! El puede hacer que todas las cosas giren para Su gloria. “¿Puede el alfarero decir a… O más bien puede el barro decir al alfarero ‘Me has hecho así’”? ¿Quién maneja la rueca? ¿Quién tiene el barro? ¿De quién son las manos que lo manejan? Pablo dijo, “Oh, hombre insensato, ¿no dijo El que levantó a Faraón para este propósito”? [Romanos 9:17] Ciertamente. El lo sabía. Antes que existiera el mundo, El sabía lo que sería todo. Y El permitió que existiera el pecado, para El poder ser Salvador. El permitió que existiera la enfermedad, para El ser un Sanador. El permitió que existiera el odio, para El ser amor. Seguro, lo hizo. El es Dios, y esos son Sus atributos. Y El tiene que tener algo por donde desplegar Sus atributos.",
    "¿Cómo sabrían Uds. que existe la noche, cómo sabrían que existe tal cosa? Si todo fuera la luz del día, ¿cómo sabrían cuando fuera la noche? Hay la noche para probar la luz del día. Seguro, existe. Amén. ¿Ven lo que El hizo?",
    "Pero cuando El estaba allá, antes de la fundación del mundo, antes que El tomase el sol y lo moviera de este lado de esta estrella en que vivimos ahora, esta tierra, y la moldeó acá cerca del sol, y la colocó alrededor del sol. Digamos que aquí está el sol. Lo moldeó por este lado, y lo dejó allí cien mil billones de años. ¿Qué estaba fabricando? Algunos gases. Lo movió de este lado, e hizo algo más. ¿Qué estaba haciendo allí? Potasio. Lo movió de este lado, y ¿qué estaba haciendo aquí? Estaba haciendo calcio. ¿Qué estaba haciendo? Estaba haciéndonos a Ud. y a mí. ¿Qué estaba haciendo? Como el constructor, estaba colocando toda la madera, las tablas de madera, el material para terminar, él sabía exactamente cuántos edificios iba levantar. Y nosotros somos formados de dieciséis elementos de la tierra, y El nos estaba formando, y colocándonos allá antes que existiera la tierra. Y quizás tenía forma ovalada en aquel tiempo; yo no sé lo que era. ¿Para qué estaba haciendo oro, y cobre, y latón, y agua, y todas esas cosas? El es un Contratista. El quizás…el Constructor estaba arreglando todo el material, tenía todo cortado y formado. Cuando lo tuvo todo hecho, sólo era una gran erupción volcánica. El permitió que los volcanes hirvieran por cien millones de años, para formar el calcio. ¿Qué es? Es parte de Ud.",
    "Y entonces, antes que hubiera la primera seña de vida en esta tierra, nuestros cuerpos ya estaban aquí. ¡Aleluya! Antes que cayera una sola gota de humedad a la tierra, nosotros ya estabamos aquí. Cuando Adán estaba caminando a lo largo del Huerto del Edén, yo ya estaba aquí. Amén. Sí señor. ¡Oh, gloria! Cuando los querubines, las estrellas de la mañana cantaban juntas, y los hijos de Dios gritaban con gozo, yo estaba aquí, solamente esperando que llegara el aliento de vida. Yo aquí estaba. El me hizo aquí, aquí tenía mi cuerpo. Sí señor. Si no es así, ¿entonces de dónde vino Ud.? ¿Cómo llegó hasta aquí? Dios lo tenía aquí. Dios lo hizo. Somos formados de dieciséis elementos: petróleo, potasio, y luz cósmica, y otras cosas. Vean, aquí estábamos.",
    "¿Luego qué ocurrió? Entonces Dios le dijo al Espíritu Santo — y lo tomaremos en forma simbólica — “Ahora ve allá, y haz el amor a aquel mundo, porque Yo soy amor, y Tú eres un producto de Mí, entonces vé allá y haz el amor al mundo”. Y el gran Espíritu Santo, como lo pensamos, vino; esto es en forma de un cuadro. No fue de esa manera. Desde luego, el Espíritu Santo y Dios son el mismo propósito, el mismo propósito, o Persona. Perdónenme. Y diríamos que El abrazó la tierra con Sus alas, y comenzó como a empollar. ¿Qué es empollar? Como hace la gallina con sus pollitos, “cuuuu”, amándolos, “cluck, cluck cluck”.",
    "El exclamó: “¡Oh vida, sal fuera”! Miró alrededor. “Deseo hermosura en esta tierra. ¡Vida, sal fuera”! El Espíritu Santo se estaba moviendo. Y cuando fue así, veo, y allí viene bajando por el cerro, allí viene una corriente de calcio, y se mezcla con el potasio. ¿Qué se está desarrollando? “¡Vida, sal fuera”! Y una flor de Pascua sacó la cabecita de debajo de una piedra. “Ven acá Padre, mira esto”.",
    "🦅 Eso está muy bien, sigue empollando”. El empolló las flores. El produjo toda la vegetación. Produjo la vida animal. Las aves volaron del polvo. Al rato apareció un hombre y una mujer; apareció el hombre, y el hombre era varón y hembra. Ahora, no era un hermafrodita; simplemente en él, había en él un espíritu femenino.",
    "Cuando Ud. ve a un hombre tan afeminado, puede ser que él esté bien, bien balanceado, pero hay algo errado. Y cuando Ud. ve a una mujer, y se quiere mochar el cabello y ponerse pantalones, y sale por allí, “¡Bendito sea Dios, yo les digo”! Hay algo errado. La mujer tiene el espíritu femenino, y el hombre es masculino. Sabemos eso. Y Uds. lo saben. ¿Se ve bien cuando una mujer trata de ser y actuar como el hombre?",
    "Pues, en una ocasión yo estaba sentado, entonces trabajaba como guardián del bosque, y venía sentado en un autobús y mientras íbamos yo le estaba pegando a esta mujer en la pierna con la mano, y no sabía que era mujer. Traía puesto una gorra de soldador, y sus lentes de soldador, y yo estaba sentado atrás, y ella estaba contando algo que había hecho. Ella dijo, “Sabes”, y dijo, “anoche”, y con una apariencia tan áspera como se pueden imaginar, y fumando un cigarrillo. Ella dijo, “Te digo, anoche, aquel hombre se subió sobre aquella cosa”, y dijo, “y vino bajando por allí. No me he reído tanto en toda la vida”.",
    "Y yo me estaba riendo así, Uds. saben. Dije, “Oye, eso sí fue algo tremendo”. Sentados allí hablando de esa manera. Y en eso ella se quitó aquello y meneó la cabeza, y tenía todo su cabello, pues era una mujer. Jamás en la vida me he sentido tan pequeño. Le pregunté, “¿Eres una mujer”?\n\nElla dijo, “Pues, claro”.",
    "Dije, “Perdóname”. Jamás he visto tal cosa. Es la verdad.",
    "El otro día vi un anuncio, y dio ánimo. Había un gran letrero, decía: “Ya listas para vestirse, damas”. Pensé, “Alabado sea Dios por eso”. ¿Ven? Pero cuando me di cuenta, era ropa ya hecha, Uds. saben. Pero yo entendí que en realidad se iban a vestir. Así lo entendí. [Es otra forma de leer la frase en el inglés.—Traductor] Para mí, decía: “Las damas se van a vestir”. Y dije, “Alabado sea Dios por ellas. Eso es algo correcto, doy gracias a Dios por eso”. Pero vean, era una clase de ropa ya hecha. Tenía que ser algo cómico, en este país ¿verdad? Muy bien.",
    "Luego cuando apareció Adán. Y Adán se veía muy solo, así que El tomó una costilla de su costado e hizo Eva, un subproducto para él. El sacó el espíritu femenino de Adán, y lo colocó en la mujer, el espíritu amoroso, femenino, suave, apacible. Y en Adán dejó el espíritu masculino. Ahora, si es algo diferente, en algún lugar hay algo pervertido. Ahora, y entonces aquellos dos eran uno.",
    "Y así que formemos un drama, antes de terminar. Aquí vienen. Es Adán que toma a Eva del brazo y se van caminando. Yo amo esta historia. Y se van caminando, Uds. saben. Y Eva dice, “Oh, querido, ¿me quieres decir que has…”?\n\n“Sí, yo le di su nombre”.\n\n“¿Y aquel cómo se llama”?\n\n“Ese se llama caballo”.\n\n“¿Y qué es aquel”?\n\n“Esa es vaca”.\n\n“¿Tú la nombraste”?\n\n“Sí”.",
    "🦅 ¿Qué nombre le diste a aquellos, esos dos sentados allí con las cabezas juntas”?\n\n“Esos son periquitos”. [En inglés: pajaritos de amor.—Traductor]",
    "🦅 Oh, ya veo. Ya veo”. Y así seguían. “¿Y esto acá qué es”?\n\n“Llamo esto tal cosa, y esto acá”.",
    "Y, “Oh, ya veo. Es hermoso”. Y un león ruge. “¿A eso qué le llamas”?\n\n“Ese es un león”.\n\n“¿Y esto qué es”?\n\n“El tigre”.",
    "Y, oh, así… “Oh, ya veo”. Eran como gatitos, Uds. saben, maullando.",
    "Entonces después de un tiempo, ella mira alrededor. Dijo, “Querido, mira allá, se está poniendo el sol. Es hora de ir a la iglesia”. Uds. saben, hay algo al respecto cuando se pone el sol, uno desea adorar. Si uno no va a la iglesia esa noche, le gusta entonces meterse a su habitación y leer la Biblia. ¿A cuántos les gusta hacer eso, escaparse solo? ¿Ven? Eso está en el hombre, de hacer eso. Lo debieran hacer. “Tiempo de ir a la iglesia”.",
    "Ahora, ellos no dijeron, “Ahora, un momento, ahora, ahora, Jones pertenece a las asambleas, y nosotros somos de…” No allá entonces no era así, así que ellos fueron. No tenían iglesia, ni una buena butaca donde sentarse. Simplemente fueron allá a la gran catedral del bosque y se hincaron.",
    "Y aquella Aureola estaba suspendida allí en los árboles. ¿Ven? Puedo oír una Voz que habla y dice, “¿Se han gozado Mis hijos aquí en la tierra el día de hoy, lo cual el Señor su Dios les ha dado”?",
    "🦅 Sí Señor, nos hemos gozado hoy”. “¿No es así querida”?",
    "🦅 Sí, sí querido, así es”. “Señor, en verdad te apreciamos. Ahora me acuesto a dormir”. ¿Ven? Y él extiende su brazo fuerte, y ella se acuesta sobre su brazo; y él acuesta al tigre y al león, y todo se acuesta, para dormir tan pacíficamente.",
    "Entonces Dios baja, y con El se trae un grupo de Angeles, y Gabriel, Su creación de los Cielos. Así que bajan y caminan suavemente de puntillas por el dormitorio, mirando alrededor. Gabriel dice, “Padre, ven acá. Ven acá. Mira aquí. Aquí está. Aquí están acostados Tus hijos, aquí”.",
    "¿Cuántos de Uds. se han acercado a la camita, alguna de Uds. madres, Ud. junto con papá, y se han fijado en el hijito, o la hijita, y se recuerdan el uno al otro, “¿No se parece a ti, de esta o aquella manera”? ¿Lo han hecho? Pues, muchas veces entro con Meda y le digo, hablando de José. Ella me dice, “Bill, él tiene la frente alta como tú”.",
    "🦅 Sí. Pero Meda, tiene los ojos grandes como tú”. ¿Por qué? El es una parte, él es un producto de nuestra unión.",
    "Y ahora Padre dice, puede decir esto con respecto a esto. Dice, “Sabes…” Y Gabriel dice, “Sabes, se parece exactamente a Ti”. Así es como se ve Dios, mírense Uds. mismos. Así es como se ve Dios. Se parece a Ud. Uds. son Sus descendientes. ¿Cuántos saben eso? ¿Ven?",
    "Ahora miren. ¿Cuál es la clase más baja de vida que tenemos? La rana. ¿Cuál es la clase de vida más alta? El humano. Cierto. ¿Y qué es la clase más alta? Vino de la clase más baja, subiendo desde una rana a esto, y a aquello, y al pájaro, hasta otras cosas en clases más altas de vida, hasta llegar a la clase más alta que pudo llegar, entonces estaba hecha a la imagen de Dios. Allí lo tienen. Y la mujer no fue hecha a la imagen de Dios, sino a la imagen del hombre. ¿Ven? Ahora, ahora allí están. Y Dios los ve, y dice, “Sí, se ven muy hermosos”.",
    "Hermano, ¿qué fue aquello? Ellos nunca tenían que morir. Ese fue el primer puñado de calcio, y de potasio, y así es como todo comenzó. ¿No es hermoso? Pero entró el pecado y ensució el cuadro. Ahora, Dios… ¿Qué permitió Dios que hiciera? ¿Por qué permitió El que llegara a como lo hablamos hace un rato? Lo permitió para El poder probar que era un Salvador. El lo hizo. El permitió la enfermedad, para probar que era un Sanador. El permitió la muerte, para probar que El era Vida. ¿Ven? El permitió que sucedieran todas estas cosas malas, para probar que El era bueno, lo que El era.",
    "¡Si hablamos de que cantaremos la historia de la redención! Pues, hermano, cuando Jesús venga, esta-esta iglesia estará parada allá en la orilla de la tierra entonando las historias de la redención, cuando los Angeles se inclinarán sus cabezas, no sabiendo de lo que estamos hablando. Es que ellos nunca estuvieron perdidos. Ellos no saben por donde nosotros hemos pasado. Nosotros sabemos lo que significa estar perdido y luego ser hallado. ¡Oh, podemos gritar Sus alabanzas! Para ellos El no es Salvador. Ellos no requerían ser salvos. Para ellos El no era Sanador. No. ¡Gloria! Para ellos El no es Vida. Ciertamente que no. Ellos nunca estuvieron muertos en delitos y pecados. Nosotros sí, y hemos sido vivificados. Allí estamos. ¿Qué diremos al quitarnos las coronas, “Oh, ¿Ud. es Reverendo Fulano de Tal”? No, no, no, no, no. ¡Toda gloria es para El! Eso es. Allí lo tienen. Entonces diremos la historia de cómo fue que vencimos. Lo entenderemos mucho mejor al llegar allá.",
    "Entonces, en eso allí ¿qué pasó? ¿Acaso dijo Dios, “Pues, vale más que simplemente destruya todo Mi potasio y calcio. Todo está en la ruina”? No, no. El ya sabía que iba ser de esa manera.\n\nAhora, ahora, si el Espíritu Santo me hizo lo que soy, y yo me alimento y repongo en mi cuerpo, y llego a ser lo que soy ahora; sin embargo, fui hecho en cierta forma. Toda foto que Dios vio antes de la fundación del mundo, se desarrolla. ¿Ven? Viene por medio de la mujer, así como El dijo que sería; pero la próxima vez viene de Dios. Aquella vez vino por la mujer; pero esta vez viene por el Hombre. ¿Ven? Vino esa vez por el deseo sexual; pero esta vez viene por la Palabra hablada de Dios. ¿Ven?",
    "Entones, nada me puede dañar. No señor. No hay nada que nos pueda dañar. Pablo dijo, “De cosas presentes, cosas por venir, enfermedad, muerte; nada nos podrá separar del amor de Dios, que es en Cristo”. No hay nada que nos podrá separar.",
    "Como he relatado la historia. Me faltan como cinco cabellos para estar completamente calvo. Y estaba peinando esos poquitos hace poco, y mi esposa me dijo, “Billy, casi estás calvo”.\n\nDije, “Pero no he perdido ni uno”.\n\nElla preguntó, “¿Y dónde están”?",
    "Respondí, “¿Dónde estaban antes que yo los tuviera? Están a donde estaban antes de yo tenerlos”.\n\nAhora, había un tiempo, hace cien años, estos cabellos no estaban aquí, sino que estaban afuera en el polvo. ¿Correcto? Luego hace como cincuenta años, comenzaron a nacer en mi cabeza. ¿De dónde vinieron? Del polvo. Y ahora están volviendo a donde antes estaban. ¿Correcto? No estaban, luego estaban, y ahora no están. ¿Qué es? ¿Qué los hizo lo que son? ¡Dios! Allí está El. El pintó un cuadro, y dijo, “Así es como deseo que sea él”.",
    "🦅 ¿Dónde está, oh muerte, tu aguijón? ¿Dónde está, oh sepulcro, tu victoria”? [I Corintios 15:55] Un día de estos quizás me entierren. Yo no sé. Pero hermano, no estaré muerto. Eso se los puedo declarar. No señor.\n\n¡Resucitaremos! ¡Aleluya! ¡Resucitaremos!\n\nEn la mañana de la resurrección, cuando las barreras de la muerte se rompan.\n\n¡Resucitaremos! ¡Aleluya! ¡Resucitaremos!\n\nNo hay nada que me puede impedir resucitar. No hay suficiente cantidad de diablos en el infierno que me pueden impedir resucitar. No hay suficiente cantidad de ninguna cosa en ningún lugar que me puede impedir resucitar. Yo tengo la promesa de Dios. Yo tengo el Espíritu Santo. Tengo Zoe, la Vida Eterna de Dios, descansando aquí adentro. Este cadáver viene de allí, y Dios me empolló de la tierra. Y si Aquel que me empolló de la tierra…",
    "Cuando yo llegué a la edad de responsabilidad, cada vez que oía el sonido de una campana de iglesia, Algo me hablaba, una Voz muy pequeña. Un Angel habló de un árbol y dijo, “Nunca vayas a beber ni a fumar, tengo una obra para ti. No vayas a corromper tu cuerpo, ni andes con mujeres y esas cosas, no. Yo tengo algo que quiero que hagas cuando tengas mayor edad”.\n\n“¿Quién eres? ¿Quién eres”?",
    "🦅 Conocerás más acerca de eso más adelante”. Después de un tiempo, El vino. El estuvo presente allá en el bautismo [1933]. El se muestra. El se declara. El responde. Yo lo veo parado allá mismo, en todas partes, a todo lado.",
    "🦅 ¿Cómo lo vas a lograr si…”? Y si El me hizo lo que soy, sin que yo pudiera haber escogido… Yo no fui allá atrás para decir, “Charlie Branham, cásate con Ella Harvey y me vas a producir de la tierra”. No señor. En eso no tuve ninguna escogencia. Dios hizo aquello.\n\nY si El me hizo lo que soy, sin yo escoger, cuánto más cuando el Espíritu Santo comienza a empollar sobre mí, y yo digo, “Sí Señor, Tú eres mi Creador. Yo te amo, y te acepto como mi Salvador”. ¿Cómo me podrán detener en el polvo? No se puede, hermano, no se puede.",
    "Dios no formó ni un solo gramo de este calcio, o potasio, o ninguna otra cosa para que fuera malgastada. “Todo lo que el Padre me ha dado, desde antes de la fundación del mundo, vendrá a Mí”. ¡Ay, ay, ay! Siento que pudiera gritar, sinceramente. “Todo lo que el Padre me ha dado vendrá a Mí, y ninguno perecerá, pero los resucitaré en la resurrección”. Yo escuché Su llamado, y vine a El. ¿Cómo me pueden detener en el polvo de la tierra? No hay suficientes directores de funerarias en todo el mundo que me puedan estar dando con la pala en la cara que puedan mantenerme en el polvo de la tierra. ¡Algún día resucitaré y me pararé en Su semejanza, lavado en Su Sangre, nacido de Su Espíritu! ¡Aleluya! Quédense con todas las denominaciones que deseen; yo me quedo con Jesús. ¡Amén!",
    "Llegó conmigo el hombre de los seguros, Wilbur Snyder, un buen amigo mío. Me dijo, “Billy, te quiero vender una póliza de seguros”.",
    "Dije, “Ya tengo”. (Mi esposa me miró, como diciendo, “Pero muchacho, ¿por qué estás mintiendo”?)\n\nDijo, “¿Tienes seguro”?\n\nDije, “Sí señor”.\n\nDijo, “¿Con cuál compañía? ¿Qué es”?",
    "Yo dije, “Aseguranza bendita, Jesús mío es, qué rica prueba de gloria divina. Hallarán almas dulce solaz, grato consuelo, felicidad”.",
    "El dijo, “Billy, eso es muy bueno, pero no sirve para enterrarte”.",
    "Dije, “Pero me sacará”. ¡Aleluya! No me preocupa cómo llegar, sino cómo salir.",
    "Entonces yo tengo la seguridad que me dice, “Yo traeré todos los que el Padre me ha dado, son Míos”. A mí no me importa lo que hizo mi padre, o lo que hizo mi madre, o cualquiera otra cosa. “Todo lo que el Padre me ha dado, vendrá a Mí, y ninguno viene si Mi Padre no le trajere”. ¡Aleluya! ¿Para qué es que los conoció? “Los conocí desde antes de la fundación del mundo. Cuando inmolé el Cordero, lo inmolé a él juntamente con El”. Amén. “Yo predestiné la Iglesia”. ¿Qué es lo que está predestinado? La Iglesia. ¿Cómo es que uno logra entrar a la Iglesia? “Por un Espíritu todos somos bautizados en un solo Cuerpo”. El ya conocía, desde antes de la fundación del mundo, que nosotros allí estaríamos. Y todos aquellos que El conoció previamente, El los ha llamado. Aquellos quienes El ha llamado, El los ha justificado. Aquellos que El ha justificado, El ya los ha glorificado.",
    "En los Libros de Dios El ya ha dicho que allí mismo es donde me va encontrar. No hay suficiente diablos en todo el infierno que los pueden mantener alejados en cualquier otro lugar o impedir que lleguen hasta allí, porque Dios ya lo ha dicho, y con eso queda concluido. Cien mil millones de años antes que el mundo fuera formado, las estrellas de la mañana alababan juntas y los hijos de Dios se regocijaban, antes que hubiera fundamento para el mundo (¿ven?) antes que hubiera fundamento. Y esos Angeles y todos estaban contentos, y se regocijaban, antes de haber un fundamento del mundo. ¿Cómo va poder el Diablo mantenerme en el polvo de la tierra? Simplemente no lo puede hacer. Correcto.",
    "Ahora, veamos. Esto acá es tiempo demócrata, que tengo yo. Aquí faltan veinte minutos para las once. Pero apenas son veinte minutos para las diez. ¿Es correcto, Hermano Wood? Correcto. Veinte minutos para las diez. ¿Todos contentos?\n\nOh, yo siento que quiero viajar,\n\nYo siento que quiero viajar;\n\nMi Hogar Celestial me espera allá,\n\nY yo siento que quiero viajar.\n\nOh, yo siento que quiero viajar,\n\nYo siento que quiero viajar;\n\nMi Hogar Celestial me espera allá,\n\nY yo siento que quiero viajar.",
    "¿Les gustan aquellos antiguos himnos como ese? Había uno que cantábamos, algo como, “Allí me halló gracia y misericordia. Allí brillaba la Estrella Matutina”. ¿Cómo es Hermana Gertie? Vamos a ver. Como… ¿Qué es Hermano Neville? Vea, algo como, “Me halló gracia y misericordia. Allí la Estrella Matutina muestra Sus rayos alrededor”. Sí. “En La Cruz”. Hermana, nos da el tono para eso, Cerca De la Cruz [Lejos De Mi Padre Dios]. Venga Ud. aquí. Oh, cómo amo estos. ¿A cuántos les gustan esos antiguos himnos inspirados? Que se queden con todo su brinco y salto y su bugui bugui que deseen. A mí me dan esto, “Aquí es donde me halló gracia y misericordia”. Eso es. Muy bien, cántenlo.\n\nLejos de mi Padre Dios,\n\nPor Jesús fui hallado;\n\nPor Su gracia y por Su amor,\n\nSólo fui salvado.\n\nEn Jesús, mi Señor,\n\nSea mi gloria Eterna;\n\nEl me amó y me salvó,\n\nEn Su gracia tierna.",
    "[El Hermano Branham comienza a canturrear Cerca De La Cruz.] ¡Oh, cuán hermoso! ¡Piénsenlo! ¿Qué si no hubiera un Salvador? ¿Qué si no tuviéramos esta Palabra? ¿Qué si El no lo hubiera llamado a Ud.? ¿Qué si El no lo hubiera conocido a Ud. de antemano, y Ud. estuviera allá con los demás del mundo en esta noche? ¿Le aman? ¡Oh, qué cosa! No se olviden del culto mañana, a las nueve y media de la mañana.\n\nEn Jesús, mi Señor,\n\nSea mi gloria Eterna;\n\nEl me amó y me salvó,\n\nEn Su gracia tierna.",
    "Ahora, nos da el tono para Lugar En La Fuente. Este hermoso himno, Hay Lugar En La Fuente. ¿Cuántos lo saben? “Lugar, lugar, sí hay lugar, lugar en la Fuente”. Cuando lo estén entonando, quietamente extiendan la mano, a los lados, y salude a su hermano. Uds. saben, hay lugar para los metodistas. Hay lugar para los bautistas. Hay lugar para los pentecostales. Hay lugar ahora mismo para todos nosotros en la Fuente. ¿Cuántos conocen ese antiguo himno? Oh, seguro que sí. Ahora algunos de Uds. ancianos, este es un buen antiguo himno de Kentucky.\n\nLugar, lugar (dense la mano), sí hay lugar,\n\nHay lugar en la Fuente para ti;\n\nLugar, lugar, sí hay lugar,\n\nHay lugar en la Fuente para ti.\n\nOh, lugar, lugar, mucho lugar,\n\nHay lugar en la Fuente para ti;\n\nOh, lugar, lugar, sí hay lugar,\n\nHay lugar en la Fuente para ti.",
    "Ahora les tengo una pequeña sorpresa. Todos los últimos mensajes, y los libros, y todo, estarán de venta en el otro extremo de la iglesia, la semana entrante, durante los cultos. Las cintas y todo, en buen formato de literatura. Habrá una mesa allá atrás, en uno de los cuartos. Y la literatura, y los últimos mensajes, y algunos de los buenos escritos que han salido originalmente, en libros nuevos, nuevas ediciones, estarán disponibles, en el extremo del edificio, este miércoles por la noche. Y estamos anticipando un-un buen tiempo en el Señor. Ahora, vengan orando. Ahora, llamen a sus enfermos y afligidos, escríbanles una carta. Tráiganlos aquí. Estaremos… Dios se moverá poderosamente. Y ahora sabemos que lo hará.",
    "Y ahora, yo he ido con todos los que sabía que tenían esas cositas. Y ahora si todavía hay algo fuera de orden, recuerden que les dije hace mucho tiempo que íbamos a arreglar todo eso. Y yo sé que Uds. se dan cuenta que aquí hay un espíritu distinto a lo que había. ¿Ven? ¿Ven? ¿Ven? Correcto. Ahora, jamás permitan que eso se vaya. Les encomiendo ante Jesucristo, no permitan que eso se vaya. Permanezcan aquí con eso (¿ven?), mantengan todo bien arreglado y sigan hacia adelante. Uds. son hermanos. Nunca es su hermano o su hermana que comete el error; es más bien el espíritu del Diablo que se mete. ¿Ven? El anda dando vueltas. Pero Ud. tenga lástima del hermano o la hermana, y sepa que es Satanás que se ha metido. Si Ud. tiene algún sentir al respecto, rápidamente sáquese eso, porque (¿ve?), porque eso le hará demasiado daño. Sí, lo hará. Así que, manténganse lejos de eso. Recuerden:\n\nHay lugar, lugar mucho lugar.\n\nHay lugar para los metodistas, lugar para los bautistas, lugar para los presbiterianos. Hay lugar para todos.\n\nLugar, lugar, sí hay lugar,\n\nHay lugar en la fuente para ti.",
    "¿Cuántos se acuerdan de nuestro himno de despedida?\n\nDe Jesús el Nombre guarda,\n\nHeredero del afán;\n\nDulce hará tu copa amarga;\n\nTus afanes cesarán.\n\nHermano Jeffrey, ojalá se pudiera quedar con nosotros, Ud. y la Hermana Jeffrey, y los muchachos, todos.\n\nDe Jesús el Nombre estima,\n\nQue te sirva de broquel;\n\nAlma débil, combatida,\n\nHallarás asilo en El.\n\nDe Jesús el Nombre ensalza,\n\nCuyo sin igual poder;\n\nDel sepulcro nos levanta,\n\nRenovando nuestro ser.\n\nOh, yo amo eso. ¿Uds. también? ¡Ese maravilloso Nombre de Jesús! Ahora, pongámonos de pie ahora mismo, mientras cantamos. Muy bien.\n\nDe Jesús el Nombre guarda,\n\nHeredero del afán;\n\nDulce hará tu copa amarga;\n\n[El Hermano Branham habla con el Hermano Neville.]\n\nSuave luz, manantial;\n\nDe esperanza, fe y amor,\n\nSumo bien, celestial;\n\nEs Jesús el Salvador.",
    "Esto ahora es un poco distinto. Inclinemos nuestros rostros, y quietamente, levantemos una mano. Digan:\n\nDe Jesús el Nombre estima,\n\nQue te sirva de broquel;\n\nAlma débil, combatida;\n\nHallarás asilo en El.\n\nSuave luz, manantial;\n\nDe esperanza, fe y amor,\n\nSumo bien, celestial;\n\nEs Jesús el Salvador.",
    "Con nuestros rostros aún inclinados, decimos… [El Hermano Branham canturrea De Jesús el Nombre.] 🦅"
  ]
}