{
  "title": "LEVANTÁNDOLO A ÉL DE LA HISTORIA",
  "id": "58710009",
  "content": [
    "🦅  Gracias, Hermano Neville. Buenas tardes, amigos. Realmente es un… Considero este un gran privilegio, estar aquí en el tabernáculo esta noche, para comenzar de nuevo una serie de reuniones de cinco noches. Ha pasado un tiempo desde que tuve un avivamiento aquí en el tabernáculo. No lo anunciamos en los periódicos, ni en nada, solo porque sabíamos que no tendríamos suficiente espacio para sentar a la gente, porque es pequeño, y estamos escasos de asientos. Pero haremos todo lo que podamos para acomodar. Íbamos a conseguir el gimnasio de la secundaria aquí, y podríamos haberlo anunciado, pero allí, es tiempo escolar ahora, y es un poco difícil de reservar.",
    "Y me iré muy pronto, supongo, para mis misiones y demás, al extranjero. Y solo quería que nos reuniéramos para tener un poco de compañerismo con toda la gente antes de ir allá de nuevo.",
    "Saben, nos reunimos una y otra vez, pero en algún momento nos reuniremos por última vez. Así que, queremos—queremos seguir al Señor lo más cerca que podamos y Su Palabra, y más al ver Su Palabra revelándose día a día, día a día. Pensé que sería bueno si tuviéramos una—una pequeña reunión aquí, y luego orar por los enfermos.",
    "Y una visión que me dio el Señor, hace algún tiempo, me avisó, hace un año, supongo, o tal vez un poco más, lo tengo escrito en un libro en casa, acerca de un cambio de ministerio. Y muchos de Uds. sentados aquí… Yo no diría que muchos. Pero, recuerdan cuando primero construimos este tabernáculo, Uds. recuerdan la visión que vino la mañana en que colocamos la piedra angular allí, cuando Él dijo: “Este no es tu tabernáculo”. Y Él me colocó bajo los cielos y dijo, me habló de las diferentes cosas que sucederían. Y como saben, Uds. vieron el cumplimiento de eso exactamente como fue dicho. ¿Ven? Y siempre ha sido así. Así que, descanso seguro de que lo que Él dice, es Dios, y tiene que ser verdad.",
    "Y luego, hace un tiempo, tuve una visión y vi una—una carpa grande. ¡Oh, era un asunto gigantesco! Y yo acababa de predicar, y muchas almas estaban en el altar, y estaban como llorando, con sus manos alzadas, en voz baja y suavemente. Un hombre amable y de voz dulce pasó a la plataforma y dijo: “Ahora ellos van a formar la línea de oración mientras el Hermano Branham se prepara”. Y yo estaba parado en esa dirección, por supuesto, la línea de oración estaría a mi izquierda. Y me fijé en la multitud de personas que parecía cubrir una cuadra o más, parados en línea. Había un cuarto pequeño, un cuarto de madera, dentro de esta carpa. Y había una mujer parada allí, un hombre, alguien anotando nombres, y la gente entraba en muletas y camillas, y salían por el otro lado, caminando. Bueno, me pregunté qué tanto estaba ocurriendo allí adentro. Y luego ese Ángel del Señor, Cuya fotografía ven aquí, se fue de mí, y fue directamente sobre ese pequeño cuarto, y Se posó allí, luego bajó. Y una Voz habló, y dijo: “Te encontraré en ese lugar”. Bueno, ahora, he estado esperando ese momento.",
    "Me he tomado un tiempo ahora, descansando, por el exceso de trabajo. Y he regresado.",
    "Y el fin de semana pasado, tuvimos como un poco de doctrina de la iglesia por tres noches aquí. Eso fue el sábado pasado en la noche, el domingo en la mañana y el domingo en la noche, antes de esta reunión. Como para sacudir la iglesia y estar en condición, para poder continuar con esta reunión que viene ahora. Y luego, inmediatamente después de esto, el domingo por la noche será mi noche de despedida en el tabernáculo por algún tiempo, hasta donde yo sé. Y ahora…",
    "Y estoy esperando y confiando en Dios que, en algún momento durante esta semana, quiero usar este cuartito aquí como un cuarto de oración. Y, para recibir a los enfermos y a los afligidos, y ver si Él Se encuentra conmigo, y comienza de nuevo en el tabernáculo, con el nuevo ministerio. Realmente me encantaría ver que así fuera. No sé qué sea, amigos míos; no tengo ni idea de lo que será. Pero Aquel Quien está escuchando ahora, confío que será algo más para ayudar a Sus pobres hijos enfermos que sufren, en este día. Yo Le prometo a Él que seré fiel y leal, y me esforzaré por ser más leal que con los otros dones que Él ha dado. Y si llega a suceder, será tan real como lo han sido los otros. Ahora, esos otros dones siguen tan firmes como antes. ¿Ven? Pero estoy esperando que suceda algo nuevo ahora, y espero que suceda aquí. Ahora, pensé, tal vez que esta noche hablaríamos y vería cómo me sentía.",
    "Y otra cosa que quería hacer, quería tratar de ver, cuando entremos por primera vez, si pudiera enviar a mi esposa allí, y permitir que me acompañe cuando baje por primera vez, para ver si será de esa manera. Si no, entonces, al traer mujeres, las traeremos de dos en dos, dos mujeres a la vez, que pasen por allí. Y no estoy diciendo que funcionará de una u otra manera; solo es para que Uds. sepan, porque ya ha sido dicho que estamos esperando que suceda algo nuevo, y eso esperamos. Pero, ahora no digo que Él me dijo que sucedería; pues en la visión vi que fue en una carpa. Pero, por supuesto, puede suceder donde sea, en cualquier momento, así que esperamos eso.",
    "Ahora, vamos a tratar de despedirlos temprano. El servicio de cantos, media hora, y el servicio de predicación, y el servicio del altar, y demás, como una hora, lo cual será una hora y media, para que la gente de pie no se acalambre; y regresen mañana por la noche.",
    "Ahora, antes de abrir esta bendita Palabra antigua, pues, les aseguramos que no diremos nada aparte de lo que está Allí, porque Ese es el Fundamento, y antes de hacerlo, solo inclinemos nuestros rostros un momento para orar.",
    "Amado Dios, parados en Tu Presencia esta noche, y conscientes de nuestro frágil cuerpo, que solo somos el polvo de la tierra. Y Tú nos has traído como seres vivientes, para honrarte y glorificarte a Ti. Y sabemos que nuestras vidas y nuestro destino está en Tus manos benditas. Y nos hemos encomendado, por fe, en Tus manos, esperando que nos sea concedido nuestro destino Eterno, para vivir Contigo para siempre en un mundo mejor, donde jamás oraremos por los enfermos y los necesitados; nunca caerá una lágrima de una mejilla; nunca se—se enfermará una persona ni se arrugará; sino que allí seremos jóvenes para siempre, y la gloria de Dios estará sobre nosotros. Y no necesitaremos sanidad, porque estaremos sanos Eternamente, para siempre. Cuando esta criatura que ahora somos sea cambiada y formada en un cuerpo como Su propio cuerpo glorioso, entonces Lo veremos tal como Él es. Hasta que llegue esa bendita hora para cada uno de nosotros venir, deseamos hacer todo esfuerzo del que sepamos, para glorificar Tu gran Nombre, con esa fe que Tú nos has dado.",
    "Es en la víspera de esta pequeña reunión aquí en este pequeño lugar conmemorativo, en conmemoración del primer avivamiento que tuvimos aquí; y las grandes y poderosas obras que Tú nos mostraste con Tu gran mano poderosa. De aquí ha salido un avivamiento a cada nación. Y alrededor del mundo, esta noche, fuegos de avivamiento arden en las colinas, y hombres y mujeres están siendo sanados de sus enfermedades y dolencias, y están llegando para conocer al Dios verdadero y viviente. ¡Oh, Señor Dios!, derrama Tu Espíritu sobre nosotros esta noche, Señor, en grandes medidas.",
    "Y si Te place, Señor, si está en Tu programa Divino, pedimos, ¡oh, Dios!, que comiences a operar este nuevo don en este edificio; que estos quienes se han quedado atrás, de los campos misioneros, y han sido los guerreros de oración, puedan ver tal vez por primera vez, la gran mano de Jehová moviéndose en esta nueva manera (Concédelo, Señor.), y sean partícipes de los frutos. Solo pedimos humildemente que sea concedido aquí, sabiendo que será en algún lugar, porque sentimos que está en Tu gran providencia hacerlo.",
    "Ahora bendícenos, Señor, mientras volteamos las páginas del Libro, Tu bendita y santa Palabra. Que nuestros espíritus estén abiertos para recibirla, Señor. Y cuando los servicios terminen esta noche, y salgamos hacia nuestros diferentes hogares, que digamos como aquellos que venían de Emaús: “¿No ardían nuestros corazones en nosotros, esta noche, mientras Él nos hablaba en el camino?”. Porque lo pedimos en Su Nombre y para Su gloria. Amén.",
    "Esta noche he escogido, solo como lectura de la Escritura, unos cuantos versículos, si desean abrir allí, en el Libro de los Reyes, Primera de Reyes, y al capítulo 18 de Primera de Reyes. Y quiero comenzar a leer desde el versículo 17. Y deseo, entonces, tomar como texto: Levantándolo a Él de la historia. Ahora, Uds. que lo están anotando, quizás lo cite de nuevo: Levantándolo a Él de la historia. Ahora el versículo 17 del capítulo 18 de Primera de Reyes.\n\nCuando Acab vio a Elías, le dijo: ¿Eres tú el que turbas a Israel?\n\nY él respondió: Yo no he turbado a Israel, sino tú y la casa de tu padre, dejando los mandamientos de Jehová, y porque has seguido a los baales.\n\nEnvía, pues, ahora y congrégame a todo Israel en el monte Carmelo, y los cuatrocientos cincuenta profetas de los baales, y los cuatrocientos profetas de Asera, que comen de la mesa de Jezabel.\n\nEntonces Acab convocó a todos los hijos de Israel, y reunió a los profetas en el monte Carmelo.\n\nY acercándose Elías a todo el pueblo, dijo: ¿Hasta cuándo claudicaréis vosotros entre dos pensamientos? Si Jehová es Dios, seguidle; y si Baal, id en pos de él. Y el pueblo no respondió palabra.",
    "Estamos parados esta noche al borde, y observando suceder y desarrollarse, dos grandes escenas. Y esas dos grandes escenas son estas: una de ellas es el fin de la historia, y la otra es el fin del tiempo. Y muchos grandes hombres, a través de las edades, han anhelado ver esta hora a la que ahora nos acercamos. Y al vivir nosotros en esta gloriosa puesta del sol mortal y el amanecer de la Luz Eterna, siento que estamos viviendo en una de las edades más grandiosas que jamás se le haya permitido al hombre vivir, porque se cierra el tiempo y se entrelaza con la Eternidad. La historia solo nos dice lo que hemos leído, lo que ha sido; y lo por venir está en la mano de Dios. Y nos damos cuenta hoy, que no se está escribiendo mucha historia, porque no creo que llegará a usarse.",
    "Estos dos grandes eventos están llegando a aguas poco profundas. Por ejemplo, el… Cómo se nos está desenfrenando la crisis nacional. Y la seguridad nacional está llegando a agua poco profunda. Viajando alrededor, por el mundo, parece que no solo es nuestra nación, sino que no hay nación que sepa qué hacer exactamente. Parece que hay confusión en todas partes. Voy a África, todos temen una sublevación entre la gente, y el comunismo está arrasando la tierra. Voy a Suiza, lo mismo. Y todas las otras naciones que he visitado, parecen estar en una paz inestable, por todas partes.",
    "Ahora, Uds. saben que nuestro Señor predijo que vendría tal tiempo, que habría “disturbios entre las naciones, perplejos por el tiempo, angustia entre las naciones”.",
    "Y hemos intentado todo lo humanamente posible, para extenderlo un poco más. Pero yo creo que ya estamos llegando al fin. No creo que haya algo más que podamos hacer al respecto. Es sencillamente que ya estamos en el fin. Lo intentamos por un tiempo teniendo reyes, y no funcionaron. Luego probaron la democracia; no funciona. Y tratamos… Han probado a dictadores, y no funciona. Y cada una parece tener menos profundidad, cada vez. Ahora estamos en el gran momento cuando cualquier cosa podría suceder. Esto podría terminar en cinco minutos, que toda nación podría quedar reducida a polvo.",
    "Y si estamos en ese tiempo, ¿dónde debería estar la Iglesia? ¡Una gran crisis!",
    "Luego, también, sufrimos una crisis a nivel familiar. Parece que la vida de hogar está llegando a aguas poco profundas. Solía ser, en un hogar, que el padre, la cabeza de la casa, se sentaba por la mañana, y hablaba con su familia, y todos sacaban la antigua Biblia de la familia y leían por un momento, y—y todos se reunían alrededor de la mesa y entraban en oración. Eso ya no se ve. Y para terminar el día, y mamá había lavado los platos, todos se reunían y leían más de la Biblia, y oraban antes de acostarse.",
    "La delincuencia juvenil realmente era una—una cosa difícil de encontrar en aquellos días. Todos los muchachos iban a los campos a trabajar. Y las muchachas ayudaban a mamá a lavar, allá en el arroyo. Pero, hoy, solo presionamos un botoncito y los platos están todos listos. Y mamá está en el auto y se va de fiesta de naipes, o recorriendo las calles. Y—y el—el trabajo lo hace un tractor y no tenemos más que un montón de gente perezosa, ociosa.",
    "Y se ha descuidado tanto la vida de hogar, al grado que se ha guardado la Biblia, les tardaría una hora encontrar una, en muchos hogares de América. Ellos van por su religión a la iglesia el domingo por la mañana, como unos veinte minutos. Y si el pastor ocupa unos treinta minutos, la mesa directiva lo llama a lugar. ¿Qué es? La vida de hogar ha llegado a su fin.",
    "Antes el padre y la madre se amaban, se honraban y se apreciaban el uno al otro. Y cuando ella era anciana y canosa, y arrugada, y su pobre rostro anciano todo arrugado, y con sus lentes abajo en la nariz, papá aun la amaba tanto como cuando era joven y bonita.",
    "Pero, hoy, no quiero ser crítico, pero cuando ella comienza a envejecer, él simplemente la cambia por un modelo nuevo. Parece que así es, como cambiar autos o algo. Parece que ese verdadero amor familiar ya no existe. Algo ha sucedido; la vida de hogar se está acabando. No tenemos el antiguo hogar americano como lo teníamos, hace muchos años.",
    "Hay otra cosa que me gustaría decir, otra cosa que se está acabando, es la amistad que se está acabando. Parece que no tenemos los amigos que teníamos antes. Y los amigos que tenemos no son amigos leales como antes. Solía ser, recuerdo, cuando alguien se enfermaba en el vecindario, que todos venían y los ayudaban con todo su trabajo, y daban una mano con lo que se pudiera hacer. Pasaban despiertos con ellos toda la noche en turnos. Como digo a menudo, es verdad, que a duras penas nos enteramos que el vecino ha muerto hasta que lo vemos en el periódico. ¡La amistad!",
    "Papá tiene una llave de la casa, y mamá tiene una llave. Y los dos en la calle, ausentes, la mitad de la noche. Y los hijos, no saben dónde andan ellos. Y los pequeños con la niñera. Y así es como se vive la vida.",
    "¿Sabían que la Biblia predice todas estas cosas? Y ¿qué es entonces? Es que estamos parados en un lugar viendo cómo estas cosas llegan a su fin.",
    "Tomemos la vida de iglesia. Allí es donde comenzó todo. La vida de la iglesia se está acabando. La gente simplemente toma la iglesia, hoy, casi como un ídolo, como un tótem. Van a sentarse en la iglesia por cinco minutos, y: “Ya practiqué mi religión”. Dan su pequeña contribución, sea lo que sea, para pagarle al pastor. Si no lo reúnen; hacen una pequeña cena, y con eso le compensan al pastor. Y si no está satisfecho, se va a algún lugar donde se le dé un mejor salario. Parece que el pastor ya no tiene un llamado Divino. Parece que ha comenzado a ser un boleto de comida para el pastor. Que, donde la gente le ofrezca más dinero, allí va. No debería ser de esa manera.",
    "Debería ser que un hombre fuera llamado por Dios a una comunidad. Y aunque él tuviera que permanecer allí como Elías, en la cumbre del monte, junto al arroyo de Querit, y esperar que los cuervos lo alimenten, él debe quedarse hasta que su misión Divina se cumpla. No importa si él recibe un centavo o no, primero debe ser el llamado de Dios.",
    "Pero, aparentemente, eso ha cambiado al llamado del dinero, o a una mejor posición y algo por el estilo, o para llegar a ser una persona más popular y una iglesia más grande, o algo así.",
    "Y luego la iglesia, los de allí, se han descuidado. Han comenzado a salir allá; obsérvenlo como sucede.",
    "Ahora, aún no tengo cincuenta años. Y recuerdo que iba a la iglesia bautista y a las iglesias metodistas, y los observaba en un avivamiento a la antigua, cuando gritaban y alababan al Señor, iban y venían por los pasillos y persuadían a los pecadores al altar. Ya eso no se ve en ninguna parte. Tenían reuniones de oración a la antigua en temporada de avivamiento, y un pecador en el vecindario, algún muchacho o muchacha, y esas mamás y papás a la antigua oraban tanto que con la oración les traían convicción a esos hijos, y ellos iban al altar, y allí venían a Cristo.",
    "Pero uno ya no ve eso. Parece que ha llegado a aguas poco profundas. Y parece que no debería ser así.",
    "Y también, era común que cualquiera de la mayoría de las iglesias, años atrás cuando tenían un avivamiento en una iglesia, todas las otras iglesias cooperaban. Y venían y ayudaban, y enviaban a sus miembros, y cerraban las iglesias, y tenían un avivamiento. Eso ya no se ve.",
    "Y, ¿qué habrá sucedido? Y ¿qué hará Ud. al respecto? Sencillamente es la Palabra del Dios viviente cumpliéndose. Y es una indicación, dos anuncios: uno, el tiempo se ha acabado; y el otro, la Venida del Señor Jesús. Pues, el Espíritu Santo definitivamente habló y dijo: “En los postreros días las iglesias serían impetuosas, infatuadas, amadoras de los deleites más que de Dios; implacables, calumniadores, intemperantes y aborrecedores de los que fueran buenos”. Y si la Biblia ha predicho tales cosas, ¿cómo podemos esperar que suceda algo diferente a eso? “Teniendo apariencia de piedad, y negando la Eficacia de Ella”.",
    "Recorra esta nación hoy, nuestras naciones, y encuentre el pequeño puñado de creyentes que creen; me refiero a verdaderos creyentes que creen que Jesucristo realmente vive. ¿Ven?, ellos llevaron la iglesia a ser tan solo un ídolo. Vimos eso en los últimos días, en nuestra enseñanza. Se lo sacamos en cara a la iglesia católica, sus ídolos, y por inclinarse a eso cuando pasan por la iglesia. Y los protestantes están igual de mal, para ellos es solo ir allá de vez en cuando. Y algunos quizá solo van una vez al año, y es en la Pascua.",
    "Escuché a un ministro aquí no hace mucho, en la ciudad, que hizo este comentario. Dijo: “Le he dicho a toda mi gente, en la mañana de Pascua: ‘Feliz Navidad’”. Dijo: “No los veré más hasta Navidad o la próxima Pascua; ‘¡Feliz Navidad!’”.",
    "Y al pararnos aquí, viendo que estas cosas se cumplen, y cada uno de nosotros mortales, sabemos entonces que algo tiene que suceder; sencillamente no puede continuar así.",
    "A toda persona no le queda tiempo para detenerse por cinco minutos. Alcanzados por el tiempo y a la carrera, y apurados y en el tráfico, por la calle. Cuando los niños venían por la carretera esta tarde, yo venía… O era el mediodía. Yo venía de New Albany. Y aquí venía una señora por la calle, entre esos niños, como a… en una zona de treinta y dos kilómetros, como a noventa y seis o ciento doce kilómetros por hora, tan rápido como podía. Y ¿a dónde va? En unos minutos dije: “¿Qué le parece eso?” a la persona que estaba conmigo. Aquí venían dos carros más corriendo, como carreras de autos, allí mismo entre esos niños. Por nuestra calle allí donde vivimos, en la mañana, es como una pista de carreras; tienen que darse prisa a casa a lavar los platos, o a escuchar a Arthur Godfrey, o algo. ¿A dónde van? ¿Qué sucede? Lo que tiene todo trastornado, es que hombres y mujeres han llegado a ser amantes de este mundo presente. Lo importante debería ser, sería regresar a casa para leer la Biblia y a la hora para orar.",
    "Pienso en la madre de Juan Wesley, Susana. Ella era madre de diecisiete hijos. Y tenía tiempo para dedicar, creo que eran dos o tres horas a diario a la oración. Y criar y ser madre de diecisiete hijos, lo cual produjo uno de los mejores predicadores del mundo, y uno de los mejores escritores de himnos de ese día, Carlos y Juan. Porque ella se tomó el tiempo para servir a Dios, y no perder el tiempo en las cosas del mundo.",
    "Y al ver nuestro fundamento, de nuestra nación, el fundamento de nuestro hogar, el fundamento de nuestra iglesia, hundiéndose, entonces, hermanos, ¿qué podemos hacer? Quiero, por tanto, decir esto. ¡Oh, si yo tuviera una voz que pudiera hacer eco en el mundo! Tenemos un fundamento sólido, y es la bendita y santa Palabra de Dios, la Biblia. Porque todos los cielos y la tierra pasarán, pero la Palabra de Dios nunca pasará. “Y sobre esta Roca” dijo Dios, “edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra Ella”.",
    "Entonces, ¡qué bendito privilegio es para todos nosotros, extender la mano y tomar la buena y antigua Biblia de Dios, y abrir las páginas, y saber que estamos leyendo directamente la Verdad! Y ver que estos tiempos sucedieron en días pasados, porque habla de un Dios histórico. Y la única manera de poder alcanzarlo, de cuadrar con estas costumbres, o de—de entrar en línea, es llamando de la historia a ese Dios histórico. Pues, en todos los días, en la destrucción antediluviana, antes de la venida de Cristo, y en diferentes eventos, Él nunca falla, cuando se Le llama. Él siempre tiene la razón.",
    "Y pienso ahora en la ocasión, cuando una nación estaba en cautiverio; era Israel. Y estando allá en Egipto, pues, fueron obligados violenta y rigurosamente a servir a los egipcios. Parecía como que todos se habían vuelto insensibles. ¿Sabían Uds. que Israel estuvo en Egipto el doble de tiempo de lo que los Estados Unidos ha sido una nación? No tenemos más de ciento cincuenta o setenta años, algo así. Y ellos estuvieron cuatrocientos veinte años en esclavitud, o allá en Egipto. Pero llegó un momento, cuando parecía que toda esperanza había desaparecido.",
    "Pero había un hombre y una mujer que parecían tener fe en un Dios histórico que le habló a Abraham en tiempo de crisis, y ellos creyeron que podían llamarlo y Él respondería. Y ese era Ham-… Amram y Jocabed, la esposa de Ham-… Amram, la madre y el padre de Moisés. Y aquí, hace algún tiempo, yo estaba predicando y di una pequeña ilustración de cómo Amram llegaba a casa en la noche, y decía: “Jocabed, estoy tan cansado”. Y en la espalda los azotes frescos del látigo de un—un capataz.",
    "Y ella se sentaba pacientemente, tal vez, y limpiaba las—las heridas, y lloraba y decía: “¡Oh, Amram!, ¿no hay algo que se pudiera hacer?”.",
    "Yo lo oiría decir: “¡Oh, querida!, si hubieras estado conmigo hoy, y los hubieras visto azotar a esos muchachos, esforzándose en jalar esas cargas; pero ellos eran despiadados. Los trataron como si fueran animales. Y esos son nuestros jóvenes de Israel. ¿No habrá algo que se pueda hacer?”.",
    "Eso es lo que yo me pregunto hoy. Ver a nuestros jóvenes adolescentes, que serán los hombres y mujeres de mañana, nuestros adolescentes de hoy. El cabello por el cuello, y los pantalones bajados a las caderas, con una pistola metida en el costado, un cigarrillo en el lado de la boca. ¿En qué resultará? Aún es esclavitud bajo el diablo. ¿No habrá algo que se pueda hacer?",
    "Y Amram, quizás de los únicos de la nación, subía unos pequeños escalones, a pesar de lo cansado que estuviera. Allí, cada noche, él invocaba al Dios de Abraham, Aquel que él había aprendido que vino a Abraham, y vino a Job, y vino a Isaac, y vino a Jacob, en las horas de angustia. Y, ciertamente, si Él fue Dios en sus días, Él sería Dios en ese día.",
    "Y si Él fue Dios en los días de Moisés, Él es Dios hoy. Él solo necesita ser llamado a que se levante de la historia, y ser llamado en acción a la escena.",
    "Y puedo ver a Amram, noche tras noche, no importa cuán cansado; eso probó su fe en ese Dios.",
    "Pero hoy, las personas, si no reciben todo lo que piden la primera vez que oran, ellos parecen pensar que Él está muerto. Lo que necesitamos son hombres y mujeres hoy, de espíritu valiente, hombres y mujeres que estén decididos a aferrarse, hasta que vean a un Dios que realmente vive, que entra en acción, que no aceptará un “no” por respuesta. Ellos están decididos a quedarse con eso. Si están enfermos, y el médico ha dicho que no pueden sanar, sin embargo, Algo dentro de ellos les dice que van a estar bien. ¡Aférrense, no importa lo que suceda! ¿Se habrá unido Ud. a las iglesias del mundo denominacional, después de haber agotado todas sus fuerzas caminando de un lugar a otro, y aún sin poder encontrar alivio? Aún hay un Dios que responde a la oración y salva del pecado.",
    "Y como podemos ver, Amram, esas noches agotado, la espalda sangrando, subiendo de nuevo los escalones, hasta las dos y tres de la mañana, orando, y parecía como si le estuviera hablando al viento. En el fondo de su corazón judío ardía una fe que ningún viento de duda podría apagar.",
    "Esa es la clase de hombres y mujeres que necesitamos que se levanten en la escena hoy. Si Él no responde esta noche, lo hará mañana en la noche. Si Él no responde este año, lo hará el próximo año. Pues, Él es un Dios; no un dios, sino el Dios.",
    "Y lo vemos, noche tras noche, mientras Amram subía los escalones. Y Jocabed se le acercaba y le decía: “Amram, querido, has estado aquí arriba orando toda la noche. ¿Por qué no les dices a algunos de los muchachos de tu trabajo, y que ellos oren un rato?”.",
    "🦅 Pues, cariño, ¿y si no lo hacen? Alguien tiene que hacerlo. Alguien tiene que contactarse en la oración”.",
    "Así es como todo Cristiano debe sentirse en esta noche; no esperando algo de otro, sino que tomemos la delantera, nosotros mismos, y avanzar. Si creemos que la Biblia es una historia, también es un Libro profético que dice que ese mismo Dios Se levantará en los postreros días. Y es hora de que Él venga a la escena.",
    "Eso es lo que sabía Amram. Que Moisés había profetizado… O, no Moisés. Perdónenme. A Abraham le había sido dada una promesa de este Dios de la historia, que no había respondido una oración en cuatrocientos años, hasta donde tenemos registro. Pero Él hizo una promesa que Él los sacaría.",
    "Y, aparentemente, nosotros hemos tenido un Dios silente por mucho tiempo, pero ha llegado la hora cuando Él se levantará en la escena.",
    "Una noche cuando Amram había orado, quizás, por varios años. Y su cabello ahora canoso, y no había liberación, solo empeoraba. Una noche él se puso manos a la obra. Así es como nosotros tenemos que hacerlo: poner manos a la obra. Él dijo: “Dios, Tú prometiste esto. Y lo hemos estado esperando. Y vemos todas las señales aquí, y el tiempo está a la mano. Es hora de que Tú hagas algo al respecto”.",
    "Mientras estaba concentrado en profunda oración, orando de todo corazón, él miró, y allí estaba parado en la esquina. Se frotó los ojos y miró de nuevo. Allí estaba parado un Ángel con una espada desenvainada. Él dijo: “Viene la liberación. Y tú traerás un hijo al mundo, y él será el que los liberará”. ¿Ven?",
    "Dios siempre responde a la oración, ¿verdad? ¡Si nosotros tan solo nos aferramos!",
    "Moisés, cuando había guiado a los hijos de Israel, fielmente, al desierto, y llegó al Mar Rojo. Y los montes a un lado, y los desiertos al otro, y el ejército de Faraón por este lado, y el Mar Rojo delante de ellos. Y quedaron atrapados en un pequeño cuello. Parecía que aun la naturaleza exclamaría. ¿Qué va a suceder? Estaban acabados. El ejército de Faraón, por decenas de millares, para derribarlos.",
    "Pero ¿qué hizo la gente? Comenzó a murmurar y quejarse. “¡Oh!, mejor nos hubiéramos quedado allá en nuestro lugar donde estábamos”.",
    "Pero había uno entre esas personas, que tenía la llama de la fe de Dios ardiendo en su corazón, quien creía que el Dios histórico podía aparecer en la escena en cualquier clase de dificultad. Moisés se paró con sus manos hacia Dios, y oró hasta que un Dios de la historia se levantó en la escena para ser un Dios en el día presente. Y Él abrió el camino, e Israel pasó por las aguas, en tierra seca.",
    "¡Oh, no pasó mucho tiempo, cuando Josué había guiado al mismo grupo, o a sus hijos, al Jordán! Y fue en el mes de abril cuando todos los arroyos están crecidos, y el Jordán era cinco veces su tamaño. Pareciera que cualquier buen líder militar los hubiera llevado allí de una manera diferente. Y fue precisamente en ese momento, cuando no había posibilidad de cruzarlo. Pero Josué recordó que hubo un Dios de la historia, cuarenta años antes, que abrió el Mar Rojo, y él llamó a ese Dios. Y ese Dios bajó con gran poder, y llegó a ser un Dios en la crisis presente, y abrió el Jordán y los llevó al otro lado.",
    "Fueron muchos años después, en la lectura de nuestro texto, en esta noche, nuestro tema de lectura, cuando Elías vio la maldición de aquella nación, y subió al monte, y por cientos de años no había habido respuesta a la oración en Israel. Sin embargo, Elías sabía que había un Dios de la historia que podía venir a la escena. Y él retó al mundo incrédulo a pararse en la presencia de este Dios y ver cuál respondería con fuego. Y el Dios que pudo proteger a los jóvenes hebreos del horno ardiente, hizo bajar el fuego y consumió el sacrificio.",
    "Tampoco fue mucho después de eso cuando un hombre había muerto, llamado Lázaro. Y había un Dios que aún vivía, que podía llevar a Enoc a Casa sin siquiera ver la muerte, y llevarse arriba a Elías en un carro de fuego. Y Él fue llamado a la escena, en la hora oscura de la muerte, y Él actuó exactamente como lo haría en cualquier momento. Aunque, Él era un Dios de la historia, pero fue levantado de la historia a una crisis presente.",
    "Fue allá junto la puerta de Jericó donde un ciego se sentaba al lado del camino, llorando. Toda esperanza había desaparecido. No había médico que le pudiera ayudar; había quedado sin dinero. No le quedaba más que sentarse allí y soñar por unos días, hasta que la muerte fuera un dulce alivio. Y un día, viniendo por el camino, un Dios de la historia vino a la escena, en una crisis presente. Dios abrió los ojos del ciego.",
    "Fue en la casa de Jairo, donde los médicos habían fallado, y le habían entregado la niña de nuevo al… para morir. Y la muerte había entrado y había cobrado su amargo precio, y había tomado a la única hija de la casa, la niña de doce años, y la habían tendido en un sofá. Cuando un pequeño predicador con el corazón roto tuvo que dejar su denominación y a todos sus amigos, pero él recordó que había un Dios de la historia que podía resucitar a los muertos. Y fue a buscarlo a Él.",
    "🦅 Buscad y hallaréis; llamad, y se os abrirá; pedid, y se os dará”. Él sigue siendo el mismo Dios.",
    "Cuando este Dios, morando en un cuerpo llamado Jesús, el Hijo de Dios, cuando Él fue llamado a la escena, llamado, levantándolo de la historia, el Dios Quien podía resucitar a los muertos en el Antiguo Testamento, le trajo vida de nuevo a un bebé muerto, por medio de un profeta. Ese Dios no puede morir. Él es Dios por la Eternidad.",
    "Esa bebé yacía en la cama, tendida allí. Y el pequeño Jairo sabiendo que la sunamita recuperó a su bebé, él dijo: “Ese Dios de la historia, si pudiera ser llamado a entrar en acción, Él es el mismo Dios hoy”. E investigando, él había oído de cierto Hombre—Hombre que reclamaba tener el poder, y ese era Jesús de Nazaret, a Quien todos aborrecían. Pero él Lo llamó a Él a la escena, porque Él fue el representante más cercano que pudo encontrar de Dios en ese día, un Dios del Dios vivo. Y cuando Lo llamaron a la escena, y que el Dios histórico fue llamado, Él actuó de la misma manera que cuando le habló a Elías en cuanto a ese bebé muerto.",
    "Permítanme decir más hoy, mi hermano, hermana, en este día presente de crisis, cuando el cáncer está devorando el mundo, y enfermedades de todo tipo: el mismo Dios histórico que limpió al leproso, sanó a los enfermos y resucitó a los muertos, es el mismo Dios hoy. Él está esperando ansiosamente que Su pueblo Lo llame a la escena a entrar en acción.",
    "Aquel Quien pudo perdonar a una ramera por cometer adulterio siete veces, en un día; Aquel Quien pudo limpiar al pecador más vil y hacerlos blancos como un lirio; ese mismo Dios de la historia vive hoy, para limpiar todo corazón ennegrecido de pecado e incredulidad.",
    "Un día un hombre tenía un niño con epilepsia, y lo llevó a la iglesia, y los discípulos danzaron alrededor y gritaron por un rato, sin ningún provecho. Pero aún había un Dios de la historia que vivía. Él había decidido encontrarlo. Al verlo bajar del monte, corrió hacia Él, y dijo: “Señor, ten misericordia de mí. Un diablo ha tomado a mi hijo, y él se debilita y cae en el fuego”.",
    "Jesús dijo: “Yo puedo, si tú crees”. ¿Si cree qué? Si Ud. cree que el Dios de la historia aún vive hoy. Y Él fue llamado a la escena, y la epilepsia dejó al niño.",
    "Ese mismo Dios vive hoy; cuando las iglesias han fallado, cuando la política ha fallado, cuando todo lo demás ha fallado, y el hombre ha fallado, y todo ha fallado. Dios no puede fallar. Él es el Dios de esta antigua Biblia de tapa negra. Su promesa es tan cierta como siempre lo fue. Y es tiempo que Su pueblo Lo invoque, Lo levante a Él de la historia. Pues, está escrito: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Él es un Dios histórico, y Él es un Dios del tiempo presente.",
    "🦅 Y en los postreros días” dijo Él, “derramaré de Mi Espíritu sobre toda carne, y señales y maravillas seguirán a los que creen; porque en Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; si tomaran en las manos serpientes o bebieren cosas mortíferas, no les hará daño; y si sobre los enfermos ponen sus manos, ellos sanarán”.",
    "Ese fue un Dios histórico que dio la promesa, y nosotros hoy somos el pueblo de Su pasto. Somos las ovejas de Su redil, y Él está esperando que nos paremos y Lo llamemos a Él a la acción; que Lo llamemos a la escena. Obsérvenlo a Él entrar en movimiento. Obsérvenlo a Él hacer lo supremo. Obsérvenlo a Él hacer aquello de lo cual los hombres se admiran y se rascan la cabeza, y no lo entienden. Él es un Dios histórico, y un Dios presente de hoy. Él está esperando a que Lo llamen de la historia.",
    "No Lo miremos como… ¿De qué nos sirve un Dios histórico si Él solo es un Dios histórico? ¿De qué les hubiera servido un Dios histórico a Amram y a Jocabed? ¿De qué le hubiera servido un Dios histórico a Moisés? ¿De qué le hubiera servido un Dios histórico a Lázaro? ¿De qué (servido) le hubiera servido un Dios histórico al ciego Bartimeo en la puerta? Y ¿de qué le serviría a Ud. un Dios histórico, en esta noche, si Él no es el mismo hoy?",
    "Él es el mismo hoy. Él perdona todos nuestros pecados y sana todas nuestras enfermedades. El Dios histórico, llamado de la historia, Él brillará en este día de Luz. ¿Qué? Cuando el tiempo está terminando, cuando la política está terminando, cuando la vida está terminando, cuando todo está llegando a su fin: Jesús viene a la Luz. Cuando todo ha llegado a la ruina, Él aún resplandece: “el Lirio de los Valles, la Estrella Resplandeciente de la Mañana”.",
    "Él es el mismo ayer, hoy, y por los siglos. Solo llamen al Dios histórico, y obsérvenlo llegar a ser un Dios presente, levantado de la historia, para brillar, así como Él lo hizo allá. Él actuará igual; Él hará lo mismo; Él perdonará de la misma manera; Él sanará igual; Su compasión es la misma; Su disposición es la misma; y Su Poder sigue siendo el mismo. Él es el mismo. Él está esperando nuestra…",
    "Ud. no puede llamarlo a Él con sus labios. Él no viene de labios para afuera; Él viene por fe. Por ¡su fe!; no su larga oración, no por su agotamiento.",
    "Más Él viene por medio de esa pequeña fe tenue que está por allá abajo en su alma, que puede tomar control y decir: “Esa cosita allí, que me trajo a este tabernáculo esta noche, puede iluminar mi alma de nuevo, puede despedirme de aquí, ardiendo y cantando, como las aves en los aires”. ¿Por qué? Él es un Dios histórico y un Dios del día presente. Él está esperando que lo llamen. Invoque al Señor; Él lo escuchará. Háblele a Él, en salmo. Ore a Él y créale. Él responderá.",
    "Y digo estas palabras, para terminar. Esa es la razón de esta reunión, esta noche. Por eso comenzó esta reunión. Yo creo que el Dios que me dijo, hace veintisiete años, cuando colocamos esta piedra en el fundamento allí, que yo predicaría el Evangelio alrededor del mundo, Él lo trajo a cumplimiento. Cuando ellos se rieron y dijeron: “¿A dónde irás, Billy, con tu educación de séptimo grado?”.\n\nYo dije: “Iré en el Nombre del Señor Jesús”.",
    "Cuando prediqué mi sermón antes de irme, hace once años, desde este púlpito, y la Sra. Gertie, sentada allí, cantó: Solo creed; y el gran gigante parado allá, como prediqué, de David y Goliat. Había ciencia en el gran mundo conocido, para condenar la sanidad Divina y avergonzarla. Y todos diciéndome: “Vaya, vas a fracasar por allá. Te van a encerrar en la cárcel. Ellos harán esto, eso o lo otro. Pero el Dios de la historia había llegado a la escena allá, y me dijo que lo hiciera. Y lo hice por Su gracia y Su misericordia. Ese mismo Dios que fue historia, de hace diez años, Se ha levantado en la escena otra vez. Tan cierto como Él trajo eso a cumplimiento, Él traerá esto a cumplimiento. Él es el Dios de la historia, y Él es el Dios del día presente. Él no reposa ni duerme; no puede morir, porque Él nunca comenzó ni tiene fin.",
    "En su caso, esta noche, amigo pecador: ese pequeño cosquilleo en su corazón que les dice que Él es el mismo, que les dice que Él los puede liberar de toda carga y de todo crimen, y todo pecado que Ud. haya cometido contra Él.",
    "¿En qué pueden poner sus esperanzas? Ni siquiera en su propia casa, no en su esposa, no en su familia, madre o padre.\n\nMis esperanzas están edificadas en nada menos\n\nQue en la Sangre de Cristo y Su santidad;\n\nCuando todo alrededor de mi alma ceda,\n\nEntonces Él es toda mi esperanza y sostén.\n\nSobre Cristo, esa Roca sólida, nos paramos;\n\nTodo otro terreno es arena movediza.",
    "Iglesia, amigo, lo que sea, todos llegarán a su fin. Pero Él vive para siempre. Y porque Él vive, nosotros vivimos con Él.",
    "¿Qué daría Ud. a cambio? ¿Qué podría dar? ¿Qué pasaría si Dios lo llamara a Ud. esta noche para responder en el Juicio? ¿Qué haría Ud. al respecto? ¿Poner sus esperanzas en la nación? Se está desmoronando, como toda otra. ¿Poner sus esperanzas en ciertas elecciones que se avecinan? Esos hombres, yo no tengo nada contra ellos, pero son mortales y partirán. Uds. no pueden poner sus esperanzas en absolutamente nada, que perdure, sino en el Dios de la historia Quien prometió que Se levantaría. Y algún día bendito…",
    "Puede ser que lo lleven a Ud. allá y le arrojen tierra encima, el que entierra, pero el que Des-entierra vendrá uno de estos días. El que entierra los llevará abajo, pero el que Des-entierra los llevará arriba, con toda seguridad; “Porque aquellos quienes han muerto en Cristo, traerá Dios con Él cuando venga”. Pues Él es un Dios de la historia ahora, para muchos, pero Él será un Dios del día presente cuando Ud. Lo acepte como su Salvador y en su corazón Lo encuentre real. Habrá Algo en Ud. que se lo dice. Tal vez Ud. no sea emocional; tal vez no llore; tal vez no hable en lenguas; tal vez no corra; tal vez no grite. Pero algo sucederá, que Ud. sabrá, que Ud. sabrá que algo ha sucedido. Su vida cuadrará perfectamente con eso, mientras Ud. viva. Y cuando llegue la hora final y Ud. deje este mundo, no temerá mal alguno; “Porque Tú estarás conmigo; Tu vara y Tu cayado me infundirán aliento”. Cuando el médico lo haya desahuciado y se haya ido, y el frío por las venas venga subiendo.",
    "Como el Sr. Vauder la otra noche, nuestro distinguido ex alcalde aquí de la ciudad, fue a oír hablar al Sr. Nixon, murió allí mismo en la escena. Un buen hombre saludable, hasta donde sé.",
    "Salgo de casa, regreso, y mi esposa me dice: “Billy, ¿sabías que Fulano de tal murió?”.",
    "El otro día, mi niña pequeña estaba sentada aquí en la escuela, con una pequeña, el jueves, y el domingo la sepultaron. Le dio neumonía. Se le fue al corazón o algo y (ella) la mató. Se murió.",
    "Y una amiga mía, la Sra. Williams por aquí, la esposa de Buck Williams, lo conozco por años. Zella Brakeman aquí, está por aquí en el edificio en alguna parte, es su hermana, que vivió aquí, en la casa de al lado, por años, cuando vivíamos al otro lado de la calle. Me fui; ella había estado un poco nerviosa, pero cuando regresé había partido.",
    "¿Ven lo que es? En algún momento, será su turno. Y todo el dinero que Ud. pueda acumular, todos los amigos que pueda acumular… Todo eso está bien. Pero, todo eso, que sea secundario. Créale a un Dios de la historia, que aún es el Dios del día presente, vea lo que Él hará por Ud.",
    "Para Uds. que están enfermos y necesitados, el médico los ha desahuciado y no puede hacer más por Uds. Recuerden: el Dios de la historia es el mismo Dios hoy.\n\nOremos solo por un momento ahora, mientras inclinamos nuestros rostros.",
    "Si aquellos están aquí esta noche, no lo sé, si aquellos están aquí, esta noche, quienes saben, en cuanto a la salvación de su alma, que si ese Dios Quien prometió que Él vendría en un momento, en un abrir y cerrar de ojos, cuando Uds. menos lo piensen, si Ud. está sin Él, solo se está imaginando que Lo tiene a Él, recuerde: “Hay camino que parece derecho; Pero su fin es camino de muerte”, si Ud. no está seguro que—que es salvo en esta noche, y si Él viniera, Ud. se iría con Él, ¿pudiera tan solo levantar su mano a Él, y al hacerlo, decir: “Ten misericordia de mí, Dios?”. Gracias. Dios los bendiga. Se levantaron muchas manos. ¿Habrá otra, antes de terminar? Ud.… y hacer la oración. Dios la bendiga, jovencita. Y, no se avergüence ahora. Seguro.",
    "¿De qué sirve predicar a un Dios de la historia, si Él no es el mismo hoy? Y, hermano, hermana, digo esto: Una vez yo leí de un Dios de la historia; leí de Él en libros. Leí de Él en la Biblia. Pero un día Lo conocí. Yo Lo conocí. Él vino a mí. Me dijo que no bebiera, que no fumara ni—ni me contaminara, y que Él tenía algo para que yo hiciera cuando creciera un poco; yo solo era un niño. Él—Él probó eso; lo hizo. Aquí está colgada Su fotografía ahora mismo, cuando la ciencia la tomó. ¿Ven? El mundo lo sabe. Él lo ha probado entre Uds. Y Él conoce cada pensamiento en su corazón. Él Se ha probado a Sí Mismo. Él es el mismo Dios hoy. Él no es un Dios de la historia.",
    "Ud. no sea solo… no deje que el mundo lo hunda a la inmundicia y esas cosas del mundo. Créanle a Él ahora mismo…[Cinta en blanco.—Ed.] ¿Levantaría Ud. la mano? Algunos que no lo han hecho, levantarían la mano, dirían: “Dios, no estoy seguro de esto, pero quiero estar seguro. Permíteme…”.",
    "Dios lo bendiga, joven. ¿Alguien? Y Dios la bendiga, allá atrás, hermana. Dios lo bendiga, hermano. ¿Alguien más? Dios la bendiga, hermana. Dios lo bendiga, allá, hermano. Así es.",
    "Ud. dice: “Hermano Bill, ¿significaría algo, que yo levante la mano?”. Levante Ud. la mano una vez, y véalo. Siempre, hermano, hermana, cuando Ud. hace algo correcto, Ud. se siente bien por ello.",
    "Sea honesto. Ahora, no Le mienta a Dios. Ud. no Le está mintiendo a Dios, Él sabe; Ud. se está mintiendo a sí mismo. Saben, la mentira es una cosa tan horrible, al punto que aun pueden llevarlo a uno a los tribunales federales y tribunales penales, y—y ponerle un detector de mentiras en el brazo, y Ud. se puede esforzar en decir ese asunto, queriendo que suene cierto, pero sus nervios probarán que está diciendo una mentira. ¿Por qué? Ud. no fue hecho para mentir. Y si un detector de mentiras lo sabe, ¿qué me dice de Dios?",
    "Ud. dice: “Pero, hermano, yo soy bautista; soy presbiteriano; soy metodista”. Eso está bien.",
    "Pero una cosa le estoy preguntando: ¿Ha conocido Ud. a este Dios de la historia? ¿Se ha parado Él en la zarza ardiente delante de Ud., y Ud. lo sabe? Y Él le respondió a su alma, ¿y Ud. sabe que sus pecados han desaparecido? Si no es así, no corra Ud. el riesgo con solo unirse a la iglesia, o porque fue allá y se sintió un poquito bien. Ud. tiene que conocerlo a Él. Vida no es oír de Él, ni recibir Sus bendiciones; sino que, conocerlo a Él es Vida. Conocerlo a Él, conocerlo a Él personalmente; Él, pronombre personal, conocerlo a Él. No conocer Su Libro, no ser un buen estudiante, no ser un buen miembro, ni un buen hombre o una buena mujer. Con eso no basta; la ley hizo eso. ¡Pero, conocerlo a Él! ¿Lo ha conocido Ud. a Él? ¿Habrá venido ese Dios, Quien le habló a Moisés en la zarza ardiente, delante de Ud.? ¿Lo ha oído Ud. a Él hablarle, al punto que Ud. sabe que era Él? Si Él no lo ha hecho, solo levante la mano, diga: “Dios, háblame ahora. ¿Eres Tú zumbando alrededor de mi corazón? Yo—yo quiero conocerte”.",
    "Dios la bendiga, jovencita. Dios le bendiga, allá atrás. Qué bien. Correcto. Alguien que no lo ha hecho. Así se hace. Dios la bendiga, hermana. Dios la bendiga, jovencita, aquí. ¡Qué bien! Dios la bendiga, damita por aquí.",
    "Ahora muy suavemente, con sus rostros inclinados, tarareando suavemente.\n\nEn un amanecer dorado, Jesús vendrá;\n\nEn un amanecer dorado, toda batalla ganada,\n\nAclamaremos victoria, cruzando por el cielo,\n\nEn un amanecer dorado, para mí y para ti.",
    "Ahora, Uds. que han levantado las manos, si desean mis oraciones por Uds., y creen que Dios me escuchará, si quieren pasar aquí al altar, permitir que me pare aquí y ore con Uds. un momento. El altar está abierto. Dios lo bendiga, hermano. Correcto. Dios los bendiga, varones. Dios la bendiga, hermana. Póngase de pie y venga. Si Ud. cree que Dios ayudará y escuchará la oración, para que yo le ayude a Ud. a venir a Él, para conocerlo a Él, pase ahora mismo. ¿Lo harán?\n\nEn un amanecer dorado, Jesús…",
    "¿Cómo sabemos que no será en la mañana?\n\n…las batallas…\n\nEsa batalla que Ud. está peleando ahora, ¿permita entonces que sea ganada ahora mismo? Permita que se gane ahora mismo, para que Ud. pueda gritar victoria.\n\nEn un amanecer dorado, para mí y para ti.\n\nEn un amanecer dorado, Jesús…",
    "Levántese ahora, correcto, y pase aquí arriba, alrededor.\n\n…batallas todas ganadas,\n\nGritaremos la victoria, cruzando el cielo,\n\nEn un amanecer dorado…",
    "¿Podrían venir ahora, mientras esperamos? Los ayudaremos aquí, en oración. La oración de fe logra mucho por nosotros. ¿Por qué no vienen? Los estoy persuadiendo a que vengan, acepten al Dios del tiempo presente. No solo un—un dios, que Ud. va a una iglesia y dice: “Bueno, yo me uní a la iglesia”. Ese dios no funcionará. Un dios metodista, un dios bautista, un dios presbiteriano, un dios pentecostal, no funcionarán. Reciba el Dios de esta Biblia. Un dios pentecostal, saldrá al mundo; un dios metodista, o un dios bautista, o cualquier otro dios denominacional. Pero el Dios de esta Biblia, lo hará a Ud. como Jesús. Seguro que Él lo hará. Su Espíritu morará en Ud., y toda su vida será cambiada; ese mal genio, esa malicia, ese espíritu que no perdona, esa cosa que pudrirá su alma a una Eternidad de perdición.",
    "Solo estoy lanzando una red ahora. Depende de Ud. Entren en ella, ¿lo harán? Salgan por aquí, alrededor del altar. Muchos de Uds. levantaron sus manos allá atrás. La gente los dejará levantarse, de sus asientos. El Señor lo bendiga, joven.",
    "Ahora, mientras ella está tocando suavemente la música, hay varios parados aquí alrededor del altar. Siete almas que han pasado, parándose alrededor del altar. ¿Sabían Uds. que siete es un número perfecto para Dios, perfección? El Espíritu Santo acaba de bajar sobre una persona parada aquí, en estos momentos. Eso es lo que yo llamo el Espíritu Santo, hermano.",
    "Ahora Él está aquí, para cada uno de Uds. Solo sean humildes de corazón. ¿Y si esta fuere la última vez que Ud. llegue a pararse alrededor de un altar, siendo esta la última oración que Ud. fuera a decir, ahora mismo? que Jesús ya viniera. Él pudiera tocar a su puerta antes del amanecer, Ud. sabe. Ud. tendrá que partir algún día. Y si Él es Dios de todo, Él es Dios de la historia, y Él es el Dios de hoy.",
    "Él les habló. Uds. se han parado aquí delante de Él, para encontrarse con Él. Uds. han pasado al frente para encontrarse con Él. Él Se encontrará con Ud. Él está parado aquí ahora mismo. Simplemente, en su corazón, confiese todo lo errado que Ud. ha hecho. Diga: “Dios, ten misericordia de mí, pecador. He hecho mal y yo—yo ahora confieso, de todo corazón, que estoy equivocado. Quiero que seas misericordioso conmigo y perdones mis pecados. Yo—yo Te serviré el día que me resta. Y permite que este pequeño fuego que arde en mi corazón, la poca fe, que me hizo pasar aquí a este altar, esta noche, que se encienda en lo profundo de mi alma. Que se encienda aquí ahora mismo. Y que algo arda, que me diga: ‘Sí, Tú vives, Jesús’. Y yo Te amo. Y yo Te veré en la escena en las próximas horas, haciendo cosas, grandes cosas. Estoy tan contento de haber pasado adelante cuando Tú le hablaste a mi corazón. Voy a verte hacer que cánceres salgan de la gente, sanar a los enfermos y a los necesitados. Escucharé que regresan, testificando de lo que Dios ha hecho por ellos; el Dios de la historia, Quien Se ha levantado de la historia, y es el mismo hoy, viniendo a la escena. Pues, Él viene esta vez para quedarse; Su segunda Venida”.\n\nOremos ahora. Oren conmigo, cada uno de Uds.",
    "Amado Dios, traigo ante Ti ahora mismo, estos siete. La primera noche produjo siete estrellas errantes. Tú has dicho, en Tu preciosa Palabra: “Ninguno puede venir a Mí, si Mi Padre no lo trae primero. Y el que a Mí viene, no le echo fuera, sino que le daré Vida Eterna, y lo resucitaré en el día postrero”. Señor, esa es promesa Tuya. Y por una emoción, una acción de convicción, estas siete preciosas almas errantes han dado un paso adelante esta noche, porque creen que el Dios que habló a los profetas, el Dios que habló al ciego, Él aún vive hoy. Y ellos dan un paso adelante para encontrarse con Él.",
    "Ese mismo Dios Quien hizo la promesa, y Se encontró con el leproso en su propio terreno, Quien Se encontró con la mujer con el flujo de sangre en la ribera del río, Quien enfrentó a la muerte en la tumba de Lázaro y lo hizo regresar, es el mismo Dios en esta noche, Quien Se para aquí para enfrentar esta muerte espiritual y hacer que dé la vuelta, y dice: “Quita tus manos de estos que han venido a confesarme, por Mi Espíritu que los corteja. Yo les daré Vida Eterna, y ningún hombre Me los puede quitar. Yo los resucitaré en el día postrero”.",
    "Te damos gracias por ellos, Padre. Y oramos que permanezcan fieles en Tus manos, hasta que la muerte los libere. Cuando entren en los gozos del Señor, en aquel gran día, cuando la Cena de las Bodas se esté sirviendo en los cielos, cuando el Rey salga y diga: “¿Recuerdan ese primer día de octubre de 1958, en ese pequeño tabernáculo de concreto? Te acercaste y Me recibiste como tu Salvador. Yo te hablé. Eras un pecador en ese entonces, pero ahora Yo te salvé. Y ahora eres Mío, y tienes Vida Eterna. Ahora entra en los gozos que He preparado para ti, desde la fundación del mundo”. Concédelo, Señor. Ellos son Tuyos ahora. Los encomendamos a Ti, en el Nombre de Jesucristo. Amén.",
    "Ahora con sus rostros inclinados, la congregación.",
    "Voy a pedirles a cada uno de Uds. aquí en el altar: ¿Siente Ud., abajo en su corazón ahora, desde lo más profundo de su alma, que la pequeña llama de fe que le dijo que viniera aquí al altar, para hacer este acto que Ud. ahora ha hecho, después de levantar las manos y pasar adelante?, ¿siente Ud. que esa pequeña llama ha comenzado a arder hacia una verdadera fe viva en su corazón? Y ahora ¿cree Ud. que Jesús ha perdonado sus pecados, y que Ud. será de Él de ahora en adelante? Si cree, ¿podría levantar su mano derecha a Él? Los que están alrededor del altar, levanten su mano derecha, si sienten que Jesús ha perdonado todos sus pecados. El que está alrededor… Ahora, hay dos, tres manos, no levantadas. Ahora continúen orando, todos. 🦅"
  ]
}