{
  "title": "MAS AL PRINCIPIO NO FUERA ASÍ",
  "id": "58720009",
  "content": [
    "🦅  Buenas tardes, amigos. Estoy muy contento de estar nuevamente esta noche en el servicio del Señor Dios. Y confío en Sus bendiciones sobre los servicios esta noche.",
    "Me alegró ver, esta noche, al Hermano Robert Daugherty allá atrás en el cuarto. Es… Fue el Hermano Daugherty quien patrocinó mi primera campaña. Y recuerdo cuando fui a donde él. Aún hay unas personas sentadas aquí que me ayudaron a llegar allá. El Hermano Creech aquí, creo que es uno de ellos. Las visiones estaban recién comenzando, y el Ángel del Señor me acababa de encontrar aquí en Green’s Mill, me dijo lo que sucedería. Y no pasaron ni dos semanas cuando él me llamó para que viniera a St. Louis. Su niña tenía alguna clase de… algo como el mal de San Vito.",
    "Y fuimos allí y oramos, e hicimos toda clase de votos, y parecía que nada sucedía. Y simplemente me iba a quedar (Pues, no tenía campañas antes de eso.) hasta que aquello terminara, ver lo que haría el Señor.",
    "Sabe, Hermano Robert, creo que hubiera sido mejor si hubiera continuado así. Por supuesto, probablemente no tantos hubieran sido salvos. Pero, solo permanecer con un caso hasta que concluyera, y uno saber.",
    "Y al día siguiente, supongo, era como a las dos o tres de la tarde, o ese mismo día, ya no recuerdo. Y yo estaba sentado en un carro, afuera de la casa pastoral. Y su padre estaba allí. Y yo estaba solo. Sentí venir el Espíritu del Señor, y salí de la casa pastoral y me senté allí. Y la pequeña Betty estaba como una persona salvaje, gritando. Y los médicos no podían hacer nada por ella. Y mamá y papá, los dos se veían muy mal. Habían pasado días y semanas, despiertos con ella. Y allí vino una visión, ante el carro, enfrente del carro. Y vi la visión, y corrí adentro y le dije al Hermano Robert y a ellos qué hacer. La muchacha estaría bien.",
    "Creo que Ud. dijo que ella va a estar aquí mañana en la noche, ¿verdad, Hermano Robert, para testificar? Y, ahora, si… Eso fue hace unos catorce años, supongo, hace doce, catorce años. [El Hermano Robert Daugherty dice: “Son trece, creo”.—Ed.] Hace trece años. Y ella es una joven sana y de buena apariencia. Estará aquí mañana en la noche, si el Señor quiere.",
    "La sanidad Divina dura lo que dure la fe, así es, mientras dure la fe.",
    "Y creo que veo al Hermano Fred Sothmann, y a mis amigos de Canadá sentados aquí atrás, también. Me alegra verlos aquí a todos, esta noche. Y muchos otros amigos aquí. Desearía tener tiempo para nombrar a cada uno de Uds. Creo que no podría, desde aquí, pero quiero que sepan que realmente les damos la bienvenida. El Hermano Boyd aquí, creo que lo recuerdo; y el hermano menonita. Así que, estamos contentos de tenerlos aquí en este tiempito de compañerismo alrededor de la Palabra. Y, ahora, mañana el…",
    "Queremos anunciar esto, también, de los libros más recientes. Ahora, no estamos aquí…",
    "No puedo recordar a este hermano sentado, el hermano menonita a su lado. No puedo…[Un hermano dice: “Harson”.—Ed.] Harson. Sí.",
    "Los—los libros están en la parte de atrás, en una mesa allá atrás; son los mensajes más recientes. Aún no han llegado a las campañas. Están allá atrás con las cintas, los últimos mensajes y demás. Y los muchachos los mandaron a imprimir, y están disponibles en la parte de atrás del edificio a medida que Uds. salen esta noche. Y creo que las…",
    "En la mañana, creo que las entrevistas comienzan como a las ocho u ocho y media de la mañana. Y, ¡qué cosa! Le dije que diera entrevistas para aquellos que querían verme en privado sobre asuntos espirituales. ¡Qué cosa!, no sabía que el pequeño tabernáculo aquí haría… que sería de esa manera. Pero realmente ha sido mucha la gente. ¡Vaya! Así que, pues, está bien. El Señor a veces obtiene bendiciones de nuestros esfuerzos, al querer hacer algo para ayudar a los hermanos y hermanas en el camino.",
    "Ahora estamos tratando, cada noche, de hallar algo que busco. Y es que Dios por una visión me ha dicho que mi ministerio está haciendo su tercer cambio. Y mi anhelo es que comience aquí en el tabernáculo. Yo no sé si suceda o no, pero es mi anhelo que suceda. Y confío que sea de alguna manera en que pueda… Yo podré predicar el Evangelio de tal manera, o hacer algo que ayude a la humanidad que sufre, a vivir una vida más feliz, y a una vida más saludable; es mi sincero deseo. Así que, puede ser que esta noche…",
    "Le pregunté a mi nuera por las tarjetas de oración, y ella no tiene allá. Y Billy normalmente las tiene. Y Gene y Leo no tienen. Así que, tendremos que tener los servicios sin ellas, supongo, lo mejor que podamos, si lo hacemos esta noche. Veremos cómo resulta.",
    "Luego, después de estas reuniones, mis próximas reuniones serán en Nueva Zelanda, y luego también en Australia, y por esas partes del país.",
    "Esta noche, he escogido leer unas Escrituras del Libro de San Marcos, el capítulo 7, si desean abrir allí, para un pensamiento para el Mensaje.",
    "Y antes de hacerlo, solo inclinemos nuestros rostros por un momento y hablemos con Él.",
    "Señor, estamos agradecidos Contigo, en esta noche, por el privilegio de reunirnos una vez más. Tú has sido tan bueno con nosotros en este día. Nos has dado vida y fuerza para tener la oportunidad de venir de nuevo a Tu servicio y de adorarte.",
    "Y estamos agradecidos por nuestro país, de que aún haya una oportunidad y una puerta abierta, para que hombres y mujeres puedan adorar a Dios de acuerdo a los designios de su propia conciencia. Que así perdure, Señor. Pero, vemos, de acuerdo a la profecía de la Biblia, que pronto estas puertas se cerrarán, por todo el mundo. Así que, permítenos, esta noche, recibir la bondad de Dios y las bendiciones, y toda la Luz que podamos, sobre las Escrituras, Señor, para que podamos estar preparados para esa hora cuando venga, que almacenado en nuestras almas esté el Espíritu Santo, Quien podrá aclararnos estas cosas.",
    "También pedimos especialmente, esta noche, Señor, por aquellos enfermos, necesitados y afligidos. Tu gran Poder sanador y misericordia reposarán sobre cada uno de ellos. Bendice Tu Palabra siendo presentada, Señor, y Te alabaremos. En el Nombre de Jesús, lo pedimos. Amén.",
    "En San Marcos, el capítulo 7, leemos unos versículos así.\n\nSe juntaron a Jesús los fariseos, y algunos de los escribas, que habían venido de Jerusalén;\n\nlos cuales, viendo a algunos de sus discípulos comer pan con manos inmundas, esto es, sin lavar, los condenaban.\n\nPorque los fariseos y todos los judíos,…si muchas veces no se lavan las manos, …no comen—no comen,…aferrándose a su tradición de los ancianos.\n\nY viniendo de la plaza, si no se lavan, no comen. Y otras muchas cosas hay que tomaron y guardan, como…lavamientos de los vasos de beber, y los jarros, y de los utensilios…, y de las mesas.\n\nLe preguntaron, pues, los fariseos y los escribas: ¿Por qué tus discípulos no andan conforme a las tradiciones de los ancianos, sino que comen pan con manos sin lavarse?\n\nRespondiendo él, les dijo: Hipócritas, bien profetizó de vosotros Isaías, como está escrito: Este pueblo de labios me honra, Mas sus corazones están lejos de mí.\n\nPues en vano me honran, Enseñando como doctrina mandamientos de hombres.\n\nPorque dejando los mandamientos de Dios, os aferráis a la tradición de los hombres: los lavamientos de los jarros y de los vasos…; y hacéis otras muchas cosas semejantes.\n\nLes decía también:…invalidáis los mandamientos de Dios, para guardar vuestras propias tradiciones.",
    "Y en el Libro de San Mateo, el capítulo 19 y el versículo 8, y la última parte de ese versículo 8, deseo leer como texto. Y dice así:\n\n…mas al principio no fue así.",
    "Y el Señor bendiga ahora la lectura de Sus Palabras.",
    "Cuando nuestro Señor estuvo aquí en la tierra, Se encontró, en los días de Su ministerio, pueblos quienes se aferraban de su tradición de hombres, y enseñaban cosas contrarias a los mandamientos de Dios.",
    "Me pregunto, esta noche, si Él viniera de nuevo hoy, visiblemente, si no encontraría casi la misma condición. ¡Cómo es que se aferraban de esas tradiciones tan sagradamente!, ¡después de haber recibido los mandamientos del Señor, acerca de qué hacer! Los hombres no pueden estar satisfechos con lo que Dios dice que se haga; tienen que colocar un poco de ellos en el asunto.",
    "Y cuando el hombre toma algo, él pervierte la causa principal. Y pervertir algo es hacerlo diferente de lo original.",
    "Como la injusticia, la injusticia no es otra cosa que la justicia pervertida, lo que la mente pervertida del hombre cambia.",
    "Dios hizo al hombre para vivir en armonía el uno con el otro. La perversión los cambia y los hace enemigos el uno del otro. El hombre nos hace enemigos el uno del otro, mientras que Dios nos hizo hermanos el uno del otro.",
    "El hombre ha hecho que el hombre sea inmoral. Dios hizo al hombre para que viviera fiel a su esposa. Pero el hombre viene y pervierte eso, y ya no está satisfecho con su propia esposa, sino que quiere vivir con las demás esposas.",
    "Dios nos dio agua buena y pura para beber. El hombre tiene que mezclarle alcohol o alguna otra cosa, antes de beberla. Es una perversión, desde el mero principio.",
    "Y al hacerlo, encontramos que en la iglesia, han sucedido estas cosas, porque el hombre se metió en las cosas de Dios, y saca su conclusión de lo que Ella significa. Él no la toma tal como Ella está escrita, sino que Le mezcla su propia idea. Y luego, al hacerlo así, él hace una tradición, y la enseña. Y Jesús dijo, cuando estuvo en la tierra y encontró eso, Él dijo: “En vano Me adoran”. Ahora, existe entonces una posibilidad, y así es, que puede haber una adoración genuina de Dios, errada. “En vano Me adoran ellos, enseñando como doctrina los mandamientos de hombre”.",
    "Ahora en nuestra lectura de la Escritura esta noche, si siguen leyendo, encontrarán donde Dios dijo: “Honra a tu padre y a tu madre; y si un hombre deshonra a su padre o a su madre, el tal morirá”. Pero Él dijo: “En vuestras tradiciones, habéis invalidado los mandamientos de Dios, y habéis dicho: ‘Si sucede, si un hombre deshonra a su padre o madre, de que aquello es una ofrenda, pues, él simplemente quedará libre’”.",
    "¿Ven Uds. cómo los hombres enredan las cosas? Pero a ellos les gusta adorar, y piensan que están adorando correctamente, cuando están adorando mal. Y estoy seguro, después de la ausencia de Cristo, en dos mil años, que algo se ha desviado en alguna parte, porque tenemos demasiadas ideas.",
    "Y, esta noche, hay cerca de novecientas denominaciones diferentes de iglesias en el mundo, y son denominaciones Cristianas, con ideas diferentes. Y cada una se aferra de su tradición. ¡Oh, cómo les encanta decir que, “Mi tradición es la correcta”! Y luego, cuando… Una iglesia lo explicará de cierta manera, y dirá, bueno, lo presentará casi perfecto, mostrando que esa iglesia está correcta. Y hemos repasado eso las últimas noches aquí, de por qué no somos una denominación. Y cuando comienza una denominación, se inicia sobre la base de que alguien recibe una revelación de algo, lo cual puede estar todo bien, pero él hace una denominación de aquello y luego no puede avanzar más.",
    "Pero Dios quiere que permanezcamos libres. Él quiere que lleguemos al lugar donde si Él nos da un poco de Luz, podamos recibir Eso, y obtener más Luz, y más Luz, y seguir adelante. Por eso es que nos gusta permanecer libres, para sencillamente poder predicar la Biblia, tal y como está escrita, y creerla exactamente de esa manera.",
    "Y, hoy, entramos en tradiciones. Ahora, en nuestro texto encontramos, esta noche, que ellos dijeron: “¿Nos es lícito repudiar a nuestra esposa por cualquier causa?”. Bueno, casi es de esa manera hoy. Si ellos simplemente no quieren vivir con su esposa, o esposo, solo encuentran alguna razón y la dejan. Un predicador viene, o un magistrado, los casa con otro. ¿Ven?, es una tradición.\n\n“Bueno” dicen, “nuestra iglesia lo cree de esta manera”.",
    "Bueno, no tiene mucha importancia lo que diga nuestra iglesia; es lo que la Biblia dice al respecto, lo que hace la diferencia. Dios debería ser la Palabra final en toda decisión que tomamos.",
    "Hace unos días, fui juzgado en un tribunal, o iba a serlo. Y me estaban haciendo algunas preguntas muy difíciles. Y dijeron: “¿Por qué pasó el dinero de las campañas a través de su iglesia, como una fundación?”.",
    "🦅 Bueno” dije, “fue porque el recaudador de impuestos me dijo que yo debía hacerlo de esa manera, porque era una fundación”. Y continuó. Y dijo: “Este hombre no le dijo la verdad”.",
    "Dije: “Bueno, él representaba al gobierno. Si yo envío al director de campaña a una ciudad para que me represente, por cinco noches allí en una campaña, y él me representa por ocho noches, yo estoy obligado por ocho noches, porque el embajador ha dicho ocho noches. Y el gobierno debería ceñirse a lo que dicen sus representantes”.",
    "Entonces él dijo: “Bueno, el… ese hombre ya no está con el gobierno”.",
    "Yo dije: “Y algún día Ud. ya no estará con el gobierno. Y los que escribieron la constitución ya no están con ellos. Me pregunto si ella aún es válida”. ¿Ven Uds.?, quieren encontrar un tecnicismo, en lugar de ser honestos y apegarse a los principios.",
    "Así es como llega a ser la gente hoy en día en todos los aspectos de la vida. Así llegan a ser las iglesias; esta iglesia, otras iglesias. En lugar de salir y enfrentar los hechos de lo que Dios dijo, tratamos de encontrar un tecnicismo para justificarnos. Y eso no agrada a Dios. Y alguien comenzó eso, y entonces nos preguntamos cuál es la verdad.",
    "Le hice un reto, hace unos días, a un hombre que estaba parado y repetía el así llamado, Credo de los Apóstoles. “Yo creo en el Dios Todopoderoso, Dios Padre, y Creador de los cielos y de la tierra” y demás, “y yo creo en la comunión de los santos”.",
    "Ahora, el hombre no puede de manera justa, de corazón, decir ese credo y estar bien con Dios, conociendo la Biblia. Cualquier cosa que tenga comunión con los santos es espiritismo, cualquier cosa que comulgue con los muertos.",
    "Y este hombre se dio la vuelta y dijo: “Bueno, ¿y con qué comulga Ud.?”.\n\nYo dije: “Con Jesucristo”.\n\nÉl dijo: “Bueno, Él murió”.",
    "🦅 Pero” dije, “Él resucitó. Y Él no está muerto, sino que vive. Pero María, y todos los otros apóstoles, y todas las personas con las que Ud. afirma tener comunión, están muertos y han partido. Y la Biblia dice: ‘No hay mediador entre Dios y el hombre, sino Jesucristo Hombre’. Por lo tanto, con la tradición del hombre, Uds. han invalidado los mandamientos de Dios”.",
    "Y tratamos de agradar a Dios construyendo una tremenda iglesia grande, acolchando los asientos, y haciéndola bonita. Eso está bien. No hay objeciones, pero eso no es exactamente lo que Dios dijo que hiciéramos.",
    "Nos esforzamos para que nuestra iglesia sobresalga un poco de la otra iglesia, consiguiendo al pastor mejor educado que podamos tener en nuestro púlpito, quien pueda pronunciar las palabras con gran elocuencia. Eso está bien, pero aún no es lo que Dios dijo. Y en la mayoría de las iglesias, si… Nuestras iglesias hoy, si el hombre no tiene una experiencia de seminario, la congregación no lo dejará entrar de ninguna manera. Él tiene que tener una educación de seminario. Pero eso no es lo que dice la Biblia; eso no es lo que hizo Jesús.",
    "Jesús escogió a hombres que ni siquiera conocían el abecedario, y los ungió con el Espíritu Santo. El requisito de Dios no era recibir una educación, sino recibir el Espíritu Santo. Ningún hombre debería predicar el Evangelio hasta recibir el Espíritu Santo. ¿Ven cómo tomamos los mandamientos de hombre? y los pervertimos. Jesús de Nazaret, antes de permitir que los discípulos fueran a predicar, en Lucas 24:49, Él dijo: “He aquí, Yo envío la promesa de Mi Padre sobre vosotros. Pero esperad, esperen un momento, antes de ir. No salten cuando Yo lo diga. Pero” dijo Él, “esperad en la ciudad de Jerusalén hasta que seáis investidos de poder desde lo Alto. Entonces Me seréis testigos, tanto en Jerusalén, como en Judea, y en Samaria, y hasta lo último de la tierra”.",
    "Pero, hoy, hemos cambiado eso. Y hemos establecido que debemos ir a la escuela, y requerir cierta gramática y psicología, y ciertas maneras para comportamos en el—en el púlpito, y tantas pequeñas tradiciones. Y que no podemos ser de mente cerrada. Y luego recibir la doctrina de la iglesia, aprender el catecismo, lo que dice el catecismo.",
    "Ud. no es salvo por saberse el catecismo; Ud. no es salvo por unirse a la iglesia; Ud. no es salvo por que conoce la Biblia. Ud. es salvo porque Lo conoce a Él, a Cristo; “Porque, conocerlo a Él es Vida”.",
    "Así que, escogemos las tradiciones de los hombres, e invalidamos los mandamientos de Dios. Es lo que hacen nuestros seminarios; nuestras iglesias lo requieren. Nuestras iglesias no lo requerirían si la gente no lo requiriera. La gente tiene que aprobar eso, o simplemente podrían desecharlo y orar a Dios que les levante a alguien. Ellos lo causan; la gente lo hace. Ellos no los obligan a que Uds. hagan eso.",
    "Y luego, en esos días, los fariseos y los saduceos y los religiosos de ese día, creyeron que la iglesia les daba salvación. Lo que la iglesia diga, así es exactamente de la manera que tiene que ser, porque la iglesia lo dijo.",
    "Bueno, sigue igual hoy. La gente está esperando que la iglesia les dé salvación. Ud. no obtiene la salvación a través de una iglesia. Ud. obtiene la salvación por medio de Cristo, no por conocer algún orden de la iglesia, o algún credo, o cierta forma de bautismo, o—o ciertas acciones o emociones, por las que uno pasa. Ud. conoce y es salvo por Cristo, y eso por gracia. Por fe Ud. es salvo, por un llamamiento del Espíritu Santo. Así es como Uds. Lo conocen a Él.",
    "Pero ellos tenían eso en aquellos días, ¡y cuánto más lo tendrán hoy! Y luego la gente comienza a preguntarse, después de horas en las que tomaría ver esto: “¿Por qué estamos en la condición en que estamos?”. Allí lo tienen.",
    "Si un contratista trazara un plan para que sus hombres construyeran una casa, de tal y tal manera, y cada hombre ignorara el plano, y edificaran la casa como cada hombre pensara edificarla, ¿qué clase de casa quedaría? ¿Creen Uds. que sería recibida? Entonces, si así fuera, un hombre querría que se construyera de esta manera, y otro de esta manera, y cada hombre iría y construiría según su propia idea. La única manera en que Ud. podrá construir una casa correctamente, es de acuerdo al plano.",
    "Y la única manera en que alguna vez regresaremos a Dios y tendremos a Dios en nuestro medio, es regresando al fundamento de la Biblia. Simplemente tiene que ser de esa manera. Jesús habló de eso cuando estuvo aquí en la tierra, y dijo: “¿Por qué Uds. ignoran o pasan por alto los mandamientos de Dios, y los invalidan con sus tradiciones?”. Pero lo hicieron. ¡Y cuánto más lo hacen hoy!",
    "Así que, por esa razón el inquilino de la casa no se mudaba. Si él especificó un cierto tipo de casa en la que quiere morar, y él dio esas órdenes y esas especificaciones, para que la construyan de esa manera, pues, luego él se los entrega, el constructor se los entrega al contratista. Y el contratista se los presenta a los capataces y demás. Y si él llegara a esta casa, para mudarse a ella, y la construyeron torcida, y completamente según la opinión de cada hombre, él no se mudaría allí.",
    "Y cuando el Espíritu Santo viene a la casa de Dios, no puede entrar cuando está edificada sobre la teoría del hombre. Tiene que ser conforme a la Biblia. Y Este debería ser el Plano. Porque escrito está: “Que la palabra de todo hombre sea una mentira, y la Mía sea la Verdad”. Todos queremos pensar que tenemos esa Verdad.",
    "Pero ¿cómo lee Ud. las Escrituras, con una interpretación privada? La Escritura dice que, “No hay Escritura dada con una interpretación privada”. Es dada por un Intérprete, y es el Espíritu Santo Quien La escribió.",
    "Me recuerda una historia que leía esta tarde. Fue en los primeros años de la vida de nuestro Señor, después de haber nacido en Belén y ser criado allá en Judea. Y a los doce años, había una—unas ciertas costumbres que la gente guardaba, era una fiesta; creo que la Fiesta de la Pascua. Y Su parentela, María, Su madre, y José Su padre adoptivo, todos subieron a Jerusalén para guardar esta cierta tradición, tan legales como pudieron. Y estando por allá, se entusiasmaron bastante, hablando con sus parientes y demás. Y cuando se fueron, recorrieron un día de viaje, y luego comenzaron a buscar a Jesús. Y Lo buscaron entre sus parientes y conocidos, y no Lo encontraron.",
    "Me pregunto si la iglesia no estará de esa manera hoy. Cuando llegan a un punto donde se dan cuenta que Él no estaba con ellos. Me pregunto si hay metodistas y bautistas, y pentecostales, y lo que sea, aquí esta noche, que no han llegado a ese punto, donde Uds. se dan cuenta de que Él no está con Uds. No importa cuánto hayan hecho Uds. Uds. pudieran haber actuado de ciertas maneras y ciertas cosas que hayan hecho, sin embargo, Ud. sabe, en el fondo de su corazón, que Él no está allí. Me pregunto si no hay un pecador, o un descarriado que esté en el edificio esta noche, que sepa que Él no está con Ud. en esta noche.",
    "Ahora, por favor no hagan lo que hizo María. Y Uds. que adoran a María, ¿qué me dicen de eso? Ella comenzó a buscarlo. Y ella fue a sus parientes y a sus conocidos, pensando que Lo encontraría a Él allí.",
    "Y así lo hacen ellos hoy. Van a la iglesia, pensando que tal vez Lo puedan encontrar allí. Uno va a la iglesia metodista, y averigua lo que ellos creen. Otros irán a la iglesia bautista, y a una iglesia y a la otra, buscando entre las iglesias. Y cuando terminan, encuentran un tremendo montón de credos, y Cristo no está allí.",
    "Uno de los hombres más importantes en los campos teológicos, que yo conozca, estuvo en mi casa hace poco. Y él se paró en la sala. Y pensé: “¿Qué hace un hombre importante como este, viniendo a verme y a visitarme?”.",
    "Él dijo: “Solo quiero decirle unas palabras, Hermano Branham”.",
    "Dije: “Muy bien, ¿desea sentarse?”. Y así lo hizo. Y dije: “Me siento muy pequeño, hablándole a un hombre de su calibre”. Y él era el Presidente de las grandes Misiones de Sudán, esa es la misión fundamentalista más grande que hay en el mundo. Y lo acompañaba un amigo, que era un amigo personal de Hyman Appleman. Era el Sr. Reidhead, él era, el Dr. Reidhead.",
    "Y él dijo: “Hermano Branham, cuando yo era un niño” dijo, “estaba en el campo un día, observando las nubes mientras pasaban. Y dije: ‘¡Oh!, ¿habrá un Dios en alguna parte por allá más arriba?’”. Dijo: “Corrí a donde mi madre. Y ella, siendo una buena madre Cristiana, me tomó en sus brazos y me amó, y comenzó a hablarme de Jesús. Y eso era Él que me estaba llamando”. Y dijo: “Ella, siendo fiel a su iglesia, me inició a la edad de siete, para aprender acerca de Jesús”. “Bueno” dijo, “con eso en mi corazón, fui a toda escuela donde pude ir”. Y dijo: “Finalmente obtuve mi Licenciatura en Artes. Pensé que, cuando recibiera mi título, que seguramente Cristo estaría parado allí mismo”. Y dijo: “Cuando me otorgaron el título de Licenciado en Artes” dijo él, “yo no… No cambió nada”. Él dijo: “Cuando obtuve mi título de Doctor, pensé que Él estaría allí”. Y dijo: “Nada cambió. Solo se reunieron algunos hombres y dijeron algunas cosas, y me entregaron el título”. Y él dijo: “Hermano Branham, tengo suficientes títulos para llenar su pared. Pero, ¿dónde está Cristo?”. Eso es. Él dijo: “¿Se habrán equivocado los maestros?”.",
    "Dije: “Hermano Reidhead, yo no quisiera decir eso de que ‘Los maestros se han equivocado’. Porque yo no estoy en posición de decir eso. Pero permítame decir esto: Cristo no viene por Licenciaturas en Artes o Doctorados en Divinidad. Sino que Él viene a través de la renovación de su espíritu, por el Espíritu Santo que viene del Cielo”.\n\nÉl dijo: “¿Cree Ud. que eso sería para mí?”.\n\nDije: “Según esta bendita y antigua Biblia, es para ‘el que quiera venir, que venga’”.\n\nDijo él: “Me han enseñado que eso fue para un día pasado”.\n\nDije: “Entonces, el maestro que le enseñó eso, estaba errado”.\n\nDijo: “¿Cómo sabe Ud. que estaban equivocados?”.",
    "Le dije: “Porque yo Lo he recibido. Y la Biblia Lo prometió. Yo… Aquí es donde Él Lo prometió. Ahora, díganme y muéstrenme dónde Él alguna vez se retractó de esa promesa. Él le dio a la Iglesia el poder para hacerlo. Ahora, ¿dónde Se retractó Él alguna vez? Si la Iglesia les dice que esas cosas ya pasaron, entonces están enseñando como doctrina los mandamientos de hombres, y no de Dios. Ellos están tomando los mandamientos de Dios e invalidándolos, por su tradición”. Seguro.",
    "Ud. no lo puede encontrar a Él entre su parentela. Ud. no puede encontrarlo si va y dice: “Seré metodista por un tiempo, y veré qué sucede; seré bautista por un tiempo, y veré qué sucede”. Ud. jamás Lo encontrará a Él allí, o en ninguna otra iglesia de denominación. Pero a cualquier iglesia a la que Ud. desee entrar, no a la denominación, sino entrar en el compañerismo, no enteramente de la iglesia, sino al compañerismo del Espíritu Santo. Entonces Ud. Lo habrá encontrado a Él. Habrá una fe firme.",
    "Si Ud. es metodista, bautista, católico, presbiteriano, lo que Ud. pueda ser, si Ud. encuentra a Jesús como su propio Salvador personal, no por estrechar manos con el predicador, o las doctrinas de un credo, sino por haber encontrado al Señor Jesús. Y las iglesias hoy, estableciendo así sus credos, están robándole a Dios. Están recibiendo sus doctrinas, e invalidando los mandamientos de Dios. Eso no tiene el efecto sobre la gente. ¿Por qué? Porque nuestra teología hecha por el hombre, nuestras doctrinas y nuestros credos, le han cerrado las bendiciones a la gente, y ellos no tienen la oportunidad de recibir Aquello. No saben nada al respecto. Ellos solo saben que pertenecen a la iglesia. Y por eso es que no tenemos compañerismo, las iglesias, la una con la otra. Por eso es que tienen un avivamiento y las otras iglesias no cooperan con ellos, cierta denominación, porque dicen: “Esa no es mi fe”.",
    "Solo hay una Fe; dice la Biblia. No fe en un credo, no fe en una denominación, sino fe en Dios. Esa es la única fe que hay: “Una fe, un Señor y un bautismo”. Así dice la Escritura.",
    "Y ahora, después de salir, de viajar todo el día, buscando entre sus parientes, pues, no pudieron encontrarlo a Él.",
    "Me pregunto, esta noche, cuántas personas aquí han ido a la iglesia bautista y se han unido a los bautistas. Ahora, no hay nada…",
    "No estoy pateando en contra de las iglesias; estoy a favor de cada una de ellas. Pero, de lo que estoy a favor, es… en contra, es que ellos están formulando sus credos, y trazando líneas y límites. Si cada iglesia se mantuviera correctamente con la Biblia, y solo La leyeran así, y no La alteraran, solo La dejaran como Dios La escribió, pero en alguna cosita, dicen: “¡Oh, eso fue para otra edad!”. No es otra edad. Dios es el mismo ayer, hoy y por los siglos.",
    "Ahora, Uds. recorrerán un día de viaje, y mirarán alrededor y verán un cierto credo, y pensarán: “Bueno, tal vez sea esto”. Y Uds. entrarán y mirarán alrededor. Habrá alguien allí que hará algo. Uds. dirán: “No es esto”.",
    "Ud. tomará su carta de esa iglesia y se la llevará a otra. Y luego Ud. estará allí por unos días, o quizás semanas, o meses, o aun años. Alguien perturbará ese pequeño plan suyo, y Ud. se irá con su carta a otra parte; y de allí, a otro lugar. Ud. nunca se establece. La Biblia dice: “Sois como estrellas errantes, barcos sin velas, llevados por doquiera de todo viento de doctrina”. Siendo que la Biblia nos prohíbe hacer eso.",
    "Sea estable; sepa dónde está parado. No lo base en… Ahora, Uds. pueden ser honestamente sinceros con eso, siendo estables. Ud. puede ser un metodista estable, bautista, presbiteriano, católico o lo que sea, estable en eso. Pero no sean estables en la doctrina de su iglesia; sean estables en la Doctrina de la Biblia. Así que, examinen sus doctrinas por la Biblia. Pregunten qué fue Jesús. Si Él no es el mismo hoy, entonces su doctrina está errada.",
    "Uds. tienen un ejemplo. Y Él dijo: “Yo soy su ejemplo. Ejemplo os he dado, para que se traten los unos a los otros, como Yo os he hecho”, San Juan 13.",
    "Ahora, pero Uds. se dan cuenta que eso es lo que sucede. Ahora, entonces solo hay una verdadera manera de encontrarlo a Él, si ella no pudo encontrarlo entre los parientes. Regresó a donde ella Lo había dejado a Él.",
    "Eso es lo que debería hacer la iglesia. Regresen adonde Uds. Lo dejaron a Él, y allí Lo encontrarán, Uds. metodistas, bautistas y pentecostales, y Asambleas de Dios, y todos Uds., Tabernáculos Branham, y demás. Regresen donde Uds. Lo dejaron a Él.",
    "Me recuerda a un capellán, hace algún tiempo, en la Segunda Guerra Mundial. Me estaba diciendo que él, una… fue donde un—un hombre que estaba… una ametralladora… le dijeron que se estaba muriendo, le habían disparado en el pecho con una ametralladora, muchas balas, y dijo que el hombre se estaba muriendo. Y el capellán entró a verlo. Y él era el capitán. Y entró en la tienda, y dijo: “Capitán, ¿es Ud. un Cristiano?”.\n\nÉl respondió: “Bueno, una vez yo fui Cristiano”.\n\nÉl dijo: “Y ¿qué sucedió?”.\n\nÉl dijo: “Simplemente no recuerdo cómo empezó”.",
    "Y él miró su historial médico. Y vio que solo le daban de tres a cinco minutos de vida, y gran parte de ese tiempo ya había pasado. ¡Cómo sabremos que gran parte de nuestro tiempo también ya ha pasado! Y el capellán le dijo al capitán, dijo: “Capitán, ¿dónde Lo dejó Ud. a Él?”.\n\n“Bueno” dijo él, “no puedo recordarlo ahora mismo”.",
    "Dijo: “Es mejor que se dé prisa, porque no tiene mucho tiempo para regresar por el camino donde Lo dejó a Él”. Y dijo: “Dondequiera que Ud. Lo haya dejado, entonces vaya allí mismo y comience, y Ud. Lo encontrará”.",
    "Y el capellán dijo que esperó unos momentos con una Biblia en la mano para oír lo que diría el capitán. Y él seguía pensando y pensando, y luchaba, mientras la sangre le llenaba el pulmón. Y después de un rato, una gran sonrisa apareció en su rostro, y las lágrimas rodaron por su mejilla. Él dijo: “¡Oh, ya recuerdo!”.\n\nDijo: “Comience de allí, capitán, rápidamente”.",
    "Y el capitán dijo: “Ahora me acuesto a dormir. Ruego al Señor que mi alma guarde. Y si yo muriera antes de despertar, le ruego al Señor que reciba mi alma”. Volvió la cabeza y murió.",
    "¿Dónde Lo encontró? ¿En su experiencia en la escuela secundaria? ¿En su entrenamiento de psicología humana? ¿En su credo? ¿En su iglesia? ¡No! ¿Dónde Lo encontró? En la cuna. Allí es donde Lo había dejado a Él, y allí es donde Jesús estaba esperando.",
    "Nosotros nunca encontraremos a Jesús regresando al principio del ismo bautista, de regreso al principio del metodismo, o catolicismo. Solo encontraremos a Cristo cuando regresemos a Pentecostés, el principio. No hablo de la denominación ahora, sino a la verdadera experiencia Pentecostal. Cuando ciento veinte personas estaban reunidas en el Aposento Alto, pues Jesús los había enviado allí, y Él les dijo: “Quedaos en la ciudad de Jerusalén hasta que seáis investidos de Poder desde lo Alto”.",
    "Jamás esperaremos lo suficiente obteniendo mucha educación, obteniendo títulos de doctorado, o experiencia teológica. Pero tendremos que esperar hasta que ese Espíritu Santo Pentecostal caiga sobre el individuo, con Poder perdurable para apartar su rostro del pecado y de las cosas del mundo, y para vivir como un Cristiano. Entonces Ud. puede unirse a cualquier iglesia que desee.",
    "Pero Lo dejamos a Él en Pentecostés. Los metodistas Lo dejaron en Pentecostés. Los bautistas Lo dejaron en Pentecostés. Los católicos Lo dejaron en Pentecostés. Los amish Lo dejaron en Pentecostés. Los Hermanos Lo dejaron en Pentecostés. Las Asambleas de Dios Lo dejaron en Pentecostés. La iglesia Unida Lo dejó en Pentecostés. Allí es donde Él comenzó.",
    "¡Oh, Dios!, ayuda a que esto penetre en cada corazón. Por eso es que Él no puede morar en este edificio. Por eso es que Él no puede venir a nuestros credos y denominaciones. Hemos dejado los principios.",
    "Escuchen. Jesús dijo: “Yo soy la Vid, vosotros los pámpanos”. Y cuando la Iglesia Se sepultó en Jesús, produjo una rama Pentecostal. Y si el primer pámpano salió de la Vid, Pentecostal, cada pámpano tendrá que ser como el primero. Tenemos que regresar a la experiencia Pentecostal de nuevo.",
    "Si una vid aquí produce un pámpano de vid, el siguiente pámpano será vid, el siguiente pámpano será vid, y el siguiente pámpano será vid.",
    "Y Jesucristo es el mismo ayer, hoy, y por los siglos. Y Él solo puede tener un tipo de ramas, y son las ramas Pentecostales, en Su Iglesia, con experiencias Pentecostales.",
    "🦅 ¡Oh!” dice Ud., “Hermano Branham, un minuto. Yo soy fiel a mi credo”.",
    "Si su credo enseña que todo lo que Ud. tiene que hacer es estrechar la mano del predicador, Jesús dice: “No fue así en el principio”.",
    "Ud. dice: “Hermano Branham, yo pertenezco a una gran denominación, y mi iglesia dice que los días de los milagros han pasado”.",
    "Jesús dice: “No fue así al principio”. ¿Dónde fue el principio? Pentecostés, donde el Poder del Dios viviente cayó sobre ciento veinte personas, y los bautizó con el Espíritu Santo y Poder, para el servicio a Él. Eso cambió el mundo conocido.",
    "Ud. dice: “Hermano Branham, mi iglesia cree”. Vemos a las mujeres en las calles hoy, fumando cigarrillos, usando pantalones cortos. Ud. dice: “Pues, mi pastor no dice nada al respecto. Nuestra iglesia dice que eso está bien”.",
    "Pero Jesús dice: “Eso no fue así en el principio”. No fue así. “Porque una mujer que se pone ropa de hombre, es una abominación a los ojos de Dios”.",
    "Uds. me dicen: “Hermano Branham, hace unas noches, Ud. condenó el ser rociado”. Pero Uds. dicen: “Mi iglesia enseña que uno puede ser rociado, y está bien”.\n\nPero Jesús dice: “No fue así en el principio”.",
    "Ud. dice: “Pero, Hermano Branham, mi iglesia cree en derramarle agua. Y yo soy sincero. Y es una gran iglesia”.\n\nPero Jesús dice, que, “Eso no fue así en el principio”.",
    "Dicen: “Hermano Branham, he sido sumergido, ‘en el nombre del Padre, y en el nombre del Hijo, y en el nombre del Espíritu Santo’”.",
    "La Biblia dice: “Eso no fue así en el principio”. Nunca hubo una cosa así. ¡Siguen algún dogma y credo hecho por el hombre!",
    "Pedro dijo, en el Día de Pentecostés, en la primera Iglesia: “Arrepiéntanse, cada uno de Uds. y bautícese en el Nombre de Jesucristo, para perdón de sus pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Todo lo que esté en contra de Eso, no fue así en el principio.",
    "Ud. dice: “Yo pertenezco a una gran denominación que dice: ‘Nosotros hablamos donde la Biblia habla, y callamos donde Ella calla’. Y nuestra iglesia dice que, ‘Los días de los milagros han pasado’”.",
    "🦅 Eso no fue así en el principio”. Porque Jesús dijo que: “Él sería el mismo ayer, hoy y por los siglos”. “Los cielos todos pasarían, pero Su Palabra nunca pasaría”.",
    "Vivimos en un día en que han tomado los mandamientos de Dios y los han pervertido a tradiciones de hombres, pero no fue así en el principio. Es una tradición de hombres que adoramos, y no los mandamientos de Dios.",
    "Nos paramos aquí anoche, con nuestros propios ojos, y vimos a un predicador ciego recibir la vista, parado en la plataforma. Lo he visto a Él sanar las mismísimas sombras de la muerte, Lo he visto a Él traer a tres personas a la vida después de haber sido declaradas “muertas”, por el médico.\n\nUd. dice que no cree eso; “mi iglesia no lo cree”.",
    "Pero Eso es verdad desde el principio. Todo lo contrario no es así, desde el principio, porque Dios es el Dios de Vida, el Dios Todopoderoso, Él no puede fallar. Él es el mismo ayer, hoy, y por los siglos. No podemos encontrarlo a Él en nuestros credos; no podemos encontrarlo en nuestras denominaciones. Tenemos que encontrarlo de nuevo donde Lo dejamos.",
    "Ud. dice: “Bueno, ya lo encontré, Hermano Branham. Le cuento lo que hice: dancé en el Espíritu. Yo sé que Lo tengo”;\n\n“no fue así en el principio”.\n\n“Yo hablé en lenguas, así que sé que lo tengo”;\n\n“no fue así en el principio”. Correcto.\n\nUd. dice: “Yo grité, y yo Lo recibí”;",
    "🦅 no fue así en el principio”. Correcto. Conocer a Cristo es conocer a la Persona de Cristo, en el perdón del pecado, y eso cambia su vida.",
    "Yo he visto gente danzar, gritar, hablar en lenguas, y demás, y vivir cualquier clase de vida. Así que, eso no podría ser correcto. Los he visto unirse a iglesias, darse la mano, bautizar, pasar por toda clase de credos, y aún vivir como el diablo. “Eso no fue así al principio”.",
    "Es conocerlo a Él, la Persona, el Señor Jesús, conocerlo a Él como su propio Salvador, es conocerlo a Él como su Amante, “conocerlo a Él es Vida”. Pero estos otros credos y cosas, nuestro Señor nunca, desde el principio, llegó a dar testimonio de eso. “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Hasta dónde? “A todo el mundo”. ¿A quién? “Toda criatura”. “Estas señales seguirán a los que creen”. Eso fue lo que hubo al principio. Todo lo contrario a eso no es correcto. Ud. no lo encuentra en los credos; Ud. lo encuentra en Cristo. Él es el Único.\n\nUd. dice: “Hermano Branham, la Biblia dice allí…”.",
    "¿Qué dice Ella? “En Mi Nombre echarán fuera demonios; hablarán nuevos idiomas, lenguas; y si tomaren en las manos serpientes o bebieren cosas mortíferas, no les hará daño; si ponen las manos sobre los enfermos, ellos sanarán”. Eso es lo que dice la Escritura. Todo lo contrario a Eso…",
    "Ud. dice: “Estas señales los siguen: él es un buen anciano; él paga sus diezmos; él trabaja bien; él trata bien a su vecino”. Si eso es todo lo que se necesita, Cristo no tenía que morir.",
    "Se requiere de una experiencia personal pasando de muerte a Vida, y llegando a ser una nueva criatura en Cristo Jesús, con Cristo en el corazón. Ese es el Espíritu Santo. Allí es donde comenzó.",
    "Esos discípulos eran hombres buenos. Ellos eran hombres justos. Pagaron sus deudas. Fueron honestos. Daban diecisiete pulgadas por yarda; y tantas onzas de más por libra; ir una milla, ellos iban dos. Eran muy religiosos, y también lo eran esos fariseos. Pero Jesús dijo: “El que no naciere de nuevo, no entrará en el Reino”.",
    "Tenemos que regresar a donde Lo dejamos. Regresar y encontrarlo a Él, porque estos credos no estaban en el principio. Las iglesias denominacionales no estaban en el principio. Así que, dejen todo y regresen rápidamente a Pentecostés, y encuentren al verdadero Dios vivo, Quien sana a los enfermos, limpia a los leprosos, echa fuera demonios, y afirma estar en la Biblia, el mismo ayer, hoy y por los siglos. Él es el Dios del principio. Él es Aquel Quien no cambia. Él no puede ser Dios, y ser algo hoy y otra cosa mañana, y alguna otra cosa. Él no puede ser infinito y ser eso. Él es absolutamente el mismo ayer, hoy, y por los siglos.",
    "Ahora, amigos, en el día en que vivimos, vemos que los hombres han corrompido el mundo con sus tradiciones, han corrompido la iglesia con sus tradiciones, ¡han corrompido las mentes de la gente con sus tradiciones! ¿No lo vimos la otra noche, y vimos dónde esa vieja iglesia prostática, o la iglesia prostituta tenía hijas, y ambas reparten, por doctrina, las fornicaciones de su inmundicia? Eso viene a través de toda organización. Están contaminados.",
    "Y, ahora, no estoy diciendo que se aparten de su organización. Pero aléjense del solo aferrarse de esa organización. Lleguen a Cristo. Esas cosas están erradas. Regresemos al principio. Entonces, si podemos hacer eso, Uds. encontrarán a Cristo entrando a esa casa que está edificada sobre la Roca sólida. Y allí, señales y maravillas y toda bendición que Dios prometió será manifestada a través de esa Iglesia.\n\nOremos.",
    "Antes de orar, dejo esta advertencia solemne en su corazón: ¿estará Ud. como fue en el principio? La iglesia en la que Ud. está, ¿será solo un credo o una denominación?, o ¿será una experiencia que les trae eso como lo hizo en el principio? Si no, entonces no es así. ¿Por qué entonces no vienen al principio y comienzan de aquí? Y apártense de credos y denominaciones, y sirvan al Dios viviente. Si Ud. está aquí esta noche, y desea ser recordado en la oración final, levante las manos a Dios, y diga: “Recuérdeme a mí, Hermano Branham”. Dios los bendiga, a través del edificio. Bien. Eso está bien.",
    "No importa a qué iglesia pertenece Ud., su denominación, levante la mano, diga: “Ten misericordia de mí, Dios”. Dios los bendiga. Qué bien. Docenas de manos levantadas por todo el edificio.",
    "🦅 Acuérdese de mí en oración, hermano, en esta hora” dice Ud., “porque yo quiero volver al principio”. Dios los bendiga. Dios los bendiga, a Uds., a Uds. allá, allá en el pasillo, allá afuera. El Señor los bendiga. Dios ve sus manos, son demasiados para contarlos. Él conoce a cada uno. Bien atrás, esa señora queriendo levantar las manos, arriba, por allá atrás, bendiciones, hermana.",
    "Jesús dijo: “Uds. enseñan como doctrina las tradiciones de los hombres, e invalidan los mandamientos de Dios con sus tradiciones”. Y si Él lo dijo en aquel día, ¿qué me dice de este? Regresemos ahora al principio. Lo que tenía… ¿Qué les parece?",
    "Si la Rama salió en el Día de Pentecostés, y produjo una Iglesia de ese tipo, ellos fueron por todo el mundo, señales y maravillas los siguieron por todas partes, no lo que hoy llamaríamos señales y maravillas, sino el día en que salieron: ellos predicaron en todas partes; bautizaron nuevamente al pueblo en el Nombre del Señor Jesús; ellos—ellos echaron fuera demonios; sanaron a los enfermos; ellos obtuvieron la victoria, desde el principio hasta el fin.",
    "Y si su tradición de iglesia le ha enseñado algo contrario a Eso, regresemos al principio donde lo dejamos. Y produzcamos aquí, en esta noche, miembros de la Iglesia como en el principio, quienes tuvieron amor fraternal el uno por el otro, entregando sus vidas el uno por el otro. Hombres y mujeres que se aman, con tal amor Divino, que irán a la penitenciaría o a la horca el uno por el otro. Esa es la Iglesia original.\n\nEl Señor los bendiga, mientras oramos.",
    "Amado Padre Celestial, al concluir este corto Mensaje en esta noche, y la gente parada junto a las paredes, esperando, apoyada en las columnas, y a lo largo de las paredes, y aun por fuera. Y levantaron sus manos, pues desean conocer a ese Jesús del principio. Concede, Señor, en esta misma hora, que ellos Lo conozcan a Él. Porque está escrito: “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”. Un gran número de manos, Padre. Tantas que no podría contarlas a la vez. Pero Tú las ves todas, y los conoces a todos.",
    "Y está escrito, que, “Ningún hombre puede venir a Mí, si Mi Padre no lo trae”. Ellos están hartos de estos credos, y se dan cuenta que no encuentran a Jesús en ellos. Como María y José, ellos tienen que regresar al principio donde Lo dejaron a Él. Ellos desean regresar esta noche a una experiencia de Pentecostés, y recibir el Espíritu Santo, y allí nacer de nuevo en el Reino de Dios. Y concede, Señor, que cada uno de ellos reciba esa experiencia, en esta misma hora. Porque lo pedimos en el Nombre de Jesús, Tu Hijo.",
    "Y mientras tenemos nuestros rostros inclinados. No sé si pudieran o no; si a Uds. les gustaría pasar por el medio de este pasillo, hay espacio para caminar por aquí. Vengan por aquí, y párense alrededor del altar, y digan: “Hermano Branham…” Si Uds. verdaderamente lo creen.",
    "Puede ser que yo haya sido un místico para Ud., en tiempos pasados. Pero viendo que algo ha sucedido, millones alrededor del mundo Lo han recibido. [Cinta en blanco.—Ed.]",
    "🦅 Y parece que apunta directamente al principio, a la Biblia. Yo no tengo esa experiencia, pero yo—yo quiero que Ud. ore por mí, esta noche, aquí mismo en el altar, y ponga las manos sobre mí. Porque de esa manera lo hicieron ellos al principio”.",
    "Felipe fue y les predicó a los samaritanos. Y él los había bautizado a todos en el Nombre de Jesús. Pero el Espíritu Santo no había venido sobre ninguno de ellos, hasta que llamaron a Pedro. Y él vino y les impuso las manos, y ellos recibieron el Espíritu Santo.",
    "Si Ud. desea la oración, y si su alma está cargada de pecado, aun habiendo intentado iglesias y bautismos, y demás, pero no ha funcionado; si quiere recibir, que yo ore con Ud. esta noche, pase por aquí ahora. Con mucho gusto ofreceré mi servicio de oración por cualquiera de Uds., siendo sincero. Y yo creo que si Ud. viene en profunda sinceridad, el Dios que puede abrir ojos ciegos puede limpiar un corazón sucio. Un Dios que puede resucitar a los muertos, físicamente, ciertamente puede resucitarlos espiritualmente. Él, quien puede vivificar el cuerpo mortal, ciertamente puede vivificar el alma inmortal. Vivificar significa “dar vida”. Que Dios ancle eso en su corazón, mis queridos amigos.",
    "Uds. personas aquí, de la ciudad de Jeffersonville y New Albany, y Louisville: no sé cómo van a pararse en el Día del Juicio, porque Dios ha hecho de todo aquí, en este pequeño y humilde tabernáculo de aspecto ruinoso. Él ha sanado a los enfermos; Él ha mostrado señales y maravillas; Él es—Él ha presentado esto, Su Palabra, sin desviarse en nada de las Escrituras, y Él Mismo probó ser el Dios de los vivientes.",
    "¿Cómo van a hacer Uds. del Cielo su hogar, y aferrados de credos y denominaciones, religiones falsas, y bautismos falsos, y emociones falsas? ¿Cómo lo hará Ud., cuando está allí en su corazón, en sus manos, el tomar su decisión? Estando en su lugar, antes de que fuera demasiado tarde para siempre, yo vendría.",
    "Pues, recuerden, Jesús habló de una mujer que vino desde una nación. Y Él dijo: “La reina del sur se levantará en el día del juicio, con esta generación, y la condenará, porque ella vino de los confines de la tierra para oír la sabiduría de Salomón”.",
    "Dios la bendiga, mi hermana. Si Ud. solo quiere arrodillarse, vaya allí. Si los niños pudieran retroceder lo que más puedan ahora, para los que quieran venir y arrodillarse a orar.",
    "Voy a cantar solo una estrofa o dos de este canto: “Mi alma he anclado”. Y los quiero a todos en profunda oración, mientras vemos si aquellos que están buscando a Dios desean venir a orar.\n\n…anclé mi alma en un remanso de descanso,\n\nNo vago en tinieblas ya más;\n\nLa tempestad puede soplar sobre el abismo tormentoso,\n\nEn Jesús estoy a salvo para siempre.\n\nHe anclado mi…",
    "Como quiera el Espíritu Santo, dirija ahora mismo al altar para orar.\n\n…navegar por los mares tormentosos…\n\nVenga, el descarriado.\n\nLa tempestad puede soplar sobre el abismo tormentoso,\n\nEn Jesús estoy a salvo para siempre.\n\nBrilla en mí, Señor, brilla en mí,\n\nQue la Luz del Faro…",
    "Eso es Lo que es, es la Palabra.\n\n…brilla…\n\nUds. la tienen brillando a su alrededor.\n\n¡Oh!, brilla…",
    "¿Por qué no sale de su asiento, y viene aquí? Regrese a su iglesia, de dondequiera que Ud. venga; pero vengan aquí y encuéntrenlo a Él como fue en el principio.\n\nLa Luz del faro brille sobre mí.\n\nSer como Cristo, solo ser como…",
    "¿A cuántos les gustaría ser así? Solo levanten la mano.\n\nEn la tierra anhelo ser como Él;\n\nEn la jornada de la vida de la tierra a la Gloria,\n\nYo solo pido ser como Él.\n\nDel pesebre de Belén salió un Desconocido,\n\nEn la tierra anhelo ser como Él;\n\nEn mi viaje de la vida de aquí a la Gloria\n\nYo solo pido ser como Él.\n\nSer como Cristo, ser como Cristo,\n\nEn la tierra anhelo ser como Él;\n\nEn mi viaje de la vida de aquí a la Gloria\n\nYo solo pido ser como Él.",
    "Como estos, preciosos que están gimiendo, aquellos que han sentido la convicción del Espíritu Santo, llamándolos a su destino final. Y recuerden, puede sucederle a la persona más joven aquí, dentro de cinco minutos. Y dentro de una hora, puede ser que no quede una persona viva en la tierra. Puede suceder. La ciencia dijo, hace dos años que, “Faltaban tres minutos para la medianoche”. Uds. saben lo que hemos estado predicando de las profecías. Está a punto de suceder. Y ¿por qué Satanás mantenerlo enjaulado a Ud., con la más mínima duda en su mente?",
    "Ahora, Uds. aquí que han sido rociados, se les ha vertido agua, o—o bautizados de otra manera que no sea el bautismo Cristiano, esto os sea notorio:\n\nMientras aún hablaba Pedro estas palabras, el Espíritu Santo cayó sobre…los que oían el discurso.\n\nY los fieles de la circuncisión que habían venido con Pedro se quedaron atónitos de que…sobre los gentiles se derramase el don del Espíritu Santo.\n\nPorque los oían que hablaban en lenguas, y que magnificaban a Dios. Entonces respondió Pedro:\n\n¿Puede acaso un hombre impedir el agua, para que no sean bautizados estos que han recibido el Espíritu Santo también como nosotros?\n\nLuego mandó bautizarles en el nombre del Señor Jesucristo.",
    "Hechos 19, permítanme citárselos a Uds., pueblo bautista. Y escuchen esto atentamente.\n\nAconteció que entre tanto que Apolos estaba en Corinto, Pablo, después de recorrer las regiones superiores,…de Éfeso, halla a ciertos discípulos,\n\nles dijo: ¿Recibisteis el Espíritu Santo desde que creísteis?…ellos le dijeron: Nosotros…Ni siquiera hemos oído si hay Espíritu Santo.\n\nEntonces dijo: ¿En qué, pues, fuisteis vosotros bautizados? Ellos dijeron: fuimos bautizados en el bautismo de Juan.\n\nDijo él: Juan bautizó con bautismo de arrepentimiento, diciendo…que creyesen en aquel que vendría…, esto es, en Jesús el Cristo.\n\nY cuando oyeron esto, fueron rebautizados en el nombre del Señor Jesucristo.\n\nY habiéndoles impuesto Pablo las manos, y vino sobre ellos el Espíritu Santo; y hablaron en lenguas, y glorificaron a Dios.",
    "Gálatas 1:8, de nuevo, Pablo hablando.\n\nComo he dicho, así digo de nuevo; si…nosotros, o un ángel del cielo, os anunciare otro evangelio diferente…, sea anatema.",
    "¡No importa cuántos credos de luz!, ¡cuántas denominaciones!, ¡cuánto lo que sea! Si Ud. no ha sido bautizado en el Nombre de Jesucristo, Uds. creyentes, les estoy ordenando, en el Nombre de Jesucristo, que pasen a este baptisterio y sean bautizados. Así es. Sí. Es exactamente lo que dice la Escritura; “Porque no hay otro Nombre bajo el Cielo, dado a los hombres, en que podáis ser salvos”. No importa cuánto Ud.… lo que Ud. haya hecho, cuánto haya recibido el Espíritu Santo, regresemos al principio. Si Ud. ha sido rociado, le han vertido agua o algo, bautizado en el nombre de “Padre, Hijo, Espíritu Santo”, ese es un credo falso. No hay nadie en la Biblia que haya sido rociado, se le haya vertido agua, o bautizado en el nombre de “Padre, Hijo, Espíritu Santo”. Regresemos al principio, y Uds. Lo encontrarán a Él. El altar está abierto, y el baptisterio espera. Mientras cantamos una vez más: “Solo ser como Cristo”.",
    "Ser como Cristo, Ser como Cristo,\n\nEn la tierra anhelo…",
    "¿Por qué no pasan por aquí? ¿Qué me dicen Uds. creyentes? Se abrirá un cuarto aquí para Uds., en un minuto.\n\nEn la jornada de la vida…",
    "¿Qué dijo Él? “Eso no fue así desde el principio”. ¡Si Ud. quiere ser como Él!\n\n…a la Gloria\n\nYo solo pido ser como Él.",
    "Oremos de nuevo. Venga, hermana, si Ud. viene aquí al altar. Está bien.",
    "Señor Dios, que sea escrito, y que así sea hecho, Señor. Escrito está, así que ahora sea hecho. Yo no seré culpable en el Día del Juicio, por respaldar algún credo de iglesia; sino por predicar el Evangelio completo, en el Poder de la resurrección del Espíritu Santo.",
    "Ahora, Señor, ¿honrarías estas Palabras, y envías el Espíritu Santo sobre estos, esta noche, Señor? Y sana a los enfermos y a los afligidos entre nosotros, para que la gente pueda saber que el Dios que escribió la Biblia aún está aquí, y Él no cambia, aunque el hombre quiera cambiar la Palabra. Pero Él es el Dios incambiable, que dijo: “No fue así en el principio”. Y si vemos lo que fue el primer pámpano, en la Vid, verdaderamente podemos hacer del Libro de los Hechos nuestro ejemplo como iglesia.",
    "Concede, Señor, en esta noche, que toda persona aquí que no ha seguido al Señor Jesús, y Jesús confirmando que Él estaba con ellos, con las señales y maravillas de la doctrina del Nuevo Testamento del Libro de los Hechos, lo cual produjo el primer pámpano, que ellos caigan humildemente a Sus pies y sigan adelante, Señor, y Lo encuentren a Él como fue en el principio; porque no podemos encontrarlo a Él entre nuestros credos y denominaciones, y entre nuestras pequeñas y débiles doctrinas de este día. Debemos regresar a Dios y a la Biblia.",
    "Aquellos que están aquí de rodillas, que buscan Tu Espíritu Santo, y están creyendo que vendrá sobre ellos, no están estableciendo ninguna forma en particular, ninguna cierta manera. Solo quieren que el Espíritu Santo venga sobre ellos. Concede, Dios, que sus corazones puedan ser abiertos en este momento, y que el Poder del Dios vivo caiga en sus corazones, y llénalos, y perdona sus pecados, y llénalos del Espíritu Santo. Concede estas cosas, Padre.",
    "Ahora con nuestros rostros inclinados, continuemos por otro minuto, creo que Dios se va mover en gran manera, en unos minutos.",
    "Si hay algunos aquí, esta noche, desconocidos que no son de la ciudad, quienes no pueden regresar a otro servicio, y están en un estado de emergencia. Mientras estos están en el altar, buscando, esperando en Dios; siendo que, vamos a terminar con ellos, en unos minutos. Pero si hay algunos que están aquí en estado de emergencia, y no pueden esperar hasta que… para otro servicio, y desean la oración, podrían levantar la mano, alguien que tiene que irse. Uno, dos. Muy bien. Uno, dos, que están aquí ahora, tres, que están aquí, que no pueden esperar más, que, ellos… simplemente tienen que irse. Cuatro. Veo uno atrás. Hay cuatro personas. Cinco. Uno aquí mismo. Muy bien, hay cinco aquí, esta noche, que no pueden esperar más. Me pregunto, si Ud. puede y puede ponerse de pie; si no puede, lo pueden cargar. Y mientras mantenemos a estas personas en el altar, quiero que Uds. vayan a este cuarto de oración, a mi lado derecho aquí, estas cinco personas.",
    "Mientras le pedimos a los ministros de esto, que están en este edificio, esta noche, que creen que este Mensaje que he predicado, que estos credos y—y las doctrinas hechas por el hombre, hoy, no son de Dios, sino que son del hombre; y que realmente deberíamos regresar al camino de la Biblia, regresar al principio. Quiero que algunos de esos ministros pasen adelante y se paren aquí conmigo, mientras ponemos las manos y oramos por estas personas aquí, sobre estas personas que están buscando las grandes bendiciones de Dios para sus vidas. Algunos de Uds. ministros, por favor, que creen que Esta es la Verdad vital de Dios. Ahora, no vengan de otra manera. ¿Ven? Sea un hombre que cree que Esto es la Verdad absoluta.",
    "Y aquellos ahora, esos cinco que levantaron la mano, vayan por este otro lado, si pueden. O, vengan por detrás de la plataforma, si no pueden entrar allí, y veremos lo que sucede en unos minutos. Pase por aquí, hermano; si los niños pueden moverse para allá atrás.",
    "Y entonces, que aquellos que vienen ahora, pasen por la oración, déjenlos pasar, si Uds. pueden, por aquí mismo.\n\n…oscuridad\n\nSe convertirá en el día más resplandeciente.\n\nEntonces todos tomemos valor,\n\nPorque no estamos solos;\n\nEl bote salvavidas pronto viene\n\nPara llevar las Joyas a casa.\n\nEntonces anímate, mi hermano, anímate, (¡Oh, anímate!)\n\nNuestras pruebas pronto terminarán,\n\nA nuestros amados encontraremos, encontraremos,\n\nSobre la orilla dorada.\n\nSomos peregrinos y extranjeros aquí,\n\nBuscamos una Ciudad por venir,\n\nEl bote salvavidas pronto viene,\n\nPara llevar las Joyas a Casa.\n\nEl bote salvavidas pronto viene,\n\nPor los ojos de la fe lo veo\n\nMientras viene sobre las aguas\n\nPara rescatarnos a ti y a mí,\n\nY nos desembarca a salvo en el puerto\n\nCon amigos que amamos tanto.\n\n“Prepárense”, grita el Capitán;\n\n¡Oh, mira, ya casi está aquí!",
    "Vigilen las bombas atómicas, uno se da cuenta de que ya casi está aquí.\n\n…oh, anímate,\n\nNuestras pruebas pronto terminarán,\n\nA nuestros amados encontraremos, encontraremos,\n\nSobre la orilla dorada.\n\nSomos peregrinos y extranjeros aquí,\n\nBuscamos una ciudad por venir,\n\nEl bote salvavidas pronto viene,\n\nPara llevar las Joyas a Casa.",
    "Ahora, amigos, estos ministros se reunirán alrededor ahora, juntos aquí. Voy a ir allí por estos casos de emergencia que no pueden regresar. Y la razón por la que hacemos esto como lo estamos haciendo esta noche, es porque hay un servicio bautismal en unos minutos. Y el próximo servicio bautismal será el domingo por la mañana, después de la escuela dominical. Eso nos dejará el sábado por la noche, el viernes por la noche, y el sábado por la noche, y el domingo por la noche, para la línea de sanidad.",
    "Queremos poner la salvación de Dios primero. ¿Ven? La sanidad sucederá. No nos atemoriza eso. Y así acontecerá. Anoche, Dios salvó ocho almas preciosas aquí en el altar. ¡Oh, cuán feliz estaba al ver eso! Y no sé quiénes son estos por aquí. Algunos pueden ser pecadores, clamando. Algunos pueden estar buscando el Espíritu Santo.",
    "Pero ahora voy a ir. Y mi esposa allá atrás, cariño, hay hombres y mujeres allí. Solo voy a entrar para ver qué sucede. Confío que el nuevo ministerio ministre allí. Dios sabe que he predicado la Palabra tan cierta como la conozco, de la Biblia. Correcto. Y voy allá atrás para ver lo que hará Dios.",
    "Ahora, mañana en la noche, si el Señor quiere, no tendremos un servicio bautismal, a menos que sea una emergencia, alguien que quiera ser bautizado. Pero inmediatamente, en los próximos diez o quince minutos, se llevará a cabo el servicio bautismal.",
    "Y luego, mañana por la noche, habrá…Quiero preguntarle a mi cuña-… a mi nuera aquí, (¿cuñada? ¡Ja!), mi nuera, si ella encontró las tarjetas de oración, hoy. Loyce, ¿las encontraste? No las encontró. Bueno, haremos algunas. Conseguiremos algunas, de alguna manera. Y conseguiremos, daremos las tarjetas de oración mañana en la noche, si el Señor lo permite, y comenzaremos nuestras líneas de oración, línea de oración normal, si algo no sucede en unos minutos, en el cuarto. Y luego veremos. Mañana en la noche, si el Señor quiere, repartiremos las tarjetas de oración, temprano, mañana en la noche, como a las seis, supongo, o algo así, a las seis o seis y media, algo así, mañana en la noche, para que la gente pueda recibir una tarjeta de oración y pasar por la línea.",
    "Ahora, ahora mismo, quiero que toda persona que pueda, esté en mucha oración. Quiero que Uds. ministros se acerquen a estas personas. Pero, el Hermano Neville, aquí, en la plataforma. Y pasaré a orar por los enfermos. El Señor los bendiga.",
    "Y Uds. hermanos vengan a donde están estas personas ahora. Acérquense, pongan las manos sobre ellos, y hagamos una oración, mientras pasan por alrededor. Cada uno de Uds. quédese con ellos ahora, a medida que los rodean. Toda la congregación quienes saben orar, inclinen sus rostros allá atrás, y sean sinceros en oración a Dios, que el Espíritu Santo caiga sobre estos y los llene del Espíritu Santo; y haga milagros en este cuarto, para sanar a los enfermos y a los afligidos. 🦅"
  ]
}