{
  "title": "MIRANDO LO INVISIBLE",
  "id": "58730009",
  "content": [
    "🦅  Parece bien estar de nuevo en la casa del Señor, esta noche, después de una noche tan maravillosa como la de ayer. Y pasamos un tiempo glorioso, estas últimas dos o tres noches aquí en el edificio, y agradecemos a nuestro Padre Celestial por ello. Almas han nacido en el Reino de Dios. ¡Y qué buenos informes de los servicios de sanidad!",
    "Y nos acaban de informar hace un rato, que la muchacha que era de algún lugar por aquí arriba, en alguna ciudad, que tenía leucemia, cuando… ella fue declarada sana hoy, por su médico, y el—el bebé está bien. Ajá. Y ellos… Ella iba a ser misionera. Uds. recuerdan el caso. Y—y Satanás estaba tratando de—de robarle eso. Y su médico la declaró en buen estado y salud.",
    "¡Y el ministro ciego que vino a recibir su vista, y otros! Y grandes cosas que el Señor está haciendo.",
    "Ahora, anoche llevé a un grupo al cuarto de oración aquí, solo para ver si el nuevo ministerio que ha sido prometido entraba en operación aquí en el tabernáculo, antes de llegar a la carpa. Bueno, ahora, hasta donde yo sé, no hubo nada más que… Tan pronto como entré allí, el Espíritu del Señor entró, y comenzó a discernir los espíritus, y a decirle a la gente de sus problemas y demás.",
    "Pero, me pregunto. Le pregunté a esas personas, si había alguna manera posible de que se quedaran. Me gustaría preguntarles si ha habido un cambio en ellos. Si ellos sienten que han sido sanados, o cualquier cambio visible en alguna manera; les pregunté, esta noche, si los llamara, si pudieran entrar al edificio, me gustaría que levantaran la mano. Ahora, si ellos están aquí, y no tuvieron que irse a casa, todos eran gente de fuera de la ciudad. Y si ellos no tuvieron que irse a casa, y entraron al edificio, y Ud. siente que ha habido un gran cambio, levante la mano. Los que, si hubo alguno aquí que estuvo en el edificio anoche, y que se oró por ellos acá atrás. Como no veo manos, no sé si la gente pudo siquiera quedarse.",
    "Allí, uno, uno aquí atrás. Muy bien. Uno allí. Bueno, eso está muy bien. Siente Ud. que ha habido un cambio, ¿verdad, señor, Ud. que levantó su mano? [Un hermano dice: “Sí. He estado de pie todo el día”.—Ed.] Pues, eso es bueno. [“Puedo inclinarme. No he necesitado medicina para eso, en todo el día, o, bueno, anoche”.] Nosotros… Eso está muy bien, y estamos agradecidos. No había nada visible que pudiéramos ver, ¿ven Uds.? Porque…",
    "Y había una—una señora en el cuarto, que estaba aquejada de un problema mental. Y el Espíritu Santo comenzó a hablarle, y a decirle las cosas que sucedían… habían sucedido en su vida, donde ella pensó que algo le había sucedido a ella, lo cual no había sido así. Y supongo que, si nuestro hermano está, el que está presente, sabe eso. Y entonces comenzó a hablarle de una persona que tenía barba larga, y cabello largo, que había orado por ella. Ella había… se le había olvidado, ella dijo: “No”. Y luego para mostrar la exactitud y la perfección del Espíritu Santo, volvió otra vez, y mencionó a la persona y les dijo quién era, y dónde fue que sucedió. Entonces ella dijo: “Ahora recuerdo”. Eso había sido hace muchos años. ¡Cómo es la perfección del Espíritu Santo! ¡Oh, Él es tan real!",
    "Ahora, estamos llenos, y solo en esta pequeña reunión aquí, justo antes de que me vaya de nuevo. Y me alegré tanto esta noche, al encontrarme, justo al entrar, con un viejo amigo, el Hermano Rogers, de allá en Milltown, Indiana. Y amigos que no había visto por años. El Hermano Creech de nuevo, él estuvo aquí anoche.",
    "Y hoy, en las entrevistas, el Espíritu Santo fue maravilloso, hoy. Y parece que tal vez va a continuar por un tiempo, hasta que venga esa carpa, bajo el mismo ministerio que he tenido. Pues, en las entrevistas de hoy, hubo cuatro grandes visiones sobresalientes que ocurrieron, en las entrevistas. Así que, aparentemente, tal vez, continuaré hasta que tal vez comience la carpa, o dondequiera que Él haya escogido para comenzar a declarar Su Nombre de una manera nueva. Pero cuando lo haga, será tan perfecto como los otros. Solo será… Y estoy confiando en Dios que será más grande que los otros. No porque sea—sea nuestro ministerio, sino por la gente enferma y necesitada. ¡Hay tanta necesidad en la tierra hoy!",
    "Ahora iremos directamente a la Palabra, para que aquellos que están de pie no tengan que estar parados por mucho tiempo. Ahora, primero, antes de leer Su Palabra, hablemos con Él en persona, mientras inclinamos nuestros rostros.",
    "Amado Dios, entramos ahora a Tu santa Presencia, con corazones humillados y rostros inclinados. Y Te pedimos que nos perdones de cualquier cosa que hayamos hecho, o—o pensado, o dicho, durante este día, que haya sido contrario a Tu Voluntad. Pedimos que en Tu gracia nos perdones a cada uno de nosotros.",
    "Y nos hemos reunido esta noche con el único propósito de adorarte, y para expresar nuestros sentimientos y la adoración de nuestro corazón a Ti. Y estamos seguros, Señor, que esta pequeña congregación que está apretujada en estas pequeñas paredes esta noche, no ha venido aquí para ser vista. Ellos no han venido aquí con ningún otro propósito sino para expresarte a Ti su amor. Ellos no se pararían afuera alrededor de las ventanas, y junto a las paredes, con sus piernas adoloridas, solo para ser vistos. Ellos están aquí porque creen que, “Tú existes, y eres galardonador de los que diligentemente Te buscan”.",
    "Pedimos perdón por todo el pecado del pueblo. Y que venga un Poder sanador sobre los enfermos y los necesitados. Y Te pedimos que bendigas Tu Palabra, Señor, mientras La leemos. Somos insuficientes para interpretar esta Palabra. Entonces que venga el Espíritu Santo, y entre directamente en la Palabra, y La plante profundamente en los corazones del pueblo. Y que, por medio de esto, haya una gran cosecha de almas y un gran servicio de sanidad. Concédelo, Señor, porque humildemente lo pedimos en el Nombre de Jesús. Amén.",
    "Para una lectura de las Escrituras, esta noche, deseo leer del Libro de Segunda de Reyes, comenzando en el versículo 8. Y mi texto esta noche es: Mirando lo invisible.",
    "La primera noche, yo estuve predicando sobre el tema de: Levantándolo y sacándolo a Él de la historia. Y la segunda noche, anoche, estuve predicando sobre el tema: No fue así desde el principio.",
    "Y, esta noche, mi texto es: Mirando lo invisible. Ahora, Segunda de Reyes, el capítulo 6, comenzando en el versículo 8.\n\nTenía el rey de Siria guerra contra Israel, y consultando con sus siervos, dijo: En tal y tal lugar camparemos.\n\nY el varón de Dios envió a decir al rey de Israel: Mira que no pases por tal lugar, porque los sirios van allí.\n\nEntonces el rey de Israel envió a aquel lugar que el varón de Dios había dicho; y así lo hizo una y otra vez con el fin de cuidarse.\n\nY el corazón del rey de Siria se turbó por esto; y llamando a sus siervos, les dijo: ¿No me declararan ustedes quién de los nuestros es del rey de Israel?\n\nEntonces uno de los siervos dijo: No, rey señor mío; sino que el profeta Eliseo está en Israel, él le declara al rey de Israel las palabras que tú hablas en tu cámara más secreta.\n\nY él dijo: Id y mirad dónde está, para que yo envíe a prenderlo. Y le fue dicho: He aquí que él está en Dotán.\n\nEntonces envió el rey allá gente de a caballo, y carros, y un gran ejército, los cuales vinieron de noche, y sitiaron la ciudad.\n\nY se levantó de mañana y salió el que servía al varón de Dios, y… sitiaron la ciudad, con los de a caballo y los carros. Entonces su criado le dijo: ¡Ah, señor mío! ¿qué haremos?\n\nÉl le dijo: No tengas miedo, …porque los que están con nosotros… son más que los que están con ellos.\n\nY oró Eliseo, y dijo: Te ruego, oh Jehová que abras estos… abras sus ojos para que vea. Entonces Jehová abrió los ojos del criado, y miró; y he aquí que los montes estaban llenos de gente de a caballo, y de carros de fuego… alrededor de Eliseo.",
    "Ahora que el Señor añada Sus bendiciones a la lectura de Su Palabra.",
    "Es algo extraño que el hombre quien fue hecho a la imagen y semejanza de Dios, y fue llamado por Él para caminar por fe, creyendo que Dios existe, escogiera caminar por la vista en vez de por la fe; después de que su estructura, su ser, y todo lo que hay en él fue formado a semejanza de Dios. Y Dios es ese gran Jehová Quien llama esas cosas que no eran, como si fueran. Y el hombre, habiendo sido hecho para vivir con Dios de esta manera, con todo, escogió caminar por su vista. Él quiere ser su propio jefe. Él no quiere que nadie le diga qué hacer. Así es la naturaleza del hombre. Así quedó confirmado en el huerto del Edén, cuando perdió su compañerismo con Dios, al escoger seguir su propio camino, sin que nadie lo gobierne.",
    "Pero el hombre ha sido hecho como una oveja. Y la oveja no puede encontrar su camino de vuelta, me han dicho. Cuando se pierde, se pierde por completo. Y así es con el hombre. Cuando está perdido, está absolutamente indefenso. Él debe tener un pastor que lo guíe.",
    "Y el hombre, cuando él elige, y a medida que pasan los días, encontramos que el hombre empeora continuamente, escogiendo más bien caminar por la vista que por la fe, por lo Invisible. Y al hacerlo, él roba al hombre interior, el cual es el alma. Y esa es la parte Eterna del hombre.",
    "Ahora, “No solo de pan vivirá el hombre” dijo el Señor, “sino de toda Palabra que sale de la boca de Dios”.",
    "Y el cuidar del ser físico del hombre, no es toda la razón por la cual Dios lo puso en la tierra, porque lo que él hace con este ser físico no sirve de mucho. Es su alma, lo que cuenta. Es el hombre interior, que no vino de la tierra, vino del Cielo, y esa es la parte Eterna del ser humano.",
    "Pero, con todo, es extraño que él trate de encontrar su propia salida. Y lo hallamos así en las Escrituras, que, cuando un hombre escoge caminar por su propio camino y hacer lo que él quiere, Dios simplemente lo deja por su cuenta.",
    "El hombre no debe pensar por sí mismo, sino que debe permitir que la mente que estaba en Cristo esté en él. No debemos pensar por nosotros mismos. Debemos considerar cualquier cosa contraria a lo que Él dijo como si no existiera. No importa lo que nuestros ojos declaren, nosotros no vivimos por lo que vemos. Vivimos por lo que creemos.",
    "Hace unos días, estaba escuchando un programa en la radio, viniendo a la escuela dominical, y era una conversación de mesa redonda, con adolescentes, en Louisville. “¿De qué era lo más importante? Si era que ¿la muchacha encontrara al muchacho con el cabello rizado o, el muchacho, a la muchacha con los ojos azules bonitos o cafés? ¿Importaba eso?”. Parece que eso es lo más importante para un adolescente; pero eso no es lo más importante.",
    "Lo más importante es encontrar a su Dios, su Hacedor. No se mezclen en matrimonio. Cásese con un muchacho que crea tal como Ud. Pues, a fin de cuentas, Dios es lo más importante por lo que estamos en la tierra, para servirle a Él. Y si Ud. se casa o algo contrario a Eso, Ud. pagará por ello en los días por venir. Uds. siempre deben recordar: “por la fe”, y no por la vista. “El justo por la fe vivirá”. Y nosotros miramos lo Invisible.",
    "Y pudiéramos continuar por varias horas, hablando del día moderno, de cómo se ven hoy los hombres y mujeres. Y ellos van por la calle, y van a escoger una iglesia a la cual deberán ir, y en la cual criar a sus hijos. Y buscarán por toda la ciudad, no queriendo encontrar la iglesia más espiritual, sino la iglesia más grande que puedan encontrar, la que tenga las—las—las mayores multitudes, y los mejores vestidos, y que las celebridades de la ciudad vayan a esta dicha iglesia, donde está la llamada “clase alta”, conforme al hombre. Y luego, en esa iglesia, buscan un ministro que no sea, lo que llaman, “de mente cerrada”, que les permita vivir como quieran, y pertenecer a esa iglesia.",
    "Pero el hombre espiritual, en el interior, si Ud. se lo permite, él pudiera guiarlo a Ud. a una misioncita en alguna parte, donde no hay mucha gente, pero sí está el Espíritu del Dios viviente. Pues, el hombre exterior se alimenta de la psicología y del intelecto, pero el hombre interior se alimenta de la Palabra de Dios.",
    "Y ahora si vamos, en nuestras Biblias, a ver a muchos de los personajes de la Escritura, nos tomaría horas repasarlos. Pero concentrémonos en el Libro de Hebreos, el capítulo 11, por unos minutos. Y leemos aquí, que Abraham, él era un hombre simple, y vivía en la ciudad de Ur en la tierra de los caldeos. Y solo era un hombre común y corriente, pero un día él entró en contacto con Dios. Y Abraham fue cambiado, desde ese día en adelante. No importaba cuan buen asistente era a su iglesia, la iglesia de su padre, pero, una vez que se encontró con Dios, él fue un hombre cambiado.",
    "Y yo creo que eso aún no ha dejado de existir hoy. Un hombre puede ser un miembro leal de la iglesia, él puede caminar rectamente delante de su vecino y su familia, pero, cuando se encuentra con Dios, él es un hombre cambiado.",
    "Hace algún tiempo, recuerdo haber hablado con una persona intelectual, que decía: “¿Cómo puede saber Ud. que hay algo diferente a lo que cualquier religión pudiera producir?”.",
    "Dije: “Leí, en la Biblia, de un Dios viviente. Leí de Su bondad. Leí de Su paciencia y Su Poder. Y yo creí eso tanto como cualquier otra persona pudiera creerlo. Pero un día me encontré con Aquel del cual había leído, entonces hubo un cambio repentino. Y nunca he sido el mismo desde entonces, y espero nunca serlo”. Algo sucede. Cuando la vista no puede producirlo, la fe está allí para tomar ese lugar y producirlo.",
    "Y vemos que, Abraham, no era un hombre joven cuando sucedió esto. Él ya era un anciano, de setenta y cinco años. Y su esposa, Sara, la cual era su media hermana; y habían estado casados por muchos, muchos años, desde que era una muchacha de unos diecisiete años, se cree. Y Dios le dijo a Abraham: “Yo te he escogido a ti y a Sara, y Uds. van a tener un hijo”. Y Sara había sido estéril, toda su vida. Pero Abraham nunca se fijó en lo que sus ojos podían ver, una anciana arrugada, muchos años después del tiempo de la vida, para tener hijos, pero él miró a lo Invisible, y él vio a Isaac. Por fe él vio a Isaac. Y él, después de mirar a lo Invisible, “Él llamó esas cosas que no eran, como si fuesen”. Él captó un vistazo de lo Invisible. Por fe él lo vio. Y la Biblia dice que, “Él se sostuvo, como viendo al Dios invisible con él”, por toda la caminata.",
    "Una vez que un hombre capta esa visión del Dios invisible, y sabe que Él siempre está presente, hay algo que estabiliza el pensamiento de ese hombre; estabiliza sus acciones. Y en el tiempo de angustia y problema, aún lo hará mirar hacia arriba y por encima de las cosas que están sucediendo a su alrededor, porque él está mirando lo Invisible, aún, por la promesa.",
    "Ahora, cómo Abraham, no solo vio lo Invisible… Y la razón por la que él lo creyó, fue porque Dios lo dijo. “Y si nosotros estando muertos en Cristo, somos Simiente de Abraham. Y si el Espíritu que estaba en Cristo mora en nosotros, hace lo mismo. Toma toda promesa Divina de Dios que está en Su Biblia, y La llama tiempo presente, y Se asienta allí.",
    "Donde, si Uds. miran, con sus ojos, Uds. ven ahora que nuestra nación está temblando y sacudiéndose. Nubes de guerra están volando por todas partes; toda nación bajo angustia y perplejidad del tiempo. Toda señal que Jesús dijo que sucedería, está sucediendo. “Habrá señales arriba en los cielos y abajo en la tierra”. Y grandes cosas estarían aconteciendo, como los platillos voladores y cosas místicas aconteciendo.",
    "Pero Él ordenó a Su Iglesia que levantaran sus rostros, en ese día, y que miraran hacia arriba, porque el Cristo invisible aparecerá muy pronto. Así que, si solo caminamos por la vista, sin duda, ahora seríamos hijos de las tinieblas. Pero estoy tan contento de saber que hay una Luz que resplandece en el corazón de cada creyente, hasta ese Día Eterno cuando Jesús venga.",
    "Ahora es una lección para nosotros, mirar lo que hizo Abraham. Y luego no solo lo creyó, sino que se preparó para ello. Él hizo preparativos para el… este niño que él vio por fe, veinticinco años antes de que el niño viniera. Porque, él había considerado que Aquel Quien le había hablado, era capaz de cumplir la promesa que le había dicho. Él no consideró nada de su estado natural, teniendo cien años, su ser físico, ni consideró, en lo absoluto, la esterilidad de la matriz de su esposa, Sara. Y el escritor del comentario Divino nos dice: que, “Él no dudó de la promesa de Dios por incredulidad; sino que se fortaleció, dando gloria a Dios”. ¡Qué persona!",
    "Y, hoy, no hay necesidad, no hay necesidad de siquiera tratar de abordar aquello con una fe intelectual. Ud. nunca podrá hacerlo. Ud. irá de iglesia en iglesia, y de línea de oración en línea de oración, y nunca lo conseguirá. Ud. tiene que llegar al lugar donde quede resuelto Eternamente, de una vez por todas. O Él es Dios, o no es Dios. Siento lástima por la gente; como dije anoche.",
    "Y Jesús dijo: “Yo soy la Vid, y vosotros los pámpanos”. Y la Vid produjo el primer pámpano. Y la primera rama fue pentecostal, y la bendición pentecostal está registrada en el Libro de los Hechos. Y si la primera rama fue Pentecostés, la segunda rama también tendrá que ser Pentecostés. Y tendrá que producir el mismo tipo de Iglesia y comportamiento que produjo la primera rama.",
    "¿Jesús no habló de eso en San Juan 14, cuando dijo que el pámpano que no diera fruto sería cortado, que se secaría? Allí es donde nuestras denominaciones hoy están siendo y serán podadas de la Vid.",
    "Solo los que producen fruto, la especie que produce el fruto y las obras del Espíritu Santo, podrán continuar en la Vid. Pues, la Vida que está en la Vid, brota en el pámpano. Y la Vida que estaba en Jesús, estuvo en la primera Iglesia. Y ellos no anduvieron por la vista. Ellos caminaron por fe, creyendo que lo que Dios dijo era la Verdad. ¡Oh, qué diferencia es, cuando los hombres caminan por fe, y consideran todo lo que es por la vista, que es contrario a la Palabra, como si no existiera! Necesitamos esa clase de fe en la Iglesia.",
    "Moisés, cuando llegó a la edad de cuarenta años, un hombre joven, y, en cuanto a la vista, Moisés tenía el mundo en su mano. Él era el siguiente faraón de Egipto. Y él tenía todas las tierras del mundo, allí mismo en su mano, para ser rey sobre toda la tierra, conocida de ese día. Y, sin embargo, él miró por la ventana por donde miró Faraón, y él vio a esos hebreos.",
    "Para Faraón, quien los miró, ellos no eran más que un montón de amasadores de barro, allá en el lodo, haciendo ladrillos. Para las celebridades, al pasar, eran lo mismo. La gente bien vestida: “Ese era un montón de esclavos; nada más que gente que se revolcaba en el barro”.",
    "Pero cuando Moisés miraba por la misma ventana, él los veía diferentes, porque él miró lo Invisible y supo que Dios prometió que Él los libraría de ese lugar, y los llevaría a la tierra de promesa. Pues, él miró lo Invisible. Él vio los años que vendrían, por delante. Él vio a Egipto destruido, sin embargo, allí estaba en su esplendor. Él vio a Egipto como está hoy. Y él vio a Israel muy cómodamente sentado alrededor de Abraham, en la Gloria. Y por fe él escogió tomar lo—lo peor que la religión podía darle, y compararlo con lo mejor que el mundo podía darle. “Y escogió sufrir el vituperio de Cristo, y lo consideró un tesoro más grande que todo lo que Egipto podía darle. Porque se sostuvo, como viendo a Aquel Quien es invisible. Dios le había hablado a Moisés, y Moisés sabía Quién era Dios. Así que, él no miró el esplendor.",
    "Y aquí podría decirle a la iglesia esta noche: Moisés tenía, en una mano, lo mejor que el mundo podía darle. No podría haber sido mejor. Era el oficio más alto. Era lo mejor que tenía el mundo. Y la religión le ofreció lo peor que podía entregar, un montón de esclavos en un pozo de barro. Y ahora, si alguien estuviera mirando, ¿qué lado tomaría?",
    "Permítanme decir esto con sinceridad, y sin ninguna malicia, pero permítanme decirlo para que Uds. lo entiendan. Hoy, no miren a la iglesia grande; no miren a la gran denominación; no miren a los bien vestidos; pero miren a Cristo, Quien fue rico y Se hizo pobre, para que por medio de Su pobreza Ud. pudiera ser enriquecido. Y cuando Ud. está buscando una iglesia, no vaya a donde van todas las celebridades, o los grandes Ph.D.’s, o D.D.’s, pero mire allá a las personas quienes son menospreciadas.",
    "Y Moisés, cuando los tenía en ambas manos, lo mejor que el mundo podía dar, lo que él podía mirar. Y sin embargo, cuando él miró lo Invisible, lo peor que la iglesia podía darle, él escogió caminar por fe. Y él escogió caminar por el Dios Invisible, contándolo como un tesoro más grande que todo lo que su vista podía mostrarle. Aquí estaba el reino, aquí estaba el reinado, aquí estaba el trono, aquí estaba la corona, aquí estaba todo, en su mano. Pero, sin embargo, por fe, cuando él captó un vistazo de Cristo allá en los pozos de barro, él fue a su pueblo.",
    "Ahora, aquí hay otra pequeña lección sobre Moisés. Ahora, Moisés no solo se sentó y dijo: “Me simpatiza esa gente. Esas son buenas personas. Saben, yo no hablaría una sola palabra en contra de ellos”.",
    "Ahora, así es como lo hacen muchos religiosos hoy, cuando oyen un mensaje severo acerca del verdadero Dios. Ellos dicen: “¡Oh!, yo no tengo nada en contra de esas personas que creen en sanidad Divina; no tengo nada en contra de esa gente que cree en milagros”. Pero eso no es suficiente.",
    "Moisés no solo simpatizó con ellos, y se quedó en el trono. Él salió allá y llegó a ser uno de ellos.",
    "Y recuerdo, hace unos años, cuando tuve una gran oferta de la gente bautista. Y luego la gente presbiteriana, una dama de esta ciudad me pagaba los estudios para un curso corto en la denominación presbiteriana, y ellos querían aceptarme como ministro. Pero cuando miré y vi que el grupo que creía en lo sobrenatural era escarnecido y los llamaban “santos rodadores”, hubiera sido fácil continuar siendo un predicador bautista, porque yo era uno. Pero en lugar de mirarlos y decir: “¡Oh!, no tengo nada en contra de ellos. Yo también creo eso”, Yo escogí ser uno de ellos; salí.",
    "Y ahora yo soy uno de los así llamados “santos rodadores”, porque veo que allí, tienen la señal del Dios vivo viviendo con ellos, y por fe yo creo que ese es el grupo que se irá en el Rapto. Y yo prefiero tener Eso que todos los Ph.D.’s y D.D.’s que el mundo eclesiástico pudiera entregar. No solo simpatice con ellos. Llegue a ser uno de ellos. Eso sucede cuando, por fe, Ud. camina por fe, por lo Invisible. Yo veo una Iglesia yéndose en el Rapto, yo veo a Jesús viniendo a buscar a Su Novia, veo un grupito de gente despreciada, de los cuales se ríen y se burlan, yéndose en el Rapto, un día. Prefiero estar con ellos que con todos los grupos que conozco en todo el mundo, porque por fe vemos, por lo Invisible. Seguro.",
    "Moisés escogió llegar a ser… Él vio por fe lo que ellos eran, y que Dios había prometido que, en cuatrocientos años, Él los libraría. Sin embargo, Él se demoró otros veinte años, y con todo, Moisés Le creyó.",
    "Y la razón por la cual estoy en el campo, hoy, en este movimiento, es porque, por fe. Una noche, allá en Green’s Mill, Indiana, hace como diez años, un Ángel del Señor, Quien me había hablado desde niño, me habló de estas cosas. Y salí y me conecté. Muchas veces yo no creo en las cosas que ellos están haciendo, sin embargo, yo creo que allí está la Iglesia del Dios viviente. Y yo prefiero caminar solo, con las pocas personas que realmente Le creen a Dios y Lo toman a Él por Su Palabra, que estar con millones que Lo niegan. ¡Seguro! Sus obras lo hacen.",
    "🦅 Moisés se sostuvo, como viendo a Aquel que es invisible”. Y al final de la jornada de su vida… ¡Oh, me encanta decir esto!",
    "Alguien me dijo una vez, me dijo: “Sr. Branham, ¿cree Ud. que Dios fue justo, cuando permitió que Moisés estuviera con esa gente por cuarenta años, y luego le negó la entrada a la tierra prometida?”. Pero la parte gloriosa de la historia de Moisés, es que él estuvo en la tierra prometida, ochocientos años después, con Jesús y Elías, y lo vieron en el Monte Carmelo.",
    "No solo eso, sino que al final del camino, cuando él estaba parado en la montaña, despidiéndose de su pueblo, y ya había mirado al otro lado del Jordán, siendo de ciento veinte años, cuando su último aliento comenzó a faltarle, él subió a esa roca herida del desierto, y estaba presente, y él no… Él tuvo unos Ángeles portadores del féretro que lo llevaron a algún lugar y lo enterraron, y el mundo no supo nada al respecto. Porque, “Él había perseverado, viendo lo Invisible”. Y en la hora de su muerte, el Invisible estaba allí. Me pregunto, si él hubiera llegado a ser faraón, si hubiera sido de esa manera. Es muy dudoso. Pero él estaba seguro cuando tomó la decisión correcta.\n\nY Ud. puede estar seguro, tomando la decisión correcta.",
    "Josué, cuarenta años después, después de haber entrado en la tierra prometida, y el… siendo el gran general militar. Cuando en su primera batalla, sus enemigos se habían amurallado en un lugar donde no había manera de que él los alcanzara. Pero por fe él miró lo Invisible, porque Dios le dio a Moisés una promesa mientras aún estaban en Egipto: “Yo os he dado toda Palestina”. Y por fe él vio los muros de Jericó tendidos en el suelo. Y él marchó dando vueltas y vueltas, con toda la armadura, sin una duda en su corazón, sino creyendo que Dios lo haría. Y cuando sonó la trompeta, y la gente gritó, los muros cayeron y ellos tomaron la ciudad. ¿Por qué? Él vio al Invisible.",
    "Recuerden, antes de que él hiciera esto, él estaba caminando una tarde, y él vio a un Hombre que estaba parado contra la pared, con Su espada desenvainada. Y Josué desenvainó su espada y fue a encontrarlo. Y le dijo: “¿Estás por nosotros? ¿Eres del enemigo?”.",
    "Y el Hombre respondió y dijo: “Yo soy el Capitán de la Hueste del Señor”. Josué entonces supo que la batalla era suya.",
    "Y cuando Uds. aquí, esta noche, que son pecaminosos en sus corazones… No quiero decir que Ud. viva en adulterio; no quiero decir que Ud. se emborrache; quiero decir que, pecado es “incredulidad”. Y con incredulidad en su corazón, si Ud. tan solo abre su corazón y cierra sus ojos, y mira al Capitán General Quien es omnipresente esta noche, el mundo caerá a sus pies, y Ud. se sacudirá de toda atadura de pecado. Los días de duda habrán terminado. ¡Oh, bendito sea el Nombre del Señor!",
    "Me han dicho que una serpiente puede captar la atención del ojo de un pájaro, y hechizar a ese pájaro, con sus encantamientos y la mirada de sus ojos, hasta que, de tal manera, si ese pájaro le presta atención a la serpiente por unos minutos, ese pájaro revoloteará y quedará completamente paralizado. Y la serpiente atrapará al pájaro.",
    "Y puedo creerlo, porque yo conozco otra serpiente, el diablo, que si alguna vez puede captar la atención de la vista, con sus encantamientos, con su rock-and-roll moderno, y todos sus fandangos del mundo. Si alguna vez él puede atrapar su atención jovencita o jovencito, el tiempo suficiente para usar su encanto en Ud., Ud. aleteará, pero no podrá soltarse. Él lo sujetará hasta tragárselo en pecado.",
    "La única manera, me han dicho, de que ese pajarito tenga una oportunidad, es apartando sus ojos de la serpiente. Y él no puede mirar ninguna otra cosa, porque está parado, mirando fijo. Pero si aparta sus ojos de la serpiente, y mira hacia arriba y agita sus alas, él volará lejos del alcance de la serpiente.",
    "Y si Ud. alguna vez ha recibido el encanto del mundo y las cosas del mundo y la incredulidad encanta su corazón, al decirle: “¡Oh, vive modernamente!” sacuda su cabeza, esta noche, y mire a Aquel Invisible, el Señor Jesús, y agite sus alas de oración hasta volar completamente fuera de su alcance y fuera de sus garras.",
    "Si él le habla a Ud., y le dice que, “La sanidad Divina está errada”, sacuda su cabeza lejos de él, rápidamente. Si él les dice que, “El discernimiento espiritual es telepatía”, sacuda su cabeza de él, inmediatamente, y mire hacia lo Invisible.",
    "Como Eliseo le dijo a Giezi, su siervo en Dotán. Mientras al mirar alrededor, había un ejército sirio. Había de todo para aplastarlos, porque este hombre de Dios podía decirle al rey de Israel lo que el rey de Siria estaba pensando en su alcoba.",
    "Permítanme decir esto esta noche, mi congregación. Ese Dios aún vive, y Él es el mismo esta noche como lo fue allá. Él aún puede conocer sus pensamientos y lo que Ud. está pensando ahora mismo. Entonces Uds. deberían observar los frutos del Espíritu, para ver si es el Dios de la historia que ha resucitado de nuevo. Seguro.",
    "Y cuando vino la gran crisis, la cual siempre llega, entonces fue cuando Giezi, siendo un miembro tibio de la iglesia, cuando… Él no había visto lo que Eliseo había visto.",
    "Porque Eliseo estaba acostumbrado a caminar por fe, y él estaba mirando lo Invisible, siempre, y él sabía que Dios había dicho, en los Salmos: “Los Ángeles de Dios acampan alrededor de los que Le temen”, eso era suficiente para Eliseo.",
    "Pero Giezi solo lo creía a medias. Él solo era un miembro de iglesia.",
    "Entonces, Eliseo Le dijo al Señor, él dijo: “Señor Dios, da una señal aquí. Solo abre los ojos de este hombre y déjale ver lo que hay a su alrededor”.",
    "Y cuando Dios abrió sus ojos, él vio caballos de Fuego, tirados por carros de Fuego, y estaban todo alrededor de ese anciano profeta. Habían estado allí todo el tiempo, pero él simplemente no los veía.",
    "Y esta noche yo diría lo mismo, que, el Dios Quien se paró allá, en el capítulo 1 del Libro de los Hechos, como Él fue arrebatado, y los cielos quedaron bajo Sus pies, ese mismo Jesús dijo: “He aquí, Yo estoy con vosotros todos los días. Yo nunca os dejaré ni os desampararé. Y las obras que Yo hago, vosotros las haréis siempre. Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”.",
    "Me han dicho los aviadores que vuelan estos, aviones a reacción muy rápidos. Y dicen que el avión, al alcanzar cierta velocidad, vibra y se sacude, y parece como que los pernos van a salir volando, que las alas van a desprenderse, hasta que pasan la barrera del sonido. Pero una vez que pasan esa barrera del sonido, dicen que el avión simplemente vuela, con tranquilidad, cuando pasa la barrera del sonido. Ese es el obstáculo que se encuentra en el camino del avión, cuando pasa su propio sonido, y entonces vuela tranquilamente.",
    "¡Oh, si la Iglesia de este día pudiera orar hasta pasar la barrera del pecado, y la barrera de la incredulidad, ellos podrían gritar la victoria de un Dios viviente, una vez que pasaran esa barrera!; mirando a lo Invisible, y dejando que el mundo vibre y haga lo que quiera. Pero hay un Dios vivo. Y cuando perdamos nuestra incredulidad y nuestra desconfianza en Él, y traspasemos ese lugar donde el mundo está diciendo: “Los días de los milagros han pasado”, eso lo hace temblar a uno. “¡Oh!, no existe el bautismo del Espíritu Santo”, eso lo hace dudar a uno.",
    "Pero si Ud. solo mira lo Invisible, al Dios Quien lo prometió, “Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Si Uds. miran a la bendita Palabra que dice: “Jesucristo es el mismo ayer, hoy, y por los siglos”, vuelven sus rostros hacia eso, y siguen adelante, hasta pasar esa vibración, más allá de las barreras de la incredulidad, y las barreras del pecado, y todas las barreras que parecen estorbarlos. Entonces Ud. volará libre en la fe de Dios, sabiendo que todo es posible. Entonces no hay límite, dicen ellos, difícilmente, a la velocidad a la que irá el avión. Si no hay límite a la velocidad a la que irá el avión, no hay límites para las bendiciones que Dios derramará sobre un creyente que cree. La Escritura afirma que Él es “el mismo ayer, hoy, y por los siglos”.",
    "Jesús dijo, cuando estuvo aquí en la tierra: “Yo no hago nada sin que Mi Padre Me lo muestre primero”.",
    "Cuando la mujer junto al pozo se acercó a Él, y ella era una samaritana. Primero, hubo un hombre que vino a Él, y su nombre era Pedro. Y Él le dijo a este hombre: “Tu nombre es Simón, y el nombre de tu padre es Jonás”. ¿Cómo supo eso? ¿Cómo supo este humilde carpintero nazareno que el nombre de ese hombre era Simón, y que el nombre de su padre era Jonás? Porque Él fue investido con un Poder que podía mirar lo Invisible. Él no miró algunas letras escritas. Él miró al Invisible, al Dios del Cielo.",
    "Rápidamente, fueron y tomaron a otro hombre, alrededor de la montaña, que había recorrido muchas millas. Y cuando él le había dicho en el camino, lo que Jesús había hecho, sin duda que Natanael estaba muy escéptico de eso. Pero una vez que llegó a la presencia de Jesús, Jesús le dijo: “He aquí un israelita en quien no hay engaño”.",
    "¿Cómo lo hizo este Hombre? No había nadie con Él para decir: “Este hombre es un israelita”. ¿Cómo lo hizo? Él no lo leyó de ningún libro. Pero Él miró a lo Invisible, al Dios Quien conoce el fin desde el principio.",
    "Y dijo: “Rabí, ¿cuándo me conociste?”. dijo Natanael.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. ¿Qué estaba haciendo Él? Mirando lo Invisible.",
    "Cuando la mujer junto al pozo, la samaritana, salió, y Él le dijo: “Dame de beber”.",
    "Y ella dijo: “El pozo es profundo, y Tú no tienes con qué sacarla”.",
    "Él dijo: “Pero si supieras con Quién estás hablando, me pedirías a Mí de beber”.",
    "Y ella quería saber con quién estaba hablando. Y ella sabía que Él era judío, y Él… Dijo: “No es costumbre que Uds. judíos nos pidan a nosotras mujeres de Samaria una cosa así”.",
    "Y así continuó la conversación hasta que Jesús captó su espíritu. Y Él dijo: “Ve y trae a tu marido, y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Y Él dijo: “Así es. Has tenido cinco maridos. Y con quien estás viviendo ahora no es tu esposo”.",
    "Y ella dijo: “Sabemos que cuando venga el Mesías, Él nos dirá estas cosas, pero ¿Quién eres Tú?”.\n\nÉl dijo: “Yo soy el que habla contigo”.",
    "Y ella corrió a la ciudad y dijo: “Vengan, vean a un Hombre, Quien me dijo las cosas que he hecho. ¿No es este el Mesías?”.",
    "Y cuando Jesús, al dejar el mundo, después de un ministerio de aquello alrededor del mundo, alrededor del mundo conocido de ese día, Él dijo: “Las obras que Yo hago, vosotros las haréis también”. Escuchen Su partida. “He aquí, un poco, y el mundo (lo visible, intelectual, culto, científico), el mundo no Me verá más”. Esa exactamente es una profecía. No puede ser más que la Verdad; Jesucristo lo dijo. “El creyente intelectual, el mundo, no Me verá más. Pero, vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin de la edad. Y las obras que Yo he hecho, vosotros las haréis también. Y más que esto haréis, porque Yo voy a Mi Padre”.",
    "Este gran Dios y Padre del que estamos hablando, no es algo que fue; Él es algo que es. Y si Su pueblo, Quienes son llamados por Su Nombre, logran pasar esa barrera de lo que el mundo tiene que decir, lo que la iglesia tiene que decir, lo que la ciencia tiene que decir, y miran lo que Dios tiene que decir; en ese minuto, Uds. pasarán esa vibración de incredulidad y saldrán libres, fuera de este edificio, esta noche, felices a más no poder; sirviendo a Dios, sintiéndose libres, sin pecados, sanos de su enfermedad. ¡Oh, será maravilloso! Dios no sería un Dios de justicia, que recompensaría a una persona por su fe, y castigaría a otra. Él no puede hacerlo. Si Dios le quitó la leucemia a esa muchacha cuando estaba acostada allá; en uno de los mejores hospitales, Johns Hopkins, que se pudiera hallar; y sus piernas cayéndosele. Y una hora después de que se hizo la oración aquí, esa niña fue declarada “en perfectas condiciones”, por los mismos médicos.",
    "Dios no puede ser justo, permitiendo que el Congresista Upshaw, quien había estado en una silla de ruedas por sesenta y seis años, con la espalda rota, caminara como el Sr. Roosevelt, y sanara a ese hombre y lo sacara de esa silla, por medio de una visión, y si otro hombre se sentara de la misma manera, y encontrara la misma fe, Dios sería injusto al sanar a uno y dejar al otro solo. Él es justo.",
    "Somos nosotros, amigos. ¡Si podemos pasar esa barrera del sonido! ¡Si podemos llegar al sitio donde no importa quién hable! Mientras Dios diga que es la Verdad, sigan navegando.",
    "Siempre he pensado en ese pequeño poema en mi libro de la escuela, cuando yo era un muchachito aquí por el camino. Muchos de Uds. hombres y mujeres de mi edad lo recuerdan. “¡Seguid navegando! ¡Naveguen y sigan!”.",
    "Cuando Cristóbal Colón recibió naves de la reina de España, y estaba… porque, en su corazón, él vio una visión de que el mundo era redondo. Y él difícilmente tenía una manera de poder probarlo. Él no tenía con qué hacerlo, pero él era un hombre de visión. Él lo creyó.",
    "Y cuando le entregaron el barco, con un montón de prisioneros, cobardes; siendo esos los miembros de su iglesia, un montón de pusilánimes, un grupo que estaba desanimado y que trataba de desanimarlo; “Solo un poco más y nos caeremos del mundo. Una serpiente se levantará del fondo del mar, y envolverá estos pequeños barcos y los arrastrará al fondo. ¡Ahora dinos, valiente navegante, dinos! ¿Qué dirás?”.\n\nÉl dijo: “¡Seguid navegando! ¡Naveguen! ¡Naveguen y sigan!”.",
    "Dios, danos hombres así en la Iglesia. A mí no me importa lo que diga el mundo científico. A mí no me importa lo que diga el mundo denominacional. Yo tomo a Dios en Su Palabra, y continúo navegando. Naveguen hasta pasar la barrera. Solíamos, aquí en la antigua iglesia, cantar este cantito así:\n\nHe cruzado la línea de separación,\n\nHe dejado el mundo atrás.",
    "Si alguna vez hubo un momento en que la Iglesia necesita cruzar esa línea que lo separa a uno entre fe e incredulidad, por la vista, y mirando lo Invisible por fe, es ahora. Es cuando Uds. dejan todo atrás, toda preocupación, todo cansancio, todo lo que dice que Ud. no puede ser un Cristiano, “He fumado demasiado tiempo. He bebido demasiado tiempo. Hermano Branham, yo he vivido en adulterio”. No me importa lo que Ud. diga ni lo que Ud. haya hecho, aunque sus pecados sean como la grana; una vez que Ud. pasa esa línea de barrera, del diablo tratando de atormentarlo, diciendo que Ud. no puede hacerlo, Ud. no puede hacerlo. Diga: “Yo puedo hacerlo, porque Jesús dijo: ‘El que quiera, que venga y beba de las aguas de la fuente de la Vida, gratuitamente’”. Dejen eso atrás.",
    "Cuando Uds. que están enfermos, y han pasado por línea de oración tras línea de oración, y se ha orado por Uds., han ido a los médicos, han hecho de todo, y aún la muerte espera a su puerta. Cuando Ud. llega al punto en donde Ud. dice: “No me importa lo que diga el médico. No me importa lo que diga el mundo científico, Jesucristo me hizo una promesa”. Pase esa barrera de vibraciones a su alma, para que Ud. sea libre. No hay nada que lo sacuda a Ud. Ud. navegará a su sanidad tan cierto como yo estoy parado en este púlpito. Ud. nunca volverá a mirar en esa dirección. Ud. estará mirando en esta dirección.",
    "Completamente libre de esas cosas: Dicen: “Los días de los milagros pasaron. No existe tal cosa como la sanidad Divina. Ud. no puede sanar. Su caso es demasiado grave”. Navegue por encima de eso. Suba las paredes más allá, hasta quedar todo libre, toda cuerda y todo grillete haya sido cortado, toda vibración haya quedado atrás, y Ud. esté libre, verdaderamente libre.",
    "Jesucristo, el Hijo de Dios, puesto en la Iglesia, para Uds. hermanos, para tales cosas como estas. Primero Él puso apóstoles, luego, después de eso, Él envió profetas, luego maestros, pastores, y evangelistas, para confirmar esta Palabra, para probar que Él es un gran maestro. No quiero decir que él tiene que tener un Ph.D. Él pudiera saber menos de la Biblia que un—que un niño que aún está en su adolescencia. Jesús sabía más de las Escrituras, a los doce años, que todos los fariseos, o los antiguos sabios eruditos. Así que, ¿ven?, no se requiere de una mente intelectual; se necesita un corazón rendido a la voluntad de Dios.",
    "Si Jesucristo, el Hijo de Dios, prometió, esta Biblia, que “Él salvaría hasta los confines”. Si Él prometió: “Las cosas que Yo hago vosotros también las haréis. Yo estaré con vosotros hasta el fin del mundo”. Y si ese mismo Jesús pudiera venir esta noche, y tomarnos bajo Su control, y pudiéramos dejar de pensar en cómo va a suceder, sino mirar a lo Invisible, al Dios Quien lo prometió. “Lo mismo que hice con la mujer junto al pozo, lo puedo hacer contigo. La misma señal que Le mostré al mundo, tanto al judío como al samaritano, la mostraré de nuevo en los días de los gentiles”. Si Él lo hizo con ellos, y así Él Se probó a Sí Mismo como el Mesías, y si hiciera cualquier otra cosa y nos dejara entrar a nosotros en base a lo intelectual, no sería justo. Él no sería un Dios justo. Él tiene que mostrar la misma señal. Si Él viniera esta noche, y resonara a través de este edificio y Se mostrara a Sí Mismo, que Él está vivo, al realizar las mismas señales, debería hacer que el corazón de cada pecador se derritiera en su interior. Debería hacer que toda persona enferma se ponga de pie y le dé gloria a Él, y pase toda línea de vibración, y entre a esos canales donde Dios puede sanarlos y restablecerlos.\n\nPiensen en esas cosas mientras oramos.",
    "Dios misericordioso y Eterno, Quien era Dios antes de que hubiera un átomo en el aire, y será Dios cuando no haya otro átomo. Tú Quien formaste el mundo y lo mediste en Tus manos, y lo derramaste en el espacio, y dijiste: “Sea la luz”, y fue la luz. Tus Palabras no pueden fallar, y Ella no puede fallar esta noche, porque Tú hiciste una promesa; “Estas señales seguirán a los que creen”. Esa Palabra es verdad. Señor Dios, sabemos que la sanidad es algo que fue comprado en el Calvario, tal como la salvación. Y debemos mirar y vivir, y creer, y cruzar las barreras, para probarte a Ti que somos sinceros. Dios Todopoderoso, concede en esta noche que la gente pueda creer, y sea salva de sus pecados y sus enfermedades. Y pido que lo hagas para la gloria de Dios.",
    "Y mientras tenemos nuestros rostros inclinados, me pregunto, esta noche, ¿cuántos adentro y afuera, quisieran hacerle esta confesión a Dios? “Señor, yo—yo he sido miembro de iglesia por mucho tiempo, o tal vez no. Pero, en realidad, hay tanto del mundo que vibra para mí. Yo tengo mal genio. Yo tengo, ¡oh!, algo que simplemente no me deja llegar al punto de poder creer como debo creer. ¿Podrías quitar eso de mi esta noche, Señor? Y permíteme cruzar la barrera del pecado de la incredulidad”. ¿Podrían levantar sus manos a Él? Dios les bendiga. ¡Qué bien! ¡Oh, muchas manos, por todas partes!",
    "Señor, Tú ves sus manos. Y que el Espíritu Santo, que ahora les ha dicho que levanten sus manos, que Él venga y los libere de las vibraciones del mundo, al punto que puedan ir más allá del—del encanto paralizante de la serpiente, que la mordedura de pecado de la serpiente, los encantos de este mundo moderno ya no los atraigan más. Que ellos levanten sus ojos a Cristo ahora mismo y Lo reciban a Él como su Salvador, y Te alabaremos. En el Nombre de Jesús oramos.",
    "Y ahora, antes de que llamemos a los enfermos y afligidos, ¿habrá algunos aquí esta noche, que estén enfermos, afligidos de alguna manera, que puedan decir: “¡Oh, Dios!, permíteme cruzar esa barrera también. Dame fe para simplemente avanzar más allá de todos los pensamientos del diablo que dicen: ‘No lo vas a lograr. No puedes recibirlo’”? ¿Podrían levantar las manos y decir: “Dios, ten misericordia de mí”? Dios les bendiga. Él ve todas sus manos. Están por todo el edificio.",
    "Ahora, Padre, concede que suceda algo en esta noche, que haga que estas personas vean que esta es la Verdad, la Palabra de Dios, y que Tú cumples Tu promesa a ellos, tal como lo hiciste con Abraham, o con Moisés, o con cualquiera. Cómo, cuando Tú le dijiste a Pedro: “Camina hacia Mí, sobre el agua”. Y él no se inclinó a investigar qué clase de puente había debajo del agua. Él ni siquiera miró eso. Él miró a Jesús. Pero cuando miró las olas, se hundía. Dios, oramos, esta noche, que aquellos que vengan, esta noche, crucen esa barrera de las olas, y caminen directamente hacia Jesús, a Su llamado de ir. Escúchanos, Señor. Y ahora da a Tu siervo sabiduría para saber qué hacer en esta hora, lo cual traerá bendiciones, salvación de sanidad, tanto física como espiritual, en el Nombre del Señor Jesús. Amén.",
    "Gracias.",
    "Ahora Uds. que levantaron sus manos. Voy a preguntarles algo. Voy a cambiar el servicio un poquito, esta noche. Anoche los llevamos al cuarto. Esta noche, vamos a tratar de alinearlos, y traer un grupo a la plataforma. Entonces, inmediatamente después de que termine este servicio, cuando el pastor tome el servicio, voy a pedirles a Uds. que levantaron la mano, unas veinte o treinta personas, quiero que vengan y se arrodillen en este altar, si Ud. realmente fue sincero cuando levantó la mano, ¿ven?, Dios lo hará; si Ud. realmente fue sincero, y solo habla y dice: “Señor, quita de mí toda vibración de incredulidad”. Él lo hará.",
    "¿Ven?, uno no puede avanzar libre. Ud. no puede hacerlo en el mundo científico, con un avión; Ud. no puede hacerlo en el mundo espiritual, con el espíritu, mientras sus pensamientos humanos y pensamientos intelectuales, de los que hablo, todavía los estén reteniendo. “Pues, la… esta iglesia no cree Eso. Esta iglesia…”. No piensen eso. Jesús fue Quien lo dijo. Y la iglesia que le dice a Ud. que, “Eso está errado”, es una profecía falsa. Y no digo eso para ser cruel, sino para ser honesto, porque tendré que pararme con Uds. en el Juicio. Esos maestros, que enseñan esas cosas, están errados. Ahora dejemos…",
    "Solo les mostraré lo que dijo Jesús, entonces veremos lo grandioso, si se puede hacer. Me supongo que hay doscientas personas aquí por las cuales orar. Quiero preguntarles algo, sobre este mensaje ahora, de Mirando a lo invisible. Si el Invisible se declara visible, entonces eso debería hacer que su alma pase toda barrera. Si el Invisible se hace visible aquí para Uds., porque Él prometió que lo haría. Ahora recuerden, en…",
    "Nosotros somos los gentiles. Ahora, cuando Él estuvo en la tierra, no había nadie esperándolo sino los judíos y los samaritanos. Nosotros, los gentiles anglosajones, aún éramos paganos. Estábamos adorando ídolos; nuestros padres. Pero los judíos Lo estaban esperando, y los samaritanos Lo estaban esperando. Y Él vino y probó que Él era Aquel que ellos estaban esperando, y no Le creyeron. Pero hubo algunos de los elegidos que Lo identificaron y Lo reconocieron; tanto judíos como samaritanos. Ahora será igual con los gentiles. Ahora, la manera en que Él se dio a conocer al judío y al gentil, que Él era…",
    "Ahora, ellos dijeron: “¿Por qué—por qué Lo van a matar?”.\n\nÉl dijo: “Porque Él siendo un Hombre, se hace Dios”.",
    "Él era tanto Dios como hombre. Dios era el hombre interior; Jesús era el hombre externo. Lo exte… Jesús dijo: “Yo no hago nada por Mí Mismo sino lo que veo hacer a Mi Padre”. Cualquiera lo sabe. “Lo que el Padre Me muestra, eso es lo que Yo hago”.",
    "Ahora observen cómo Él Mismo Se declaró al pueblo judío: diciéndole a Pedro quién era él, diciéndole a Natanael quién era él y lo que había hecho antes de venir. De esa manera es. Y ellos dijeron: “Tú…” Natanael dijo, cuando oyó eso, dijo: “Tú eres el Cristo, el rey de Israel”.",
    "Pero el judío incrédulo dijo, el mundo eclesiástico, dijo: “Él es un espiritista. Es un diablo. Es un Beelzebú”.",
    "Jesús dijo: “Uds. dicen eso contra Mí, y les será perdonado”, porque ellos eran judíos. “Pero, por otro lado, en los últimos días cuando el Espíritu Santo venga sobre los gentiles, una palabra en contra de Ello nunca será perdonado, ni en este siglo ni en el venidero”, cuando venga el Espíritu Santo a hacer lo mismo que Él hizo, porque el Espíritu Santo daría testimonio de Él. Así que nos ponemos nosotros en una condición seria.",
    "Ahora, ¿creen Uds. que ese Dios aún es el Dios viviente? ¿Creen Uds. que estamos viviendo en los últimos días de la dispensación gentil? ¿Y las iglesias están esperando que Él venga? ¿Y creen Uds. que Él los está preparando para Su Venida? Las sombras de Su Venida están proyectadas sobre la tierra; problemas, angustia, perplejidad por el tiempo.",
    "Y la sombra de Su Venida está puesta sobre Su Iglesia. Y estas cosas que hacemos en Su Nombre son solo una sombra de lo que Él hará cuando venga. Cuando vemos a un niño postrado allí, muriéndose con leucemia, recuperado de vuelta a la vida en cinco minutos, esa es una sombra de cuando Él venga. El polvo que está en la tierra se levantará en la hermosura de la juventud otra vez. Esto es solo una sombra, pero es para darles a conocer a Uds. que Él viene. Soltémonos y hagamos a un lado toda atadura ahora.",
    "Y si Él viene, esta noche, y hace las mismas cosas que Él hizo con la mujer en Samaria y con el judío, ¿Uds. gentiles Le creerán, y soltarán sus almas? ¿Lo harán Uds.? Levanten sus manos a Él, digan: “Lo haré”.",
    "Ahora entendemos mal, cuando decimos “sanidad”, cuando decimos “salvación”; no hay ningún hombre que pueda salvarlo. No me importa lo que haga, él no puede salvarlo a Ud.; él no puede bautizarlos lo suficiente en agua. Él no puede hacer nada para salvarlo a Ud. Cristo lo salva. Pero él ha abierto el camino para que Ud. sea salvo. Él puede predicar la Palabra, él puede bautizar con agua, pero Cristo bautiza con el Espíritu Santo. Eso es lo que dijo Juan: “Yo bautizo con agua, pero el que viene después de mí bautiza con el Espíritu Santo y Fuego”. Jesús puede mostrar Sus señales de que Él está aquí, predicando Su Palabra por medio de un ministro, y bajar y vindicar esa Palabra al estar Él aquí presente; pero es por su fe que Ud. es sanado. ¿Ven?",
    "Ahora, seamos lo más reverentes posible; y, por favor, ahora, por favor. Yo no digo que Él lo hará. Pero vamos a llamar una pequeña línea de oración aquí. Y hay un grupo aquí, creo, si no me equivoco, me dijeron que habían repartido cien tarjetas. Eso significa que hay cien personas sentadas aquí para que se ore por ellas. Los atenderemos, a cada uno. Si Uds. no se desaniman y se van, los atenderemos a cada uno. ¿Ven? No podemos atenderlos a todos al mismo tiempo, ni tampoco ponerlos a todos de pie al mismo tiempo. Pero podemos hacer poner de pie algunos de ellos a la vez, tal vez cuatro, cinco, o seis, los que podamos aquí alrededor de la plataforma, o al lado de allá para acá, donde podamos pararlos, porque no tenemos espacio. Pero si Dios hace por ellos como lo hizo allá, para probar que Él está aquí, luego debemos mirar a lo Invisible entonces y creer.",
    "Todos Uds. enfermos que levantaron la mano, si Jesús viene y hace lo mismo que hizo cuando estuvo aquí en la tierra, a través de cuerpos humanos…",
    "Me quedé asombrado el otro día, cuando vi a uno de los maestros más grandes, considero yo, en el mundo. Él es un gran hombre. No me malinterpreten. Billy Graham, a quien el Señor está usando, un gran hombre. Pero era un artículo en el periódico, que algunos de los… alguien en algún lugar le había escrito, y quería saber, “¿Qué piensa de la trinidad? ¿Hubo, en realidad, tres Dioses, o solo hubo un Dios?”.",
    "Y Billy Graham le respondió, y dijo: “Todavía no ha sido revelado”. Tenemos el periódico.",
    "¡Oh, hermano, nunca crea que hay tres Dioses! Solo hay un Dios. Hay tres oficios de ese único Dios. La Paternidad, el oficio de Hijo, y el Espíritu Santo; Dios condescendiendo del Cielo. Él se quedó en la montaña, en una Columna de Fuego. Él descendió y fue hecho carne y habitó entre nosotros, en el oficio de Hijo, desde la Paternidad. Y ahora mora en Su Iglesia, como el Espíritu Santo. ¡El mismo Dios! No tres Dioses. ¡El mismo Dios! ¿Ven? ¡El mismo Dios!",
    "Ahora, miren, cuando Él estuvo aquí en la tierra. Ahora escuchen atentamente. Cuando Él estuvo aquí en la tierra, Él dijo esto: “Un poco y el mundo no Me verá, pero vosotros Me veréis. Yo vengo de Dios, y a Dios vuelvo”. ¿Cuántos saben que la Escritura dice eso? Bueno, lo que Él era cuando estuvo aquí en la tierra, entonces Él debe haber regresado a hacer lo mismo. “Un poco, y estaré con vosotros, aun en vosotros. Y las obras que Yo hago vosotros también las haréis”. ¿Ven? Eso hace que Él sea el mismo. Ese mismo pámpano, sigue avanzando por la Vid. ¿Ven? ¿Ven? Una rama aquí, otra edad de la iglesia aquí, otra aquí; son ramas de la Vid. Ahora fíjense en Él allí en la rama.",
    "Cuando Él estuvo aquí en la tierra, Él dijo que venía de Dios, lo cual era la Columna de Fuego, y Él dijo que regresó de vuelta a Dios.",
    "Después de Su muerte, sepultura y resurrección, Pablo iba camino a Damasco, y Algo lo derribó. ¿Recuerdan eso? Hechos, el capítulo 8, creo. Y cuando él miró hacia arriba, esa Columna de Fuego que estaba en el desierto, Jesucristo se había vuelto a una Columna de Luz que le cegó los ojos. ¿Es así? Entonces Él había regresado a Dios. Y Pablo dijo…\n\nÉl dijo: “Saulo, Saulo, ¿por qué Me persigues?”.\n\nÉl dijo: “¿Quién eres, Señor?”.\n\nÉl dijo: “Yo soy Jesús”. Él era la Columna de Fuego.",
    "Le digo esto al tabernáculo, no en forma sacrílega, pero ¿saben Uds. que Ese mismo, ese mismo Espíritu, está con nosotros ahora? Tenemos Su cuadro colgado aquí, por el mundo científico. Y las señales que Él hizo allá atrás, muestran que Él todavía está viviendo en Su Iglesia; no otra clase de señal, sino la misma señal. “Un poco, y el mundo no Me verá más”, el intelectual, “pero vosotros”, que habéis cruzado la barrera del sonido, para creer la Palabra, “vosotros Me veréis”. Espero que Uds. estén incluidos en ese “vosotros” esta noche.\n\nOremos.",
    "Señor, ahora, el resto del servicio, tendrás que ser Tú, después de semejantes palabras como estas: para confirmar que Tú has dicho la Verdad. Oro que concedas estas bendiciones, en el Nombre de Jesucristo. Amén.",
    "Ahora, ¿cuántos…? Uds. con las tarjetas de oración aquí, no podemos traerlos a todos de una vez. Pero si no se desaniman, esta noche, mañana en la noche, el domingo y el domingo en la noche, y demás, los atenderemos. Pero ahora comencemos en esta noche, y comencemos a traer unos cuantos. Y aquellos que tienen tarjetas, que no pueden caminar, los llamaré uno por uno y los ubicaré aquí. Si Ud. no puede caminar, cuando llame su número, entonces levante la mano, y algunos de los ujieres aquí vendrán a cargarlos. Muy bien.",
    "Tarjeta de oración número uno, ¿quién la tiene? Levante la mano si tiene la tarjeta de oración número uno. Levante la mano. Seguramente. Alguien tal vez no pueda… Bueno, tal vez yo estaba equivocado. ¿Dónde está Billy? Tal vez fue… ¿Qué? [Alguien dice: “¿A uno?”.—Ed.] Sí, muy bien. Si puede caminar, señor, venga por aquí.",
    "Tarjeta de oración número dos. Si pueden levantar la mano, levanten la mano. Muy bien.",
    "Número tres. Por aquí, podría venir por aquí, si puede. Ahora, si no puede, siga moviendo la mano, y ellos vendrán a cargarlo. Número tres.",
    "Número cuatro. ¿Cuál es la letra? [Un hermano dice: “J”.—Ed.] ¿J? Muy bien. Número cuatro, levantaría la mano. La señora allá atrás, ya se ha puesto de pie.\n\nNúmero cinco.",
    "Ahora, cuando Billy viene a repartir las tarjetas de oración, o Leo, o Gene, el Hermano Wood, o quienquiera que las reparta, ellos vienen aquí delante de Uds., y mezclan esas tarjetas, y le dan la tarjeta de oración que Ud. quiera. ¿Ven? Eso depende de Ud., solo tome su tarjeta. Ud. pudiera… Uno sentado junto a Ud. pudiera tener el número uno, el siguiente pudiera tener el número quince, el de por aquí atrás tiene el número dos. Están todas mezcladas. Muy bien.",
    "Tarjeta de oración número tres, ¿quién la tiene? [Alguien dice: “Por allá”.—Ed.] ¿Por aquí? Muy bien.\n\nNúmero cuatro.",
    "Número cinco. [Un hermano dice: “Tengo el número cinco”.—Ed.] Número cinco.",
    "Número seis. Bien atrás en la parte de atrás, muy bien. Por favor, allá atrás, dejen pasar a la jovencita.",
    "Número siete, levante la mano. ¿La suya es la número siete, hermana? Muy bien.",
    "Número ocho, podría levantar la mano, si puede. La señora aquí, número ocho. Muy bien, hermana, tome su lugar.\n\nNúmero nueve. Esta señora aquí. Muy bien, hermana.",
    "Número diez. [Alguien dice: “Allí en la esquina”.—Ed.] Muy bien. Número diez. Paremos—paremos ahí, porque nos estamos congestionando un poco allí. Si pudieran retroceder un poquito, por favor. Bueno, tomaremos diez. Ahora, me supongo… Ud. tiene la diez, ¿verdad, hermana? Si Ud. pudiera avanzar, esos caballeros allí mismo le permitirán entrar en la línea. Ahora, muy bien.",
    "¿Cuántos? [Alguien dice: “Nueve”.—Ed.] Falta el número nueve. [Un hermano dice: “No. Aquí mismo, Hermano Billy”.] ¡Oh!, allí—allí, no puede, ¡oh!, si ella no puede caminar, solo déjela sentada allí y pueden traerla cuando llamen su número. Está bien. Cuando su número… Si Ud. no puede pararse por mucho tiempo, hermana, solo espere hasta que llamen su número, entonces Ud. puede venir. Está bien. Muy bien, solo—solo tome asiento. Está bien. Ahora, si ella no puede caminar, bueno, cuando llamen su número, algunos de ellos la cargarán aquí, o lo que sea. Eso está bien. Muy bien.",
    "Número, ¿cuáles eran los otros números que nos faltaban? [Un hermano dice: “Esos son todos”.—Ed.] Esos son todo. Muy bien. Ahora, ¿cuántos tenemos? ¿Es ese el final de la línea allí mismo? Bueno, muy bien.",
    "Ahora, quiero saber que todos Uds. en esta línea, que están parados en la línea aquí ahora, quiero hacerles esta pregunta: ¿Creen Uds. solemnemente que Jesucristo es el Hijo de Dios? ¿Y creen Uds. que Él ha resucitado de entre los muertos? Y Él no está muerto ahora, sino que está vivo. ¿Creen Uds. que—que Él puede obrar y hacer lo mismo que hizo cuando estuvo aquí en la tierra? ¿Y creen Uds. que Él ha enviado Su Espíritu a Su Iglesia, para continuar Su obra?",
    "¿Cuántos de Uds. son desconocidos para mí, levanten la mano? Yo no los conozco. Muy bien. Yo no los conozco. Bien. Muy bien. ¿Fueron todas las manos? ¿Se levantaron todas las manos, que no me conocían? Muy bien. Soy un desconocido para esas personas. Yo nunca las he visto.",
    "¿Cuántos en el edificio son desconocidos para mí, que yo no los conozco? No, no tienen que estar aquí arriba, sino en cualquier parte. Bueno, ya veo, más de la mitad de la congregación son desconocidos. Muy bien. Si soy entonces un desconocido para Uds., quiero preguntarles allá en la—la congregación: Si Jesús estuviera vivo hoy… Y vean si esta es la Escritura.",
    "Una vez hubo una mujer que tenía un tremendo mal, un flujo de sangre. Ella lo había tenido como por doce años, creo, o más. Y ella había gastado todo su dinero en los médicos.",
    "Aquí hay dos muchachas sentadas aquí en sillas de ruedas. ¿Creen Uds., muchachas, que Jesús ha resucitado de entre los muertos? ¿Están mirándolo a Él esta noche para recibir sanidad? ¿Tienen—tienen una…? ¿Tienen una tarjeta de oración? Muy bien. Solo no las han llamado aún. Está bien. Solo sean fieles. Muy bien.",
    "No duden. Solo crean ahora. Y si no llaman su tarjeta esta noche, regresen mañana en la noche, ¿ven? Solo sigan… No importa, solo sigan viniendo, ¿ven?, llegarán aquí. Y Uds. ni siquiera tienen que tener su tarjeta; solo crean. Observen lo que sucede.",
    "Y para Uds. allá en la congregación, que no tienen una tarjeta de oración. ¿Cuántas personas aquí no tienen una tarjeta de oración? Levanten sus manos. Miren allí. Ahora Uds. sin tarjeta de oración, si estas personas aquí…",
    "Los voy a basar en una Escritura. Todo lo que debemos hacer debe ser Escritural, de Génesis hasta Apocalipsis. Tiene que ser Dios. Como hablé anoche, debe ser así “desde el principio”. ¿Ven? Ahora, si Ud. no tiene una… Estos aquí que tienen una tarjeta de oración, voy a preguntarles Escrituras y lo que significan en la Biblia, tanto a hombres como a mujeres.",
    "Y para Uds. allá afuera, que no la tienen, una—una tarjeta de oración, y que no estarán en la línea, esta noche. Ahora, Uds. podrán recibir tarjetas de oración de nuevo mañana. Pero ahora… Y él terminará. Hay muchos, y los haremos pasar por aquí, de alguna manera, y oraremos por ellos, si tan solo tienen paciencia. No tengan prisa; ¿ven?, pues entonces Uds. mismos empiezan a vibrar. ¿Ven? Sencillamente quédense quietos, digan: “Dios, estoy aquí. Tú me conoces”. Y—y, entonces, Ud. dice esto.",
    "Hay una Escritura en la Biblia, donde esta mujer tenía flujo de sangre, y ella pasó entre un grupo de personas que querían que ella se quedará quieta. Y ella quería llegar al Maestro, al Señor Jesús. Y ella finalmente llegó a donde estaba Él, porque ella dijo en su corazón: “Si puedo tocar el manto de ese Hombre, seré sana”. ¿Cuántos han oído esa historia? Ahora, Jesús, iba con la multitud, y después de un rato la mujer Lo tocó. En su corazón, ella lo pensó. ¿Qué hizo ella entonces? Esa era su expectativa. Cuando ella tocó aquello, ella pasó la barrera del sonido. Eso era. Ella estaba libre. Porque en su corazón, había dicho: “He hecho exactamente lo que pensé, que ‘Si lo hacía, sería sana’”.",
    "Y ¿creen Uds. que si Jesús se da a conocer en esta noche, Uds. recibirán lo mismo? Muy bien. Ahora solo crean. Guarden eso en su corazón.",
    "Y luego ella salió allá entre la multitud hacia algún lugar, quizás, y se sentó. Jesús se detuvo y dijo: “¿Quién Me ha tocado?”.",
    "Y ellos dijeron: “Nadie Te tocó”. Todos dijeron: “No lo hicimos. No lo hicimos”. Todos lo negaron. “Nadie Te tocó”.",
    "Y Pedro dijo: “Señor” él Lo reprendió, y dijo: “¿Por qué dices semejante cosa?” algo así “‘¿Quién Te ha tocado?’ ¿Cuando todos Te están tocando, dándote empujones? ‘¡Hola, Rabí! ¡Encantado de conocerte, Rabí! ¡Hola, Jesús, el Profeta Galileo! ¡Estamos—estamos muy contentos de conocerte! ¿Cómo estás?’ Todos Te están tocando”.",
    "Él dijo: “Eso puede ser cierto. Pero alguien Me tocó diferente”. Ese es el toque que Ud. quiere. “Alguien Me tocó de tal manera que pasaron la barrera del sonido. Sentí en Mí que virtud, debilidad, fuerza salió de Mí”.",
    "Y Él miró alrededor. Y en Él moraba el Espíritu de Dios. ¿Lo creen? Y Él miró alrededor, a la congregación, hasta que encontró a la persona que Lo había tocado. Y Él le dijo a ella de sus dolencias, y que su fe la había salvado. “¿Sin ninguna visión”? No, Él simplemente sabía que su fe la había salvado, porque la atracción de toda la fe allí, era mucho mayor en ella.",
    "Ahora, si Jesús es el mismo hoy, ¿no hará lo mismo? Ahora, ¿cómo sabrá Ud. que es Él? ¿Ven?, ahora, Ud. tiene que someterse.\n\nAhora aquí es donde yo tengo que mirar a lo Invisible.\n\n¿Es Ud. el primero? ¿Dónde está?",
    "¿Quién está en la… llevando la línea? ¿Ud., Hermano Neville? ¡Oh!, Billy. Muy bien.",
    "¿Ud. es el primer hombre? Muy bien. Ahora Ud. puede acercarse unos pasos más, por favor, señor.",
    "Aquí hay un hombre que… Creo que Ud. dijo que no nos conocíamos, así que esta es la primera vez que nos vemos. ¿Cómo conozco a ese hombre? No lo conozco. Dios sabe, hasta donde yo—hasta donde yo sé, nunca lo he visto en mi vida. Es un perfecto desconocido.",
    "Ahora, yo he dicho que Jesucristo es el mismo ayer, hoy, y por los siglos. Ahora, así se basará, usando mucha fe. Si no es así, entonces seré hallado un hipócrita, y la Biblia es una mentira. Ahora, ¿qué tengo que hacer ahora? ¿Mirar hacia alguna cosa intelectual? ¿Cómo podría? Yo tengo que mirar a lo Invisible. Pero ¿por qué lo estoy haciendo? Él lo prometió. Allí lo tienen. Ahora, Ud. haga lo mismo, y Ud. haga lo mismo. Todos Uds. hagan lo mismo. No puede fallar. Yo puedo fallar, Ud. puede fallar, pero Dios no puede fallar.",
    "Ahora aquí hay dos hombres, se han encontrado por primera vez en sus vidas. Ahora, pues, me tomo mi tiempo.",
    "Pues, esta es una escena Escritural. Hubo un hombre que fue y tomó a otro, y lo trajo a la iglesia, o donde estaba Jesús, y su nombre era Natanael. Jesús nunca lo había visto. Así que cuando él se acercó a Jesús, Jesús dijo: “He aquí un israelita en quien no hay engaño”.",
    "Si yo dijera eso para que Uds. supieran lo que estoy diciendo, yo diría: “Es un hombre honesto, un creyente Cristiano”. Ellos dirían…",
    "🦅 Pues” dijo él, “Rabí, pues, Tú nunca me has visto en Tu vida. ¿Cómo me conoces? ¿Cómo lo supiste?”. Ahora, no fue por la manera en que Él estaba vestido, porque todos los orientales se vestían igual. Él pudiera haber sido griego. Él pudo haber sido un egipcio. Él—él pudo haber sido muchas cosas.",
    "Pero Jesús dijo: “Él es un israelita. Y él es honesto, y no hay engaño en él”.\n\nÉl dijo: “¿Cómo lo supiste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”. Ese fue Jesús ayer.",
    "Si Él es el mismo hoy, y mora en nosotros, cuando Él prometió que lo haría, pues, se lo dará a conocer a este hombre. Él pudiera estar aquí por problemas financieros. Él pudiera ser un hombre agonizando. Él pudiera ser un hombre de pecado. Él pudiera ser un hombre de justicia. No lo sé. No sabría decirles, pero Dios sí lo sabe. Entonces, si Él se da a conocer aquí, que Jesús vive, y le habla al hombre, entonces que él sea el juez si es correcto o no. Y entonces ¿haría eso que todos Uds. Le creyeran a Él? que Él es visible aquí. Ese es Su Ser. Ahora, Él no puede mostrarse en un cuerpo físico; es Su Espíritu.",
    "Ahora, Él permitió que Su fotografía se tomara allí, Uds. ven eso, que el mundo científico tiene en Washington, DC. El mismo Ángel de Dios, la misma Columna de Fuego, Quien moró en Jesús, hizo lo mismo con—con Felipe, o Natanael. El mismo Jesús prometió venir y morar en nosotros, y hacer las mismas obras. ¿Todos entienden bien ahora? Muy bien.",
    "Ahora, Señor, sea notorio que Tú eres Dios, y que nosotros somos Tus siervos. Entonces, Tú nos amas. Y Tú quieres que estas personas Te crean, y que pasen todas las barreras del pecado en el mundo, para que ellos puedan ser salvos y sanados para Tu gloria. Amén.",
    "Ahora, solo para decir como lo hizo Pedro en la puerta llamada la Hermosa, al hombre que era cojo desde el vientre de su madre, él le dijo: “Míranos”. Eso fue solo para—para creer, para atraerlo a… su atención, para captar su atención.",
    "Como nuestro Señor hizo con la mujer junto al pozo. Él la captó y captó su conversación. Dijo: “Tráeme un trago de agua”. ¿Ven?, siguió hablando.",
    "Ahora, si no lo conozco a Ud., Ud. solo es un hombre que estaba allá en la congregación. Y si yo no lo conozco, y el Señor me revela algo que Ud. ha hecho en su vida, o lo que Ud. desea, finanzas, salud, o lo que sea, y lo declara verdadera y claramente, entonces Ud. creerá que Él está aquí para darle lo que Ud. está pidiendo. ¿Ud. hará eso? [El hermano dice: “Amén. Seguro que lo haré”.—Ed.] Muy bien.",
    "Reverencia ahora. Ahora solo estén en oración, hasta que el Espíritu Santo comience a asentarse en nosotros.",
    "Sí. Veo a este hombre. Y él… Veo a una personita que está parada cerca, él está en duda, o, él está deseando que se ore por él. Es alguien más por quien Ud. quiere que se ore. Esa es una—una niña, una pequeña. Y Ud. no es de esta región. Ud. es de cerca de un—un gran lago, en alguna parte. Es, Ud. es de una ciudad que está cerca de una gran ciudad que tiene un gran domo. Es Búfalo, Nueva York. Ud. está cerca de Búfalo, Nueva York. Ud. tiene presión arterial alta. Ese es su problema. Pero Ud. está orando por esta niña. ¿Cree Ud. que yo soy Su siervo? [El hermano dice: “Absolutamente”.—Ed.] Ud. es el Sr. Holden. Ese es su nombre. Regrese y reciba lo que ha pedido. Póngale ese pañuelo, habrá acabado la…?…",
    "¿Creen Uds. que Jesucristo vive? ¿Qué es? Lo Invisible se hace visible. ¿Qué es eso? El mismo Jesús, los mismos frutos, las mismas señales, lo mismo que Él hizo.",
    "Ahora aquí hay una mujer, la siguiente. Yo le hablo como Él lo hizo con la mujer junto al pozo. ¿Somos desconocidos el uno para el otro? [La hermana dice: “Sí”.—Ed.] Lo somos. Para que la gente sepa, afuera, solo—solo levante la mano. Así que esta es nuestra primera reunión. Somos extraños el uno al otro.",
    "Ahora, yo no sé lo que el hombre tenía hace unos minutos, pero, sea lo que sea, yo no tuve nada que ver con su sanidad. Dios hizo eso. Su fe lo hizo. Yo no tuve nada que ver. Solo es un don.",
    "Pues, en este edificio ahora, está la misma clase de Ángeles que Giezi vio cuando Eliseo le abrió los ojos. En este edificio está el Señor Jesús. Así que, no miren lo que Uds. ven. Miren lo que no ven. Porque es una promesa de Dios que Dios dijo que Él haría esto, y lo está haciendo.",
    "Ahora, Él habló con la mujer por un minuto, hasta que encontró cuál era su problema. Y así es como me gustaría hacerlo con Uds., porque Él sigue siendo el mismo. Si yo soy un desconocido, y no la conozco, entonces Él… Tendrá que ser de alguna manera, alguna manera sobrenatural, alguna manera, para contactarlo a Ud. ¿Creería Ud. que fue su Señor, que me permitió hacer eso?",
    "Ahora, si quieren saber, algo sucedió en el edificio en este momento, una sanidad. Es una señora sentada aquí, aquí mismo en la congregación, una señora bastante corpulenta. Ella tiene sus manos levantadas, y sus ojos cerrados, orando. Ella tiene un problema intestinal y un problema de la espalda, y está orando para que Dios la sane. Ella está sentada aquí mismo, usando anteojos, un traje oscuro, allí al final de esta fila.",
    "Ud. que tiene sus manos levantadas, ese es su problema. Si es correcto, levante sus manos así. Yo no la conozco, ¿verdad? No, señor. Somos desconocidos. Vaya a casa ahora. Ud. tocó el borde de Su manto. Ud. Lo tocó a Él, porque yo estoy a veinte pies de Ud. Pero Ud. Lo tocó a Él, al Sumo Sacerdote que puede ser tocado por el sentir de nuestras debilidades.",
    "Ahora, el resto de Uds. Hay una señora sin tarjeta, sin nada, sentada allí esperando. Ud. haga lo mismo. Algunos…",
    "Ud. es la esposa del hombre que acaba de estar aquí, porque los veo a los dos en la misma casa. Y Ud. está sufriendo de una condición nerviosa. También, veo que Ud. ha ido a un médico y ha tenido un examen, y el examen fue en las partes inferiores. Y él dice, por la mirada: “Dice que son crecimientos”. Y está en el estómago y en los órganos femeninos, y quiere que Ud. sea operada, pero Ud. ha tenido fe, y creyó que si Ud. venía aquí y yo orara por Ud., Ud. sería sanada. Si es así, levante sus manos, para que la gente vea.",
    "Ahora, Él Quien la conoce aquí, y conoce las condiciones, ¿puede Él hacerlo?\n\nVenga aquí.",
    "Señor Jesús, concede, ¡oh, Dios!, que su fe y gozo sean cumplidos, esta noche, que ella sea completamente libre, y que traiga gozo y salvación a quienes ella contacte. Yo la envío… y echo este mal de ella, en el Nombre de Jesucristo. Amén.",
    "Ud. se siente diferente ahora. Siga sintiéndose así, y regocijándose, eso la dejará para siempre, para siempre.",
    "¿Cómo está Ud.? Solo sean muy reverentes, por un momento. Hasta donde yo sé, es la primera vez que nos vemos. Pero Dios nos conoce a los dos. Él la conoce a Ud. y Él me conoce a mí. Y si Él me revela por qué está Ud. aquí, o algo que Ud. ha hecho, que Ud. no debería haber hecho, o algo que Ud. debió haber hecho, que Ud. no hizo; pero Ud. sabe que yo no tengo idea de por qué Ud. está aquí. Si es así, levante la mano. Pero sería, tendría que venir a través de algún discernimiento sobrenatural. Estoy tan contento que Él es el mismo ayer, hoy, y por los siglos.",
    "Ud. no está pidiendo oración por Ud. misma, aunque la necesita. Ud. está pidiendo por su hijo. Y su hijo no está aquí. Él está en una gran ciudad, una gran ciudad, y es en el este. he estado allí. Mi última campaña fue allí, Filadelfia. Así es. Él es un predicador. Y lo van a operar. Y lo están examinando por una—una hernia. Eso es ASÍ DICE EL SEÑOR. ¿Ven? ¿Cree Ud. que Dios hará lo que Ud. le está pidiendo? [La hermana dice: “Sí. Sí, lo creo. Sí, realmente creo que Él lo hará”.—Ed.]",
    "¡Oh, Dios Eterno, confirma la fe de la mujer con señales y maravillas! Concede la liberación de lo que ella pide. En el Nombre de Jesucristo lo pido. Amén.\n\nQue Dios le dé a Ud. eso que pidió.",
    "Y sean reverentes.",
    "Una damita con su pañuelo hasta la nariz, orando por un problema con su cabeza. ¿Cree Ud. que el Señor Jesús la sanó? La señora sentada aquí junto al hombre con lentes. ¿Cree Ud. que Dios la sanará, la damita con el vestido azul? Levante la mano si ese era el problema. Vaya y sea sana. Su fe la sana.",
    "¿Cree Ud. que Jesucristo, el Hijo de Dios, podría revelarme para qué está Ud. aquí? Ud. tiene muchos problemas; está muy nerviosa, complicaciones, problemas femeninos, problemas de damas, casi un colapso, una condición terrible. Ud. no es de esta ciudad. Pero, Ud. es de Indiana, Lafayette. Sra. Elison, regrese. Su enfermedad la ha dejado. Vaya a casa y muestre lo que Dios ha hecho por Ud. Amén.",
    "¿Cree Ud. que Dios puede decirme por qué está aquí? Si Él lo hace, ¿le creerá Ud. con todo su corazón? Ud. no está aquí por Ud. misma. Está aquí por ese bebé. Si Dios me dice cuál es el problema de ese bebé, ¿me creerá Ud.? Es un tumor de sangre. Así es, ¿no es así? ¿Cree Ud. que si le pido a Dios que eche eso fuera del bebé, el bebé vivirá?",
    "Inclinen sus rostros. Ahora, el bebé es muy pequeño para tener fe. ¿Ven?",
    "¡Oh, Señor Dios!, ellos Te trajeron niños, y Tú los bendijiste. Y ese mismo Jesús está presente ahora.",
    "Yo condeno a este diablo que está tratando de quitarle la vida a este infante. Déjalo, Satanás. En el Nombre de Jesucristo, sal del bebé.",
    "Ahora tómelo. No descrea. Esa cosa dejará al bebé. Tenga fe.",
    "Papá, sentado allí con el rostro inclinado, con ese problema de la vesícula biliar. Yo no lo conozco, pero Él lo conoce a Ud. Ud. sufre con ataques de vesícula biliar. Y Ud. tiene una gran presión en su pecho. Si es así, mueva su mano. ¿Cree Ud. que yo soy Su profeta? Entonces vaya a casa, de esta reunión, y nunca más sufra con eso. Sea sano, en el Nombre del Señor Jesús.",
    "¿Cree Ud. que yo soy Su siervo? Si Dios me dice su problema, ¿creerá Ud. con todo su corazón?",
    "Ahora, algo está sucediendo en el edificio. Solo sigan creyendo. Pero hay algo entrando, fuerte, muy fuerte. Hay una mujer de color parada al lado de esta señora. Se desvanece. Veo a una mujer de color. Ella está sentada aquí atrás. Ella tiene artritis y complicaciones. Ella está sentada allí al lado de la Sra. Bell. Ella tiene puesto un sombrero negro. Yo no la conozco. Pero, hermana, si Ud. Le cree a Dios de la manera que le fue prometido, y entonces Ud. Le cree a Él, todo habrá terminado.",
    "Ahora, es para que Uds. puedan saber que este es el Espíritu de Dios. La siguiente fila, detrás de la mujer, un hombre sentado allí con problemas en el cuello. Si Ud. cree, señor, Dios lo sanará si Ud. lo cree. ¿Lo cree Ud.? Levante la mano. Yo soy un desconocido para Ud., pero Él no lo es.",
    "¿Ven?, dondequiera que Ud. esté, solo tenga fe en Dios. ¿Puede Ud. cruzar esa barrera de incredulidad ahora? ¿Puede Ud. permitir que el Espíritu Santo entre ahora mismo y tome control? Si Ud. puede, eso puede suceder.",
    "Esa diabetes lo dejará, si Ud. lo cree. Siga su camino y regocíjese.",
    "¿Qué piensa Ud. al respecto? Él es el Lirio de los Valles, la Estrella de la Mañana.",
    "Si Ud. cree por ese problema anémico, la dejará. ¿Lo cree Ud.? [La hermana dice: “Sí”.—Ed.] Siga su camino, entonces regocíjese.",
    "¿Creen Uds.? Creamos con todo nuestro corazón.",
    "Si Ud. cree, vaya a comer su cena. Esa úlcera que estaba en su estómago la ha dejado. Vaya, coma y crea.",
    "Si Ud. cree, no tendrá que morir. Ese cáncer la dejó. ¿Lo cree Ud.? Vaya y regocíjese.",
    "¿Cuántos creen con todo su corazón? Pónganse de pie ahora mismo. Pónganse de pie, rápidamente. Levanten sus manos, bien, y a Dios.",
    "Ahora, unánimes, crucen toda barrera. Crean que Dios está aquí, y la enfermedad y las dolencias se irán. Cada persona, ore a su manera.",
    "¡Oh, Señor Dios!, Creador de los cielos y la tierra, ahora Te traigo esto a Ti, esta congregación de personas. Yo condeno al diablo. Yo reclamo que Jesucristo, el Hijo de Dios, está presente. En el Nombre del Señor Jesús, que todo espíritu inmundo de duda, superstición, incredulidad y pecado, salgan de este edificio.\n\nSal, Satanás. Yo te conjuro por Jesús el Hijo de Dios.",
    "Cada uno de Uds. ponga sus manos el uno sobre el otro ahora, y oren el uno por el otro, por todas partes en el edificio, y Dios les sanará. Créalo con todo su corazón. Pongan sus manos el uno sobre el otro, comiencen a orar el uno por el otro. Eso es. Así es.",
    "Todos los que creen que están sanos, levanten sus manos y alaben a Dios.\n\nMuy bien, Hermano Neville. 🦅"
  ]
}