{
  "title": "LA FE ES NUESTRA VICTORIA",
  "id": "58740009",
  "content": [
    "🦅  Es un privilegio estar aquí esta noche en el servicio del Señor. Pero realmente es triste que las personas no tengan donde sentarse, después de que las hemos invitado a venir, y que no haya donde sentarse. Y cuando llegué ahora, pues, había gente alrededor de las ventanas y por las calles, y demás. Y no—no hay siquiera dónde ellos sen-… entrar en el edificio. Pues solo es una iglesia muy pequeña.",
    "Y no lo anunciamos. Y aun en el periódico aquí, solo… ¡Oh!, algunos de nuestros amigos llaman por teléfono, diciendo que vienen para que se ore por ellos. Y les dijimos simplemente que vinieran. Y la noticia poco a poco se extiende, alguien viene de Louisville, y luego le dice a otra persona, y a otra. Uds. saben, así es como se extiende.",
    "Quería conseguir la escuela secundaria allí. Pero ellos… no pude porque la escuela estaba en clases. De lo contrario, lo hubiéramos anunciado. Quiero que el pueblo, la gente local, sepa que no queríamos hacerlos a Uds. a un lado, pero simplemente sabíamos que el espacio estaba muy limitado. Pues, si pudiéramos haber conseguido la escuela secundaria, lo habríamos hecho, pero no pudimos.",
    "Y ahora, esta noche será la última noche de los libros allá atrás, que el Sr. Mercier y ellos tienen aquí, y las cintas y demás.",
    "Y luego mañana por la mañana es la escuela dominical. E, inmediatamente después de que se lleve a cabo la escuela dominical, el Señor mediante, quiero hablar sobre un sermón evangelístico, mañana por la mañana. Comenzará a las nueve y media, creo, ¿no es así, Hermano Neville? La escuela dominical comienza a las nueve y media. E inmediatamente después de las clases de la escuela dominical, queremos hablar sobre el tema de un—de un mensaje evangelístico: un llamado al pecador. Y estas noches las hemos dedicado, en su mayoría, desde el domingo pasado por la noche, a los enfermos y necesitados, a los afligidos.",
    "Y luego, mañana por la noche, trataremos si nos es posible, como sea, de recoger todas las tarjetas de oración que se han entregado, que todos los que hayan venido y conseguido las tarjetas de oración, nosotros… después de que termine el Mensaje, si tenemos que hacer retroceder algunos y luego hacer pasar a los otros, para poder empezar la línea de oración, con gusto lo haremos.",
    "Y las tarjetas de oración para mañana en la noche se entregarán después de la escuela dominical en la mañana. Inmediatamente después de la escuela dominical, será tal vez como a las once y media que se entregarán mañana las—las tarjetas de oración. Así que Uds. con sus seres queridos y demás, que vienen para que se ore por ellos, pues, tráinganlos aquí como a las, al menos a las once y media, si no pueden estar aquí para el Mensaje de la mañana.",
    "Es decir, si Ud. tiene un—un lugar de adoración donde ha estado asistiendo, pues, no—no queremos alejarlo de allí, para nada. Solo queremos que sientan mucha libertad con lo que iban a hacer.",
    "He estado muy ocupado hoy. Y hace unos momentos, vinieron, dijeron: “Bueno, si Ud. pasa, podrá comenzar a predicar ahora mismo”. Y el pequeño tabernáculo ya estaba lleno. Así es que pensé en unos versículos sobre los cuales hablar en esta noche.",
    "Y quiero agradecerle primeramente al Señor por todo lo que ha hecho por nosotros; esos reportes que llegan de aquellos por los cuales se ha orado y que han estado en la reunión. Han sucedido grandes cosas, solo por este lugarcito aquí. Y no tan solo es por los que han llegado aquí y se ha orado por ellos personalmente, sino que aparentemente la gente allí en el auditorio lo está recibiendo mejor que los que están aquí en la plataforma. Así que estamos contentos por eso. Está muy bien ver que lo reciben de esa manera.",
    "Ahora, esta noche he escogido como texto: La fe es nuestra victoria. Y deseo leer una porción de la Escritura que se encuentra en Primera de Juan, el capítulo 5 y el versículo 4.\n\nPorque todo lo que es nacido de Dios vence al mundo; y esta es la victoria que ha vencido al mundo, nuestra fe.",
    "Ahora, ¡qué Palabras más maravillosas! Nuestra fe es la victoria. Y ahora, hablando de la victoria. Se han ganado muchas grandes victorias durante este largo transcurso de los años desde que la humanidad está sobre la tierra.",
    "Estaba leyendo el libro sobre París cuando se—se rindió, de cuando en esta última, o en la Segunda Guerra Mundial, cuando trajeron a Hitler a París, al Arco de Triunfo, dicen que fue tal la victoria que los soldados alemanes tardaron horas para marchar a ese paso militar de ganso, por el Arco de Triunfo. Mientras Hitler se paraba firme y el aire todo oscuro, arriba, los cielos cubiertos por los aviones que volaban por encima. ¡Qué momento de victoria!, después de que ganaron la guerra contra Francia, y de que Francia se rindió a Alemania.",
    "Y después en Londres, Inglaterra, tuve el privilegio allí de ver una vez, en la conferencia, una película en que la… Fue tomada por los rusos, cuando Berlín se rindió a Rusia. Y la manera en que esa gran masa gigantesca de equipo militar, esos grandes cañones que tenían sobre… montados en estos grandes tanques, que podían girar; simplemente entraron a Berlín. Uno no entiende cómo pudo quedar vida alguna. Milla tras milla, y todos disparaban tiros de precisión, y simplemente llegaban como una gran nube de langostas. Y simplemente arrasaron con Berlín.",
    "Y después, cuando retiraron los tanques y la—la infantería entró y barrió allí, fueron y trajeron al Sr. Stalin. Y cuando lo trajeron, en avión, y aterrizó, todos esos soldados rusos desfilaron por la calle, con ese giro y paso que ellos hacen, victoriosos, la señal de la victoria rusa. Y cómo Stalin se paró firme, mientras que decenas de miles de soldados marchaban por las calles de Berlín, ya en cenizas. Y las mujeres alemanas habían sido violadas en las calles, y los pequeños, asesinados, y algunos quemados y todo eso, pero ese fue todo un triunfo para Rusia.",
    "También me dicen que Napoleón, el gran vencedor del pasado… Ya hace años, como cinco años, tuve el privilegio de parar cerca de Waterloo. Y yo estaba… compré un librito allí, y estaba leyendo sobre la vida de Napoleón. Él odiaba a los franceses. Llegó a Francia, había nacido en una isla, y llegó a Francia para vengarse de ellos, pero llegó a ser un gran conquistador. Él era un caballero, cuando empezó. Pero el éxito se le subió a la cabeza.",
    "Y dicen que las mujeres cuando iban a acostar a sus bebés, que él era tan temido… Él mataba todo lo que no estaba de acuerdo con él. Pues, las mujeres, en lugar de decir: “El cuco te va a llevar”, decían: “Napoleón te va a llevar”. Y los pequeñitos con sus ojos vivaces metían la cabeza debajo de la cobija rápidamente, al pensar en ese gran monstruo, Napoleón.",
    "Pero, ¿ven Uds.?, la victoria que ganó no duró. Él era un prohibicionista cuando empezó, y murió a la edad de treinta y tres años, como alcohólico.",
    "Las victorias de ese tipo no duran, porque no se obtienen correctamente. No se puede conseguir bien del mal. Uno tiene que jugar conforme a las reglas del juego.",
    "Y cualquiera de Uds. sabe que en las olimpiadas o en cualquier otro ejercicio atlético, no importa si se llega primero en la carrera, pero si no se ha jugado conforme a las reglas del juego, Ud. queda descalificado. Uno tiene que jugar las reglas correctamente.",
    "Y así también es en la vida humana. Uno no puede jugar indebidamente las reglas del juego de la vida y esperar ganar. Uno tiene que jugarla conforme a la Palabra de Dios y al propósito por el cual uno fue traído aquí.",
    "Ahora, hay muchas personas que no parecen tener ningún tipo de propósito en la vida, especialmente en este día en que vivimos hoy. La gente parece pensar que lo único que tienen que hacer es estar a la par con los demás, con las modas del mundo, y con las tentaciones que el mundo les ha ofrecido.",
    "Algo así, si Ud. va a la escuela y algunas de las niñas llevan un cierto atavío, o vestido, o como Uds. quieran llamarlo, todo el deseo del resto de la escuela será copiar a esa chica. Algunas de las mujeres ven a una cierta señora presentarse en la televisión, y vestida a una cierta moda, bueno, esa será su ambición, vestir y actuar así. Y eso parece ser el nivel de la ambición americana: conseguir un nuevo empleo o un aumento de salario, y conseguir un televisor o un carro nuevo.",
    "Permítanme decir esto: Esas cosas puede ser que estén bien, pero en la vida humana hay mayores anhelos que esas cosas. Y los Cristianos deben poner su mira en los anhelos de arriba.",
    "Creo que nos sería de provecho sentarnos y meditar en por qué estamos aquí, para comenzar. Y Quien sea que haya tenido la amabilidad de traernos aquí, deberíamos considerar y preguntarle a Él qué quiere que hagamos, el propósito de nosotros venir, para cumplir con lo que Él ha determinado para nosotros. Pero parece que solo queremos estar a la par con el mundo.",
    "Ahora, la Biblia dice que podemos vencer al mundo. ¿Y cómo lo hacemos? No estando a la par con las modas del mundo. Más bien, la Biblia dice que la fe es la victoria que vence al mundo.",
    "Me recuerda de una vez que… No me gusta decir esta palabra, pero él no era más que un vagabundo que llegó a la puerta. Y dijo: “¿Me podría dar un—un emparedado?”.",
    "Le dije: “Por supuesto. ¿Quiere pasar?”. Y en lugar de hacerle un emparedado, pensé en prepararle algo de comer. Y le preparé lo que pude con lo que había disponible, y lo senté a comer. Y mientras él comía, se me ocurrió hablar con él, viendo que era un—un viajero. Y le dije: “¿De dónde viene Ud.?”.",
    "Él solo encogió un poco los hombros y dijo: “De ninguna parte”.\n\nLe dije: “Entonces, ¿a dónde va?”.",
    "Y dejó de comer y me miró, y dijo: “A ninguna parte”. Miró alrededor y pasó un gran bocado, y dijo: “Señor, donde descansa mi sombrero, allí es donde descanso”.\n\nDije: “Entiendo”. Le dije: “¿Cuánto tiempo ha estado haciendo esto?”.",
    "Dijo: “¡Oh, unos veinte años o más!”. ¡Sin ninguna ambición de—de superarse!",
    "Ahora, esa parece ser la actitud de la gente. Lo que yo llamo “vagabundos, flotantes”. Y las personas que se unen a la iglesia son casi lo mismo. A menudo he pensado en “madera flotante, a la deriva”. La madera flotante se atora en cualquier tipo de basura. Se parece mucho a cómo lo hacen esos que flotan en la iglesia o en cualquier lugar.",
    "Ahora consideren Uds. un río, como el río de la vida, y un montón de madera flotante atorándose en cada montón de basura. Y, extrañamente, viene el barco, también hecho de madera. Pero si se fijan, esa madera es hecha y formada por un maestro que construyó el barco. No solo fue formada, sino que es guiada por un maestro y es impulsada por una fuerza.",
    "Y todos nosotros estamos hechos del mismo material. Solo depende hacia dónde van sus ambiciones. ¿Está dispuesto a dejar que el maestro Artesano haga de Ud. lo que Él pueda usar, y lo que Él pueda controlar y lo que Él pueda impulsar?",
    "Si esta cierta pequeña embarcación que fue hecha diferente, y que fue fabricada por la mano del maestro, llegara a atorase en ramas en aguas poco profundas, hay un poder que la impulsa, un pequeño interruptor que el maestro puede activar, y la empujará de nuevo a las aguas profundas.",
    "Dios quiere moldearnos y hacernos lo que Él quiere que seamos. Pero ¿cómo podemos hacer eso?, o ¿cómo puede Dios hacer eso cuando no nos quedamos quietos para que Él lo haga? Queremos ser nuestro propio amo. Queremos nuestra propia manera de pensar.",
    "Y mucha gente viene a la iglesia y se une a la iglesia, y pone su nombre en el libro, y ni siquiera consideran lo que cree esa iglesia, ni verifican esa iglesia, cómo es que predican la Palabra de Dios, o si ellos apoyan el Evangelio completo o no, o si solo escogen una porción y le añaden un credo. Flotantes, a la deriva, nunca pueden llegar a ser algo.",
    "Pero déjenme decirles algo esta noche, a Uds. adentro y fuera de este edificio. Uds. finalmente llegarán a un destino uno de estos días, que será en el valle de las sombras de la muerte. Yo les aconsejo en esta hora, que se preparen para encarar al Dios que se encontrará con Uds. en esa hora. Uds. se encontrarán con Él como una obra maestra que Él ha elaborado, o un trozo de madera flotante para ir a su destino final. Así que no usen esta vida solo para vagar, y flotar sin rumbo, y—y conseguir un mejor empleo, y para vestir mejor y conseguir un televisor nuevo, o—o un carro mejor. La vida significa más que eso. No vayan a usarla solo para decir: “Bueno, si los demás se unen a la iglesia, yo también”.",
    "Cuando Ud. se une a una iglesia, primero debe investigar y averiguar lo que cree esa iglesia. ¿Será solo un lugar donde las personas van por el compañerismo? O, ¿será un lugar que predica la Palabra del Dios vivo, y defiende cada principio por el que murió Jesús? Ud. debe hacer eso. No solo flotar allí a la deriva llevado por la marea. Pues, “Estrecha es la puerta y angosto el camino que lleva a la Vida, y pocos serán los que entrarán en él”. Porque, “Ancho es el camino que lleva a la perdición y muchos entrarán en él”.\n\nDebemos tener algún propósito.",
    "Ahora, no fue así en los días pasados, ni en este día, que cuando un hombre venía a Dios, él tenía un propósito al hacerlo. Acaso será su propósito solo dejarse llevar a la deriva con esa congregación, ¿o será mirar arriba hacia Dios?",
    "Daniel, cuando fue llevado a Babilonia, a pesar de que estaba abandonando su hogar, y que tendría que ser esclavo de gente de otra nación, pero Daniel decidió en su corazón que no importaba lo que le hicieran, él no iba a contaminarse con el pecado de Babilonia.",
    "¡Oh, si tuviéramos más hombres así de valientes!, que se propusieran en el corazón: “Si yo soy un Cristiano, voy a encontrar toda bendición Divina que me pertenezca, y la reclamaré. Si la Biblia enseña que yo puedo recibir el Espíritu Santo, estaré de rodillas hasta que Dios me dé el Espíritu Santo, y no solo ir a la deriva”.",
    "Estaba leyendo, hace tiempo, la historia de la vida del tío Buddy Robinson. Y él fue un gran hombre, y un—un hombre cariñoso y un hombre de fe. Y empezó a sentir hambre por el Espíritu Santo, porque la Biblia lo enseñaba. Y dice que un día él estaba arando maíz. Y detuvo su vieja mula, Alex, y se arrodilló en el surco de maíz y dijo: “Dios, si Tú no me das el bautismo del Espíritu Santo, cuando vuelvas a la tierra, aquí mismo vas a encontrar mis huesos”. Eso es proponerse de corazón. Así de verdad es llegar con toda seriedad.",
    "Cuando Ud. obtiene esa clase de determinación en su corazón, Dios abrirá las ventanas del Cielo. Algo tiene que suceder. Ud. tiene que venir a Dios con toda seriedad, y tener algún propósito y agradecimiento hacia Él por haberlo salvado a Ud.",
    "Y cuando Daniel se lo propuso en su corazón, y el diablo hizo que él probara aquello, pero nos damos cuenta que eso funcionó ante un león hambriento.",
    "Y un hombre que se acerca a Dios y realmente, en lo profundo de su corazón encuentra una fe establecida, eso funcionará ante la boca de la muerte o la boca de la enfermedad, ante la boca de la tristeza. Ella resistirá, porque la fe es la victoria. Ud. ha vencido por su fe.",
    "Abraham, tan solo era un hombre sin un cierto propósito en la vida, solo estaba con su padre y sus amigos, que venían de Babilonia. Se establecieron en Sinar, y allí construyeron la torre y demás. Y ellos…",
    "Un día, mientras Abraham oraba, no hay duda, él oró hasta que tocó la mano de Dios. ¿Cómo lo hizo? Por fe. Tal vez haya pensado así: “Si hay un Dios Quien hizo el arca y le permitió a Noé flotar a salvo, Él aún vive hoy”. En algún lugar en tierra de paganos, donde él peregrinaba, él tocó la mano de Dios. Y allí, Dios le dio una revelación de que había una Ciudad Cuyo Arquitecto y Constructor es Dios.",
    "Y leemos que, durante toda la vida de Abraham, él fue un peregrino y extranjero para el mundo, porque su único anhelo era encontrar esa Ciudad Cuyo Arquitecto y Constructor era Dios. Él encontró algo. Él captó a Dios y la fe en ese Dios, tanto que él vio de antemano la Nueva Jerusalén. Y él se puso el morral a la espalda y vino a ser un peregrino. No solo a la deriva, sin propósito; él tenía fe de que había una Ciudad Cuyo Arquitecto y Constructor era Dios, una Ciudad Eterna. Él tenía un propósito en la vida: encontrar ese lugar.",
    "Permítanme decir aquí que, un día cuando terminó la batalla, él conoció al Rey de esa Ciudad. Y Él le dio la comunión: pan y vino; Melquisedec.",
    "¡Oh, Ud. no se puede proponer nada con respecto a la Promesa de Dios, en su corazón, sin encontrar la realidad de Ella! Si su alma ha sido atormentada por los pecados y las dudas, y por los altibajos y las frustraciones, y hay algo dentro de Ud. que le dice que hay un lugar donde Ud. puede vencer eso, ¿por qué flota Ud. entonces de iglesia en iglesia y de lugar a lugar? Solo arrodíllese hasta que Ud. contacte el Cielo.",
    "Y como dije anoche, traspase la barrera del sonido, entonces Ud. tendrá un propósito en la vida. Tendrá un propósito en pertenecer a la iglesia. Ud. tendrá un propósito en ser bautizado. Tendrá un propósito en lo que Ud. busca. Porque sabemos que Dios es sincero, y Dios es fiel, y Dios no puede mentir.",
    "Y si Dios colocó eso en el corazón de Abraham, por medio de Su Voz, Su Palabra, entonces Dios ha colocado, ante nosotros, en Su Biblia y por el testimonio del Espíritu Santo, por medio del regreso del Espíritu Santo en señales y maravillas, que Jesucristo aún vive, y es el mismo ayer, hoy y por los siglos. Entonces, ¿por qué seguir buscando esas cosas que deseamos?",
    "Si Ud. necesita, cualquier necesidad, cualquier cosa que Dios haya prometido en Su Biblia, Él está aquí esta noche para suplir esa necesidad. No hay por qué buscar más. Su Presencia está aquí. Su Espíritu está aquí. Y Él está dispuesto, y listo, y anhelando darle lo que Ud. busca. ¿Por qué esperar más?",
    "Cuando Ud. venga a Él, no venga como alguien flotante: “Voy a subir y lo intentaré a ver si funciona”. Ud. no logrará nada.",
    "Pero, cuando Ud. viene con esta clase de resolución, que Ud. se ha despojado completamente; cuando esté cansado del mundo y del pecado, y de la incredulidad, de las frustraciones y las dudas, y Ud. viene al Dios vivo, con el ancla asegurada en la Roca de la Eternidad, el Espíritu Santo está aquí para traerlo a Ud. a la Presencia del Dios vivo, eso le dará a Ud. una fe que vencerá cualquier cosa del mundo: enfermedad, dolencia y aun a la muerte misma.",
    "Uds. dicen: “Ud. dijo ‘la muerte’, Hermano Branham”. Y es lo que quise decir: la muerte.",
    "¿No fue Lázaro que yacía en la sepultura, y la corrupción ya había empezado, cuando Jesús le dijo a Marta: “¿Dónde lo enterraron? Y si no dudares, verás la gloria de Dios.”?",
    "🦅 ¿No te dije que no dudaras”? Le dijo Él a Jairo esa noche, o ese día. “Si solamente creyeres, podrás ver la gloria de Dios”. Entonces la fe vence a la muerte. La fe es la victoria sobre la muerte. La fe es la victoria sobre el pecado. La fe es la victoria sobre la enfermedad. La fe es la victoria sobre la preocupación. La fe es la victoria sobre las confusiones. La fe es la victoria sobre el mundo.",
    "Ud. dice: “Cuando Juan escribió eso, él no tenía mis problemas. Él no tenía que lidiar con la gente con la que lidio yo; no tenía que padecer las cosas que yo padezco”. Así es.",
    "Probablemente él no tuvo que lidiar con la misma gente. Probablemente no tuvo que superar el mismo asunto. Pero él no las excluyó, porque dijo esto: “La fe es la victoria que vence al mundo”, todo eso. ¿Cómo es? Obtenga fe en eso. Remóntese por encima de eso. Siendo que nosotros tenemos la Palabra escrita de Dios delante de nosotros, y al Espíritu Santo aquí obrando y mostrando la resurrección del Señor Jesús, con las promesas Divinas escritas aquí, de que “Todo lo que pidiereis orando, creed que lo recibiréis y os vendrá”. Entonces, ¿qué tiene que hacer Ud.? Tener fe. No solo una fe flotante, no solo una fe manufacturada, sino una fe real.",
    "Ahora, la fe es conquistadora. La fe es un vencedor. No solo es algo que—que hace la paz. Ella vence. “La fe es la victoria que vence al mundo”. ¿Qué hace? ¿Qué es la fe? ¿Qué es “conquistar”? Conquistar y victoria es lo mismo. Conquistar significa “derribar, anteponerse, esposar, lanzar a la cárcel”. Significa que el pecado que una vez lo gobernaba a Ud., ahora Ud. lo gobierna. Significa que Ud. lo ha vencido. Ud. ha… Ud. lo ha derrotado. Ud. es más que él. ¡Oh, me siento religioso ahora mismo!",
    "¿Cuál fue primero, el pecador o el Salvador? El Salvador, porque el Salvador es más poderoso que el pecado. ¿Cuál fue primero, el Sanador o la enfermedad? No podría ser Sanador a menos que Él estuviera por encima de la enfermedad. Es el Sanador, Él puede vencer la enfermedad.",
    "Y la fe es la victoria que vence todas las maldiciones del diablo. La fe es la victoria. ¿La fe en qué? No la fe en su iglesia, no la fe en su credo, no la fe en algún hombre; sino la fe en Jesucristo Quien hizo la promesa, esa es la victoria. ¿Qué es? Esa es la victoria. Ud. dice: “Mi brazo aún está lisiado”. Pero la fe es la victoria. “Todavía me siento enfermo”. Pero la fe es la victoria. ¡Oh, ella vence al mundo!",
    "Cuando Ud. puede escalar y llegar a Dios, en oración, hasta ver que esa cosa está debajo de Ud. conquistada, no hay nada entonces que pueda lastimarlo. Ud. ha vencido. Ud. tiene cincuenta millas de espacio libre. Entonces está navegando libremente.",
    "Ud. que ha sido un borracho y un esclavo del whisky, entonces Ud. será su amo. Ese miserable diablo de alcohol que lo hacía tomar, él ahora es su amo; pero cuando Ud. recibe fe, no me refiero a una manufacturada, una fe genuina, Ud. lo dominará.",
    "Uds. que no pueden dejar el tabaco, Uds. mujeres y hombres, cuando lleguen al momento en que Uds. puedan llegar a ese lugar, donde Uds. lo hayan vencido por la fe, entonces Uds. lo dominarán.",
    "Una damita que ahora está sentada aquí, ella ha estado en este altar una y otra y otra vez. Es una buena mujer, pero empezó a fumar hace mucho tiempo. Y ella simplemente no podía vencer eso. Y había pasado aquí, y yo oraba con ella, y parecía que ella simplemente no podía vencer eso. Y sin pensarlo, le dije aquí, le dije: “Habrá peligro en el camino”.",
    "Ella dijo: “Hermano Branham, he llorado; he rogado”. ¿Ven Uds.?, solo emocionalmente, peleando contra el aire, eso no servirá de nada.",
    "Y yo me arrodillaba y oraba con ella, y le ponía las manos, y ella volvía. Y—y a los pocos días me encontraba con ella de nuevo, el humo del cigarrillo lo tumbaba a uno, las manos aún color café.",
    "Y una noche, allá, ella fue a un médico. Comenzó a enfermarse y a decaer, ella solo era una cosita pequeña y delgada. Y el doctor la miró, y dijo: “¡Cáncer! ¡Por fumar cigarrillos!”. Allí estaba, tendida allí para morir, entonces ella fue sincera. ¿Ven? Un hombre ahogándose se agarrará hasta de una paja. Mientras que Ud. pueda salir de esta iglesia esta noche, sabiendo que puede ir a unirse a los metodistas o los bautistas; mientras que Ud. pueda sentarse aquí y decir: “Bueno, voy a… Soy una buena persona. No sufro de nada”; sí, no se puede hacer nada con Ud. Es cierto.",
    "Pero cuando Ud. vea sus pecados como Dios los ve, a la luz de Su Biblia; cuando Ud. lo vea, se arrepentirá o perecerá. Algo sucederá. Ud. tomará las cosas en serio.",
    "Ud. sale de aquí, con una presión en el corazón. El médico allá atrás quizá se levante y venga, revise y diga: “Es un ataque al corazón”. Ud. será sincero.",
    "Fue entonces cuando ella tuvo que tomar las cosas en serio. Y la mujer está sentada mirándome ahora.",
    "Y el Hermano Roberson está allá atrás, y el Sr. Wood aquí, el Hermano Wood sentado aquí en alguna parte, y yo, creo que íbamos de cacería a alguna parte, en el camión. Y el Espíritu Santo parece que nos inspiró a subir por las pequeñas colinas, donde ella estaba. Y cuando llegué allí, ella había tenido un sueño. Y cuando el Espíritu Santo entró en la habitación y ella tomó las cosas en serio, nunca fumó un cigarrillo a partir de ese momento. Y ha subido muchas libras de peso, y no le encuentran rastro del cáncer.",
    "¿Qué es? Es la fe que vence. ¿Por qué no venció cuando yo oraba por ella aquí? Ella solamente revoloteaba. Pero cuando el médico dice: “Ud. tiene cáncer y se va a morir”, ella lo tomó en serio. Así es como tiene que ponerse, cuando Ud. toma las cosas en serio. ¿Por qué esperar tanto tiempo? ¿Por qué no empezar a tomar las cosas en serio ahora? Ponga su fe en Dios. ¿Qué tal si la mujer hubiera tenido su fe en mí? Habría fallado, porque yo soy un hombre. Pero cuando ella cambió su fe, no en el Tabernáculo Branham ni en William Branham, ni en ninguna otra persona, sino que puso su fe en Jesucristo, entonces ella tuvo fe. Ella se remontó por encima de todos los temores y dudas, y Dios la sanó. Y, ¡oh!, ella venció. La fe es la victoria que vence.",
    "A menudo me he preguntado, ¿por qué es que los Cristianos quieren frustrarse con esas cosas? Muchas veces hombres y mujeres vienen a mí y declaran en sus confesiones y demás, cuando tengo esas entrevistas privadas y ellos, nos reunimos, se conmueven, confiesan que viven inmoralmente y todo—de todo. Porque no pueden negarlo; el Espíritu Santo está allí mismo. Si tratan de cubrirlo, Él se los descubre de inmediato. Así que vale más decirlo. Si tratan de huir, el Espíritu Santo los detiene, dice: “Un minuto, aquí hay tal y tal cosa”. Así que cuando llegan, ellos comienzan a contarme de las cositas del mundo. Y noto eso entre los creyentes. Ud. va de camino a alguna parte. ¿Por qué va a la deriva? Tenga una ambición. Fije su meta en Cristo y deje de coquetear con el mundo.",
    "Ud. toma una revista, allí dice: “Ahora, ¿sanadores Divinos en este día? No existen los sanadores Divinos”. Eso pondrá duda en su mente.",
    "Alguien habla por la radio y digamos que, ¡oh!, predicará un bonito sermón, pero dice: “Los días de los milagros han pasado”, y Ud. lo apoya. Mire, eso lo debilita a Ud.",
    "¡Entréguese por completo! ¡Arréglese con Dios! Sea lo que Ud. es, o no lo sea. Si la Biblia de Dios no lo enseña, entonces aléjese de eso. Si Ella Lo enseña, quédese con Eso.",
    "Me recuerda de esto. Por ejemplo, ¿qué pasaría si nosotros fuéramos a ir a un viajecito a otra tierra en treinta días más? Y en esta tierra el clima estuviera tan maravilloso que nunca regresáramos jamás. Y allá no tuviéramos que morir ni envejecer, sino simplemente estar allá para siempre. ¿Podría imaginarme viéndolo a Ud. yendo a la tienda de baratillo, comprando un montón de basura para llevar consigo? Ud. estaría buscando deshacerse de la basura que tuviera.",
    "Y cuando Ud. se frustra uniéndose a una iglesia y luego a otra, Ud. acumulará más basura. Pero si Ud. pensara a dónde es que se dirige, saldría de tanta de esa duda y tontería. Tendría verdadera fe. Yo le digo a la gente…",
    "🦅 ¿Es Ud. el Hermano Branham que ora por los enfermos”?\n\n“Sí”.\n\n“Bueno, eso va contra mi fe”.\n\n“Entonces Ud. no tiene nada de fe. La Biblia enseña Eso”.\n\nY muchas personas vienen a la línea y dicen: “Bueno, yo tengo toda la fe”.\n\n“Entonces, ¿qué hace aquí arriba? Ajá. ¡Oh, eso no es así!”.",
    "La verdadera fe no conoce la derrota. No puede ser derrotada. Ni aun la muerte misma puede vencerla. Ella no conoce la derrota. Las pruebas conocen la derrota, pero la fe no conoce derrota; no puede ser derrotada. Y es de la única manera que Ud. puede agradar a Dios; “Porque sin fe es imposible agradar a Dios”, dice Hebreos 11.",
    "Y en este lugar, ¿acaso me pudiera imaginar que Uds. anden, algunos de Uds. Cristianos que usan jerga mundana, usando palabras inmundas y sucias, y pertenecen a la iglesia? ¿Acaso me pudiera imaginar que Ud. va para otra tierra, y luego anda por América aprendiendo toda la jerga americana que Ud. conozca, que pudiera escuchar? Seguro que Ud. no lo haría. Lo que Ud. trataría de hacer, sería aprender algunas palabras de ese idioma de allá, así es, tal como decir: “¿Cómo le va a Ud.?”.",
    "Y creo que les—les convendría más a los Cristianos hoy que trataran de aprender un idioma Celestial, las alabanzas de Dios que cantaremos Allá y disfrutaremos. Y la gente que no cree en gritar, ¿qué va a hacer Ud. cuando llegue Allá? Estarían muy fuera de lugar. Es mejor conseguir fe y vencer ahora, porque la fe es la victoria que vence. No, Ud. no llevaría tales cositas. Ud. estaría en victoria.\n\nUd. dice: “¿Cómo lo hago, Hermano Branham?”.",
    "Pues, es muy sencillo. Solo… Ahora, aquí en las reuniones, Ud. se pregunta cómo rendirse aquí, ¿cómo…? La gente en el edificio, no conozco a muchos, y en mis reuniones a veces no conozco a nadie, aun con diferentes idiomas. Pero ¿cómo es que yo—cómo es que lo sé? Es someterse uno mismo. Solamente entregarse al Espíritu Santo, entonces ya no es Ud. Uno no sabe lo que va a decir. Uno solo deja que Él hable. Es tan sencillo como esto.",
    "Muchos de Uds. tienen fe en sus médicos; y deben tenerla, si tienen un médico. Y entonces cuando Ud. se enferma de algo, Ud. irá a ese buen médico fiel en quien Ud. cree. Eso es lo que Ud. debe hacer. Eso es bueno. Y luego Ud. le presenta su caso. Si él dice que Ud. debe ir al hospital, Ud. no hace más que ir a casa, empacar su ropa e irse al hospital. Claro. Ud. tiene fe en el médico. Y si él no decide que Ud. quiere ir al hospital, o más bien que Ud. debe ir, él escribirá una receta y le dará una bolsa llena de pastillas. Y Ud. se las toma y no sabe lo que hay en esas pastillas; pues Ud. tiene fe en su médico.",
    "¿Qué me dice de Dios? Y Uds. tienen miedo de tomarse algunas de las Pastillas del Evangelio que Él les da: “Por Sus llagas fuisteis curados.” “La fe es la victoria que vence al mundo”. Tráguese Eso y vea lo que sucede. Es una confianza.",
    "Ud. muestra la confianza que tiene en su médico al tomarse su medicina, que Ud. no sabe qué es. Ud. muestra su confianza en el médico al someterse a una operación. Eso muestra su confianza en el médico.",
    "Pero cuando se trata de Cristo, Ud. teme tomarlo por Su Palabra. ¿Por qué? “La fe es la victoria”. Ud. puede presentarle su caso a Jesucristo esta noche exactamente como Ud. le presenta su caso al médico. “Dame lo que Tú quieras, Señor. Tú eres el Médico en el caso”. Entonces Ud. tiene la victoria. Entonces Ud. tiene la fe que vence. Ud. no buscará otra línea de oración. No buscará otra cosa. Ud. la tendrá ahí mismo. Todo estará resuelto. Ud. no volverá a saltar de iglesia a iglesia para ver si esta la tiene, o aquella la tiene, ellas no la tienen. Ud. entonces la tiene. Una vez que tiene la fe, Ud. tiene la victoria.",
    "Les diré lo que necesitamos esta noche en América, y lo que necesitamos esta noche aquí en este tabernáculo, es dejar que el Doctor Jesús entre y realice una operación en nuestra fe.",
    "El médico le dice: “Ud. tiene un pequeño apéndice, está completamente envenenado. Hay que sacarlo. Ud. tiene esto, eso o lo otro, está mal. Hay que sacarlo”. Pues, él lo saca para que el resto de Ud. pueda funcionar correctamente.",
    "¿Y qué pasa esta noche con nuestra fe? Tememos dejar que Dios opere con Su Palabra, Su Bisturí más cortante que una espada de dos filos, y que nos opere, y nos diga que nuestras payasaditas ridículas son un comportamiento inapropiado. Y tenemos que soltar toda duda y navegar hacia la Eterna promesa de Dios. ¡Oh!, si hacemos eso, Jesús operará nuestra fe, quitando toda la duda, todo temor y toda la preocupación, todo el pecado, todo lo que hay. Y entonces, cuando nuestra fe sea claramente operada, salimos como una nueva criatura. Entonces somos diferentes. Necesitamos una operación. ¿Confiarán Uds. en Jesucristo para esa operación? ¿Podrán Uds. creer en Él? ¿Podrán Uds. decir: “Señor Dios, en Tu Palabra”?",
    "🦅 En Tu Palabra”, como dijeron los discípulos en San Marcos 5. Cuando dijeron: “Extendimos la red toda la noche y nada hemos pescado. Sin embargo, Señor, en Tu Palabra, echaré la red”, dijo Pedro.",
    "🦅 Señor, soy pescador. Conozco las señales cuando la luna está en su punto. Sé cuando están picando y cuando no. Sé cuando están en sus bancos y cuando no. No solo eso, sino que he pescado toda la noche. Y aquí está un concejo de doctores, aquí conmigo, doctores de la pesca, y conocemos nuestro oficio. Y hemos buscado en esta corriente toda la noche y no hemos tomado nada. Pero en Tu Palabra, Señor, echaré la red”.",
    "¡Porque el—el Cirujano principal lo dijo! ¡El Médico principal lo dijo! Y recogieron una cantidad tan grande de peces hasta que sus redes empezaron a romperse. ¿Por qué? La fe es la victoria. Quizás ni siquiera había un pez en el agua. Pero cuando Dios ha hecho una promesa, Él creará peces y los pondrá allí.",
    "Quizás no haya esperanza de que Ud. viva. Puede ser que se esté muriendo de cáncer; puede ser que esté en una silla de ruedas. Puede ser que Ud. esté totalmente ciego. No sé cuál sea su problema. Pero si Ud. toma la receta del Médico principal: “Todo lo que pidiereis orando, creed que lo recibiréis, y os vendrá”. Y crean que esa fe superará cualquier dificultad que haya. Puede ser que Ud. esté muy agobiado por el pecado, al punto que su alma no pudiera estar más sucia; puede ser que Ud. haya querido deshacerse de ese mal genio, esa lengua calumniadora, ese chisme en el teléfono; puede ser que Ud. haya intentado todo remedio que conoce; pero si Ud. tan solo deja que Jesucristo entre en Ud. esta noche, Él intervendrá su fe, y le dará una fe que subirá más allá de cualquier cosa que el mundo pueda producir. ¿Por qué? La fe es la victoria que vence al mundo.",
    "¿Cómo podría Ud. dudar, cuando Jesucristo el Hijo del Dios vivo está aquí ahora presente? Su Gran Espíritu Santo en este edificio. La Palabra prometió que: “He aquí Yo estoy con vosotros todos los días, hasta el fin del mundo”. El Señor lo prometió. Dios tiene que cumplir Su Palabra. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Cuando Él prometió que haría estas cosas, Dios está solemnemente obligado a hacerlas.",
    "Ahora, quiero que Ud. reflexione. Si tiene pecado, si algo anda mal en su vida, quiero que lo piense, mientras inclinamos nuestros rostros por un momento para orar.",
    "Antes de orar, me gustaría hacer esta pregunta. Me gustaría preguntar si hay un hombre, mujer, joven o doncella en este edificio, que quisiera decir al levantar la mano: “Señor, al parecer no puedo vencer. Parece que sé que no debo hacer estas cosas. Yo—yo sé que no debo hacer esto ni aquello. Pero quiero que Tú operes mi fe ahora mismo, después de este Mensaje. Quiero que me des una revisión completa, y operes mi fe de toda pequeña enfermedad que me impida vencer estas cosas”. Levante la mano a Él. ¿Lo hará? El Señor los bendiga. ¡El lugar está lleno de manos! Un pequeño…",
    "🦅 Despojémonos de todo peso y del pecado que tan fácilmente nos asedia, y corramos con paciencia esta carrera que tenemos por delante, puestos los ojos en el Autor y Consumador de nuestra fe: el Señor Jesucristo”.",
    "¿Cuántos aquí que están enfermos y necesitados, levantarán la mano y dirán: “Señor, opera mi fe. Tengo una necesidad esta noche, Señor”? Dios los bendiga.",
    "La fe es la victoria. ¿Cómo obtenemos fe? “La fe es por el oír, y el oír, por la Palabra de Dios”.",
    "Ahora, para Uds. necesitados, con el alma pecaminosa: No puedo hacer un llamado al altar para que vengan aquí al altar, como es la costumbre del tabernáculo, porque ni siquiera hay espacio. Hay personas que están de pie, junto a las paredes. Hay personas que están—que están en los altares aquí, y simplemente es un lugar donde no podemos hacerlo. Pero ahora voy a orar por Uds. Y Uds. solo ríndanse a Cristo en esta misma hora, mientras oro.",
    "Amado Dios, pedimos Tu Divina Misericordia sobre estas almas penitentes que esperan, que creen que Tú eres, y galardonador de aquellos que diligentemente Te buscan. Y quisiera pedirte que seas misericordioso con ellos, Señor. Y sea lo que sea: el cáncer de la duda, el cáncer del mal genio, la malignidad de la incredulidad, saca eso ahora, Señor, y dales el Espíritu Santo. Llena sus almas de Tu bondad. Bautízalos en Tu Reino ahora mismo, porque han levantado las manos en confesión de su fe. Y Te pido, ¡oh, Dios misericordioso!, que hagas esto por ellos.",
    "Porque han cambiado su idea de—de flotar a la deriva en el mar. Ellos deben llegar al muelle y ser labrados por el Perito Arquitecto, y ser hechos una nueva criatura en Cristo Jesús, e investidos de Su Espíritu, gobernados por Su voluntad. Pues concédeselos ahora mismo, Padre, lo pedimos humildemente en el Nombre de Jesús, Tu Hijo.",
    "Y ahora, Señor, hubo muchas manos quienes se alzaron, o que fueron levantadas. Ellos se dan cuenta de que han ido de lugar a lugar, muchos de ellos. Han conducido muchas millas por los—los estados, para llegar a tal y tal persona que ora por los enfermos. Y tal vez han recorrido una larga distancia para estar aquí. Y agradezco eso, Señor. ¿Y si no creyeran en mí, como Tu siervo? Entonces no vendrían. Te agradezco por permitirles tener fe en mi oración.",
    "Señor Dios, oro sinceramente por cada uno en este momento, para que Tú, el gran Dios del Cielo, coloques Tu Espíritu Santo en sus vidas y cortes toda incredulidad. Hazles saber que: “La fe es la victoria”. No alguna persona de la tierra, ni alguna iglesia, ni una cierta oración de algún hombre, aun cuando todo ayuda, sino que la fe es la victoria.",
    "Leemos donde Tu Hijo, nuestro Salvador: “Entró en Su Propia tierra, y hubo quienes dijeron: ‘¿Quién es Este? ¿No es ese el hijo del carpintero? ¿No Le conocemos y a Su madre? Y su nombre es María. Y aquí están Judas y Jonás, y sus hermanas’. Y se escandalizaban de Él. Y Él se asombró de su incredulidad, y no pudo hacer muchos milagros”.",
    "Entendemos que no importa qué tan favorecida sea la persona ante Ti, aún nuestra propia fe es la victoria. Oro, Dios, que excluyas al hombre de esto, y Te muestres aquí esta noche, donde la fe se centra en los principios de la resurrección de nuestro Señor. Él no está muerto, sino que está vivo para siempre. Y Él prometió: “Yo estaré con vosotros, siempre, hasta el fin del mundo”. Y nosotros creemos que Él está aquí.",
    "Y oramos, Amado Dios, que esta noche, que Él Mismo Se Muestre visible, presente. Y entonces que el Espíritu Santo capte cada corazón, y realice la operación en la fe, para que ellos puedan vencer sus enfermedades y sus aflicciones, y sus dolencias. Que salgan de aquí con una fe establecida, que, aunque no suceda nada, con todo, creará una fe que diga que está hecho. Esa es la victoria. Ella vence al mundo. Porque lo pedimos en Su Nombre y para Su gloria. Amén.",
    "No veo cómo podría llamar a una línea de oración. Porque de esa puerta hasta la calle está repleto, y por aquí está repleto hasta la calle y por las ventanas, por las puertas y aquí arriba. Podría intentarlo, si quieren que lo haga. Yo—yo podría intentar llamar una línea de oración.",
    "Pero déjenme decirles, después de esto: Me prediqué convicción a mí mismo. Yo Creo que si Uds. son reverentes, y solo toman toda la fe que tienen, la fe humana, y la ponen en las manos de Dios, y dicen: “Ahora, Señor, toma lo poquito que tengo para darte, y deja que Tu fe venga a mí”, yo creo que Él lo sanará a Ud., y me permitirá llamarlo a Ud. directamente de esta plataforma, sin que Ud. aun tenga que venir aquí. ¿Podría Ud. creer eso? [La congregación dice: “Amén”.—Ed.] Bueno, si Ud. tiene su tarjeta de oración, téngala allí, la usaremos de todos modos. Así que creemos. Ahora, me gustaría… Se me acaba de ocurrir eso.",
    "Pues, Billy Paul me dijo cuando entramos, hace unos minutos, que también repartió algunas tarjetas de oración esta noche. Porque recogimos una cantidad anoche. Y él dijo: “Había algunos allí, papá, que querían tarjetas de oración. Y les di tarjetas de oración”.\n\nLe dije: “Está bien”.\n\nÉl dijo: “Pero, ¿cómo vas a llamar a una línea de oración?”.",
    "Allí, la multitud estaba hasta atrás. Ahora están hasta por todos los lados. Así que, se dificulta cómo hacerlo, llamar a una línea de oración. Nosotros no…",
    "¿Cuál es la diferencia entre que Ud. esté de pie aquí o sentado donde está? Pero sí se va a requerir un paco de fe para hacer eso. Se va a requerir de su fe, más mi fe, con la fe de Dios. Mezclarla toda, y mi fe y su fe se desvanecerán, y la fe de Dios predominará, y se realizarán las obras.",
    "Solo quiero preguntarles esto, sobre esta base. ¿Creen Uds. que Esta es la Palabra de Dios? [La congregación dice: “Amén”.—Ed.] Entonces no puede mentir, si es la Palabra de Dios. Tiene que ser la verdad. Entonces, si es la Palabra de Dios, y es la verdad, entonces Él está obligado a cada Palabra que habló aquí. Está obligado a cumplir esa Palabra.",
    "Ahora, si Ud. estuviera enfermo y muriendo de leucemia o cáncer, o de lo que tuviera, tuberculosis, y Ud. pasara aquí y trajera a todos los ministros que conociéramos en el edificio, y los trajéramos aquí y oraran por ellos, por cada uno de Uds., aun así, a menos que Ud. mismo tuviera fe, eso no funcionaría. ¿Ven?",
    "Pero si alguien fuera sanado, Ud. tal vez después de ver eso, que fue sano o que afirmaran que fueron sanos, eso le ayudaría a su fe, porque Ud. vería que ellos fueron sanos.",
    "En Durban, Sudáfrica, recientemente, yo estaba orando y trajeron a una persona a la plataforma. Y Uds. conocen el relato. Se los he contado a muchos de Uds. Cómo esa mujer allí fue sana, siendo mahometana. Y solo consiguieron un cierto número de cada tribu. Siendo que unas veinte tribus o más estaban allí. Y cuando llegó el momento para un joven que había nacido encorvado, andaba sobre las manos.",
    "Y cuando el Espíritu Santo comenzó a decirle… Él era un—un zulú. Y cuando el Espíritu Santo comenzó a hablar y a decirle a ese hombre, un hotentote africano, ni distinguía entre su mano derecha y la izquierda, y aun le dijo quién era, ellos prestaron atención. Y los brujos quedaron impresionados. “¿Qué cosa nueva es esta?”, dijeron. Y los jefes a quienes abanicaban con los abanicos, ordenaron que detuvieran los abanicos.",
    "Pero Él dijo: “En su choza donde vive, hay un cuadro de mi Señor, colgado en la pared”. Y su padre y madre, lejos por allá atrás, con cientos de miles de personas, se levantaron para testificar de la verdad.",
    "Y dijo: “Ahora, pues, Ud. tiene un hermano que estaba montando una cabra o perro amarillo, y se lastimó la pierna, y anda con una muleta. Y él está presente en la reunión. Pero su fe ahora mismo ha vencido, y él está sano”. ¿Por qué? Ese impacto de un hombre blanco, que ni siquiera hablaba su idioma, y le pudo decir quién era y lo que había sucedido. ¿Qué clase de poder era ese?",
    "Y el joven oyó eso a través del traductor y arrojó al suelo sus muletas. Y vino allí corriendo y saltando de gozo.",
    "Y cuando su hermano, que no distinguía entre la mano derecha y la izquierda, sino que pensaba que yo estaba tratando de hacerle danzar una—una danza, una danza nativa. Al ver a su hermano correr y saltar, hizo algo en él. Y él pasó las barreras pecaminosas de la incredulidad. Y miré atrás, y hubo una visión que le dijo que se pusiera de pie. Él fue sanado.",
    "Y el muchacho ni siquiera tenía la suficiente inteligencia, no tenía una mente apta para entender lo que dije, después de que el intérprete le habló. Y él tenía una cadena en el cuello. Y agarré la cadena y dije: “Jesucristo te sana. ¡Levántate!”. Ese muchacho que nació afligido, se puso de pie. No solo eso, sino que en sus cabales. Las lágrimas le corrían por su barriga negra. Y la gloria de Dios cayó sobre aquel lugar, tanto que veinticinco mil paganos salvajes fueron sanados en ese momento.",
    "¿Qué hicieron? A la mañana siguiente yo estaba sentado junto a la ventana, después de que el alcalde de la ciudad había llegado; dijo: “Mire por esa ventana. Tiene una sorpresa”. Y a la mañana siguiente, allí venían siete camiones grandes de ganado llenos de muletas y de sillas de ruedas y cosas; caminando por la… Yendo por la calle con la gente que estuvo en ellas la noche anterior, caminando por la calle. Zulús y xunguis y bazutas y xhosas, todas las diferentes tribus que peleaban entre sí, estaban en paz, tomados de la mano, cantando: “Todo es posible, solo creed” en su propia lengua materna.",
    "Me paré de la ventana y levanté las manos, y respondí: “Sublime gracia, cuán dulce sonido que salvó a un infeliz como yo”. Fue un glorioso espectáculo que estos ojos míos presenciaron, hasta que vi al Señor en la visión, en esa ocasión.",
    "¿Qué es? Eso provoca algo. Esas personas no eran flotantes. Simplemente nunca habían escuchado antes. Y cuando oyeron, solo con la sencillez de un niño, simplemente lo agarraron. Eso fue todo. Ellos… Ellos no necesitaron de ninguna operación. Simplemente lo vieron y fueron en pos de aquello, y lo hicieron suyo. No había nadie que pudiera decirles lo contrario; ellos lo vieron suceder.",
    "Ahora, si el Señor Jesús aún vive y está aquí en Jeffersonville, Indiana, en estos Estados Unidos de América, si Él es exactamente el mismo Dios que estuvo aquí la otra noche para darle la vista a ese predicador ciego, Él es el mismo Dios que le dio a esa jovencita con leucemia, moribunda, cuando los médicos al día siguiente la declararon sana.",
    "Recientemente, creo que tengo ese artículo aquí mismo, en uno de estos libros. No estoy seguro. Lo estaba leyendo el otro día, y creo que lo puse aquí entre algunas de estas cosas aquí. Puede que no esté… No estoy seguro. Pero yo estaba leyendo un artículo de uno de los… Aquí está, aquí mismo. Uno de los periódicos aquí en—en Mich-… O, bueno, fue en mi última campaña por acá, un artículo en el periódico. Donde había una mujer, yo… Fue en Burlington, Vermont. Y estaba toda decepcionada. Ella no recibió una tarjeta de oración, de los muchachos, ese día. Y Gene y Leo, y Billy, y algunos estarán aquí, que estuvieron allí. Y ella estaba sentada atrás a lo lejos, y de repente… Se preguntó por qué no pudo entrar en esa línea de oración.",
    "Y la primera persona vino al frente, y Él dijo: “Ud. es la Sra. Fulana de tal de cierto lugar, y algo, una cierta cosa sucedió”.",
    "En ese momento ella rompió esa barrera. Ella dijo: “Yo conocía a esa mujer. Y sé que eso es la verdad”.",
    "Tan pronto como ella pensó eso en su corazón, el gran Espíritu Santo me hizo voltear, y dijo: “La Sra. Fulana de tal, sentada aquí” bien atrás, el doble de la distancia de este edificio. “La damita al final, con el vestido verde”. Dijo: “Ud. es la Sra. Tal, un cierto nombre”. Dijo: “Ud. sufre de epilepsia. Tiene cuatro o cinco ataques diarios”. Y dijo… Y se levantó de un salto. Esa era ella. Y quedó tan asombrada que no sabía qué hacer.",
    "Y dijo: “No solo eso, sino que está muy preocupada porque su marido está en el Hospital de los Veteranos, y allí le han removido prácticamente todo el estómago. Y ahora la enfermedad se ha pasado a otra parte de su cuerpo y no hay posibilidad de que él viva, dicen los médicos”. Y ella con lágrimas rodando por las mejillas, como explicaba el periódico, levantó las manos indicando que era la verdad.",
    "En ese momento, en la visión lo vi llegar a casa. Y dije: “ASÍ DICE EL SEÑOR. No se preocupe. Él llegará a casa, sano”.",
    "Y a la mañana siguiente, cuando lo iban a examinar para cirugía nuevamente, tenía esos grandes bultos de la enfermedad de Hodgkin por todo su cuerpo. Los médicos… Él dijo: “No siento ningún bulto”. Y los médicos lo examinaron, no pudieron encontrar ni un bulto. Le tomaron radiografías y todos los análisis, y él estaba perfectamente bien. Y regresó a casa al día siguiente bueno y sano.",
    "¿Por qué? La fe es la victoria. Sin tarjeta de oración, sin imposición de manos, nada, pero la fe es la victoria que vence todo. Esa es la manera.",
    "En mi última reunión de Chicago, una dama de color estaba de pie en la plataforma. Me—me excusan, creo que fue una mujer blanca que estaba de pie en la plataforma.",
    "Y la noche anterior, una ancianita sueca estaba allí, y Billy la vio extender la mano y contribuir una cierta cantidad de dinero de ofrenda para el Hermano Osborn, para su llamado por El Oro Negro Africano, su campaña. Y Billy me dijo: “¿Cómo podría esa pobre mujercita?, con ese vestidito que parecía manchado, ¿cómo tendría tanto dinero para poner en esa ofrenda?”.",
    "Y cuando Billy comenzó, ella le dijo: “Dame una tarjeta de oración, hijo”.",
    "Le dijo: “Ya no tengo más”. Fue a Gene o a Leo, a uno, los que las estaban dando, y pidió; ya no tenían más.",
    "Así que él dijo: “Hermana, la veré mañana por la noche y le daré una”.",
    "Dijo: “Muy bien, hijo”, y subió al balcón a alguna parte y se sentó. Yo no sabía de eso.",
    "Después, cuando pasé a la plataforma esa noche, y una mujer estaba en la plataforma… Ella estaba allá sentada y ella rompió esa barrera, al punto donde Dios operó en su fe. Allí, cuando ella llegó a ese punto, Él dijo: “Esa pequeña mujer sentada allá arriba, en ese segundo balcón, la segunda persona de la orilla, con ese pequeño vestido a cuadros, su nombre es la Sra. Fulana de tal y tal. Y ella está orando por su marido que es un despachador para el ferrocarril; sordo de un oído”. Y ella por poco se desmaya; era luterana. Y cuando llegó a casa… Y el Señor dijo: “ASÍ DICE EL SEÑOR: él está sano”.",
    "Cuando ella llegó a casa esa noche, él estaba parado a la puerta, regocijándose. Y en ese mismo minuto, su oído se abrió, cuando él estaba sentado en una silla en la oficina del despachador.",
    "Una mujer de color sentada allí vio eso y creyó. Y ella estaba creyendo por su hermana quien llevaba diez años en una institución mental en Little Rock, en un manicomio. Y el Espíritu Santo vino a ella, y le dijo quién era y quién era su hermana. Y dijo: “Ella ha sido una maníaca furiosa, se golpea la cabeza contra la pared, por diez años. Pero, ASÍ DICE EL SEÑOR: ella acaba de ser sanada”.",
    "Y a la mañana siguiente, cuando entraron por la puerta, la enfermera la encontró de pie en la puerta, rogando que la dejaran salir, en su mente sana y cabal. Ella le avisó a su hermana en Chicago, y ella gritó. Ella dijo: “¡Dios misericordioso! ¡Así fue dicho en la plataforma anoche!”. Ella dijo: “Querida, sé que no tienes dinero, pero te enviaré un boleto de avión rápidamente. Ven aquí. La reunión concluye mañana por la noche”.",
    "Y la mujer que llevaba diez años en un instituto mental, a la noche siguiente estaba parada en la plataforma y glorificó al Dios Todopoderoso.",
    "¿Qué fue? Su hermana atravesó por en medio de las cosas mundanas. Las cosas mundanas no solo significan fumar y beber, y correr al cine. Significa incredulidad. Ella atravesó todo eso, hasta que descubrió que su fe venció. Ella dijo: “Si Dios puede hacer eso por esa mujer blanca, Dios puede hacerlo por mí, una mujer de color”.",
    "Dios lo hizo. Y Dios lo hará cada vez que nuestra fe venza a la duda, no importa lo grave que sea. ¡Oh, Él vive!",
    "¿Habrá personas aquí que acaso estuvieron en Chicago esa noche, que oyeron testificar a la mujer? Levanten las manos. Pues, sí, miren aquí por todo alrededor. Seguro, fue allí, una mujer que había estado en una institución todos estos años.\n\n¿Qué es? La fe es la victoria.",
    "Ahora, ese mismo Jesús está aquí esta noche. Entonces, si puedo liberar mi fe conforme a Su promesa, entonces Él vendrá y hará lo mismo, si Ud. puede soltar su fe en la promesa.",
    "Si Él lo hiciere en cualquiera de Uds. que están sentados en este auditorio, ¿creerán Uds. que Él aún vive? [La congregación dice: “Amén”.—Ed.] ¿Será así como Él lo hizo cuando estuvo en la tierra? [“Sí”.] ¿Será así como lo hicieron los apóstoles? [“Sí”.] Pablo miró al hombre y todo eso. Y con Jesús como se lo dijo a la mujer junto al pozo.",
    "Como la mujer que tocó Su vestido y se apartó y se sentó, Él se volvió y dijo: “¿Quién Me tocó?”. No sabía quién Lo tocó, así que Él dijo: “¿Quién Me tocó?”. Todos lo negaban. Él dijo: “Pero Me debilité. Virtud salió de Mí”.",
    "Y Él miró alrededor hasta que encontró a la mujer que lo había hecho. Ella había tenido un flujo de sangre. Y le dijo: “Tu fe ha logrado la victoria”. ¿Qué es? Él no dijo: “Yo te he sanado”. Él dijo: “Tu fe te ha salvado. ¿Qué hiciste? Has tenido la fe que venció, que ha sujetado, que pisoteó toda duda”.",
    "🦅 Porque ella dijo en su corazón, ‘Si yo pudiera tocar Su manto, seré sana’”. Jesús tenía… Ella tenía que recibir eso a través de una conclusión en su propia mente.",
    "Aquí está Su Propia Palabra, afirma que Él estaría aquí en este día y que haría lo mismo que Él hizo allá. “Todavía un poco y el mundo no Me verá más, pero vosotros Me veréis. Las obras que Yo hago, vosotros también las haréis, aun más que esto. Yo voy a Mi Padre, y vosotros haréis más que esto”. Aquí está. Estamos viviendo en este último día. Jesús está aquí.\n\nOremos y creamos. Y Uds. crean mientras yo oro.",
    "Señor, aquí hay un grupo de personas. Y Tú eres un gran Dios. Vemos en la Biblia donde Tú sanaste a las multitudes. Como en el viaje de Israel, Moisés, cuando salieron del desierto, no se enfermó entre ellos ninguna persona. Tú eres el gran Médico. Eres el gran Cirujano. Y ahora, Señor, permite que estas personas que están aquí enfermas esta noche, en su cuerpo o en su alma, que ahora mismo entreguen su caso en Tus manos, el gran Médico. Y Tú opéralos, Padre, de tal manera que todas sus dudas sean quitadas. Ahora, Tu Palabra dice que Tú eres “el mismo ayer, hoy, y por los siglos”. Oramos que utilices eso como un bisturí, y traigas aquí ese bisturí y declares que Tú eres el mismo. “Y estaré con vosotros, aun en vosotros”. Y entonces, Señor, cuando la gente vea que Tú estás aquí, que su fe sobrepase toda enfermedad que haya en el edificio, de pecado o enfermedad, y sean sanados. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "¿Entienden o pueden ver la posición en la que me pone? Ahora, miren aquí. Hay por lo menos doscientas cincuenta personas paradas aquí, o más, supongo. Sí, supongo que hay más. Yo—yo no sé. Pero hay una gran multitud de Uds. que no conozco. ¿Cuántos aquí no saben… Saben que no los conozco o que no sé lo que tengan? Levanten la mano. Sí, señor. Bueno, los hay por todo el lugar. Seguro. Yo no sé, pero Él sí.",
    "Ahora, si Él… si Ud. simplemente se entrega a Él y deja que Él le hable a Ud. por la misma fe que tuvo esa mujer, ¿le creerá a Él? Si—si es… Si algo es un hecho real, es un hecho real.",
    "Si alguien viniera aquí y dijera: “Yo tengo una cura para el cáncer”. Y él tomara un cáncer aquí, que iba en mal estado, y llevara a los médicos ahí y les demostrara que el cáncer pudiera curarse, todos en el mundo correrían a conseguirla, esa cura.",
    "¡Pues, hermano, he visto a Jesucristo curar tantos cánceres! Sin embargo, Él solo pide una cosa: “Si Uds. creen”. Eso parece ser lo más difícil. Le he visto a Él abrir los ojos de los ciegos, hacer caminar a los paralíticos. Lo he visto a Él resucitar muertos, después de estar muertos, declarado por el médico. Tantas cosas, se necesitaría… Ni escribiendo volúmenes de libros podría contar lo que le he visto a Él hacer, personalmente. Y, sin embargo, es muy difícil conseguir que crean.",
    "Ahora, si todos Uds. enfermos aquí… Quiero que todos sean lo más reverente posible. Ahora, yo creo…",
    "Soy un gran creyente en la emoción. Creo que todo lo que no tenga emoción está muerto. Si su religión no tiene un poco de emoción, es mejor enterrarla. Porque… Pero todas las cosas tienen su tiempo.",
    "Si Ud. viniera a mí y yo se lo pudiera dar. Y Ud. dijera: “Hermano Branham, quiero cien dólares”. Ud. vendría con mucho respeto y diría: “Hermano Branham, necesito cien dólares urgentemente”. Y—y Ud. supiera que yo tengo cien dólares en el bolsillo, y creyera que por mi… basado en mi compasión, que yo le daría esos cien dólares. Bueno, pues, Ud. se pararía allí reverentemente, esperando recibirlos.",
    "Y cuando yo le diera esos cien dólares, Ud. podría gritar tan fuerte como quisiera. Ud. tiene los cien dólares en su mano. ¿Ven?",
    "Ahora, pero, cuando Ud. viene, venga con respeto. No venga gritando y pidiéndome los cien dólares; quizá no le entienda. ¿Ven? Pero venga, pídame. Y entonces cuando yo le dé los cien dólares, entonces empiece a gritar. Así que, cuando…",
    "Acerquémonos a Dios y pidámosle que mueva Su Espíritu Santo, dentro de las paredes o por fuera, dondequiera que sea. No me interesa dónde esté Ud. de pie. Dondequiera que esté, no importa. Si está al otro lado del país y Ud. está orando por alguien, Él Lo moverá. Y, simplemente veamos.",
    "Dios dijo: “Probadme”. Es una buena manera de probar si Dios es Dios, o no. “Probadme”, dice el Señor.",
    "Ahora, si Él es Dios, entonces, y sabemos que lo es, pidámosle que haga las cosas aquí, esta noche, que Él hizo, y así Uds. no tendrán que subir aquí. Y si ocurre en al menos tres personas diferentes en el edificio, si sucede, si Eso viene sobre personas que ya conozco, yo—yo no quiero aceptar esa como una, ¿ven?, quiero que Eso venga sobre alguien que yo no conozca.",
    "Ahora, en cuanto a saber de enfermedades, solo hay una persona aquí, que yo conozca, de alguna enfermedad; y eso no es una enfermedad. Ella es mi buena y dulce amiguita, Edith Wright, sentada allá atrás. Yo la conozco. Había sufrido por años. Oramos por ella, y ella nunca… Le dejó de doler, ya por mucho tiempo. Pero el Señor nunca ha librado a la niña de su aflicción. Sé lo que le pasa a Edith. Aparte de eso, no conozco a nadie aquí, qué enfermedad tenga Ud.",
    "Pero si Uds. me conocen, pues lo—lo prefiero así, para que Uds. vean que no soy yo, que es el Señor.\n\nOren ahora. Yo voy a orar. Y creámosle al Señor.",
    "Y ahora, Hermana Gertie, tan lento como pueda, quiero que toque: “El gran Médico ahora está cerca: el compasivo Jesús”.",
    "Estoy mirando aquí al Hermano Banks Wood, un amigo mío. Cualquiera sabe, quién conozca al Hermano Wood aquí en el tabernáculo, que él es uno de los síndicos aquí. Pero anteriormente él era Testigo de Jehová. Esto realmente era una cosa rara para él, pero cuando llegó a Louisville y vio al Señor hacer algo… Él tenía un muchacho lisiado, alguna parálisis infantil le había encogido la pierna. Y él seguía las reuniones. Yo no lo sabía. No había oído de él. Pero cuando él llegó aquí… De algún lugar, yo regresaba del extranjero, de Suecia, sentado por allá atrás en el edificio esa noche, el Señor Jesús llamó a ese muchacho, David, y lo sanó. Y hoy, el joven difícilmente sabe qué pierna fue, de la que fue sano. ¿Ven?\n\n¡Oh, centenares de cosas! ¡Si Uds. solo creen!",
    "Ahora, en una ocasión que yo recuerde, y realmente lo pedí. Recuerdo que fue… Creo que veo unas personas amish o serán menonitas, en el edificio, esas doncellas con sus gorritas. Fue exactamente lo que me hizo pensar en eso. Yo estaba en Fort Wayne, Indiana. Y había una jovencita menonita que había recibido el Espíritu Santo; o puede haber sido amish. Era una de esas, una de esas personas, ya sea menonita o amish. Y era una—una joven muy bonita. Y ella estaba tocando “El gran Médico ahora está cerca, el compasivo Jesús”.",
    "Y había un—un pequeño que habían puesto en mis brazos, que estaba lisiado. Y cuando oré, el pequeño fue sanado. Saltó de mis brazos y corrió por la plataforma. Y la madre se desmayó.",
    "Y la joven amish o menonita conocía a la dama. Y ella… El Espíritu Santo la tocó y ella comenzó a gritar. Y levantó las manos y se alejó rápido del piano.",
    "Y el piano no dejó de tocar ni una nota: “El gran Médico ahora está cerca, el compasivo Jesús”. La gente venía por esos pasillos, de todas partes, amontonándose. Y esas teclas de marfil subían y bajaban: “El gran Médico ahora está cerca, el compasivo Jesús”. Y ellos tendidos en el suelo, en los pasillos, sobrecogidos por—por terror de la, o la presencia del Espíritu Santo.\n\nÉl aún vive. Él aún es Jesús.",
    "Ahora vamos a tararear eso suavemente por un minuto. Entonces nosotros… Entonces veremos lo que dice el Señor. Ahora todos Uds. asiéntense en la fe. Comiencen a mirar en esta dirección y crean con todo el corazón.\n\nEl gran Médico está ahora cerca,",
    "Señor Jesús, oro que reveles lo que hay en estos corazones. En el Nombre de Jesús.\n\n… gracia y de bondad,\n\n¡Oh!, oigan la Voz de Jesús.\n\nÉl tiene toda potestad,\n\nPuede sanar la…",
    "Ahora, Uds. los enfermos solo comiencen a sacar toda duda. Muchos de Uds. nunca han visto esto antes. Digan: “Yo lo creo de todos modos”.\n\nEs nuestro Jesucristo.",
    "[El Hermano Branham comienza a tararear El gran Médico, y luego pausa por treinta segundos.—Ed.]",
    "Espero no estar en fanatismo. Pero solo me parece ahora como cuando entro a mi habitación, cierro las puertas, entro en un aposento secreto y cierro las puertas. Simplemente ignoro ahora todo el público alrededor, ¿ven? “Y ora a tu Padre que ve en lo secreto, y Aquel que ve en lo secreto te recompensará en público. Pedid, y se os dará; buscad, hallaréis. Llamad, se os abrirá. Porque todo aquel que busca, encuentra”.",
    "Imagínenselo a Él aquí ahora. Lo que Uds. ven en la foto allí, la Luz, el Halo, Él no está lejos. Discierne los pensamientos: es Cristo. “Todavía un poco… Yo salí de Dios, y volveré a Dios”. Él regresó. Volvió directamente a lo que Él era. Cuando Él regrese, estará en un cuerpo físico como Él era: el Señor Jesús.",
    "Uds. dirán: “Hermano Branham, ¿qué está haciendo?”. Estoy rindiéndome a Él. Ahora eso… Solo estoy parado aquí.",
    "Ahora, esto no es un espectáculo. No, señor. No piense eso, Ud. estaría en mal condición.",
    "Es un esfuerzo, queriendo entrar en un lugar. La Palabra de Dios está en juego. He dicho que es Él. ¿Y si no lo es? Él siempre cumplirá Su Palabra. No temo eso.",
    "Alguien, en algún lugar, tocará ese borde de Su manto. La Biblia dice: “Él es ahora” ahora mismo, “un Sumo Sacerdote que puede compadecerse de nuestras debilidades”.",
    "Ud. me está mirando muy sinceramente, señora, sentada allí con ese vestido azul. Yo no creo que la conozco. Parece que no puedo contactar la fe de nadie. Tal vez esto ayude. ¿Necesita Ud. algo de Dios? Si le soy un extraño a Ud. levante la mano. [La hermana dice: “No creo que me conozca, Hermano Branham, pero yo lo conozco”.—Ed.] Yo no la conozco, pero Ud. me conoce. Muy bien. No tengo idea por qué esté Ud. aquí. Jamás la he visto en mi vida, que yo sepa. Ud. probablemente ha estado en mi reunión en alguna parte. Si el Señor Jesús me dijera cuál es su problema, ¿lo creería? Ud. tendría que creerlo, si es la verdad. Y tal vez eso le dará fe a los demás, para que funcione, ¿ven? No sé. Simplemente la vi sentada allí mirándome. Ud. prácticamente no me ha quitado los ojos de encima. Ud. está cerca.",
    "Conozco a esta mujer sentada aquí en frente. Conozco a estas personas aquí.",
    "No pensé que la conocía. No la conozco, pero Él sí. Y si Ud. tiene una necesidad, es como si Ud. estuviera de pie aquí en la plataforma.",
    "Sí. Ahora cualquiera puede ver. Espero que puedan. Me parece que la mujer se está desvaneciendo. Pero ella sufre de algo. Ella tiene una enfermedad de la piel. Así es. Levante la mano si es verdad. Está en su cuerpo que no se ve, pero la tiene. Así es. ¿Ven?, solo un contacto.",
    "Mientras, “él dijo: ‘Míranos’. Y mientras ellos fijaban los ojos en él, Pablo dijo: ‘Veo que tienes fe para ser sano’”.",
    "¿Qué le parece a la damita sentada a su lado? Eso como que rompió una barrera, para ella, porque ella también estaba orando. No la conozco. No nos conocemos el uno al otro. Es correcto. Si el Espíritu Santo me revela cuál es su problema, o por qué está Ud. aquí, o algo de su vida que Ud. sabe que yo no sé, ¿creerá Ud. que es el… que ese Poder, la Fuerza invisible, viene de Cristo? Quiero preguntarle algo. Ahora mismo Ud. siente una sensación, una sensación realmente dulce, mansa y humilde. Si así es, levante la mano. ¿Ven? Así es. Allí mismo sobre Ud. está esa Luz. Y Ud. sufre con problemas en los pies y piernas. Así es. ¿Verdad? Mueva el pañuelo a la gente, si es cierto, para que vean. No creo que eso la moleste de nuevo. Eso…",
    "¿Qué está haciendo eso? ¿Qué es…? Son personas que yo nunca había visto en mi vida. ¿Qué está haciendo eso? Ya van dos.",
    "Hay un joven sentado allí al lado de la mujer, allí ahora mismo. Y él comenzó a llorar en cuanto Eso bajó. Tiene algo que ver con esa mujer… No. Es el joven, personalmente. Él tiene problemas en la garganta y la cabeza. Así es. Creo que Ud. es un desconocido para mí, joven. Nunca lo había visto. Así es. Así es. Si así es, levante las manos.",
    "Allí hay tres personas sentadas, en fila. Nunca los había visto, ni contactado en mi vida esas personas. ¿Podrán Uds. creer?",
    "Ahora alguien en este lado, los que están aquí. ¿Cuántos están enfermos y necesitados en este lado? Levanten las manos cada uno en este lado que está necesitado. ¡Oh, por todas partes! Muy bien. Ahora solo sigan creyendo.",
    "El hombre sentado mirándome, Ud. tiene que encontrar a Cristo, sino morirá. El cáncer lo matará. Dios es el sanador.",
    "Esta anciana sentada aquí, aquí mismo, en el asiento. Ella sufre de problemas estomacales y artritis. Así es. ¿Cree Ud. que está hecho?",
    "Ud. que la está mirando. ¿Cree? ¿Necesita Ud. de Cristo? ¿Cree Ud. que soy Su siervo? Ese crecimiento que Ud. quiere que sea quitado, ¿cree Ud. que Dios lo quitará? No veo el crecimiento, pero está allí. Está en su cuello, atrás. Tal vez si le digo que su nombre es la Srta. Welsh, ¿me creería entonces? ¿Lo es? Así es. ¿Verdad? [La hermana dice: “Sí, así es”.—Ed.] Muy bien. Yo nunca la he visto en mi vida. Ud. sabe eso. Ajá. Ud. tiene fe en Dios.",
    "Hay una señal de muerte sobre la pequeña mujer sentada allí, cáncer, también. ¿Cree Ud., señora, que Dios la sanará? ¿Lo cree? Sufre de cáncer. Es una sombra negra colgando sobre Ud. Le diré ahora que se ha ido, si Ud. cree.",
    "Yo no conozco a la mujer. Nunca la he visto en mi vida. No conozco a ninguna de estas personas, que yo sepa. ¿Creerán Uds.?",
    "Estoy mirando a un hombre. No creo que lo haya visto antes en mi vida. Él padece de una hernia. ¿Cree Ud. que el Señor lo sanará, señor, de esa hernia, que le dará salud? Su esposa sufre de nervios y de una debilidad. Rev. Reed, así se llama Ud. No lo conozco. Ud. no es de esta región, de todos modos. Es de Ohio. Correcto. Si es así, póngase de pie. Todo ha terminado ahora, tanto para Ud. como para su esposa.\n\nCrean con todo el corazón. ¿Pueden creer ahora?",
    "Bien atrás por esta fila, atrás en esta dirección, ¿no ven Uds. esa Luz colgando allí? Es una mujer que sufre de una infección viral, directamente en esta fila aquí. Ud. no es de esta ciudad. Es de un lugar llamado Columbus, Indiana. Ud. se llama Elisabeth. Vive en una calle llamada la Calle Ohio. Su número es 1932 Calle Ohio. Vaya y crea. Eso la ha dejado ahora. Tenga fe.",
    "Y ahora ese Espíritu se mueve. Va por aquí, por acá a un hombre. Y tiene una cierta conexión. No. Es, él es de Columbus. Y sufre de una dolencia en el ojo y de una—una úlcera. ¿Cree Ud. que el Señor Jesús lo sanará, señor, le dará salud? Y su sobrinito sentado allí delante de Ud., el hijo de su hermana, tenía alguna enfermedad de los huesos, y ahora no come. Eso como que trae un complejo. Si Ud. cree con todo su corazón, podrá ser sano. Tenga fe en Dios.",
    "¿Cuántos de Uds. creen ahora? [La congregación dice: “Amén”.—Ed.]",
    "Veo otra sombra de cáncer sentada allí. Si Ud. cree con todo su corazón, hermana, será hecho. Puede…",
    "¿Ha pasado su fe esa línea de la duda ahora? ¿Cuántos creen que su fe ha pasado esa línea de la duda? Levanten la mano. Entonces ¿qué queda sino correr libres? Todo ha terminado.",
    "Estas pequeñas sentadas aquí en la silla, las conozco. No las conocía anoche, pero ahora las conozco. Me enteré de Uds. hoy, por mi esposa. El nombre de su madre era Fulkerson antes de casarse. Y esa es una enfermedad de la que nadie sabe. Sus dedos solo se infectan, y como que se enferman de la sangre o algo en sus manos, y cuando menos lo piensan, pierden los dedos, y demás. Las dos jóvenes. Son dos bellas señoritas. Conozco a su madre. Su abuela fue curada una noche cuando fui a ella, hace como unos veintitantos años, de tuberculosis. Así es. Sra. Fulkerson.",
    "¡Que Dios reprenda ese diablo que las está afligiendo a Uds., niñas hermosas! Que el Poder que levantó a Jesús de la tumba, eche fuera esa cosa, para que nunca más las moleste. Lo digo con la autoridad de la Palabra de Dios. Uno tiene que enojarse con el diablo.",
    "Dios nos da la victoria. La tenemos ahora mismo. “Esta es la victoria que vence al mundo, vuestra fe”.",
    "Todos los que creen que fueron sanados por Su Poder, pónganse de pie y alábenlo a Él, por todas partes del edificio. Levanten las manos ahora y vamos a alabarlo.",
    "Gracias, Señor Jesús, por Tu Poder sanador. “Esta es la fe que vence. Esta es la victoria, nuestra fe”. Ahora los declaramos sanos, en el Nombre del Señor Jesucristo. Concédelo, Señor.\n\nYo Le alabaré, Gertie. Yo Le alabaré.",
    "¿Ha pasado Ud. la línea de barrera? [La Congregación se regocija.—Ed.]\n\nAlabad al Cordero por pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nPues Su Sangre toda mancha lavó.\n\nMuy bien, únanse ahora.\n\nYo Le alabaré, yo Le alabaré,\n\nAlabad al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nPues Su Sangre toda mancha lavó.",
    "Escuchen. Aún creo, amigos, que Uds. no pueden escalar a ese lugar. No voy a permitirle al diablo derrotar este tipo de reunión. [El Hermano Branham toca en el púlpito cuatro veces.—Ed.] No hay razón. El Evangelio fue predicado, y Cristo está aquí para confirmarlo. El diablo es un mentiroso. Todos Uds. son sanos por Jesucristo. Empuje con esa fe ahí. Ahí está. Es suya. No floten más. Afírmense en el Calvario, y denle a Él alabanza y gloria. Díganle que Lo aman. Díganle que Uds. Lo aprecian. Y pasen esa línea separadora, y Dios los sanará y les dará salud. Sean sinceros. No lo digan solamente. Díganlo de corazón, y denle la alabanza.\n\nYo Le alabaré, (Ahora de corazón, ¡más fuerte!) Yo Le alabaré,\n\nAlabad al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos, (¡Alábenlo!)\n\nPues Su Sangre toda mancha lavó.",
    "¿Qué clase de mancha? La mancha de la duda. “Ahora estoy sano. Por Sus llagas soy curado. Yo pertenezco al Señor. Mis enfermedades se han ido. Yo Lo alabaré. Yo Lo alabaré. Le daré gloria. Voy a gritar la victoria. Le diré a Él que Lo amo. Yo Le creo. Soy libre”. ¡Aleluya!\n\n…pueblos…,\n\nPues Su Sangre toda mancha lavó.\n\nYo Le alabaré, yo Le alabaré,\n\nAlabad al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nPues Su Sangre toda mancha lavó…(Eso es. ¡Entren en eso!)… cada mancha.\n\nYo Le alabaré, yo…(¡Aleluya! ¡Aleluya!)\n\nAlabad al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nPues…(¡Así es!)…toda mancha lavó.\n\nYo Le alabaré, (¡Continuamente lavados por la Sangre!)…a Él,\n\nAlabad al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nPues Su Sangre toda mancha lavó.",
    "¡Gloria! ¡Alabado sea el Señor! ¿Lo aman? [La Congregación alaba fervientemente al Señor.—Ed.] ¡Alabado sea Él! ¡Alábenlo! ¡Glorioso Cristo! ¡Glorioso Dios, viviendo siempre presente ahora! ¡El Jehová Dios del Antiguo Testamento, presente en este día! “¡Qué fenomenales y maravillosas son Sus obras”! “Sus señales y prodigios son inescrutables”. ¡Oh, qué maravilloso! ¡Oh, Él es glorioso!",
    "¿Cuántos de Uds. sienten la Presencia de Dios en este momento? [La Congregación se regocija grandemente.—Ed.] ¡Seguro! Ahora dejen que toda duda se desvanezca de Uds. Están sanos. Por Sus llagas Uds. están sanos. Eso ha terminado. ¡Alábenlo a Él y denle gloria!",
    "¡El Espíritu Santo, bajando por todo el edificio! ¡El gran Halo de Luz rodea el lugar! ¡Qué maravilloso! ¡Cómo lo amamos a Él!\n\nY ¡después de la batalla nos coronará!\n\n¡Sí, nos coronará! ¡Sí, nos coronará!\n\nDespués de la batalla nos coronará\n\nEn aquella santa Sion:\n\nNos coronará, nos coronará,\n\nCon una corona brillante.\n\nY después de la batalla nos coronará\n\nEn aquella santa Sion:\n\nNos coronará, nos coronará,\n\nCon una corona brillante.\n\nY después de la batalla nos coronará,\n\nEn aquella santa Sion:",
    "Esto es, en mi opinión, exactamente como el Espíritu Santo que cayó en el Día de Pentecostés, que cortó las cadenas.",
    "Acabo de notar que de pie aquí en la reunión está un hermano menonita. Él entró en Indianápolis y había tenido epilepsia por muchos, muchos años. Y el Espíritu Santo lo llamó, en la reunión, creo que fue. Y desde eso él no ha tenido ningún ataque. El Señor Dios lo sanó y lo dejó perfectamente sano; un predicador menonita.",
    "¡Oh, no es Él maravilloso! ¡Nadie sabe excepto los que han probado de Su bondad, saben lo bueno que es Él!",
    "Ahora, amigos, en mi opinión, esta es la religión de antaño, cuando el Señor Jesucristo viene entre nosotros y nos bendice. Estamos muy contentos de que Uds. estén aquí. Yo creo que toda persona que está en la Presencia Divina ahora mismo, si su fe ha hundido todas las dudas atrás, Ud. queda libre ahora. Solo es que no reclame ninguna enfermedad, de ahora en adelante. Siga adelante. Ud. le entregó su caso a un médico; entrégueselo ahora a Jesús. Él lo ha operado a Ud. y le ha quitado toda la duda, para que Ud. pueda recibirla. El Señor los bendiga.\n\nEs la religión antigua,\n\nY es muy buena para mí.\n\nEs la religión antigua,\n\nEs la religión antigua,\n\nEs la religión antigua,\n\nY es muy buena para mí.\n\nMe hace amar a todos,\n\nMe hace amar a todos,\n\nMe hace amar a todos,\n\nY es muy buena para mí.\n\n¡Oh, es la religión antigua!\n\nEs la religión antigua,\n\nEs la religión antigua,\n\nY es muy buena para mí.\n\n…cuando me muera,\n\nSerá suficiente cuando me muera,\n\nSerá suficiente cuando me muera,\n\nY es muy buena para mí.\n\nEs la religión antigua,\n\nEs la religión antigua,\n\nEs la religión antigua,\n\nY es muy buena para mí. 🦅"
  ]
}