{
  "title": "ESCUCHAD SU VOZ",
  "id": "58750009",
  "content": [
    "🦅  Gracias, Hermano Neville. Creo que fue dicho por David: “Yo me alegré con los que me decían: A la casa de Jehová iremos”. La escuela dominical tiene algo que las otras partes del servicio no tienen, ni ningún otro momento en el transcurso del día. Acabamos de despertar de una buena noche de descanso, y—y simplemente nos sentimos diferente, y uno está fresco y preparado para el día.",
    "Ahora entendemos que… Anoche, les preguntamos a—a las personas si tenían una iglesia de… a la cual asisten, mientras visitan o—o… me refiero, si son miembros permanentes de iglesias, que ellos deben ir a su propia iglesia en esta mañana. Pues, siendo nosotros inter-denominacionales, no nos gusta sacar a las personas de su propia congregación.",
    "Y muchas veces yo he sido acusado de—de condenar a otras iglesias. Eso es incorrecto. Yo no condeno a otras iglesias. Yo condeno, muchas veces, las cosas que—que ellos permiten, pero ciertamente no condeno a la iglesia. Sin embargo, muchas veces, cuando ellos enseñan cosas que son contrarias a las Escrituras, entonces eso es lo que yo—yo condeno. Y luego cuando hacen cosas que son pecaminosas, y—y las permiten en sus iglesias, eso lo condeno. Pero, nunca… Como se ha dicho… Tengo muchos amigos católicos sentados aquí, y yo no condeno a las personas católicas. Yo condeno la doctrina de la iglesia católica, porque no creo que sea Escritural. Y yo no los condeno, más que a muchas de las denominaciones protestantes, pues no creo que eso sea Escritural. Y mi deber me obliga a pararme por la Verdad. ¿Ven? Saben, Dios lo apreciará a uno si es honesto, simplemente sincero.",
    "Saben, muchas veces, cuando un hombre busca una esposa, un verdadero hombre que tenga hombría, no busca la muchacha sólo porque es tan—tan bonita de cara, ni nada de eso. Él sabe que eso se perderá un día de estos. ¿Ven? Él busca una mujer porque sea mujer en personalidad, que sea genuinamente mujer. Y si ella es fiel, y realmente es una mujer, ese hombre la valora. No me interesa que tan—tan mal hombre sea, ni cuánto ande por allí con—con malas mujeres; no hay un hombre tan malo en el mundo que no valore a una mujer que se pare por lo que realmente debe ser la mujer; es verdad, pues, él valora eso.",
    "Y así es con—con la predicación de la Palabra, si un hombre se para sólo por lo que él cree. Ahora, no… Recuerden, Dios conoce su corazón. Y si Ud. se para por lo que realmente cree que es la Verdad, entonces puede tener fe en lo que Ud. está hablando.",
    "Tengo aquí un par de buenos amigos. El Hermano Charlie Cox, lo veo sentado allí. Y en las últimas semanas he estado en Kentucky con él, cazando ardillas, donde pude descansar. El Hermano Banks Woods. Y, luego, calibrando nuestros rifles, ellos… el mío tiene que estar tan perfecto que le dé a una tachuela a cincuenta yardas [46 mts], o yo—yo sencillamente no puedo cazar. ¿Ven? Eso es todo.",
    "Bueno ¿de qué sirve darle a la tachuela? ¿Ven? Pues, si se le está disparando a la ardilla y es un tiro a la cabeza (y su cabeza quizá es así de grande), en cualquier parte dentro de una pulgada sirve (¿ven?), donde sea, allí adentro. Cualquiera de esos muchachos dirá: “No importa, le di a la ardilla”. Ellos van por la ardilla. Pero conmigo, tiene que dar perfectamente; tiene que dar en la tachuela. No puede fallar por un cuarto de pulgada. Tiene que dar en lo redondo de la tachuela, o me pongo todo nervioso y me molesto.",
    "Y el otro día estaba sentado, en el bosque, y decía: “Señor: ¿Por qué—por qué soy tan caprichoso? ¿Por qué me hiciste tan caprichoso?”. Dije: “Ahora allí…”",
    "El Hermano Banks fue a cazar con su rifle, y lo acomodó para calibrar el tiro con la mira telescópica. Y uno sólo… De vez en cuando, uno… uno se desvía, pues, si… la munición empacada de fábrica de todas maneras lo causará, porque unas tienen un poco más de pólvora o menos pólvora. Pero, sencillamente llegaba un poco desviada, a una pulgada o dos; el Hermano Banks decía: “¡Oh no tiene importancia, le di a la ardilla! No hay problema”. Eso no—eso no le molesta a él; igual con Charlie. Pero yo…",
    "La mía tiene que darle a la tachuela en todo el centro, o me molesta. Dije: “Me he convertido en un caprichoso constante”. Y empecé a reflexionar en el pasado, y me doy cuenta que así ha sido mi vida. Así fui hecho. Y pensé: “Pues, ¿por qué me hiciste así?”. Me pone nervioso si—si aun se desvía un poquito hacía allá o hacía acá. Y entonces así fue como el Señor me lo reveló, sentado allá, en el Valle Glotón, o donde estábamos cazando. Creo que es llamado Dutton; pero, las ardillas comen tan rápido, que le puse, “Glotón”. Así que, ellas…",
    "Estando en este lugar, pensé: “Por eso es”. Yo ni siquiera enseñé de un infierno hasta que estuve seguro de eso. ¿Ven? Y, por tanto, si la Escritura predice sanidad Divina, y aquí, parece ser de esta y de esa manera; si una Escritura dice: “Padre, Hijo y Espíritu Santo”, como si fuesen tres Dioses, y Allí yo sólo veo que hay Uno; y entonces ¿cómo yo, sin tener ningún cuidado, voy a aceptar así lo de otro hombre, lo que ellos dicen al respecto? Si la Biblia habla de predestinación y gracia, y por aquí tiene obras, y acá la gracia, pues, yo—yo no puedo predicarla así.",
    "Yo tengo que resolver eso aquí, y acá, y acá, en toda la Biblia, hasta que esté dándole perfectamente a la tachuela (¿ven?), hasta que pase perfectamente por las Escrituras. Entonces cuando me pare, realmente puedo tener fe en lo que estoy haciendo (¿ven?), sabiendo que lo que uno está predicando es la Verdad. ¿Ven? Y entonces si alguien quiere contradecirlo, uno ya lo ha estudiado tanto que sabe exactamente lo que él está diciendo, en donde detenerlo (¿ven?), Aquí mismo. ¿Ven? Y así es como es. Dios nos hace de diferentes maneras, en las cuales podemos… Así es el mundo. Pero, por eso es que soy así de nervioso, esa clase de persona caprichosa. La cosa tiene que estar correcta.",
    "Y me da tanto gusto, en esta noche, hoy (en esta—esta mañana), de poder decir que sé que el Señor Jesús no está muerto. Él está vivo, y está aquí ahora mismo como en cualquier otro momento sobre la tierra, en Galilea, o en cualquier otra parte. Él es el Hijo vivo, resucitado, omnipresente, del Dios vivo. Eso… Y si yo no pudiera…",
    "Si yo enseñara la Escritura de un Dios histórico, y no estuviera seguro de que Él estuviera aquí mismo, yo—yo estaría todo confundido. Eso me pondría tan nervioso que no sabría lo que estuviera haciendo. ¿Ven? Y yo no sabría cómo decirle a la gente: “Bueno, ahora Él hará esto, o Él hará aquello”, no—no les pudiera decir; yo no sabría. Pero cuando uno sabe lo que Él prometió hacer, y lo ha visto a Él hacerlo, entonces uno sabe dónde está parado. ¿Ven? Y ver como Dios, en Sus grandes planes, supo cómo hacer a cada persona de una manera exacta, que fuera cierta cosa, porque Él los va a usar con ese fin.",
    "¿Escucharon a esa ancianita acá arriba, hace un momento? La Sra. Stricker, cantando sin música. Ella tenía una cosita que soplaba, para entonarse, o su—su nota o como le digan. Y poder pararse y cantar con esa voz tan baja, y subir tan alto, ese ¡Salten Abordo! Pues, deberían escucharme a mí intentarlo en algún momento. [El Hermano Branham y la congregación se ríen.—Ed.] Sería terrible. Pero ¿ven Uds.?, Dios sabía justamente como crear esa dama para que hiciera eso.",
    "Y así es. Todos tenemos diferentes estructuras, si nosotros tan sólo encontráramos nuestra posición en Cristo y permanecemos allí, y le servimos a Él.",
    "Veo a una niña sentada aquí, en esta mañana, en una silla de ruedas. Bendito sea tu corazón. ¿Qué te ha dejado invalida, cariño? Dis- muscular. Dist-… ¡Oh, no puedo pronunciar esa palabra, cuando empiezo!; distrofia, o como sea. ¿Será eso, cariño, lo que te ha dejado lisiada, o será polio? Polio. Sabes, Jesús sana a las niñas, ¿verdad que sí? Eres una niña muy bonita. Y yo creo que Jesús permitirá que te recuperes.",
    "Anoche, esas dos niñas que estaban sentadas aquí con esa enfermedad, que no hay persona en el mundo que sepa lo que es; sus deditos se les caen y sus piecitos se les caen. Dos niñas muy bonitas. Y sucede que conozco a su madre y a su abuela. Y me sentí guiado a condenar a ese diablo que atormentaba a esas pobrecitas sentadas allí; a expulsarlo. Y ellas habían estado en sillas de rueda por, no sé cuánto. Y anoche, llegaron las noticias, por la línea: “Las niñas están de pie, caminando”. ¿Vieron eso, que—que Jehová Dios fue tan bondadoso con ellas? ¡Oh, Él es tan bueno con nosotros! Debemos apreciarlo más a Él.",
    "Luego estaba pensando, anoche apenas, después de regresar a casa y de estar acostado por unos minutos, me puse a pensar: “Cuando el alma sale del hombre, ¿qué es?”. Es su ser interno que ha salido. Él no está muerto. Él—él aún sigue vivo. ¿Ven? Él—él vive para siempre. Y nuestros seres queridos que han pasado de este velo, están en un—un cuerpo el cual nosotros no sabemos qué es; no ha sido revelado.",
    "En todo hay tres etapas. Está la etapa del cuerpo mortal, del cuerpo inmortal, y luego del cuerpo glorificado. ¿Ven? Como en otras cosas, como… Padre, Hijo y Espíritu Santo, van por un canal, y los tres forman Uno. Justificación, santificación, bautismo del Espíritu Santo, en un canal, forman uno. Entonces, y el alma, cuerpo y espíritu, forman uno. Y eso va en tres, y de a tres son uno. Y tome un—un pedazo de vidrio de tres lados y póngalo bajo el sol, reflejará los colores, sin embargo, los siete colores terminan en uno.",
    "Y tome Ud. el rojo, y mire rojo a través de rojo. ¿Cuántos saben qué color dá? [La congregación dice: “Blanco”.—Ed.] Blanco. Ajá. ¿No es extraño?, que rojo a través de rojo, se vea blanco. El rojo es la señal de la redención. Y cuando uno… Dios mira nuestros pecados rojos, a través de la Sangre roja de Su Hijo precioso, quedan blancos. Así que, pero, Él tiene que mirar a través de la Sangre. Si no, ellos aún estarían en pecado. Por lo tanto, tenemos que estar bajo la Sangre.",
    "Y cuando el alma abandona el cuerpo, se va de viaje a un lugar de reposo, en un cuerpo que está en la forma y apariencia de este cuerpo, pero que no es esta clase de cuerpo. Si Ud. se encuentra con sus seres queridos, no podría estrecharles las manos; Ud. podría hablarles, podría verlos. Ellos lucen igual como se ven aquí. Porque, cuando Pedro y Juan y Santiago, vieron a Moisés y a Elías, los reconocieron, en el monte Transfiguración; no obstante, es un cuerpo.",
    "Pero luego, cuando ese cuerpo, siendo un cuerpo celestial, cuando regresa de nuevo a la tierra, recoge la—la substancia en la cual una vez vivió, y entonces viene a ser un cuerpo glorificado. Y en ese cuerpo es en el que veremos al Señor Jesús, en Su cuerpo resucitado. “Aún no se ha manifestado lo que hemos de ser” dijo Pablo, “pero sabemos que tendremos un cuerpo semejante a Su Propio cuerpo glorioso, porque le veremos tal como Él es”.",
    "Y todas estas manos arrugadas y tejidos gastados se desvanecerán en el esplendor de la juventud. Uds. hombres y mujeres ancianos, recuerden, Uds.… Esto es… Ésa, ésa es la marca de la caída, su vejez. Pero en la resurrección, no habrá una sola marca de nada en cuanto a pecado. Pero ¿Dios por qué lo hizo a Ud. como lo hizo? Le trajo a una cierta edad; cuando Ud. tenía veintidós, veintitrés años, estaba en su mejor momento. Se estaba alimentando y fortaleciéndose más, estaba saludable, y que persona tan formidable era Ud. Luego, después Ud. comenzó a arrugarse (¿ve?), entró la muerte. Pero, en la resurrección, toda vejez será borrada.",
    "Estoy viendo aquí un ancianito predicador y a su esposa. Ya están en los ochentas, me supongo. El Hermano y la Hermana Kidd, han predicado el Evangelio quizá desde antes que yo naciera; y soy un hombre viejo. Y los veo sentados aquí, con una apariencia apacible, una parejita anciana. Y sólo me imagino, en la resurrección, cómo lucirán. Esas arrugas de vejez, y las manos temblorosas y la parálisis, y el cabello gris se desvanecerán en el esplendor de la juventud. Verdaderamente que vale la pena servirle al Señor; realmente que sí. Algún día lo veremos a Él.",
    "Me pregunto si Rosella Griffin está presente. Me gustaría que ella diga unas palabras. Una pequeña alcohólica que acaba de ser sanada, en… aquí, hace unos años. Y eso quizá ayude algún alcohólico que esté aquí. [Una hermana en la congregación dice: “Hermano Branham, ella salió a casa esta mañana”.—Ed.] Tuvo que regresar a casa esta mañana. Muy bien. ¡Un caso maravilloso! Pensé anoche que debí hacer que ella dijera algo. Lo hubiera hecho de haberlo sabido, que ella se iba esta mañana. Tantas cosas que me gustaría que las personas del tabernáculo escucharan.",
    "Ahora, ¿habrá alguien aquí para ser bautizado, esta mañana, en agua? Veamos: uno, dos, tres, cuatro, cinco, seis, como seis o siete aquí para ser bautizados. Y tendremos el servicio bautismal después de esta lección de escuela dominical.",
    "Ahora, el cuarto de escuela dominical para nuestra Hermana Arnold, para sus pequeños, ha sido suspendido. Y tendremos, por favor, Hermana Arnold, tendremos que aplazar eso hasta el próximo día, porque no tenemos espacio para la escuela. Y leeré de la Escritura aquí en unos minutos, para los niños pequeños, y eso les dará también algo en qué pensar. Y luego, el próximo domingo, continuarán con sus servicios normales y la escuela dominical. Ahora, queremos mencionar…",
    "Aquí hay otra cosa que quiero decir en esta mañana. Yo—yo—yo les dije que no hicieran esto, pero de todas maneras lo hicieron. ¿Ven? Que fue una ofrenda que me llegó anoche (¿ven?), una ofrenda. Les dije que no hicieran eso, ¿ven? Y, ellos… Pero de todas maneras lo hicieron. Y cuando yo… No me enteré hasta que Billy me contó que mi Hermano Doc se la había llevado a él hasta su casa. Y aún no la he contado, pero creo que se reportó que había como trescientos, o un poco más de trescientos. ¿Será eso…? ¿Recuerdas, Doc, lo que era? [El Hermano Edgar Branham dice: “…veinticuatro, doce”.—Ed.] ¿Cuánto era, hermano? [“Tres, veinticuatro, doce”.] Trescientos veinticuatro con doce. Yo les agradezco, mucho.",
    "Ahora, hace mucho tiempo que no trabajo; Uds. lo saben. Y mi secretario que está presente, o algunos de ellos aquí en esta mañana, saben que mis gastos, no importa dónde esté, aquí mismo en casa, pasan de los cien dólares al día, por mis oficinas y demás, para pañuelos y las cosas alrededor del mundo, en gastos.",
    "Y yo—yo quiero, sin embargo, mencionar esto, como aliento para Uds. aquí. Para la cantidad de personas, es la ofrenda más grande que he recibido en mi vida. ¿Saben Uds. que eso llegaría a la cantidad de un dólar cada uno, en promedio? Y la mayoría de las ofrendas en el campo promedia como, alrededor de veintidós a veinticinco centavos por persona. Pero el promedio de ésta fue de dólar por persona. Porque sé que no pueden entrar hasta aquí… Ellos no recogen las ofrendas en la parte de afuera. Y no se pueden amontonar más de trescientas personas en este pequeño lugar, lo—lo cual dudo. ¿Saben cuántos caben en el tabernáculo, Hermano Neville? [El Hermano Neville responde: “Debería estar alrededor de los trescientos, como lo está ahora”.—Ed.] Como trescientas personas. Así que (¿ven?), es alrededor de un dólar cada uno. Dios sabe cuánto aprecio eso. Les agradezco mucho. Y eso va directo para la obra del Señor. Yo les—les agradezco por eso. Y por la… Si es que algunos viajan antes de la noche, pues… y yo…",
    "Cuando fui a casa anoche, en el pórtico había algo como una cajita así, y era—era bastante jalea, creo yo, de parte de alguien. Uds. saben que a mí me encanta la jalea. Y yo—yo lo agradezco. Y una—una hermana aquí, que, es mejor que no mencione su nombre. Ella es una buena amiga de nuestra familia, y dejó una ofrenda de amor donde mi madre, para Billy y para mí. Ud. no sabe, hermana, cuánto le agradezco, y el momento tan oportuno en que me llega.",
    "Y, ¡oh, tantas cosas! Uds. comprenden. Y estoy seguro de que Él comprende. Y bueno, confío que Él los bendecirá a cada uno, excediéndose en abundancia. Desearía poder ir a casa con cada uno de Uds., y—y pasar un tiempito con Uds., y hablar con Uds.; me encantaría hacerlo.",
    "Pero, es, Uds. saben cómo es, siempre saliendo; siempre apurados. En realidad, terminando el servicio esta noche, el Señor mediante, saldré del estado, tan pronto como concluya el servicio. Tengo que salir de aquí antes de las doce. Tengo una cita a las doce en punto, y tengo esta tarde copada. Y yo… Uds. saben cómo es. Constantemente viajando, todo el tiempo; hay gente enferma, muriendo.",
    "Y muchas veces entro a un lugar, y sólo estando parado allí, alguien viene y dice: “¿Sabe quién soy, Hermano Branham?”.\n\n“No, no lo sé”.",
    "🦅 Pues, yo estaba tendido en el hospital, muriendo, cuando Ud. vino y oró por mí. El Señor me sanó”. “Yo estaba ciego cuando Ud. me conoció en la calle, ese día que recibí la vista”. ¿Ven? Y yo—yo nunca sé lo que es.",
    "Pero me viene este bendito pensamiento, Hermano Egan, que, algún día cuando haya predicado mi último sermón, que haya orado por la última persona que el Señor quiera que ore, y me vaya a Casa, y en esa mañana de resurrección, ¡oh, qué día será, el gozo! ¡Cuando me pueda parar Allí, cuando la reina del sur pase, y pueda ver la influencia que ella tuvo! Y yo vea allí pasar a Billy Graham, la influencia que él tuvo. Oral Roberts y a los demás, a Sankey, Finney, Moody, Calvin, Knox y todos así. Luego veré a mi grupo pasar. ¡Oh, allí será el gozo!, ¡ésa será mi coronación! Es cierto. Y, por la gracia de Dios, espero tener varios millones Allí.",
    "Y ahora tengo que ir al extranjero muy pronto. Y ahora, hasta donde sé, en nuestras propias reuniones, sólo piénsenlo, voy por mi segundo millón de almas, ganadas para Cristo. Y yo—yo espero ver muchos, muchos millones ganados.",
    "Ahora, el servicio bautismal, y pues las—las citas y demás, continúan entonces ahora después de la reunión.",
    "Si en alguna ocasión Ud. regresa para una entrevista privada, o algo así, sólo llame al agente, el Hermano Mercier aquí. Necesitamos alguna clase de sistema, estamos obligados. Eso lo sabemos. Y el Hermano Mercier los registra, los apunta tal y como van llegando, y tan pronto como quedo sin citas, que todas son cumplidas, yo… Cuando vengo, lo llamo a él y le digo: “Ya terminé con ese grupo”. Él me da un grupo nuevo, y comienzo nuevamente, ¿ven Uds.? Así que todo funciona desde esa oficina. Y él sabe exactamente como acomodarlos para incluir a todos, y que puedan entrar ¿ven? Así que estamos muy contentos por esta pequeña oficina que funciona de esta manera. Así que sólo es BUtler 2-1519. [El número telefónico ha cambiado.—Ed.] Y es… O si llaman a Jeffersonville, pregunten por mí, y ellos responderán allí en esa oficina. Y muchísimas gracias.",
    "Ahora permítannos, antes de que abramos Su bendita Palabra… Y recuerden, inmediatamente después que haya concluido este servicio y el servicio bautismal, Billy estará aquí para repartir tarjetas de oración, para esta noche.",
    "Ahora, ya que hoy es noche de servicio, domingo en la noche, la mayor parte de las personas de la ciudad estarán en sus propias iglesias, y alrededor de Louisville y de los alrededores. Ellos estarán en sus propias iglesias. Pero la mayoría será de afuera. Por eso, creo que quizá podamos hacer una buena línea de oración esta noche y orar por cada uno de ellos. Estoy confiando que lo haremos. Tenemos bastantes tarjetas repartidas.",
    "Y yo—yo pienso que anoche, después de anoche, oh, sentí como que iba a ¡oh, tomar uno de esos vuelos solitarios, Uds. saben, de los que hablamos! Al ver las manos levantarse una vez más, en este pequeño tabernáculo.",
    "Tengo un muchachito aquí, él es todo un niño, el pequeño Joseph. Ya casi cumple tres años. Y cuando todos estaban clamando, él saltó a la mitad del pasillo y levantó las manos, y empezó a clamar y a alabar al Señor, ¡allí mismo en toda la mitad del pasillo, allá afuera! Y creo que esta mañana peleó con su hermanita y la mordió en el brazo, entonces le dije que todo su clamar de nada serviría mientras él actuara de esa manera. [El Hermano Branham y la congregación se ríen.—Ed.] ¡Oh, vaya! Esos pequeños, realmente se pueden igualar con uno, ¿verdad que sí? Pero, por supuesto, fue que él vio a los demás haciéndolo y pensó que eso también era lo que él debía hacer, y probablemente siguiéndonos, como lo hacíamos nosotros.",
    "Ahora, tenemos Su Palabra aquí abierta. Entonces hablémosle a Él de Ella. Ahora sólo un…",
    "Amado Dios, venimos ahora a Ti, reverentemente y en silencio, sobrios, y en fe, creyendo que Tú oyes y respondes la oración. Pues, venimos, en ese Nombre todopoderoso de Tu Hijo, el Señor Jesús, Quien es el infalible, y dio la promesa, que: “Si le piden algo al Padre en Mi Nombre, Yo lo concederé”. Entonces sabemos que recibiremos exactamente lo que pedimos, porque venimos en Su Nombre. Porque no tenemos otro Nombre por el cual podamos venir a Ti, el gran poderoso Jehová Dios. Y venimos por Su gracia, no profesando que merecemos algo, sino porque Él ha hecho una propiciación por nosotros, siendo esto que Él murió por nosotros. Y Él hizo la expiación por nuestros pecados, y tenemos el sentir que podemos estar justificados ante Ti, por Su muerte. Ésa es nuestra fe. Y no pedimos nada malo, sino sólo aquello que es de provecho para cada uno de nosotros.",
    "Por eso, Señor Dios, háblanos por Tu Palabra. Y háblanos en esa Voz, para que entendamos y sepamos exactamente cómo ser mejores hombres y mujeres, niños y niñas. Sabiendo que hay una gran puerta de la muerte allá, que cada vez que nuestro corazón late, estamos a un latido más cerca de esa puerta, por la cual todos entraremos. Y entonces, sabemos que después que hayamos entrado allí, no habrá otra oportunidad para hacer reconciliaciones. No volveremos a tener esta oportunidad que tenemos ahora mismo. Y al no saber cuándo cruzaremos esa línea (¡oh, Dios!), ven rápidamente a nosotros y tráenos a los sentidos que debemos tener, para saber cómo acercarnos a Ti y abogar nuestro caso ante Ti, y pedir misericordia. Concédelo, Señor.",
    "Somos un pueblo necesitado. Somos ovejas, llamando al Pastor que nos guiará por la vida, y por el valle de las sombras de muerte. Como dijo David de antaño: “No temeré cuando llegue a ese lugar”, porque el Pastor me guiará por ese lugar, hasta que nuestros pies descansen sólidamente en esa Orilla gloriosa, donde la vejez y la enfermedad y la tristeza y la muerte huirán de nosotros, y Allí seremos libres para siempre.",
    "Habla, Señor. Esta pequeña de ojos brillantes, tan amada de alguien, sentada aquí frente a mí en esta silla de ruedas, no puedo quitar la mirada de ella hoy; toda lisiada con polio, algo que el maligno le ha hecho a ella. ¡Oh, Dios! Trae liberación a esta pequeña. Concédelo, Señor. No sólo para ella, sino para todos los que esperan. Permite que Tu Santo Espíritu los levante tan alto, en esta mañana, que ellos sobrepasen toda vibración de duda y toda barrera de pecado, para que Tu Espíritu Santo se pueda mover sobre ellos y los sane. Concede estas cosas, Señor. Porque pedimos estas bendiciones para Tu gloria, en el Nombre del Hijo, Jesucristo. Amén.",
    "Ahora, como tema en esta mañana he escogido… Y Uds. pequeñitos discúlpenme por tomar todo el tiempo con los adultos, y que su clase no esté aquí, en esta mañana. Pero también quiero que escuchen, lo que quiero leer. Y quiero leer, en esta mañana, de Primera de Samuel, el capítulo 3.",
    "Y como texto quiero tomar: Escuchad Su Voz. Eso servirá para las niñas pequeñas y las grandes, y para los niños pequeños y los grandes, para todos. Recuerden el texto: Escuchad Su Voz.",
    "Ahora, Uds. que están abriendo la Escritura, a Primera de Samuel, el capítulo 3, así dicen los primeros diez versículos.\n\nEl joven Samuel ministraba a Jehová en presencia de Elí; y la Palabra de Jehová escaseaba en aquellos días; no había visión con frecuencia.",
    "¡Oh, cómo me gustaría permanecer allí un minuto, tal vez en otra ocasión! Es sólo que eso me impacta. Permítanme sólo leerlo una vez más, ese versículo.\n\nEl joven Samuel ministraba a Jehová en presencia de Elí; y la Palabra de Jehová escaseaba en aquellos días; pues no había visión con frecuencia.",
    "¿Ven entonces lo que es una visión? Es la Palabra directa del Señor. ¿Ven? Y la Palabra del Señor escaseaba.\n\nY aconteció un día, que estando Elí acostado en su aposento, cuando sus ojos comenzaban a oscurecerse de modo que no podía ver,\n\nSamuel estaba durmiendo en el templo de Jehová, donde estaba el arca de Dios; y antes que la lámpara de Dios fuese apagada,\n\nJehová llamó a Samuel; y él respondió: Heme aquí.\n\nY corriendo luego a Elí, dijo: Heme aquí, ¿Para qué me llamaste? Y Elí le dijo: Yo no he llamado; vuelve y acuéstate. Y él se volvió y se acostó.\n\nY Jeho-… Y Jehová volvió a llamar otra vez a Samuel. Y levantándose Samuel, vino a Elí y dijo: Heme… Heme aquí; ¿para qué me has llamado? Y él dijo: Hijo mío, yo no he llamado; vuelve y acuéstate.\n\nY Samuel no había conocido aún a Jehová, ni la palabra de Jehová le había sido revelada.\n\nJehová, pues, llamó la tercera vez a Samuel. Y él se levantó y vino a Elí, y dijo: Heme aquí; ¿para qué me has llamado? Entonces entendió Elí que Jehová llamaba al joven.\n\nY dijo Elí a Samuel: Ve y acuéstate; y si te llamare, dirás: Habla, Jehová, porque tu siervo oye. Así se fue Samuel y se acostó en su lugar.\n\nY vino Jehová y se paró, y llamó como las otras veces: ¡Samuel, Samuel! Entonces Samuel dijo: Habla, porque tu siervo oye.",
    "¡La Voz de Dios! Oír Su Voz en ese día era algo escaso. Noten, no había visión con frecuencia. Y era algo escaso, la verdadera Voz de Dios, porque la gente se había apartado. Ellos tenían una iglesia, en ese día, que simplemente no seguía los mandamientos de Jehová. Tenían un—un ministro llamado Elí. Y él se había apartado de Dios, enseñando sólo los mandatos que la gente quería creer. ¡Si ése no es un paralelo hasta este día! Él sólo le enseñaba a la gente, y él—él tenía sus favoritos, y hacía que sus hijos tomaran de allí lo mejor de la carne, con el garfio, de la—la ofrenda. Y vino a ser un lugar donde la ofrenda era el asunto principal. Y Samuel, simplemente era negligente manejando los mandamientos del Señor. Y la verdadera Palabra del Señor era algo escaso.",
    "Asimismo es hoy en día. Vamos a la iglesia y encontramos a la gente asistiendo y presionando fuertemente; “Queremos que nuestra denominación, este año, sea de tantos más. Traiga su carta de su otra iglesia, y únase a nosotros”. Y con lemas como: “Un millón más en el 44”. Y todo así, clamando, tratando de sobrepasar a la otra denominación. Y por hacerlo, hemos bajado la guardia de la Biblia. Nos hemos apartado, y comenzado a enseñar cosas diferentes.",
    "Los profetas hablaron de estos días, de cuando, “Ellos, como enseñanza, enseñarían doctrina de hombre y no la Doctrina de Dios”.",
    "Y hemos visto tanto de eso, y viene sucediendo por tanto tiempo, al grado que hoy la Palabra del Señor es algo escaso, que alguien pueda venir y decir: “ASÍ DICE EL SEÑOR”. Ahora, hemos tenido muchas personificaciones de eso; Satanás realmente se ha encargado de eso. Y años atrás, la gente temía decir eso a menos que fuese el Señor. Pero, hoy, a ellos simplemente no les importa. Y es algo escaso oír la Voz del Señor, y encontrar a una persona que pueda decir: “El Señor me habló”. Uno lo nota entre la gente, que ya no se oye que se diga: “El Señor me habló”.",
    "Cuando, hombres y mujeres oraban toda la noche, y sus hogares estaban en orden, de acuerdo al Libro del Señor, y Dios era primero en el hogar.",
    "¿Ven?, tenemos demasiadas cosas por encima del Señor. No se puede tener la reunión de oración porque van a dar al Sr. Godfrey esta noche. No se puede tener la reunión de oración, porque van a dar Amamos A Susy esta noche. O alguna clase de tontería insensata como ésa, que ocupa el tiempo, y no nos queda tiempo para oír la Voz del Señor. Y aquéllos que reclaman ser Cristianos, sólo se arrodillan, en una corta oración como ésta, algo tradicional: “Señor, bendíceme a mí y a mi familia, y guárdanos. Hasta mañana”. Y a la mañana siguiente, se levantan y dicen: “Guíanos durante el día. Buen día”.",
    "Nosotros debemos esperar en el Señor. Pues, vean, nosotros somos los que hablamos. No le damos la oportunidad a Él de respondernos. De que si oramos, oremos hasta que nuestra alma entre a la Presencia de Dios, y luego tranquilizarnos y escuchar Su Voz.",
    "Pero hay tantas voces hoy, que nos apartan de la Voz del Señor. Está la voz del placer. Tantas personas la están escuchando, donde pueden ir y pasarla bien. Y muchos de ellos profesan ser Cristianos. Alguna clase de vil Rock-and-Roll que viene, ellos simplemente no pueden escuchar lo que es santo. Dicen: “Pues, yo soy Cristiano, hoy debería leer un versículo de la Biblia. Sí, ‘Jesús lloró’”. Eso es todo. Y continúan con lo demás. Pero para realmente hincarse a orar, tienen demasiadas otras cosas que hacer. Hay muchas voces del mundo, muchas cosas para distraer nuestra atención de Dios.",
    "Y ayer, mi esposa y yo tuvimos que ir al supermercado, a comprar comestibles. Y yo me estaba dando prisa porque iba tarde a las citas y demás, y andaba a las carreras. Y había un niño parado allí, medio dormido, y una niña pasó por allí con unos pantaloncitos puestos, siendo que eso le pertenece a un hombre; tiene que ser, porque fueron hechos para hombre.",
    "Y la Biblia dice: “Abominación es a los ojos de Dios, que una mujer use eso”.",
    "Y con bastante colorete labial y sus ojos medio dormidos, ella dijo: “¿Dónde está fulano y fulano?”, a ese niñito.\n\nÉl respondió: “¿Cómo quieres que lo sepa?”.",
    "Ella le dijo: “Recuerda que yo no llegué hasta las seis esta mañana”. Y ella no tenía más de doce años.",
    "Ahora, Jesús, a los doce, que fue nuestro ejemplo, dijo: “¿No sabéis que en los negocios de Mi Padre debo estar?”.",
    "Con razón la Voz de Dios es algo escaso hoy. Es ahogada por tantas voces diferentes, tantas cosas que opacan y la quitan. Ha llegado al punto que entorpece nuestros sentidos, al grado que no podemos oír la Voz de Dios. Nuestros sentidos, donde debiéramos sacudirnos, y saber que Uds. son hombres y mujeres y que son la creación de Dios, y fueron puestos aquí para servirle a Él. Pero la voz de Satanás y de profetas falsos: “¡Oh, sea moderno!”.",
    "Como decía hace unos días, venía a la iglesia y encendí la radio. Y escuché un programa de Louisville, que decía que les estaban enseñando a sus hijos, en las iglesias, a beber sólo moderadamente. Volviéndolos modernos, para que ellos no se vayan al exceso.",
    "¡Oh, necesitan enseñarles a Cristo, no a beber! Y eso arruinará y destruirá y traerá maldición a cualquier hogar. ¿Cómo puede la Voz de Dios hablar en una familia que está medio mareada por el whisky, y sus mentes paralizadas por fumar y beber, y por la parranda toda la noche?",
    "Los hombres que esperan en Dios, entran en Su Presencia. Y para entrar en la Presencia de Dios es como salir temprano de mañana, en la dulce fragancia de la neblina y la madreselva. Cuando uno entra en la presencia de una persona así, uno sabe que ellos han estado con Dios.",
    "Mi esposa me decía, viniendo esta mañana. Ella decía: “Billy, no digo esto arrojándole flores a nadie. Pero” dijo ella, “anoche” creo yo, o una de las noches, dijo ella, “me senté al lado de unas mujeres menonitas, y de una damita con la gorrita en la cabeza”. Ella dijo: “Y se podía notar que esa mujer había estado con Jesús, porque ella era dulce; su alma era apacible; sus ojos claros”. No había pecado ni nada que esconder allí, ni cosa alguna. Ella había estado en la Presencia de Dios. Sus facultades no habían sido entorpecidas por el whisky y el tabaco, y toda esa clase de cosas del mundo. Ella se había refrescado al estar en la Presencia de Dios, leyendo su Biblia, estudiando la Palabra de Dios.",
    "Pero nosotros, los americanos modernos, ¡lo que hacemos! Y los profetas falsos detrás del púlpito dicen que todo eso está bien. Ahora siento de decir esto (si estoy equivocado, que Dios me perdone): Estoy convencido de que muchos de ellos no conocen a Dios. Y la congregación nunca vivirá más alto que su pastor. Con razón la Escritura dice: “Estos pastores, ¡cómo han dispersado las ovejas!”. ¡Ay de ellos! Ellos son las ramas que no llevan fruto, que serán cortadas y quemadas”.",
    "¡Hay tantas cosas hoy para entorpecer el sentido de la gente! ¡Oh! ¡Pero en medio de todo eso, a pesar de todo el entorpecimiento y de toda voz que hay en el mundo hoy! Algunas, voces de placer; algunas son—son voces pecaminosas, para seducir a la gente. Pero a pesar de todo eso, la Verdad de Dios aún permanece: “¡El que escucha Mi Voz y Me sigue!”. Hombres y mujeres que quieran oír la Voz de Dios: Dios aún espera hablar con cada individuo que abra sus oídos para escuchar la Voz de Dios.",
    "Si un hombre, quien sea, y el pastor… Muchas veces, la gente dice: “¿No puede Ud. hacer esto? ¿No podría venir acá? ¿No puede Ud. hacer esto?”. ¡Oh, me encantaría hacerlo, pero tengo que permanecer en la Presencia de Dios si quiero hacer lo correcto! Luego la gente dice: “Pues el Hermano Branham es uno de estos aislacionistas”. No es eso. Yo amo a la gente, pero sencillamente hay miles de ellos. Sin embargo, debo permanecer con Él, para conocer lo que Él quiere que les diga. En algún lugar, sólo escuche, Él tendrá algo para Ud., que Él quiere que Ud. sepa.",
    "Pastor: nunca vaya Ud. a estar tan ocupado que no pueda permanecer en la Presencia y escuchar Su Voz. Dios siempre cumple Su Palabra. Y no importa lo malo que sean los tiempos ni cuánto enseñe su iglesia en contra, Jesucristo aún está dispuesto a hablar con esa Voz apacible a cualquiera que lo escuche. Él aún está dispuesto a hacerlo, si nosotros tan sólo nos aquietamos.",
    "Pero entramos apurados, confundidos, y decimos: “Escuche, pastor: ¿me puedo unir a esta iglesia?”.\n\n“¿De qué iglesia viene”?\n\n“Fulano de tal”.\n\n“Bueno, tráiganos su carta”. ¡Oh, hermano!\n\n“¿Me puedo unir a esta iglesia”?",
    "🦅 ¡Oh, sí! Pase adelante y le daremos una rociadita con agua y pondremos su nombre en el libro. Y Ud. recibirá la diestra de compañerismo”.",
    "Bueno, la Logia Masónica tiene un programa mejor. Es cierto. La Logia Masónica y las otras logias tienen su lugar, pero, con todo, no son la casa de Dios. Allí es donde Dios habla. Esas logias quieren hacer de Ud. alguien moral, pero Dios lo hace a Ud. justo por medio de Jesucristo, Su Hijo. Ahora, ése sí es un código de ética: Dios tiene un nuevo Nacimiento para Ud.",
    "Pero escuche Su Voz apacible. Cada uno de Uds. que profesa ser Cristiano, logre aquietarse Ud. mismo delante de Él. No deje que el lavado le sea impedimento; no deje que lo impida el trabajo; no deje que nada se lo impida. No deje que nadie sepa lo que Ud. está haciendo. Simplemente vaya delante de Él. Vaya al bosque a algún lugar; oríllese en la carretera. Entre en secreto al clóset y cierre la puerta. Cuando los muchachos vayan a la escuela, entonces arrodíllese. Ud. ha oído toda clase de voces por todas partes, pero sólo hínquese y quédese allí hasta que esas voces sean silenciadas y Ud. comience a subir. Eso lo cambiará a Ud.; lo transformará, como sucedió con este pequeño Samuel. Hará algo en Ud., si tan sólo lo hace. Ahora, hará de Ud. lo que debe ser; hará de Ud. el Cristiano que debe ser.",
    "Ahora regresemos de este día moderno, a un día ya pasado. Regresemos a los días de los tiempos primitivos. Y esta Voz de Dios ha venido a hombres de todos los estratos, en todas las edades. No importa si Ud. es un agricultor, si es un zapatero, o lo que Ud. sea, Dios aún habla. Si Ud. es un pecador, si es una prostituta, ramera, si Ud. es un borracho, si Ud. es (¿qué?) un miembro de la iglesia local, nomial—nominal, lo que Ud. sea, la Voz de Dios aún espera poder hablarle a Ud.",
    "Pienso ahora en Moisés, cuando él ya tenía ochenta años, y tenía ochenta años de entrenamiento teológico. Y él conocía las Escrituras; las conocía bien. Y él tenía una promesa, que sería el libertador de su pueblo. Pero aun, sólo conociendo las Escrituras y siendo un—un miembro formal de esa iglesia moderna de ese día, él tomó el asunto en sus propias manos e intentó hacerlo. Él mató a un egipcio. ¿Ven lo que uno hace cuando no oye a Dios? Uno simplemente arruina la cosa.",
    "Y el diablo dice en esta mañana: “No te vayas a bautizar”. Otro dice: “¡Oh, hazlo después!”. Uno dirá: “Más vale que sepas lo que estás haciendo”. Y el otro dice: “Vas a sacrificar poder pasarla bien”. La única manera de resolver eso es llevándolo a la Palabra de Dios. Pero la gente, hoy en día, no parece querer hacerlo.",
    "Y Moisés, él había ido a los mejores rabinos, pero se habían tornado formales y fríos. Él había oído de su madre el relato, de cómo él había sido escondido entre el carrizal, y cómo los grandes caimanes no lo habían podido agarrar. Como fue que ese pequeño bebé flotó río abajo. Donde los…",
    "Esos viejos caimanes estaban gordos. (Esto es para los niños.) Se habían engordado al comerse a esos bebés. Había unas mujeres con narices largas, mujeres policías, que no habían tenido bebés; no conocían lo que era el amor de un bebé. Pues, sencillamente salían allá, arrebataban y mataban a esos bebés y los echaban al río. Esos viejos caimanes se habían engordado, por esos bebés.",
    "Y, sin embargo, Dios puso en el corazón de la madre poner su bebé allí mismo en la muerte. ¿No ven que fue un tipo de Cristo? Él fue directo a la muerte. Y cada uno de esos caimanes se acercaba a esa pequeña canasta que bajaba por el río. ¿Saben Uds. por qué no podían hacerlo, por qué no podían comerse a ese bebé? Allí había un Ángel sentado: “Apártate de aquí”.",
    "¿Por qué? Dios manda a Sus Ángeles que cuiden a Su pueblo. No tengas miedo, cariño. Dios está cuidando de ti. El diablo puede intentar hacerte algo, pero Dios es más grande. ¿Ven?",
    "Entonces los caimanes tenían que alejarse de esa pequeña canasta.",
    "Y, con todo, Moisés sabía todas estas cosas. Y, aun, después de cuarenta años de entrenamiento, y después en el desierto, él aún intentó conquistar la cosa, con sus propias manos.",
    "Nosotros conocemos la Biblia, lo que Dios manda que hagamos, y aún decimos: “Bueno, haremos Esto que sea de esta manera. Sucede que los días de los milagros ya no existen. Lo sabemos, porque ya no los vemos más, y creemos que los días de los milagros han pasado. Y el rociar es igual que sumergir. Y ‘Padre, Hijo y Espíritu Santo’ es igual que en el Nombre del Señor Jesús. Y pues, nosotros sencillamente… Los demás lo están haciendo así, entonces nosotros también lo haremos así”.",
    "Moisés había sido un hombre militar. Y él pensó que según su entrenamiento, como hombre militar, que sencillamente podía matar a esos egipcios con su mano; “sería igual a como lo hizo Dios”. ¿Han pensado Uds. en esto? Todo el mundo condena a Moisés porque mató a un hombre. Y él volvió allá con la unción del Espíritu Santo y los mató a todos, y nadie dijo nada al respecto. Él mató todo el ejército de Faraón, pero Dios estaba en eso. Dios no estaba en lo primero.",
    "Y luego Moisés, le rebosaba la teología de iglesia, él iba a ser el próximo Faraón. Y hallamos que él aún no conocía a Dios.",
    "Pero una mañana, en la parte de atrás del desierto, ya anciano de ochenta años, con la barba larga hasta abajo, vio una zarza ardiente. Y se apartó del camino para ver lo que sucedía. Y cuando se acercó a la zarza, él oyó una Voz. Dios tuvo que aquietarlo durante cuarenta años, antes de poder hablar con él. Y nosotros no guardamos silencio diez minutos, para que Dios nos pueda hablar, con todo el alboroto y conmoción que tenemos en este día.",
    "Y con todo, Moisés, después de cuarenta años, se paró allí, y en la Presencia de aquella zarza, y con esa Voz que lo llamó, supo más de Dios en cinco minutos, después de eso, que todo lo que le habían enseñado los ochenta años de entrenamiento. Eso hizo de él un hombre diferente.",
    "Eso hará de Ud. un hombre y una mujer diferente, si Ud. tan sólo se queda quieto lo suficiente para escuchar Su Voz, como hizo Samuel. Quédese quieto. No esté agitado. Si Ud. quiere algo de Dios, pídale; luego permanezca quieto y escuche, vea lo que Él va a decir al respecto. Sólo abra su corazón, diga: “¿Qué le parece, Señor Jesús?”. Simplemente permanezca allí. Si Él no contesta en las primeras cinco horas, entonces espere otra. Si Él no contesta hoy, entonces contestará mañana. Si Él no contesta esta semana, entonces lo hará la semana entrante. Quédese allí hasta que Él responda.",
    "Escuche cuando Su Voz responda, en su corazón, y le diga: “Sí, Yo soy el Señor que te sana”. Entonces todo habrá concluido. Luego puede reposar. ¿Ven? “Soy el Señor que perdona todos tus pecados. Ahora ve y no peques más. Yo no te condeno”. Entonces Ud. puede salir libre. Ud. está bien. Pero uno quiere tener la seguridad de que escuchó aquella Voz hablar. Moisés la escuchó. Él fue un hombre cambiado.",
    "Miren a Isaías, el profeta. De joven, él lo tenía todo. El gran favorecido del rey Uzías, en aquellos días, era un hombre justo, un buen hombre. Él amaba a Isaías, porque sabía que él era un profeta. Así que él se apoyaba del brazo del rey. Todo lo que él quería, pues, Uzías se lo daba. Y cada vez que él quería algo, pues, el buen rey se lo daba. Pero llegó el tiempo cuando el rey murió.",
    "La prosperidad siempre arruina a las personas. Eso es algo duro de decir; pero la prosperidad aleja al hombre de Dios. Dios lo habló en una cita, en la Biblia, algo así, y Él dijo: “Cuando te bendije y te di en abundancia, cuando eras pobre y no tenías nada, vine a ti, y Me oíste, y Me serviste. Pero cuando te bendije y te di en abundancia, entonces volteaste de Mí tu rostro”. Eso ha hecho América, han volteado el rostro.",
    "Eso han hecho las iglesias. Puede ser que estén en las esquinas, y tengan grandes edificios lujosos, y millones de dólares… invertidos allí, y todo tan fácil como pueda serlo. Con razón Uds. no tienen tiempo para oír la Voz de Dios. Pero, esperen que llegue la hora cuando eso sea quitado, entonces Uds. anhelarán escucharla. Por ahora todo está bien, pero viene la hora cuando no será así.",
    "Entonces Isaías podía apoyarse del brazo del rey. Y era un joven que había hallado favor, y este joven tenía un buen espíritu, por eso el rey le amó. Y un día, todo se desplomó bajo él, el rey murió. Y cuando el rey murió, entonces Isaías tuvo que seguir solo. Y entonces comenzó a mirar a su alrededor, y se dio cuenta que no todos eran como el rey.",
    "Uds. serán expulsados, un día de estos, de estos grupos así inter-denominacionales. Vendrá el tiempo cuando Uds. tendrán que pertenecer a una organización, o no podrán adorar. Como Uds. saben que dice que será, en las Escrituras. Por ahora sólo se burlan de Uds., pero viene el tiempo cuando habrá un boicot, porque la marca de la bestia tiene que venir. Ud. o pertenecerá a la confederación de las iglesias (la bestia, como está en Roma), o Ud. no adorara en lo absoluto. Eso dice la Escritura. Allí es cuando Ud. tendrá que clamar como lo hizo Isaías.",
    "Y él se postró en el templo, y entonces se dio cuenta. Él alzó las manos y dijo: “¡Oh, Jehová, yo soy un hombre de labios inmundos!”. Uds. creen que son buenos, pero esperen que venga ese tiempo. “Habito entre un pueblo de labios inmundos”. ¿Qué hizo? Desesperó.",
    "Y cuando Ud. se desespere por esto, algo sucederá. Ud. no ha desesperado suficientemente. “¡Oh, pues yo me uní a la iglesia! Eso lo deja resuelto”. ¡Pero Ud. tiene que desesperar por ello! Ud. tiene que realmente necesitar a Dios.",
    "Jesús dijo: “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”.",
    "Pero mientras Ud. esté satisfecho con las cosas del mundo, ¿cómo podrá Dios alguna vez hablarle? Ud. dice: “Dios nunca me ha hablado a mí”. ¿Por qué? Él quiere hacerlo. Pero Ud. está demasiado lleno de las cosas del mundo. Eso es lo que sucede hoy con nosotros. Ocupamos todo nuestro tiempo en las cosas del mundo y en los placeres del mundo, y no le damos tiempo a Dios. Es verdad.",
    "Ahora, hallamos que Isaías desesperó. Y clamó y confesó sus pecados, y confesó los pecados del pueblo. Cuando terminó la confesión, oyó un ruido sobre él. Y cuando levantó la mirada, allí estaban los Serafines, volando de un lado a otro en el edificio. Alas les cubrían Sus rostros, y alas sobre Sus pies, y con alas volaban, clamaban: “Santo, Santo, Santo, Jehová Dios Todopoderoso”.",
    "Algo estaba sucediendo. Isaías desesperó. Dios comenzó a trabajar. Entonces Isaías gritó: “Tengo labios inmundos”, porque una Voz acababa de hablar. Eso lo cambió.",
    "🦅 ¿Quién irá por Nosotros?” dijo la Voz. “¿Quién irá? ¿Quién está dispuesto a pararse en la brecha, entre esta cantidad de teólogos? ¿Quién irá en este día y dirá que Yo aún soy Dios? ¿Quién irá para condenar su inmundicia? ¿Quién derrumbará sus denominaciones y levantará otra vez los poderes del Dios Viviente? ¿Quién irá?”.",
    "Isaías dijo: “Jehová, antes de que pueda ir, necesito ser cambiado”. Algunos de estos pequeños temores y confusiones tenían que dejarlo.",
    "¡Así también será con cada individuo que Dios llama! Ud. tiene que nacer de nuevo, ser cambiado y renovado. No algo imaginado, sino en su corazón; algo que realmente pase. Y uno de los Ángeles… “Si tú pides, recibirás”.",
    "Uno de los Ángeles fue al altar de bronce, y con las tenazas tomó un carbón con Fuego encendido, y se apuró hacia Isaías y lo puso en su boca. Dijo: “Ahora estás limpio. Ve, habla la Palabra”. Isaías fue cambiado después que escuchó esa Voz.",
    "Luego avanzado en años, él escribió una Biblia completa. Comenzó con Génesis y terminó en Apocalipsis. Hay sesenta y seis Libros de la Biblia; hay sesenta y seis capítulos de Isaías. ¿Por qué? Porque desesperó, en un tiempo cuando él vio que Eso era más necesario.",
    "Daniel, allá en Babilonia, como hablamos de él anoche. Había propuesto en su corazón no contaminarse con las doctrinas babilónicas. Pero un día, estando allá, Daniel se vio en necesidad. Y sabía que él quería escuchar la Voz de Dios, aunque tenía las Escrituras; pero él necesitaba escuchar la Voz de Dios. Entonces fue a un tal río. Y él no tan sólo fue allá y estacionó su carruaje y se arrodilló en el carrizal, y dijo: “Jehová Dios, quiero oírte, ¿dónde estás?”. No. Así no se hace. Isaías tomó su carruaje, y a los conductores, y fue al río y los envió de regreso. Él se iba a quedar hasta que escuchara. Así se hace. Él desesperó por el asunto.",
    "Él tuvo que apartarse de todos los soldados, y de todos los astrólogos, y de los sabios (todos los doctores de teología y todo eso), que trataban de decirle: “¡Esto! Has esto Daniel. Has esto, Daniel”. Pero él se apartó de todo eso. Eso es lo que Ud. tiene que hacer. Y él llegó al río, y permaneció allí por veintiún días, luchando con el Ángel del Señor.",
    "Pero nos es dicho que miró sobre las aguas. Allí vio un Ángel parado, con Su pie sobre la tierra y el mar. Y alzó sus manos y juró por Aquel que vive por los siglos: “Cuando sucedan las cosas que Daniel ha visto, el tiempo no será más”. Él había sido retrasado veintiún días por la iniquidad de la tierra.",
    "Y si Él fue retrasado por veintiún días a causa de la iniquidad de esa tierra, en los días de Persia, ¿cuánto no lo será en este día? ¿Cuánto tiempo será Él retrasado? Pero es aquella fe que no muere, ese hambre y deseo en el corazón humano, que rehúsa decirle no a Dios, sino que se aferrará hasta que Dios hable desde el Cielo. Uno no puede jugar con Esto, con este Evangelio; con Él no se juega. Hay que darle a la tachuela diez veces de diez. Tiene que ser perfecto, o no está correcto y no funcionará; tiene que ser perfecto. Daniel oró.",
    "Encontramos en la Biblia (por el capítulo 8, el capítulo 7 o 8 del Libro de los Hechos) que un pequeño fariseo autodidacta, llamado Saulo, ¡oh, él verdaderamente sí era un teólogo! Él había estado bajo la enseñanza de Gamaliel y él tenía todas las Escrituras como debía ser, según los teólogos de ese día, ¡oh, con estilo propio y autodidacta! Y él vio a la gente hacer algo que era espiritual, y su teología hecha por hombre no toleró Eso.",
    "¡Qué paralelo con el día de hoy! Honesto y sincero en su corazón, como lo son muchas personas, piensan que la gente que ha nacido de nuevo está loca. Piensan que la sanidad Divina y los poderes del Espíritu Santo sólo son cosas de las cuales hablan, sin embargo, eso es la verdad.",
    "Así que, cuando él iba camino a Damasco, un día, con las órdenes del—del obispo de la iglesia en el bolsillo, de ir a destruir esa cantidad de santos rodadores que estaban gritando y clamando, y—y saltando, y hablando en otros idiomas, y—y sanando a los enfermos: “Pues, ¡son un montón de diablos!”, dijeron los teólogos. “¡Ve allá y arréstalos, y tráelos acá en cadenas”!",
    "🦅 Seguro. ¡Como Ud. ordene, obispo!”. ¡Oh, vaya! ¡Oh, él era un hombre importante! Él tenía un D.D., Ph. D., Uds. saben. Así que se montó en su caballo y salió para allá, con una compañía.",
    "Pero en el camino, ya avanzado el medio día, Algo lo derribó al suelo. Y él se revolcó en el polvo, como un demente, echando espuma. Y él oyó una Voz que decía: “Saulo, Saulo, ¿por qué Me persigues?”. ¿Qué fue? No algún teólo-… teó… teólogo hablándole, sino una Voz del Cielo: “¿Por qué Me persigues a Mí?”.",
    "Y él se revolcó en el polvo, y sus arrugas todas llenas de polvo, y quizás lágrimas rodándole por las mejillas. Él Dijo: “¿Señor, Quién eres?”. Y cuando él abrió los ojos, quedó tan ciego como un murciélago.",
    "Allí ante él estaba la gran Columna de Fuego. Y una Voz que venía de Allí, dijo: “Soy Jesús, a Quien tú persigues. Tu enseñanza hecha por el hombre ha estado errada”. ¿Qué fue? Allí se manifestó una visión. La Palabra de Dios fue hecha realidad.",
    "¡Oh, hermanos!, eso es lo que nosotros necesitamos hoy, más de éso.",
    "Sólo quiero darle las gracias al Señor. Estas pequeñas anoche, en sillas de ruedas, llegaron hoy aquí caminando, y sin las sillas de ruedas, y así saldrán. Ajá. El Señor las bendiga, niñas, sentadas allí. [La congregación se regocija.—Ed.] ¿Qué hizo eso? El mismo Jesús que habló en la Voz sobrenatural allá atrás, aún habla hoy.",
    "🦅 Saulo, Saulo, ¿por qué Me persigues?”. Saulo fue un hombre cambiado.",
    "Y la gente debería cambiar hoy cuando pueden ver y oír la Voz del Dios Viviente hablar como habló cuando Él anduvo en Galilea. ¡Oh, seguro!",
    "🦅 Saulo, Saulo, ¿por qué Me persigues?”. ¿Qué hizo? ¿Lo llevó Él a un seminario para enseñarle teología nueva? No, no lo hizo. ¿Qué hizo Él? Le habló, y una Voz literal habló de una Nube. ¿Qué fue? El mismo Dios que tronó en el monte Sinaí.",
    "Y en las reuniones, en los lugares donde viene el Espíritu Santo, Uds. oyen que una voz humana cambia. Y a duras penas sabiéndose el ABC, pero Cristo puede tomar esa voz y hablar los misterios del Dios Todopoderoso. Eso debería cambiar a todo hombre y mujer que se sienta en esa Presencia de Su…?… “Yo oí una Voz”, dijo él. ¡Oh, nosotros somos tan soñolientos! Espero que no, que no tenga que hacerlo más claro que eso. Pero somos tan soñolientos en nuestras iglesias, en nuestra teología, en nuestro pensamiento, y en nuestros estilos de vida, al punto que fallamos en escuchar esa Voz cuando habla.",
    "🦅 ¡Oh!” dicen ellos, “podría ser telepatía. Podría ser, Ud. sabe, podría ser esto, eso o lo otro”.",
    "¿Qué tal si Moisés hubiera dicho: “¿Me pregunto si ése era un demonio en esa zarza?”. ¡Jum! No hubo duda en Moisés, él oyó la Voz.",
    "Si Ud. dice: “¡Oh, esa podría ser mi conciencia diciéndome eso!”.",
    "Si Ud. es un hijo de Dios, Ud. conocerá que es Su Voz. “Mis ovejas oyen Mi Voz. Mis ovejas oyen Mi Voz”. Ellas la conocerán.",
    "Hubo otro, llamado Pedro, que había sido salvo, y también había sido lleno del Espíritu. Y aún quería aferrarse a las tradiciones de los ancianos. Todo lo que él sabía, venía de aquí de la Palabra. Y un día, en la azotea de una casa, queriendo guardar las tradiciones de “no carne—comer ninguna carne, y lo del sábado, y todo eso”. Hay muchas personas buenas que todavía intentan aferrarse a cosas como ésas.",
    "Y un día mientras estaba en la azotea, él escuchó una Voz que dijo: “No llames tú lo que Yo limpié ‘inmundo’”.",
    "¡Dios! Desearía que Él tomara una cantidad de predicadores de aquí de este valle, y les diera a conocer que nosotros no estamos locos, nosotros no somos santos rodadores, ni un montón de basura; es el Espíritu del Dios Viviente. Y hombres y mujeres están ebrios de Su bondad. Esto no es brujería, ni telepatía mental; es el Espíritu del Dios Viviente. Libérense de sus tradiciones, ancianos, y escuchen la Voz del Dios Viviente. Esto los cambiará. Uds. no serán de los que persiguen; van a querer ser uno de ellos. Si Ud. puede pasar las barreras de todas sus doctrinas, hasta flotar en Su Presencia más allá, algo acontecerá. Ud. no creerá que los días de los milagros hayan pasado. Ud. creerá que están aquí mismo, porque uno sería obrado en Ud., seguro, al cambiar a un hombre. Y eso es lo que siempre hace la Voz de Dios. Ella cambia a los hombres y a las mujeres y los hace lo que deben ser; no lo que han fabricado las escuelas y los maestros, sino lo que Dios ha determinado que ellos sean.\n\n¡La Voz, hablando! “Yo escuché una Voz”.",
    "¡Oh, cómo me gustaría entrar en experiencias personales! Y cuánto les gustaría a Uds. relatar testimonios personales, a muchos de Uds. hombres y mujeres que han escuchado Su Voz.",
    "Y recuerdo oírla cuando apenas era un niño, bien adentro en las montañas de Kentucky. Y pensé que era un pájaro allí en el árbol, pero el pajarito voló. Él dijo: “No temas, porque te vas a ir de aquí algún día, y vivirás cerca de una ciudad llamada New Albany”. Escuché Su Voz cuando Él dijo: “No fumes ni bebas, ni deshonres tu cuerpo con mujeres y todo eso. Hay una obra para ti cuando tengas mayor edad”.",
    "¡Oh, Él todavía es el mismo Señor y Dios! Y uno le puede escuchar, hora tras hora, hablándole en su pequeño clóset, en su cuarto de oración. Salir ante las audiencias, luego hablarle visiblemente a la gente. La Voz de Dios, fue algo muy precioso en los días de Samuel. Y es aún más preciosa hoy, pues, no había visión manifiesta.",
    "Pedro escuchó la Voz, y eso le cambió toda su teología. Él fue directamente a los gentiles, a quienes consideraba una raza ignorante de mestizos. Pero, la Voz de Dios (no sus enseñanzas), la Voz del Dios Viviente lo cambió.",
    "Y ahora, uno más. Hubo un hombre bueno, una vez, en la Biblia. Uno que conocía personalmente a Jesús, que lo amaba, y creía en Él, y le adoraba, y jugaba con Él, y lo acompañaba a los montes, y al río a pescar con Él. Era un buen hombre. Un día, cuando Jesús no estaba, la muerte entró a robar su habitación.",
    "Y él había dejado la iglesia ortodoxa, él con sus hermosas hermanas, Marta y María. Y ellos habían salido porque lo amaban a Él, y creían que era el Mesías. Y por haberlo hecho, la iglesia rápidamente los excomulgó.",
    "Y este joven se enfermó tanto que murió, y había estado enterrado, cuatro días. ¿De qué servían las enseñanzas teológicas en ese momento? ¿Y en qué beneficiaba su iglesia en ese momento? Pero allí estaba la Voz de Dios, sobre la tierra, y Él le habló a Lázaro. Y Lázaro, un hombre que estaba muerto y pudriéndose en el sepulcro, oyó Su Voz, y salió y vivió de nuevo.",
    "Yo estaba muerto, una vez, en delitos y pecado. Ud. estaba muerto en delitos y pecado. Pero fue la Voz de Dios que dijo: “Venid a Mí todos los que estáis trabajados y cargados, Yo os haré descansar”.",
    "He visto la Voz hablarle al cojo, enderezarlo. He visto la Voz de Dios hablarle al ciego, y abrir sus ojos. Con los moribundos, llenos de cáncer, con el leproso, verlos regresar con su carne, de nuevo en perfecta salud. Lo he visto a Él hablarle a los alcohólicos y neuróticos, y a los despreciados, y al montón del pabellón de la muerte, y se convierten en damas y caballeros, y en santos del Dios Viviente, porque la Voz de Dios habló. Eso estamos escuchando hoy.",
    "Permítanme terminar diciendo esto: Vendrá un tiempo, cuando su alma vagabunda sea sacada de su cuerpo y esté de camino hacia algún lugar, vagando allá en las tinieblas, o tal vez en el seno de Dios: esa Voz hablará de nuevo. Y la Biblia dice que: “Todos los que están en los sepulcros escucharán Su Voz, y saldrán. Unos para entrar en vergüenza perpetua y desgracia. Y otros para entrar en paz y gozo eterno.",
    "Esta mañana podría ser el momento en que Ud. se decida, si va a escuchar lo que le dice la televisión, o lo que le dice el periódico, o lo que dicen los teólogos, o lo que dice Dios. Permítanme decirles: como pueblo, no escuchen Uds. nada de lo que se diga, sólo lo que Dios dice. Esperen esa pequeña Voz apacible, y Él los cambiará.",
    "Ud. dice: “Me gustaría creer, Hermano Branham; desearía poder creer. Yo desearía poder hacer ciertas cosas”. Pero Ud. no puede. ¿Por qué? Ud. no se aquieta lo suficiente. Ud. no llega al lugar donde todas las—las dudas desaparecen.",
    "Cuando Ud. entre al lugar donde las dudas desaparecen, entonces Ud. será libre y podrá oír la Voz de Dios decir: “Hijo Mío, Yo soy tu Salvador. Hijo Mío, Yo soy tu Sanador. No tienes que hacer estas cosas. Yo morí para que tú pudieras ser libre. Pero mientras estés acá abajo en esta vibración, confundido por toda clase de voces, tan sólo apártate de todas ellas”.",
    "Me recuerda una vez de un tiempo cuando estuve en las montañas. Y nunca olvidaré esas experiencias. Y aquí hace como diez años, o ni tanto, yo estaba ayudando al Sr. Jeffries en el rodeo del ganado, y cuando ponían la sal sobre los caballos. Y yo la estaba llevando a ciertos lamederos donde la ponía, y el ganado sabía que estaba. Bien adentro, casi a setenta millas de la civilización [112 kms]. O quise decir como a treinta millas, treinta y cinco, tal vez cuarenta millas [48 o 64 kms] de Kremmling, Colorado, donde uno se topa con una pequeña ciudad con una población de setecientas u ochocientas personas. Y tenía mi caballo, y ya le había desmontado las alforjas. Y miramos el… buscamos el ganado con binoculares. Y había enganchado mi caballo de una rama, y los que le seguían estaban allí detrás, del caballo… El caballo con la campana va adelante. Y subí a las colinas. Y era muy hermoso. Era el tiempo de la primavera. Y yo miraba por los valles, viendo el resplandor de los arroyuelos, a la distancia. Y mientras miraba, era a mediados de la tarde, y vi algo que me conmovió.",
    "Vi a una madre sacando sus bebés del nido, un ave águila. Y ella revoleteó sobre ellos hasta que los aseguró de sus alas. Y ellos habían salido del nido antes. Pero ella los llevó al valle. Ellos no habían estado allá antes; apenas aprendían a volar. Así que ella los dejó allá. Y ellos corrieron allá, escarbando el pasto y revolcándose el uno sobre el otro, sin ninguna preocupación. Y estando allí sentado, pensé: “¡Vaya, son como un grupo de creyentes Cristianos genuinos! No tienen preocupaciones”. ¿Por qué no tenían preocupaciones? No tenían nada que temer, pues mamá había regresado allá arriba y se había sentado sobre una piedra, para vigilarlos. ¡Oh! Eso realmente cambia la cosa.",
    "Cuando Ud. se pone a pensar: “¿Qué pensará el pastor Fulano de Tal si yo llego a recibir el Espíritu Santo? ¿Qué diría el Obispo Tal y tal?”. A mí no me importa lo que ellos digan.",
    "Jesús murió y ha subido al baluarte de la Gloria, y está en los cielos de los cielos. No hay nada que lo vaya a perturbar a Ud. Él cuida al gorrión, y sé que Él cuida de mí y cuida de Ud.",
    "Y cuando llegara, si llegara un coyote o algo para perturbar a uno de estos pequeñitos, pues, ella… Más les vale que no lo hagan. Ella puede levantar a un coyote con su mano, en sus garras, elevarlo a unos miles de pies y soltarlo. Él se desintegraría en el aire. Nada va a perturbar a esos pequeñitos. Ella se va asegurar de eso.",
    "Nada lo va a perturbar a Ud. No tema tomar a Dios por Su Palabra. Sólo relájese y tenga fe, y crea. Él está cuidando de Ud. Él desintegrará cualquier cosa que trate de perturbarlo a Ud. ¡Oh, puede ser que lo ataque, pero no le puede hacer daño! Porque Él permite “todas las cosas”. No puede ser otra cosa “pues ayudan a bien a los que aman al Señor”. No hay mal que le pueda llegar a Ud.",
    "Y entonces, después de un rato, se levantó una tormenta. Y cuando comienza la tormenta, llegan rápido, esas tormentas del norte, unos cuantos relámpagos y viene ese viento, a sesenta o setenta millas por hora [96 o 112 kms]. Y esa madre águila soltó un gran chillido, y bajó hacia el valle. Y ese chillido, ¿qué hizo? Esos aguiluchos conocían la voz de su mamá.\n\n“Mis ovejas conocen Mi Voz”, dijo Él.",
    "El peligro estaba presente. Ahora, ellos no intentaron esconderse bajo cosas. Ellos no intentaron correr a esconderse en una montaña de basura. Simplemente esperaron por mamá.",
    "Eso es lo que el Cristiano debe hacer: ver lo que Dios hará al respecto.",
    "Y cuando la—la madre tocó tierra, aquellos pies como así, ella simplemente llegó como un gran enorme avión aterrizando. Y alzando su cabeza al aire chilló, y extendió esas alas grandes, como catorce pies de punta a punta [4 mts], como de esté poste hasta aquél. Todos esos aguiluchos corrieron tan rápido como pudieron y saltaron a las alas de mamá. Se extendieron y se aferraron con sus pequeñas garras, tomaron sus piquitos, y se aferraron allí a esas plumas seguras. Mamá simplemente se los llevó, sin vibración alguna de esas alas, y se elevó contra ese viento. Directamente a la roca se dirigió, para esconderlos de la tempestad que venía.",
    "¡Oh, hermano, la tempestad está muy cerca! Escuchen Su Voz. Ella los está llamando: “Salgan de Babilonia, sepárense. No sean participes de su, de los pecados de ellos. Y Yo os recibiré. Vosotros Me seréis hijos e hijas. Y yo os seré Dios”.",
    "Inclinemos nuestros rostros un momento, para terminar.",
    "[Alguien da una profecía.—Ed.] Amén. Uds. oyeron. Es lo que llamamos profecía en la iglesia.",
    "¿Habrá aquí algunos en esta mañana, y sé que los hay, que dirían: “Señor Dios, sé misericordioso conmigo? Aunque me he unido a la iglesia, he hecho la confesión, pero yo—yo no sé lo que es callar delante de Ti, y escuchar Tu Voz para guiarme y enseñarme. Yo no sabría qué hacer si Tú me hablaras en una Voz audible. Me encantaría conocerte, para que Tú me puedas hablar y dirigir mis caminos”. ¿Levantarían las manos ahora y dirían: “Dios sé misericordioso?”. El Señor los bendiga, por todo lugar; hay manos por todo el lugar. Sigan levantándolas. Así se hace. “Señor, sé misericordioso conmigo. Te necesito tanto”. ¿Habrá más antes de cerrar? Dios ve sus manos allá atrás, señora, y todos por allá atrás, y en las hileras los que están parados y demás. Dios los ve, aun en la plataforma, por aquí.",
    "Y Samuel dijo: “Elí, ¿me has llamado?”.\n\nElí respondió: “No, hijo mío, no te llamé”.",
    "Ése no fui yo quien le habló a su corazón, amigo; fue Dios. Sólo responda y dígale: “Tu siervo escucha. Y tómame hoy en Tu cuidado, Dios. Permíteme, desde este día, ser todo Tuyo”.",
    "Eterno Dios, amante del alma, Creador de todas las cosas, esa Voz apacible de Dios que le habló a Samuel, que le habló a Saulo, que le habló a Pedro, que le habló a Daniel, y al profeta Isaías, y por todas las edades, ha hablado de nuevo en esta mañana en el tabernáculo. Puede ser que treinta o cuarenta, o tal vez cincuenta manos de pecadores y miembros de iglesia, y personas con confusiones, levantaron las manos. Muchos estuvieron aquí anoche, y ellos oyeron Tu Voz audiblemente. Y ahora, en esta mañana, esa misma Voz habla en lo profundo de sus corazones. Ellos han levantado las manos, con sus manos levantadas hacia el Cielo, dicen que ellos están errados y quieren estar bien.",
    "En Tu Palabra has dicho: “Ninguno puede venir a Mí, si mi Padre primero no le trajere; y todo aquel que viene, Yo le daré Vida Eterna, y lo resucitaré en el día postrero”.",
    "Tú lo prometiste, Padre. Y ahora clamamos a Ti, siendo Tu siervo, para que les des Vida Eterna y gozo Eterno a éstos que han levantado las manos. Y que ellos vivan para Ti, todos los días de sus vidas. Y al final del camino, de la jornada de esta vida, que entren en el gozo del Señor. Concede esto, Padre. Lo pedimos en el Nombre de Jesús y por la causa de Jesús. Amén.",
    "¿Cuántos de Uds. lo aman a Él con todo su corazón, con todo su corazón? [La congregación dice: “Amén”.—Ed.] Ahora, en estos lugarcitos como éste (se me ha hecho tarde), pero la Biblia dice que “estamos sentados en lugares Celestiales en Cristo Jesús”. El Espíritu Santo viene, toma la Palabra, se mueve entre la audiencia, y uno puede verlo cuando pasa sobre ellos y los cambia.",
    "Como he dicho, yo creo en las emociones. Seguro. Pero, uno, lo que… Vean, las emociones no lo cambian a uno. Las emociones tienen que entrar directamente hasta que toquen la moralidad de su ser. Eso es lo que lo cambia a Ud. de pecador a…",
    "¿Qué es un pecador? Un incrédulo. Hay muchas personas hoy, con un—un título de Bachiller, con un Doctorado, con un P.h. D., con un doble L. D. en su título, y aún son pecadores. Conocen la Biblia desde el Génesis hasta el Apocalipsis, predican desde el pulpito, y aún cre-… son incrédulos. La Biblia dice: “El que no creyere ha sido condenado”.",
    "Pregúntele a una de esas personas si creen que el Espíritu Santo es para hoy: “Pues, por supuesto que no”; ¿Cree Ud. en la sanidad Divina? “Pues, por supuesto que no”. Entonces él es un incrédulo. Es cierto. Si el Espíritu Santo está en Ud., ¿no dará Él testimonio de Su Propia Palabra? Y si el espíritu en Ud. testifica contrario a lo que Dios dice que es la verdad, ése no es el Espíritu de Cristo. Ud. quizá pertenezca a la Iglesia de Cristo, pero Ud. no es de Cristo hasta que su espíritu le diga “amén” a toda promesa que Dios hizo. Y cuando Él prometió…",
    "Pedro dijo, el día de Pentecostés, dijo: “Arrepentíos cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo”. Y si su espíritu dice que eso era para otro día… ¿Qué dice la Escritura? “Porque para vosotros es la promesa”, judíos, “y para vuestros hijos, y para todos los que están lejos”, los gentiles, “para cuantos el Señor nuestro Dios llamare”. La misma promesa.",
    "Él dijo: “Yo soy la Vid, vosotros los pámpanos”. Y si ésa es la Doctrina de la rama, de la primera rama, la segunda rama tiene que tener la misma Doctrina. Y la misma Doctrina producirá los mismos resultados. Y a medida que cada rama sale de la Vid, producirá lo mismo. Me da gusto, en esta mañana, me da tanto gusto saber que el Espíritu del Dios viviente aún platica y le habla a las personas, y confirma Su Palabra.",
    "Entraremos en el servicio bautismal en unos momentos. Si Ud. ha sido rociado, le han derramado, o ha sido sumergido de cualquier otra manera que en el Nombre del Señor Jesucristo, se le hace un reto para que venga al agua.",
    "Ahora Ud. dice: “Hermano Branham, ¿quiere Ud. decirme…?”. Sí, hermano.",
    "Rociar no es mencionado en la Biblia. No hay cita en la Biblia donde alguien fuera rociado. Ahora recuerden esto. Lo he preguntado desde este púlpito toda la semana: Encuéntrenme dónde una persona en la Biblia haya sido rociada para el perdón de los pecados, o que le derramaron agua para perdón de los pecados, o que hayan sido bautizados por inmersión en el nombre de “Padre, Hijo, Espíritu Santo” para perdón de los pecados. No hubo jamás una sola persona rociada, que le derramaran agua, o bautizada en el nombre de “Padre, Hijo, Espíritu Santo” entre las tapas de la Biblia. No, señor. Ellos fueron…",
    "En una ocasión algunas personas fueron bautizadas por Juan el Bautista, y no fueron bautizadas bajo ningún nombre, y habían sido bautizadas por el mismo hombre que bautizó a Jesús. Pero Pablo, cuando se reunió con ellos (en Hechos 19), les dijo que tenían que venir y volverse a bautizar, en el Nombre de Jesucristo, o no podían aún recibir el Espíritu Santo.",
    "Cuando Pedro encontró algunos que habían recibido el Espíritu Santo antes que aun fueran bautizados, él les mandó y permaneció con ellos hasta que fueron bautizados en el Nombre de Jesucristo. Eso es cierto, amigo.",
    "Sé que muchas personas dicen: “Pues, el Hermano Branham es un Sólo Jesús”. Eso está errado.",
    "Yo sólo creo las Escrituras. Yo no pertenezco a ninguna de las denominaciones. Y de todas maneras, los Sólo Jesús no bautizan así; ellos sólo bautizan en el Nombre de “Jesús”. La Biblia dice: “El Señor Jesucristo”. Hay muchos Jesús, pero sólo un Señor Jesucristo. ¿Ven? ¿Ven? Cristo es el Mesías. ¿Ven? Y eso está correcto.",
    "Y entonces, amigos, Uds. aquí ahora en esta mañana, que nunca han sido bautizados de esa manera: que la suave y apacible Voz de Dios les hable profundamente al alma. Y no importa lo que su obispo, lo que su iglesia, o cualquier otra cosa diga, vengan y obedezcan al Señor, es lo que mando para Uds.",
    "Y ahora, el Hermano Neville entrará a este cuarto, preparándose para el servicio bautismal. Y los que—que preparan las cosas, algunos de los ancianos irán conmigo. Yo entraré allí con Uds., en un minuto.",
    "Pero quiero que aquéllos que están pasando ahora, cuando vamos a cantar, “Puedo Oír Tu Voz Llamando”, “lo seguiré donde Él me guíe; no importa la iglesia, seguiré donde Él me guíe. No importa nadie, yo seguiré con Él hasta el fin”. Que los—los hombres pasen a este cuarto, y las mujeres pasen a este cuarto, ahora mientras cantamos. Luego seremos despedidos, oficialmente, dentro de un momento. Muy bien. Todos ahora.\n\nPuedo Oír Tu Voz Llamando,",
    "Ahora, los hombres vayan aquí, las mujeres acá. “Mi Sal-…” Algunas de las damas entren aquí con estas damas, por favor.\n\nPuedo oír mi Salvador…(¿Qué oyeron Uds.? Su Voz.)\n\n“Toma Mi cruz, y sigue, sígueme”.\n\nDonde Él…(Ahora, ¿son Uds. realmente sinceros?)…Le seguiré,\n\nDonde Él guíe yo seguiré,\n\nDonde Él guíe yo seguiré,\n\nYo iré con Él, con Él hasta el fin.",
    "Ahora, diré esto, amigo, yo escuché una Voz. Y si la Voz no habló de acuerdo a la Voz de Dios, Aquí, entonces no es la voz correcta. Pero, “Mis ovejas conocen Mi Voz”.",
    "¿Por qué es que Ud. puede venir? Ésta es la razón por la que Ud. puede venir. Es porque “su nombre fue puesto en el Libro de la Vida del Cordero, antes de la fundación del mundo”. La Biblia lo dice. Piense en una persona que está sentada y que sabe que ésa es la Verdad del Evangelio, y sin embargo algo los retiene, sabiendo que quizá sus nombres no fueron puestos. ¿Entonces qué?\n\n“En vano Me adoran”. ¿Ven?, “en vano”.",
    "🦅 ¡Oh!” dice Ud.: “yo soy un hombre fiel; soy fiel…”. Eso no tiene nada que ver en esto.",
    "🦅 En vano Me adoran ellos, enseñando como doctrina los mandamientos de hombre”.",
    "Ya les he dicho, en la Biblia nadie fue rociado, ni se le derramó agua, ni fue bautizado en el nombre de “Padre, Hijo, Espíritu Santo”. Escudríñelo. Búsquelo. Si está, venga muéstremelo, en la plataforma esta noche. Entonces, si con Ud. se ha hecho de esa manera, Ud. está siguiendo una tradición de hombre.",
    "Y si alguien le dice a Ud.: “Bueno, suba y haga su confesión, Ud. entonces recibe el Espíritu Santo”. ¡Eso está errado! Ésa es doctrina hecha por hombre.",
    "Hay un bautismo en agua falso. Hay un bautismo del Espíritu Santo falso. El diablo lo personifica porque él es religioso. Caín, su padre era religioso, como lo hemos visto. La simiente de la serpiente aún continúa. Y la Simiente de la mujer, por medio de Cristo, aún continúa.\n\n“Pero, ninguno puede venir si Mi Padre no le trajere”.",
    "Piensen ahora en algunos de los que están sentados aquí, en esta mañana, que saben que Uds. han sido bautizados falsamente, en credo de hombre, y no de acuerdo a la Biblia, y que la confesión de su primer nacimiento está errada. ¿Cómo podrá Ud. llegar a estar correcto, a menos que regrese y empiece correctamente? Recuerden que esta semana yo prediqué: Mas No Fue Así Desde El Principio.",
    "Ahora, y si Ud. puede escuchar una Voz hablándole, es Dios, porque Eso cuadra con la Escritura. Si no cuadra, entonces es alguna clase de voz errada que le está hablando a Ud. Pero la Voz correcta le dirá que siga las reglas de la Biblia; no rociar, ni derramarle agua, nada falso. Venga directamente y siga las reglas de la Biblia.",
    "Háganlo, amigos, aun cuando lo requiera todo. No me interesa lo que cueste, yo dejaré todo a un lado para seguir al Señor Jesús.",
    "🦅 Oyen Mi Voz, Mis ovejas, y vienen a Mí. Y todo el que viene a Mí Yo le doy Vida eterna, y le resucitaré en los días postreros”. ¿Es verdad eso?",
    "Aquí está, correctamente con las Escrituras. Nadie puede refutar Eso. Es correcto. Nadie Lo puede refutar. Aquí está, en el Poder del Espíritu, obrando lo mismo que Jesús. Aquí está Él, en la foto, la misma Columna de Fuego, moviéndose, con los mismos frutos, el mismo Espíritu, teniendo la misma emoción, la misma acción, las mismas señales, las mismas maravillas. Allí lo tienen. Escuchen la Voz de Dios en esta mañana.",
    "Y la Voz dijo: “Samuel”.",
    "Respondió: “Sí, Señor. Sí, Señor. Heme aquí. He aquí Tu siervo. He aquí Tu siervo. Yo seguiré”.\n\nDios bendiga a la dama. “Yo…”",
    "Uds. dicen: “Hermano Branham, Ud. es demasiado fuerte con eso”. Quiero que sea fuerte. Es de vida o muerte, así que tengo que hacerlo fuerte. El Señor esté con Uds., es mi sincera oración.",
    "Ahora, antes que muevan los muebles aquí del edificio, para tener el… para que Uds. puedan ver el bautismo. El lugar está abierto en todo momento. Quiero leer algo directamente de las Escrituras, para que Uds. vean que estoy—estoy leyendo.",
    "Jesucristo, creo que en el capítulo 16 de San Mateo, le dijo a Pedro: “A ti te daré las llaves del Reino del Cielo; y todo lo que atares en la tierra será atado en el Cielo; y todo lo que desatares en la tierra será desatado en el Cielo”. ¿Saben esto todos Uds.? [La congregación dice: “Amén”.—Ed.]",
    "El día de Pentecostés, cuando el Reino de Dios había venido en la plenitud de Su Poder, ¿creen Uds. eso? [La congregación dice: “Amén”.—Ed.] Pedro, poniéndose de pie. Ahora, cuando Jesús resucitó de los muertos, Él no tenía las llaves del Reino, ¿verdad que no? [“Amén”.] Él tenía las llaves de la muerte y del infierno, no las llaves del Reino. Y aquí está lo que él dijo cuando estaba predicando, y ellos estaban oyendo estas cosas, y habían endurecido sus corazones. Aquí está exactamente lo que dijo Pedro.",
    "Escuchen ahora con atención mientras leo las Escrituras, para que entiendan. Hechos, el capítulo 2. Recuerden, ¿cuántos estaban aquí para oír el sermón, Mas No Fue Así Desde El Principio? Regresemos al principio y veamos lo que el bautismo, lo que realmente es bautizar. ¿Cómo debemos nosotros ser bautizados? ¿Rociados, derramando agua sobre nosotros, o en el nombre de “Padre, Hijo, Espíritu Santo?”.",
    "Recuerden, he retado a cualquier ministro, cualquier obispo, al que sea, donde sea, en cualquier momento, a que me muestre una sola Escritura donde alguna persona fue rociada, le haya sido echada agua encima, o que fue bautizada en el nombre de “Padre, Hijo, Espíritu Santo”. Aún está abierto. Eso no está en las Escrituras. No.",
    "Es un credo falso, inventado, iniciado por la iglesia católica. El rociar fue formulado por la iglesia católica, seiscientos años después de la muerte del último discípulo. Lo de “Padre, Hijo, Espíritu Santo” fue adaptado en esa misma época, porque la gente católica adora diferentes dioses, y ellos formaron la trinidad de los oficios de Dios. No son tres dioses: Padre, Hijo, Espíritu Santo; eso es pagano.",
    "Hay un Dios. “No tendrás dioses ajenos delante de Mí”. “Oye, Israel: Jehová nuestro Dios, Jehová uno es”.",
    "Los judíos nos preguntan: “¿Cuál es su Dios, el Padre, el Hijo o el Espíritu Santo?”.",
    "Sólo hay Uno. Son tres oficios en los que el mismo Dios ha operado, manifestándose a Sí Mismo.",
    "Primero, en el Padre, no podía ser tocado. Suspendido sobre el monte; aun si una vaca o animal tocaba la montaña, debía morir.",
    "Luego descendió, porque Él quería ser adorado. Él se acercó al hombre porque Él se hizo el Hijo del hombre. Dios estaba en Él.",
    "Y cuando Él lo hizo, entonces dijo: “Un poco, y el mundo no Me verá más; pero vosotros Me veréis, porque Yo” un pronombre personal, “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Dijo: “Yo vengo de Dios”. ¿Qué? La Columna de Fuego. “Yo regreso a Dios”. Eso hizo. Él lo hizo. Y entonces cuando hizo eso, Él regresó a Dios.",
    "Entonces encontramos a Pablo, en nuestra lección esta mañana, camino a Damasco. Y Él se encontró con Pablo allá en el camino. Y Él lo derribó. Y cuando Pablo miró hacia arriba, ¿qué era Él? La Columna de Fuego de nuevo, una Luz que cegó sus ojos.",
    "Miren lo que hizo Jesús cuando estuvo en la tierra y le dijo a la mujer de sus pecados, hizo todas estas cosas. Y dijo: “Nada hago si el Padre primero no me lo muestra”.",
    "Ellos le preguntaron, dijeron: “¿Por qué no vas allá y sanas a esas personas allá?”. Pasó una gran multitud de cojos, mancos, ciegos y paralíticos; Él sanó a un hombre con problema de la próstata, o algo, tendido en un lecho. Dijeron: “¿Por qué no lo haces con todos?”.",
    "Él dijo: “De cierto, de cierto…”. Ahora en San Juan 5:19: “De cierto, de cierto os digo: No puede el Hijo hacer nada por sí mismo, sino lo que ve hacer al Padre; eso hace el Hijo”.",
    "Aquí Él ha venido de nuevo, en estos últimos días. El mundo científico no puede negarlo; la iglesia no puede negarlo. Aquí está, ha venido de nuevo a la iglesia y está haciendo lo mismo. ¡El Espíritu! Dios quiere aquéllos que adoren en Espíritu y en Verdad. Y aquí está Él.",
    "Aquí está lo que Él dijo el día de Pentecostés, Pedro predicando:\n\nA este Jesús resucitó Dios, de lo cual todos…somos todos testigos. (¿Somos nosotros testigos?)\n\nAsí que, exaltado por la diestra de Dios,…habiendo recibido del padre la promesa del Espíritu Santo, ha derramado esto que vosotros veis y oís.\n\nPorque David no subió al cielo; pero él mismo dice:\n\nDijo el Señor a mi Señor:\n\nSiéntate a mi diestra,\n\nHasta que ponga a tus enemigos por estrado de tus pies.\n\nSepa, pues, ciertísimamente toda la casa de Israel, que a este Jesús a quien vosotros crucificasteis, Dios le ha hecho Señor y Cristo.",
    "Ahora al oír esto (ésa era la gente religiosa), al oír esto se compungieron de corazón, y ellos dijeron a Pedro y…los otros apóstoles: Varones hermanos, ¿qué haremos?",
    "¿Nos vamos y sólo nos portamos bien? No, no. Ten cuidado, Pedro, pues ahora tienes las llaves del Reino. “Lo que tú les digas” dijo Dios, “Yo lo ataré en el Cielo cuando lo ates en la tierra”.\n\nPedro les dijo: Arrepentíos cada uno de vosotros, y bautícese en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\n\nPorque para vosotros es la promesa, y para vuestros hijos, y para aquellos que están lejos; para cuantos el Señor nuestro Dios llamare.",
    "Una Escritura más. Treinta y dos años después, Pablo, por acá en el capítulo 19.\n\n…Pablo, después de recorrer las regiones superiores,…Efeso, encuentra a ciertos discípulos,\n\nY les dijo: ¿Recibieron Uds. el Espíritu Santo desde que creyeron?",
    "Bautistas, dejen que eso les cale: “¿Habrán Uds. recibido el Espíritu Santo desde que creyeron?”. Es un nacimiento, no una confesión.\n\n…Ni si quiera sabemos si hay Espíritu Santo.\n\nEntonces dijo: ¿En qué…fueron Uds. bautizados? Ellos habían sido bautizados en el bautismo de Juan.\n\n…Pablo les dijo: Juan bautizó…para arrepentimiento (no para perdón de pecados), con bautismo de arrepentimiento, diciendo…que uno debe creer en aquél que vendría después de él, esto es, en Jesús el Cristo.\n\nY cuando oyeron esto, fueron bautizados en el nombre del Señor Jesucristo.\n\n…habiéndoles impuesto Pablo las manos, vino sobre ellos el Espíritu Santo; y hablaron en lenguas y glorificaron a Dios.",
    "Ahora permítanme llevarlos, Pablo, cerrando su epístola, a Gálatas 1:8.\n\n…si aun nosotros, o un ángel del cielo, os anunciare otro evangelio diferente del que Uds. ya han oído, sea para Uds. de maldición.",
    "Los llevaré también a Corintios, el capítulo 14, versículo 38, donde dice:\n\nSi alguno profesa ser espiritual, o un profeta, reconozca que lo que yo os escribo son mandamientos del Señor.\n\nMas el que ignora, simplemente que ignore.",
    "¿Qué vamos a hacer al respecto? Toda la evidencia… si yo estuviera en su lugar, y no hubiera sido bautizado de acuerdo al bautismo Cristiano, no teniendo en cuenta lo que piensa mi iglesia, o lo que piensa mi madre: yo quiero saber lo que manda mi Señor.",
    "Señor Jesús, es Tuyo ahora. Y oro para que trabajes en cada corazón. Y concédele el Espíritu Santo, a los que están para ser bautizados en el baptisterio, mientras esperan en Ti. En el Nombre de Jesús te encomendamos el grupo, que en ese Día, Señor, yo no sea culpable, sino libre de la sangre de todo hombre; y que no me paré por alguna tradición, o alguna denominación u organización, sino que me paré por Tu Palabra. Amén. 🦅"
  ]
}