{
  "title": "HOMBRE LLAMADO POR DIOS",
  "id": "58760009",
  "content": [
    "🦅  …Neville. Es lamentable mantenerlos de pie, a lo largo de las paredes. Y pasé por aquí a otra cita, hace como hora y media, y la gente estaba devolviéndose de las puertas, yéndose. Me encontré a Billy allí afuera, y él dijo que el lugar había estado listo para que el servicio comenzara, desde esta tarde. Así que, sólo tuvimos esta pequeña reunión aquí. Ni siquiera lo pusimos en los periódicos locales. Así que, simplemente tenemos un pequeño tiempo de compañerismo.",
    "Y ahora siempre se está ocupado, como la gente de fuera de la ciudad sabrían, que, aquí en casa siempre se está de prisa, corriendo de lugar a lugar, y presionados. Así que, más o menos me estoy acostumbrando a ello. Simplemente llego a un punto en que no le permito que me moleste, tanto como es posible. Y Uds. saben, uno tiene que pasar sólo un poquito de tiempo, y debería de ser más, con el Señor. Si uno no hace eso, entonces no viene a la reunión con la frescura del Espíritu Santo. Y cuando uno viene, como hoy ha sido, donde ha sido sólo un gran, gran glamor [Significa: “Encanto, atractivo; embeleso, falsa apariencia”.—Traductor], pues, es en cierta manera difícil algunas veces para mí venir, para evitar estar un poquito en apuros y presionado, ¿ven Uds.?, y ponerme molesto. Cuando hago eso, entonces simplemente no puedo encontrar al Espíritu Santo en ninguna parte en ello.",
    "Así que, compadezco, no obstante, a las personas que se paran en—en los pasillos y alrededor de la parte de afuera. Y ellos llegan, miran hacia adentro, se suben a su carro y se van de nuevo. Yo quería conseguir la escuela secundaría aquí, para llevar a cabo sólo una reunión de unas cuantas noches, pero la escuela está activa en este tiempo, y es un poco difícil para mí conseguirla durante ese tiempo. Pero quiero decir que ciertamente aprecio a cada uno de Uds., adentro y afuera, y por su magnífica cooperación, y por todo lo que Uds. han hecho.",
    "Y esta mañana, en la escuela dominical, le agradecí a la gente por la ofrenda que me dieron anoche, la cual fue una ofrenda no solicitada. Francamente, le dije al pastor aquí, a nuestro amado pastor, el Hermano Neville, y demás, que yo preferiría que no hicieran eso. Pero lo hicieron, de todas maneras, así que sólo quería dar un reporte sobre ello. Ahora, éste es un lugar pequeño, y no tiene sitio para más de más o menos trescientas personas, no me parece. Y la ofrenda fue de trescientos veinticuatro dólares, lo cual significa que dieron un promedio de más o menos un dólar cada uno. Esa es la mejor ofrenda que se me haya dado en mi vida, para la cantidad de gente. Por lo regular, da un promedio de más o menos veinticuatro centavos por persona, veinticinco. Veintisiete centavos es una gran ofrenda, por persona. Pero ésta dio un promedio alrededor de un dólar cada uno. Y ciertamente aprecio eso.",
    "Y quizás no pude, esta mañana, expresarle a algunos de Uds. Encontramos jalea, una caja de jalea colocada en los escalones, y pequeños regalos han sido enviados a nosotros. Mi esposa y yo deseamos expresar nuestra gratitud a Uds. Estoy seguro que de la mejor manera que sabemos hacerlo, todo ello será para el Reino de Dios.",
    "Y simplemente me hace sentir como que quisiera tener un lugar muy grande donde pudiéramos simplemente continuar siguiendo adelante por mucho tiempo y ministrarle a la gente. Pero aun esta noche, después del servicio, debo irme. Lo cual, no podré salir esta noche, sino temprano en la mañana, para irme.",
    "Regreso el próximo sábado en la noche. Y salgo el domingo en la mañana, de nuevo, para Colorado. Y simplemente uno tras otro, saliendo.",
    "Y luego mi siguiente reunión en ultramar viene en enero, la cual es en Australia y Nueva Zelandia, y por allí. Ahora, quiero que Uds. oren por mí. Ciertamente deseo sus oraciones.",
    "Y luego quiero…todos nosotros estemos agradecidos con el Todopoderoso Dios, Quien ha hecho tan grandes cosas por nosotros en esta pequeña reunión. Creo que, para la cantidad de tiempo, se ha llevado a cabo más en esta reunión que en cualquier reunión que yo haya tenido en mi vida en este tabernáculo. Simplemente ha parecido como que el Señor abrió las bendiciones.",
    "He pensado, quizás, durante esta reunión, que por una visión que he tenido, que mi ministerio va a ser cambiado a un mejor y más grande ministerio. Ahora simplemente va a suceder tan cierto como Uds. han oído estos otros tres ministerios predichos, o estos otros dos. Este será exactamente así, sólo que más grande. Pero la primera noche, sólo llamé a la gente a que viniera aquí al altar, regresé directamente al discernimiento. La segunda noche, los llevé adentro al cuarto, entré directamente al discernimiento. Y las dos últimas noches, entonces, los hemos traído aquí a la plataforma, directamente al discernimiento.",
    "Pero sólo para reportar algunas cosas, un ministro ciego recibió su vista en la plataforma.",
    "Y dos niñitas, anoche, sentadas en la silla de ruedas, con enfermedades que nadie sabe qué es, ningún doctor. Sus pies muy grandes, y sus dedos de los pies desprendiéndose, los dedos desprendiéndose, y nada se podía hacer por ellas. Y justamente mientras el Espíritu estaba ungiendo, yo fui, y en el Nombre del Señor Jesús, maldije esa enfermedad, y se levantaron de la silla de ruedas. Y esta mañana, andan caminando aquí en el tabernáculo como cualquier otro niño, y vinieron y fueron bautizadas en bautismo Cristiano, aquí mismo en la pila, esta mañana.",
    "Mientras tuve unos minutos de estudio, hace un rato, y habían algunos amigos míos, el Hermano Hoover, un ministro de allá de Kentucky, sólo pasó y dejó un recado con mi esposa, que anoche en una línea de llamamientos, allí en la audiencia, mujeres que no tenían tarjetas de oración ni nada, sólo estaban sentadas allí orando. Y había habido una mujer que no había comido por, se me olvida cuanto tiempo, una comida; crecimientos en su estómago, todo lleno. Y el Señor la llamó y la sanó. Y esta mañana ella se levantó, y se comió un desayuno de tamaño normal, y está aquí en alguna parte esta noche.",
    "Y otros, de los cuales estaba contando, y, oh, el tiempo no permitiría, de las cosas que nuestro Señor ha hecho. Así que, para nosotros, eso nos da ánimo el saber que simplemente está cerca; algo grande está a punto de suceder.",
    "Anoche, después del servicio, después del mensaje, nunca en ninguna ocasión he visto alguna vez al Espíritu Santo ungir a la gente más grandemente que lo que lo hizo anoche. Estamos esperando otro, esta noche. Y ahora oren por mí.",
    "Y quiero leer un poco de la bendita Palabra de Dios. Y antes de que leamos la Palabra, tan sólo hablemos con El, con nuestros rostros inclinados un momento.",
    "Amado Padre Celestial, venimos a Ti esta noche, quizás un poco cansados en el cuerpo, pero, oh, ¡cómo están refrescados nuestros espíritus! Las señales del Dios viviente, de que El está con nosotros, y bendiciéndonos y dándonos aquello que El prometió, mucho más abundantemente, de lo que pudiéramos hacer o pensar. Y si hemos hallado gracia delante de Ti, por medio de creer en Tu Hijo, el Señor Jesús, pedimos esta noche que Tú nos visites nuevamente con una doble porción de Tu Espíritu. Que sea derramado en gran poder y medidas sobre toda persona que está aquí, para creer el Evangelio y para recibir el Poder del Espíritu Santo en sus vidas. Salva a aquellos que son salvables esta noche, Señor, y sana a aquellos que están listos para ser sanados. Concédelo, Señor.",
    "Y mientras vemos a la gente apretujándose, parada a las puertas, centenares siendo devueltos de la pequeña iglesia, nos recuerda que Jesucristo es el mismo ayer, hoy, y por los siglos. Que, en los días cuando El nos visitó aquí en una forma de carne, el apiñamiento era tan grande, que ellos ni siquiera pudieron llegar a El con un hombre, y tuvieron que traerlo a través del techo del edificio. Y rogamos, Dios, que esta noche, que cada uno que ha tenido que meterse a la fuerza de esta manera sea recompensado como lo fue ese hombre.",
    "Bendice Tu Palabra a medida la leemos. Y que sea una Lámpara, una Lumbrera a nuestro camino. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "[Alguien habla con el Hermano Branham.—Editor] No. ¿Rosella Griffith? [“Sí”.]",
    "Se me acaba de reportar en este momento que la muchacha que mencioné esta mañana…una alcohólica que había sido llamada en la reunión en Chicago. Fue que ella estaba sentada en un balcón cuando el Espíritu Santo le habló y dijo que ella era una alcohólica. Y cinco grandes doctores de Chicago se habían dado por vencidos con ella. Los Alcohólicos Sinónimos se habían dado por vencidos con ella. Y fue llamada, por ASI DICE EL SEÑOR. Fue sanada. Nunca ha anhelado un trago desde ese tiempo en adelante.",
    "Y otra pequeña señora arriba en el balcón más arriba de ella, la cual era una amiga de ella, que vivían en Calumet City. Si alguien sabe qué es eso, esas son las fronteras donde es peor que París, Francia, toda clase de maldad ocurriendo. Y le dijo a ella que ella era una vendedora ambulante de drogas, y ella era una bailarina de Fred Astaire. Y su padre se ofendió por eso. Pero ella se levantó y dijo: “Papá, el hombre está exactamente correcto”. Ella ahora está casada, la pequeña muchacha, y está en camino, con su esposo, predicando el Evangelio.",
    "Rosella es una que trabaja en misiones, desde todo servicio en la cárcel y todo en lo que ella se puede meter, diciéndole a alcohólicos que hay una esperanza, y esa está en Cristo.",
    "Ella ha estado con mucha carga por su padre; apenas anteayer, en una entrevista privada de diez minutos. La muchacha ha sido un apoyo definido de las reuniones, durante los últimos cuatro o cinco años. Que ella me dijo, en un pequeño reporte de diez minutos, allá en el remolque habitable, en una entrevista, que dijo: “Hermano Branham, cualquier cosa que Ud. haga, estoy con una carga terrible por mi padre. El lo ama a Ud., pero él simplemente no quiere venir a Cristo”.",
    "Yo dije: “Rosella, Dios sabe cómo hacer eso. El sabe cómo hacer que él lo haga”.",
    "Y la noticia viene ahora que él está sepultado debajo del equivalente a un furgón lleno de piedra caliza. Oremos por él.",
    "Señor, en esa boca de esa fiel hija, y él atrapado allí debajo, que pudiera morir debajo de ello; Dios, concede que él no muera, sino que su alma mire hacia arriba y recuerde que Tú eres Dios Quien puede contestar la oración bajo un montón de piedra caliza; así como pudiste hacerlo en el vientre de una ballena, o en el horno con el fuego, o en el foso con los leones. Tú sigues siendo el mismo. Sácalo, Señor, como un Cristiano lavado. Sabemos que a los que te aman, todas las cosas les ayudan a bien. Y rogamos que ésta sea una de esas cosas, mientras te lo encomendamos a Ti, en el Nombre de Jesús. Amén.",
    "En la lectura de la Palabra esta noche, en el Libro de Segunda de Reyes, deseo leer en el capítulo 2, sólo como un pequeño texto, para hallar un contexto, si Dios quiere.\n\nAconteció que cuando quiso Jehová alzar a Elías en un torbellino al cielo, Elías venía con Eliseo de Gilgal.\n\nY dijo Elías a Eliseo: Quédate ahora aquí, porque Jehová me ha enviado a Bet-el. Y Elías dijo: Vive Jehová, y vive tu alma, que no te dejaré. Descendieron, pues, a Bet-el.\n\nY saliendo a Eliseo los hijos de los profetas… estaban allí en Bet-el, le dijeron: ¿Sabes que Jehová te quitará hoy a tu señor de sobre ti? Y él dijo: Sí, yo lo sé; callad.\n\nY Elías le volvió a decir: Eliseo, quédate aquí ahora, porque Jehová me ha enviado a Jericó. Y él dijo: Vive Jehová, y vive tu alma, que no te dejaré. Fueron, pues, a Jericó.\n\nY se acercaron a Eliseo los hijos del profeta… estaban allí en Jericó, y le dijeron: ¿Sabes que Jehová te quitará hoy a tu señor de sobre ti? El respondió: Sí, yo lo sé; callad.\n\nY Elías le dijo: Te ruego que aquí te quedes, porque Jehová me ha enviado al Jordán. Y él dijo: Vive Jehová,…vive tu alma, que no te dejaré. Fueron, pues, ambos.",
    "Que el Señor añada Sus bendiciones a Su Palabra. Mi tema para esta noche es: Hombre Llamado Por Dios.",
    "Y trataré de ser tan breve como pueda, porque tenemos una gran línea de oración enseguida en tan sólo unos minutos, pero, sólo para darles a Uds. una pequeña mirada a los tiempos que estamos viviendo.",
    "Nosotros oímos este clamor en la radio, y en diferentes lugares, y viniendo de corazones sinceros: “Señor, danos un avivamiento en nuestro tiempo”. Y de cartas de Cristianos alrededor del mundo, oímos ese clamor, y le hace algo al corazón de uno. Es inspirante. Es estimulante. Es vivificante, para el alma, oír al pueblo del Señor pedir un avivamiento.",
    "Y Dios ha hecho una promesa: “Si el pueblo, sobre el cual Mi Nombre es invocado, se reunieren y oraren, entonces Yo oiré desde los Cielos”. Y así que nosotros, esta noche, queremos pensar en eso. Y recuerden, que en medio de todo este clamor, Dios no puede enviar un avivamiento hasta que El tenga hombres en condición para recibirlo. No podemos tener un avivamiento hasta que tengamos hombres, hombres llamados por Dios, hombres entrenados por Dios, que no son entrenados en las escuelas de teología y de educación, sino robustos hombres de fe, que Dios ha educado en la escuela de Su duro entrenamiento. ¡Hombres que no tienen temor de enfrentarse al fuego! ¡Hombres que han entrado a la Presencia de Dios; y conocen Su poder, y conocen Su omnipotencia, y conocen Su poder sanador! ¡Unos hombres que están entrenados para conocer al Dios viviente! Está bien entrenarlos por medio de la Palabra, pero: “La letra mata; el Espíritu Vivifica”.",
    "Y antes de que podamos tener este avivamiento, Dios tiene que llamar y entrenar hombres, hombres entrenados por Dios, para que lleven este Mensaje. Y a ellos no les importa cuál sea la oposición. Ellos están dispuestos a ir al horno de fuego en derrota, o al foso de los leones, o dondequiera que sea. Están listos para ir, porque han estado en la Presencia de Dios, y saben que El es. Ya sea que es a victoria o a derrota, ellos aún permanecen de la misma manera. Esa es la clase de entrenamiento que Dios le da a los hombres. Y es muy extraño pensar que Dios haría eso, que Dios entrena a Sus hombres así, pero El lo hace. Uds. saben, tenemos un canto antiguo que cantamos:\n\nAlgunos a través de las aguas, algunos a través de las inundaciones,\n\nAlgunos a través de grandes pruebas, pero todos a través de la Sangre.",
    "Dios guía a Su pueblo a través de grandes pruebas, para limpiarlos. Y algunas veces se requieren años para hacerlo. Y en cuanto a mí, esta noche, yo creo que ahora mismo Dios está entrenando a tales hombres para enfrentarse en la primera línea, hombres que irán hasta el final, y, a veces, estremecidos desde los pies. Algunas veces parece como que toda la cosa se está cayendo, pero sin embargo, en medio de todo ello, ellos conocen a ese Dios viviente y mantienen sus rostros hacia adelante, siguen avanzando.",
    "Y mucha gente está orando por un avivamiento, me pregunto si ellos son algunas veces, si aquellos que están orando, si sus propias oraciones no obstruyen los manantiales de bendiciones. Cuando, son cobardes y temerosos de confiar en Dios, temerosos de tomarlo a El en Su Palabra, temerosos de creer que El todavía vive hoy, cuando Su Biblia claramente dice que: “El es el mismo ayer, hoy, y por los siglos”.",
    "Dios no llama, muy rara vez, a los hombres inteligentes, a los instruidos, a los intelectuales. Ellos desempeñan su papel, y son grandes hombres, pero por lo regular cuando Dios quiere que se haga el trabajo, El consigue a alguien que apenas conoce su abecedario. Escudriñen las Escrituras. Examinen las historias. Hombres que llegaron a algo con Dios no eran hombres que tenían grandes educaciones, sino hombres que, bueno, no tenían educación, sólo un deseo en su corazón de servir a Dios. El tomó al labrador, al pastor, al pescador, al cazador, a aquellos que vivían en la naturaleza. En esa calma y quietud de la naturaleza. Allí Dios podía hablarles. Y esos son a quienes El llamó.",
    "Y si se dan cuenta que, cuando El da un llamado a un gran intelectual, esa persona finalmente regresa a sus ideas intelectuales. Y después de un tiempo, cuando se trata de llevar a cabo lo fenomenal, él está demasiado mezclado con la gente del mundo, para aceptar tal cosa. Por tanto, él finalmente resulta en una denominación, y se va y se hace un ministro. Y eso está bien, y no tengo nada en contra de esa persona que haría eso.",
    "Pero cuando Dios se dispone a hacer algo en las esferas sobrenaturales, El por lo regular consigue a un hombre en el que El puede poner Su confianza, y lo unge y lo envía, y él es intrépido en el trabajo. Esa es la clase de hombres que necesitamos hoy en día; no eruditos pulidos, sino hombres que conocen a Dios en el Poder de Su resurrección.",
    "Por ejemplo, había un hombre en la Biblia, llamado Moisés, que había recibido todo su entrenamiento. El sabía toda la teología. El sabía todo lo que debería de saber. Aun si él hubiera necesitado instrucción, él podía enseñarles a los maestros en Israel, o en Egipto. El no necesitaba ni una sola cosa. Y la Biblia nos dice que él fue enseñado en toda la sabiduría de los Egipcios. Pues, él podía enseñar a sus eruditos. El les podía enseñar a sus científicos, cosas. El estaba preparado hasta lo sumo, cuando se trató de lo intelectual. Pero, sin embargo, le tomó a Dios cuarenta años para sacarle a golpes todo eso, allá en las arenas. Y cuando todas sus ideas intelectuales de Dios fueron sacadas de él a golpes, allá en las arenas, el metal estaba listo para volver a ser moldeado.",
    "De esa manera toma Dios a Sus hombres y les saca a golpes todos sus temores y todos sus intelectos, y luego el gran Maestro Alfarero los pone en la rueda y empieza a moldearlos de nuevo. ¡Obreros, dignos! Es el hombre de Dios. ¿Quién podría entrenar a un hombre más que Dios mismo? Observen la manera en que El los entrena.",
    "Pensaríamos de nuevo en otro, llamado David. Dios estaba entrenando a David cuando él era tan sólo un muchachito. El profeta Samuel vino y derramó aceite sobre su cabeza, y lo ungió, porque Dios iba a entrenar a David para ser un guerrero poderoso. Y miren el entrenamiento que El le dio a él.",
    "Yo estaba leyendo, hace algún tiempo, aquí arriba en Green’s Mill, donde por lo regular voy a orar, donde Dios le dijo a David: “Yo te tomé del redil, de detrás de esas pocas ovejas de tu padre allá, y te he dado nombre grande, como los grandes de la tierra”.",
    "Y pienso en el duro entrenamiento que El le dio a David. El ni siquiera lo educó en alguna escuela, sino que lo educó en Su propia escuela. David era un cazador y un pastor. Y en los Salmos él escribió sobre delicados pastos y aguas de reposo, porque allí él estaba solo, él solo. El no estaba contaminado con las cosas del mundo.",
    "Dios tiene que alejar a un hombre de las cosas del mundo, para que El pueda aquietarlo, para que él pueda escuchar a Dios, ese Silbo apacible y delicado. Entonces, una vez que está en contacto con Dios, él se vuelve intrépido entonces. Fíjense que a él no le importa lo que alguien diga; él ha estado en la Presencia de Dios. El conoce a Dios en el Poder de Su resurrección.",
    "Y entonces, David, lo vemos. Un día, Dios permitió que un oso viniera y atrapara a una de sus ovejas. David simplemente se fue tras ese oso. No hay duda de que él oró, porque un poco después él confesó haberlo hecho. Y oró y le pidió a Dios. El era guarda de esa oveja. El no podía perder esa oveja. Y él debía de salvar esa oveja a toda costa. Y él agarró su pequeña honda, y se fue tras ese oso y lo mató. El debía salvar a esa oveja. ¿Ven para qué lo estaba entrenando Dios?",
    "Dios quiere que Sus pastores salven a las ovejas, a pesar de lo que tenga que ser llamado y por qué tenga que pasar. Salvar a esas ovejas.",
    "Entonces El vio que David era valiente con ese oso, así que El sólo aumentó el poder del animal un poco más, y El le envió un cordero…un león y se llevó a uno de los corderos.",
    "Y un león es un animal feroz. Oh, en Africa, cuando yo los estaba cazando…Un león puede matar diez hombres antes de que Uds. puedan decir: “Jack Robinson”. ¡Oh, es una poderosa y gran bestia! Sólo con un rugido grande y, simplemente, los hombres son consumidos. Y el que muere bajo el poder de un león nunca siente ningún dolor. Es un susto tan grande, el oír ese rugido como el que él da. Esas grandes patas gigantes, en tan sólo un momento, él ha destrozado a una docena de hombres.",
    "¡Y pensar, un muchachito! La Biblia dice que él era “rojizo”. Eso significa que él sólo era un muchacho pequeñito, con una pequeña honda. Uds. saben qué es, un pequeño pedazo de piel con una cuerda a cada lado. Y un león hambriento, ya con el sabor de sangre en su boca, corrió y agarró una oveja. David levantó los ojos hacia Dios y dijo: “Yo no puedo perder ésa. Tú ayúdame, Señor”. Y él derribó al león, con la honda. Y cuando el león se levantó contra él, ese muchachito, y el león pesaba como quinientas libras [Como doscientos veintisiete kilos.—Traductor], o más, ese muchachito pesaba quizás setenta u ochenta [Treinta y dos o treinta y seis kilos.—Traductor]. El sacó de su pequeño cinto, el cuchillo. Y cuando el león se levantó, el cual mataría a diez hombres con un par de manotadas, él agarró al león por la barba y lo mató.",
    "¡Valentía! Dios no quiere cobardes. El no puede usarlos si Uds. tienen temor de tomar Su Palabra y creerle. El quiere hombres valientes, que no prestarán atención a nada sino a lo que el Señor dice. Esa es la clase que El tiene con la cual moverse. A pesar de lo que la iglesia dice, lo que el pastor dice, por lo que la iglesia se para; él se para por Dios y justicia, y Su Palabra. Esos son los hombres que nosotros…Dios va a mandar en estos días para Su avivamiento por el cual Su pueblo está orando.",
    "Años después, cuando él fue allá a encontrarse con sus hermanos en la batalla, había un gran gigante allá, con dedos de catorce pulgadas [Treinta y cinco centímetros y medio.—Traductor]. Y él alardeó, y dijo: “Ahora dejen que alguien venga a pelear conmigo. Si me pueden derrotar, me rendiré; y viceversa, y nosotros serviremos”. Quienquiera que se rinda será, por supuesto, será el que pierda.",
    "De esa manera le gusta al Diablo hacerlo. Cuando él piensa que le lleva ventaja a uno, le dirá: “Tú no te puedes salir con la tuya con eso. Tú no puedes predicar sanidad Divina en la iglesia Metodista, iglesia Bautista”. Pues, Uds. predicadores Metodistas simplemente echen mano de Dios una vez, y averigüen si Uds. pueden o no. Ajá. Uds. nunca lo van a lograr con su teología que ellos enseñan. Uds. tendrán que echar mano de Dios y saber que El es.",
    "Ellos dicen: “La gente Pentecostal”. Hace unos cuantos años, había un montón de gente parada en la esquina, ni siquiera tenían un—un edificio en el que pudieran meterse. ¿Pero leyeron Uds. la revista Life, el otro día, lo que dijeron acerca de ellos? Es uno de los fenómenos más grandes que esta edad haya conocido, es el ascenso de la iglesia Pentecostal. Ciertamente. “Y ellos producen más convertidos en un año que todo el resto de las iglesias, juntas”. Eso es lo que la revista Life dijo. ¿Por qué? Ellos quizás estén confundidos en algunas cosas, pero, hermano, son valientes. Ellos se paran allí frente a frente y le llaman a lo negro “negro” y a lo blanco “blanco”. Cuando el avivamiento finalmente comience, comenzará entre ellos. Uds. observen y vean si no es así. Se enderezarán, uno de estos días.",
    "Y David. Cuando Saúl puso su armadura sobre él, y dijo: “David, si tú vas a pelear con este hombre, gigante…” Dijo: “Pues, tú no eres más que un muchacho, tan sólo un joven, y él ha sido guerrero desde su juventud. ¿Cómo puedes pelear con él?”",
    "Escuchen a este pequeño David. ¿Ven Uds.?, él no lo dijo así: “Saúl, su señoría, señor. Mi padre me envió a la escuela primaria, al colegio, a la secundaría. Yo tengo un Ph.D. Yo—yo—yo estoy equipado para hacer esto. Yo soy un hombre inteligente”. El nunca lo dijo así.",
    "El dijo: “Mi señor”, dijo él, “cuando yo estaba cuidando las ovejas de mi padre allá, un oso vino y agarró a una, y lo maté. Y un león vino y agarró a una, y lo derribé. Y cuando él se levantó, lo maté”. Y él dijo: “El Dios que me libró de las garras del oso y del león, también puede librarme de las manos de ese Filisteo incircunciso”. ¡Un hombre entrenado por Dios!",
    "Allí estaba Saúl con todo el entrenamiento que un hombre pudiera tener, para saber cómo pelear. David no sabía nada acerca de una espada. El no sabía nada acerca de un escudo. Bueno, Saúl fue y le puso su enorme armadura, y el pequeño David estaba parado con las piernas casi arqueadas. Ellos se dieron cuenta que su chaleco eclesiástico no le quedaba a un hombre de Dios; simplemente lo aplastó. Y todos nuestros credos y cosas nunca se va a comparar con el equipo de Dios allá.",
    "Oh, cómo pudiéramos seguir y seguir, y decir muchos, de muchos diferentes. Pero, vayamos directamente a nuestro texto, para darnos prisa.",
    "Elías estaba envejeciendo, y él sabía que no pasaría mucho tiempo para que él tuviera que dejar el mundo. Y Dios había hallado a un hombre que era un hombre sincero, que era un buen hombre. Su nombre era Eliseo. Ahora, si se fijan, el nombre de uno de ellos es Elías y el otro es Eliseo.",
    "Ahora, él nunca entró en las formas, y demás, y fue y buscó en las escuelas de teología, y allá en las grandes escuelas elevadas de aquellos días. ¿Qué hizo él? El se fue afuera al campo y encontró a un hombre arando con doce yuntas de bueyes. ¿Qué? Eliseo, el que estaba arando, sabía cómo apreciar una hilera recta. Y él sabía que si él se volteaba y miraba hacia atrás, él se saldría del camino. Y Dios sabía que un hombre que sabía cómo arar un surco derecho sabía que no debía poner sus manos en el arado y ni siquiera darse vuelta para ver hacia atrás. El nunca esperó hasta que él obtuvo su educación, siguió adelante por el camino. El simplemente mató el buey e hizo un sacrificio, y se fue con Elías, tan pronto como el manto cayó sobre él. El estaba listo, dispuesto. Dios sabía que El lo podía hacer capaz.",
    "Ahora, Dios tiene que darle un poco de entrenamiento. El lo había sido, lo entrenó a cómo mantener sus ojos en el surco, con doce yuntas de bueyes, y un hombre arando con ellos. El le enseñó un poco de paciencia, y cómo ser paciente, y entrenar a esos bueyes a caminar recto en la línea.",
    "El tenía que entrenar a algunos hombres, después; mantenerlos en la Biblia, en la Palabra, alineados con Dios, a quedarse rectos en la línea.",
    "Y, luego, Dios aun tuvo que educarlo un poquito. El dijo: “Ahora quédate aquí, porque voy a—a Gilgal. El Señor me ha llamado”.",
    "Y el profeta, después de que él había sentido ese Poder sobre él, ese manto de Elías, él dijo: “Vive Jehová, y vive tu alma, que no te dejaré”.",
    "Fueron a Gilgal, el cual es el—el lugar de confesión y bautismo Cristiano. Y luego él dijo: “Simplemente quédate aquí ahora. Esto es suficiente. Tú has confesado y te has bautizado. Esto es suficiente. Yo voy a Bet-el”, lo cual significa, “‘la casa de Dios’”.",
    "Ahora eso hubiera estado bien para muchos profesores. “Oh, acabo de unirme a la iglesia y entré en compañerismo. ¿Por qué no simplemente quedarme aquí mismo?”",
    "Pero, escuchen, Eliseo no podía pensar de esa manera. El ya había sentido el Poder de Dios. El sabía que había más para él. Así que él dijo: “Vive Jehová, y vive tu alma, que no te dejaré”. ¡Oh, cómo me gusta eso!",
    "Y él subió a Bet-el, a la casa de Dios, y allí él encontró a un montón de eruditos. Todos eran predicadores bien entrenados, y ellos se acercaron alrededor y le dijeron, dijeron: “Señor, ¿sabes qué? Te vas a llevar la peor parte. ¿Sabías que se te quitará a Elías? El está muy viejo. El no puede vivir mucho tiempo. Elías va a ser llevado, y tú vas a estar parado allá como un fanático”.",
    "Permítanme decirles algo ahora. Un hombre que haya probado de Dios alguna vez, no va a estar dispuesto, o, no podrá apagar su sed en una cisterna hecha por el hombre. No lo puede hacer. Allí, toda su teología que tenían allí en la escuela de los profetas, no apagaría la sed de ese hombre de Dios, quien había gustado de Dios.",
    "Y ellos siguieron persuadiéndolo. “Oh, tú deberías quedarte aquí. Y, pues, en seis semanas te podríamos dar tu Ph.D. Y tú sabes que no pasaría mucho tiempo para que tomaras como cuatro años de entrenamiento aquí, y te podríamos dar el derecho de predicar. Tú sabes, si has resultado bien, te enviaríamos fuera en nuestra denominación”. Eso no satisfará a un hombre de Dios. “Te entrenaremos para que seas un ministro, si tan sólo te quedas con nosotros como cuatro o cinco años aquí”.",
    "El no tenía tiempo para esa clase de cosas. El estaba en camino a esa Fuente. El ya había ascendido por encima de eso. El ya había gustado del Cielo en su alma.",
    "Y él dijo: “¿Sabes que tu cabeza va a ser quitado?”",
    "Y escuchen lo que él dijo. “Sí, yo lo sé. Pero callad”. En otras palabras: “Ahorren sus palabras, no traten de decirme sobre ello. No traten de decirme qué estoy haciendo. Yo sé adónde voy y detrás de qué ando”. [El Hermano Branham aplaude tres veces.—Editor]",
    "Dios, nos dé hombres así, hombres entrenados por Dios que saben que no deben desviarse en pos de esto ni desviarse en pos de aquello.",
    "🦅 Yo sé adónde voy. Y no me hablen sobre ello. Simplemente ahorren sus palabras. No traten de desanimarme, porque no va a servir para nada”.",
    "¡Oh, si la gente por la que se ora tan sólo tuviera tanto valor como ése!",
    "🦅 Oh, los días de los milagros pasaron. Eso no fue real. Tú observa, te vas a enfermar otra vez”.",
    "🦅 Simplemente ahorren sus palabras. No me digan nada al respecto. Yo sigo adelante. El avivamiento viene. Dios lo ha prometido”. Oh, Uds. hijos de Dios, muévanse a esa esfera allá, intrépidos. ¡Intrépidos! Tomen a Dios en Su Palabra.",
    "🦅 Yo sé que él—él va a ser llevado. Pero eso no es lo que yo…Uds. no tienen nada aquí que me interese. Todos sus títulos y Ph.D., y Licenciatura en Letras, y toda esta cosa, no me satisface. Simplemente ahorren sus palabras”.\n\n“Bueno, te vas a volver loco allá”.",
    "🦅 Bueno, si me vuelvo loco, déjenme volverme loco. Yo voy en camino”. Adelante, iba él.\n\n“Tú no puedes pasar al otro lado”.",
    "🦅 Yo sé que no puedo pasar al otro lado, pero Dios me va a llevar al otro lado”, dijo él.\n\n“Pues, Eliseo va al Jordán”.\n\n“Yo voy con él”.",
    "Dios requiere un Jordán en cada vida.",
    "Así que, Eliseo vino. Dijo: “Ahora, Eliseo…” Elías le dijo a Eliseo: “Tú tan sólo eres un joven”, quizás algo así, “y realmente no has tenido ninguna instrucción”. El viejo profeta estaba tratando de probarlo. El dijo: “Tú tan sólo eres un joven. No has tenido mucha instrucción. Pues, tú…Es, realmente, que Tú no has recibido una educación de escuela primaria. Lo único que sabes hacer es cómo arar. Así que, es mejor que te quedes aquí y puedes obtener tu Licenciatura en Letras. ¿Ven? Es mejor que te quedes y obtengas tu título”.",
    "Pero no Eliseo, no ese hombre que una vez había tocado a Dios, sintió ese Poder de la unción sobre él. El dijo: “Vive Jehová, y nunca muera tu alma, que no te dejaré”. El tenía un propósito. El vio la visión. El sabía qué iba a suceder.",
    "Y ambos fueron al Jordán. Jordán significa “muerte”. Allí se pararon, el anciano y el joven. Realmente representa a Cristo y a Su Iglesia. Y allí se pararon, junto al Jordán. Allí está él, bajando de los montes de Judea; las grandes ondas rugiendo así. Y Eliseo…con su cabello canoso colgándole por su espalda, y sus ancianos ojos nublados mirando al otro lado del Jordán. Y el joven vigilando cada movimiento que él hacía. Uno, el joven, estaba esperando una visión, para llevar a cabo la voluntad de Dios. El otro se iba a Casa. Ambos estaban en el Jordán. Eliseo, para él…El se va a Casa.",
    "Elías había tenido una vida amarga. Esa mujer predicadora allá le había hecho la vida pesada, Jezabel y Acab. ¡Y las piedras y todo por lo que él había pasado! Elías se estaba cansando. Y él sabía que él había peleado la buena batalla, y que había terminado la carrera. Justamente al otro lado del Jordán estaba su retiro.\n\nPero Eliseo estaba vigilando puesto que ese Espíritu estaba en él.",
    "Así que, si se fijan, todo creyente, cuando Uds. llegan a un punto en que se tienen que vender, Uds. sentirán las frías olas del Jordán chocando suavemente a sus pies. ¿Van a cruzar o no? Jordán es “separación”, separando.",
    "Y parados allá en el monte estaban estos predicadores, aún, gritándole a Eliseo: “Más vale que no cruces, te vas a pasar de la raya”. Uno los oye, los comentarios, aún, hoy en día.",
    "Pero, Eliseo dijo: “Si Dios es Dios, y ése es Su profeta, tengo que tomar su lugar. Y necesito Su Espíritu con qué hacerlo. No necesito su escuela. Si su escuela lo hubiera hecho, ellos estuvieran tomando su lugar. Pero Dios me llamó a mí a hacerlo, y yo necesito Su Espíritu”.",
    "Si las escuelas de las iglesias hubieran tomado el lugar, y el Poder que Jesús ofreció, lo hubieran tomado, hace años; Metodistas, Bautistas, Católicos, Presbiterianos. Pero nunca lo van a hacer.",
    "¡Se requiere el Espíritu de Jesucristo! Y Uds. cruzarán el Jordán, de toda denominación detrás de él, todo lo demás, y se pararán solos con Dios.",
    "Así que, El se paró con él en el Jordán. Elías, mirando allá, sabiendo, que en alguna parte al otro lado de allí, Dios se encontraría con él. Y él se quitó su manto, y él miró alrededor hacia el joven. Y él golpeó el Jordán. Y cuando lo hizo, el Jordán se abrió, y ellos cruzaron, en tierra seca.",
    "¿Ven?, el Jordán no es tan malo, después de todo, si hay Algo con uno para abrir el camino.",
    "Oh, cuando ellos llegaron al otro lado. Atado a cada arbusto estaba un caballo y un carro. El Rey de reyes había enviado una escolta para subir a Elías a Casa. Todo había terminado, para Elías. El estaba harto de ello, como ochenta y tantos años, de discutir con esa gente allá, y teniendo que estar…pasar por hambres y luchas, y todo lo demás. El estaba listo para irse a Casa. Y él miró alrededor hacia Eliseo.",
    "Y Eliseo quería ver una visión. Oh, él tenía toda la educación, allá atrás en la que él se pudiera haber detenido. Ellos no estaban consiguiendo nada. Dios lo iba a entrenar a él a Su propia manera. Así que cuando él miró hacia allá, miró, todos—todos esos arbustos atados allí alrededor, estos carros de Fuego y caballos de Fuego, le hizo algo a Eliseo. El vio una visión. ¡Sí, hermano!",
    "Y cuando Dios se llevó para arriba a Elías, él regresó con una doble porción de su Espíritu. El estaba listo para el avivamiento entonces.",
    "Fíjense en el hombre entonces, siendo tan sólo un mozo de labranza antes. Dios hizo su nombre inmortal. Todos los profetas que estaban alrededor, observándolo, tuvieron que inclinarse a sus pies porque él tenía el Poder de Dios sobre él. [El Hermano Branham toca en el púlpito tres veces.—Editor]",
    "Viene una hora cuando Dios va a hacer que el mundo se incline a los pies de hombres y mujeres que se han lanzado a atravesarlo y han cruzado el Jordán, y se han separado las cosas…a sí mismos, de las cosas del mundo. Hermano y hermana, esta noche, hagan lo que hagan Uds., piensen lo que piensen Uds., crucen el Jordán con Dios. Vayan al otro lado y sepárense, dejen el mundo atrás. Permitan que Dios los entrene para Su propio servicio. Estamos viviendo en un día antes de este avivamiento, pero Dios está buscando, tratando de encontrar corazones.",
    "Miren, El encontró a un hombre llamado Pablo, oh, un Fariseo de estilo propio. Pero El como que tuvo que golpearlo, antes de que él pudiera llegar a ser un discípulo. Miren lo que El le hizo, por todas las edades, a los hombres. El tuvo que tomarlos y sacar de ellos su teología. Y Pablo, tan pronto vio la visión, él no subió a Jerusalén, adonde Gamaliel, el gran maestro, el más grande en Israel, por el cual él había sido enseñado. El nunca regresó adonde él, a consultarlo. Pues, él ni siquiera fue a Jerusalén, por catorce años después. Sino que él fue a Egipto, en una reunión de oración. Allí Dios le permitió escribir muchos Libros del Nuevo Testamento. ¿Ven? Dios está buscando hombres. El tenía a alguien que El quería que escribiera ese Testamento, así que El simplemente escogió a Pablo. Y El simplemente le sacó toda su teología. Y Pablo dijo que él tuvo que olvidar todo lo que él llegó a saber alguna vez, para aprender a Cristo.",
    "Dios hoy en día está tratando de vaciarnos del mundo, y conseguir que nos vaciemos, y seamos hombres y mujeres intrépidos que aman a Dios, y que nos quedaremos con Dios, y que cruzaremos la línea separadora, el Jordán, para que El pueda usarnos para Su gloria.",
    "Esta es la hora en la que quiero que Uds. piensen intensamente. Y si nunca han cruzado este lugar, si Uds. nunca han cruzado esta línea, donde Uds. todavía dicen: “Bueno, mi madre perteneció a cierta iglesia”. Eso está bien. Eso no toma el lugar de Uds. ¿Ven?",
    "Dios está llamando hombres y mujeres, hoy en día, al frente de batalla. El no los está llamando a Gilgal, tampoco los está llamando a Jericó, o a Bet-el. El está…Ellas perecerán. Pero El los está llamando a cruzar el Jordán, para que El pueda hacerlos entrar en la escuela de Su propio Poder, y formarlos y moldearlos.",
    "Miren lo que El está haciendo aquí mismo ahora, enviando el Espíritu de Su Hijo. El está haciendo señales y maravillas y milagros, lo cual el mundo no ha visto en los últimos dos mil años. El mundo científico ha captado la fotografía de Ello. La Columna de Fuego, el Angel del Señor. Está colgada en Washington, D.C., esta noche, en la sala de arte religiosa, el único Ser sobrenatural que se haya probado científicamente alguna vez que fue fotografiado. El muestra Sus mismas señales y maravillas.",
    "¿Qué es? Es cruzar el Jordán. Encuéntrense a solas con Dios. Tiéndanse en Su propio horno de refinación. Súbanse a la gran rueda del Maestro Alfarero y dejen que El los moldee. Esta noche, mientras estamos en oración, mientras estamos llegando a ese lugar, tiéndanse Uds. mismos sobre Su rueda, y digan: “Señor, heme aquí. Moldéame y fórmame a Tu propio modo”. Y Dios lo va a hacer.",
    "Mientras, inclinamos nuestros rostros tan sólo un momento para orar. Antes de orar, me gustaría hacerles esta pregunta a las personas que están adentro y afuera. ¿A cuántos aquí sinceramente les gustaría ir con Jesús al Jordán, esta noche, y allí cruzar para allá a donde Uds. pudieran ver una visión y ver lo que Dios verdaderamente quiere decir? ¿Levantarían sus manos? Dios los bendiga. ¡Sólo miren! Yo calculo que hay doscientas manos en el edificio, levantadas. Vayan al Jordán, no al seminario. Eliseo pasó de largo de eso.\n\nEllos dijeron: “Quédate aquí”.",
    "El dijo: “No quiero. Eso es hecho por el hombre”. Ah, nunca apagará esa sed de un hombre que está sediento de Dios. Ninguna experiencia de seminario, ningún—ningún título de letras, o demás, nunca, nunca apagará esa sed, hasta que Uds. hayan bebido de esa fuente de Vida.",
    "Uds. que levantaron sus manos, oren conmigo ahora.",
    "Amado Dios, en estos cuantos minutos de servicio, hombres y mujeres están parados alrededor de las paredes, muchachos y muchachas; y afuera, recargados contra las ventanas; caluroso. Pero sin embargo hay algo en ellos, que Tú has captado su atención, o ellos se hubieran ido. Ellos no estuvieran parados allí de esa manera.",
    "Pero, Señor Dios, porque ellos saben que sólo son seres humanos. Y leímos en el periódico donde uno de nuestros honorables ex alcaldes escuchaba al Vicepresidente hablar, fue llevado. Otro en un juego de pelota, la otra noche, un hombre famoso, partió rápidamente. Y sus almas están en alguna parte esta noche. Dios, ese será nuestro camino algún día. Quizás no de la misma manera, pero debemos partir.",
    "Y permite que los hombres vuelvan en sí y se den cuenta que sólo el pertenecer a la iglesia no es lo que Tú requieres. Tú quieres que los hombres sean llenos con el Espíritu, nacidos, cortados, marcados a fuego con el Espíritu Santo, marcados, hombres que han cruzado la línea, hombres llamados por Dios. Y nosotros creemos que Tú vas a enviar el avivamiento por el cual Billy Graham y muchos otros están orando. Cuando Tú puedas lograr que los hombres estén a solas, lejos de su escuela de teología, lejos de sus modos de estilo propio, hombres intrépidos, hombres de—de carácter Contigo, que te creen a Ti y te toman en Tu Palabra.",
    "Dios, que muchos de ellos estén parados presentes ahora, que darán todo lo que tienen al Señor Jesús, y se deshagan del mundo, que pasen más allá de Gilgal, el lugar de confesión y comienzos Cristianos. Que pasen más allá de la escuela de los profetas que están sentados allá con su teología. Que sigan adelante al Jordán, a una visión abierta cuando crucen, que se enteren que el Dios Viviente todavía vive.",
    "Después encontramos a este profeta mirando a todo alrededor de él, y allí estaban aquellos mismos Angeles de Fuego, y carros, allá en Dotán, un día.",
    "Todavía están aquí esta noche, Señor. Llama a Tus hombres, llama a Tus mujeres, a Tus muchachos, a Tus muchachas, Señor. Habla paz a sus corazones y permíteles cruzar al otro lado más allá de las cosas del mundo. Porque lo pedimos en el Nombre de Jesús y por Su causa. Amén.",
    "Yo quiero cantar eso un momento, muy quietamente en adoración:\n\n¡Hazlo a Tu manera, Señor!\n\n¡Hazlo a Tu manera!\n\n¡Ten en mi ser\n\nDominio absoluto!\n\nMoldéame y hazme\n\nConforme a Tu voluntad,\n\nMientras yo espero,\n\nRendido y quieto.\n\nTodos juntos ahora, a manera de adoración.\n\n¡Hazlo a Tu manera,\n\nAhora dedíquense a ese canto, por medio de ese canto, a Dios.\n\nHazlo a Tu manera!\n\n¡Ten en mi ser\n\nDominio absoluto!\n\nMoldéame y hazme\n\nConforme a Tu voluntad,\n\nMientras yo espero,\n\nRendido y quieto.",
    "Quietamente ahora, en adoración ahora. No miren alrededor. Sólo miren hacia Dios.\n\n¡Hazlo a Tu manera, (Cántenlo verdaderamente en serio.)\n\nHazlo a Tu manera!\n\nTú el Alfarero;\n\nYo el barro soy,\n\nMoldéame y hazme\n\nConforme a Tu voluntad,\n\nMientras yo espero,\n\nRendido y quieto.",
    "Creo que sería muy bueno. ¿Les gusta adorar? [La congregación dice: “Amén”.—Editor] El Mensaje ha terminado ahora. Simplemente adoremos, un momento, con nuestros rostros inclinados, ese canto de nuevo. Cántenlo en serio de todo corazón.\n\n¡Hazlo a Tu…\n\nHazlo a Tu manera!\n\nTú el Alfarero;\n\nYo el barro soy,\n\nMoldéame y hazme\n\nConforme a Tu voluntad,\n\nMientras yo espero,\n\nRendido y quieto.",
    "Señor, concede esto. Que cada uno, desde estos pequeños niños hasta los mayores hombres y mujeres que están en Divina Presencia, que el Espíritu Santo ahora mismo opere en su fe y quite todas las dudas, todas las pequeñas fallas, y que sean moldeados conforme a Tu voluntad. Mientras ellos están en Tu gran rueda para moldear, nosotros ponemos nuestras almas para dedicación, un remoldeamiento. Concédelo, oh Dios, en el Nombre de Jesús, Tu Hijo. Amén.",
    "A mí simplemente me encanta esto. ¿Y a Uds.? [La congregación dice: “Amén”.—Editor] Simplemente sintiendo quietamente al Espíritu Santo. ¡Oh, después de un Mensaje duro, y luego esa dulzura del Espíritu Santo! Viene por medio de la Palabra. Voy a cantar un verso de eso, o voy a tratar.\n\nEstá goteando con sangre, sí, está goteando con sangre,\n\nEste Santo Evangelio del Espíritu Santo, está goteando con sangre,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Santo Evangelio está goteando con sangre.\n\nEl primero que murió por este plan del Espíritu Santo,\n\nFue Juan el Bautista, pero él murió como hombre;\n\nLuego vino el Señor Jesús, lo crucificaron,\n\nEl predicó que el Espíritu salvaría al hombre del pecado.\n\nAllí estaban Pedro y Pablo, y Juan el divino,\n\nDieron sus vidas para que este Evangelio pudiera brillar;\n\nDerramaron su sangre, como los profetas de la antigüedad,\n\nPara que la verdadera Palabra de Dios fuera honestamente dicha.\n\nAdemás apedrearon a Esteban, él predicó contra el pecado,\n\nEl los hizo enojar tanto, que le hundieron la cabeza a golpes;\n\nPero él murió en el Espíritu, él entregó el espíritu,\n\nY fue a unirse con los otros, esa hueste dadora de vida.\n\nLas almas bajo el altar, están clamando: “¿Hasta cuándo?”\n\nPara que el Señor castigue a todos los que han hecho mal;\n\nPero habrá más que darán la sangre de sus vidas\n\nPor este Evangelio del Espíritu Santo y Su río carmesí.\n\nTodos juntos ahora.\n\nEstá goteando con sangre, sí, está goteando con sangre,\n\nEste Evangelio del Espíritu Santo está goteando con sangre,\n\nLa sangre de discípulos que murieron por la Verdad,\n\nEste Evangelio del Espíritu Santo está goteando con sangre.",
    "¿Qué eran ellos? Hombres a los que Dios entrenó y llamó. [Espacio en blanco en la cinta.—Editor] ¿Cómo puede Dios usar alguna vez a un cobarde para poner dentro de él Su Palabra? El tiene miedo. Esa es la razón por la cual ellos no saben nada acerca de Ella. Hombres que no tienen temor, que Dios ha circuncidado por medio del Espíritu Santo, Dios vive adentro. El simplemente estaría dispuesto tanto a sellar o no su sangre, su testimonio con su sangre; no le importa. Es Cristo lo que él vive. “Para mí el vivir es Cristo, y el morir es ganancia”. De esa manera es que ellos se sienten al respecto. Amén.",
    "Ahora es tiempo para la línea de oración. Y es una línea de oración temprana, son poco más o menos veinte después de las ocho. Pero estamos queriendo orar por la gente. Y quiero que Uds. ahora, este…Toda la predicación que pudiéramos hacer no—no se hubiera comparado con una Palabra hablada por Dios mismo.",
    "Ahora para comenzar la línea de oración, lo cual, prometimos orar por todos. Eso haremos, si Dios quiere. Nosotros, cada noche, hemos dado tarjetas de oración. Y diciendo, en esto, que…Cada noche llamábamos un grupo de allí, para discernimiento. Pero la gente, entonces, algunos de ellos se iban esa noche. Teníamos una gran reunión, y el Espíritu caía, y la gente se iba. Y la noche siguiente teníamos que dar más.",
    "Y si no estoy equivocado, ¿no estoy mirando a Fannie Wilson parada allá atrás? [La Hermana Wilson dice: “Eso es correcto”.—Editor] Recuerdo haber llevado a esa mujer, hace como diecisiete…Oh, más que eso, como veinti-…[“1932”.] 1932, muriéndose, con tuberculosis, y el doctor de esta ciudad la había desahuciado. Y ella había sangrado al grado que las cobijas y todo estaban mojadas con sangre. Su esposo e hija vinieron y me recogieron, una mañana. Fui allá e invoqué sobre ella, el Nombre del Señor Jesús. Y como unos cuantos días más tarde, en un tiempo frío de invierno, la bauticé en el Nombre del Señor Jesús, en el río. Y ella vino por la carretera, en la parte de atrás de un viejo camión para ganado, mojada a más no poder. Ella vive aún esta noche, porque Cristo lo hizo. Es la primera vez que la veo en muchos años. Mirando alrededor por la audiencia, la vi.",
    "Dios todavía vive. Eso es correcto. Y El dijo: “Porque Yo vivo, vosotros también podéis vivir”.",
    "Ahora a mí me gustaría solamente, más o menos poner ante Uds. lo que es esto, porque, si no lo hago, entonces Uds. pudieran irse y decir: “Pues, yo no entiendo eso”.",
    "Ahora, mis argumentos son estos, que: “Jesucristo sigue siendo el mismo ayer, hoy, y por los siglos”. Ahora, si El es el mismo, El tiene que ser el mismo en todo principio, el mismo en—en poder, el mismo en fuerza, el mismo en todo lo que El era.",
    "Y cuando estaba aquí en la tierra, hubo unos Griegos, en una ocasión, que vinieron y dijeron: “Señores, quisiéramos ver a Jesús”.",
    "Y yo creo que ese es el deseo de todo hombre o mujer que hayan oído de Jesús, quieren verlo a El. Y si El no es el mismo, entonces no podemos verlo. Pero si El es el mismo, podemos verlo, o El dijo algo errado. “Todavía un poco, y el mundo no me verá más, sin embargo vosotros me veréis, porque Yo”, el pronombre personal, “Yo estaré con vosotros, aun en vosotros hasta el fin de la edad”. Y luego Jesús prometió estar en Su Iglesia, haciendo las mismas cosas que El hizo entonces, hasta el final de la edad. Ahora El dijo: “Un poco”, y el mundo ya no lo verá. Pues, entonces, ¿cómo lo veremos? Tendríamos que ver Su Espíritu, si El está en nosotros, y ese Espíritu tendría que hacer lo mismo que El hizo entonces, o no sería el mismo Espíritu.",
    "🦅 Yo soy la Vid, vosotros los pámpanos”. Y si nosotros llevamos…Si el pámpano está en la Vid, el pámpano llevará la clase de fruto que la Vid le produce a él. Pues, la primera Vid brotó…El primer pámpano que salió de la Vid fue una rama pentecostal; visiones, poderes, sanidades, bautismo del Espíritu Santo, grandes señales, y maravillas. El siguiente pámpano tendrá que ser la misma clase de pámpano. Hasta el fin, tendrá que ser igual. Eso es lo que dijo Jesús.",
    "Ahora, veamos lo que El era ayer. Si podemos encontrar lo que El era ayer…Ahora yo estoy tomando un atajo, debido al tiempo; voy a dar como cinco minutos de instrucciones. Y si podemos ver lo que El era ayer, entonces podemos ver lo que El es hoy en día, y lo será por los siglos. ¿Es eso suficientemente justo? [La congregación dice: “Amén”.—Editor]",
    "Ahora cuando El estuvo aquí en la tierra, El vino como El Mesías, fue bautizado por Juan el Bautista; no había hecho obras aún. Y El entró en el principio de Su ministerio. ¿A quién fue El enviado? A los Judíos.",
    "Ahora, nos damos cuenta que sólo hay tres nacionalidades de gente en el mundo, eso es: Judío, Gentil, y Samaritano; lo cual es Cam, Sem, y la gente de Jafet. ¡Judío, Gentil, y Samaria!",
    "¿Recuerdan Uds.? Pedro se dirigió a ellos, con las llaves del Reino, en el Día de Pentecostés, a los Judíos. “Arrepentíos, cada uno de vosotros, y bautizaos en el Nombre de Jesucristo”.",
    "Felipe descendió y les predicó a los Samaritanos. Todos ellos creyeron y se arrepintieron, y habían sido bautizados en el Nombre de Jesucristo. Sólo, que el Espíritu Santo no había venido sobre ellos. Pedro tenía las llaves. El descendió e impuso manos sobre ellos, y ellos recibieron el Espíritu Santo.",
    "Y entonces Cornelio, el Gentil, tuvo una visión, que él debía de enviar y traer a un hombre llamado Pedro, Simón Pedro, que moraba en la casa de un hombre que era un curtidor. Y cuando Pedro llegó allí: “Mientras aún hablaba Pedro estas Palabras, el Espíritu Santo cayó sobre ellos”. Entonces dijo Pedro: “¿Puede alguno impedir el agua? Estos han recibido el Espíritu Santo como nosotros lo recibimos en el principio”. Cada rama brotando de la misma manera. ¿Ven?",
    "Ahora, cuando Jesús se encontró…Ahora, El no vino a los Gentiles. ¿Cuántos saben eso? El le prohibió a Sus discípulos ir a los Gentiles. ¿Cuántos saben eso? “Por camino de Gentiles no vayáis, sino id antes a las ovejas perdidas de Israel. Y yendo, predicad, diciendo: ‘El Reino de los Cielos se ha acercado’, a las ovejas perdidas de Israel”.",
    "Ahora, ¿quién estaba esperando que El viniera en aquel día? No los Gentiles; nosotros éramos paganos, Anglosajones. Eramos Romanos, adorando el sol y demás. Nosotros no estábamos esperando ningún Mesías, pero los Judíos y los Samaritanos sí. Ahora, ¿cómo se declaró El a esa gente que estaban esperándolo?",
    "Volvamos ahora a San Juan, el primer capítulo, y sólo por un momento ahora. Y escuchen atentamente.",
    "El primer Judío que haya sido traído a El, cuando Felipe o…Andrés se convirtió, y fue y halló a su hermano, Simón Pedro, él trajo a Simón delante de Jesús. Y Jesús le dijo cuál era su nombre, y qué era su padre. ¿Cuántos saben eso? [La congregación dice: “Amén”.—Editor] ¿Qué piensan que le hizo eso a ese hombre, que más tarde tendría las llaves del Reino en su mano? Eso es lo que El mismo probó ser, el Mesías. Rápidamente entonces…",
    "Felipe se convirtió, y fue y halló a Natanael. Esas son treinta millas [Cuarenta y ocho kilómetros.—Traductor] rodeando la montaña. Y él llegó a la casa, y lo puedo oír decir: “Oh, Sra. Natanael, ¿dónde está Natanael?”\n\n“Oh, él está afuera en el—en el huerto de olivos”.",
    "Corrió allá rápidamente: “Natanael, ¿dónde estás?” Y lo halló debajo de un árbol. Y Natanael estaba orando. Y él esperó hasta que él terminó de orar. Y él no dijo: “¿Cómo estás, Natanael? ¿Cómo está la cosecha?” ¡Oh, él tenía un mensaje! Esa es la manera de ser que tiene un hombre que se ha encontrado con Jesús. El no tiene tiempo para tonterías. El dijo: “¡Ven, ve a quién hemos hallado, a Jesús, el hijo de José, de Nazaret!”",
    "Y ahora puedo ver a Natanael sacudiéndose sus ropas, de haber orado. El dijo: “Ahora, Felipe, yo te he conocido que eres un buen hombre, y un hombre sincero. Ahora, ¿de Nazaret pudiera salir algo de bueno? Pues, tú sabes, si el Mesías viniera, El vendría a Jerusalén, a través de la iglesia”. Eso es lo que la gente piensa hoy en día. ¿Ven? “El vendría por medio de Jerusalén. Caifás nunca lo anunció en la última reunión. Así que, ninguno de los teólogos lo anunciaron. Así que yo te he conocido que eres un hombre sincero. ¿Te fuiste a un extremo?”\n\n“Oh, no. Tú ven a averiguarlo”.\n\nEl dijo: “Pudiera algo bueno…”",
    "El le dio la mejor respuesta que cualquier hombre pudiera dar, dijo: “Ven y ve por ti mismo”.",
    "Ahora, en camino rodeando, puedo oír a Natanael decirle…o a Felipe decirle a Natanael: “¿Sabes qué? ¿Recuerdas a ese viejo pescador allá que ni siquiera podía firmar ese recibo cuando tú le diste aquel, le compraste aquellos pescados?”\n\n“Sí. Creo que su nombre era Simón”.\n\n“Sí, ése es”.",
    "🦅 Yo lo traje, el otro día, delante de ese Mesías, y en cuanto El lo vio, El dijo: ‘Tu nombre es Simón. El nombre de tu padre es Jonás’. Y yo…No me sorprendería, que cuando tú llegues delante de El, si El te dijera quién eres”.\n\nEl dijo: “Ah, ahora, espera un momento, no a mí”.",
    "Así que, al siguiente día llegaron. Y Jesús estaba en la línea de oración, como de costumbre, orando por los enfermos. Y cuando él pudo…llegó y se metió en la audiencia. Jesús alzó los ojos, y El vio a Felipe venir, trayendo a un hombre por el pasillo. Y El lo vio, y El dijo: “He aquí un Israelita en quien no hay engaño”.",
    "¿No es esa una Doctrina extraña? Ese era Jesús, ayer. Ese es Jesús, hoy, si El es el mismo.",
    "Y ese hombre se detuvo. Puedo ver a Natanael. A Felipe darle un codazo, decir: “¿Qué te dije? ¿Qué te dije?”",
    "El dijo: “Rabí”, significa maestro, o como sea que lo llamaríamos hoy en día, Uds. saben. En realidad, la palabra Hebrea correcta, significa maestro. Dijo: “Rabí, ¿cuándo me has visto alguna vez? ¿Cómo sabes algo acerca de mí? Yo nunca te he visto en mi vida. ¿Cómo sabes que soy un Israelita? ¿Cómo sabes que soy justo, y sincero, y veraz? Tú nunca me has visto, en Tu vida. ¿Cómo me conoces?”",
    "El dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”, treinta millas alrededor de la montaña, el día anterior; ¡qué ojos!",
    "Ahora, ¿qué dijo él? El dijo: “Rabí, Tú eres el Hijo de Dios. Tú eres el Rey de Israel”. Si los Judíos reconocieron eso… Ahora esperen. Ese fue el Judío elegido. ¿Cuántos creen en elección? Oh, hay mucha gente que nunca lo recibiría, ¿ven? La Biblia así lo dice. Pero ese hombre tenía el Espíritu de Dios en él. Y él lo confesó, dijo: “Rabí, Tú eres el Hijo de Dios; Tú eres el Rey de Israel”.",
    "Pero allí estaban los teólogos de ese día, los sacerdotes y los grandes maestros, escuchándolo a El. ¿Y saben Uds. lo que dijeron? Ellos dijeron: “El es un adivino. El tiene el espíritu de Beelzebú en El”. Jesús…Ellos nunca lo dijeron en voz alta. No, no.",
    "Pero Jesús se volvió y los miró. El dijo: “Uds. pueden llamarme eso y salirse con la suya. Pero vendrá un tiempo en que el Espíritu Santo vendrá, y cuando Uds. hablen una sola palabra contra El haciendo la misma cosa, nunca será perdonado en este siglo o en el siglo venidero”.",
    "Así pues, ¿con qué estamos lidiando? Esos eran los Judíos. Los Judíos verdaderamente fieles y sinceros creyeron que El era el Mesías.",
    "Los maestros y los teólogos, ¿qué eran ellos? La simiente de la serpiente, como hemos visto. El dijo: “Vosotros sois de vuestro padre, el Diablo”. Sin embargo, eran hombres inteligentes, brillantes y santos. Ellos no movían ni una paja…Santos. No quebrantaban el día de Reposo. No comían carnes. Eran hombres santos, pero fallaron en ver. ¿Ven?, ellos habían sido entrenados por el hombre.\n\nDios entrena a Sus hombres, robustos. Eso es correcto. ¡Hombres llamados por Dios!",
    "Entonces un día El—El había…eso es lo que los Judíos pensaban. De esa manera se dio El a conocer a los Judíos. ¿Cuántos saben que esa es la Escritura? [La congregación dice: “Amén”.—Editor] Muy bien. Ahora, si El se dio a conocer a los Judíos, ese fue Jesús ayer con los Judíos.",
    "Ahora Uds. dijeron: “Los Samaritanos estaban esperando que El viniera”. Sí, lo esperaban, pero no los Gentiles. Sólo los Samaritanos.",
    "Y cuando El se encontró con los Samaritanos por primera vez, El tenía necesidad de pasar por Samaria. Y El se detuvo, y envió a sus discípulos, por comida, como a las doce. El se sentó junto a un pozo. Llegó allí una mujer, comenzó…Ahora, sabemos, en esta tierra, que ella era una mujer de mala fama, una mujer de la calle, Uds. saben, prostituta. Y así que ella llegó allí y empezó a bajar el balde en el pozo, para sacar un poco de agua. Y ella oyó una Voz diciendo: “Mujer, tráeme de beber”. Y ella miró alrededor y allí estaba sentado un Judío de mediana edad.",
    "El sólo tenía treinta y tantos, pero la Biblia dice que El representaba cincuenta. Ellos dijeron: “Tú eres un Hombre de no más de cincuenta años, y ¿dices que ‘has visto a Abraham’?”",
    "El dijo: “Antes que Abraham fuese, Yo soy”. ¿Ven? Debe haberse visto algo viejo debido a Su obra, Su cuerpo humano.",
    "Y ella miró alrededor. Ella sabía que El era un Judío. Ella dijo: “Señor, no es costumbre que Uds. los Judíos le pidan a Samaritanos tales cosas como esas. No tenemos ningún trato los unos con los otros”.",
    "El dijo: “Mujer, si conocieras con Quién estás hablando, tú me pedirías a Mí de beber. Y Yo te traería, te daría agua que tú no vienes aquí a sacarla”. ¿Qué estaba haciendo El? Contactando su espíritu. ¿Ven? Observen, El se va a declarar a los Samaritanos, ahora.",
    "Y ella dijo: “Pues, vosotros decís: ‘Adoren en Jerusalén’. Nosotros decimos: ‘En este monte’”.",
    "El dijo: “El tiempo viene, y ahora es, cuando vosotros ni en este monte ni en Jerusalén adoraréis a Dios, sino en Espíritu y en Verdad. El Padre a tales busca”.",
    "¿Qué estaba haciendo El? Captando su espíritu. Y después de un rato, cuando El halló dónde estaba su problema…¿Cuántos saben cuál era su problema? Ella había tenido cinco maridos, y ella estaba viviendo con el sexto. Así que, El dijo: “Mujer, ve a buscar a tu marido y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Dijo: “Eso es correcto. Tú tienes…has tenido cinco, y con el que ahora vives no es tuyo”.",
    "Ella se detuvo y lo miró a El. Ahora, ella no dijo: “Tú eres Beelzebú, señor. Tú eres un adivino”. Ella sabía más acerca de Dios que la mitad de los predicadores de Jeffersonville, eso es correcto, siendo una prostituta. Ella dijo: “Señor, me parece que tú eres profeta”.",
    "Observen, un “profeta”. Y si Uds. investigan esa palabra, Uds. la encontrarán, el Profeta que Moisés habló que vendría, ¿ven? “Profeta como yo levantará Jehová tú Dios”.",
    "Ella dijo: “Me parece que Tú eres profeta”. Ella sabía que El no sabía eso de ninguna otra manera; no podía saberlo. Dijo: “Me parece que Tú eres profeta”. Ahora escuchen aquí: “Nosotros, los Samaritanos”, no los Judíos ahora. Los Samaritanos: “Sabemos que cuando el Mesías venga, El nos declarará estas cosas”. ¿Ven qué clase de señal estaban buscando ellos? La señal del Mesías. “Cuando el Mesías venga, El nos declarará estas cosas, ¿pero quién eres Tú?”\n\nEl dijo: “Yo soy, el que habla contigo”.",
    "Y ella dejó caer su cántaro, y entró corriendo a la ciudad, y dijo: “Venid, ved a un hombre que me ha dicho cuanto he hecho. ¿No será este el Mesías?”",
    "Si esa era la señal del Mesías entonces, tiene que ser la señal del Mesías hoy. Si El es…Ahora, recuerden, ni una sola vez fue hecho alguna vez ese milagro ante un Gentil. Estaba prohibido. ¿Por qué? Los Gentiles tuvieron dos mil años de eclesiología.",
    "Pero ahora el fin de la dispensación Gentil está aquí. Y Rusia, los comunistas, tienen una bomba apuntada directamente hacia Uds. para terminarla, también. No se preocupen, viene. Así lo dice la Biblia. Estará aquí con el nombre de uno escrito en ella, y se convertirá en polvo en el tiempo de un segundo, toda la nación. Será completa aniquilación. Fíjense. Ese es Dios haciendo eso. Yo sé que son monarcas de libertad, son un montón de paganos. Pero, ¿no levantó Dios naciones paganas para enderezar a Israel en días pasados? La Biblia afirma que Rusia y el comunismo están obrando exactamente para los propósitos de Dios, para librar a la tierra totalmente de la gente.",
    "Pero antes de que eso pueda suceder, el Rapto viene y se lleva a la Iglesia a Casa antes de que eso pueda suceder. Y si eso está tan cerca, ¿qué tan cerca está el Rapto? Más cerca que eso. Así que Uds. ven por qué estamos…por qué estoy predicando de la manera en que lo hago, por qué estoy luchando tan duro como puedo; mientras Dios está haciendo todo lo que El puede hacer, para hacer penetrar eso en los Elegidos, para sacar fuera la Simiente de la mujer, para que la simiente de la serpiente pueda recibir el castigo. Eso es exactamente correcto. Eso es lo que El prometió hacer.",
    "Ahora, si Jesús se declaró ante los Judíos y ante los Samaritanos, por medio de esas señales, y nos dejaría pasar sin declararnos la misma señal, El es injusto; si El nos deja simplemente pasar, por decir: “Somos Metodistas. Somos Bautistas. Somos Católicos. Somos Presbiterianos”. No, señor, El nos deja pasar con una teología fría.",
    "El tiene que venir con señales, maravillas, así como El lo hizo en primer lugar, si El es el mismo ayer, hoy, y por los siglos. Hemos llegado a ese día. Estamos aquí ahora. Por la Biblia, por el testimonio, por el Espíritu, por ciencia, todo prueba que está aquí. Oh, yo…Oh, yo quisiera tener la fuerza para hacer que eso penetre en la gente, para que lo vean.",
    "Uds. aquí en Jeffersonville son mi pueblo. Yo he sido criado con Uds. Y yo—yo los amo. No—no piensen que soy un fanático. ¿Piensan Uds. que estas predicciones son? Miren hacia atrás a la inundación de 1937, Uds., cuando Uds. se rieron aquí mismo en la iglesia. Y yo dije: “Habrá veintidós pies [Seis metros y setenta y un centímetros.—Traductor] sobre la Calle Spring”, seis meses antes de que sucediera. Díganme de una sola ocasión que algo fuera dicho alguna vez, de ASI DICE EL SEÑOR, que no fuera exactamente la Verdad. Díganme una sola cosa que El haya dicho. ¡Nunca! Es Verdad, y todavía sigue siendo la Verdad, y siempre será la Verdad.",
    "Ahora no podemos traer…Yo creo que hay cien o más personas aquí para que se ore por ellos. No podemos traerlos a todos de una vez. Traeremos lo que podamos, a la vez, y luego los seguiremos trayendo hasta que los traigamos a todos aquí. Ahora voy a empezar en…Yo creo. ¿No estaba Billy Paul aquí? ¿Está él allí atrás? Díganle que venga aquí. Quiero ver qué, si él dio…¿Qué tarjeta de oración diste? [El Hermano Billy Paul dice: “Q, de la uno a la cien”.—Editor] Q, Q, Q. Tarjeta de oración Q. Miren en su tarjeta de oración. Tiene una Q. De la uno a la cien. Muy bien, no podemos traerlos a todos de una vez, pero podemos traer sólo un poco a la vez, hasta que podamos traerlos a todos aquí arriba. Queremos que vengan, uno por uno, hasta que se haya orado por todos.",
    "Ahora miren. Quiero que todos, adentro y afuera, que piensen en esto. Y al cierre de esta reunión, estoy encomendando esta iglesia al pastor, el Hermano Neville, encomendándolos a Uds. a él, y a él a Dios. El Hermano Neville aquí. Yo los invitaré a todos Uds. a que regresen. El Hermano Neville es un soldado valiente. Es un verdadero siervo de Cristo. Un ex predicador Metodista, yo creo, un estudiante de Asbury, y él ha sido entrenado en todos los teólogos, seminario teológico, con experiencia de lo que ellos enseñan. Pero, un día, él llegó a un punto en que él supo que él tenía que tener algo diferente, y él cruzó la línea. El es el pastor aquí, un hombre lleno con el Espíritu, un verdadero predicador, un verdadero teólogo. Y yo les pido, a la gente de esta ciudad, y en esta comunidad, si Uds. no tienen una iglesia, y quieren oír el verdadero Evangelio, vengan a oír al Hermano Neville. El se para por la misma Cosa que yo. Absolutamente, un verdadero y valiente soldado. Todos nosotros, aquí, amamos al Hermano Neville. El ha estado aquí con nosotros por mucho tiempo, y lo amamos.",
    "Ahora si Jesucristo, por medio del Espíritu, regresa aquí esta noche y hace las mismas cosas que El hizo cuando El estuvo aquí en la tierra, para los Judíos y los Samaritanos, El hará lo mismo para Uds. los Gentiles, ¿cuántos de Uds. dirán: “Le creeré a El con todo mi corazón y lo aceptaré aquí mismo”? No me importa a qué iglesia pertenecen Uds. Eso no tiene…",
    "Uds. dicen: “¿Quiere que yo deje de ir a la iglesia Metodista?” No, señor. “¿Bautista?” No, señor.",
    "Uds. vayan a cualquier parte que quieran, porque Dios tiene hijos en cada una de esas iglesias. Ciertamente, El los tiene. Y Ud., quizás, es uno de ellos. Y los amo de igual manera que si Uds. fueran un miembro del Tabernáculo Branham. No hace una pizca de diferencia para mí. Uds. saben eso por mi ministerio, en todas partes. Yo creo que Dios ama a Sus hijos, no importa qué clase de marca tienen. Es lo que Uds. son en su corazón. Pero nosotros simplemente los invitamos al compañerismo. Uds. son bienvenidos a venir.",
    "Ahora, cualquiera sabe, y Uds. gente de Jeffersonville saben, después de todas las muchas cosas que han sido dichas y hechas, y predichas, cada una de ellas cumpliéndose tan perfectamente como…¿Cuántos aquí en Jeffersonville saben que esa es la verdad? Levanten sus manos, que saben aquí alrededor ahora. Ahora, a Uds. de afuera de la ciudad, ¿ven lo que quiero decir? ¿Cuántos de fuera de la ciudad hay que han estado en mis reuniones alguna vez y que vieron que sucedió exactamente de la manera que dijo? Levanten sus manos, para la gente de Jeffersonville. ¿Ven? La Biblia dice: “En boca de dos o tres testigos conste toda palabra”. Ha sido alrededor del mundo. Entonces, ¿qué estamos esperando? Tenemos todo en nuestras manos, por medio del Señor Jesús. “El nos ha dado todas las cosas gratuitamente”.",
    "Ahora empezaremos la línea de oración. Y si Jesucristo lleva a cabo aquí esta noche…",
    "Ahora, ¿cuántos de Uds. saben acerca de la fotografía del Señor Jesús, esa Luz? Todos Uds. saben al respecto, prácticamente. Está en Washington, D. C., tomada por el mejor hombre que Edgar Hoover ha tenido en los últimos cuantos años, George J. Lacy, en documentos de huellas digitales. Tenemos su—su firma en el papel. Que, realmente la…El dijo que él una vez pensó que era psicología; que yo estaba leyendo la mente de la gente. El dijo: “Pero, Sr. Branham, el ojo mecánico de esa cámara no capta psicología”. Dijo: “La Luz pegó en el lente”. Y lo tenemos todo escrito en papel, sale con la fotografía, la Luz pegó en el lente.",
    "¿Cuántos todavía viven, cuando apareció por primera vez ante la humanidad aquí en el río, cuando yo estaba bautizando aquellos centenares allá aquel día? En el edificio, levanten su mano. Hay tres o cuatro manos, todavía viviendo, de hace años, aquí en el río cuando descendió, y el Mensaje del Señor vino. ¡Todavía es lo mismo! ¿Hizo exactamente lo que dijo allá? Que, el ministerio que yo estaría predicando, empezaría un avivamiento alrededor del mundo poco antes de la segunda Venida de Cristo. Miren lo que ha hecho. ¿Ven? Salieron, de allí, Oral Roberts y todos estos otros. ¿Ven? Y ha ido alrededor del mundo, toda nación, todo pueblo, todo idioma. Los fuegos de avivamiento están ardiendo, grandes servicios de sanidad. ¿Ven?",
    "Ahora, estén listos. Adentro, afuera, dondequiera que estén, reciban a Cristo. ¿Lo recibirían, esta noche?",
    "Ahora, de ahora en adelante, me encomiendo al Señor Jesús, para que yo pueda rendirme al Espíritu, para solamente magnificar a Jesucristo; no a mí mismo, sino a Jesucristo; de manera que estas personas, mi gente, mis amigos, adentro y afuera de la ciudad, puedan saber que el Evangelio que he predicado es la…absolutamente la Verdad. Y Cristo está aquí para vindicar que es la Verdad, por medio de Su Palabra y Su Espíritu.",
    "Tendremos que llamarlos sólo uno a la vez. Así que tendremos…Empezaremos con el número uno, Q número uno. ¿Quién la tiene? Si—si Ud. no se puede levantar ahora, los ancianos lo traerán. Queremos llegar a cada uno de Uds. Q número uno. Hermano Hickerson, Billy Paul…O, esperen, Doc lo va a ayudar a él aquí. Q número uno, levantaría Ud. su mano, quienquiera que la tenga. ¿Estás seguro que era Q? O, pues, oh, lo siento. Muy bien. Acérquese. Muéstrenle cómo, a través del pasillo allí. Q número uno. Muy bien.",
    "La número dos, levante su mano, por favor. Muy bien, una señora sentada aquí muy atrás. Muy bien, señora, venga. Abrase paso hasta aquí; si todos Uds. le permiten. Los muchachos allí le van a ayudar, los ujieres y demás. Q número tres, levante su mano. La número tres. Levantaría su mano, quienquiera que tenga Q número tres. Vean si esta señora que va aquí, si ella tiene la tarjeta. ¿No—no la tiene Ud.? [Una hermana dice: “Hermano Branham, yo pedí una tarjeta. Pero vi a una amiga mía, que estaba de pie con un niño enfermo”.—Editor] Ud.—Ud. no puede hacer eso. [“¿No puedo?”] No. Ud. tiene que retenerla y prestar atención a las instrucciones. Oraremos por el bebé, de todas maneras. ¿Ve? Ud. sólo venga cuando su número sea llamado. El bebé puede venir cuando él sea llamado. ¿Ve? Está bien.",
    "La número uno, dos. ¿Quién tiene la número tres? Levante su mano. La número tres. Número cuatro.",
    "Ahora, eso es muy hermoso de su parte, hermana, quienquiera que fue, esa señora que quería hacer eso. ¿Ve? Pero, ¿ve?, si—si el número de ellos es llamado, ellos vendrán sólo…Si no son llamados, nosotros oraremos por ellos, de todas maneras. ¿Ve? La queremos a Ud. en su lugar, para que Ud. pueda tener su lugar, también, ¿ve Ud.? ¿Ve? Muy bien.",
    "La número tres. Número cuatro. Número cinco. Q número cinco, levante su…Muy atrás, una joven. La número seis. Muy bien, el joven. Número siete. El hombre aquí. Número ocho.",
    "Tenemos que hacer esto. ¿Ven Uds.?, uno no puede hacerlo; uno simplemente se apiñaría, uno diría: “Todos quieren que se ore por ellos”.",
    "Permítanme mostrarles algo, si Uds. quieren ver por qué tenemos que alinearlos. Que todos los que están aquí adentro que les gustaría venir aquí y que se ore por Uds., levanten sus manos, todos, sin importar quiénes sean Uds. Miren allí. ¿Quién va a venir primero? ¿Ven? Tiene que haber alguien.",
    "Billy viene aquí, toma estas tarjetas, y las revuelve delante de Uds., y él le da una tarjeta de oración a cualquiera que quiera una. Uno pudiera llamar cinco, seis, y algunas veces comenzamos en alguna otra parte. Y da lo mismo dónde nosotros…Y además aquellos que están allí en la audiencia realmente son sanados antes que éstos que están en la plataforma, algunas veces. ¿Cuántos saben eso, ambos desconocidos y…? Pues, seguro, no tiene nada que ver con ello.",
    "La número seis, ¿vino ésa? Número siete. Número ocho. ¿Quién tiene la tarjeta de oración ocho? ¿Ya la localizaron? La número nueve.",
    "Ocho, número ocho, queremos que Uds. la localicen ahora. Quizás alguien que está afuera. Si lo están, que alguien levante su mano, o algo, alguien afuera, que no pudo entrar. Número ocho. Hermano Collins, ¿hay alguien allá atrás, la tarjeta de oración número ocho, tratando de entrar? Muy bien, la tarjeta de oración número ocho. Muy bien.",
    "Número nueve. La tarjeta de oración nueve, levante su mano. Quizás ellos salieron, no pudieron entrar. Si ellos entran, póngalos en la línea.",
    "La número diez, levante su mano. El hombre muy allá atrás en la parte de atrás. Venga, señor. Estoy contento de ver que Ud. fue llamado. Ud. estaba parado allá atrás, con calambres en las extremidades. Número diez.",
    "La número once. Levante su mano, quienquiera que tenga la tarjeta de oración Q número once. Muy bien, once.\n\nDoce, Q número doce. Muy…Muy bien, doce.",
    "Trece. Trece. Sólo levante su mano, por favor, para que yo pueda ver. Tarjeta de oración trece, Q trece. Catorce. Catorce. Quince. ¿Cuántas tarjetas diste, Billy, cien? Trece, catorce, y quince, faltan. Tarjetas de oración trece, catorce, y quince, ¿están aquí? Quince, dieciséis, diecisiete, dieciocho, diecinueve, veinte.",
    "La Q primero, luego para llamar la J, y luego seguiremos así sucesivamente. Yo creo que están tratando de hacer pasar éstas, primero, ¿ven? Después de que llamemos esa, llegaremos a las otras a medida avancemos. ¿Qué dice? [Un hermano habla.—Editor] Eso es. ¿Ven Uds.?, repartimos las tarjetas, esta mañana, y la gente no regresó, quizás. ¿Ven? Muy bien.",
    "Empecemos con ese poco. Cómo…¿Están Uds. más o menos a nivel con su línea allí ahora? Muy bien. Ahora, ¿quién tiene la quince, dieciséis, diecisiete, dieciocho, diecinueve, y veinte, en las Q? Veintiuno, veintidós, veintitrés, veinticuatro, veinticinco. Ahora simplemente estén listos, tan pronto como ésta termine. Tenemos una línea llena aquí ahora. Y luego vendremos directamente a ellos, seguir así por la línea, luego entraremos en el resto de las tarjetas, las Jotas, donde nos quedamos, y seguiremos hasta que saquemos la última de ellas.",
    "Ahora simplemente sean muy reverentes por unos momentos. Ahora, quisiera que tuviéramos lugar para sentarse. Quisiera que hubiera alguna manera en que yo pudiera hacer eso, pero no la tenemos. Pero, ahora, quiero que estén igual de reverentes. Ahora, todavía es temprano. Faltan diez minutos para las nueve. El servicio habrá terminado, en otra media hora. Así que, este es el cierre del servicio, y así que ahora sean muy reverentes. Estén muy quietos. No se levanten.",
    "Y ¿cuántos aquí adentro no tienen una tarjeta de oración, y sin embargo quieren que se ore por Uds.? Levanten su mano. Pues, simplemente están en todas partes. Ahora, si Uds. no tienen tarjeta de oración, quiero darles algunas Escrituras.",
    "Una vez nuestro Señor iba a levantar a una niñita muerta, la cual no estaba muerta aún, la hija de Zaqueo. Y una mujer dijo en su corazón: “Creo que El es un Hombre santo. Creo que El es el Mesías”. Y ella había tenido un flujo de sangre por muchos años. Y pasó a través de la multitud y tocó Su manto. ¿Han leído alguna vez la historia?\n\nY Jesús se detuvo, y dijo: “¿Quién es el que me ha tocado?”",
    "Y Pedro lo reprendió. El dijo: “Pues, todos ellos te están tocando. Y ¿por qué dices: ‘¿Quién es el que me ha tocado?’”",
    "El dijo: “Me he puesto débil. Poder, fuerza, ha salido de Mí”. ¿Ven lo que le hace a uno, una visión? “Yo me he puesto débil. Fuerza ha salido de Mí”.",
    "Y El miró alrededor, sobre la audiencia, hasta que El halló a la mujer. Ella estaba asustada. Ella pensó que había hecho algo errado. Pero El la miró, y El le dijo acerca de su flujo de sangre, y dijo: “Tu fe te ha salvado”. ¿Cuántos saben que esa es la Verdad? [La congregación dice: “Amén”.—Editor]",
    "Ahora, a Uds. eruditos de la Biblia, ¿dice la Biblia que: “Jesucristo, ahora mismo, es un Sumo Sacerdote, nuestro Sumo Sacerdote, que puede compadecerse de nuestras debilidades?” ¿Cuántos saben eso? [La congregación dice: “Amén”.—Editor] Bueno, si El es el Sumo Sacerdote ahora, que puede compadecerse de nuestras debilidades, ¿cómo actuaría El, si El es el mismo ayer, hoy, y por los siglos? El tendría que actuar de la misma manera que El actuó entonces. ¿Es correcto eso? [“Amén”.]",
    "Pues, ahora, El no tiene un cuerpo corporal ahora, porque está a la diestra de Dios. Pero El tiene nuestros cuerpos por medio de los cuales El obra, y es Su Espíritu obrando a través de nosotros, como El dijo que lo estaba haciendo. “Yo estaré con vosotros, en vosotros; las obras que Yo hago, vosotros las haréis también. Más que éstas haréis, más, porque Yo voy al Padre”. El se pararía en nuestro lugar. ¿Ven? Pero El nos ungiría con el Espíritu.",
    "Ahora, Uds. allí en la audiencia, sólo miren en esta dirección. Y simplemente no me miren como el Hermano Branham. Sólo digan: “Señor Jesús, Tú eres un Sumo Sacerdote, y Tú estás en este edificio. Y quiero tocarte con mis debilidades, diciéndote que estoy enfermo. Y Tú confírmalo conmigo, y simplemente permítele al Hermano Branham darse vuelta como, por medio de Tu Espíritu, y que me diga como Tú le dijiste a aquella mujer. Eso lo concluirá”. Yo reto su fe en el Nombre del Señor, que hagan eso. Ahora, vean si es correcto o no. Uds. pídanle a Dios eso, y vean si sale exactamente de esa manera. Ahora sólo sean muy reverentes.",
    "Ahora Uds. pueden traer sus pacientes. O, ¿era este el hombre? Muy bien. La primer cosa en la línea, esta parte de la línea…",
    "Hay mucha gente aquí. Tratamos de mantener a la gente a distancia, la gente de Jeffersonville; sólo dejen que la gente de afuera de la ciudad, están presionando por entrar. Porque, en esta clase de línea, si las personas fueran de aquí, de alrededor de Jeffersonville, ellos dirían: “Pues, el Hermano Branham conoce a esas personas. Seguro, eso es lo que es”. Pero, por supuesto, nunca han estado en Africa, e India, y Asia, y Europa, y por todo el mundo, en otros lugares. Pero yo no sé eso.",
    "Creo que, toda esta gente aquí en esta línea ahora, me parece que son desconocidos para mí. ¿Son desconocidos todos Uds. para mí? Sólo levanten sus manos si lo son. Muy bien. Eso está bien. ¿Cuántos allí en la audiencia son desconocidos para mí, o que Uds. saben que no sé qué les pasa? Simplemente cualquiera, no importa quién sea. Seguro, que no, ¿ven? Pero El sí. Ahora, no digo que El lo va a hacer. Pero si El lo hace, entonces eso lo hace a El presente aquí mismo.",
    "Ahora, este hombre aquí, creo, levantó su mano, que él y yo somos desconocidos el uno para el otro. Somos desconocidos. [El hermano dice: “Correcto”.—Editor] Yo nunca he visto al hombre en mi vida. Yo he…[“Yo nunca lo he visto a Ud.”] El nunca me ha visto en su vida hasta ahora. Entramos al edificio, y nos hemos visto el uno al otro ahora por nuestra primera vez.",
    "Ahora, aquí está un cuadro perfecto de Felipe yendo, trayendo a Natanael, y Natanael viniendo delante de Jesús. Ahora, no que él es Natanael, o que yo sea Jesús. Ahora, no piensen eso. Pero son años después, por una promesa que fue hecha entonces. Y aquí están dos hombres que nunca se han encontrado en la vida, así como esos dos hombres lo eran entonces. Y si Jesús sigue siendo el mismo, él puede entregar su espíritu a la fe, y yo puedo entregar mi espíritu a la fe, a Cristo, por medio de un don Divino del Espíritu Santo, y puede llevar a cabo el mismo milagro. ¿Es correcto eso? [La congregación dice: “Amén”.—Editor] Y es sobrenatural. Dice: “¿Y un milagro?” Pues, ¿cómo lo sabría, si nunca lo he visto a él? Aquí están mis manos. Nunca nos hemos visto antes. Nosotros, aquí estamos, por primera vez. Dios lo conoce; yo no.",
    "Ahora, recuerden, estén orando por mí. Ahora algunas veces en estos—en estos momentos, el Espíritu unge, y lo ha estado haciendo tanto ahora, al grado que es más o menos… Pues, yo—yo sólo quiero que no se levanten. Sean muy reverentes. Velen. Estén en oración.",
    "Ahora, sólo quiero que Ud., señor, no conociéndolo, pero Ud. está aquí por alguna razón que no conozco. Pero sea lo que sea, y el Señor Jesús me dirá lo que Ud. quiere de El, sin que Ud. me lo diga, eso lo haría a El, exactamente lo que dije que El era, el mismo ayer, hoy, y por los siglos. ¿Cree Ud. eso? [El hermano dice: “Seguro”.—Editor] Muy bien. El cree eso. Y ahora la audiencia cree eso. Y el Señor ha dicho que El lo haría, en Su Biblia.",
    "Ahora, aquí es donde soy hallado o diciendo la Verdad con la Biblia de Dios, o la Biblia ha prometido algo que no puede respaldar, o soy un hipócrita; lo uno o lo otro. ¿Ven? Eso es correcto. Ven dónde se pone uno mismo. He hecho eso delante de muchos, muchos millares de personas, críticos y todo. Pero yo sé que El promete, y El cumple Su promesa.",
    "Yo veo que empieza aquí mismo ahora. Veo gente alrededor de Uds., en las plataformas, y la reunión de afuera, nosotros nunca tenemos a nadie alrededor. ¿Ven? Hay gente enferma aquí. Tan pronto como empieza, uno puede sentirlo. Es el Espíritu Santo. Sea muy reverente ahora, reverente ahora, mientras podemos hablar. Sí, señor. El Señor Jesús nos ama a ambos, porque somos dos hombres por los que El murió. Y nuestra primera vez que nos encontramos. Si Ud. está necesitado, Dios puede satisfacer esa necesidad, porque El prometió que lo haría.",
    "Pero ahora, el hombre, si es sincero en su corazón, él está consciente de que algo está sucediendo. El no puede exactamente pensar qué es. Pero ese Angel que Uds. ven en la fotografía, se está acercando más y más al hombre, y él se está desvaneciendo de mí. Y el hombre está sufriendo con un problema del corazón, y él tiene diabetes. Eso es correcto. Eso es ASI DICE EL ESPIRITU. Si eso es correcto, levante su mano.",
    "Ahora, si yo nunca lo he visto, ¿cómo sabría algo acerca de Ud.? De alguna manera, de la misma manera que El supo allá. ¿Es correcto eso? [El hermano dice: “Eso es correcto”.—Editor] ¿Cree eso la audiencia? [La congregación dice: “Amén”.—Editor]",
    "Ahora, por qué—por qué no simplemente tomar nuestro tiempo, sólo un poquito, para que Uds. vean que simplemente no fue el adivinar algo. Tomemos algo más, y veamos si el Espíritu nos revelaría algo más. Sólo hablemos con el hombre parado allí, sólo un momento. Quizás hay algo más en su vida, quizás algo más está mal en él. Yo no sé.",
    "Yo realmente no sé qué dije. Yo tendría que verlo aquí en la grabadora, porque, ¿ven?, es una visión, uno ve dónde estaba él. Sí, lo veo ahora. Es algo con respecto a su sangre. Es azúcar. Sí, es diabetes. El tiene diabetes, y le ha producido un problema del corazón, lo que ha causado un corazón nervioso. El ha tenido eso por algún tiempo. Y él no es de esta ciudad. Sino que es de Indiana, de un lugar cerca de un lugar llamado como Borden. Ud.…Yo veo Borden. Ud. es de Borden. Eso es ASI DICE EL SEÑOR. Eso es.",
    "Y hay algo malo en su vida.",
    "Aquí hay otra cosa. Veo a una mujer aparecer aquí en la visión, porque Ud. está en una…Es su esposa, y ella necesita sanidad. Y ella sufre con alguna clase de tos. Es asmática, ella la tiene.",
    "Y Ud. tiene algo malo en su vida que Ud. ha estado tratando de hacer. Por fe, Ud. es Pentecostal, porque, Ud., lo veo en una reunión Pentecostal donde ellos están gritando y dando palmadas. Y Ud. está tratando de dejar…Ud. fuma. De eso está tratando de deshacerse, de fumar cigarrillos. Eso es exactamente correcto. Eso es ASI DICE EL SEÑOR. Esa es la verdad. ¿No es así? Seguro, lo es. ¿Ven? ¿Cree Ud. que El está aquí ahora, presente? ¿Está listo para aceptar su sanidad?\n\nInclinemos nuestros rostros.",
    "Señor Dios, que resucitaste a Jesucristo Quien está presente ahora, este hombre, Señor, que está aquí para que las bendiciones de Dios reposen sobre él, rogamos que Tú le des el deseo de su corazón, en el Nombre de Jesucristo. Amén.",
    "Vuelva a su casa, encuéntrelo exactamente como Ud. ha creído. De esa manera va a ser. Dios lo bendiga.",
    "¿Creen Uds.? [La congregación dice: “Amén”.—Editor] El Dios Todopoderoso, Quien escribió esta Biblia, Cuyo Espíritu está presente, sabe que yo nunca he visto al hombre en mi vida, a sabiendas, hasta este mismo momento. Pero, yo sé una cosa, el Espíritu Santo está aquí mismo. No sé qué va a hacer El, pero sé que El está aquí.",
    "¿Es esta la señora? Muy bien. ¿Somos desconocidos el uno al otro? Pues, Ud.—Ud.—Ud. me vio en reuniones, pero yo no la conozco. [La hermana dice: “No. No”.—Editor] Eso es correcto. Muy bien. Entonces, Ud. está aquí con algún propósito.",
    "Ahora, la mujer puede estar aquí…Ella quizás sea una Cristiana; quizás no. Quizás ella sea una crítica. Si ella lo es, observen qué sucede. ¿Ven? Y yo no sé para qué está ella.",
    "Mi madre está sentada en alguna parte en el edificio, una mujer de edad avanzada. ¿Pensarían Uds. que yo trataría de dañar a esa pobrecita? ¿Piensan que vendría a ella como un engañador? Yo ciertamente no lo haría. Preferiría simplemente irme de la plataforma e irme a casa; yo ya prediqué el Mensaje. Pero eso no es todo lo que va con el Mensaje. Cristo es el mismo ayer, hoy, y por los siglos. No importa lo que el mundo diga al respecto. Tenemos que pararnos por él, de todas maneras. Dios dijo que lo hiciéramos.",
    "No conociéndola a Ud.; y, por supuesto, estando Ud. sentada en la reunión, donde quizás hay centenares y centenares de personas, yo no tendría manera de conocerla. Pero he aquí un cuadro ahora de San Juan 4, un hombre y una mujer, encontrándose por primera vez. Nuestro Señor y la mujer de Samaria encontrándose de nuevo. Ahora ellos hablaron. El hizo contacto con su espíritu, supo qué estaba mal en ella, y le dijo, y ella reconoció que El era el Mesías. ¿Haría Ud. la misma cosa? Lo haría.",
    "¿Haría la audiencia la misma cosa, toda mujer allí? [La congregación dice: “Amén”.—Editor] Que Dios lo conceda. Sí.",
    "La mujer está sufriendo con una—una condición nerviosa. Ella ha tenido eso por mucho tiempo, muchos años atrás. La puedo ver todavía como una mujer joven. Pero eso no es lo principal por lo que ella quiere que yo ore. Es artritis que la ha lisiado. Eso es por lo que Ud. quiere que yo ore.\n\n¿Creen Uds. ahora? [La congregación dice: “Amén”.—Editor]",
    "Hablemos con ella un poco más. Que el Espíritu Santo conceda esto. La mujer realmente es de—de ascendencia extranjera. Su nombre es Hanson. Eso es verdad. Noruego o Sueco, una de dos. Ud. no es de esta ciudad. Ud. es de un lugar llamado Canton. Y eso está en una gran región donde hay mucho trigo. Y es Minnesota. De allí es Ud. Eso es verdad. Ahora regrese a casa; Ud. está sanada. Jesucristo la sana. Dígale a la gente cuán buenas cosas el Señor le ha hecho a Ud.",
    "Yo supongo que somos desconocidos el uno al otro. [La hermana dice: “Sí. He estado en las reuniones, pero Ud. no me conoce”.—Editor] Yo no la conozco. No, señora. Pero el Señor sí la conoce. Ud. está aquí con algún propósito. Yo no sé. Pero si el Señor Jesús me revela para qué está aquí, Ud. sabrá si esa es la verdad. Si yo viniera aquí y dijera: “Ud. está enferma, mujer”. Seguro, Ud. está parada en la línea de oración, eso muestra…[Espacio en blanco en la cinta.]",
    "Su examen muestra que Ud. tiene algo malo con el hígado. El dijo que era cirrosis. Eso es correcto. Sólo voy a hablar con ella un momento. Sólo…¿Cree Ud. que el Señor Jesús, que habló con la mujer junto al pozo, es el mismo Jesús hoy? [La hermana dice: “Sí”.—Editor] ¿Lo cree? Tiene, parece que tiene un buen espíritu. Ud. no es de aquí. Ud. viene del este, de Ohio. Eso es correcto. Dayton, Ohio, para venir aquí. [“Eso es correcto”.] Eso es correcto. Yo veo un…",
    "Ud. está orando por alguien más. Ese es un muchacho. El tiene problemas del corazón. El tiene úlceras, también, un tipo de muchacho nervioso. Eso es correcto. Y Ud. está orando por su alma, porque no es salvo. Eso es ASI DICE EL SEÑOR. Eso es verdad, ¿no es así? [“Mi hijo”.] Ud. está sanada. Regrese. Dígale a él, tenga buen ánimo. Jesucristo…",
    "No conociéndola a Ud., señora, no conociéndola. Dios sí la conoce. ¿Si Dios me dice cuál es su problema, creerá Ud. que soy Su siervo? Sólo vindicándolo a El. ¿Ven?, lo que quiero hacer es hacer que estas personas, que están viniendo en la línea de oración, vean que El está aquí.",
    "Algo sucedió en la reunión. Hay dos mujeres paradas allí con lentes, ambas. Alguien lo tocó a El, con sus debilidades. Yo podía ver a la mujer, qué es…Su problema de oídos, ha desaparecido ahora. Miren a la señora, cuánto se parece a ésta. Estaban paradas allí. Yo las podía ver. Pero una estaba haciendo esto; y no había nada en ésta.",
    "La razón de ello es que, esta mujer está parada por alguien más. Eso es correcto. Y esa mujer es su vecina. Y ella tiene artritis. Y Ud. está parada por ella. Y yo la veo a Ud. orando por ella, porque ella no es salva. Y Ud. está orando por ella. Esa es una cosa noble. Ponga ese pañuelo sobre ella, que Ud. tiene en su mano. Dígale a ella que no dude, y que rinda su vida a Cristo, y su artritis la dejará.",
    "[Espacio en blanco en la cinta.—Editor] ¿…llorando, hermana? ¿Cree Ud. en Dios? ¿Cree que soy Su siervo? ¿Cree que Dios puede decirme por qué está llorando, y cuál es su deseo? Si cree eso, levante su mano. ¿Cree Ud. que esa hernia lo dejará a él? Si Ud. lo cree, se irá. Sólo tenga fe. Simplemente no dude.",
    "¿Cómo está Ud.? Supongo que somos desconocidos el uno al otro. El Señor Jesús nos conoce a ambos. Ud. es una mujer muy joven. Pero Ud. no está aquí por Ud. misma. Veo un hospital aparecer, una cama. Y es su madre por la que Ud. está orando, y la muerte le hace sombra a ella. Ella está sufriendo con la vesícula biliar, tumores. Y ella tiene cáncer, también, una sombra negra de cáncer. Tome ese pañuelo, sobre el cual está llorando, póngalo sobre ella. E invoque el Nombre del Señor, y no dude. Si no duda, Dios la sacará de allí y la sanará. No dude ahora. Vaya en el Nombre del Señor, y crea.",
    "¿Están Uds. convencidos de que Cristo vive? [La congregación dice: “Amén”.—Editor]",
    "[El Hermano Branham hace una pausa.—Editor] Hay algo…Oh, es la mujer sentada allá atrás detrás de allí, en ese asiento. Ella sufre con dolores de cabeza. Y ella ha estado orándole al Señor, allí, tratando de cuidar de ese niño. El la oyó, hermana. Todo ha terminado ahora. Sólo póngase de pie, para alabar a Dios por ello, señora. Simplemente alabe a Dios por ello. ¿Ven?",
    "¿Qué tocó ella? Ella nunca me tocó a mí. Pero ella tocó a ese Sumo Sacerdote. Yo no conozco a la mujer. Yo nunca la he visto, en mi vida. Pero Dios la sanó a ella en ese mismo momento. ¿Hace eso a Jesús el mismo ayer, hoy, y por los siglos? [La congregación dice: “Amén”.—Editor] Seguro, que sí. ¡Si pueden creer! A los que creen todo les es posible.",
    "Se dirige a la audiencia, alguien está orando. ¿Ven?, depende dónde está predominante la fuerza, dónde el Espíritu. Yo sólo puedo seguir y decir como El dice; yo no sé. Oh, es la mujer que está poniéndose sus anteojos, de estar llorando. La razón de que ella estaba llorando, porque el Espíritu está sobre ella. Allí está. Ese problema intestinal con el que Ud. ha estado sufriendo; tenga fe, la dejará y nunca regresará. Yo no conozco a la mujer. Yo nunca la he visto. Ella nunca me tocó. Ella tocó al Sumo Sacerdote.\n\n¡Si puede creer!",
    "Tocó a otra mujer. Quiero que cualquiera que quiera, mire aquí. Miren a la mujer llorando; miren a la otra mujer sentada normal; miren a la otra mujer al lado de ella, llorando. Ella tenía problemas del corazón, la pequeña señora sentada allí mismo, mirándome con su…Sí. Eso es correcto. Ud. tenía problemas del corazón. ¿No es así? Se ha ido de Ud. Su fe encendió fuego con Dios, y Ud. lo tocó a El.\n\n¡Oh, esto es maravilloso!\n\n[El Hermano Branham hace una pausa por veinticinco segundos.—Editor]",
    "¿Ven a esa señora sentada allí con su rostro inclinado, orando? Una mujer canosa, desconocida para mí, sentada allí. Sí. Uds. se dieron vuelta, la miraron. Ella tiene problemas de la vesícula biliar. Ha estado orando para que Dios se los quite. Y Ud. estaba orando en ese momento: “Señor, que él me llame”. Eso es correcto. Si eso es correcto, levante su mano. ¿Cómo supe yo su oración? Se ha ido de Ud. Su fe la ha sanado. Vaya a casa y esté bien.",
    "¿Creen Uds.? Si pueden creer, todo es posible. Pero tienen que creer.",
    "Todavía se mueve en ese distrito, de aquella sentada allí. Aquí mismo, la segunda desde el extremo, presión alta. Si Ud. cree con todo su corazón, hermana, todo ha terminado. ¿Le cree a Dios, lo toma en Su Palabra? Muy bien. Levante su mano. Eso es por lo que Ud. estaba orando: “Señor, que él me llame después, con esta presión alta”. Soy un desconocido para Ud. Si eso es correcto, mueva su mano. Muy bien. Se ha ido de Ud. Vaya a casa y esté bien.",
    "¿Ven lo que es? Es fe. ¡Y si pueden creerlo! ¿Creen Uds.? [La congregación dice: “Amén”.—Editor] ¿Ven?, esas personas allí, sin tarjetas de oración ni nada. ¿Están listos para creer? ¿Es esa la manera en que el Señor Jesús lo hizo cuando El estuvo en la tierra?",
    "Aquí, ¿es este—es este, hombre que sigue? Muy bien. Uds. no saben lo que eso le hace a uno. Todos, al Tabernáculo Branham, ahora sólo miren aquí en la parte de arriba de la mano. ¿Ven? Uds. saben que yo no me pongo así. ¿Qué es? El Espíritu del Señor. Está ungiendo.",
    "Muchas personas no entienden lo que significa unción. Piensan que significa gritar. Eso es gozo. El Poder viene solemne. ¿Ven? Ese es el gozo del Señor. Este es el Poder del Señor; lo sana, lo cura. Miren lo que El le hizo a la niñita sentada la otra noche, lisiada; al ciego; a los otros, por todas partes.",
    "¿Cómo está Ud., señor? Supongo que somos desconocidos el uno al otro. No nos conocemos el uno al otro. Yo no lo conozco a Ud., y Ud. no me conoce a mí. Si eso es correcto, levante su mano. Muy bien, nuestra primera vez que nos encontramos. Reverentes ahora. Aquí está un hombre, y él y yo…mucho más joven que yo, con nuestras manos levantadas, el uno al otro, delante de Dios, que ésta es nuestra primera vez que nos encontramos. Jesús conoce al hombre. Y debe de haber algo mal; él está parado allí. Yo no sé.",
    "Pero si he dicho la verdad, lo cual Dios ha confirmado por medio de muchos testigos, que les he dicho la verdad, que: “por Su llaga Uds. fueron curados”. Es un tiempo pasado. Uds. tienen que obtener esa fe robusta, para subir más arriba de estas cosas.",
    "¡Miren al cáncer desapareciendo aquí esta noche! Ahora Uds. sólo miren los testimonios llegar de ello, esas sombras negras de muerte. Su encantador doctor pudiera tratar, todo lo que él pudiera hacer, para salvar su vida. Pero cuando Dios dice algo, eso es todo. Y no fui yo. Yo no tengo nada que ver con ello.",
    "Ahora hay como doscientos aquí para que se ore por ellos. Quiero descansar sólo un momento ahora. Y luego simplemente empezaremos a orar por la gente, a traerlos; no hacerlos pasar por una línea, sino estar aquí orando por ellos. Yo quiero orar por todos los que quieran que se ore por ellos.",
    "Pero por toda la audiencia, y aquellos que están en la plataforma, quiero que reconozcan que Jesucristo está aquí. ¿Están todos Uds. conscientes de eso? [La congregación dice: “Amén”.—Editor] Todos están conscientes de eso. [“Amén”.]",
    "Ahora, para que pueda quedar establecido para siempre en su mente. Este hombre y yo, con nuestras manos levantadas a Dios, nuestra primera vez que nos encontramos. Si El hablara el secreto de su corazón, así como lo hizo con la mujer junto al pozo, o a Felipe, o a lo largo de cualquier parte durante Su ministerio, si El hace eso, ¿les confirmaría a todos Uds., que es absolutamente El, el Señor Jesús? [La congregación dice: “Amén”.—Editor]",
    "¿Se lo confirmaría a Ud., señor? [El hermano dice: “Sí, señor”.—Editor] No tengo ninguna manera, ninguna idea de cuál es su problema. No sé si Ud. es un pecador o un Cristiano. Yo no podría decirle. El sí; Dios sí. Pero yo no puedo decirle. Pero si El me dice…Pero Ud. es un Cristiano. [“Sí”.] Porque, tan pronto como su espíritu capta la unción de este Espíritu que está en mí, le da la bienvenida, así que sé que Ud. es un Cristiano.",
    "Y Ud. está bajo una sombra profunda. Es algo que está mal con la sangre. Y Ud. ha ido a ver doctores. Y ellos están queriendo hacer una operación, y esa operación es, yo los oigo, y dos doctores consultándose el uno al otro, y ellos quieren sacar un órgano de su cuerpo, el cual es llamado el bazo. Eso es correcto. [El hermano dice: “Sí”.—Editor]",
    "Y Ud. no es de esta ciudad, pero Ud. es de una gran ciudad donde hay una gran institución de alguna clase de religión. Es Wheaton. Y su nombre es Karl Rhodes, Rhodes, algo como Karl Rhodes. Muy bien, señor. Si cree con todo su corazón, Ud. puede regresar a su casa, y Dios salvará su vida. ¿Lo cree? [El hermano dice: “Lo creo”.—Editor]\n\nOremos.",
    "Señor Jesús, yo ahora echo fuera este mal de nuestro hermano. Y en el Nombre de Jesucristo, que él viva para la gloria de Dios. Amén.\n\nDios lo bendiga, hermano. ¡Vaya en su camino, regocijándose!",
    "¿Cuántos creen ahora con todo su corazón? [La congregación dice: “Amén”.—Editor]\n\nAhora, ¿son esos todos por los que se va a orar? Muy bien.",
    "Pues, su problema de la espalda lo dejó mientras Ud. estaba sentado allí, así que Ud. puede irse en su camino, y regocijarse si quiere. Y sólo siga adelante, diciendo: “¡Gracias al buen Señor!”",
    "Vaya Ud. a comer su cena. Su problema del estómago lo ha dejado, viniendo en la línea, así que Ud. puede ir y hacer las cosas a su manera, también. Sólo crea con todo su corazón.",
    "Su artritis no le va a molestar, si Ud. lo cree. Sólo siga adelante, regocijándose y alabando a Dios, si quiere, hermano. Muy bien. Muy bien.",
    "¿Creen con todo su corazón? [La congregación dice: “Amén”.—Editor] ¿Cuántos le creen a Dios? [“Amén”.] Ahora sólo voy a pasar para acá solamente un momento. 🦅"
  ]
}