{
  "title": "ORDEN DE LA IGLESIA",
  "id": "58770009",
  "content": [
    "🦅  Acabamos de terminar la gran reunión, de cinco noches en el tabernáculo, donde, por la gracia de Dios y por medio de Su ayuda, me he esforzado, por medio de las Escrituras, de poner en orden la Iglesia del Señor Jesucristo, tal y como creemos en el Tabernáculo Branham.",
    "Lo primero que deseo decir es que el pastor siempre está totalmente a cargo del tabernáculo en mi ausencia, y cuando regreso yo sólo recurro al pastor. Así que, él está totalmente a cargo para cambiar o hacer cualquier cosa que él crea que es mejor bajo la dirección del Espíritu Santo, mientras yo estoy ausente.",
    "Creemos en una Iglesia apostólica, enseñando la Bendición apostólica para la gente de este día. Creemos en el Evangelio completo, y creemos que todas las señales y las maravillas de las que habló nuestro Señor Jesucristo, acompañarán a Su Iglesia hasta que El regrese. Creemos en esas cosas, y creemos que deben ser puestas en orden, que la Iglesia tiene Su orden. Y cada iglesia tiene su doctrina, y orden, y disciplina.",
    "Nuestra iglesia no tiene miembros como afiliados. Creemos que toda la Iglesia universal del Dios viviente, son nuestros hermanos y hermanas; y que todas las personas son siempre bienvenidas, sin importar a qué denominación pertenezcan, en el Tabernáculo Branham, en la calle Octava y la calle Penn en Jeffersonville, Indiana.",
    "Creemos en “justificación por la fe”, Romanos 5:1. Creemos que, después de que una persona es justificada por la fe, tiene paz con el Señor Jesucristo. Pero es posible que esta misma persona tuviera hábitos tales como beber, fumar, hacer cosas que no debiera, hábitos inmundos de la carne.",
    "Luego creemos que la Sangre de Jesucristo santifica a esta persona para el servicio del Señor. Y, eso es que, creemos en “santificación” de acuerdo a Hebreos 13:12 y 13: “Por lo cual también Jesús, para santificar al pueblo mediante Su propia Sangre, padeció fuera de la puerta”. Y creemos, que la santificación es enseñada en el Nuevo Testamento, y destinada para los creyentes a través de la edad del Nuevo Testamento, en la cual estamos viviendo ahora. Y también creemos que después de que la persona ha sido santificada, los hábitos inmundos se han ido de la persona.",
    "El es un creyente en el Señor Jesucristo, y sus hábitos se han ido, creemos que entonces él es un candidato para “el bautismo del Espíritu Santo”, que viene como una llenura del creyente. Y luego cuando el creyente…",
    "Es simplemente, como muchas veces lo he enseñado, como recoger un vaso afuera en el gallinero. Justificación, es recogerlo, listo para usarlo, con un propósito en el corazón. Eso es lo que Dios le hace al pecador. El todavía está sucio.",
    "Luego él es limpiado por la Sangre de Jesucristo. Y la palabra santificar es una palabra compuesta, que significa: “limpiado, y apartado para servicio”. En el Antiguo Testamento, el altar santificaba el vaso, y era apartado para servicio.",
    "Creemos que el Espíritu Santo está poniendo al mismo vaso en servicio. Que, el Espíritu Santo no es otro paso de gracia, sino más de la misma gracia, que llena al creyente al punto que esas señales y maravillas, tales como los dones apostólicos de los que se habla en Primera de Corintios 12, se manifiestan a través de este creyente, cuando el Espíritu Santo entra para poner en función los dones.",
    "Yo creo que la Escritura enseña que “irrevocables son los dones y el llamamiento”, que cuando nacemos en este mundo, somos enviados aquí con un propósito, eso es, de Dios. Y que aun antes de que llegamos a ser adultos, mientras aún somos niños, los dones de Dios que tenemos están en nosotros entonces, y sólo la llenura del Espíritu Santo pone estos dones en operación; pero los tenemos al principio, tales como maestros, y apóstoles, y—y profetas, y dones de lenguas, y los nueve dones espirituales de acuerdo a Primera de Corintios 12. Ahora, nosotros creemos que estos dones están en operación hoy, y deberían estar en cada iglesia local.",
    "Aunque, en tales, hemos hallado, por todo el mundo, que hay mucho fanatismo ligado a personas que profesan ser creyentes apostólicos. Así como los hay en otros aspectos, y demás, tenemos fanáticos. Eso ha sido así todo el tiempo, los hemos tenido por todas las edades. Los tuvieron en los días apostólicos; y como Pablo dijo allá, de cómo algunos habían venido y “los habían persuadido, alejándolos tras otras doctrinas”, y demás. Pero en su propia Enseñanza, él dijo: “Si un ángel del Cielo enseñare alguna otra cosa”, que lo que él había enseñado, “sea anatema”.",
    "Así que, nosotros, como el Tabernáculo Branham, aquí en las calles Octava y Penn, tratamos de seguir las Enseñanzas del Nuevo Testamento. Pues, creemos Eso: “Jesucristo, es el Hijo de Dios”. Y Pablo el apóstol fue un vaso llamado y escogido, por la elección de Dios, para ser enviado a la Iglesia Gentil, para ponerla en orden.",
    "Ahora, nosotros, en el Tabernáculo Branham, creemos en el “bautismo en agua” por inmersión, “en el Nombre del Señor Jesucristo”, que es la Enseñanza apostólica de la Biblia. Y que todos nuestros miembros, o los que vienen al Tabernáculo Branham, que así lo deseen, puedan en cualquier tiempo (que así lo pidan), ser sumergidos, en el Nombre del Señor Jesucristo. Que consulten al pastor; si se han arrepentido, y creído en el Señor Jesucristo, el pastor, tan pronto como sea posible, aun entonces si puede, los bautizará inmediatamente. Esto los trae al compañerismo de los creyentes. Creemos que por el bautismo en agua somos traídos a un compañerismo.",
    "Pero, por el bautismo del Espíritu Santo, somos admitidos como miembros, siendo miembros del Cuerpo de Jesucristo, el cual está por todo el mundo.",
    "Ahora, otra cosa que creemos es que: “A cada uno le es dada la manifestación del Espíritu para provecho”. Ahora, nosotros creemos que cuando estos dones, y demás, están operando en la Iglesia; lo cual, anhelamos y deseamos que las personas que tienen dones por el Espíritu, vengan y adoren con nosotros.",
    "Ahora, en la mayoría de lugares, hallamos que cuando hay estos dones en la gente, la gente no entiende cómo y cuándo usar estos dones, y, al hacerlo así, sólo traen un reproche; lo cual creemos sería justamente lo que Satanás pudiera hacer para hacer que los forasteros, los incrédulos, y demás, tengan miedo de esta maravillosa Bendición que Dios le ha dado a la Iglesia en estos días.",
    "Pablo dijo: “Cuando hay un desconocido entre nosotros, y todos habláramos en lenguas, ¿no se iría el hombre y diría que estamos ‘locos’? Pero si uno profetizara, y diera a conocer los secretos del corazón, entonces ellos se postrarían y dirían: ‘En verdad, Dios está con Uds.’”",
    "Ahora, nosotros creemos que los dones espirituales, entre los creyentes, son la orden del día. No podemos creer que un hombre puede predicar bajo Inspiración y (además), ser un maestro inspirado, y luego negar el don de sanidad, o el don de profecía, o el hablar en lenguas, o la interpretación de lenguas, o cualquiera de estos otros dones.",
    "Así que, por lo tanto, esta es mi creencia en la Palabra de Dios, la forma en que el Tabernáculo Branham, en las calles Octava y Penn, aquí en Jeffersonville, debiera de ser operado. Yo creo, en primer lugar, y creo que estas cosas que digo son esenciales y deben ser llevadas a cabo de esta manera, en el Tabernáculo Branham, para que prospere en el Señor. Y si en cualquier momento estas, Esto, fuera cuestionado, la persona que lo cuestione puede consultarme si no pueden conseguir al pastor, o pueden consultar al pastor. Si yo estoy en casa, después de alguno de los viajes, estaré contento de—de ayudar ya sea al laico o al pastor, en cualquier momento. Y estas cosas son Escriturales, y yo creo que es el orden de la Iglesia.",
    "Yo pienso, primero, que todo miembro, o todo adorador, del Tabernáculo Branham, debería estar tan Divinamente enamorado el uno con el otro al grado que (eso) sus corazones estarían anhelantes el uno por el otro cuando tienen que irse, por separarse el uno del otro en el servicio, en la noche. Yo soy un verdadero creyente en el “amor Divino”. El apóstol Pablo dijo que esa era la evidencia del Espíritu Santo. “En esto conocerán todos que sois Mis discípulos”, dijo Jesús, “si tuviereis amor los unos con los otros”.\n\nY creemos que es el amor de Dios el que envió a Jesucristo a la tierra, para morir por todos nosotros. “De tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en El cree, no se pierda mas tenga Vida Eterna”. Y la Vida Eterna aquí es “la propia Vida de Dios”, porque llegamos a ser hijos e hijas de Dios, por medio del bautismo del Espíritu Santo; el cual es la Simiente de Abraham, y nos da la fe que Abraham tuvo, cuando él creyó a Dios aun antes de que fuera circuncidado.",
    "Ahora, la siguiente cosa es, que creemos que estos adoradores debieran “reunirse, estas personas con dones”, tales como lenguas, y personas que reciben revelaciones e interpretaciones, y demás. Estos miembros, o estos creyentes, más bien, debieran reunirse por lo menos cuarenta y cinco minutos o una hora antes de que el servicio comience. La iglesia debiera ser abierta temprano, y los creyentes reunirse en estas noches, y por lo menos unos cuarenta y cinco minutos a una hora antes de que los servicios comiencen.",
    "Yo creo, que el Tabernáculo Branham en todo tiempo debiera tener un pianista lleno del Espíritu Santo, que llegara temprano, lleno del Espíritu Santo, y tocara música espiritual suavemente, muy suavemente, como: “Fue mi Jesús el que allí murió, y mis pecados El perdonó, la hermosa Sangre que El vertió, ¡gloria al Salvador!” Algo por el estilo. “Más Cerca, Mi Dios De Ti”. “Roca de la Eternidad, fuiste abierta para mí”. O: “Cerca De La Cruz”, o algo por el estilo; suavemente, despacio mientras él está meditando constantemente en el Espíritu Santo, él o ella, según lo que sea.",
    "Además yo creo que los adoradores, que vienen entrando, deben ser recibidos, y allí colgar sus abrigos y sombreros, llevados a sus asientos, con hospitalidad lo cual sólo ujieres o diáconos llenos del Espíritu Santo lo pueden hacer, y en amor, para ver que la Iglesia del Dios viviente siga adelante.",
    "Estos adoradores no deberían hablar el uno con el otro, ni hablar de un lado a otro, ni hacer ruido en la iglesia.",
    "Ellos deben congregarse. Primero, ponerse a orar en silencio, quizás en el altar, por unos momentos. No orar en voz alta, Uds. interrumpen a alguien más; oren en silencio, Uds. están adorando. Permitan que eso penetre bien. Adorando, en su espíritu, luego regresen a sus asientos.",
    "O, Uds. no tienen que ir al altar. Sólo entren y consigan asiento, siéntense, escuchen la música; cierren sus ojos, inclinen sus rostros; y, estando en silencio, adorando a Dios, todo el tiempo.",
    "Luego si el Espíritu le revelara algo a otro, o—o alguien es lleno del Espíritu al grado que hablara en lenguas, entonces esta persona debería levantarse y dar el mensaje. Y todos deben permanecer callados hasta que llegue la interpretación.",
    "Cuando llegue la interpretación, no debe ser nada más citar una Escritura, o algo que no tiene significado. Debe ser un mensaje dirigido a la Iglesia, o pensaríamos que fue en la carne; vemos tanto de eso. Y ahora, como creo, el—el Espíritu hablaría sólo para “la edificación de la Iglesia”.",
    "Y ahora, sería un mensaje, algo más o menos así, quizás. Quizás para ese tiempo la gente se esté juntando, algunos enfermos hallan entrado. Quizás hay un hombre acostado, paralizado o algo. Uds. nunca antes lo han visto. Pero cuando la interpretación llegara, sería algo más o menos así; cuando la interpretación, o el que acaba de hablar, dijera: “Pues, ASI DICE EL SEÑOR, el hombre que está entre nosotros ha venido de tal y tal lugar”, y describiera el lugar. Y diría que: “El está paralizado porque, hace tres o cuatro años”, fuera lo que fuera, el caso pudiera ser que, “él hizo algo malo”, como, “dejó a su mujer e hijos, y huyó de ellos. Y él se cayó de un camión”, o algo por el estilo, “y se lastimó, y lo ha paralizado. ASI DICE EL SEÑOR. Si él se arrepiente de eso, y promete ir adonde su esposa y se reconcilia con ella, entonces él será sanado ahora y regresará a su familia”.",
    "Y entonces antes de que alguien diga alguna cosa, debe haber por lo menos dos, o más, hombres o personas en el edificio, quienes estén espiritualmente firmes en Doctrina del Evangelio, que tengan un buen discernimiento de espíritus, se levantarán y dirán que: “Es del Señor”.",
    "Y si esto no acontece, entonces las lenguas no deben ser mencionadas en la iglesia. Si la persona habla en lenguas, Pablo dijo: “Si no hay intérprete”, y demás, “que hablen en casa”, o dondequiera que se encuentren, “pues sólo se están bendiciendo a sí mismos, y no es para la edificación de la Iglesia”.",
    "Y esta persona, después de hablar, y la interpretación; y luego dos o tres jueces, de acuerdo a la Doctrina de San Pablo de la Biblia, que debe ser “juzgado por dos o tres jueces”.",
    "Luego permitan que la persona a la cual llamó, vaya. Y tal vez designe a una cierta persona, o el pastor o alguien, para ir y poner las manos en esta persona, y a los que están enfermos o afligidos, y serán sanados. Entonces permitan que el pastor o la otra persona, quienquiera que fue designado por el Espíritu Santo para ir a “orar la oración de fe”, permitan que vayan y ministren a la persona de acuerdo a lo que el Espíritu ha dicho. Entonces en ese momento, la persona sobre…Y todo lo que el Espíritu Santo dijo, se cumplirá, inmediatamente, así como el Espíritu Santo lo ha dicho.",
    "Y entonces el pueblo se puede regocijar, y estar agradecido, y alabar y adorar a Dios, porque Dios quiere ser adorado.",
    "Luego ellos deben—luego ellos deben inclinar sus rostros y estar otra vez en oración, para ver si hay otro mensaje que el Espíritu Santo quisiera que estos dones manifiesten, antes.",
    "Y luego si en cualquier momento que una persona hablara en lenguas, e interprete, y los—los jueces envían a la persona a tomar, a hacer lo que sea que fue dicho que se hiciera, y no se cumple, entonces todo el grupo de ellos irá al altar y allí rogará a Dios que les quite ese espíritu, porque no hay nadie que quisiera un espíritu como ése. Sabríamos que sería falso, y que sería del enemigo, y no de Dios, pues Dios sólo puede decir la verdad. Que eso sea claramente entendido por la iglesia, antes de empezar éste, este nuevo orden.",
    "Luego, quizás, tal vez fuera algo así, el mensaje le diría a cierto hermano, quizás que, digamos, “Vive junto a la vía del tren”, o algo, “que se mueva de ahí, pues va haber un accidente en la vía”, o algo, o cualquier cosa por el estilo.",
    "Y permitan que los jueces, después de que le den permiso de hablar a la iglesia, o de ejercer este mensaje, que acaba de ser hablado, si su juicio es: “Es de Dios”, entonces fíjense y vean si se cumple.",
    "Y si se cumple, den gracias a Dios, y estén muy agradecidos, agradecidos con El en sus corazones. Y denle a El alabanza y adórenle, y sean humildes. Sobre todas las cosas, sean humildes.",
    "Nunca vayan Uds. a enorgullecerse al grado de que Uds. saben más al respecto que su pastor o la iglesia en la cual Uds. están adorando. Si Uds. llegan a ese punto, entonces yo les aconsejaría a cada uno de Uds. que se consigan otro lugar en donde adorar. Porque, yo le estoy pidiendo al pastor que nunca permita nada fuera del orden de la Biblia, de la manera en que lo hemos visto aquí en la iglesia. Y además queremos que estos dones sean operados, y estén en posición, y los adoradores. Si es llevado a cabo correctamente, de acuerdo a la Palabra, Uds. verán una iglesia poderosa y maravillosa en operación para nuestro Señor Jesucristo.",
    "Ahora, luego la siguiente cosa que sucederá, será que si estas personas que tienen, que se salen de orden durante estos momentos, que un diácono o algún ujier que esté lleno del Espíritu Santo y que tenga mucha gracia en su corazón, vaya adonde la persona, reverentemente, como un padre, y los corrija de esta manera. O el pastor, quienquiera que sea, pero sería más esencial que los diáconos lo hicieran; puesto que el pastor, en ese momento, mientras estos servicios espirituales se están llevando a cabo, debería estar en el cuarto de oración, o en alguna parte, orando.",
    "Estos mensajes, entonces, si no se está trayendo algún mensaje, ninguna revelación, entonces la gente tendría el privilegio, si lo desearan, de levantarse y dar un testimonio, un testimonio sólo para la gloria de Dios. No están obligados a hacer esto, pero los testimonios deberían darse antes de que comience el mensaje o el servicio de alabanzas, o alguna cosa, testimonios en estos servicios de adoración.",
    "¿Entienden Uds., iglesia, que al hacer esto, tienen a toda la iglesia en espíritu de adoración, antes de que entre la Palabra para ser enseñada? Entonces el Espíritu Santo entra en la Palabra, y manifiesta a Dios a través de la Palabra, que es una confirmación de su adoración.",
    "Ahora, entonces después de esto, es tiempo de que el pastor entre. Si se están trayendo mensajes, digamos…El pastor debería de salir exactamente, digamos, a las siete treinta, y, o un cuarto para las ocho. Y si todavía se están trayendo estos mensajes, antes de que el pastor venga a su…de su estudio, o de donde esté, para tomar su lugar en la plataforma; algún hermano debería de informarle, porque los santos saben que cuando el pastor sale a la plataforma, es su tiempo entonces para el servicio. Y eso da bastante y suficiente tiempo para todas las manifestaciones de los dones, para traer el Espíritu de Dios a la—la congregación.",
    "Y si algún incrédulo llegara a estar ahí, en desorden; una persona de buen corazón iría a ellos, tal como un ujier o un diácono, y les diría que se les—se les…pediría que se mantengan reverentes, o que sean reverentes mientras el servicio esté llevándose a cabo. Porque el Espíritu está en el edificio, y los dones de Dios están siendo manifestados para edificación de la Iglesia. Y a esta persona se le debe decir en amor y no ásperamente. A menos que llegara al punto que estuvieran bebiendo, o alguna desobediencia, o alguna u otra cosa que estuviera interfiriendo con la adoración del—del Señor, durante lo cual los dones están siendo manifestados; entonces la persona sería, debería, o sería llevada a un lado, a uno de los cuartos traseros, o a alguna parte, y se le hablaría, y se lidiaría con ella, amablemente.",
    "Ahora, mientras el pastor viene a la plataforma. Al venir el pastor a la plataforma, yo sugeriría, aquí en el Tabernáculo Branham, que el pastor dirija a la congregación por lo menos en uno o dos cantos buenos. Pues hemos hallado, que cuando demasiados están tratando de funcionar en la iglesia, sólo acarrea problemas. Yo sugeriría, como lo hice mientras estaba pastoreando en la iglesia; yo mismo dirigía los cantos. Y yo siento que sería muy bueno si el pastor lo hiciera, él mismo.",
    "Y en todas las reuniones de oración, donde estén reunidos, un grupo, una reunión de oración, el pastor debe estar en cada una. Nunca se debería dejar que cualquier hombre dirija tales reuniones. Pues hemos hallado, que se desvían en doctrina, y luego causan, lo traen de regreso a la iglesia, y muchas veces, traen herejías, y demás, que no pertenecen en la Iglesia del Dios viviente. Y el pastor debería estar en todas las reuniones de oración, y demás, donde halla congre-…reuniones.",
    "Y el pastor nunca debería de tomar partido en las reuniones, diciendo que hay un grupo de esta manera y uno de esa manera. El pastor debería de ponerse entre ambos, e ir a ellos, y hacer que se reconcilien, inmediatamente. Y si él no puede reconciliarlos, que lleve a un diácono con él. Y si no escuchan ni al pastor ni al diácono, entonces se le debe decir a la iglesia, y, como dijo Jesús: “Ténganlos por gentiles y publicanos”. “Y todo lo que atares en la tierra”, dijo Jesús, “Yo lo ataré en los Cielos, y todo lo que desatares en la tierra, Yo lo desataré en los Cielos”.",
    "Ahora, cuando el pastor viene a la plataforma, que el pastor dirija entonces, por lo menos, uno o dos cantos, y vaya directamente a la Palabra.",
    "No hay tiempo para estas largas reuniones de testimonios, y que todos se levanten, y tengan algo que decir. Eso no prospera en el Tabernáculo Branham.",
    "Si alguna persona, que está escuchando esta cinta, y, Ud., eso ha prosperado en su iglesia, pues, eso está muy bien. Y estamos contentos de eso, que sí prospera en su iglesia.",
    "Pero aquí en la nuestra, no es así, sólo causa confusión. He estado pastoreando aquí por algunos veinte y tantos años, y he hallado que sólo causa confusión. Si Uds. tienen un testimonio, denlo antes, en la congregación del pueblo, mientras el Espíritu está bendiciendo, y demás.",
    "O, la verdadera forma de testificar, no es en la iglesia, es allá en lugares oscuros. Permitan que su Luz resplandezca donde está oscuro. Vayan a las tabernas y a diferentes lugares, y adonde el pecado y cosas se están amontonando, entonces permitan que su Luz resplandezca. Ese es el lugar para hacerlo.",
    "Pero, sin embargo, si el Señor los ha bendecido y les ha dado alguna gran bendición especial, o algo que Uds. le tienen que decir al pueblo, háganlo en el tiempo del otro servicio, el preservicio, el preliminar, o cuando el Espíritu está bendiciendo y dando testimonios y revelaciones, y lenguas e interpretaciones, y demás, en la adoración de los santos, antes de que la Palabra de Dios esté siendo traída.",
    "Luego el pastor, después de dirigir este himno, dirigirá inmediatamente a la iglesia en oración, y una oración congregacional, él mismo, mientras está parado en la plataforma, pidiéndole a los demás que inclinen sus rostros para orar.",
    "Hemos hallado que esto es una mayor bendición, y de más orden al funcionar en la iglesia.",
    "Y luego, la siguiente cosa que el pastor debería hacer entonces, después. Si tuvieron una verdadera reunión espiritual, con los dones manifestando muchos secretos de los corazones de la gente, y cosas que deberían ser hechas por medio de los dones en la reunión; entonces el Espíritu de Dios está en la reunión, y es muy fácil entonces para el pastor encontrar el Espíritu de Dios (el cual ya está en la reunión), en la Palabra de Dios, mientras lee y empieza a predicar. Entonces el pastor predica cualquier cosa que el Espíritu Santo le pusiera en su corazón, lo que él desee hacer, estando ahí parado.",
    "Pero la congregación sólo ha de…Ellos se pueden regocijar, mientras él está predicando, por supuesto, o decir “amén” cuando viene la Palabra. Pero, en lo que se refiere a ponerse de pie y dar un—un mensaje en lenguas e interpretación, mientras el Espíritu Santo está obrando a través del pastor, la Escritura condena eso, y dice: “El espíritu del profeta está sujeto al profeta”.",
    "El pastor entonces debe llamarle la atención a este individuo, y pedirles que sean reverentes y que se queden en su lugar. El pastor debe ser un hombre que tenga una forma de ser muy humilde, pero no demasiado humilde sino que pueda ser como el Señor Jesucristo cuando vio que se estaba haciendo lo malo en la iglesia, El trenzó unas cuerdas y los corrió fuera de la iglesia. Y ahora, la Iglesia de Dios es el juicio más alto, y el pastor es el orden más alto en la Iglesia. El anciano es lo más alto en la Iglesia apostólica, aparte del Espíritu Santo. El Espíritu Santo trae Su Mensaje directamente al anciano, y el anciano se lo da al pueblo.",
    "Los santos y sus dones tendrán su lugar, primero, para adorar y reunirse, lo cual trae (como lo he dicho antes), al Espíritu del Señor al edificio, para el pastor. Y eso hace que sea más fácil para el Espíritu Santo el trabajar a través de él entonces, cuando una gran reunión espiritual acaba de preceder a su enseñanza; y entonces el Espíritu Santo entra en la Palabra y enseña la Palabra; que acaba de ser manifestada por los dones.",
    "Y luego el llamado al altar es hecho después, y muchos entonces verán y sabrán, de acuerdo a la operación del Espíritu Santo, y la Palabra de Dios en la cual el pastor la coloca, que Uds. son la Iglesia del Dios viviente. Y como Pablo, el de la antigüedad, dijo: “El se postrará y dirá: ‘En verdad, Dios está con Uds.’”\n\nAhora, en estas cosas, que sean hechas con reverencia.",
    "Y ahora al pastor, a nuestro Hermano Neville, en este momento. Recuerden, él es la cabeza total de la iglesia. El Hermano Neville tiene el derecho de ejercer cualquier autoridad que el Espíritu Santo quisiera, en otras palabras, cualquier cosa que el Espíritu Santo le dijera que diga. En la iglesia, él tiene derecho de hacer cualquier cosa a la cual Dios lo dirija. El también tiene derecho sobre su junta de diáconos. El puede cambiar la junta de diáconos, de síndicos, o—o al pianista, o cualquier otro oficio en la iglesia que él desee cambiar, sintiéndose guiado por el Espíritu Santo a hacerlo. Y cualquier cosa que él haga, yo la reconoceré, ya que él (creo yo), es un hombre piadoso. Yo lo reconoceré que es del Señor, y lo aprobaré de igual manera, por lo tanto le da a él la autoridad entonces de manejar la iglesia de la manera en que él se sienta guiado a hacerlo. Ahora, o, cualquier oficio en la iglesia, que él deseara cambiar los—los—los puestos de las personas, él tiene la autoridad de hacer eso. Lo cual, confío que esto siempre estará muy bien y nunca tenga que ser usada.",
    "Ahora que el Señor los bendiga a todos Uds. Y yo confío que esto será llevado a cabo lo mejor que Uds. puedan. Y que el Espíritu Santo cuide de cada uno de Uds.",
    "Y que cada oficial de la iglesia esté en su puesto del deber, sabiendo esto, que Dios los hará responsables por la forma en que Uds. cumplieron con su oficio en la iglesia. Cada uno tendrá que dar cuenta.",
    "Y al laico, y los amados santos con dones que están en nuestra iglesia, aquellos que—que profetizan, o hablan en lenguas, o interpretan, o tienen revelaciones, estamos muy contentos de tenerlos en el servicio. Y les daremos total cooperación en todo lo que el Espíritu Santo pruebe que El les ha dicho a Uds. Y los amamos. Y creemos que estos dones están en Uds., y, si Uds. tienen la oportunidad correcta, y una presentación Escritural de ello, que Uds. serán grandes obreros entre nosotros. Y que el Señor los bendiga a todos Uds., es mi sincera oración.",
    "Cristianos, desde que oí esta cinta, yo tengo una cosa que vi que omití, y es esto: que, mientras las personas están hablando en lenguas, deberá ser en turnos de “dos o tres”, de acuerdo a las Escrituras. Eso es, que sólo deben ser dados dos o tres mensajes en cada servicio individual. Después de eso conforme a las Escrituras, que: “Estos turnos deben ser sólo dos, o tres”. Así que puedan llevar a cabo estas cosas, como corresponde, de la manera en que el Espíritu Santo lo ha ordenado en Su Biblia. Y esta es, según lo mejor de mi conocimiento, la forma de hacerlo. Pablo dijo: “Sea esto por turnos, dos o tres, cuando estén hablando”. El Señor los bendiga. 🦅"
  ]
}