{
  "title": "¿POR QUÉ LA PEQUEÑA BELÉN?",
  "id": "58820009",
  "content": [
    "🦅  Pudiera verse un poco raro, esta mañana, el traer puesto mi abrigo aquí en la plataforma, pero yo estaba tan contento de—de exhibir este hermoso abrigo que la iglesia me dio. Yo vi al Hermano Neville aquí el otro día, con ese hermoso traje puesto, cómo le quedaba tan bien, y yo pensé, bueno, yo…se le miraba tan bien, y la congregación comentó al respecto, yo pensé: “Yo me pondré mi abrigo en la plataforma”.",
    "Uds. saben, yo creo que nosotros nunca maduramos. Nosotros siempre…Y yo no quiero madurar. ¿Qué de eso, Hermano Luther? No, nunca queremos madurar, queremos siempre permanecer como niños.",
    "[El Hermano Neville dice: “Hermano Branham, yo pensé que Ud. tenía puesto uno de esos atavíos como esos ministros de alta categoría. Yo apenas lo miré de reojo, y yo pensé que quizás Ud. tenía puesta una túnica”. El Hermano Branham y la congregación se ríen.—Editor] Es un cumplido para este hermoso abrigo.",
    "Bueno, yo diré es—es…Yo sí estaba necesitando uno, y es el mejor que yo he tenido. Y yo verdaderamente lo aprecio. Y el Hermano Roy Roberson, yo no sé si él está aquí en esta mañana o no, él tuvo algo que ver con la selección. Y realmente fue una buena selección, y nosotros estamos—nosotros estamos muy—muy complacidos al recibirlo.",
    "Y así que nosotros estamos muy contentos de estar de nuevo en la casa del Dios viviente, en esta mañana, y para gozar de estos momentos maravillosos de—de compañerismo alrededor de Su preciosa Palabra.",
    "Y ahora muy pronto, si el Señor lo permite, yo tengo que ir a ultramar. Y yo creo que Uds. lo han visto en La Voz de los Hombres de Negocio, que yo voy a ultramar este próximo mes, y nosotros estaremos solicitando todas las oraciones del pueblo, que ellos oren por nosotros mientras estamos fuera. Pareciera ser que en ultramar mis reuniones son mejores, porque lo reciben mejor allá. En América…",
    "Yo le estaba diciendo al Hermano Mercier que yo escuché a…Primero, él me dio un tocadiscos, y tenía los discos allí, de algunos de mis sermones. Yo supe entonces, si alguien me ha de escuchar a mí, tendría que ser la gracia de Dios en ellos, porque yo pensé que yo pudiera hacerlo un poquito mejor.",
    "El está grabando eso, también. Un—un poco, Ud. puede cortar esa parte, ¿Ven? O, él está deteniendo la grabadora, me imagino que al hacer eso lo está cortando.",
    "Pero yo—yo les digo, yo estaba tan sorprendido. Yo…La peor predicación que alguna vez he escuchado en mi vida es la mía, correcto, en—en—en el disco. Yo…Me puso tan nervioso, que ni siquiera podía cenar. Me enfermé, me levanté de la mesa, no pude dormir esa noche.",
    "Y ayer fui a Kentucky, con el Hermano Wood. Y de regreso, yo le dije: “Hermano Wood, yo no veo cómo yo pudiera hacer que una persona viniera a oírme hablar. Es tan—tan pésima, me repito tanto, y, oh, faltas de gramática, y puntuación, no—no hay nada”. Yo sólo…Yo no sé. Yo dije: “Me anima en cierta manera, de saber que tiene que ser Dios, o nadie viniera en lo absoluto”. Eso es correcto.",
    "Así que yo estaba hablando con el Hermano Collins. Me supongo que él está en el edificio. Así que yo le dije al él…El vino, y yo le estaba contando acerca de eso. Yo dije: “Hermano Collins, yo honestamente…” Yo dije: “Yo casi tengo treinta años, como un predicador, y yo ciertamente debería de saber lo que es un sermón”. Yo dije: “Eso es lo peor que yo he escuchado”.",
    "Y él—él es un ministro Metodista, y su hermano es un hombre reconocido en la denominación Metodista. Y él dijo: “Bueno”, él dijo, “yo le diré, Hermano Branham”, dijo, “las puntuaciones, y—y quizá sus frases no terminen correctamente, y cosas así, pero”, dijo, “¿alguna vez ha pensado Ud. en ese hombre que predicó en el día de Pentecostés, que ni siquiera podía firmar su propio nombre—nombre, su nombre era Pedro?” Dijo: “Yo me imagino que aquello no estaba puntualizado muy correctamente”.",
    "Pero, ¿ven Uds.?, lo que hace a un hombre poner sus ojos sobre eso, uno escucha estas difusiones de radio, y eso está todo escrito, ¿ven Uds.? Y ellos—ellos pueden escribirlo y puntualizarlo, y esas cosas, porque ellos lo están leyendo.",
    "Yo me paré con Charles Fuller, predicando detrás de una estructura de madera como de este tamaño, como su plataforma. Y todo lo que él dijo, él lo leyó, número uno, número dos, número tres, número cuatro, así, hasta que lo dijo todo correctamente, y a tiempo. Y estaba todo censurado, censurado por la radio y demás.",
    "Porque, y con Billy Graham, yo he visto lo de él, y demás, donde ellos sólo se paran allí y lo hablan, sólo lo leen tan rápido como ellos pueden leerlo, y está todo listo, así que me supongo que tendrían bien la puntuación.",
    "Pero el problema conmigo, es que ni siquiera lo podría leer. Así, y si yo lo escribo, estoy seguro que no pudiera leerlo. Así que es la sublime gracia, ¿verdad?, de ver lo que El puede hacer por nosotros. Pero yo estoy agradecido de comenzar ahora, finalizando este año, para comenzar un nuevo año.",
    "Yo escuché una línea de oración, y ciertamente no estuve satisfecho con la línea de oración, tampoco, al escuchar eso. Es la primera vez que yo me he escuchado de esa manera, para—para un mensaje, y yo ciertamente estaba sorprendido, las líneas de oración no están funcionando correctamente. No, yo pienso que dentro de poco, sucederá que todos tendrán que saber todo con respecto a ellos mismos, antes de que crean. Y empezando desde el primero del año, yo quiero cambiar eso, y sólo empezar la línea de oración como Dios me diga, “esta persona está fuera de línea”, o si hubiera algo mal, yo me detendré con él. Dejar que los demás sigan su camino, porque haciéndolo así uno no logra pasar suficiente gente, ¿ven? La gente sabe dónde está, y quién es, y lo que ha hecho. Pero ellos encuentran algo que no está alineado correctamente con Dios, ese es el momento de que uno se detenga con ése, decir: “éste es”, ¿ven? Así que yo creo que quizá se haga un poco de alteración, Hermano Leo, desde que los oí, y yo confío que Dios nos ayudará en el año que viene.",
    "Ahora yo creo que en esta noche tienen servicios aquí en el Tabernáculo. Y yo voy a estar aquí en la carretera 62, con el Hermano Ruddell, esta noche. Yo tengo entendido que ellos van a tener un servicio de vigilia aquí. Y el Hermano Ruddell me había pedido para ese servicio de vigilia, pero he estado pensando que quizás yo regrese al Tabernáculo para esa noche, porque yo siempre he tratado de estar en el Tabernáculo en—en la víspera de año nuevo, y yo quería regresar para estar con los hermanos aquí. Así que hasta cierto punto me comprometí un poco, y yo estaré con el Hermano Ruddell en esta noche, allá en la carretera 62, en el antiguo Club 62, que ha sido convertido en una—una iglesia. Y entonces el miércoles en la noche estaré aquí de regreso para el servicio de vigilia. Y entonces el jueves partiremos para Chicago, y de allí, seguimos y seguimos, a Philadelphia, y luego a ultramar.",
    "Y en esta mañana, no queremos retenerlos por mucho tiempo, porque es…tenemos las entrevistas, y los servicios continuarán.",
    "Y, diré, que desde el último servicio de oración aquí, oh, yo estoy muy agradecido por los resultados que se obtuvieron del último servicio de oración. Ciertamente es una cosa maravillosa lo que nuestro Señor puede hacer cuando Su pueblo se reúne. “Los que son…llamarán el Nombre del Señor, reuniéndose”, yo creo que así es, “y—y orarán, entonces Dios oirá del Cielo”.",
    "Así que vamos a inclinar nuestros rostros, sólo por un momento, mientras miramos hacia El para que nos dé la inspiración que se necesita para este Mensaje.",
    "Señor, Tú has sido nuestro refugio y fortaleza en todas las generaciones. Nuestros padres antes de nosotros, confiaron en Ti, y no fueron confundidos. Ellos creyeron en Tu Santo Nombre, y ellos resplandecieron como luces brillantes; y nosotros miramos hacia ellos, como ha dicho el poeta: “Huellas en las arenas del tiempo; nuestras partidas dejan detrás de nosotros, huellas en las arenas del tiempo”. Entonces vemos que aquéllos que confiaron en Ti, siempre, sin fallar alguna vez, salieron adelante. Aunque ellos pasaron por muchas aguas profundas y—y por grandes pruebas y persecuciones, pero aun así, en el fin, Tú siempre los sacaste “más que conquistadores”, porque es Tu Palabra prometida que Tú harías esto.",
    "Y nosotros oramos hoy, que Tú bendigas a esta iglesita. Bendice a su pastor, a nuestro buen hermano, el Hermano Neville, y a su familia. Te pedimos que Tú seas con él en este año venidero, y lo unjas grandemente y—y lo bendigas a él en todo aspecto. Fortalece la salud de su familia, a los pequeñitos que están creciendo. Guarda al Hermano Neville fuerte y saludable.",
    "Y bendice a esta iglesia y a todo miembro que está en ella. La mesa de síndicos, cómo amamos a estos verdaderos valientes de Dios; y la junta de diáconos, ellos también son Tus siervos valientes. Y a toda la gente que viene aquí, estamos agradecidos por ellos, Señor. Me hace tanto bien a mi corazón al saber que este pequeño pantano lleno de hierbas que estaba en la esquina, hace muchos años, ha sido hecho un faro para el Reino de Dios. Y yo oro, Dios, que permanezca firme hasta que Jesús venga. Y que muchas almas que han estado aquí, Señor, aparezcan en aquel Día, lavadas en la Sangre del Cordero. Concédelo.",
    "Y mientras abrimos esta bendita Palabra Tuya, esta mañana, Señor, al voltear las páginas para leer de ella un texto, y sabemos que sólo Tú puedes dar el contexto. Y nosotros oramos, Dios, que Tú unjas Tu Palabra, y que vaya directamente a los corazones del pueblo para que les haga bien. Haz creyentes de incrédulos; y fortalece a los Cristianos; y sana a los enfermos; y dale ánimo al desanimado; y recibe Gloria para Ti mismo. Para hacer esto, Señor, circuncida los labios que hablarán y los oídos que oirán. Porque te lo pedimos en el Nombre de Jesús. Amén.",
    "Anunciando un pequeño texto que yo…tengo en mi corazón desde el domingo pasado. Y yo estaba hablando sobre los hombres sabios viniendo a—a ver a Jesús, la Estrella que ellos siguieron desde el Este hasta el Oeste; mientras estudiaba eso, yo llegué a una Escritura, y entonces no pude estar aquí para la víspera de Navidad por causa de un servicio en la cárcel, y demás, yo tuve que estar allá. Yo pensé que hablaría hoy sobre el tema de: ¿Por Qué La Pequeña Belén?",
    "Y yo quiero leer del Libro de Miqueas, el profeta, uno de los profetas menores, el capítulo 5 y el versículo 2. Se lee así.\n\nPero Tú, Belén Efrata, pequeña para estar entre las familias de Judá, de ti me…de ti me saldrá…saldrá el que será Señor…será Señor en Israel; y sus salidas son desde…el principio, desde los días de la eternidad.",
    "Yo tenía una manchita sobre la Escritura, por esa razón yo no podía distinguir cuál era la palabra, en el momento.",
    "¡De todos los lugares que hay en Palestina! Y allí hay muchas grandes ciudades, y sus localidades, ciudades que parecieran ser mucho más conocidas en los relatos de la historia, y mejor fortificadas, ciudades más grandes. Y ¿por qué Dios escogería la pequeña Belén para ser el lugar del nacimiento de Su Hijo? Hay muchas que son más grandes. Y, por ejemplo, la histórica Jerusalén, la orgullosa Jerusalén, la capital de todas, y es una de las ciudades más grandes de Palestina. Y entonces nos preguntamos porqué Dios escogería a ese pueblito de Belén, para que fuera el lugar de nacimiento de Su Hijo.",
    "Pero como las Escrituras han dicho: “Lo que Dios determina hacer, eso será hecho”. Y allí está Dios, preordenándolo para que sea de esa manera o nunca hubiera sido de esa manera. Y allí la Escritura dice, en el capítulo 15 de los Hechos, que, “no hay nada por casualidad”. Dios sabía todo. Y no es que sucedió por casualidad. Sólo fue que Dios lo hizo de esa manera.",
    "Y entonces cuando nosotros con nuestras mentes finitas comenzamos a pensar sobre eso: “¿Por qué el gran Rey del Cielo escogería un lugarcito tan pequeño como ese, en vez de la capital?” En vez de algún…",
    "Y aun allá habían muchos lugares que tenían una historia espiritual más grande que la que tenía Belén. Por ejemplo, alguno de esos lugares como Silo. Silo era un lugar antiguo de adoración de Israel, a donde todos ellos venían año tras año a este gran lugar donde reposaba el arca del Señor. Y entonces pensamos, ¿por qué es que El no nacería en Silo?",
    "Luego allí estaba Gilgal, otro gran lugar espiritual de adoración. ¿Entonces por qué Dios no permitiría que El naciera en Gilgal?",
    "Y allí estaba otra, Sión. Sión estaba en la cima de la montaña. Y entonces nos preguntamos porqué es que Jesús no nació en Sión, porque ha sido un punto histórico donde el Señor ha bendecido a Su pueblo a través de las edades.",
    "Y pareciera como que quizás El hubiera escogido a Sión, o Gilgal, o—o Silo, o uno de los otros grandes lugares donde habían tenido grandes bendiciones y grandes enseñanzas.",
    "Y habían otras grandes ciudades, tales como Hebrón. Ese era el lugar para un hombre que estaba buscando una ciudad de refugio, un lugar de seguridad. Estaba también Ramot de Galaad, otro lugar de refugio a donde la gente podía venir, la cual hubiera sido muy apropiada para que El naciera ahí.",
    "Y quizá, si yo lo hubiera estado pensando, yo lo hubiera traído a El a Cades Barnea, porque esa era la silla de juicio, y un lugar de refugio. Quizás yo lo hubiera traído a esa parte del país para que fuera Su lugar de nacimiento, o quizás nosotros le hubiéramos escogido alguna de las otras ciudades.",
    "Pero, Uds. saben, estoy tan contento que aun las cositas insignificantes en la Biblia significan tanto. Yo creo que fue Jesús quien dijo esto, que: “Uds. sobrepasan, y llevan a cabo los mayores asuntos de la ley”, más bien, “pero sobrepasan las cositas pequeñas”. Y algunas veces son las cositas pequeñas las que mantienen unidas las cosas grandes. Pero, en todo esto, los engranes están dando vuelta exactamente de la manera que Dios les ordenó que dieran. Den vuelta aquí, nunca habrá uno que falle en dar en su lugar. Dios ha preordenado todas las cosas, y tienen que acertar exactamente en ese lugar.",
    "Y cuando nosotros obtengamos fe como esa, y empecemos a pensar: “¿Quién está detrás de todo esto? ¿Cuál es el engranaje principal que está dándole vuelta a esta gran economía de Dios?” Encontramos que es el Espíritu Santo. No ha sido dejado en las manos del hombre el hacer las cosas; pero en las manos del Espíritu Santo. Y El es el engranaje principal, que si El puede coordinar el resto de los instrumentos, funcionará perfectamente y mantendrá exactamente el tiempo de Dios.",
    "Y entonces vemos eso y pensamos en nuestra mente, cuando vemos las cosas grandes y cómo es que las tendríamos nosotros; y entonces nos da mucha consolación hoy al pensar que, quizá seamos un grupito de gente, quizás nosotros seamos insignificantes para el mundo y para las grandes iglesias denominacionales, sin embargo Dios usa esas cositas sencillas algunas veces.",
    "Porque también está escrito en las Escrituras: “No temáis manada pequeña, porque al Padre le ha placido daros el Reino”. Qué consolación, que yo sé que así como Jesús tuvo que nacer en la pequeña Belén, así la manada pequeña será a la que el Padre le dará el Reino, porque está escrito. Y toda Escritura es dada por inspiración, y las Escrituras no pueden ser quebrantadas. Ellas tienen que cumplirse. Así que nos da esa esperanza, al saber que—que será una manada pequeña la que recibirá el Reino, una pequeña manada fiel de creyentes. Yo estoy confiando que seré uno de esa manada, o, estaré en esa manada pequeña, debiera decir.",
    "Y entonces nosotros conocemos la historia, casi todos estamos familiarizados con la historia de cómo Israel vino a Palestina por una promesa de Dios. Y sabemos que el gran Josué fue el que repartió su porción a cada tribu.",
    "Y, ciertamente, si nosotros tuviéramos el tiempo de aquí hasta las seis de la noche, para quedarnos en este tema, para alinear estas cosas, para obtener el verdadero significado de todo ello; el cual, no tenemos, sólo como treinta, cuarenta minutos. Así que tenemos que hablar sólo de los puntos más sobresalientes, confiando que el Espíritu Santo, a Uds. lectores de la Biblia, les colocará el resto de ello en su corazón, mientras proseguimos.",
    "¿Sabían Uds. que las porciones, como Josué las repartió en Palestina, fueron dadas por inspiración? Y esas madres Hebreas de esos patriarcas, cuando el niño estaba naciendo y ella estaba en dolores de parto, para dar a luz al niño, ella emitía el mismo sitio donde esos patriarcas se establecerían y estarían en los últimos días.",
    "¡Habla Ud. de inspiración, esta Biblia está inspirada! No importa qué tan pequeña, toda pequeña Escritura tiene una cosa tan sobresaliente en la Escritura, en el—el gran cuadro. Toda, toda—toda Palabra es inspirada, y de eso depende el destino de las almas, porque es la Palabra del Inmortal y Eterno Dios.",
    "Y aun esas madres, cuando el niño estaba naciendo y ella emitía su voz, los colocaba posicionalmente donde ellos estarían en la tierra prometida, cientos de años después. Y Josué, sin saber eso, sin embargo por la misma inspiración, los colocó exactamente donde ellos debieran estar.",
    "Y Josué, repartió la porción a Judá. Si notan en el mapa, es el…geográficamente está al oeste de la llanura del mar, a unas cuantas millas al sur de Jerusalén, la capital. Y cuando Judá estaba recibiendo la parte, o su parte, mejor dicho, en la tierra, su provincia, nosotros así le llamaríamos, es extraño, pero esta pequeña ciudad, Belén, ni siquiera fue mencionada. Sin embargo, allí estaba, porque Abraham…o, yo creo que fue Rebeca quien fue sepultada en ese lugar. Pero sólo debió haber sido una pequeña aldea de alguna clase, porque si leen Josué 5, se darán cuenta que habían como ciento quince ciudades mayores bajo del dominio de Judá, aparte de las aldeas y pueblitos; ciento quince ciudades son mencionadas. Y quizás cuando fueron divididas, Belén era tan pequeña, quizá sólo había una—una casita o dos, ni siquiera fue mencionada en la herencia. Y entonces nos damos cuenta que realmente nunca llegó a ser conocida…",
    "El que la fundó fue el hijo de Caleb, el hijo de Caleb, cuyo nombre fue Salma, y él la fundó. La Biblia dice que él fue el padre de ella, lo que significa que él fue el fundador de Belén. En otras palabras, él quizá se mudó allí y empezó algunas clases de negocios, y comercio, e intercambios, etc., que hizo que se desarrollara. Y más tarde hallaremos que la verdadera razón, que todos los demás estaban celosos de esa pequeña porción de terreno; la cual está hacia el norte, y este, y se inclina un poco hacia el sur, en ese pico. Y era la más fértil de toda Palestina. Era una—una región de maíz y una región de trigo, y había grandes huertas de aceitunas, y demás, en ella, en esa parte de Belén, o Palestina, al final de la provincia de Judá.",
    "Y hallamos que también llegó a ser la casa de Rahab la ramera. Cuando Israel había cruzado la frontera del Río Jordán, a Palestina, nosotros estamos familiarizados con la historia de Rahab la ramera. Ahora vamos a formar un cuadro de ella en esta mañana por unos cuantos minutos, como una—una joven, una joven hermosa, que por causa de alguna desventura en la vida, había sido obligada en eso, siendo una pagana, había sido obligada a esa clase de vida que ella estaba viviendo. Y en muchas ocasiones la gente es obligada a la clase de vida que ellos viven.",
    "Yo estaba en la prisión la otra noche, para ver a un hombre que estaba cumpliendo una sentencia. Y yo—yo lo tomé de la mano, y hablé con él. Y yo dije: “¿Por qué hiciste una cosa como esa?” Y tomándome de la mano, él empezó a hablar. Y él fue forzado a lo que estaba haciendo. Yo dije: “Porque tú permitiste que eso te obligara a hacer eso. Tú no tienes que hacer eso. Tú, ni ningún hombre tiene que beber”. Yo dije: “Yo mismo soy nervioso, pero no hay necesidad de eso”.",
    "Y esta joven, después de que ella hubo oído por primera vez de Israel, y de un Dios que era un—un Dios que respondía a la oración; no sólo un Dios a quien orar, pero un Dios que respondía; cuando ella oyó que había un Dios de milagros, que podía obrar milagros, que secó los mares y que hizo que lloviera pan de los cielos, su corazón empezó a temblar. Y cuando ella recibió el primer mensaje de dos predicadores que fueron allá, ella aceptó rápidamente con todo su corazón. Y allí estaba un cordón de grana colgado de su ventana, como una protección para su casa, por causa de que ella había recibido el mensaje.",
    "Y quizás yo añada aquí, ¿sabían Uds. que ella tipificó a la Iglesia Gentil? Ella era una Gentil, y ella era un tipo de la Iglesia Gentil, cuando ellos oyeron el mensaje. Todos nosotros nos encontrábamos en prostitución espiritual, cometiendo fornicaciones espirituales en contra del Dios del Cielo, en toda clase de cosas, en toda clase de denominaciones y religiones. Pero cuando nosotros oímos que había un Dios que todavía vivía, que podía obrar milagros, rápidamente nosotros recibimos el Mensaje.",
    "Y la Sangre del Señor Jesús fue aplicada, la cual hizo el cordón de grana. Y para no entrar en detalles, Uds. saben cómo ella lo colgó de su ventana, públicamente, la Sangre fue desplegada públicamente. Así tiene que ser desplegada la Sangre, colgando públicamente en la parte de afuera del muro; para mostrar, que en el interior, algo había sucedido. Así es el verdadero creyente en Cristo esta mañana; en lo de afuera está desplegada la Sangre del Señor Jesús, que muestra que algo ha sucedido en lo interior.",
    "Y a través de esto, Dios miró hacia abajo cuando la ira cayó y las trompetas empezaron a sonar, Dios vio ese cordón de grana colgando allí como un memorial. Siempre le ha placido a El pasar sobre la Sangre. “Cuando Yo vea la Sangre, Yo pasaré de vosotros”. El la vio. Y cuando el sacudimiento, y el Espíritu Santo recorrieron la tierra y derribaron esas paredes, como de veinte pies de grueso, ni siquiera una piedra cayó donde el cordón estaba colgando. Eso muestra la protección de un Dios verdadero para un creyente verdadero, no importa en qué condición está Ud. cuando El lo encuentra, si Ud. sólo acepta ese cordón de grana. Se ve por toda la Biblia.",
    "Y luego la vemos cuando ella fue aceptada como una de las Israelitas. Ella se enamoró de un hombre, el cual era un capitán y un príncipe en Judá. El era el capitán de los ejércitos de Israel. Su nombre era Salmón, así como el rey, Salomón. Y él era el capitán, y ella entró en un gran romance con este capitán, el cual era el príncipe de Judá. Y finalmente se casó con él. Y cuando la herencia fue establecida para los Israelitas, ella y su amado esposo vivieron en Belén",
    "Ahora Uds. empiezan a ver esto abrirse, ¿lo han visto? ¿Ven? Se empieza a abrir cuando vemos que ella vivió en Belén, siendo una novia Gentil, para un Judío. ¿Por qué? Porque ella creyó en un Dios que obra milagros. Y cuando vemos de donde vino ella, de haber salido de una casa de mala fama, de prostitución; a través de su conversión y de su fe infalible en Dios, eso la sacó de una casa de prostitución, a una casa hermosa en Belén. ¡Qué diferencia!",
    "Así obra con todos nosotros. De una casa de incredulidad y frustraciones, esos actos inmorales, y todo lo demás; a un lugar, una posición en Cristo, lo cual es de lo más hermoso. De lo ridículo a lo sublime, esa es la diferencia efectuada por nuestra conversión. Y ¿notaron Uds., que ella se casó con un príncipe de la casa de Judá, un capitán? Ese capitán representó a Cristo, que tomó una Novia Gentil para Sí mismo. De lo más bajo de lo bajo, al principal y mejor lugar en la tierra, como veremos más adelante en nuestro Mensaje, para probar que así fue, nada más pudiera ser sino eso. Ellos son un tipo de la Iglesia Gentil.",
    "Y encontramos que ellos tuvieron un hogar amoroso en Belén, como Salmón lo había—lo había establecido, y llegó a ser un gran lugar, y las tierras fértiles. Y qué hermoso es pensar en esa gran región de trigo allí, que sería el lugar del pan del mundo. Y, eso es verdad, con razón Jesús tuvo que nacer allí, ¡porque El era el Pan de Vida! Allí era a donde toda la nación venía por su trigo, toda la nación venía por su maíz. Porque fue en Belén, donde estaban esas tierras fértiles. Y ¿ven Uds.?, esa cosita pequeña, diciendo: “Oh, era la provincia del trigo”, sin embargo, eso significaba algo. Y Uds. pueden ver cómo el príncipe Gentil, o este príncipe Judío llevando a su novia Gentil de regreso hacia Belén, como lugar donde establecerse, un lugar para vivir, donde había pan en abundancia.",
    "Encontramos, que a través de este gran romance y la gran obediencia de fe, de parte de Rahab la ramera, ella dio en nacimiento un hijo a Salmón, y su nombre fue Booz. Y todos nosotros estamos familiarizados con otra gran historia atada ahora a este eslabón. Y Booz nació en Belén, de Salmón y Rahab la ramera.",
    "Y nosotros…encontramos que años más tarde, después que Noemí había dejado el país y se había ido a peregrinar con los Moabitas, y cuando ellos la habían tratado mal y ella se había separado del compañerismo de los demás creyentes, y se había asociado en una condición caída, en otra tierra, entre otro pueblo. En otras palabras, ella había dejado la verdadera Iglesia, para irse al mundo por un tiempo, para unirse a alguna iglesia social, que creía que cualquier cosa estaría bien. Allí, ella perdió a su esposo.",
    "Y no siempre tiene que ser una muerte física. Ud. pudiera perderlo en una muerte espiritual, o perder su esposa. ¡Es mejor permanecer en buen terreno! Ud. mejor se debiera quedar donde sabe que está cubierto por la Sangre, a pesar de cómo se miren los demás, qué tan grandes son, qué tan buenas torres tienen ellos en sus iglesias, o cómo suenan las grandes campanas. Es mejor que Ud. se quede donde la Sangre cubre el pecado del pueblo. Puede ser que se pierda el uno o el otro, y, sobre todo, pudieran perder al Señor Jesús y ser dejados fuera.",
    "Y entonces encramos que después que sus hijos habían muerto, ella había perdido a los dos, y ella regresó porque no había avivamiento del espíritu en la ciudad, en ese tiempo.",
    "¡Oh, cómo me gustaría descansar aquí por unos minutos! ¡Cómo me gustaría empezar de nuevo aquí y mostrarles! No importa cuántas iglesias han retrocedido; permanezca debajo de la Sangre, ese es el lugar dónde morar. Adentro o afuera, arriba o abajo, en las buenas o en las malas, lo que pudiera suceder, permanezca debajo de la Sangre. Pero Noemí, pensó que sería mejor ir allá y unirse con otro grupo, porque ellos estaban teniendo problemas, pan espiritual—no había pan espiritual allá. Y, pero Dios la restaurará: “Yo restauraré, dice el Señor”. Quédese en el campo de donde proviene Eso.",
    "Así que encontramos que ella empezó a anhelar por regresar, porque ellos oyeron que un gran avivamiento había empezado. Y si Ud. nota, Noemí regresó en “la sazón de la cebada” dice la Biblia, justamente en el tiempo de la siega; en otras palabras, cuando estaba aconteciendo un gran avivamiento, aplicándolo espiritualmente. Ella regresó justamente en esa temporada. No le había quedado nada; ella no tenía nada.",
    "Y Orfa, una de las esposas de sus hijos, cuando se dio cuenta de lo que ella tenía que sacrificar, siendo un tipo de la iglesia moderna: “Si yo tengo que ir allá, tendré que dejar mis bailes, tendré que dejar mis buenos tiempos, y mis reuniones sociales”. Entonces ella sólo lloró y besó a su suegra, y se regresó.",
    "Pero aquí está un cuadro hermoso, estaba con ella otra nuera una llamada Rut, la cual una vez más era un tipo de la Novia Gentil, quien besó a su suegra, y dijo: “Yo dejaré todo. Yo me voy contigo. Que tu pueblo sea mi pueblo. Que tu Dios sea mi Dios. Donde tú mueras, allí moriré. Donde seas sepultada, allí seré sepultada”. Eso es. Eso es lo que Dios quiere. No es aquello fronterizo, a la mitad del camino; pero un rendimiento absoluto y completo al Reino de Dios. Ella la besó.",
    "Y entonces Noemí dijo, para desanimarla, dijo: “Tú mejor deberías regresar a tu pueblo. Yo estoy vieja, y ya no hay más hijos en mí”. Y la ley era que ella tenía que esperar por un hijo. Y dijo: “Ya no hay más en mí. Y si yo tuviera un esposo, y tuviera un hijo, tú también serías demasiado vieja para casarte con él, así que mejor regrésate a tu pueblo”.",
    "Pero Rut dijo: “¡Yo no regresaré!” Fe, arraigada y fundada, fe perfecta había bajado al corazón de Rut. Ella dijo: “Yo me voy contigo”. Y ella se aferró de ella, se agarró de ella. “Yo voy a estar donde tú estés”. Me gusta eso.",
    "Y nosotros estamos familiarizados con la historia mientras prosigue, como este gran Booz, el cual era el señor de la siega, era en el tiempo de la siega, y él era un pariente de Noemí. Y cuando se encontró a Rut allá en la misioncita, espigando, cada espiguita que ella podía recoger, que tenía algo de trigo, ella la recogía, porque era vida. Booz, siendo el señor de la siega, mandó que sus segadores dejaran caer un manojo de vez en cuando, para ella; y ella lo recogía con gozo. Y entonces ese día ella desgranó un delantal lleno. Y cuando salió Booz, el señor de la siega, y vio a Rut, y vio su fidelidad, él se enamoró de ella.",
    "Observen, a Booz representar a Cristo. ¿Dónde estaba él? En Belén. ¿A dónde vino Rut? A Belén. ¿En dónde estaba espigando ella? En Belén. ¿Ven todos estos detalles espirituales hasta aquí, la trayectoria de esta gran escena que está tomando lugar, Dios sabiéndolo desde el principio?",
    "Y ella le empezó a preguntar a su suegra, qué es lo que ella debía hacer. Y finalmente Rut se casó con Booz, otra vez, una Gentil casada con un príncipe, en Judá, y se estableció y vivió en Belén.\n\nPero tú, pequeña Belén, ¿qué no eres tú la más pequeña entre todas las principales ciudades de—de Palestina?, pero le ha placido a Dios, cuyo conocimiento y cuya salida es desde la antigüedad, desde el principio, para que Su Hijo naciese allí.",
    "El sabe todas las cosas, y El lo obra todo para el bien. Y allí Rut se casó con Booz. Y cuando se casaron Rut y Booz; si tuviéramos tiempo para entrar en esa gran historia, la cual es una de las más grandes escenas de amor, de todas las edades, cuando Rut y Booz se casaron. Y recuerden…\n\nParemos aquí sólo por un minuto. ¡Es tan hermoso para sobrepasarlo!",
    "Rut era una Gentil. Ella no tenía herencia con los Judíos, así como nosotros los Gentiles no teníamos herencia. Así que Noemí realmente era la heredera. Así que ella había perdido todas las propiedades que tenía en el principio, todos sus bienes habían sido vendidos en una subasta pública, por lo tanto ella había…había sido excomunicada, y se había ido.",
    "Ahora, cuando ella regresó, sólo había una persona que podía redimir su herencia perdida, ese era su pariente cercano. Y Booz sabía esto, así que él tenía que obrar de alguna manera para obtener a esta muchacha Gentil por esposa. Y ¿qué es lo que tenía que hacer? El tenía que comprar todo lo que le pertenecía a Noemí, para poder obtener estos bienes, y Rut era parte de lo que le pertenecía a Noemí. Y el único hombre que podía comprarlo, tenía que ser una persona que era pariente, un pariente cercano. Esa era la ley de redención.",
    "Y la única manera en que Cristo pudo haber comprado la herencia de la recaída Israel, era llegar a ser un Pariente. La única manera en que Dios podía redimir a la raza humana, era que Dios mismo tenía que hacerse carne. Y Jesús fue Dios hecho pariente para la raza humana. El era Emanuel. El llegó a ser pariente. El no tomó la forma de Angeles, pero la forma de un siervo que lavó los pies y vivió. Y las zorras tenían cuevas, y las aves del cielo tenían nidos, pero El ni siquiera tenía un lugar para recostar Su cabeza. El comió, El bebió, El—El lloró, El se rió, así como cualquier hombre. Y El era Dios, no un profeta. El era Dios, porque El tenía que ser pariente para poder redimir la raza humana perdida. Así, Booz, en este gran tipo en Belén; miren dónde este pariente nació, para la raza humana, tenía que ser.",
    "Y entonces cuando este gran Booz la redimió, él tuvo que hacer una demostración pública que él había redimido todo lo que ella había perdido. Así que él fue a la puerta de Belén, otra vez a esa pequeña ciudad, y él llamó a los ancianos de la ciudad, y él les dio a saber que ese mismo día él había comprado todo lo que ella tenía…lo que Noemí había perdido. Todo lo que ella perdió, él lo redimió. Y él se quitó su zapato y lo tiró ante el pueblo, como una insignia: “Y si hubiera alguien que tenga alguna razón para decir algo, dígalo ahora, porque esto es un memorial que yo he redimido todo lo que ella perdió”.",
    "¡Oh, bendito sea el Nombre del Señor! Y cuando vino nuestro Pariente, Jesús de Nazaret, nacido en Belén, El se paró en la cima del Gólgota, y fue levantado entre los cielos y la tierra, como un memorial que El había redimido todo lo que la raza humana había perdido en la caída. Cómo puede el hombre despreciar sanidad Divina y los poderes de la resurrección del Señor Jesús, cuando en el Calvario fue hecha una insignia pública, que “Yo he redimido toda la raza humana y todo lo que han perdido”, redimió nuestra alma, redimió nuestro cuerpo, redimió todo lo que nosotros perdimos en la caída. Nuestro Pariente Redentor vino y fue hecho carne, y habitó entre nosotros, y ofreció la insignia, y dijo: “Consumado es”. ¿Qué se consumó? Todo está consumado. Nosotros sólo vamos caminando directamente a nuestra herencia. Y mientras los días van pasando, nosotros vamos caminando cerca y más cerca.",
    "Booz y Noemí…Después de haber estado casados por algún tiempo, ellos engendraron un hijo, el cual añadió al linaje, y ese fue Obed. Y él también engendró un hijo, el cual fue Isaí. E Isaí tuvo ocho hijos.",
    "Y fue el gran profeta Samuel que vino con el cuerno del aceite, el gran profeta que fue con Isaí, y dijo: “Dios ha escogido a uno de tus muchachos para gobernar y servir a Mi pueblo”. Y fue del otro lado del campo, en un pequeño corral para las ovejas, de donde un muchachito rubio, flaquito, fue traído, David, el más viejo…el más joven. Y Samuel derramó el aceite de unción sobre él, en la presencia de todos sus hermanos y de los que estaban presentes, y probó que Dios lo había ungido rey. ¿Dónde fue eso? En Belén. ¡Gloria a Dios en las Alturas! Con razón, fue Belén, donde él fue ungido como rey.",
    "Y fue en Belén, donde nació David. Y su gran Hijo, Jesús, también tuvo que nacer en Belén, porque había tal unidad entre los dos, como Padre e Hijo. Este gran Hijo no solamente fue el Hijo, El fue la Raíz y el Linaje de David, El fue aun antes de David, El será después de David, El fue de la eternidad hasta la eternidad. Pero de acuerdo a la carne, y todas las cosas que tenían que ser cumplidas, El era el Hijo de David. El habría de nacer años después en esta misma Belén, en esta pequeña ciudad abandonada.",
    "Pero todo el tiempo, allí, ¿notaron?, que estaba obrando un gran misterio poderoso que nadie parecía entender. Esa es la misma cosa que existe hoy en la Belén de Dios, está obrando una—una señal misteriosa, pero parece que nadie la entiende. Es algo que se va por encima de la cabeza de la gente. Parece que ellos no lo captan. No importa qué se ha hecho, o qué se dice, y la parte misteriosa de las cosas que se han hecho, la gente dirá: “Oh, bueno, me supongo que todo está bien”, y siguen adelante, pero ellos no lo entienden. Ellos no lo pueden captar. No lo pueden obtener. Y eso es lo que Dios estaba haciendo en Belén en Judá. El está obrando, todas estas cosas pequeñas se están moviendo, hasta llegar a una gran culminación.",
    "David, oh, cuando él fue ungido rey, siendo un—un muchachito, él era rubio, pero algo debió haber estado en él que a Dios le pareció real. El más pequeñito, el más pequeño de la familia. Los demás muchachos, eran hombres grandes, finos, que se verían bien con los mantos, y con una corona sobre su cabeza. Pero Dios enseñó lo que El miraba; no la apariencia exterior, pero lo interior de un hombre. El miró a su corazón, y El sabía lo que había en el corazón de David, no importaba cómo se le miraba la corona. El estaba buscándose un hombre que fuera conforme a Su propio corazón, y David sería un hombre conforme a Su propio corazón. Por eso fue que El vertió el aceite de la unción, o mandó que fuera vertido sobre David. El cual, el nombre de David significa “amado”.",
    "Y años después, eso fue representado muy bien en Jesús, el Amado; el Hijo de David, quien habría de venir a cumplir todas las cosas que habían sido prometidas. En esta pequeña ciudad de Belén fue donde estas cosas sucedieron. Y fue en las mismas colinas de Judea donde David había apacentado sus ovejas, muchos años después, ahí fue donde los Angeles cantaron su primer villancico en las colinas de Judea, mirando hacia Belén. El primer villancico: “A vosotros os ha nacido en la ciudad de David, Cristo el Señor”. Cuando estos Angeles aparecieron por primera vez para cantar, no fue en Jerusalén, la iglesia grande; ni tampoco fue en Gilgal; ni fue en Silo, donde ellos siempre habían tenido toda su adoración denominacional. Pero fue en la pequeña Belén, donde el Espíritu de Dios se había estado moviendo de una manera misteriosa, trayendo algo. Fue ahí.",
    "Fue ahí a donde Cristo tenía que venir. Fue ahí. Fue exactamente en esa misma pequeña ciudad, donde nació un Rey, donde una madre, virgen, dio a luz a su primer hijo. Le dio refugio y techado en su pequeña fortaleza, al Rey de reyes y Señor de señores. Donde no solamente vino Samuel a derramar el aceite de la unción, sino que Dios lo derramó sobre El, y sobre el mundo, Cristo el Señor. Los Angeles anunciaron Su venida y cantaron a los pastores en las colinas, quienes siguieron al rey David, años antes. ¿Ven el misterio de Dios, qué tan grande es?",
    "El nació en esta gran región de trigo, que del trigo vienen los principios básicos de la vida. Y El era el Pan de Vida. “Yo soy el Pan de Vida. El que come Mi carne y bebe Mi Sangre tiene Vida Eterna, y nunca morirá o vendrá a condenación, mas ha pasado de muerte a Vida”.",
    "¡Belén! [Belén en inglés es Bethlehem.—Traductor] El nombre beth-el. B-e-t-h, beth, beth como palabra Hebrea significa “casa”. E-l es Elohim, es una abreviación, Elohim significa “Dios”. B-e-t-h, beth; E-l, E-l es Elohim, el cual es Dios, la Casa de Dios, donde es colocado el Pan de Vida. E-l, h-e-m, terminándola y poniendo la l con la e, significa “barra de pan” en el Hebreo, El-hem. E-l es Dios, Elohim. B-e-t-h es pan, o sea b-e-t-h es…b-e-t-h es “casa”. E-l, es Elohim, abreviado. Entonces E-l, h-e-m es “pan”. ¿Qué fue El? La Casa del Pan de Dios. “La Casa del Pan de Dios”. Casa, beth; Elohim, Dios; El-he-m, pan. “La Casa del Pan de Dios”, significa Bethlehem.",
    "¿Dónde más podría El haber nacido sino ahí? Pero fue ocultado de todos menos al profeta; él dijo: “El saldrá de Belén”. Ellos estaban buscando en Jerusalén, estaban buscando en la gran Silo; estaban buscando por todas partes. Pero El salió de Belén, porque era la Casa del Pan de Vida de Dios. El es la canasta del pan de Dios para el mundo. Allí estaba, nacido en Belén. El no pudo haber nacido en ninguna otra parte.",
    "Podrían haber muchas cosas grandes, yo estaba estudiando esta semana de los distintos aspectos espirituales de esto, el porqué tuvo El que nacer en Belén. Cuando yo toqué estos puntos, el Espíritu Santo me arrebató, y yo dije: “Oh, Dios, eso es suficiente. Ahora lo veo”.",
    "El no pudo haber nacido en otra parte sino en Belén. Era el lugar del pan de la nación. Era el pan de toda la casa de Israel el que salía de allí. Y El era el Pan de Vida que descendió del Cielo, el Maná espiritual; tuvo que salir de Belén, el linaje del pan, el lugar donde se encuentra el pan. Belén, la hornada del pan. Ahora, Jesús siendo el Pan de Vida: “El hombre comerá de El”, dijo El, “y nunca morirá”.",
    "Otro gran evento que yo no podría dejar de mencionar, era cuando David estaba en su momento más crítico, cuando él era un fugitivo. El ya había sido ungido, él sabía lo que habría de ser. El habría de ser rey, Dios lo dijo, y sin embargo, él fue odiado. El estaba parado entre dos grandes fuegos; aquí estaban los Filisteos de un lado, persiguiéndolo, aquí estaba Saúl del otro lado. Y él era un hombre sin patria.",
    "Así como está la Iglesia hoy, la verdadera Iglesia viviente de Dios, sin denominación o ninguna otra cosa. Ella se para sola, sin embargo se ha derramado la unción sobre Ella. Ella sabe lo que es.",
    "¿Cómo puede llegar a cumplirse, el Diablo en ambos lados, persiguiendo a David? El se había refugiado en fortalezas en el desierto y en cuevas, tratando de esconderse, con una pequeña banda de guerreros fieles, sólo unos pocos creyendo como él. Pero esos hombres creyeron a Dios, que ese sería el rey.",
    "Así son los creyentes de hoy, que están escondidos de lugar en lugar, pero sin embargo, ellos saben quién viene para ser Rey. A mí no me interesa quién va a ser Presidente. Sabemos que El viene. Y se mira más lejos que nunca, cuando la ciencia está tratando de gobernar, y dicen: “Que pueden hacer un hombre, que pueden hacer esto, y que ellos pueden tomar un conejo y sacarle polen y hacer otro conejo, y demás”, tratando de desaprobar la Palabra de Dios. Sin embargo, hay un pueblo que cree en Dios, que se para tan firme como siempre. No importa lo que venga o vaya, ellos todavía creen en Dios. ¡Dios es verdadero! Ellos se aferran de las manos incambiables de Dios. En medio de batalla, en medio de lágrimas, en medio de enfermedad y muerte, y de todo, ellos aun así se aferran de la mano incambiable de Dios. Ellos saben que El viene como Rey.",
    "La gente hoy se ríe y hace burla de ellos, y los llaman: “aleluyas”, los llaman todo lo que quieren, pero esos guerreros de Dios se paran fieles en el puesto del deber. Pudieran llamarlos “el grupo sanador”, pudieran llamarlos “montón de fanáticos”, o lo que desean; ellos se aferran a ese Rey. Ellos saben que El viene en poder. Aunque los demás tomen Su Nombre en vano, se burlen y se mofen del pueblo quien cree en El, llamándolos: “desechados, escoria”, eso no los molesta en nada, ellos se mantienen fieles en el puesto del deber.",
    "Esos guerreros que estaban con David, se mantuvieron a su lado. Si un Filisteo venía, él tenía que pelear. Con quien fuera, ellos eran acechados por todos lados. Pobre David, en su mente, estaba todo confundido; él pensó: “Señor, ¿cómo puede ser?”",
    "Uds. saben, algunas veces los líderes pasan por cosas que la congregación no sabe por lo que ellos están pasando. Cuando uno piensa de promesas que Dios ha hecho, entonces ¿por qué no se cumplen? Ellos no se lo dicen a su congregación, ellos no se lo comentan a la gente con la que se asocian, pero hay muchas frustraciones en el corazón de un verdadero líder.",
    "David estaba sentado allí, su—su garganta estaba quemándole y estaba en pleno verano. Los Filisteos estaban tomando ventaja de esa división entre David y Saúl. Y Saúl buscaba a David por dondequiera, y los Filisteos también, y luego los Filisteos buscaban a los Israelitas. Qué tiempo de confusión; casi como es ahora. David se refugiaba en este lugarcito, en este pequeño refugio, en cualquier parte que él pudiera, en las pequeñas fortalezas a donde podía llegar. Entonces él subió a la montaña, en ese calor, en medio del verano, cuando el calor estaba tremendo, su garganta secándose, y con frustraciones y temores en su corazón, y pensando: “Oh, Dios, ¿cómo puede ser esto? Tú vertiste ese aceite sobre mí, no porque yo me escogí a mí mismo, pero Tú me escogiste. ¿Por qué me llamaste de allá de donde apacentaba las ovejas? Me dijiste que me darías esto para servir a Tu pueblo, y aquí me tienes en medio de fuegos por dondequiera”. Eso estaba pasando por su corazón.",
    "El se sentó en el monte y miró hacia abajo, y los Filisteos habían venido y se habían acampado allí mismo en Belén, su pequeño hogar. Entonces, su pequeña ciudad estaba bajo el control del gobierno del enemigo. No sólo eso, pero la casa de su propio padre, la casa de Isaí, estaba bajo cautiverio de los Filisteos. Allí estaba su propia nación, su propia iglesia, en contra de él. Aquí estaba el enemigo con el que estaba peleando, aquí está la gente de la iglesia con quien él estaba peleando; no porque él quería, pero porque él fue forzado a hacer eso.",
    "Y muchas veces nosotros somos forzados a hacer cosas y a decir cosas que nosotros no queremos decir, como real líder espiritual, pero él es forzado a hacer eso. El tiene que escoger un lado y mostrar sus colores. “Yo tomaré el camino con la minoría despreciada del Señor”, dijo el escritor del himno.",
    "Así que allí estaba él, en ese día caluroso, sin duda, caminando para atrás y para adelante, y mirando hacia abajo a través de ese extenso valle, como de veinticinco millas [Cuarenta kilómetros.—Traductor], para ir y venir. Allí estaba la casa de su propio padre en—en cautividad por los Filisteos. Allí estaba Saúl al cruzar al otro lado, el…y aquí venía éste, sentado en medio de los dos partidos, ¿ven?, para tomar su lado. Viendo este tiempo tan tremendo cuando Israel estaba toda quebrantada, la iglesia se dividió en diferentes denominaciones, por así decirlo. Aquí estaba parado David, sin saber qué hacer, sin embargo sabía que sobre él estaba la unción. Ellos sabían que la unción estaba allí. Ellos sabían que David iba a ser rey. ¡Aleluya!",
    "Nosotros sabemos Quién va a ser Rey. No importa quién va a ser Presidente. Yo sé Quién va a ser Rey. El será Rey. Y yo sé que se necesita algo para pararse. Pero Dios me ayude a cerrar mis ojos a las denominaciones y a todo lo demás, y fijarme en ese cuadro espiritual de más allá, que El es el Rey venidero. Yo le serviré a El. Si es muerte, que muera; si es mi familia, si son mis amados, si es mi denominación, si es cualquier cosa. Que pueda servirle a El. Yo me quedaré con El. Esos son los guerreros de Dios, como los que estuvieron con David, que tenían sus manos sobre sus espadas, dispuestos a caminar en cualquier momento. Así es como caminan los guerreros de Dios, ¡listos!",
    "El enemigo dice: “Tú tienes que tomarte un traguito, para ser sociable”.",
    "🦅 Yo no tocaré tus cosas inmundas”. ¡Amén! Allí está el enemigo. ¡Allí está el guerrero!",
    "🦅 Oh, ¿por qué no renuncia Ud. a esa cosa de aleluyas que Ud. cree?”",
    "🦅 Yo creeré en Dios. ¡Yo me quedaré fiel!” Allí lo tienen. Allí están los guerreros.\n\n“Oh, ¿qué quiere decir? ¡No hay tal cosa como sanidad Divina!”\n\n“Eso es lo que piensa Ud. Yo sé mejor”. ¿Ven?",
    "🦅 No hay tal cosa como el bautismo del Espíritu Santo. Esos días han pasado”.",
    "🦅 Eso es lo que piensa Ud. Yo ya lo he recibido, Ud. ha llegado demasiado tarde para decirme algo al respecto”.",
    "Ellos sabían que la unción estaba sobre ese muchachito rubio, y ellos sabían que él iba a ser rey.",
    "Pero David, estaba frustrado en su propia mente. Yo puedo imaginarme, sólo observémoslo por un minuto, se regresa allá, se sienta y mira hacia abajo, y piensa: “Mi propia amada ciudad, Belén, mírala ahí, donde las grandes cosas de Dios han sucedido, donde el padre de mi padre, de mi padre, de mi padre nació; donde mi tatara-tatara-tatara-tatara-tatarabuela allá pronunció, en el tiempo del nacimiento de Judá, de cuya tribu yo soy. Que más allá está algo sobrenatural. Ella pronunció su lugar, y Josué colocó a ese hijo, allí mismo. Y de allí han venido todas estas cosas. Tiene que ser. Yo era un pastor, y Tú vertiste el aceite sobre mi cabeza. Tú dijiste que yo sería rey. Yo te creo. Amén”.",
    "Entonces él regresa y mira hacia abajo, y piensa: “Bueno, allá muy abajo en mi pequeña ciudad, donde nací, está ese grupito donde me asociaba, en aquellos días buenos del pasado”.",
    "Sería mejor si los Metodistas miraran hacia sus buenos días de antaño, cuando ellos eran pocos y esparcidos en escuelitas aquí en América, cayéndose bajo el Poder de Dios, echando agua en sus caras. Sería mejor para Uds. Bautistas también, mirar hacia atrás de dónde Uds. vinieron, y el resto de Uds. Uds. Pentecostales, miren hacia atrás de dónde vinieron. Eso es correcto.",
    "Allí en el calor de la batalla, David empezó a pensar: “Oh, yo me puedo acordar de aquellas noches cuando me acostaba allá al lado de ese monte. Yo me acuerdo cuando miraba aquellas estrellas, como ellas se movían allá arriba, y cómo Dios habló a mi pequeño corazón de muchacho. Yo me puedo acordar de cuando entré tanto en el Espíritu, un día, mirando a las nubes, y a los pastos verdes y refrescantes, hasta que yo grité bajo el Espíritu, y canté”.\n\nJehová es mi pastor; nada me faltará.\n\nAunque ande en valle de sombra de muerte,\n\nNo temeré mal alguno, porque tú estarás conmigo;…",
    "Oh, Señor, aquí estaba él en las meras quijadas de la muerte en ese momento, en ambos lados. “‘Aunque ande en valle de sombra de muerte’. Esos buenos días antiguos cuando el Espíritu estaba conmigo, cuando Dios estaba conmigo; yo entoné Sus alabanzas, yo me gocé en El”.",
    "🦅 Yo recuerdo en una ocasión en que vino un león, una mañana y atrapó a una de mis ovejas. Y el Espíritu de Dios vino sobre mí, y yo fui y lo agarré y lo corté en pedazos. Yo me acuerdo de aquella liberación. Oh, yo me puedo acordar de esa tarde un poco antes que el sol se metiera, un oso vino y atrapó a una, y yo lo maté. ¡Esas grandes liberaciones!”",
    "🦅 Yo recuerdo cuando entoné Sus alabanzas en los días de mi juventud, cuando yo apacentaba mis ovejas. Oh Dios, regrésame a ese lugar. Regrésame a mi primer amor. Regrésame y dame mi cayado de pastor. Dame ese rebaño de ovejas otra vez. Permíteme andar por allá solo, para adorarte”.",
    "Eso, algunas veces pensamos eso, pero estamos en el calor de la batalla. Algo tiene que hacerse. Nosotros fuimos muchachos en una ocasión; ahora nosotros somos hombres adultos. La batalla está en marcha. Yo recuerdo cuando el aserrín estaba todo pisoteado en el piso, y la gente clamaba y gritaba, y de tanta gente que había uno no se podía acercar por ningún lado, pero no es así hoy en día. La batalla está rugiendo. Oh, ya no es William Branham, el muchachito predicador; uno tiene que producir algo, sí, señor, tiene que haber algo diferente. El tiempo está en marcha. La batalla ruge. El fuego está encendido. El tiempo para ser liberado, la gente, todos los que fueron hallados escritos en el Libro. Ahora el tiempo ha llegado.",
    "David y toda su frustración, caminando para atrás y para adelante, y pensando: “¡Oh, este día caluroso! Fiu, ¡oh, hace tanto calor! Oh, Saúl quizás vendrá por este lado, los Filisteos por este lado; ejércitos por dondequiera alrededor, ¡y aquí estamos nosotros sentados en la boca de una cueva! y, sin embargo, el aceite de la unción está sobre mí. ¿Cómo puede ser eso? Oh Dios, ¿cómo puede ser? ¡Oh, cómo quisiera un trago de agua!” Entonces en su mente regresó, allá, junto a las puertas de Belén, allí había un pozo. No había otra agua como esa agua.",
    "Uds. saben, Palestina tiene alguna agua muy mala. Ellos tienen aguas malísimas, y aun tienen fiebre del agua negra y cosas, en ellas. Y mucha de esa es agua alcalina, la cual lo mataría a uno.",
    "Pero en Belén también es donde está la fuente principal de agua para la provincia. ¡No había otra agua como la que tenía Belén! David solía pensar: “Cuando yo llevaba mis ovejas, y empezaba por la mañana, yo pasaba por ese pozo antiguo y bebía. ¡Oh, qué fresca y qué dulce, y cómo saciaba la sed!”",
    "Ahora su garganta le comenzaba a pedir, y aún ungido: “¡Oh, si yo tan sólo pudiera tener un trago de agua!” Ahora sus guerreros…Y él exclamó, en su desesperación: “¡Oh, si alguien me trajera un trago otra vez de aquel pozo antiguo de allá de Belén!” Oh, después de haber soñado de todos los días de su juventud y de las victorias, y luego verlo aquí en el lugar donde él estaba sentado en medio de los fuegos, él exclamó: “¡Oh, si alguien pudiera traerme agua de Belén!”",
    "Ahora, sus guerreros no podían interpretar su pensamiento, pero, hermano, ellos lo amaban con todo lo que estaba en ellos. El menor de sus deseos era un mandamiento para ellos. Tres de sus poderosos guerreros sacaron sus espadas, se escabulleron del campamento, y se abrieron camino a espada por veinticinco millas. David, al irse ellos, sin duda pensó: “¿Dónde están ellos? ¿Qué han hecho? ¿A dónde fueron ellos? ¿Sabían que estaban arriesgando su vida?” Ellos estaban en medio de las quijadas de la muerte, a través de una línea de veinticinco millas, emboscadas por dondequiera, y las espadas resplandeciendo, y los escudos retumbando; pero su hombre, su hermano que ellos creían que sería rey, deseaba un trago de agua.",
    "Oh, hermano, me pregunto si los guerreros de hoy, estarán dispuestos a abrirse camino a través de formalismo, dudas e incredulidad, para refrescarse en la Presencia del Señor, y Sus deseos. “El menor de Tus deseos; si es Africa, India, si es por la calle, ¡dondequiera que sea! El menor de Tus deseos, Señor, es mi mandamiento. La muerte no significa nada para mí. Mi popularidad, lo que soy, lo que seré, no significa nada, Señor. Sólo para cumplir Tus deseos”. Esos son los guerreros que están parándose al lado de El. “Si ellos me llaman ‘aleluya’, si mi nombre es escandalizado, si ellos me dan un puntapié en la calle, eso no interesa. Tu deseo es mi mandato”. Ese es el real soldado.",
    "¿Qué hicieron ellos? Ellos pelearon abriéndose camino hasta que llegaron a ese pozo. Sacaron agua con el cántaro. Y allí venían de regreso, peleando, cortando su camino a izquierda y derecha, hasta llegar a la presencia de David. Dijeron: “¡Aquí lo tienes, mi señor!” ¡Oh, Señor! ¿Qué? Un hombre que estaba en desgracia, un hombre que era odiado por la iglesia, un hombre que era odiado por el rey, un hombre que era odiado por los Filisteos, un hombre que era odiado casi por dondequiera. Pero un grupito que lo seguían, sabían que él era el rey venidero.",
    "Hoy, yo sé que nosotros cantamos grandes alabanzas, edificamos grandes iglesias, tenemos grandes himnos y demás cosas, nosotros así le alabamos, pero Jesús dijo: “En sus corazones Uds. están lejos de mí, porque Uds. enseñan como Doctrinas los mandamientos de hombres”. Deje que el Espíritu Santo venga y haga algo en su iglesia, mostrando la Presencia de Jesucristo, ellos lo echarán a uno por la puerta. “En vano me adoran. Adoran, pero lo hacen en vano, enseñando como Doctrina las tradiciones de hombres”.",
    "Pero hay guerreros que creen en El, hay guerreros que se mantienen firmes, con un entendimiento espiritual, como allá en la pequeña Belén. ¿Ven? Seguro, así fue.",
    "David levantó ese cántaro de agua, él la miró, y la Biblia dice que él la derramó sobre la tierra, dijo: “Señor, sea lejos de mí que yo bebiere eso, porque estos mis—mis guerreros han arriesgado sus vidas, para ir allá para traerme esta agua. Es la sangre de hombres. Yo no puedo hacerlo”. Y esta agua dulce, por la cual ellos arriesgaron sus vidas y abrieron camino por la línea de los enemigos para ir allá y obtenerla, David la derramó sobre la tierra como una ofrenda voluntaria hacia el Señor. No fue por maldad, sino que fue en cumplimiento de las Escrituras.",
    "Porque, a pesar de que Jesús de Belén es el Pan de Vida, El también es el Agua de Vida. Seguro que es. Y ¿qué hizo El? El fue representado en ambas cosas, en David y en los guerreros; porque El era el Rey, y El era el guerrero que vino y abrió camino por las líneas del enemigo. ¡Amén! ¡Conquistó muerte, infierno y la tumba, derramó Su propia Sangre, para que Juan 3:16 pudiera cumplirse!\n\nPorque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.",
    "Y en eso El no dio el agua que lo representó, sino que yo…El era el Agua, o perecer; un pueblo moribundo que pudiera obtener Vida. ¿Cómo lo hizo El? Por medio de Su propia Sangre, al derramarla; no tirándola, eso es un accidente. El la vertió gratuitamente en el Calvario, después de que El abrió camino por toda línea del enemigo, y derramó Su Sangre de Vida, para que El pudiera ser la canasta de pan para el mundo.\n\nHay una fuente sin igual,\n\nDe Sangre de Emanuel,\n\nY queda puro en su raudal,\n\nQuien se sumerge en El.",
    "Por eso es que El nació en Belén. Por eso es que El tuvo que venir, porque ahí era el centro del pan, el Pan de Vida. Ahí era el centro del agua, ¿qué es? Las Aguas de Vida. Y en Jesús estaban ambos, el Pan de Vida y las Aguas de Vida, por lo tanto El tuvo que venir y nacer en Belén.\n\nTú Belén de Judá, ¿no eres la más pequeña entre todos los grandes príncipes? Sólo un pequeño predicador ordinario, tú solamente eres un pequeñito; pero de ti saldrá el Señor que es desde la antigüedad, desde los días de la eternidad, Sus salidas han sido desde el principio, desde los días de la eternidad.",
    "Por eso es que El nació en Belén de Judea. Esa fue Su cuna. Y, mi hermano, el lugar en donde El quiere tener su cuna hoy, es en tu propio ser, tu propio corazón para que El pueda manifestarse en ti, las Aguas de Vida a una gente moribunda, y el Pan de Vida a un pueblo hambriento. El es el Pan y el Agua de Vida, las cuales son las dos cosas esenciales en la vida del hombre, eso es pan y agua. Ha sido prometido, seguro.",
    "Inclinemos nuestros rostros sólo por un momento, y al hacerlo, yo deseo toda su atención. ¿Han estado Uds. en Belén, en esta mañana? Si Uds. nunca han estado en Belén…",
    "Fue llamada Belén Efrata, también, Belén Efrata. Efrata significa “la raíz”, viene de la palabra h-e-m-p, hemp, significa “la raíz”. Y allá, el distrito antiguo fue llamado Efrata, que significa, “es el principio de la vida”. Y Cristo dijo: “Si permanecéis en Mí, Yo soy la vid y vosotros los pámpanos”. El es la Raíz de toda Vida.",
    "Si Ud. nunca ha venido a Belén Efrata, la Belén, venga en esta mañana y recíbalo a El como su Salvador, y El le perdonará sus pecados. ¿Levantarían Uds. sus manos hacia El, y dirían: “Señor Dios, ten misericordia de mí ahora, yo ahora vengo a Jesús, con todo mi corazón. Yo vengo a Tu Belén, el Agua y el Pan de Vida. Yo ahora lo acepto a El como mi Salvador?” El Señor le bendiga, jovencito allá atrás. El Señor le bendiga. Dios le bendiga, pequeño.",
    "¿Hay otro?, diga: “Yo vengo hoy; con nada en mis brazos. Yo me paro sediento, mi garganta está seca. Me pregunto a dónde puedo ir y encontrar Vida real. Me pregunto. Yo me he unido a iglesias…” Dios le bendiga, hermana. “Yo me he unido a iglesias, yo ya he hecho todo lo que sé hacer, Hermano Branham, pero aun así nunca he tocado el verdadero recurso, el dador de Vida. Yo ahora vengo Señor, para recibirlo”. El está aquí por Ud. ¿Levantaría su mano, y diría: “Soy yo, Señor. Yo soy el que está parado y necesitado?” El Señor le bendiga, mientras oramos.",
    "Oh, Señor Dios, este pequeño mensajito, quebrantado, aunque fue traído de las Escrituras, y todos sus símbolos, que Tú has puesto allí; quizás está escondido de los ojos de los sabios y prudentes, y será revelado a niños tales que quieran aprender. Como es que la pequeña Belén, ¡la más pequeña de todas ellas! ¿Cómo es que el profeta dijo eso? “¿No eres tú la más pequeña entre todos los príncipes?” Pero le agradó tanto a Dios el poder sacar de ese lugarcito insignificante, al Señor de Israel. Señor Dios, de un grupito pequeño de gente que ha sido lavada por la Sangre viva y escarlata del Señor Jesús, Tú traerás, Señor, a ese grupo en algún lugar a través de este mundo, a Cristo otra vez, que regirá todas las naciones con una vara de hierro.",
    "Te ruego, Padre Dios, que Tú seas misericordioso con cada uno de nosotros que estamos presentes hoy, y que nosotros vengamos a Tu Belén. “Oh vengan, todos los fieles”, nosotros hemos estado cantando, “ven a Belén”. Y Señor, permite que ellos puedan ver que no es ir a una pequeña ciudad allá, que en una ocasión fue en símbolo; pero es ir a la realidad, Jesucristo, el Pan de Dios y el Agua de Vida.",
    "Y estos quienes levantaron sus manos, recíbelos en Tu Reino, ahora mismo, Señor, porque es por su fe que ellos—ellos lo reciben a El, es por fe que ellos levantaron sus manos, y es por fe que yo creo que Tú los recibirás. Guárdalos, Señor, en Belén, de donde ellos nunca se extraviarán, ni se irán como Noemí; pero que, si los tiempos se ponen difíciles, concede que ellos se queden allí en Belén. Les irá mejor, en el transcurso del tiempo. Concédelo Señor.",
    "Ahora yo oro que Tú seas misericordioso con aquellos que están enfermos y afligidos. Están aquí algunos, Señor, que necesitan Tu toque sanador. Oh Señor, Tú restauraste Belén a toda su gloria que tuvo en el principio. Tú la restauraste en el tiempo de depresión, cuando ella estuvo enferma. Tú la regresaste, y trajiste a Noemí en la temporada de la cebada. Y ahora, Padre, nosotros rogamos que Tú traigas a cada Noemí, y a cada uno que está aquí, que esté en necesidad. Yo oro, Dios. Oh, Señor, es la temporada de la cebada ahora mismo, el gran pan de cebada que fue visto, que venía rodando, descendiendo del monte, entrando en el campo del enemigo. Yo oro, Dios, que Tú traigas ese gran pan de cebada en este edificio ahora, y que sea la expiación para la—la enfermedad de el pueblo, así como del pecado, y sana a cada persona que está en la Presencia Divina.",
    "Yo sólo siento, Señor, quizá sólo es mi propio sentir personal, pero yo siento que Tú estás cerca, Tu Presencia está ahora aquí. Yo creo que Tú estás aquí. Y yo no digo esto sólo a causa del pueblo; Tú que conoces el corazón del hombre. Yo oro, Señor, que de algún modo ellos capten la visión, en esta mañana, como esos guerreros, que Tu gran Omnipotencia, Tu gran Poder, Tu gran Presencia, Tú siendo Quien eres, el Hijo de Dios, el Rey, el Ungido, que estás entre nosotros; que ellos capten el vislumbre de esto, en sus almas, y sean sanados de sus aflicciones. Yo hago esta oración, mientras les entrego esto, en el Nombre de Jesucristo, Tu Hijo. Amén.",
    "Yo creo en Dios, todas Sus Palabras, yo creo que cada parte de Su Palabra está Divinamente inspirada. Yo creo que El no es: “Yo era”, pero El es, “YO SOY”, una Presencia que siempre existe. Yo creo que ahora mismo, entre este pueblo aquí…",
    "Uds. que levantaron su mano, búsquense una iglesia, “sean bautizados en el Nombre de Jesucristo, llamando hacia Dios, lavando sus pecados”, creyendo que Su pronta venida ha de…El ha de aparecer en Su Segunda Venida.",
    "Yo también creo que Su Presencia está aquí para sanar a los enfermos, para sanar a los que están necesitados. No necesariamente se tiene que orar por Uds. uno por uno. Yo probé eso la otra noche, a la gente, que yo sólo quería mostrarles lo que había pasado.",
    "Había un cierto joven, quien está sentado mirándome ahora mismo, que había estado en cama por varios días. Su garganta estaba tan hinchada que él no podía comer, ni nada, su fiebre estaba muy alta. Y él le había dicho a su padre y a su madre: “Envíen, traigan al Hermano Branham para que venga a orar por mí”. Y por alguna razón ellos no querían molestarme, porque yo estaba ocupado. Y Algo me dirigió a ir a su casa.",
    "Mientras estaba sentado allí, ellos trataron de traerle un plato al joven, con un huevo muy blando y alguna otra cosa, y un poco de frijoles blandos, molidos, y él estaba tratando de tragárselos. El les daba vueltas, con un—un dedo los molía, sus dientes estaban todos hinchados y la pus le corría de ellos. Y—y él trataba de molerlos así, con sus dedos, y trataba de pasarlos por su garganta así. Y él masticó una o dos veces, y él no podía hacerlo ya más, lo empujó hacia atrás.",
    "Yo estaba sentado allí, sin haber orado; hay una cosa pequeña, uno no puede decirle a todos lo que está sucediendo. No. Yo dije: “Señor, Señor, ahora está muy cerca el fin del año. Hay algo que viene, algo nuevo. Permíteme. Señor, ¿es esto, es esto?” Y tan pronto como yo empecé a decir eso, y a decir, ahora en mi corazón: “Yo sé que Tú estás aquí”, el joven extendió la mano y tomó otro bocado, y otro bocado, y otro bocado, y otro bocado, y limpió todo su plato, y se subió a su carro y se fue.",
    "Oh, El es Dios, ¿ven?, Su Presencia, Su Presencia. Ellos no…Es sólo dejarlo a El que esté presente.",
    "El otro día cuando tomaron esta última, la última fotografía. Cuando yo lo vi a El parado allí, yo lo vi a El y pensé: “Bien, yo he visto al Angel del Señor en esos, y yo sé que fue maravilloso”. ¡Pero cuando El tomó ésta! Entonces como a las tres de la mañana, El me despertó y me dijo lo que iba a pasar, y me lo explicó todo, y cómo estaría la armadura y todo, me enseñó cosas ahí que yo nunca había visto. Yo entré y la cogí y la miré, y allí estaba. Yo nunca lo había visto antes. ¡Oh, qué sensación trajo eso para mí, una consolación, de saber que El está presente!",
    "El está aquí, sólo Su Presencia. Y la Presencia del Señor estaba allí para sanar a los enfermos. La Presencia del Señor está aquí para sanar a los enfermos. La Presencia del Señor está aquí para traer convicción a pecadores. La Presencia del Señor está en medio de Su pueblo, y El es la Belén de Dios, llena de Pan y Agua. Yo estoy tan contento (¿también Uds.?), de que tenemos un lugar adónde venir, a comer y vivir para siempre.",
    "Ahora el Señor les bendiga. ¿Tiene algo que decir, hermano? [El Hermano Neville dice: “No”.—Editor] Pongámonos de pie, por un momento. Nuestro antiguo canto de despedida: “Lleva el Nombre de Jesús contigo”.",
    "¿Cuántos aman al Señor? Veamos sus manos levantadas muy alto. Ahora mientras Uds. tienen sus manos levantadas, ahora bájenlas y dense la mano con alguien que esté parado a un lado de Ud., y diga: “Dios le bendiga, peregrino. Dios le bendiga”. Eso es correcto, luego alrededor. Muy bien, eso es sólo para que Uds. se conozcan los unos a los otros. Muy bien.",
    "Ahora miremos hacia arriba a los cielos y cantemos esta alabanza ahora.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave Luz (suave luz), manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien (sumo bien), celestial,\n\nEs Jesús el Salvador.\n\n(Ahora recuerden…). 🦅"
  ]
}