{
  "title": "ESTÉN CIERTOS DE DIOS",
  "id": "59010009",
  "content": [
    "🦅  Y se lee así.\n\nEntonces Elías tisbita, que era de los moradores de Galaad, dijo a Acab: Vive Jehová Dios de Israel, en cuya presencia estoy, que no habrá lluvia ni rocío en estos años, sino por mi palabra.\n\nY vino a él palabra de Jehová, diciendo:\n\nApártate de aquí, y vuélvete al oriente, y escóndete en el arroyo de Querit, que está frente al Jordán.\n\nBeberás del arroyo; y yo he mandado a los cuervos que te den allí de comer.\n\nY él fue e hizo conforme a la palabra de Jehová; pues se fue y vivió junto al arroyo de Querit, que está frente al Jordán.\n\nY los cuervos le traían pan y carne por la mañana, y pan y carne por la tarde; y bebía del arroyo.\n\nPasados algunos días, se secó el arroyo, porque no había llovido sobre la tierra.\n\nVino luego a él palabra de Jehová diciendo:\n\nLevántate, vete a Sarepta de Sidón y mora allí; he aquí yo he dado orden allí a una mujer viuda que te sustente.\n\nEntonces él se levantó y se fue a Sarepta. Y cuando llegó a la puerta de la ciudad, he aquí una mujer viuda que estaba allí recogiendo leña; y él la llamó, y le dijo: Te ruego que me traigas un poco de agua en un vaso, para que beba.\n\nY yendo ella para traérsela, él la volvió a llamar, y le dijo, Te ruego que me traigas también un bocado de pan en tu mano.\n\nY ella respondió: Vive Jehová tu Dios, que no tengo pan cocido; solamente un puñado de harina tengo en la tinaja, y un poco de aceite en una vasija; y ahora recogía dos leños, para entrar y prepararlo para mí y para mi hijo, para que lo comamos, y nos dejemos morir.\n\nElías le dijo: No tengas temor; vé, haz como has dicho; pero hazme a mí primero de ello una pequeña torta cocida debajo de la ceniza, y tráemela; y después harás para ti y para tu hijo.\n\nPorque Jehová Dios de Israel ha dicho así: La harina de la tinaja no escaseará, ni el aceite de la vasija disminuirá, hasta el día en que Jehová haga llover sobre la faz de la tierra.\n\nEntonces ella fue e hizo como le dijo Elías; y comió él, y ella, y su casa, muchos días.\n\nY la harina de la tinaja no escaseó, ni el aceite de la vasija menguó, conforme a la palabra que Jehová había dicho por Elías.",
    "Para la plática de esta mañana, antes de salir para el exterior, he escogido un texto, sobre esto: Estén Ciertos De Dios.",
    "Y ahora, Señor, bendice Tu Palabra mientras sale, y que el Espíritu Santo tome nuestras mentes y nuestros pensamientos, y nos prepare para Su visitación, puesto que le hemos pedido que venga. Porque no venimos a la casa del Señor para ser vistos, o para mirar, sino para aprender de Ti, y para conocer de Tu naturaleza, y Tu manera, y Tus causas, para que podamos enfrentar los problemas de la vida con una verdadera seguridad, estando ciertos de Dios. Concédelo, Señor. En el Nombre de Jesús lo pedimos. Amén.",
    "Debió haber sido una mañana terrible. Hacía tanto calor y había tanto polvo, y en la calle había gente hambreando, y la tierra estaba tan caliente que estaba lista para arder. Todo esto era el reflejo de sus pecados y de su decadencia moral.",
    "Vean, Acab estaba reinando en—en Israel, en ese tiempo, o sobre Israel, y él era el más perverso de todos los reyes de Israel. No había existido un rey tan perverso como Acab, porque él, habiendo sido instruido y conociendo lo que se debía hacer, él no falló en desagradar a Dios continuamente en todo lo que él hacía. Aunque él tenía un gran sistema militar, y la gente había llegado a ser muy próspera bajo su reinado, pero sin embargo, uno no puede desagradar a Dios y esperar salirse con la suya por mucho tiempo.",
    "Y luego en su boda, en vez de casarse entre su propio pueblo, él fue y se casó con una pecadora, una idólatra, una que adoraba los ídolos. Se casó con Jezabel. Y ella no era una creyente.",
    "Y ningún creyente jamás debería casarse con un incrédulo, bajo ninguna circunstancia. Siempre deben casarse con creyentes.",
    "Pero Acab había hecho esta cosa inicua. Y no hay duda que Jezabel era una mujer hermosa. Y él se dejó llevar por su apariencia, en vez de lo que ella en realidad era. Hay tanta gente que comete ese mismo error, hasta el día de hoy.",
    "Y ella había traído idolatría a la nación, entre la gente. Y la gente, los sacerdotes, sus ministros, habían caído víctimas ante esta gran demanda popular.",
    "Y es exactamente el cuadro de nuestro país hoy en día. Hemos caído bajo la demanda popular. Sin duda los sacerdotes pensaron que estaría bien, mientras que su gobierno lo aprobara. Pero a mí no me interesa lo que el gobierno apruebe, tiene que ser lo que Dios aprueba. Y la gente pensó que estaría bien si participaran en algunas de sus cosas mundanas.",
    "Y alguno pudiera pedirme que retracte lo que acabo de decir, que era un cuadro muy parecido de hoy en día. Quizás no pensamos que somos adoradores de ídolos, pero lo somos. Y el gobierno lo respalda. La gente hoy en día es adoradora de ídolos, porque ellos—ellos adoran ídolos. Algunos de ellos adoran estrellas de cine, como ídolos. Algunos adoran el dinero, como ídolo. Y algunos adoran estrellas de televisión, como ídolos. Pero todo cuanto Ud. ponga antes de Dios, eso es un ídolo, sea cualquier cosa que sea.",
    "Aun Satanás, nuestro gran adversario, es uno tan astuto, al grado que él aun pone, algunas veces, a la iglesia antes que Dios. Uds. quizás pudieran tener una gran iglesia. Quizás sea un gran edificio, o puede que sea una gran denominación. Y también, quizás sea una gran congregación, pero no permitan que nada venga antes que Dios, en su corazón. Cualquier cosa antes que Dios, es un ídolo.",
    "Y estas personas sabían que no eran espirituales como antes lo eran, bajo los reinados de otros reyes. Y ellos pensaron que sólo porque eran una nación religiosa, que todo estaría bien. Y asimismo es que nosotros hemos llegado a ese punto también.",
    "Hace algunos meses yo estaba platicando con un buen amigo mío. Y él dijo: “Hermano Branham, yo creo que Ud. le achaca demasiado a estos Estados Unidos”. El dijo: “Ud. siempre está clamando contra el pecado y cómo Dios va a castigar a esta nación”.",
    "Yo le dije: “El tiene que hacerlo, para ser justo”.\n\nEl dijo: “Pero Hermano Branham, Ud. olvida que esta nación fue fundada sobre las Escrituras. Y nuestros antepasados vinieron aquí, y Dios nos dio este patrimonio. Y somos una nación religiosa”.",
    "Yo dije: “Eso es verdad, todo ello. ¡Y nadie sabe cuánto yo aprecio esta nación! Pero mire, mi hermano, Israel también fue escogida por Dios, y El le envió profetas y grandes hombres. Pero Dios no puede tolerar el pecado. El hizo que Israel segara cada grano que sembraron. Y si El hizo que Israel segara lo que ella sembró, El nos hará segar lo que sembremos. El no hace acepción de persona”.",
    "Y hemos llegado al punto de pensar que porque estamos descansando sobre lo que nuestros antepasados hicieron, o sobre lo que nuestros grandes fundadores de nuestras iglesias, lo que fue su gran sacrificio para con Dios, lo cual está bien y tanto apreciado, ¡pero nosotros no podemos obtener salvación a base de lo que ellos hicieron! La salvación es un asunto individual entre cada persona y Dios. No con nuestra nación, ni con nuestra iglesia, sino con nosotros mismos ante Dios es que damos cuenta.",
    "Ha llegado a tal grado en nuestro país, que hasta entre la gente más espiritual que tenemos, uno va con hombres y mujeres espirituales, y uno encuentra que en sus corazones hay algo careciendo.",
    "Hemos estado, en estas últimas semanas, he estado repasando algunas de estas cosas, y dándome cuenta que los hombres que yo pensé que eran el grano, sin embargo me doy cuenta que están poniendo énfasis sobre cosas temporales, andando por ahí y diciendo: “Dios me da el más grande tal-y-tal. Dios me da…” Ud. está fanfarroneando.",
    "Grandes cosas materiales no siempre descansan dentro de la voluntad de Dios. Dios hace que la lluvia caiga sobre el justo y el injusto. Pero lo que el mundo necesita hoy no es una fanfarronada de fe, para tratar de engañarse uno mismo en algo y llamarlo espiritual.",
    "Algunas veces fe hará grandes milagros, y aun así no viene de un corazón espiritual. ¿No dijo nuestro Señor, “Muchos vendrán a Mí en aquel día, y dirán: ‘¿Qué no hice esto y aquello, en Tu Nombre?’ Y Yo les confesaré: ‘Apartaos de Mí, vosotros obradores de iniquidad’”. ¿Qué es iniquidad? Es algo que Ud. sabe hacer correctamente y no lo hace. “Yo nunca os conocí”, El dirá. Y nosotros estamos viviendo en ese día.",
    "Lo que necesitamos hoy no es una abundancia de cosas materiales. Ya tenemos eso. No necesitamos iglesias más grandes. No necesitamos congregaciones más grandes. No necesitamos más en la radio o por la televisión. No necesitamos tantas más de estas cosas. Pero lo que necesitamos hoy, para ser espirituales, es una persona que se humille a sí misma ante Dios, aunque no tenga ni un centavo, y que ore hasta que ese espíritu por dentro esté satisfecho con la bondad de Dios, y un avivamiento tome lugar en el interior de su corazón, que cambie sus actitudes y la atmósfera en que esa persona vive.",
    "Quizás Ud. no tenga un par de zapatos para sus pies. Quizás Ud. esté vestido con trapos, pero algo en su corazón está cantando las melodías de Dios. Yo prefiero tener eso que todo el dinero en el mundo.",
    "Así que Ud. no puede decir que las cosas naturales siempre son señal de la bendición de Dios. David le habló eso al Señor, que él había visto al impío que se extendía como un gran árbol de laurel verde. [Salmos 37:35] Pero Dios le preguntó: “¿Alguna vez lo consideraste en su fin”? No importa qué tan buena ropa usemos, cuánto tenemos de comer, eso no es lo que pasa a la Presencia de Dios. Este cuerpo en el que moramos, perece, a pesar de cómo lo cuidemos. Pero es el alma que está en el hombre; es la condición del espíritu lo que pasa a la Presencia del Dios vivo.",
    "Pero nosotros presuponemos las cosas. Pensamos que sólo porque somos una nación…Así también Acab y todo Israel, en aquel día, habían tomado las cosas presuponiendo que todo estaba bien. Sus sacerdotes y predicadores habían tratado de decirles: “Todo está bien. Todo está muy bien”. Pero ellos tenían uno; él clamó contra la cosa incorrecta, porque este individuo sabía que a un Dios santo no se podía satisfacer con las tendencias modernas de una religión impía.",
    "Y el Dios del Cielo permanece el mismo hoy. En todos nuestros esfuerzos y cosas grandes que estamos tratando de hacer, Dios nunca estará agradado aparte de una vida completamente santificada delante de El.",
    "Pudiéramos construir escuelas, y santuarios, y tabernáculos. Pudiéramos tener organizaciones. Pudiéramos hacer grandes cosas, pero sin embargo Dios no estará satisfecho hasta que el alma humana llegue a estar santificada sobre el altar de Dios, consagrada para las obras de Dios. Y Ud. ya no encuentra eso.",
    "Encontramos que nuestras reuniones de oración son tan débiles, quizás un minuto de oración, y saltamos a la cama. Nos damos cuenta que eso ocurre como una o dos veces al día. Cuando todos nosotros somos culpables. Nuestra nación está decayendo moralmente. Tenemos a los Billy Graham y a los Oral Roberts dondequiera. Pero mientras no venga una sed en el corazón de América, para traerla de nuevo a un Dios vivo, a una experiencia viva, a una fe imperecedera en el Dios viviente, simplemente estamos gastándonos el cerebro, por así decirlo.",
    "Pudiésemos caminar con el pecho inflado, con nuestros cuellos volteados al revés, y caminar por la calle, y desear ser llamados “Doctor” o “Reverendo”. Pudiésemos pastorear las iglesias más grandes que hay en la región, y pudiésemos ser tan piadosos como lo pudiésemos ser, que ningún hombre pudiera poner un dedo en nuestra vida. ¡Pero hasta que esa alma que está en el interior nuestro esté encendida para Dios, hasta que haya algo allí adentro, anhelándole a El! “Como el ciervo brama por las corrientes de agua, mi alma tiene sed de Ti, oh Dios”. ¡Hasta que lleguemos a ese tipo de experiencia!",
    "Por lo tanto, el comunismo, y demás, ganarán terreno como lo están haciendo, y todo esto de unirnos, cuanto más queramos, jamás lo detendrá. Está predicho que va ocurrir. Pero Dios está llamando a Su Iglesia.",
    "¡Cómo es que esta mujercita debió haber sido del calibre de Elías! Porque, normalmente sus acciones muestran lo que Ud. es. Y también, ella había sido escogida para hospedar al profeta de Dios. Recuerden, ella era una gentil, no una judía.",
    "Y la tierra estaba ardiendo. Y sin duda que esta mujercita, siendo de aquel calibre, siendo de la clase que cree…Porque vemos que Dios no la hubiese llamado, si ella no hubiera sido digna para hospedar al profeta de Dios. Porque El nunca hubiese enviado Su profeta a una casa que no fuera digna.",
    "No era por elección suya. Era la elección de Dios. No era ella invitándolo a él. Era Dios invitándolo a él. El había sido puesto junto a un arroyo. Los cuervos le estaban alimentando. Pero era el mandamiento de Dios para que algo aconteciera. Y seguramente Dios fue a un creyente de la misma naturaleza que Elías.",
    "Ella era una viuda. Y todos nosotros sabemos las cosas que ella, una mujer viuda, hubiera pasado, con su esposo muerto y un muchacho joven qué criar.",
    "Y en esas tierras allí, ellos dependían en sus cosechas. Ellos no tenían proyectos del gobierno como los tenemos hoy, y—y fábricas de defensa. Ellos dependían en sus cosechas. Y debido a la iniquidad de la gente, y su decadencia moral, eso había traído una sequía sobre la tierra, y aquí estaban todos hambrientos y muriendo.",
    "Y entonces encontramos que sin duda ella había orado noche tras noche, toda la noche, mientras ella veía que la harina iba bajando, bajando, bajando. Y debió haber llegado a un extremo a donde ni siquiera había otra tasa de harina en la tinaja. Todo lo que ella tenía era un solo puñadito. La muerte estaba entrando por el portal, hasta su puerta. Porque no había manera de obtener más. La nación entera estaba muriendo de hambre.",
    "Y el aceite, sólo quedaba una buena cucharada en el pequeño recipiente. Sólo tanto así de aceite y tanto así de harina quedaba entre ella y la muerte. Ella debió de haberse vuelto muy sincera en cuanto a sus oraciones. Deje que eso llegue a su hogar, y Ud. será un poco más sincero de lo que lo somos en esta mañana, cuando sabemos que la muerte está a la puerta.",
    "Y yo creo que quizás pensaríamos de esta manera: que ella había orado a lo largo de toda la noche, porque un día más y sería el fin. Ella podía ver los labios pálidos de su muchachito de aproximadamente tres o cuatro años. Y ella podía ver sus propios huesos menguando, a medida que la carne estaba desapareciendo de ellos. Y debió de haber sido una cosa terrible, mientras esta madre, veía estas cosas aconteciendo. Y, sin embargo, con sus manos ante Dios, orando día y noche: “Ahora hemos llegado a un puñado de harina y a una cucharada de aceite”.",
    "Saben, es una cosa extraña. ¡Que Dios permita que esto penetre en cada uno de Uds., si nunca más me escuchan predicar! Permitan que esto sea un mensaje. Es extraño, muy extraño, que algunas veces Dios hace cosas de esa manera.",
    "Saben, cuando hemos confesado nuestros pecados y hemos cumplido todo requisito que Dios requiere…Hemos creído en Dios. Hay circunstancias con las cuales hay que cumplir, y es de acuerdo a Su voluntad. Y hemos confesado nuestros pecados, y hemos corregido todos los males que hemos cometido; hemos hecho todo lo que sabemos hacer. Todo requisito que Dios ha hecho, o pedido, hemos cumplido ese requisito; y sin embargo El permanece en silencio. El simplemente no nos responde.",
    "Estoy seguro que yo estoy hablando a gente, en esta mañana, que ha llegado a ese lugar. Yo mismo he estado allí muchas veces. Cuando he regresado y escudriñado mi vida y he volteado cada piedra, y al encontrar que hice algo mal, yo iba y lo confesaba y decía: “Señor Dios, yo lo enmendaré”, e iba y lo hacía. Luego regresaba nuevamente y decía: “Ahora, Señor, Tú eres Dios; Tú me responderás. Ciertamente yo cumplí todo requisito que Tú requieres que yo cumpla. Y todo requisito, lo he cumplido”. Y aún así El no se mueve, parece permanecer en silencio. Allí es cuando Ud. tiene que estar seguro que El es Dios. No se desanime. Lo único es que en su corazón, esté cierto de Dios.",
    "Mi texto: Estén ciertos, primero, antes de hacer cualquier cosa. Esté cierto Ud. en su corazón, que es Dios. Y cuando Ud. haya cumplido con todo lo que El ha dicho, y Ud. está seguro que El es Dios, allí es cuando fe comienza a obrar, allí mismo. Fe se mantiene firme, por cuanto sabe que El es.",
    "Y Ud. ha cumplido todo requisito. Ud. cree que El es, y fe se mantiene firme. ¡Oh, bendito sea Su Nombre! Fe no se moverá, porque está segura que Dios es, y es galardonador de aquellos que le buscan con diligencia.",
    "Que esto baje muy profundamente y nunca se aparte de Uds., Tabernáculo Branham. Si Ud. ha cumplido con los requisitos de Dios, y en su corazón Ud. cree que El es, Dios únicamente está probando su fe, porque El ama hacer eso. Si Ud. ha confesado su pecado y Ud. ha cumplido todo requisito que Dios requiere, y aún El permanece callado, recuerde, fe dice que El es. Entonces fe allí se agarra, no sabiendo de qué se trata todo el asunto, pero ella sabe que El es, y está cierta que El es.",
    "Entonces, recuerden, si El es, Sus Palabras tienen que ser Verdad. Y si El ha requerido que Ud. cumpla con estas circunstancias, y Ud. lo ha hecho, El está obligado a cuidar de Su Palabra. No se retracte, para decir: “Pues, yo nunca fui sanado. Yo…” Oh, pobre, fe débil. No crea eso. Si todo está confesado, y todo quedó libre, y Ud. ha cumplido con el requisito de Dios, fe se agarra allí mismo. No hay nada que la mueva. El es, y Ud. está seguro. “Los que esperan en Jehová tendrán nuevas fuerzas; levantarán alas como el águila. Correrán y no se cansarán; si caminan, no se fatigarán”. [Isaías 40:31]",
    "Espere, cuando Ud. haya cumplido Su requisito. Eso trae su fe a un reto. Si Ud. ha cumplido…Los requisitos de Dios han sido hechos, o cumplidos, y Ud. plenamente lo ha considerado; y Ud. ha hecho todo lo que Dios requirió que Ud. hiciera, entonces su fe descansa allí mismo, que El es. Esté cierto de Dios.",
    "Saben, El ama probarnos. El ama ver la reacción de su fe. ¿Sabía Ud. eso? A Dios le gusta ver cómo Ud. va reaccionar. Cuando Ud. dice: “Oh Señor, te creo a Ti. Tú eres mi Salvador. Yo creo que Tú eres el Sanador. Yo creo que Tú eres el Único quien da el Espíritu Santo. Y las cosas que yo estoy necesitando, Tú eres el Dios quien da eso”. Y entonces cuando Ud. confiesa todos sus pecados y le promete a Dios lo que Ud. hará si El le permite sanar; y luego, porque no sucede, Ud. corre como un cobarde a alguna parte. Dios no puede usar eso. No hay manera que El lo use a Ud.. No hay manera que El le pueda responder a Ud., porque El sólo responde a base de fe. Entonces de repente, Ud. se aleja, y El no puede responder. Pero verdadera fe legítima se mantiene firme, estando cierta que Dios es. Estén ciertos que El es.",
    "Y si Dios pide que esto sea hecho, que confiese sus pecados, y demás, y Ud. lo ha hecho, fe dice que El es, es cierto que tal cosa va acontecer. Su petición tiene que ser concedida. Oh, yo—yo espero que Uds. no pasen eso por alto. Si Ud. está seguro de Dios, Dios está seguro de Su Palabra. El sólo está esperando probarlo a Ud..",
    "El lo ha hecho muchas veces. Repasemos uno o dos casos.",
    "Pensemos en los jóvenes hebreos. Ellos no debían inclinarse ante ídolos. Dios tenía confianza en ellos. Y cuando oyeron que tenían que ir al horno ardiente, ellos dijeron: “Nuestro Dios es capaz de librarnos de este horno. Pero si El no lo hace, no nos vamos a inclinar a ninguno de sus ídolos”. ¿Ven? Estaban seguros y ciertos de Dios.",
    "Ellos sabían que El era Jehová. Ellos sabían que El respondía a la oración. Pero si El respondía en el caso de ellos o no, tendría que ser para el bien. Por lo tanto ellos hicieron su declaración, confesaron sus pecados, y caminaron hacia la muerte.",
    "Cuando iban hacia el horno ardiente, sabiendo que estaban ciertos, que si Dios les permitía quemarse, El los levantaría de nuevo en la resurrección. Ellos estaban ciertos de Dios, porque sabían que Dios obraría todo para su bien. Y cuando estamos ciertos de Dios, sabemos que Dios obra todo para nuestro bien.",
    "Así que ellos hicieron una sola declaración. Ellos estaban ciertos, y caminaron directo al horno ardiente. Y Dios les permitió caminar hacia allí; El sentado, mirándolos. El quería ver su reacción.",
    "Cuando el rey dijo “¿Se inclinaron, cuando sonó la trompeta”?\n\nEllos dijeron: “No. No nos inclinamos”. Allí está su fe, firme.\n\n“Pues entonces, si Uds. no se inclinaron, ya conocen mi decreto”.\n\n“Sí, conocemos su decreto”.\n\n“Mi decreto es que el horno será calentado siete veces más caliente de lo que alguna vez ha sido calentado, y allí los voy a lanzar. ¿Ahora se inclinan”?\n\n“No, no nos inclinamos”. Allí estaba su fe.",
    "Dios dijo: “Pues, Yo veré lo que harán al respecto. Yo veré qué reacción tiene su fe”.",
    "Así que él dijo: “Aten sus manos, y aten sus pies, y dirígenlos hacia el horno”. Y ellos caminaron hacia ese horno, con el fuego de frente. Dios todavía observando todo eso. Pero estaban ciertos que El era Dios. Habían hecho su confesión. Habían corregido todo cuanto sabían. Ellos estaban ciertos que El era Dios.",
    "Así que caminaron directamente a ese horno ardiente. Y justamente en el último momento, allí vino El cabalgando de los cielos, en un carro de viento, y los abanicó con brisas, mientras los consoló y habló con ellos.",
    "Dios permite que la fe suya llegue al punto donde pueda reaccionar.",
    "Allí estaba Job, del Antiguo Testamento, cuando Satanás, nuestro acusador, le acusó de ser un pecador secreto. Pero Job sabía que él no había pecado. El sabía que había confesado todo lo que él había hecho, y ofreció allí un holocausto. Ese era el requisito de Dios. Eso es todo lo que Dios requirió, ese holocausto y una confesión. Y Job hizo esas cosas.",
    "Y Satanás dijo: “Yo le quitaré sus camellos, porque él es un hombre rico. Yo le quitaré sus ovejas”. Y finalmente le quitó sus hijos, lo más cercano a su corazón.",
    "Sin embargo, Job se mantuvo firme, porque él conocía a ese Dios. Pues, estaba cierto que El era Dios, porque él había hablado con El, y él había cumplido Sus requisitos. El escudriñó y encontró: “Yo he ofrecido cada holocausto. Dije en mi corazón: ‘Quizás cuando mis hijos dieron una—una fiesta, y mis hijas asistieron, tal vez quizás ellos cometieron pecado secretamente en su corazón, así que ofreceré un holocausto de parte de ellos y confesaré su mal’”.",
    "¡Oh Dios! Cuando un hombre cumple lo que Dios le dice que haga, él está cierto que El es Dios, El tiene que responder. Fe lo llama a El a la escena, cada vez.",
    "Cuando Ud. ha hecho lo que sabe que es correcto, cuando Ud. ha cumplido con Sus requisitos, cuando Ud. ha confesado y ha corregido, y ha hecho restituciones, y lo ha puesto delante de Dios. A mí no me interesa cuán callado esté El, El aún es Dios, esperando colocar allí esa fe. Ud. ha hecho sus obras, ahora El quiere ver su fe por medio de sus obras. El quiere ver lo que Ud. hará.",
    "Si Ud. ha sido ungido y ha recibido la oración, Dios está esperando ver lo que Ud. creerá al respecto. No correr acá el siguiente domingo, y correr al siguiente día, y al siguiente sanador que pase por la ciudad. El está esperando ver su reacción sobre su fe. No regresar al siguiente día, y decir: “Me siento tan mal, supongo que no sané”. En primer lugar Ud. no es digno para la línea de oración. Ud. no, no, no está listo todavía. Ud. no cree que El es Dios. Yo no…",
    "Ud. quizás diga: “Hermano Branham, yo no estoy de acuerdo con Ud.” Su propia acción prueba lo que Ud. es. “Por sus frutos los conoceréis”. Si un hombre dice que él es un Cristiano; y todavía toma, y fuma, y apuesta, y cuenta chistes sucios, y dice: “Parte de la Biblia está bien, y parte no”. El pudiera predicar el Evangelio, y negar parte de la Biblia. El todavía es un pecador. El aún no está bien.",
    "Pero cuando Ud. abiertamente confiesa que Dios es el mismo Dios, y su vida es entregada a Sus manos, para decir: “Señor, yo el barro soy; Tú eres el Alfarero”, entonces pida lo que Ud. desea. Fe nunca se moverá, allí permanecerá.",
    "Aunque las circunstancias parezcan caer a diestra y a siniestra, pero esa fe nunca será movida, porque Ud. está cierto que El es Dios. Y si El es Dios, El cumple Su promesa. El no puede hacer una promesa y quebrantarla. Si El es Dios, El tiene que cumplir Su promesa. Oh, yo amo eso. El tiene que permanecer fijo.",
    "Job presentó sus ofrendas; él hizo de todo. El sabía que estaba correcto. Y por allí vinieron los miembros de la iglesia, algunas iglesias de otras denominaciones, y dijeron: “Job, es mejor que confieses que eres un pecador, porque Dios no te permitiría ser castigado así a menos que tú fueras un pecador”.",
    "Pero Job dijo: “Yo he hecho mi confesión. Yo he colocado el holocausto delante de Dios, y yo no soy un pecador”. El sabía donde estaba parado. Entonces todo continuó, simplemente continuando y continuando, tan difícil como podía ser, tratando de desanimar a Job, y traer a Job a un nivel donde él negaría a Dios y negaría ese holocausto. En el mismo momento cuando Ud. actúa sobre algo que Ud. ha confesado, eso muestra su debilidad, su duda en Dios. Ud. le pide algo a Dios, y se pone a dudarlo, entonces Ud. es uno que duda y no un creyente.",
    "Job sabía donde estaba parado, y él se paró firme sobre ese fundamento.",
    "Con razón Perronett dijo, a la hora de morir:\n\nEn Cristo, la Roca me quedo yo;\n\nCualquier otro terreno es arena movediza.",
    "En esa roca sólida de la confesión de Job, incluso su amada esposa lo abandonó. Cuando su salud se había acabado, y las llagas le estaban cubriendo, y él se rascaba y maldijo el día en que había nacido. Dijo: “¡Que el sol ni siquiera resplandezca! Que la luna no salga de noche”.\n\nSu esposa dijo: “Job, tú estás tan miserable. ¿Por qué no maldices a Dios y te mueres”?",
    "El dijo: “Como suele hablar cualquiera de las mujeres fatuas, has hablado”. El estaba seguro que había un Dios, y que él había cumplido los requisitos. Oh, yo me siento religioso. El sabía que él había cumplido los requisitos de Dios, y eso lo concluía. Dios estaba probando su fe. El probará la suya. Y El probará la mía.",
    "Pero cuando hemos cumplido Sus requisitos: “Arrepentíos cada uno de vosotros y bautícese en el Nombre de Jesucristo para la remisión de sus pecados, y recibiréis el don del Espíritu Santo”, esa es Su promesa. “¿Está alguno enfermo entre vosotros? Llame a los ancianos de la iglesia, y oren por él, ungiéndole con aceite. Y la oración de fe salvará al enfermo, y el Señor lo levantará”. Eso lo concluye. “Confesaos vuestras faltas unos a otros, y orad unos por otros”. Ud. ha cumplido los requisitos de Dios.",
    "🦅 Estas señales seguirán a los que creyeren. En Mi Nombre echarán fuera demonios; hablarán en nuevas lenguas; tomarán en las manos serpientes o beberán cosas mortíferas, no les hará daño; si ponen sus manos sobre los enfermos, ellos sanarán”. Eso lo concluye.",
    "Estén ciertos de Dios. Estén seguros, que en su corazón, Uds. creen que esa es la Palabra de Dios. Job lo estaba.\n\nSu esposa dijo: “¿Por qué no lo maldices y te mueres? Pues, te estás poniendo peor a cada momento”.",
    "Cómo le encanta a Satanás tirarle eso a uno. “Pues, tú no estás mejor de lo que estabas cuando te ungieron. Tú no estás mejor de lo que estabas cuando oraron por ti aquellos predicadores. Para comenzar esos predicadores están equivocados”. No tiene que ver con respecto a ese predicador. Es la fe suya en el Dios viviente, lo que vale. No lo que el predicador es; sino lo que Dios es. El predicador no hizo la promesa; Dios hizo la promesa. No depende del predicador; depende de Dios, y la fe suya para creer que ese es Dios. Así que estén ciertos de Dios. Estén ciertos que es Dios, y que esa es la Palabra de Dios. Y Dios está en Su Palabra.",
    "Y Job dijo: “Has hablado como una mujer fatua”. Dijo, “Jehová dio, y Jehová quitó; sea el Nombre de Jehová bendito”. El estaba cierto que había un Dios.",
    "Y cuando él hubo hablado eso los truenos comenzaron a rugir y los relámpagos comenzaron a destellar. Dios se movió en la escena. Eso siempre lo llama a El a la escena. El se quedó quieto por mucho tiempo.",
    "Eso es lo que El está haciendo. Miren a este montón de americanos que van rumbo al infierno, hipócritas que asisten a la iglesia. No estoy enojado. Pero el pecado hace enojar a cualquiera que está bien con Dios. No estoy enojado con la nación, no estoy enojado con la gente, pero estoy enojado con el Diablo quien ha causado estas cosas para cegar a la gente.",
    "Estos pastores y predicadores ciegos que les permiten pasar con alguna clase de teología inventada por hombre. Uno tiene que nacer de nuevo. Y Dios cumple Su Palabra. Viéndolo a él como los está adormeciendo. Es mejor que Ud. esté seguro que hay Dios. “Teniendo forma de piedad, y negando la eficacia de ella”.",
    "Esta pobre mujercita, ella sabía que El era Dios. A medida que esa tinaja disminuía, bajando, bajando y bajando, las circunstancias se pusieron peor y peor, a cada momento. Pero Dios estaba permitiendo que se pusiera de esa manera. El ama hacer eso. El ama poner su fe a prueba, para ver cómo actuará Ud. en eso. Permite que Ud. sea ungido y que se ore por Ud., y después hacerlo empeorar. Dijo: “Hazlo, Satanás; ponlo a prueba. Yo sé que él me cree”. ¡Bendito sea Dios para siempre! ¡Oh, vaya! “Ponlo a prueba ahora mismo. Yo sé que él aceptó Mi Palabra al respecto”. ¿Podría El decir eso de Ud.?",
    "El dijo eso acerca de Job. Dijo: “Haz lo que quieras hacer con él, pero no le quites la vida, porque Yo sé que él me ama. El ha ofrecido el holocausto. El llevó a cabo los requisitos. El hizo lo que le dije que hiciera, y él lo cree. Ahora pásalo sobre el carbón, si deseas”. Le quitó todo. Dios se lo duplicó cuando se lo devolvió. Seguro, El lo hará.",
    "El pone nuestra fe a prueba, para ver si nosotros realmente creemos que El es Dios.",
    "Sin duda esa mujercita, dijo: “Yo he orado. Yo he orado. Yo sé que soy una gentil indigna”.",
    "Recuerden, Jesús habló de ella en la Biblia. El dijo: “¿No habían muchas viudas en los días de Elías? Pero él sólo fue enviado a una, y ella era una gentil”.",
    "🦅 Oh”, dijo, “he orado”. Quizás, cuando ella vio esa última tortita, la muerte había entrado por el portal y había llegado a la puerta. Un bocado más, cada uno, y ella y su hijo morirían. Yo puedo verla, toda la noche, orando, esos vientos calientes soplando, y la tierra agrietada, y la gente llorando y gritando en las calles. Ella caminó por la casa. Miró a su niñito. Miró a sus pequeñas pijamas; estaban todas gastadas, y los pies saliéndose. Miró a sus propias manos, arrugadas. Ella anduvo de allá para acá, pero dijo: “Yo sé que El es Dios. Yo hice toda mi confesión. Yo he hecho todo lo que El me ha requerido. Estoy pidiendo por nuestras vidas, para Su gloria”. Dios la vio.",
    "Los demás estaban saliendo y teniendo un gran baile en algún lugar, embelleciéndose, teniendo un programa moderno de televisión o algo, comportándose con el mundo. Pero esa mujer estaba a solas con Dios.",
    "Amaneció el día. Dijo ella: “El pequeñito ha llorado toda la noche, por algo de comer. ¿Qué haré con un pequeño puñado de harina”?",
    "Uds. saben, esa harina era Cristo. Cualquier estudiante de la Biblia sabe que Cristo era la ofrenda de harina. Y esa ofrenda de harina tenía que ser molida con una amoladera especial, hasta que cortaba cada granito de maíz igual; porque Jesucristo es el mismo, ayer, y hoy, y por los siglos. Y todo creyente cree eso y allí descansa. ¡Aleluya! Quédense con toda su religión fría y formal como gusten. Para mí, yo creo que Cristo es el mismo ayer, y hoy, y por los siglos. Yo me paro firme en el mundo de infieles. Yo todavía creo que El es el mismo ayer, y hoy, y por los siglos.",
    "Esas amoladeras cortaban cada granito exactamente igual, porque El es igual. El es el mismo Dios como fue allá entonces, El lo es ahora, en esta mañana. El siempre será el mismo. Eso es lo que significaba la harina.",
    "Y el aceite significa el Espíritu, como sabemos de acuerdo a Ezequiel 4, y demás. Esa es la razón que ungimos con aceite; es el Espíritu. ¿Qué es? Como dice en San Juan 4: “El padre busca a tales que le adoren en Espíritu y en Verdad”. Jesús era la Verdad. El era la harina ofrecida, y este aceite era el Espíritu. Y el Espíritu, mezclado con la Verdad, tiene que traer algo. Júntelos, y eso hace una torta. ¡Oh!",
    "¿Dónde está su fe? Cuando la Palabra de Dios es predicada en Su simplicidad, no obstante en Su Poder, que Jesucristo es el mismo ayer, y hoy, y por los siglos, y la Palabra sale, siendo la Harina, Ud. ya tiene el Aceite para mezclarlo con Ella. Quizás sea sólo un puñadito, o una cucharada, pero, sea lo que sea, es real.",
    "Ahora, ¿para qué está lista? Está lista para la cruz. Está lista para sacrificio propio. Eso es lo que Ud. tiene que hacer. Si la Palabra ha sido predicada, y Ud. tiene el Espíritu mezclado con Ella, es un sacrificio propio al negar todo dolor, al negar toda enfermedad, negar todo lo que es contrario a la Palabra de Dios, y pararse firme.",
    "El doctor dice esto, aquello, o lo otro; eso no importa nada. Ud. se para firme, porque Dios así lo dijo. La Harina viene; Ud. tiene el Aceite; y Ud. los mezcla.",
    "Ahora, yo escucho una voz. Es un poco después del amanecer. Una voz habla, y dice: “Sal allá al patio y recoge dos leños”. ¿Notaron Uds., que la Escritura dice: “dos leños”? La cruz. Ella tiene la harina y el aceite; pero ahora ella va a ser llamada para actuar, actuar con aquello. Lo que Ud. tenga, la Harina o Aceite cuanto necesite, pero Ud. tiene que actuar; un sacrificio propio.",
    "Dos leños. En los tiempos antiguos nunca hallaron una mejor manera para hacer un fuego. Cuando Ud. toma un leño y lo pone a través de otro leño, y lo enciende en el medio, Ud. empuja de ambos extremos. Los indios así hacían su fuego. Muchas veces, a lo largo de toda la noche, he mantenido un fuego de esa manera. Simplemente tomando un tronco de esta manera, y otro de esa manera, y continuamente empujándolos en el fuego mientras se queman.",
    "Aquellos leños eran la cruz. “Dos leños”, dice la Biblia. La voz dijo: “Ve por el patio y recoge dos leños”. Al mismo tiempo, allá sobre el monte, había una Voz que vino tronando para el profeta, y le dijo: “Ve a la ciudad. Yo he ordenado”. ¡Oh, vaya! Ambos obedecieron. Algo tiene que acontecer. Ambos están obedeciendo.",
    "Si el predicador predica la Palabra, y el hombre que la recibe la cree y actúa al respecto, algo tiene que suceder. Si Ud. es un pecador, Ud. tendrá que ser salvo. Si Ud. está enfermo, Ud. tendrá que ser sanado, porque Dios lo prometió, si estamos ciertos de Dios.",
    "Tan cierto como El es Dios, El tiene que guardar Su Palabra. ¡Ciertamente! Entonces el mandamiento fue: “Ve a la ciudad, porque Yo he ordenado una mujer viuda”. Una visión se abrió ante el profeta. Aquí viene él, caminando. El no sabe adónde va; no importa. El sólo está obedeciendo.",
    "Ella no sabe dónde estarán tirados los leños, pero hay dos leños en el patio en alguna parte. Ella se levanta, y sale al patio. Ella mira alrededor: “¡Oh, qué calor”! Los gritos de la ciudad, los rondadores nocturnos llegando, tropezando por allí, bebiendo sus vinos, y demás cosas. Ella mira por la calle; no ve nada. Ella encuentra un leño; parte de la cruz, un sacrificio propio. Ella toma otro pedazo, otro leño. Y cuando ella levantó ese segundo leño…",
    "Oh, cuán deprimente debió haber sido; la muerte estaba a la puerta. Ella y su hijo tenían que comer un pedacito de torta azada y morir. Eso era todo. Y algunas veces, precisamente en medio de la penumbra es que oímos la Voz.",
    "Cuando ella levantó ese segundo leño y se dio la vuelta, había una voz que vino por el portal, y dijo: “Tráeme un poquito de agua en un vaso”.",
    "Ella volteó para mirar, con estos dos leños en la mano, con la harina y el aceite mezclados y listos. Ella dijo que ya los había preparado, los tenía mezclados. Así es, la Palabra y el Espíritu tienen que estar mezclados. Colocando eso sobre la cruz del sacrificio propio, y negar cualquier cosa que sea contraria a lo que Ud. haya pedido. Eso es correcto. “Yo los he mezclado, ahora voy a recoger estos leños”.\n\nY esa voz dijo: “Tráeme un poquito de agua de beber, en un vaso”.",
    "Ella mira, y ve a un hombre parado allí, apoyándose sobre el portal, de mejillas delgadas, barbudo, calvo, asomándose sobre el portal, envuelto en una piel de oveja. Parecía ser un caballero anciano de apariencia algo amable.",
    "Ella dijo: “Yo compartiré mi agua con él”. Aguas de Vida, Ud. está dispuesto a dárselas a cualquier persona, a decirle a cualquiera, a ir a cualquier lugar. “Un momento, señor”. Ella se devuelve, con los leños en la mano.",
    "Y la voz tronó nuevamente: “No sólo compartirás tu agua, pero tráeme un pequeño bocado de pan en tu mano”. ¡Pan de vida; agua de vida! ¿Era de vida? Ella moriría tan pronto eso pereciera. “Tráeme tu agua y tráeme tu pan”.",
    "¿Qué encontramos aquí? ¿Qué lección podemos encontrar? “Buscad primero el Reino de Dios, y toda Su justicia; otras cosas serán añadidas”.\n\n“Tráeme un poco de agua y un bocado de pan”.",
    "Entonces en su penumbra, ella da la vuelta. Yo la puedo escuchar decir: “Señor”, algo así, “Ud. es diferente de los hombres que he visto, y de los hombres que oigo hablar. Ud. parece estar tan positivo de lo que está diciendo. Pero yo sólo tengo suficiente harina, sólo un puñado, y sólo una cucharada de aceite. Yo la he preparado, y voy a cocinarla con estos dos leños. Y me la voy a comer, mi hijo y yo, y moriremos. Eso es todo lo que tengo”.",
    "¿Qué oímos, en seguida? “Pero primero tráeme a mí la pequeña torta.” Primero Dios. No importa lo que alguien más dice, lo que digan, cualquiera que sea la evidencia, cuán triste se vea, sea lo que sea, tome a Dios primero. Primero Su Palabra.",
    "🦅 El doctor dijo que no puedo sanar”. Pero primero Su Palabra. “Yo soy muy pecador. Yo soy una prostituta. Yo soy un apostador. Yo soy un borracho”.\n\nLa Palabra de Dios primero: “Si vuestros pecados fueren como escarlata, serán emblanquecidos como la nieve; rojos como el carmesí, serán como blanca lana”. Primero Dios.",
    "🦅 Ve, tráeme una pequeña torta, primero. Todo lo que tengas, tráemelo a mí”. ¿Están dispuestos a entregarlo en Sus manos?",
    "Mi vida, todo lo que soy. Tengo cincuenta años. “¿Estás dispuesto William Branham, a dármela a Mí? ¿Están dispuestos, Uds. pequeñitos, a entregar su vida a Mí? ¿Están dispuestos? ¿Pueden hacerlo, personas enfermas? ¿Pueden confiar en Mí? Pónganme a Mí primero”.",
    "🦅 Tráeme un bocado de pan en tu mano, y tráeme un poco de agua”. Ella lo miró. Había algo que le dijo a ella que ese hombre sabía de lo que estaba hablando.\n\nDios conoce a los Suyos. “Mis ovejas conocen Mi Voz. Ellas saben si es Escritura o no, si está correcto o no”.",
    "Ella se dio la vuelta, en obediencia. Eso es lo que Ud. tiene que hacer. Y cuando ella volteó, para obedecer lo que el profeta dijo que hiciera, entonces vino el trueno del Cielo, que todo hombre busca escuchar. Porque, allí vino un trueno saliendo de la voz del profeta, que todo pecador y toda persona enferma anhela oír: ASI DICE EL SEÑOR.",
    "¡Cuánto anhelamos escuchar eso! Como la gente que se sienta allá frente a mi casa, diciendo: “Venga aquí a esta puerta. Mi hija está en tal. Mi bebé, oh, tan débil. Sólo diga la palabra”. ¿Cómo puede uno decirla antes que esté en su boca? Uno estaría diciéndola por su cuenta. Pero ellos anhelan oír ese, ASI DICE EL SEÑOR.",
    "Allí venía por encima del cerco, porque ella estaba obedeciendo. Y la penumbra se deshizo. “ASI DICE EL SEÑOR. La tinaja no se quedará vacía, ni la vasija del aceite se secará, hasta el día que el Señor envíe lluvia sobre la faz de la tierra”. ¡Oh, qué consolación!",
    "Ella hizo la torta; se la dio al profeta. Ella regresó e hizo un tanto para su hijo y para ella misma. Y comieron y bebieron, con abundancia, sobre la tierra.",
    "¿De dónde vino? ¿Cómo llegó allí? Científicamente díganme de dónde vino esa harina. ¿De dónde vino ese aceite? ¿Cómo se metió en esa vasija? Cada mañana la vaciaba hasta estar seca. Cada mañana ella vaciaba la tinaja de la harina, y estaba seca. Pero cuando ella volvía buscando más, allí estaba. ¿De dónde vino? Tomen a Dios en Su Palabra. Estén ciertos de Dios. El es el Creador.",
    "Ud. quizás haya perdido su salud. Quizás haya perdido su compañerismo. Tómenle a El en Su Palabra. Estén ciertos que El es Dios. Los tiempos penumbrosos que se están viendo ahora, quizás no se vean tan penumbrosos si tan sólo toman Su Palabra y estén ciertos que El es Dios.",
    "En Alemania, en una ocasión, vi un cuadro, y siempre se me quedó grabado. Un pintor alemán había pintado un cuadro que es—que es llamado “La Tierra Nublosa”. Y cuando Ud. la ve de lejos, es la escena tenebrosa más horrible que Ud. jamás ha visto. Sólo se ven nubes mezcladas, cuando Ud. la está viendo de lejos. Pero cuando uno se acerca, eso cambia. Son alas de ángeles, aleteando, cantando aleluyas al Señor. Así que así es la penumbra algunas veces. Si Ud. la mira, a larga distancia, se ve penumbroso y oscuro. Pero tome a Dios en Su Palabra y esté cierto que El es Dios, y muévase más cerca, y encontrará que sólo son alas de ángeles aleteando.",
    "Ella era algo semejante a Abraham, llamada a dar todo lo que tenía, ponerlo en el altar de sacrificio. Quizás Ud. es llamado así, en esta mañana. Ceda sus costumbres. Ceda su incredulidad. Ceda todo lo que tiene. Y luego tome el Aceite y la Palabra, y mézclelos, y ponga eso sobre el altar del sacrificio propio. Ud. se dará cuenta que eso llamará a Dios a la escena, tan cierto como estoy parado en este púlpito.",
    "Piensen en esto mientras oramos.",
    "¿Tiene Ud. una necesidad hoy? ¿Tiene Ud. una necesidad más grande de lo que Ud. físicamente puede obtener? ¿Está el dinero tan escaso que Ud. no puede pagar su alquiler? ¿Están los niños queriendo zapatos nuevos, y Ud. no tiene el dinero para comprarlos? ¿Está la tinaja vacía en su casa, y la vasija casi para secarse? ¿Ud. no puede comprar alimento para su ganado? ¿Y algo está mal? Recuerden, El hizo una promesa.",
    "¿Está Ud. enfermo, y el doctor dice que necesita una operación, y Ud. no tiene el dinero para hacerlo? Ud. tiene necesidad.",
    "¿Es Ud. un pecador? ¿Es su necesidad grande, sabiendo que si Dios lo llamara hoy, Ud. estaría perdido? ¿Es Ud. un descarriado huyendo de Dios? ¿Y Ud. sabe que pertenece a alguna iglesia, pero Ud. sabe que no está bien? Su propia conciencia se lo dice, de acuerdo a la Palabra, que Ud. no está bien. Y Ud. tiene una necesidad. No permita que estas palabras caigan en terrenos espinosos, o sobre rocas, corazones de piedra. Que caigan en buena tierra fértil.",
    "Si Ud. está enfermo y el doctor dice que Ud. no puede sanar, y Ud. le promete a Dios que le servirá todos los días de su vida, y Ud. está cierto que El es Dios, venga, cumpla Su requisito. Si Ud. tiene una necesidad, ¿primero hará tanto como levantar su mano a Dios, que Ud. tiene necesidad de algo? Dios les bendiga.\n\nOremos.",
    "Oh Señor, tan cierto como estoy en este púlpito en esta mañana, yo sé que no podría haber ni una de esas manos levantarse sin que Tú lo sepas, porque Tú eres Dios. Tú dijiste: “¿No se venden tantos pajarillos por dos cuartos? ¡Cuánto más sois vosotros que un pajarillo!” ¡Cuánto más viste Tú las manos de esos seres mortales, por los cuales Tu Hijo Jesús murió! ¡Cuánto más viste sus manos que hubieras visto un pajarillo, si cayera esta mañana! Me supongo que no se venderían una docena de pajarillos por un centavo en esta mañana, porque nadie los quiere. Existiría la molestia de sepultarlos. Pero Tú conoces a cada uno de ellos; Tú conoces cada pluma que está en su cuerpo. Tú conoces cada cabello que está en nuestra cabeza.",
    "Oh Señor, responde a la oración. Permíteles que estén ciertos en esta mañana, que Tú eres Dios, y que esto es Tu Espíritu. Que la insensibilidad y el encanto de la religión moderna de este día se desprenda de ellos. Dicen: “Oh, yo pertenezco a tal iglesia”. Dios, que eso desvanezca de sus mentes, ahora mismo. En este momento, que ellos puedan captar un vislumbre de la Vida Eterna. Y entonces la buscarán y tendrán hambre por Ella, de saber lo que es Dios. Y están ciertos que El es. El cumple Su Palabra.",
    "Para los pecadores, que se arrepientan rápidamente, y que se preparen para el bautismo en el Nombre de Jesucristo. Y Tú prometiste que les darías el Espíritu Santo. Tú lo dijiste, Señor. Tú cumples Tu promesa.",
    "Si hubieran descarriados que están ciertos que Tú eres Dios, y se han alejado, vagando. Que ellos vengan ahora, porque Tú dijiste: “Si vuestros pecados fueren como escarlata, como la nieve serán emblanquecidos. Rojos como carmesí, vendrán a ser como blanca lana”.",
    "Y si hubieran aquellos que están enfermos, que se den cuenta que Tú eres Dios. Tú cumples Tu Palabra. Tú tienes que cumplir Tu Palabra. Mientras se postran, con su Aceite, el Espíritu que está en ellos que está confesando que creen. Y entonces, también, con la Palabra, el Pan de Vida que ha salido, Cristo; molido para ellos, en el Antiguo Testamento; y en el Nuevo Testamento, para mostrar que El es el mismo, ayer, y hoy, y por los siglos. Que mezclen esa Palabra con el Aceite, el Espíritu que tienen, luego que se pongan de pie en el altar, diciendo: “Esto es todo lo que tengo, Señor. Yo lo traigo”.\n\n¡Oh, cómo Tú multiplicarás! ¡Cómo llamará al Dios de la historia a la escena! Cómo hará a Jehová levantarse, con un corazón hinchado, que: “Yo tengo un hijo que me obedecerá. Yo lo he puesto a prueba, y él prueba que me ama, y él me cree. El está cierto que Yo soy”. Porque se ha dicho: “El que viene a Dios debe creer que El es, y un galardonador de aquellos que diligentemente le buscan”. Concédelo en esta hora, mientras lo encomendamos a Ti.",
    "Y ahora, mientras tenemos nuestros rostros inclinados. Y aquellos que están en necesidad de cualquier cosa, ¿se pondrían de pie, indicando que quieren colocar…? Ahora, si Ud. no está cierto que El es Dios…Si Ud. está cierto que El es Dios, y que va a cumplir Su promesa, salvación, sanidad, sea lo que sea, si Ud. está cierto que El es Dios, pónganse de pie. Si Ud. tiene a alguien más por quien desea que se ore, póngase de pie. Si Ud. está—si Ud. está cierto que El es Dios, dé a conocer su petición en las congregaciones de los santos. Ud. lo está haciendo mientras se pone de pie.\n\n“Yo estoy cierto que El es Dios. Yo creo que El cumple Su Palabra. Y estoy seguro que mi petición…Yo la pondré bajo la Sangre, ahora mismo”. Si Ud. hace eso, ponga todo pecado. Todo pecado es incredulidad. Puede ser que Ud. sea un miembro de iglesia, pero yo quiero decir pecado, su “incredulidad”. Ud. lo está rindiendo como un sacrificio. Ud. lo va a sacrificar, que está viniendo a la cruz. Ud. va a sacrificar ahora, toda su incredulidad. Y se lo va entregar a El, y sepa que El es, y que Ud. está cierto que El va a responder. Si así es con Ud., levante su mano. Permanezca de esa manera.",
    "Señor, Tú eres Dios. Aquí está su Aceite y su Grano, mezclados. Ellos lo están trayendo a la cruz, donde el Fuego de Dios caerá en sus corazones (si ellos verdaderamente son sinceros con esto) y consumirá ese sacrificio. Tú te moverás en la escena, levantarás el nivel de las aguas; viniendo del Cielo en un carro de Fuego. Tú sacudirás todos los cielos y tierra, para recompensarlos.",
    "Mientras se paran con sus manos alzadas al aire, significando que creen, y que ellos mismos se han postrado, con toda petición que tienen, justo en Tu altar. Oh Dios del Cielo y tierra, el Juez de los Cielos y tierra, ciertamente el Juez del Cielo y la tierra hará justicia. Ciertamente El cumplirá Su Palabra, Tú que conoces los corazones de los hombres, los corazones de las mujeres, los corazones de estas personas.",
    "Señor Dios, yo también levanto mis manos, porque sé que ahora tengo un cambio de ministerio. Y yo creo que Tú eres. Yo te he visto parado allá en la Columna de Fuego. Yo te he visto escudriñar los secretos de los corazones de los hombres. Ni una vez has fallado. Tú lo prometiste cuando me hablaste allá en frente, cuando Tú primero comenzaste, lidiando, para hacer estas cosas. Y Tú me protegiste alrededor del mundo, vuelta y vuelta. Estoy seguro que Tú eres Dios. Estoy cierto de eso.",
    "Yo me ofrezco juntamente con estas personas, y con el sacrificio de todo lo que tengo, Señor, para Ti, para servicio. Estoy comenzando nuevamente, Señor, saliendo alrededor del mundo. Ayúdame, oh Dios. Si yo te he descreído en alguna ocasión, perdóname de mis pecados. Perdóname de mi incredulidad. Yo sé que Tú eres, y eres un galardonador de aquellos que te buscan.",
    "De igual manera, yo confieso los pecados de mi pueblo en esta mañana, sus debilidades y sus dudas, mientras están parados con sus brazos alzados. Yo confieso sus pecados, Señor, y todas nuestras debilidades. Envía el Espíritu Santo sobre nosotros, con el sello de Tu aprobación, que Tú eres Dios. Y Tú estás aquí ahora para recibirnos, y tomarnos en Tus brazos, y para redimirnos de todo lo que hemos perdido. Si es nuestra salud, que sea restaurada cien por ciento. Si es nuestra alma, que llegue a nosotros como algo floreciente y resplandeciente, lleno con el Espíritu Santo, para ser presentado delante de Dios. Si es incredulidad, que venga nuevamente a nosotros, Señor, con fe para mover montañas. Concédelo, Señor.",
    "Nosotros creemos que Tú te estás moviendo, el Espíritu Santo saturando a través de este edificio, sobre estas personas, y en su corazón, impulsándolos a aceptar al Dios viviente. Hacemos esto en el Nombre de Jesucristo.",
    "Objeto de mi fe,\n\nDivino Salvador,\n\nPropicio sé.\n\nCordero de mi Dios,\n\nlibre por tu bondad;\n\nLibre de mi maldad,\n\nme quiero ver.",
    "¿Son sinceros al respecto? ¿Lo reciben? Levanten su mano, y digan: “Yo ahora lo recibo. Yo creo”.\n\nLa senda al recorrer,\n\nobscura y de dolor,\n\nMe has de guiar.\n\nAsí tendré valor,\n\nasí podré vivir;\n\nAsí podré morir,\n\nen dulce paz.",
    "Inclinemos nuestros rostros.",
    "Después de este Mensaje firme, cortante y áspero y rudo; y traído de una manera severa, pero es la Verdad. Y si Ud. humildemente cree lo que ha pedido, que lo recibirá, nunca permita que nada lo saque de ese camino recto. Párense allí. No importa cuánto yo predique, lo que haga, o lo que cualquier hombre haga, eso nunca tendrá efecto hasta que Ud. lo acepte como su propiedad personal.",
    "Crea Ud. eso con todo su corazón, todo lo que Ud. ha deseado. Si Ud. ha confesado sus pecados, Dios lo ha perdonado. Jamás lo vaya a dudar. Si Ud. es un descarriado, Ud. ha sido aceptado de nuevo en esta mañana. Si Ud. necesita el Espíritu Santo, entonces sea bautizado en el Nombre de Jesucristo para la remisión de sus pecados. Esa es la Palabra de Dios. El no la cambiará para ninguna iglesia, ninguna denominación, o nadie más. Tiene que ser de esa manera. Tenemos que cumplir Sus requisitos, no los requisitos de la iglesia, Sus requisitos. Eso es lo que debemos hacer.",
    "El dijo: “La oración de fe salvará al enfermo”. Si Ud. está enfermo, yo he ofrecido la oración de fe por Ud. Ud. lo ha ofrecido en su propio corazón, y lo cree, lo acepta, párese firme allí. Tendrá que ser de esa manera. Nada lo puede quitar, no importa cuán penumbroso se vea.",
    "Ud. dice: “Pues, quizás pareciera como que aún estoy enfermo”. Eso no…Solamente es el ensamble de las alas de ángeles. Eso es todo. Es Dios en una forma de bendición. Se ve penumbroso para Ud. Acérquese un poquito y mírelo de nuevo, vea si no es Dios parado allí, cumpliendo Su Palabra.",
    "Ahora mientras tenemos nuestros rostros inclinados, voy a entregarle el servicio al Hermano Neville, nuestro pastor. 🦅"
  ]
}