{
  "title": "¿QUÉ HACES AQUÍ?",
  "id": "59050009",
  "content": [
    "🦅  Gracias, Hermano Neville. Como dije esta mañana, siempre es bueno venir a la casa del Señor.",
    "Pensé en la idea de invitar a una damita aquí esta noche, para cantar una canción que le oí cantando en mi casa, el otro día. Creo que aún tenemos tiempo, si ella se atreve. Srta. Jefferies, ¿qué le parece, esa cancioncita que cantó allá? Entré y oí que la cantaba, y me gustó mucho. Y espero no estarla avergonzando al pedirle que la cante otra vez. Díganme Su Nombre, o algo así. ¿Será esa? Me gustaría oírla de nuevo. Sé que todos la disfrutarán.",
    "[Cinta en blanco. La Hermana Jefferies canta Dígame Su Nombre otra vez.—Ed.]",
    "¡Oh, cómo me encanta! Yo amo Su Nombre. ¿Saben lo que me hizo pensar en eso, para pedirle a esa damita que lo cantara? Ella es una amiguita de la escuela de mi niña Rebekah. Y yo estaba atrás, la otra mañana, haciendo algo en la habitación, y oí ese canto. Y pensé: “Pues le pediré que lo cante en la iglesia en algún momento”.",
    "Y yendo de camino, llevando a los niños a la escuela, pues le hablé sobre el canto. Y ella dijo: “Simplemente desperté…”. Tal vez no lo diga con las mismas palabras. Pero ella dijo: “Me desperté la otra noche, o estando en la cama, y estaba pensando en ese himno, ¡y recibí una gran bendición!”.",
    "Bueno, pensé: “Esto es sobresaliente en una adolescente, hablar del Espíritu Santo bendiciéndole, especialmente en esta comunidad, en esta ciudad”. Necesitamos más jóvenes como esa. Así es.",
    "Esta otra jovencita que también acaba de cantar aquí, hace unos minutos. No sé su nombre, pero me gusta ver a esos pequeños, jovencitas, cantar. ¿Saben, nuestro caminar pone un ejemplo para los demás? Seguro que sí.",
    "Una vieja historia hace unos años atrás, en Inglaterra, había un hombre. Pensó que saldría a tomar un traguito social en la época de Navidad, solo para compartir. Y él fue adonde sus vecinos y se entregaron regalos, y todos le decían: “Bueno, Juan, sírvete un trago de esto”. Y un sorbito aquí y un sorbito allá, y realmente se intoxicó.",
    "Y camino a casa, había nevado, como quince centímetros. Y—y su hijito lo estaba siguiendo. Él no podía cargarlo, estaba demasiado borracho. Y camino a su casa, se dio la vuelta y vio a su muchachito casi tambaleándose en la nieve. Y él dijo: “Hijo, ¿por qué estás tambaleando en la nieve?”.",
    "Él dijo: “Papá, estoy tratando de seguir tus pasos”. Y él levantó al pequeñito en sus brazos, y dijo: “Dios, desde este día en adelante, nunca tomaré otro trago”.",
    "Alguien seguirá los pasos suyos. Caminemos esa línea recta, desde la cuna hasta el Calvario. Esas son las huellas; dejémoslas como camino.",
    "Ahora, sé que esta noche tenemos comunión. Y tendré poco tiempo para hablarles la Palabra. Y me—me encanta hablar de Él, porque Él es tan real para mí.",
    "Estuve leyendo un corto artículo hace algún tiempo, pensando en las jóvenes otra vez. Sucedió en el oeste. Era una noche de gran tormenta, y con fuertes vientos. Y ciertas personas estaban en una reunión de oración. Y la que dirigía la reunión de oración era una damita muy atractiva. No pensando en el peligro en que estaría, pues vivía como en un rincón al otro lado de la pequeña ciudad. Y normalmente en las calles había mucha gente a esa hora de la noche. Cuando terminó la reunión de oración, le habían cantado al Señor, y sus corazones estaban gozosos. Y supongo que todos se sintieron como el Hermano Beeler hace un rato cuando estaba testificando. Estaban tan contentos que no podían contener el gozo, y tenían que darle salida de alguna manera. Después de decir el último “amén”, todos se dirigieron a sus casas.",
    "Y la jovencita tomó su abrigo, subiéndole el cuello, cerró el frente, y se fue por la calle. Y se dio cuenta que la noche fría los tenía a todos junto a sus chimeneas. Y se encontró sola en las calles. Y al parecer el peligro comenzó a perseguirla.",
    "Saben, estoy tan contento que el Espíritu Santo pueda advertirnos de cosas que vienen; escapar esos peligros.",
    "Y ella nunca se imaginó que tendría miedo. Así que solo se puso a cantar ese antiguo himno: No, nunca a solas. Y a medida que cruzaba el pueblo, parecía que nadie iba a molestarla, pero de repente, de nuevo le vino ese gran temor. Y de casualidad miró, parado cerca, un hombre de aspecto muy espantoso la miraba directamente, con sus brazos extendidos así, que venía hacia ella.",
    "No había forma de escapar. Y es una historia real. Así que ella no podía correr; él la atraparía. Solo había una cosa por hacer. Ella no podía gritar. Los vientos soplaban fuertemente, casi levantando su cuerpo de la calle. Ella jamás lograría que nadie oyera. Y la nieve cegaba.",
    "Y solo había una cosa por hacer, era orar. Entonces ella comenzó, en voz baja, a susurrar una oración a Dios. Y dijo ella, nunca supo de dónde vino, pero, de repente, al lado de la puerta se paró un perro muy grande. Y estaba erizado, y caminó hacia ella, y vino por el lado donde estaba el hombre, y comenzó a gruñir ferozmente, mientras pasaba junto al hombre. Y tan pronto como el hombre pasó por la calle, el perro regresó y se echó junto a la puerta.",
    "Dios cuidará de los Suyos. Dios a veces obra aun a través de un perro o un animal, o de alguna otra manera, para mostrar Su gloria y Su protección. Estoy tan contento de conocerle a Él en el perdón de mis pecados, y con la seguridad de que mis pecados están bajo la Sangre, al confesarlos a Él diariamente.",
    "Esta mañana, en el Mensaje, pude haber parecido un poco cortante o un poco rudo, pero no fue un texto muy apropiado para un—un servicio de sanidad. Pero he vivido lo suficiente para saber esto, Hermano Tony: si un hombre solo hace lo que se siente guiado a hacer, Dios se encarga del resto, de una manera perfecta. Primera vez que sucede así, aquí. Usualmente damos tarjetas de oración, y hacemos al pueblo ponerse de pie. Pero el Espíritu Santo me hizo preguntar cuántos extraños había en el edificio, que era todo el lugar. Y luego Él les dio a conocer sus deseos. Y les… y declaró sus sanidades y demás. Eso muestra que “obediencia es mejor que el sacrificio, y el prestar atención… que la grosura de los carneros”.",
    "Así que, esta noche, he escogido una pequeña Escritura aquí para hablar solo por unos momentos. Y antes de hacerlo, inclinemos nuestros rostros solo un momento para orar.",
    "Señor, Tú eres Dios para siempre. Y Te agradecemos y alabamos por el privilegio que tenemos de venir ante Ti, en oración. Sabiendo esto primero, que nos fue prometido que “si pedís algo en Mi Nombre, Yo lo haré”. Y tenemos la seguridad que Tú concederás nuestra petición.",
    "Y ya se ha hecho tanto, esta noche, que sentimos que si cerramos el servicio y nos vamos a casa, podríamos decir: “Ha sido bueno estar aquí”. ¡Oír estos himnos de Sion, cantados por la congregación! ¡Oír al pueblo al alzar sus voces en oración, y en meditaciones, y en himnos! Como dice la Escritura: “Alegraos en vuestro corazón, cantando himnos espirituales”. ¡Oír a estas adolescentes! Como nuestro Hermano Beeler lo ha expresado esta noche, en esta hora oscura en la que estamos viviendo, ¡y escucharles cantar los himnos de Sion! Oír como se expresa el Hermano Beeler hacia Ti, cómo Te aprecia, y lo que Tú has hecho, y cómo Tú lo paralizaste, para que se diera cuenta de qué haría él sin ese brazo ahora. Simplemente muestra que estamos protegidos por Tu gracia y poder.",
    "Permítenos a todos estar atentos esta noche, Señor. Pues, creo que es hora que reflexionemos, tiempo de revisión, pues no sabemos a qué hora será el momento de partir. Puede ser más tarde de lo que pensamos. Así que permítenos considerar nuestros caminos esta noche, y nuestros pensamientos.",
    "Y oramos que Tú nos hables por unos momentos en la Palabra, y después nos bendigas en el servicio de comunión. Mientras tomamos los pedazos partidos de este pan kosher, y el vino, que representa Tu cuerpo partido y la Sangre derramada, por la remisión de nuestros pecados.",
    "Nuestro muy amado pastor, no se sentía muy bien en esta noche. Pero, en nuestra conversación telefónica, él lo ha puesto sobre el altar. Estoy seguro que Tú lo recibirás, Señor. Y, además, oro por él, porque lo amamos y lo necesitamos. Oramos por él y su familia, y por cada familia que está aquí, y por todas las peticiones expresadas esta noche, y las no habladas, también.",
    "Continúa bendiciédonos en las reuniones. Porque lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "Quiero leer solo una pequeña porción de las Escrituras aquí, hallada en Primera de Reyes 19, y comenzando en el versículo 9.\n\nY allí se metió en una cueva, donde pasó la noche. Y vino a él palabra de Jehová, el cual…dijo: ¿Qué haces aquí, Elías?\n\nY él respondió: He sentido…celos, o un vivo celo por Jehová Dios de los ejércitos; y porque sus hijos de Israel han dejado tu pacto, han derribado tus altares, y han matado a espada a tus profetas; y… yo, aun sólo yo he quedado, y me buscan para quitarme la vida.\n\nY Él le dijo: Sal fuera, y ponte en el monte delante de Jehová. Y he aquí Jehová que pasaba, y un grande viento de tormenta pasó y rompía el monte, y quebraba las peñas delante de Jehová; pero Jehová no estaba en el viento. Y tras el viento un terremoto; pero Jehová no estaba en el terremoto.\n\nY tras el terremoto…fuego; pero Jehová no estaba en el fuego. Y tras el fuego una voz apacible y delicada.\n\nY cuando lo oyó Elías, cubrió su rostro con su manto, y salió, y se puso a la entrada de la cueva. Y he aquí vino a él una voz, diciendo: ¿Qué haces aquí, Elías?",
    "Quiero tomar como texto, por unos momentos: ¿Qué haces aquí?",
    "Elías había tenido un día duro. Había estado en el Monte Carmelo, y había visto bajar la gloria del Señor. Había orado para que fuego bajara de los cielos, y—y después oró que la lluvia cayera sobre la tierra. Y con toda esta tensión, sus nervios estaban casi destrozados. ¡Oh, cómo lo compadezco!",
    "Y aquí lo encontramos, primero, predicándole a una nación de gente descarriada. Y a una Jezabel caprichosa. Y el pueblo había llegado a un punto donde se habían apartado de Dios, olvidado todas Sus promesas y todos Sus mandamientos, y ya no guardaban Sus estatutos, y no les importaba nada de Él. Y Elías, en medio de todo esto, no podía ceder. Tenía que pararse firme por sus convicciones. ¡Oh, cómo vemos eso hoy!",
    "Y ellos tenían una reina allá, llamada Jezabel. Y ella había hecho descarriar a todos los hijos de Israel con su estilo moderno y fantástico de vivir. Ella les hizo cometer fornicaciones y hacer cosas diabólicas. ¡Qué buen reflejo es eso de este día!",
    "Pero, Elías, en medio de todo eso… Aun cuando muchos de los hijos de Israel, miles de ellos se habían comprometido, y querían vivir un estilo de vida moderno. Con todo, Elías no cedió. Le dijo a Jezabel su lugar y cómo se debía comportar. ¡Oh, ella odiaba ese profeta! Pero, como siempre, ella no lo aceptó a él, pero él era su pastor.",
    "¡Oh, muchas veces no quieren aceptarlo, pero un hombre enviado de Dios a una comunidad es el pastor de toda la comunidad, si es bautista, presbiteriano, o quien sea! Dios unge a Su hombre, y él no cederá. Y el pueblo a veces lo odia, porque se para por la Verdad, pero aun así él es el pastor de Dios para la hora.",
    "¡Oh, ella lo aborrecía! Ella hizo todo lo que pudo para matarlo, pero con todo él fue fiel a los principios de Dios y a los parámetros de Dios. Sus fiestas modernas y lo social, y la pintura en su rostro, y su vestimenta, habían contaminado a esa nación. Y el viejo Elías no fue amigable. Le dijo directamente cuál era su condición.",
    "Dios envíanos más Elías en este día, que no se comprometan con el pecado; alguien que predique la Verdad, sin importar qué tanto duela. Dios aún tiene siervos en cada comunidad, que no cederán ante las cosas del mundo.",
    "A Elías no le gustaba el estilo moderno de las cosas, así que se mantuvo fiel a Dios. Y el enfrentamiento llegó. Y el enfrentamiento ha llegado de nuevo.",
    "Y Elías, en el Monte Carmelo, cuando ellos pensaban que todos los días de los milagros habían pasado, y que ya no podrían existir tales milagros, había un hombre que creía en ellos. Y él dijo: “Traed a todos vuestros profetas. Traedlos aquí a la montaña, y probemos y veamos quién es Dios”. Me encanta esa Escritura.",
    "¡Oh, si alguna vez hubo un momento, en un lugar, en que el verdadero Poder de Dios debiera ser manifestado, es hoy! Probemos qué es Dios.",
    "Si la educación es el camino hacia la libertad, ¿por qué no funciona? Si las posiciones sociales y demás son el camino a seguir, ¿por qué no sirven? Si pagar a otras naciones para que sean nuestras amigas… Y vemos que ellas se tornan en contra nuestra, tan pronto como pueden. Pues uno no puede comprar amistad con dinero. La amistad es un regalo de Dios. Si las grandes iglesias y los grandes maestros son la salida, entonces ¿por qué no tenemos más de Dios en nuestras comunidades? ¿Por qué estamos en un constante retroceso? Con el programa educacional, y un púlpito bien entrenado, y un coro bien entrenado, y constantemente nos alejamos más de Dios, todo el tiempo, entonces eso no sirve.",
    "¿Qué ha hecho la ciencia? La ciencia, Ud. dice: “Llegará el momento en que la ciencia podrá hacer esto y aquello”. ¿Qué han hecho? Nos han llevado al punto en que están destruyendo el mundo entero. ¿Qué están haciendo? Están destruyendo el mundo en lugar de mejorarlo.",
    "Hace poco, cuando el capitán Al Farrar del FBI, a cargo de la parte de menores de edad de los Estados Unidos, me tuvo en su oficina; después de haberle guiado a Cristo, abajo en la galería de tiro. Dijo: “Hermano Branham, soy un bautista. Oí que Ud. era bautista”.\n\nDije: “Sí, señor”.",
    "Él dijo: “Pero yo no he recibido ese Espíritu Santo del que Ud. habla”. Dijo: “Cree que podría ser para mí?”.\n\nYo dije, “Sí, Señor”.",
    "Él dijo: “Bueno, pediré una buena suite por allí, en un buen cuarto de hotel. Y vamos juntos, y quizás Él venga a la habitación del hotel y me llene con Su Espíritu”.\n\nYo dije: “Ud. no tiene un ho-… no tiene que conseguir una suite de hotel”.\n\nDijo: “Bueno, ¿y dónde me encontraría Él?”.\n\nYo dije: “Aquí mismo”.",
    "Él dijo: “¿Él no vendría a esta galería, verdad, aquí, a una galería de tiro?”.",
    "Yo dije: “Él entró al vientre de una ballena por uno; en un horno de fuego por otro. Él se reunirá con Ud. donde sea que Ud. se encuentre con Él”. Seguro. Dios quiere conocerle. Él quiere hablar con Ud. Él vendrá donde Ud. esté.",
    "Ahora, Jezabel había contaminado la tierra. Y los nervios de Elías habían estado tensos, y él había hecho grandes milagros y hecho señales en el monte, para probar que Dios aún era Dios, y que podía responder por medio de un milagro. Y ¿qué resultados obtuvo? Una amenaza para su propia vida. ¿Qué trajo en vez de un avivamiento universal? Trajo una amenaza a su vida.",
    "Jezabel, cuando Acab le dijo estas cosas, ella dijo: “Así me hagan los dioses, y aún más, si no le corto la cabeza a esta hora mañana por la noche”.",
    "Y Elías, que estaba tratando, con mucho entusiasmo de Dios, tratando de mostrarle al pueblo que Dios aún era Dios. Y eso le jugó en su contra. Y él huyó al desierto cuando lo oyó. Y allí se acostó bajo el árbol de enebro, buscando consuelo. Él había—había despachado a su siervo, y lo había dejado.",
    "Ahora, nuestra historia sucede en tres lugares distintos. Una, el Monte Carmelo; luego, bajo el árbol de enebro; y el tercer lugar donde Dios lo encuentra, está en una cueva.",
    "Y es muy extraño. El pastor aquí lo sabe, y los demás ministros. Miren, después de su Monte Carmelo, van a tener el árbol de enebro. Cuando un hombre tiene una bendición, y el Poder de Dios se derrama y hace algo por Ud., cuidado, Satanás está en camino. Solo recuerde, el día siguiente, ese lunes después de un buen día domingo, será difícil, porque él va a hacer todo lo que pueda para quitarle a Ud. esa confianza, que el Espíritu Santo le dio el día anterior.\n\nAsí que Elías había tenido un gran día. Y a pesar de eso está nervioso.",
    "Todos los profetas son… fueron considerados dementes. Jesucristo fue considerado demente. Cada uno de los apóstoles fue considerado demente por el público, porque su ministerio fue tan sobrenatural al punto que la gente pensó que no estaban en sus cabales. Todos los que viven piadosamente en Cristo Jesús sufrirán persecuciones. Ud. viene a ser una persona diferente.",
    "Como dijo el Hermano Beeler acerca de su cartel allá atrás, Ud. llega a nacer de nuevo. Se convierte en una nueva criatura en Cristo. Las cosas viejas pasaron. Las cosas carnales del mundo ya no lo atan a Ud., y Ud. no tiene nada que ver con ellas, cuando Ud. ha pasado de muerte a Vida.",
    "Cuando Dios toma a un hombre, lo primero que Él hace en una iglesia es traerlo de la mundanalidad a la santidad, y Él lo trae de la muerte a la Vida. Es nacido de nuevo. Es nuevo. Sus ideas son nuevas. Lo que necesitamos es un avivamiento como ese, hoy. Es la pura verdad. ¡Oh, hemos tenido derramamientos del Espíritu! Hemos tenido bendiciones espirituales y movimientos espirituales, pero ya no necesitamos eso. Necesitamos un avivamiento del Espíritu del Dios vivo, en los corazones del pueblo. No necesitamos tanto de derramamientos del Espíritu, o despertares espirituales. Necesitamos un avivamiento, es decir, revivir lo que ya tenemos. No un despertar espiritual; a veces eso trae grupos mezclados. Pero necesitamos un avivamiento que filtre, sacuda, y corte todas las cosas.",
    "Es como pararse a la orilla del mar. Estuve hablando con unos hermanos allá en Puerto Rico hace unas semanas. Que, cuando vi el gran mar y una gran tempestad, las olas eran más altas que este tabernáculo. Y yo dije: “¿Saben algo? No tiene ni una gota más de agua que cuando está perfectamente quieto. Pero, ¿qué provoca esa agitación y saltos, y qué significa? Tira toda la basura hacia fuera, en la orilla”.",
    "Eso es lo que necesita la Iglesia, un avivamiento, sacudir de Ella toda la mundanalidad y las cosas del mundo, y traer de nuevo la pureza y santidad de Dios en los corazones de Sus creyentes, humildad.",
    "Pues, los hombres, para su conveniencia, no reciben un avivamiento de vez en cuando, en su espíritu, llegan a ser tan carnales e indiferentes, al punto que se vuelven distinguidos, almidonados, y santurrones. Leen y estudian, y eso es bueno, pero no es de lo que estamos hablando. Ud. sabe más de la Palabra. Es bueno conocer la Palabra, pero es mejor conocer al Autor de la Palabra. ¿Ven? Ese pequeño Algo que dejan fuera, ese Algo en el corazón que le hace ser lo que Ud. es, eso es.",
    "Y déjenme decirles, Elías, con sus nervios de punta, de todos modos, siempre sentí lástima por él, sus nervios, como sea, estaban al borde del colapso, y ese gran golpe de Jezabel remató el ataque. Entonces él corrió, y se fue al desierto y se acostó debajo del árbol de enebro.",
    "¡Oh, esa experiencia del árbol de enebro! Muchos de nosotros nos encontramos bajo el árbol de enebro. Yo mismo llego allí debajo, muchas veces, al lugar donde uno no sabe qué hacer. Frustrado. Francamente, ahí es donde estoy ahora, y preguntándome: “¡Oh, Dios!, ¿qué quieres que haga?”.",
    "Saben, la gente que está debajo del árbol de enebro es como Elías, les gusta dormir. Yo—yo le predico a más gente cansada que cualquiera en el mundo. La gente está tan cansada. Ellos—ellos—ellos—están mentalmente tan agotados que están llenando las instituciones mentales y los hospitales, en todas partes. Han entrado en una condición tan nerviosa que no saben lo que creen ni lo que quieren. Solo están ahí tirados. No saben qué hacer. ¡Oh, es un cuadro muy triste!",
    "Escuche, mi hermano. Ud. no puede olvidarlo bebiendo. No se puede salir de eso gritando. Tampoco puede suavizarlo jugando cartas. Y Ud. podría tomar mil siestas y tratar de salir de eso durmiendo, y no podrá hacerlo. Todos nuestros pequeños remedios, lo único que hacen es aliviar los síntomas. Lo que necesitamos es una cura para la enfermedad. Tenemos que tener un… Todos los psiquiatras del mundo no pueden curarla. Solo alivia los síntomas. La cura está en la Sangre de Jesucristo. No tomar un descanso a la orilla del mar. No ir a buscar un himno, un coro para cantar himnos. Eso es lo que tratamos de hacer hoy, salir de eso cantando.",
    "🦅 ¡Oh, seremos como los Jones!”. Y estamos—estamos tratando de hacer algo diferente, tratando de sacarlo con la educación. Solo hay una forma de hacerlo, es: enfrentando los hechos. Así es. ¡Oh, si Ud. está enojado y frustrado, no se una a la iglesia! Venga a Cristo. Ese es el único remedio. No postule y pase una nueva página. Solo obtenga una nueva Vida. Cristo es la respuesta.",
    "Allá estaba él acostado, debajo del árbol de enebro. Él no sabía qué hacer. Sus nervios destrozados. Él temblaba; él lloraba, no cabe duda. Y estaba en una condición terrible.",
    "Muchos de nosotros llegamos a esos lugares, especialmente después de una experiencia en el Monte Carmelo. Me fue hecha esa pregunta el otro día, por alguien, sobre eso. Y ¿cómo…? ¿Qué podríamos…? ¿Qué podemos hacer? ¿Qué se puede hacer por nosotros en ese momento? Solo se puede hacer una cosa: encomendarse uno mismo a Dios. Ahora, yo sé que un hombre puede trabajar demasiado y un hombre puede trabajar muy poco, un hombre.",
    "Dios sabía que este hombre necesitaba alimentación. Él necesitaba algo para comer. Y debajo de este lugar aquí, donde estaba acostado, Dios tenía que hacer algo por él.",
    "Dios tiene que hacer algo por cada hombre que llega bajo el árbol de enebro, o colapsará. Él tiene que hacerlo, si Su siervo está acostado debajo del árbol allá, sin saber qué hacer. Él ha cumplido con su comisión.\n\nElías dijo: “¡Oh, Señor, quítame la vida!”.",
    "He sentido eso después de salir de una reunión, y al parecer me esforcé y prediqué, y rogué, y persuadí, y viendo al Ángel de Dios moverse en una reunión haciendo señales y maravillas. Y luego sentarme en un auto afuera, y escucharlos comentar, decir: “Eso solo fue psicología. No es nada. Eso no es nada. Todo eso es una tontería”.",
    "¡Oh, entonces me arrastro debajo del enebro! Pienso: “Señor, ¿porqué—porqué me permitiste hacerlo? ¿Qué se puede hacer?”. Pero todos pasamos por esas experiencias. Pero, ¡la misericordia de Jehová con Su siervo! Dios conoce sus pruebas. Sepan esto: Él conoce todo al respecto, y Él baja.",
    "Y Él sabe que Su siervo necesita un descanso, y solo lo pone a dormir por un rato, mientras está allí acostado esperando recuperarse, o pidiendo morir. “Señor, mis padres murieron antes de mí, y ahora toma mi vida. Ya he hecho suficiente. He peleado la buena batalla, he terminado la carrera”. Pero había trabajo aún por hacer. Dios no había terminado con Su profeta; él aún tenía trabajo.",
    "No importa cuánto clamemos y pensemos esto, aquello, o lo otro, nada puede llevarnos hasta que Dios haya terminado con nosotros. Estoy tan contento de saber eso.",
    "A veces Uds. se sienten, como me sucedió una vez, me puse una pistola a la cabeza para suicidarme, pero no pude. Me quité el guante para agarrar un cable de alto voltaje donde estaba trabajando, pero no pude. Algo me mantuvo. El mismo Dios que estaba con Elías, ¡ese mismo Dios, hoy! Él me vio bajo el árbol de enebro. Mi esposa y bebé allá en la tumba; y mi papá, mi hermano, y todo. Yo mismo estaba casi fuera de mí. Yo me he acostado bajo el árbol de enebro. Es difícil. Y llegué a un punto, estando tan fuera de mis cabales, que traté de volarme los sesos con una pistola, pero no funcionó. ¿Ven? Aún queda trabajo por hacer. Hay algo que hacer. Dios no había terminado. Él siempre cuidará de Ud.",
    "¡El pobre siervo cansado y agotado! Él lo vio. Él sabía dónde estaba.",
    "Él sabe dónde se encuentra Ud. esta noche. Puede que Ud. esté bajo un enebro, sin esperanza, pero, recuerde, Él sabe dónde está Ud. No necesitamos una cantidad de reparaciones.",
    "Como dijo la anciana de color, allá en el sur. Ella había tenido un accidente; un auto la había atropellado. Y fue… La lastimó bastante, y el—y el abogado dijo: “¿Quiere demandar por daños?”.",
    "Ella dijo: “¡Abogado, cielos! No, cariño”. Dijo: “Ya tengo suficientes daños. Yo quiero una reparación”.",
    "Y yo creo que ella habló bien por esta comunidad y esta iglesia esta noche, y esta América que está camino al infierno. Ella no está descarriada, ya está perdida. No está—no está en camino al infierno; ya está en el infierno. No está perdida, que se vaya a perder; ya está perdida. No necesita demandar por daños; necesita una reparación. Es la verdad. Él sabe dónde está Ud. Él sabe dónde Ud. está recostado.",
    "Y Él envió un Ángel. Y el Ángel lo tocó, y él se durmió. Y cuando se despertó, había unas tortas de maíz, o algún tipo de tortas, horneadas, a su lado. Y Él dijo: “Elías, levántate y come”. Ahí está la gracia de Dios para Su siervo. ¿Ven?, Él le está dando descanso.",
    "Saben, Jesús dijo: “Apartaos al desierto, y descansemos un poco”. Algunos de estos hombres que piensan que no hay que descansar, vemos que se queman bastante rápido. Si no descansan, allí quedan destrozados en alguna parte. Creo que ahí es donde está nuestro Hermano Billy Graham, esta noche, tratando de sobre-esforzarse. Estos cuerpos humanos son fuertes, pero necesitan descansar.",
    "Luego, Ud. puede tomar un pequeño descanso, ir a alguna parte, y ellos le criticarán, dirán: “Pensé que él era un predicador. Mírenlo, en la orilla del río allá pescando”, o algo así. Pero no importa; Jehová cuidará de los Suyos.",
    "Y mientras estaba acostado allá, debajo del árbol, cansado y molesto, Dios tranquilizó sus nervios. Lo alimentó. Él lo despertó de nuevo y lo alimentó otra vez, y lo volvió a dormir.",
    "Saben, a menudo me he preguntado qué había en esas tortas. ¿Qué clase de vitamina consiguió en esas tortas? Sin embargo, lo que sea que tuvieran, le duró cuarenta días y cuarenta noches. Él pudo continuar con la fuerza de esas tortas.",
    "Dios sabe que esta noche yo necesito unas de ellas. Y estoy seguro que esta iglesia necesita unas de ellas. Apartaos, alejaos del mundo, y descansemos un rato. Hablemos un rato.",
    "No tiene tiempo para descansar, dice Ud. Juan Wesley dijo eso, una vez. Él dijo: “Temo descansar. No tengo tiempo para descansar”. Y Ud. se encontrará todo quebrantado, si no toma estos descansos.",
    "Y vemos entonces que él salió cuarenta días y noches, y Dios lo encontró de pie, o metido atrás en una cueva. Y Dios quería atraer su atención. Así que pasó una gran tormenta, y partía los montes. Era tan poderosa que sacudió las peñas, pero Dios no estaba en la tormenta. Pasó antes de que Dios llegara. Y luego vino de nuevo un gran terremoto que sacudió la tierra, pero, con todo, Dios no estaba en el terremoto. Y vino un fuego, pero Dios no estaba en el fuego. Y entonces vino una Voz apacible y delicada, y Dios estaba en la Voz.",
    "Y, hermano, hermana: he estado lo suficiente allá en una cueva, y Uds. también, para saber que ha habido muchos terremotos sacudiendo, mucho ruido y discordias, y peleas y cosas de esas, y grandes reuniones. Pero ¿dónde ha estado Dios en todo eso? Por eso dije lo que dije esta mañana. Tiene que venir algo más profundo que un servicio de sanidad. Tiene que venir algo más profundo que un don de hablar en lenguas. Tiene que ser algo más profundo que un viento recio. El viento pasó, pero Dios no estaba en él. Hemos tenido vientos recios por todo el país, y sensaciones, y sangre en la cara y en las manos, todo tipo de señales. Pero ¿dónde está Dios?",
    "Elías esperó. Aun siendo profeta, pero él La escuchó. Él no salió a comparar los avivamientos con ellos. No salió a buscar la carpa más grande en el país. No buscó salir en televisión, y todo eso, como diríamos nosotros.",
    "Todo ese gran alboroto, y América es culpable de escuchar esos ruidos. ¡Oh, nos encanta el ruido!, pero Dios no está en el ruido. Aunque, por honorables y demás que sean esas cosas, con todo, Dios no está en el ruido. Si eso fuera así, cuando los africanos tocan los tambores, nunca se ha oído semejante ruido ni ritmo. Dios no estaba en eso. Y hemos tenido vientos recios. Hemos tenido toda clase de fuegos, y terremotos y temblores, y grandes avivamientos, y cosas como esas. Dios no estaba en eso. Si hubiese estado, se hubiera manifestado.",
    "Pero, después de eso, vino una Voz apacible y delicada, y Dios estaba en la Voz.",
    "Eso es lo que estoy pensando hoy, amigos. Nosotros estamos—estamos muy cautivados con todo ese ruido. Pues, América ama el ruido. Miren lo que están haciendo. Encienden esos miserables radios, a todo volumen, con rock and roll y boogie-woogie, todo ese tipo de cosas. Tienen que ponerlo tan alto que casi le revientan los tímpanos a uno, con todo el ruido, durante todo el día.",
    "Y en la iglesia tocamos los panderos, hemos corrido de allá para acá, y gritamos y aclamamos, y lloramos, y lo pasamos muy bien así. Nada en contra, pero ¿dónde estaba Dios en eso? ¿Qué hizo? Nos dividió en pequeños grupos llamados Las Asambleas de Dios, la iglesia de Dios, La Pentecostal Unidad, todas estas otras pequeñas denominaciones diferentes. Dios no estaba en eso. Era un precursor de Dios. Es una estructura.",
    "Cuando Ud. ve el así-llamado Cristianismo hoy, la gente que va a las iglesias y—y viven estas vidas tan distinguidas, y salen y niegan la sanidad, y niegan el Poder de Dios, y niegan una vida consagrada, llamándolos “fanáticos,” recuerden: esa es la estructura. Eso es… Hermano Wood, creo que Ud. lo llama andamiaje. Eso es algo falso. Es un marco que va por fuera. Dios solo se para allí para construir el edificio. ¡Gloria a Dios! Solo es un marco falso que será desarmado.",
    "Aplaudimos y dijimos: “¡Gloria a Dios! Cuando Ud. grita, lo tiene”. Los metodistas dijeron eso, los nazarenos. Ellos se dieron cuenta que no lo tenían.",
    "Los pentecostales dijeron: “Aplaudan y griten, hasta que hablen en lenguas. Ya Lo tienen”. Pero nos enteramos que no Lo teníamos.",
    "Queda una cosa más. “Y, Dios, llévame a una cueva donde pueda encontrarlo”. Busquemos esa Voz apacible y delicada, ese Algo que le pone la crema a la vida. Ese Algo que, “aunque hablemos en lenguas de hombres y Ángeles, y no tengamos Eso, nada somos. Aunque puedan profetizar y hablar en lenguas, y mostrar señales y maravillas, y hacer milagros y hacer grandes señales, pero, si esa suave Voz apacible y delicada no está dentro, nada somos”, dice la Escritura. A eso queremos prestar atención ahora.",
    "Hemos tenido los truenos. Hemos tenido fuegos. Hemos tenido los vientos recios y los terremotos. Pero, “Dios, envíanos la Voz apacible y delicada”. Eso es lo que necesitamos. Escuche, hermano: necesitamos esa Voz apacible y delicada, una Voz apacible y delicada que habló.",
    "Jesús. Dice: “No podían oír Su Voz en la calle. No lo escucharon a Él gritando”. Él fue nuestro ejemplo. Mírenlo a Él. Él fue comparado, Su Espíritu, a una paloma, mansa.",
    "Las cosas grandes son cosas silenciosas. ¿Sabían eso, amigos? Escuchen. El sol que da vida en la tierra, a toda cosa viviente, en la vida botánica, vida de las plantas, vida de los árboles, todo lo demás, trae vida, el sol. Y puede extraer un millón de galones de agua de la tierra y hacer menos ruido que nosotros al sacar un balde lleno de una bomba. ¿Ven? Son cosas grandes. Las cosas silenciosas son las cosas grandes. ¿Han oído alguna vez al mundo girar? ¿Han oído Uds. los planetas cuando pasan por las órbitas? ¿Han oído uno? Esas son las grandes cosas. ¿Han oído la salida del sol?",
    "¡Oh, pensamos que necesitamos mucho ruido, tener una banda de bronces para tocar, saltar mucho, o no tuvimos una buena reunión! Creemos que todo el mundo tiene que estar en la cima, aplaudiendo y cosas así. Pensamos que la música tiene que ir al ritmo, y que todo el mundo corra de acá para allá por el pasillo. Tuvimos eso. ¿De qué ha servido? ¿Dónde está? ¿A dónde nos ha llevado hoy? A un montón de confusión, un montón de denominaciones; separados, la hermandad arruinada. Seguro, así es. Ha sido el antiguo saltón y la oruga, y—y todo tipo de plagas de allá atrás en el principio. Y Job vio, o… Joel las vio. “Lo que la oruga dejó, el saltón comió; y lo que comió el saltón, comió el saltamontes”, y así sucesivamente, lo comimos hasta el tronco.",
    "Pero la Escritura dice: “Yo restauraré, dice el Señor”. Estamos esperando algo.",
    "Con todo el griterío, hemos tenido suficiente explosión y ruido para convertir al mundo entero. Hemos tenido suficientes hurras y gritos y ese comportamiento. Hasta que, ¿qué ha hecho? No ha edificado la Iglesia. Ha construido denominaciones. Ha hecho que los hombres salgan con ideas envanecidas y llenos de orgullo. No me gusta eso. Salen a la plataforma, dicen: “¡Oh, mírenlo! Él es un príncipe. Mira cómo viste, muy pulido y demás. Sabe cómo vocalizar, y todo eso”. Eso no es lo que Dios escoge.",
    "Un profeta pensó así un día. Él iba a ungir a un siervo. Él dijo: “Él es el más alto de la familia. Se verá bien”. Pero Dios lo rechazó.",
    "Ud. no tiene que tener príncipes, ni—ni todo eso, y pararse allá como yo no sé qué. No es la ropa que Ud. usa, ni la elocuencia con la que Ud. habla. Es ese Algo que está dentro de Ud., esa Voz de Dios. Eso es lo que es.",
    "El profeta pasó a otro, dijo: “Ese no es. Dios lo ha rechazado”. Pasó otro. Dijo: “¿No tienes otro?”.",
    "Dijo: “Tenemos a un pequeño pelirrojo, aquí atrás en la colina, pastoreando las ovejas”. Era David.",
    "Cuando trajeron a este pequeño pelirrojo, pecoso, por allí, con sus pequeños hombros encorvados, y envuelto en una piel de oveja, Dios dijo: “Él es”.",
    "Todas sus grandes posiciones y camisas almidonadas no van con Dios. Ud. puede ser D.D.D., Ph.D., o doble-L.D. Ud. puede ser obispo, papa, o lo que sea. Pero se necesita a Dios para hacer algo de la nada. Mientras Ud. pueda ser la nada, Dios es el Algo. Mientras Uds. puedan quitarse de en medio, entonces Dios puede entrar. Pero cuando Ud. está tan creído y almidonado, al punto que tiene lo más grande y lo mejor, no tiene nada de lo que debería tener: que es un corazón humilde ante Dios. Y sabemos eso, hermanos. Seguro. Así es.",
    "Ud. nunca vio, o… escuchó la salida del sol. Nunca la escuchó. ¿Salió Ud. alguna vez por la noche a escuchar la caída del rocío? ¿Qué haríamos sin él? ¿Ven?, no requiere de eso.",
    "Les diré algo ahora. Es la quietud… No son las aguas agitadas que hacen tanto ruido, y que saltan, las que reflejan en ellas la belleza de las estrellas. Es el pequeño pozo que es profundo y tranquilo, el que refleja la belleza de las estrellas.",
    "Lo que necesitamos esta noche, es esa profunda y rica experiencia, ese Algo dentro de nosotros. No—no tiene que gritar, pero podría hacerlo. Pero ponemos todo el énfasis en nosotros gritar. Puede ser que nunca hable en lenguas, aunque podría. Pero ponemos todo el énfasis en eso. [Cinta en blanco.—Ed.]",
    "Puede ser que Ud. no asistió a la reunión de Billy Graham, de Oral Roberts, o a mi reunión. Ud. no tiene que hacerlo. Lo que tiene que tener es esa profundidad del Amor Eterno de Dios. Ese Espíritu en su interior, que lo hace lo que Ud. es.",
    "De eso es de lo que prediqué esta mañana. Eso era lo que yo estaba insistiendo, la Iglesia a través del Calvario, de principio a fin. No lo crean porque Uds. han hablado en lenguas, o porque saben tanto de las Escrituras, o porque han leído los libros de alguien, y porque saben más que el otro. Él dijo: “Ponles una señal a los que gimen y claman por las abominaciones que se han cometido en la ciudad”. ¿A quién le pondría señal Él en nuestras ciudades esta noche? ¿Ven?, son las profundidades del Espíritu, no lo superficial. No es la cáscara de la—de la nuez de nogal lo que es bueno. Es la nuez de nogal bajo la cáscara. Si tienen una cáscara grande y vacía, no tienen nada ahí dentro. Lo que necesitamos esta noche son las profundidades del amor de Dios.",
    "Y cuando Elías oyó esa Voz apacible y delicada, nada lo molestó.",
    "¿Qué han oído Uds. en todo eso? Uds. van a ir, en unos días. Uds. oyeron a Billy Graham. Oirán a Oral Roberts. Oirán a otros, grandes hombres. Nada en contra de esos hombres; son siervos de Dios. Pero no escuchen el ruido. Escuchen esa Voz apacible y delicada, esas profundidades de Algo que entra en el corazón humano, que aparta toda tontería de Uds. Le saca todo el mundo afuera. Le hace odiar las cosas del mundo y amar las cosas de Dios. Esa es la profundidad, ese es el pozo que refleja las estrellas de la gloria Eterna de Dios. Eso es lo que saca lágrimas de los ojos, trae gozo inexplicable y lleno de gloria. Lo hace soportar cuando todas las otras cosas le fallen. Hace que… Cuando llega la enfermedad o incluso la muerte misma, aún tiene allí el reflejo de las bendiciones de Dios; ese pequeño pozo que es profundo, y refleja los cielos, no el estruendo y el ruido del agua. Las aguas torrentosas no son muy profundas. Son las aguas tranquilas las que son profundas.",
    "Que Dios nos ayude esta noche, amigos, mientras venimos a la mesa de la comunión, para recordar eso; no importa lo que hagamos externamente, cuántas cosas buenas hagamos.",
    "Ud. dice: “Bueno, Hermano Branham, yo voy a la iglesia. Trato de vivir lo mejor que puedo”. Bien. Nada en contra de eso, hermano. “Yo he hablado en lenguas, Hermano Branham. He gritado en el Espíritu”. Eso es bueno. Pero eso no es de lo que estoy hablando, hermano. Eso aún no es. Eso no es de lo que estoy hablando.",
    "Estoy hablando de esa Voz apacible y delicada, ese Algo rico y real. Eso lo solía ver cuando las mamás de antaño venían por este pasillo aquí, hace años, las lágrimas rodando por sus mejillas, cuando un joven pecador se levantaba, para venir al altar.",
    "Hoy hago un llamado, y veo a un joven venir, ellos se sientan y revientan su goma de mascar. ¿Qué sucede? ¿Han perdido el escuchar de aquello?",
    "¿Qué ha oído Ud.? ¿Qué oyes? Estamos en el tiempo del fin.",
    "Uds. oyen en la televisión y en la radio, en sus revistas, en sus periódicos, que algún día un torbellino pasará por este país. ¿Qué van a esperar escuchar Uds., a oír esa gran alarma, su radio encendido todo el día, con todas esas tonterías continuamente, para oír cuándo van a caer las balas, o las bombas? Yo no escucho esas cosas. [El Hermano Branham aplaude una vez.—Ed.]",
    "Estoy esperando oír una Voz que dice: “Sube acá. Bien hecho, Mi buen y fiel siervo”.",
    "¿Qué oyes? Saben, pienso que estamos tan interesados en estar tan atentos de todas las cosas del mundo y cosas así, que no podemos escuchar esa suave, Voz apacible y delicada.",
    "Oímos a nuestros pastores decir: “Solo únanse a la iglesia, todo estará bien”. Oímos a algunos de ellos decir: “Solo hablen en lenguas, asunto terminado”. Algunos de ellos dicen: “Solo grita, asunto terminado”.",
    "Uds. no pueden oír esa suave Voz apacible y delicada que pone Algo rico y profundo en la vida, que hace de Uds. lo que deben ser.",
    "Un trigo no produce trigo por estar en una vid o en un tallo. Una hierba también está en un tallo. Pero se necesita la vida en esa vid para producir trigo. Las aguas que caen sobre ella regarán a las dos. Ambas se regocijarán por ello. Las dos crecerán por ello.",
    "Los hombres y las mujeres pueden crecer gritando y alabando a Dios, hablando en lenguas y perteneciendo a la iglesia, danzando en el Espíritu y pagando diezmos, y aun así no tener en su corazón esa apacible Voz delicada del rico amor profundo de Dios.",
    "🦅 Si entregase mi cuerpo para ser quemado como sacrificio, y no tengo amor, nada soy. Si doy todos mis bienes para dar de comer a los pobres, aún nada soy. Si tengo fe para mover la montaña, aún nada soy. Si yo—yo—yo hablase lenguas humanas y Angélicas, aún nada soy”. ¿Ven? Es esa Voz apacible y delicada que habla dentro de su corazón, que cambia cada actitud, hace que la naturaleza sea diferente, y Ud. viene a ser una nueva criatura en Cristo.",
    "¿Qué oyes? Depende de lo que Ud. esté escuchando, amigo. Si están escuchando oír… no es criticando, o reflexiones, pero si Uds. esperan escuchar de un gran avivamiento en algún lugar, donde se reúnen diez mil personas, adelante; pero Uds. están escuchando algo equivocado. “Iré a ver. Dicen que tienen grandes multitudes”. Es exactamente lo mismo. Las pistas de carreras tienen eso. Todo lo demás tiene eso. Los rockeros tienen eso.\n\n“Voy a ir a… Voy a ir a esta otra cosa”.",
    "Si Ud. va tras cualquier otra cosa que no sea… Si está escuchando algo aparte de esa Voz apacible y delicada, regrese a la cueva. Vuelva bajo el árbol de enebro, hasta que podamos prepararnos. Aquiétese y espere. Deje que pasen los truenos. Deje que el terremoto sacuda. Deje que los vientos recios pasen, y el fuego arrase, lo que sea. Pienso en ese canto:\n\nEnséñame, Señor, cómo esperar cuando los corazones arden,\n\nPermíteme humillar mi orgullo, invocar Tu Nombre;\n\nMantén mi fe renovada, mis ojos en Ti,\n\nPermíteme ser en esta tierra lo que Tú quieres que sea.\n\nEso es lo que quiero hacer.\n\nLos que esperan en Jehová, renovarán su fuerza,\n\nLevantarán alas como un águila,\n\n¿Lo creen? [La congregación dice, “Amén”.—Ed.]\n\nCorrerán y no se cansarán, caminarán y no desmayarán;\n\nEnséñame, Señor, enséñame, Señor, a esperar.",
    "Deje que pasen los truenos; que pasen los fuegos. Pero déjeme oír esa Voz apacible y delicada, dice: “Venid a Mí todos los que estáis fatigados y cargados. Salgan de debajo del árbol de enebro. Salgan de sus cuevas”.",
    "Quiero cubrir mi fe con un velo delante de Su Sangre, caminar y decir: “Sí, Señor. Ahora creo”.",
    "Oremos.",
    "¡Oh, Señor!, Creador de los cielos y de la tierra, Autor de la Vida Eterna y dador de todo buen don, sé misericordioso con nosotros, Señor. Necesitamos ahora poder oír. Nuestras voces, Señor, alzamos.",
    "Y ahora hemos oído tantas voces. Hay tanto que dice: “Vengan aquí a esta iglesia. ¡Si se unieran a nuestra iglesia! Tenemos el mejor grupo de la ciudad, la gente mejor vestida. El alcalde de la ciudad asiste a nuestro lugar”.",
    "Y mucha gente, en sus reuniones, Señor, tienen gobernadores y demás, para salir y dar discursos. ¡Oh, Dios, guárdame de eso, Señor! Escóndeme en una cueva y déjame esperar, Señor. ¿Qué me importa lo que diga el gobernador? Yo quiero escuchar esa Voz apacible y delicada de mi Salvador. ¡Oh, ayúdame a esperar, Señor, y a renovar mis fuerzas mientras espero en Ti!",
    "Y ayuda a esta iglesia, Señor, para que esperen en Ti, y renueven su fe, y renueven su fuerza, levantándose como en alas de águilas. Que ellos estén pendientes por oír, Señor, no el ruido, no el grito, sino por oír esa Voz apacible y delicada.",
    "Señor, en unos días voy a entrar en una cueva allá, a esperar. ¡Oh, Dios, ayúdame, Señor! Ciégame y ensordece mis oídos a las cosas del mundo, a la popularidad, o a la fama, o a cualquier cosa vana que este mundo pueda ofrecer. Permíteme quedarme allí, Señor, hasta que escuche esa Voz apacible y delicada. Entonces permite que Tu siervo salga, Señor, levantándose sobre las alas de un Águila. Concédelo, Señor.",
    "Bendice esta pequeña iglesia. Bendice a nuestro Hermano Neville. Quita esa enfermedad de su estómago, Señor, y apártala de él. Ponle la armadura, Señor, y permítale volver aquí, renovado. “Sus fuerzas renovarán”. Concédelo, Señor.",
    "Perdona nuestros pecados. Venimos a la mesa de la comunión ahora, Señor. Tú dijiste: “El que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí”. Ayúdanos, Señor, a escudriñar nuestras almas, nuestros corazones. Y pruébanos y mira si hay alguna cosa inmunda en nosotros. Si la hay, perdónanos, ¡Oh, Dios!, mientras esperamos humildemente en Ti. Lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "Enséñame, Señor, a esperar, de rodillas,\n\nY a Tu Propio tiempo escogido, responderás a mis súplicas. (Así es.)\n\nEnséñame a no confiar en lo que hacen los demás,\n\nSino a esperar en oración Tu respuesta.",
    "Eso es lo que quiero, una respuesta del Cielo. Quiero oír Su Voz; no la voz del gerente, no la voz del alcalde, no la voz del gobernador, no la voz del obispo. Quiero oír Tu Voz, Señor. Esa mansedumbre y dulzura del Espíritu Santo hablando en mi corazón: “Venid a Mí todos los que estáis trabajados y cargados”. Sí, Señor, estamos acostados bajo un árbol de enebro ahora. Estamos esperando, viendo qué dirá Él.",
    "El Señor los ha bendecido a cada uno ahora. ¿Cuántos quieren ser recordados en oración? Veamos que levanten la mano. Digan: “Señor, enséñame a esperar. Enséñame. Que—que—que yo olvide todo mi orgullo. Cuando otros van pasando, haciendo grandes cosas así, permíteme humillar mi orgullo, solo invocar Tu Nombre. Enséñame a no confiar en lo que hacen otros, sino solo esperar en oración por una respuesta Tuya”.",
    "Como lo hizo Elías. Él esperó allá atrás. Él escuchó el trueno; escuchó el relámpago; oyó el derrumbe de las peñas; oyó el fuego; oyó el viento. Pero eso no era lo que él estaba buscando. Eso ni siquiera movió al profeta. Él dejó que pasara. Pero cuando vino esa Voz apacible y delicada, él levantó su manto y cubrió su rostro, y fue hasta el final de la cueva. Y el Señor dijo: “Ve, párate sobre la roca allá abajo”.\n\nEso es lo que yo quiero oír: “Párate sobre la roca”. Muy bien.",
    "Es el momento ahora de la comunión. El Señor los bendiga. Pienso, primero, antes de que hagamos esto, queremos orar por cada uno aquí que levantaron sus manos, que realmente querían que Dios les hablara. ¿Hay aquí algunos de Uds. bajo el árbol de enebro en esta noche? Levante la mano. Seguro. Seguro, lo estamos. Muchos de Uds. están aquí en la cueva, esperando.",
    "Han visto pasar todas estas cosas. Oyeron los grandes avivamientos de Billy Graham, de Oral Roberts, los míos, en todas partes, Tommy Osborn, Tommy Hicks, todos estos que van pasando. Pero, ¿dónde está Aquello? ¿Dónde está esa Voz?",
    "Uds. dicen: “He gritado con los Jessups. He—He danzado en el Espíritu con los Corazones Musicales. Yo, todas estas otras cosas. He hecho todo eso. Pero ¿dónde está ese Algo, Hermano Branham, que me presiona y me pone una carga por las almas perdidas, al punto que no puedo descansar a causa de ello?”.",
    "Ahora, esa es la única clase que va a entrar. Eso es lo que dice la Biblia. “Pon un sello solo a los que gimen y claman a causa de las abominaciones que se hacen en la ciudad”. ¡Oh, ahí es donde lo necesitamos, amigos!\n\nOremos otra vez.",
    "¡Señor! ¡Por favor, Señor! ¡Oh!, yo podría cantar demasiado. Podría predicar demasiado. Podría gritar demasiado. Podría clamar demasiado. Pero nunca oraría demasiado. ¡Oh, Dios!, examíname y pruébame.",
    "Hace un momento estaba hablando de los pozos profundos, de cómo reflejan las estrellas; pon en nosotros una profundidad de Tu Espíritu, Señor, como dijo el profeta David: “Llévame junto a las aguas de reposo”, no las aguas turbulentas. Las aguas de reposo, llévame allí, Señor. Tranquilízame. Estoy nervioso, estoy todo alterado.",
    "He hecho todo lo que Tú me dijiste que hiciera, hasta donde yo sé. He cruzado la nación, alrededor del mundo, predicando, clamando y persuadiendo. Tú has sido fiel al dar esa señal del Mesías, para mostrar que eres Tú, Señor, haciéndolo, y no un hombre. Estoy agradecido por eso. Pero, Señor, estoy bajo el árbol de enebro esta noche. Me pregunto: “¿Por qué no se arrepienten? ¿Por qué esta América no puede verlo, Señor?”. ¿Tendrá sus sentidos tan dormidos? ¿Está la iglesia tan organizada, tan atada? Y ellos no quieren cooperar; no harán más que criticar.",
    "Pero estoy tan seguro, esta noche, como lo estaba Elías, bajo el árbol, que tienes siete mil que aún no han doblado su rodilla a los Baal. Tienes muchos santos en la tierra hoy, esperando la Venida del Señor.",
    "¡Oh, Señor, ten misericordia de nosotros! Pruébanos y colócanos en Tus balanzas. Y si vemos que hemos sido hallados faltos, ¡oh, Señor!, límpianos entonces de nuestros pecados. Y haznos lo que Tú quieras que seamos. Concede eso a cada individuo en esta iglesia. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora será el momento de la comunión. Oramos que Dios los bendiga ahora. Todos los que tienen que irse y no quieren tomar la comunión, regresen aquí el miércoles por la noche, habrá reunión de nuevo.",
    "No olviden orar por mí. Voy a necesitarlo ahora. En los próximos días voy a necesitar la oración. Ahora, no lo tomen a la ligera, sino que llévenme en su corazón y oren por mí. Necesito sus oraciones. Tengo que tomar decisiones que podrían marcar la diferencia de millones de almas. Se tiene que hacer algo. He hecho todo lo que he podido con mi propia fuerza. Yo—yo necesito tener una visión de Dios, para mí. Él me muestra para los demás, pero yo—yo tengo que tener algo para mí. La necesito. Oren por mí. Él la enviará si Uds. solo oran.",
    "Conduciendo por ahí hoy, miraba alrededor. Estuve en su casa, Hermano Roy. Y no quería entrar; había un auto allá afuera. Les debo una visita a Ud. y a la Hermana Slaughter. Meda y yo estábamos dando una vuelta. Dije: “Bueno, regresaremos un poco más tarde”, pero me ocupe de algo y no regresé. Dando vueltas, conduciendo en las calles, pensando: “¡Oh, Dios!, algo debe suceder. Solo tengo que contactarte en alguna parte”.",
    "La hora presiona. La—la oscuridad se asienta. El tiempo del fin está aquí, un minuto antes de la medianoche. Ver la presencia del enemigo, el sacudimiento, lo que se siente, la condición nerviosa, la tensión del mundo, y no sabiendo que ese es su destino. ¿Ven? ¡Oh, vaya! Levantémonos ahora con alas como un águila, volemos a los brazos de Él que es el mismo ayer, hoy, y por los siglos.",
    "Ahora, todos los que quieran quedarse para la comunión, nos daría gusto tenerlos en este momento de compañerismo.",
    "Ahora, tienen Primera de Corintios, creo que es, el capítulo 11, allí. Le pediré entonces que lo lea ahora mismo, Hermano Neville, por favor. [El Hermano Neville lee Primera de Corintios 11:23-32.—Ed.]\n\nPorque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\ny habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsí mismo tomó también la copa, después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.\n\nAsí, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga.\n\nDe manera que cualquiera que comiere este pan o bebiere esta copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.\n\nPor tanto, pruébese cada uno a sí mismo, y coma así del pan, y beba de la copa.\n\nPorque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.\n\nPor lo cual hay muchos enfermos y debilitados entre vosotros, y muchos duermen.\n\nSi, pues, nos examinásemos a nosotros mismos, no seríamos juzgados;\n\nmas siendo juzgados, somos castigados por el Señor, para que no seamos condenados con el mundo.",
    "Eso no necesita ninguna explicación. Solo es esto: “Si comemos y bebemos indignamente, comemos y bebemos juicio para nosotros mismos, por no discernir el cuerpo del Señor. Por lo cual hay muchos enfermos y debilitados entre vosotros, y muchos están muertos”, ¿ven?, cuando venimos a tomar la comunión.",
    "Todo Cristiano debe tomar la comunión. Es su deber. Es una confrontación. ¿Ven? Jesús dijo: “Si no la tomáis, no tenéis parte Conmigo”. ¿Ven?",
    "🦅 Pero el que come y bebe indignamente, juicio come y bebe para sí”. Es decir, si Ud. todavía está afuera con el mundo, y haciendo cosas del mundo, y la gente lo ve tomando la comunión, Ud. está haciendo mal. Ud. solo está trayendo desgracia sobre Ud. Y solamente le hará daño a Ud. No es que le haga daño a Dios. Le hará daño a Ud. Así que la persona debe examinarse a sí misma.",
    "Y antes de acercarnos a este momento sagrado, pídale a Dios que escudriñe mi vida. Y si he hecho algo que no está bien, perdóname. Yo—yo no lo hago a propósito. Lo arreglaré si Él me lo revela. Y pediré lo mismo por Uds. Dice: “Cuando os reunís, esperaos unos a otros”. Es decir, “Espérense unos a otros, y oren los unos por los otros”.",
    "Queremos tomar esta comunión. Y si no lo hacemos, no tenemos parte con Él. Eso es lo que Él dijo. Primera… O, San Juan, el capítulo 6.",
    "Ahora, oremos. Uds. oren por mí en silencio, mientras yo oro por Uds.",
    "[El Hermano Branham ora en voz baja, mientras la congregación ora en silencio.—Ed.] Pido que nos perdones, por fe. Que Tu Espíritu, ¡Oh, Dios!, venga. Pido que nos perdones de todas nuestras ofensas a los hombres. Perdón.",
    "¡Oh, Señor!, escucha nuestra oración. Esta es nuestra oración de perdón, Señor. Oramos por el perdón. Pedimos misericordia. Perdónanos, Señor. Como está escrito en Tu Palabra: “Perdona nuestras ofensas, así como nosotros perdonamos a los que nos ofenden. Y no nos metas en tentación, mas líbranos del mal. Porque Tuyo es el reino, y el poder, y la gloria, por todos los siglos. Amén”.\n\nYo creo que tienen tantos… 🦅"
  ]
}