{
  "title": "VIVIENDO, MURIENDO, SEPULTADO, RESUCITANDO, VINIENDO",
  "id": "59060009",
  "content": [
    "🦅  Va más allá de lo que pudiéramos expresar en idiomas humanos, el sentir de nuestros corazones hoy, al reunirnos aquí en esta mañana tan solemne y sagrada. Esta mañana representa el momento en que nuestra religión llegó a ser real, porque fue la resurrección de Tu Hijo precioso, Quien vino a redimir a toda la raza humana. Y estamos aquí esta mañana en celebración de ese gran triunfo supremo, Señor, que nos hizo más que vencedores de ambas la muerte, el infierno, y de la tumba. Y Te damos gracias, porque después del pasar de todos estos años, aún nos reunimos temprano en esta mañana de Pascua para adorarlo a Él, porque creemos que Él vendrá otra vez.",
    "Y oramos que Tú perdones todos nuestros pecados y nuestras transgresiones registradas en contra nuestra, mientras confesamos humildemente nuestro mal y aceptamos Su expiación por nuestros pecados. Sana la enfermedad que haya entre nosotros, Señor. Ayúdanos mientras leemos Tu Santa Palabra, la cual es el fundamento de todas las Verdades que Tú nos has dejado por la cual vivir y creer.",
    "Y oramos no solo por este grupo que se ha reunido aquí, sino alrededor del mundo, porque estamos esperando Su regreso con ojos ansiosos y corazones anhelantes. Nos encontramos hoy en oscuridad, en un caos que, en cualquier momento, un fanático puede simplemente enojarse por algo y girar un pequeño botón, y todo el mundo podría ser volado en pedazos. Como nos han dicho las grandes autoridades, que la guerra solo durará unas horas, si eso vuelve a suceder. ¡Oh! Pues, hoy estamos justo al borde de otra guerra. Por tanto, la Iglesia está al borde, esa gloriosa resurrección, porque seremos arrebatados con los santos que duermen, para encontrarnos con el Señor en el aire y estar con Él para siempre.",
    "Hemos venido a adorarte, Señor. Y recíbenos hoy. Bendice la lectura de Tu Palabra, las alabanzas a entonar, la predicación del Evangelio, recibe las oraciones de los penitentes. Escucha la oración en favor de los enfermos y recibe Tú la gloria, porque lo pedimos humildemente en el Nombre de Jesús, Tu Hijo. Amén.",
    "A Uds. que quieren anotar de dónde leeremos esta mañana, para nuestras Escrituras…",
    "Y lamentamos, de—de enterarnos que no tenemos lugar para sentar a este grupo de personas tan fino que ha venido esta mañana temprano para adorar con nosotros, de diferentes iglesias y de diferentes estados, y aun de diferentes naciones, se han reunido esta mañana aquí en el Tabernáculo, para esta adoración tan gloriosa al Señor.",
    "Quiero que abran en el Libro de los Salmos, Salmos 22. Sé que esta es una cita bastante inusual para leer, para un servicio de Pascua, pero Dios es inusual.",
    "Y ahora, después de este servicio, haremos una pausa como de una hora, para que puedan ir a desayunar. Y luego el servicio de la escuela dominical comenzará a las nueve y media. Y luego, inmediatamente después del servicio dominical, habrá un servicio bautismal aquí en el—el bautisterio. Y luego, esta tarde, a las seis en punto, se entregarán tarjetas de oración para el servicio de sanidad, para esta noche. Y si tienen seres queridos enfermos y necesitados, no olviden traerlos esta noche, y, ya que de todos modos esta será la última vez que podremos tener esto por un—un tiempo. Me voy en la mañana a las cinco en punto para Los Ángeles y la costa occidental, a una serie de cultos.",
    "Ahora en el Salmo 22, leemos.\n\nDios mío, Dios mío, ¿por qué me has desamparado? ¿Por qué estás tan lejos de mi salvación,…de las palabras de mi clamor?\n\nDios mío, clamo de día, y no respondes; Y de noche, y no hay para mí reposo.\n\nPero tú eres santo, Tú que habitas entre las alabanzas de Israel.\n\nEn ti esperaron nuestros padres; Esperaron, y tú los libraste.\n\nClamaron a ti, y fueron librados; Confiaron en ti, y no fueron avergonzados.\n\nMas yo soy gusano, y no hombre; Oprobio de los hombres,…despreciado del pueblo.\n\nTodos los que me ven me escarnecen; Estiran la boca, y menean la cabeza, diciendo:\n\nSe encomendó a Jehová; líbrele él; Sálvele, puesto que en él se complacía.\n\nPero tú eres el que me sacó del vientre; El que me hizo estar confiado desde que estaba a los pechos de mi madre.\n\nSobre ti fui echado desde antes de nacer; Desde el vientre de mi madre, tú eres mi Dios.\n\nNo te alejes de mí, porque la angustia está cerca; Porque no hay quien ayude.\n\nMe han rodeado muchos toros; Fuertes toros de Basán me han cercado.\n\nAbrieron sobre mí su boca como león rapaz…rugiente.\n\nHe sido derramado como aguas,…todos mis huesos se descoyuntaron; Mi corazón fue como cera, Derritiéndose en medio de mis entrañas.\n\nComo un tiesto se secó mi vigor,…mi lengua se pegó a mi paladar, Y me has puesto en el polvo de la tierra.\n\nPorque perros me han rodeado; Me ha cercado cuadrillas de malignos; Horadaron mis manos y mis pies.\n\nContar puedo todos mis huesos; Entre tanto, ellos me miran y me observan.\n\nRepartieron entre sí mis vestidos,…sobre mi ropa echaron suertes.\n\n…tú, Jehová, no te alejes; Fortaleza mía, apresúrate a socorrerme.\n\nLibra de la espada mi alma, Del poder del perro mi vida.\n\nSálvame de la boca del león, Y líbrame de los cuernos del unicornio.\n\nAnunciaré tu nombre a mis hermanos; En medio de la congregación te alabaré.\n\nSí…Los que teméis a Jehová, alabadle; Glorificadle, descendencia toda de Jacob, Y temedle vosotros, descendencia toda de Israel.\n\nPorque no menospreció ni abominó la aflicción…, Ni de él escondió su rostro; Sino que cuando clamó a él, le oyó.\n\nDe ti será mi alabanza en la gran congregación; Mis votos pagaré delante de los que le temen.\n\nComerán los humildes, y serán saciados; Alabarán a Jehová los que le buscan; Vivirá vuestro corazón para siempre.\n\nSe acordarán, y se volverán a Jehová todos los confines de la tierra, Y todas las familias de las naciones adorarán delante de él.\n\nPorque de Jehová es el reino, Y él regirá las naciones.\n\nComerán y adorarán todos los poderosos de la tierra; Se postrarán delante de él todos los que descienden al polvo, Aun el que no puede conservar la vida a su propia alma.\n\nLa posteridad le servirá; Esto será contado de Jehová hasta la postrera generación.\n\nVendrán, y anunciarán su justicia; A pueblo y…no nacido aún, anunciarán que él hizo esto.",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra. Quiero tomar en esta ocasión esta mañana cinco palabras, y alrededor de esas cinco palabras intentar expresarles lo que está en mi corazón, a Uds. adoradores esta mañana. Quiero estas cinco palabras: Viviendo, Muriendo, Sepultado, Resucitando, Viniendo.",
    "Y creo que el poeta lo expresó bien en el canto, lo que yo quiero decir, cuando él escribió este himno:\n\nViviendo, Él me amó. Muriendo, Él me salvó.\n\nSepultado, Él apartó lejos mis pecados.\n\nResucitando, Él me justificó gratuitamente para siempre.\n\nAlgún día Él vendrá, ¡oh, día glorioso!",
    "Jamás se vivió una vida como la de Él, porque Él fue el Dios manifestado en carne cuando nació. Él fue la expresión de lo que es Dios el Padre. Y Dios el Padre como es amor, entonces Jesús fue la expresión plena del amor. Él fue el amor desde la primera vez que Sus manitas de bebé acariciaron las bonitas mejillas de Su madre. Él era el amor.",
    "Y creo que hoy en día es donde muchos no logran reconocer que Él era amor. “Dios es amor, y todo aquel que ama, es nacido de Dios”.",
    "🦅 De tal manera amó Dios al mundo, es decir, a los despreciados, que dio a Su Hijo unigénito, para que todo aquel que en Él cree, no perezca, sino que tenga Vida Eterna”.",
    "Él expresó Su amor cuando estuvo aquí en la tierra, de muchas maneras diferentes, al punto que es indiscutible que Él fue la criatura más amorosa que jamás haya vivido. Y creo que, en Su vida aquí, Él expresaba a Dios. Y la única manera en que Dios puede expresarse a la gente es a través del amor.",
    "Y lo hizo muy bien cuando Él tomó a una de las mujeres más viles que hubo en Su día, tal vez. La encontraron del todo culpable, y sin salida, cuando fue hallada en adulterio. Y la arrastraron ante Él y dijeron: “¿Qué dices Tú que se le haga?”.",
    "Y cuando Él se volvió hacia ella y dijo: “Yo no te condeno. Ve y no peques más”. En lugar de tirarla a las calles, para ser arrastrada como un montón de lobos sobre ella, para apedrearla y quitarle la vida; Su tierno, amable y amoroso corazón se inclinó hacia el pecado en el que estaba ella, dijo: “Yo no te condeno. Sólo ve y no peques más”.",
    "Y cuando Él fue hacia la tumba de Lázaro, creo que fue otro gran momento en que Él expresó lo que Dios es para los seres humanos. No solo es un Dios que puede perdonar el pecado más bajo que se pueda cometer, y tomar a los culpables y hacerlos inocentes, por Su amor perdonador. Sino que después de que la muerte nos haya silenciado, Él aún Se preocupa por nosotros. Creo que lo expresó bien en el camino, con Marta y María, cuando Él llegó a la casa donde la muerte había terminado con la vida de una persona encantadora. Y en Su camino hacia la tumba, aun siendo Dios, Él sabía que lo resucitaría de entre los muertos, sabía que le había sido dicho que en Sus propias Palabras estaba el Poder para resucitarlo a él de la tumba; sin embargo, cuando vio llorar a Marta, a María y a los que amaban a Lázaro, la Biblia dice que Él lloró. ¿Por qué? ¡Su gran corazón amoroso! Cuando Él vio a ese hombre y a Sus—Sus amigos en problemas, Él Se atribuló con ellos.",
    "Estoy muy contento de saber que Él Se puede encontrar entre los abatidos de corazón. En nuestros pesares, Él no es alguien que nos dejará. Él está a nuestro lado cuando todo haya fallado, y las últimas esperanzas terrenales hayan llegado a su fin, Él sigue siendo Dios y nos ama. Él fue la expresión de Dios.",
    "Y, ¡oh, cómo creo que Él anhela que Su pueblo esté tan ungido con Su Espíritu, que podamos acercarnos los unos a los otros en las pruebas y problemas, y expresar Su compasión, mientras fluye de nuestros corazones nacidos de Su Espíritu, para reflejar en la iglesia el amor del Dios vivo! Eso expresó bien lo que Él dijo, o lo que dijo el poeta:\n\nViviendo, Él me amó.",
    "Mostró lo que Él hizo por toda la raza humana, en la forma en que Dios Se representó en Jesucristo. Él expresó Su opinión a la raza humana, al perdonar y amar a aquellos despreciables. Y me pregunto, en esta mañana de Pascua, cuánto nos falta para eso. Podemos amar a los que nos aman, pero Él amó a los que no Lo amaban a Él.",
    "Él fue la mayor, la primera representación del amor que alguna vez vino a la tierra; y fue despreciado de los que vivían en la tierra, a los que Él amaba. Ningún hombre pudo amar como Él; y ningún hombre jamás fue odiado como Él. Ellos Lo odiaron y Lo despreciaron, y Lo rechazaron, pero eso no detuvo Su amor. Al final, cuando colgaba en la cruz, después de esa vida que Él había vivido, no había hecho nada sino cosas buenas, perdonando a los culpables, sanando a los enfermos, y solo lo que era bueno. Cuando Él… el último aliento en la cruz, con el escupo miserable de las burlas, de los que estaban allí, colgando de Su rostro sagrado, Él clamó con un corazón lleno de amor: “Padre, perdónalos, porque no saben lo que hacen”.",
    "Él podía entender. Siendo Dios, Él entiende. Por eso Él pudo amarnos cuando eramos despreciables, porque Él es Dios y Él entiende. “Viviendo, Él me amó”. Jamás se vivió tal vida, porque estaba envuelta en amor.\n\nMuriendo, Él me salvó.",
    "Una muerte, cuando en el huerto del Edén Jehová Dios lo requería: la pena del pecado es la muerte, y no podía haber alteraciones. No se podía arreglar de ninguna otra manera. Pues, Dios es supremo y Él es infinito, y el Juez de todos los Cielos y la tierra. La pena del pecado es la muerte, y no había nadie que pudiera pagar esta pena por otro. Pues cada hombre, aunque pudiera morir por otro hombre, para empezar él era culpable. Ninguno de nosotros podía ayudar al otro, porque todos éramos culpables. “Nacemos en pecado, formados en iniquidad, venimos al mundo hablando mentiras”. Y no había un rayo de esperanza, en ninguna parte. Fuimos condenados a muerte por Dios, y toda criatura que alguna vez se movió sobre la tierra estaba bajo esta condena. Pudo haber hombres justos que vinieran e hicieran grandes cosas pero, para empezar, eran un pecador.",
    "Solo había una forma de pagarla, y era con la muerte del Mismo Dios. Y Dios siendo Espíritu no podía morir, así que descendió a un cuerpo de carne y Se expresó a Sí Mismo en una vida de amor; para tomar toda esa bondad que Él era, y darla voluntariamente como el Sacrificio supremo, para que Él pudiera tomar la culpa de los culpables. Todos nosotros siendo pecadores, pues no había manera alguna de ser salvos. Él vino no solo para ser visto en la tierra, sino que vino a morir como un Sacrificio.",
    "Abel lo expresó cuando ofreció a Dios más excelente sacrificio que Caín; cuando trajo al corderito, con un pedazo de una vid atada a su cuello, a una roca. Allí estaba el pequeño sobre la roca, estiró su pequeña barbilla hacia atrás y, con una—una piedra golpeó su cuellito; y balaba y moría, y la sangre salía a chorros, y sus pequeños mechones blancos se bañaron de sangre. Abel expresó el Calvario allí.",
    "Cuando el Cordero de Dios, inmolado desde la fundación del mundo, vino a tomar el lugar de los pecadores culpables, y fue aplastado y herido, y—y hecho burla y escarnio, y murió una muerte que ninguna criatura podría morir sino Dios Mismo, y Sus mechones sangrientos colgando de Sus hombros, goteando al suelo, expresaron la cosa tan horrible que es el pecado, cuando Él tuvo que morir para redimir al hombre de una vida de pecado. Nada podría morir así. Nada podría soportar esa muerte. Dice que: “Cuando abrieron Su costado, que salieron Sangre y agua”.",
    "Hace un tiempo estaba hablando con alguien sobre esto. Y fue un científico que dijo: “Solo hay una manera en que podría haber sucedido. Y no fue por la lanza romana, que Él murió; ni tampoco fue por la pérdida de Sangre, que Él murió, porque aún había Sangre en Su cuerpo. De lo que Él murió, no fue por la lanza romana, ni por los clavos que fueron clavados en Sus manos, ni por la corona de espinas que colocaron sobre Su cabeza. Sino porque… Él murió de tristeza, porque vino a los Suyos y los Suyos no Lo recibieron. Él murió de un corazón roto. Siendo que Él sabía que las mismas criaturas de tiempo, por las que Él moriría para redimir, habían escupido en Su rostro, y Él fue rechazado por el hombre”.",
    "David, ochocientos años antes de que sucediera, clamó con la misma voz con la que Él clamó en el Calvario: “Dios mío, ¿por qué Me has desamparado?”.",
    "¡Qué cosa tan terrible hace el pecado!, ¡separa al hombre de Dios! Y Él era la ofrenda por el pecado que tenía que ser ofrecida por nuestros pecados. Y Él fue separado de la Presencia de Dios. El pecado Lo había separado. Dios colocó nuestros pecados sobre Él, y Él fue separado de Dios, y por eso clamó: “¿Por qué Me has desamparado?”. Y por cuanto Él fue desamparado, y había tomado este lugar, y vio a Su pueblo, al que Él había venido para ser su Salvador y para ofrecerles Vida, ellos Lo habían rechazado, y tal fue Su aflicción, quebrantándose tanto de corazón, que la Sangre y el agua, y las químicas de Su cuerpo se separaron.",
    "El hombre nunca sabrá lo que fue eso. Por eso fue que nadie más podía morir así. No me importa cuánto Ud. pudiera ser atormentado, cómo le pudieran poner sus pies en el cepo, o ser aserrado, por pulgadas, o ser quemado, por pulgadas; Ud. no podría morir esa muerte, porque Ud. no fue hecho así. Él tenía que ser Dios. Él tenía que ser más que un hombre. Y pensar que Dios murió. Él murió de un corazón roto, con tanto dolor por el mundo, hasta que una reacción química sucedió en Su cuerpo que no podría suceder en Ud. Ud. no puede sufrir así. No hay manera de que Ud. tenga ese tipo de aflicción. Así que solo hay Uno que pudo hacerlo, y Él lo hizo.",
    "Allí colgada, esa vida preciosa que no conoció más que amor y hacer el bien, colgada allí entre los Cielos y la tierra, levantada allí, desnudada, avergonzada. Piense en cómo sería para Ud. al ser desnudado; Ud. no conocería la vergüenza que Dios conoció, colgado allí. Yo sé que el crucifijo tiene una cosita, como si Le hubieran puesto algo, pero no lo hicieron. Eso solo se pone en la cruz, o el artista lo puso allí. Ellos Le quitaron la ropa. Él tenía una túnica, y Se la arrancaron y apostaron por ella. Él fue avergonzado al máximo. Con todo, siendo Dios, tuvo que tolerar eso, y que los pecadores escupieran en Su rostro. Con todo, al ser, la—la misma plenitud de la modestia, tuvo que morir ante el público, desnudado. Eso Le afectó tanto, que separó el agua y la Sangre. Con razón… Creo que el poeta lo expresó bien cuando dijo:\n\nEntre rocas rendidas y cielos oscuros,\n\nMi Salvador inclinó Su rostro y murió;\n\nPero el velo abierto reveló el camino\n\nAl gozo Celestial y al día Eterno.",
    "Seguro, Él tenía que hacerlo. El velo colgaba entre el hombre y Dios, y ese velo abierto reveló el camino al gozo Celestial y al día sin fin. El Calvario significa algo, significa más de lo que podamos expresar. Seguro.\n\nViviendo, Él me amó. Muriendo, Él me salvó.\n\nSepultado, Él apartó lejos mis pecados;",
    "Ya ha sido condenado. El pecado ya no tiene más dominio. Cuando Él gritó en la cruz, “¡Consumado es!”, ¡el pecado murió! Ahora está muerto. Se acabó. Es impotente. No tiene vida. Piénsenlo, amigos. Aquel pecado, el enemigo de los seres humanos, está muerto y sin vida, no tiene más efecto. No puede. Con razón el sol apagó su visión, las estrellas no brillaron, la tierra oscureció, todo estaba siendo redimido.",
    "Ahora está muerto, está sepultado, está sin vida. No tiene más vida, entonces debe ser sepultado. ¿Qué fue sepultado? El cuerpo de Dios fue sepultado, porque fue la ofrenda por el pecado. Fue el Cordero quemado, fue quemado por los fuegos de la iniquidad. Ese Cordero inmaculado que no conoció pecado, ese Dios que no conoció ningún mal; Su vida fue dada, y allí colgaba la ofrenda por el pecado. “Sepultado, Él apartó mis pecados lejos”. Él debe ser sepultado. El cuerpo, la ofrenda por el pecado, debe ser sepultado.",
    "Por eso es que muchos, dentro de poco, caminarán uno por uno a este bautisterio, para ser bautizados en el Nombre de Jesucristo. ¿Por qué? Algo ha ocurrido. Ese Espíritu que salió de ese cuerpo, cuando Él gritó: “Consumado es”, ha condenado el pecado en nuestros cuerpos. Y tenemos que enterrarlo, para no ser recordado más. Estoy muy contento que así es.",
    "Cuando algo está enterrado, está escondido, está fuera de la vista. “Y sepultado, Él llevó mis pecados lejos”. Dios ya no puede ver nuestros pecados, porque están sepultados. ¿Sepultados dónde? En el Mar del Olvido. ¡Piensen en un Mar del Olvido! Dios ya no puede recordarlos, porque están muertos y enterrados. Ni aun se pueden recordar más. Ya no están en la memoria de Dios.",
    "Él también fue el… en este “entierro”, fue representado en el Antiguo Testamento. Ellos tenían dos… Tenían una ofrenda por el pecado en la purificación del santuario. Y esa ofrenda por el pecado era que tomaban dos machos cabríos, y se mataba un chivo; y al otro chivo, se ponían sobre el chivo muerto los pecados que fueron puestos sobre el chivo vivo.",
    "Recuerden, Jesús era una Oveja. Él era un Cordero, pero en este caso vino a ser un chivo. Él era justicia porque era Dios, la Oveja. Pero se convirtió en un chivo, pecado, para que Él pudiera ser la ofrenda por el pecado para mí y para Uds.; de una Oveja a un chivo.",
    "Y Jesús fue representado en los dos animales, en los dos chivos: Porque, uno, murió, murió por la expiación; el segundo, los pecados de la expiación fueron puestos en el chivo expiatorio, y el chivo expiatorio tomó los pecados del pueblo y se fue a la lejanía del desierto, para llevarse los pecados del pueblo. ¿Qué era? Fue la muerte y el entierro de nuestro Señor Jesús. “Muriendo… Viviendo, Él me amó. Muriendo, Él me salvó. Sepultado, Él llevó mis pecados lejos”. Tomó los pecados de la gente sobre Sí Mismo, y los llevó a lo más bajo del hades. Él fue la ofrenda por el pecado. Él tenía los pecados de la gente. Él murió por ellos. Y también los pecados fueron puestos sobre Él, y Él llevó nuestros pecados muy lejos, tan lejos que Dios nunca más podría verlos. ¡Piénsenlo! ¡Oh!, la Iglesia podría gritar: “¡Aleluya por tal Salvador!”.",
    "No solo son perdonados nuestros pecados, sino que están enterrados en el Mar del Olvido para nunca más ser recordados. “Sepultado, Él apartó lejos nuestros pecados”. Ya no pueden ser recordados, porque no existen. Están fuera de la vista de Dios. Están paralizados. Están divorciados. Están repudiados. Dios ya no los recuerda. ¿Qué? La Iglesia debería regocijarse esta mañana, al saber que nuestros pecados ya no serán recordados. Fueron puestos en el Mar del Olvido, en la tumba más allá de cualquier resurrección. Están muertos para siempre, y olvidados. Son como si nunca hubieran sucedido. “Muriendo, Él me salvó”. Pero, “Sepultado, Él apartó lejos mis pecados”. Los llevó tan lejos hasta que entraron en el Mar del Olvido. ¡Oh! Sabemos que esas cosas se creen con toda seguridad entre nosotros, y ciertamente son la Verdad. Son la Verdad de Dios. Todas esas grandes cosas estaban más allá de la expresión humana. Nunca podríamos expresar nuestra gratitud por tales cosas.",
    "Pero, ¡oh, aquella Pascua! “Resucitando, Él justificó gratuitamente para siempre”.\n\nViviendo, Él me amó. Muriendo, Él me salvó.\n\nSepultado, Él apartó lejos mis pecados; (Y estuvo bien.)\n\nPero, resucitando, Él justificó.",
    "¿Qué fue el resucitar? Fue el recibo de Dios, que se pagó la factura. “Resucitando, Él justificó gratuitamente para siempre”. ¡Oh, qué Salvador!, ¡resucitando! ¿Qué había hecho Dios? Un hombre puede sufrir, un hombre puede morir, un hombre puede ser enterrado. Pero la Pascua fue la más grande de todas, porque fue la confirmación de Dios: “Mis leyes han sido cumplidas, se cumplieron Mis requisitos, ¡ese es Él!”. ¡Lo resucitó a Él de entre los muertos! “Resucitando, Él justificó gratuitamente para siempre”. ¡Bendito sea Su Santo Nombre!",
    "¡Con razón produce emociones! ¡Con razón el corazón humano no puede contenerlo! ¡Oh, con nuestra fe conquistadora podemos pararnos allí y decir: “Somos justificados para siempre, gratuitamente!”, porque Él murió y fue sepultado, y Dios Lo resucitó en la mañana de Pascua. Entonces, Dios mostró que Eso fue aceptado, todo lo que Él hizo. ¡Todo pagado gratuitamente, Uds. pueden irse libres ahora! “Resucitando, Él justificó gratuitamente para siempre”. ¡Oh, nadie jamás podrá saberlo, ni se podrá imaginar ese gran día cuando Él resucitó! Y los Ángeles lo vieron. En los Cielos de los cielos, los Ángeles cantaron las alabanzas de Dios y se regocijaron; mientras los santos del Antiguo Testamento en el Paraíso gritaban: “¡Aleluya!”. “Resucitando, Él justificó”. Los Cielos temblaron, la tierra tembló, el paraíso tembló y el Cielo tembló, cuando esa gran Voz habló. ¡De la tumba Él resucitó! “Resucitando, Él justificó gratuitamente para siempre”. ¡Oh, vaya!",
    "Entonces los santos que mueren en Él pueden cantar esto, cuando vemos esa sublime gracia allí, lo que Él hizo. ¿Ven? ¡La confirmación sellada de Dios! “Todavía un poco y el mundo no Me verá más, pero vosotros Me veréis, porque Yo resucitaré de entre los muertos y estaré con vosotros, aun en vosotros, hasta el fin del mundo; como confirmación y verificación de que lo que Dios dijo es veraz, y lo que Yo digo es veraz”, dijo Jesús. “Vendré en la forma del Espíritu Santo. Haré mi morada con vosotros, y viviré con vosotros para siempre”. Entonces los santos que tienen esa esperanza de resurrección en su corazón, pueden cantar este himno:\n\nEn aquel día sin nieblas, cuando los muertos en Cristo resuciten,\n\nY la gloria de Su resurrección Él impartirá;\n\nCuando los llamados entren a su celestial Hogar, (con una seguridad perfecta, con el Sello de Dios, con un recibo por escrito del Mismo Dios)\n\nY que sea pasada lista, allí he de estar. (¡Oh, ven pronto!)\n\n¡Oh!, con razón dijeron:\n\nViviendo, Él me amó. Muriendo, Él me salvó;\n\nSepultado, Él apartó lejos mis pecados. ¡Oh!\n\nResucitando, Él justificó gratuitamente para siempre;",
    "Los pecados son perdonados. Todos estos sacrificios podrían haber sido solo un mito, todos estos sacrificios podrían haber fallado. Pero en la mañana de Pascua, cuando resucitó, Dios probó que Él Lo aceptó. ¡Con razón trae un aleluya al corazón humano! ¡Con razón hace que los hombres se enfrenten a la muerte! ¡Hace que las personas llamen a esas cosas que no eran, como si fueran! Pero ¿por qué? “Resucitando, Él justificó”. ¿Cómo sabe uno que Él resucitó? ¡Porque, Él ha resucitado en nuestros corazones, justificó gratuitamente para siempre!",
    "Cuarenta días después, cuando Él estaba de pie, hablando con Sus hijos, la gravedad comenzó a perder su poder. Las obras terminaron. La pena había sido pagada. Él tenía el recibo en Su mano. Fue el recibo de Dios. Él tenía a los hijos, la Iglesia, los creyentes. Todo el pecado fue vencido. El camino quedó abierto. Él ya no podía quedarse en la tierra. ¿Qué nos retiene aquí? La gravedad. La gravedad comenzó a romperse, perdió su poder. ¿Por qué? Ya todo estaba consumado. ¿Qué pasó? Él comenzó a levantarse de la tierra.",
    "🦅 Id por todo el mundo y predicad el Evangelio a toda criatura”, fue la expresión de Sus labios. “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo; el que no creyere, será condenado. Y estas señales seguirán a los que creen. En Mi Nombre echarán fuera espíritus malignos. Hablarán en nuevas lenguas. Si tomaren en sus manos serpientes o bebieren cosas mortíferas, no les hará daño. Si pusieren sus manos sobre los enfermos, ellos sanarán. Porque Yo vivo… La gravedad se ha ido de Mí. El pecado no tenía dominio. Yo morí por Uds. Dios lo probó, y dio el recibo de la resurrección. ¡Y porque Yo vivo, Uds. también viven! Algún día Yo volveré”.",
    "Algún día Él vendrá, ¡oh, glorioso día! Entonces, un… Viviendo, muriendo, sepultado, resucitando, viniendo, ¡la esperanza de la Iglesia hoy!\n\nViviendo, Él me amó. Muriendo, Él me salvó.\n\nSepultado, Él apartó lejos mis pecados.\n\nResucitando, Él justificó gratuitamente para siempre.\n\nAlgún día Él vendrá, ¡oh, día glorioso!\n\n¿Qué fue? Cinco cosas en cinco letras, J-e-s-ú-s.\n\nViviendo, Él me amó. Muriendo, Él me salvó.\n\nSepultado, Él apartó lejos mis pecados.\n\nResucitando, Él justificó gratuitamente para siempre.\n\nAlgún día Él vendrá, ¡oh, día glorioso!",
    "¡Estamos esperando Su Segunda Venida!\n\nY una de estas mañanas brillantes y despejadas\n\nCuando los muertos en Cristo resuciten,\n\nY compartan de la gloria de esa resurrección;\n\nCuando Sus elegidos se reúnan en sus hogares más allá del cielo,\n\nCuando allá se pase lista, allí estaré.\n\n¿Por qué? Yo tengo el recibo. ¡Él resucitó! ¿Cómo lo sabe? Él vive en mi corazón. Él vive en el corazón de Su Iglesia creyente.",
    "Piénsenlo, amigos. El bautisterio estará listo en unos momentos, con agua tibia, para el servicio bautismal, tan pronto como regresemos.\n\nInclinemos nuestros rostros ahora un momento.",
    "Me pregunto hoy si habrá uno entre nosotros, o muchos que aún no hayan apreciado este Sacrificio lo suficiente para aceptarlo, y a Uds. les gustaría ser recordados en oración, que Dios les hable de manera particular a su corazón, para que Ud. acepte Su Sacrificio, la purificación de su alma.",
    "Y recuerden que hoy celebramos no solo un tiempo para usar sombreros nuevos y ropa nueva; eso está bien, es un símbolo de algo nuevo. Dios hizo algo nuevo. Lo cual, eso está bien. No es solo eso. La Pascua no significa eso. Ni es buscar conejos de Pascua ni huevos de conejito, ni gallinitas blancas y demás, esa no es la idea, hermano.",
    "La Pascua es un triunfo, es la victoria que Dios dio sobre la tierra, que Él resucitó a Su Propio Hijo de entre los muertos. “Para que todo aquel que en Él cree, no se pierda, mas tenga Vida Eterna”.",
    "La resurrección puede estar en su propia vida. Si Ud. no la tiene, levantaría la mano hacia Él esta mañana, mientras tienen su rostro inclinado, diciendo esto: “Dios, acuérdate de mí, que esa Vida de la resurrección, que La pueda tener en mi corazón”. ¿Quiere Ud. levantar la mano y decir: “Ore por mí, Hermano Branham, mientras yo levanto la mano?”. El Señor le bendiga. El Señor le bendiga. ¿Alguien más quiere levantar la mano, decir: “Ore por mí, hermano, quiero aceptar esta Vida de resurrección”?\n\nEsa mañana sin nieblas, (piénsenlo ahora mientras estamos…?…)…Cristo se levantará,\n\nY la gloria de Su resurrección impartirá;\n\nCuando los escogidos se reúnan allá en la otra orilla,\n\nY que sea pasada lista, allí he de estar.\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\n(Ahora, si Ud. no está seguro, asegúrese, ahora.)… se pase lista,\n\nCuando allá se pase lista, allí he de estar.\n\nTrabajemos para el Maestro desde el…(Esto es para Uds. santos.)… sol,\n\nSiempre hablemos…",
    "Ahora, Uds. que son Cristianos, ¿quieren hacer un voto a Dios, para trabajar más?; vengan aquí, levanten la mano a Él.\n\nY que sea pasada lista, allí he de estar. (El Señor los bendiga.)\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista, allí he de estar.",
    "Amado Dios, Tú viste cada corazón aquí y conoces los motivos y los objetivos. Y oro pidiendo misericordia. Dios, concédela, que misericordia sea extendida a estas personas. Ellos han venido esta mañana para esta hora de adoración. Han venido a—a este lugar para oír Tu Palabra.",
    "Y como hemos dicho que, cuando Tú viviste, jamás hubo una vida como la Tuya. Muriendo, Tú fuiste el Único que pudo morir de esa manera. Cuando fuiste sepultado, apartaste lejos nuestros pecados; cargando los pecados de la gente, Tú los llevaste al Mar del Olvido. Pero, resucitando, Tú justificaste gratuitamente para siempre. Y estamos de pie hoy a la espera de Tu Venida.",
    "Dios, bendícelos. Ayúdanos. Entendemos que no nos queda mucho tiempo, ya que está a la puerta. Y a cualquier… Y dentro de una hora, según los científicos, las naciones podrían dejar de existir. Y oramos, Dios, al estar de pie esta mañana de Pascua al umbral de Su Venida, la esperanza de la Iglesia. Muchos miles yacen allí en el polvo de la tierra, esperando esa hora, sus almas debajo del altar, clamando: “¿Hasta cuándo, Señor? ¿Hasta cuándo?”. Oro, Dios, que nos hables. Y permítenos recordar que no importa lo que hagamos aquí en la tierra, es muy poco. Y lo único que podemos hacer ahora, es esperar Tu Venida, y avisarles a todos. El Mensaje es urgente. Permítenos llevárselo a la gente, rápidamente, pues Tú puedes venir en cualquier momento. Antes de que estas bombas de las que hablan, y estos misiles, que podrá ser una lluvia de miles de ellos sobre la tierra en un minuto; antes de que eso suceda, Tú has prometido venir, Señor, por Tu pueblo. Será así, Señor. Así que, en cualquier momento podría haber una resurrección, una Pascua para la Iglesia; una resurrección de esta vida pecaminosa a la Vida Eterna, a través de Cristo. Oye nuestras oraciones.",
    "Y hoy, al pasar a otros servicios, a la enseñanza de la escuela dominical, ¡oh, Señor!, vuelve a hablar, y que muchos corazones sean advertidos de manera particular. Y que vengan por docenas a este bautisterio esta mañana, esta mañana de Pascua, para ser sepultados con el Señor Jesús, aceptando Su Sacrificio. No importa a qué iglesia pertenezcan, o con qué secta religiosa tengan compañerismo, eso no significa nada. ¿Pero habrán aceptado ese Sacrificio? ¿Están confesando que no son buenos, que Jesús fue el Único bueno? Y Él murió por nosotros, en nuestro lugar. Y Él tomó nuestros pecados y los sepultó, y nosotros estamos de pie solamente por Él. Nuestras iglesias no pueden sepultar nuestros pecados, nuestra propia vida no puede sepultar nuestros pecados, sino que Cristo sepultó nuestros pecados en el Mar del Olvido. Dios, concede ahora que estas cosas sean gloriosas a Tus ojos.",
    "Y, esta noche, Señor, que Tú vengas con el poder de Tu resurrección, y que sacudas este pequeño lugar como nunca fue sacudido. Que aparezcan señales y prodigios. Repítelo, como aconteció hace un par de domingos, Señor, cuando los enfermos y los afligidos fueron sanados tan maravillosamente. Oramos que se repita esta noche, para Tu gloria, Señor.",
    "Perdónanos ahora de nuestras transgresiones, Señor, y que esto sea una verdadera Pascua para algunos de nosotros, una verdadera Pascua para todos nosotros. Y para algunos de los que nunca han sabido cuáles fueron las bendiciones de la Pascua, que sea hoy que Cristo resucite en sus corazones, con una nueva esperanza, con una nueva Vida. Dirígelos al Calvario. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "[Cinta en blanco.—Ed.] …para tener este tiempo de compañerismo. ¿Cuántos de Uds. aman al Señor? Solo levanten la mano. ¡Oh, vaya, eso es maravilloso!",
    "Oigo que Ud. tiene al bebé para dedicar, Hermano McDowell. ¿Volverá Ud. para el culto de la escuela dominical, puede? Está bien, no hay problema. Ahí es cuando vamos a dedicar a los bebés y demás, en ese momento, si eso no le incomoda, si está bien.",
    "Y ahora, vamos a despedir la congregación por unos momentos, para que puedan ir a sus hogares y desayunar, y luego regresar de nuevo. Nos alegra que pudieran venir.",
    "Y ahora, solo pongámonos de pie. Y ese mismo himno que tuvimos hace unos momentos: “En aquel día sin nieblas…”. ¿Cuántos tienen en ellos esa esperanza? Queremos verlos levantar la mano. Pónganse de pie.\n\n…aquel día sin nieblas (Canten con ganas ahora.)\n\n…que resuciten los muertos en Cristo,\n\nY la gloria de Su resurrección impartirá;\n\nCuando los llamados entren a su celestial hogar,\n\nY que sea pasada lista, allí he de estar.\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista, allí he de estar.",
    "Ahora, mientras cantamos el siguiente verso: “Trabajemos por el Maestro, desde el alba al vislumbrar, siempre hablemos” (no de las cosas del mundo) “sino, hablemos siempre de todas Sus maravillas, amor y fiel bondad”.\n\nMientras hacemos esto, dele la mano a alguien detrás de Ud., frente a Ud., a su lado. Todos hagámoslo ahora. Digan: “Buenos días, amigo Cristiano, me alegro de estar en la iglesia con Ud.”. Muy bien.\n\nTrabajemos por el Maestro desde el…\n\n…de Su amor y fiel bondad;\n\nCuando todo aquí fenezca y nuestra obra cese ya,\n\nY que sea pasada lista, allí he de estar.\n\nCuando allá se pase lista,\n\nCuando allá…\n\n…allá…,\n\nCuando allá se pase lista, allí he de estar.\n\n¿Por qué? ¿Cómo estaremos allí? Porque: “Viviendo, Él me amó. Muriendo, Él me salvó. Sepultado, Él apartó lejos mis pecados. Resucitando, Él justificó gratuitamente para siempre. Algún día Él vendrá, ¡oh, día glorioso!”.\n\nCuando allá se pase lista, allí he de estar. (Tenemos el recibo.)\n\n…allá…lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista, allí he de estar.\n\nInclinemos nuestros rostros.",
    "Señor, una mañana brillante y despejada, cuando veamos el gran arco iris en el cielo (la señal de Dios del pacto, el pacto eterno: Él ha cumplido Su promesa.), luego miraremos que viene, y las lápidas caerán hacia atrás, y aquellos que duermen en el polvo de la tierra se levantarán para compartir la gloria de la primera Pascua con Él, Quien lo hizo posible, nuestro Señor. Gracias por eso, Señor. Estoy muy contento, Señor, que en mi seno reposa esa esperanza. Porque veo que mis hombros se encorvan, Señor, y—y la edad se acumula; estoy en la cima de la colina, mirando más allá. Señor, estoy tan contento de que esa esperanza arda dentro de mí. Algún día Tú vendrás. Estoy muy contento de que hay muchos aquí hoy que sienten lo mismo.",
    "Oro, Señor, que nos des un gran día, hoy, perdonándonos todas nuestras transgresiones, mientras confesamos nuestros errores, y confesamos que somos indignos. Pero la muerte, el entierro y la resurrección de Cristo nos demostraron por Su Espíritu que ha resucitado en nuestros corazones, haciéndonos partícipes de Su resurrección, y ahora tenemos las arras de nuestra resurrección en nuestros corazones. Porque hemos muerto al pecado, y hemos entrado en una Vida nueva, y nos hemos levantado de las cosas viejas del mundo a una Vida nueva. Son las arras, el pago inicial, ¡oh, Señor!, son—son las arras de nuestra resurrección.",
    "Estamos tan felices de sentirlo y disfrutarlo unos con otros. Estas cosas las guardamos como grandes tesoros de nuestro corazón, algo que el dinero no podría comprar, que el mundo no pudo borrar, porque Dios nos lo dio gratuitamente, tan gratuitamente como Cristo murió por eso.",
    "Ahora, oramos que Tú estés con nosotros esta mañana. Ayúdanos ahora y que descansemos por unos momentos, y luego regresar. Danos después un gran servicio. Porque lo pedimos, en el Nombre de Él, Quien nos enseñó a orar juntos [El Hermano Branham y la congregación oran juntos.—Ed.]: Padre Nuestro que estás en el Cielo, santificado sea Tu Nombre. Venga Tu Reino. Hágase Tu voluntad, como en el Cielo, así también en la tierra. El pan nuestro de cada día, dánoslo hoy. Y perdónanos nuestras deudas, como también nosotros perdonamos a nuestros deudores. Y no nos metas en tentación, mas líbranos del mal; Porque Tuyo es el Reino, y el poder, y la gloria, por todos los siglos. Amén.",
    "El Señor los bendiga, ahora, hasta que los volvamos a ver, como en… a las nueve y media. Salúdense de mano unos a otros; y los veremos a las nueve y media. 🦅"
  ]
}