{
  "title": "LA HISTORIA DE MI VIDA",
  "id": "59270009",
  "content": [
    "🦅  Inclinemos nuestros rostros por un momento para orar.",
    "Nuestro bondadoso Padre Celestial, es en verdad un privilegio el que nosotros tenemos de acercarnos a Ti, nuestro Dios y Salvador. El escuchar esta hermosa alabanza: Cuán Grande Es El, nos llena de emoción porque sabemos que Tú eres grande. Y oramos para que Tu grandeza se manifieste una vez más, en esta tarde, mientras hablamos. Y hoy me ha tocado, por primera vez en muchos años, de tratar de traer a memoria la vida pasada, y yo pido que me des la fuerza y lo que necesito Señor, en esta hora. Y haz que todos los errores de mi vida sean únicamente un peldaño para otros, que los traiga más cerca a Ti. Concédelo, Señor. Permite que los pecadores vean las huellas en las arenas del tiempo, y haz que ellos sean guiados a Ti. Estas cosas las pedimos en el Nombre del Señor Jesús. Amén. (Pueden tomar asiento).",
    "[El Hermano Glover dice: “¿Pudiera orar por estos pañuelos antes de comenzar?”—Editor] Con gusto. [“Son esos y estos por los cuales hay que orar”.] Muy bien, señor, gracias. Este hombre santo, el Hermano Glover, a quien conozco ya por algunos años, tuve el privilegio de estar con él por un rato en la tarde. Y me dijo que había estado acostado por un ratito, descansando. Y ahora, a los setenta y cinco años de edad, viene de nuevo al servicio del Señor. Yo no estoy ni la mitad de lo cansado que estaba antes de escuchar eso. Yo pensé que estaba cansado, pero ya no creo que lo estoy. El me había dejado aquí algunos pañuelos en—en sobres, y demás, y ya están empaquetados.",
    "Ahora, si alguno de Uds. que está escuchando por la radio, o aquí en la audiencia, que quisiera uno de estos pañuelos, y Ud. lo quisiera, el Templo Angelus está enviándolos constantemente, todo el tiempo. Ud. pudiera escribir aquí al Templo Angelus, y ellos orarían por él, porque yo le aseguro a Ud. que esto es Escritural. Es una promesa de Dios.",
    "Y si Ud. quisiera que yo orara por uno de ellos, yo estaría encantado de hacerlo. Lo único que Ud. tendrá que hacer, es escribirme a mi apartado postal 3-2-5, 325, Jeffersonville; se deletrea J-e-f-f-e-r-s-o-n-v-i-l-l-e. Jeffersonville, Indiana. O si Ud. no recuerda el apartado postal, escriba únicamente “Jeffersonville”. Es una ciudad pequeña, con una población como de treinta y cinco mil habitantes. Allí todos me conocen. Así que nos encantaría orar por un pañuelo y luego enviárselo a Ud.",
    "Y ahora, hemos tenido un gran éxito haciendo esto, porque…Ud. recibirá a la vez una pequeña carta, y hay gente alrededor del mundo que oran diariamente a las nueve de la mañana, y a las doce en punto, y a las tres de la tarde en punto. Y Ud. puede imaginarse a qué horas de la noche se tienen que levantar, al otro lado del mundo, para hacer esta oración. Entonces si estos miles de miles de personas están elevando oraciones a Dios al mismo tiempo por este ministerio, por sus enfermedades, Dios no puede rechazar eso. Así que nosotros, como dije, no tenemos programas, no estamos deseando ni un centavo de dinero. Nosotros solamente…Si podemos ayudarles, para eso estamos aquí. Y permítannos…\n\nAlguien está trayendo otro montón de pañuelos.",
    "Ahora, si Ud. no tiene un pañuelo que quiera enviar, bueno, entonces de todas maneras escriba. Si Ud. no lo necesita por ahora, entonces guárdelo en su Biblia en el Libro de los Hechos, el capítulo diecinueve. Lo que Ud. va a recibir, es como un pequeño listón blanco el cual se le enviará, y las instrucciones de cómo confesar primeramente sus pecados. Y (gracias), cómo confesar sus pecados. Uno nunca debería de tratar de obtener algo de parte de Dios, sin primero estar bien con El. ¿Ven? Y en esto se le instruye a llamar a sus vecinos, y a su pastor. Si Ud. tiene algo en su corazón en contra de alguien, vaya y arregle eso primero, y luego regrese. Y luego ore, y tenga una reunión de oración en su hogar, y préndase este pañuelito por dentro de su ropa y crea en Dios. Y a esas mismas tres horas, diariamente, habrá gente alrededor del mundo orando, una cadena de oración alrededor del mundo.",
    "Y ahora, esto es suyo, absolutamente gratis, sólo escríbanos. Y—y, ahora, no les estaremos escribiendo para importunarlos o para anunciarles algún programa que tenemos. Nosotros queremos que apoyen el programa, pero nosotros no—no tenemos ninguno para que lo respalden. ¿Ven? Así que…No es para conseguir sus direcciones, es solamente un servicio y un ministerio del Señor que nosotros estamos tratando de llevar a cabo.",
    "Ahora, inclinemos nuestros rostros. Y si Uds. están escuchando por la radio, y tienen sus pañuelos allí, solamente pongan sus manos en ellos, mientras oramos.",
    "Bondadoso Señor, traemos delante de Ti estos pedacitos de tela, algunos de ellos tal vez parezcan ser porciones de chalequitos de un niño, o—o de una pequeña camiseta, o tal vez de un pequeño par de botitas, o—o algo, pañuelitos que van al enfermo y al afligido. Señor, esto lo hacemos de acuerdo a Tu Palabra. Porque leemos en el Libro de los Hechos, que ellos tomaban del cuerpo de Tu siervo Pablo, pañuelos y delantales, porque ellos creían que Tu Espíritu estaba en ese hombre. Y espíritus inmundos salían de la gente y aflicciones y enfermedades los dejaban, porque ellos creían. Y nosotros nos damos cuenta, Señor, que no somos San Pablo, pero sabemos que Tú todavía eres Jesús. Y rogamos que Tú honres la fe de esta gente.",
    "Una vez se dijo, que cuando Israel (tratando de obedecer a Dios), fue atrapado en una trampa, el mar por delante, las montañas a sus lados, y el ejército de Faraón acercándose por atrás. Y alguien dijo que: “Dios miró a través de esa Columna de Fuego, con ojos de ira, y el mar se atemorizó y dividió sus aguas y formó un camino para que Israel cruzara hacia la tierra prometida”.",
    "Oh, Señor, mira otra vez, cuando estas porciones de tela sean puestas sobre los cuerpos enfermos, en conmemoración de Tu Palabra viviente. Y haz que las enfermedades se atemoricen, mira a través de la Sangre de Tu Hijo, Jesús, Quien murió por esta expiación. Y que el enemigo se atemorice y se aparte, para que estas personas puedan afirmarse en la promesa: “Pues por sobre todas las cosas”, es Tu deseo “que nosotros prosperemos en salud”. Concédelo, Padre, porque los enviamos con esa—con esa actitud en nuestro corazón. Y ese es nuestro objetivo. Los enviamos en el Nombre de Jesucristo. Amén.\n\nGracias, Hermano Glover. Gracias, señor.",
    "Ahora, siendo esta noche la clausura de esta parte del avivamiento, yo no sé si va a ser transmitida por radio o no, pero quisiera decir (si no), a la audiencia de la radio, que ésta ha sido una de las reuniones más hermosas que yo he tenido en muchos, muchos años. Ha sido una reunión de lo más cooperativa, sólida, sana y de lo más amorosa en la cual yo he estado en mucho tiempo.",
    "[Un hermano dice: “Estaremos transmitiendo hasta las cuatro y quince, hermano. Ellos le están escuchando, por todo el sur de California, hasta en las islas, y en los barcos. Hemos recibido mensajes de ellos. Así que, Ud. tiene una gran audiencia, miles y miles de radioescuchas”.—Editor] Gracias. Eso está muy bien. Estoy contento de escuchar eso. Dios les bendiga a todos.",
    "En verdad, siempre he tenido un lugar especial en mi corazón para el Templo Angelus, porque se para por el Evangelio completo de Jesucristo. Y, ahora, pareciera ser más personal para mí. Parece que, después de conocer a cada uno y ver su espíritu tan fino, parece que me estoy identificando más con Uds. que antes. Dios les bendiga, es mi oración. Y…[La audiencia aplaude.—Editor] Muchas gracias.",
    "Ahora, se ha anunciado que hoy les hablaría a Uds. por unos momentos sobre La Historia De Mi Vida. Esa es una cosa muy dura para mí. Esta va a ser la primera vez que he tratado de abordarla en muchos años. Y no tendría tiempo para entrar en detalles, sino sólo una parte de ella. Y, en esto, yo he cometido muchos errores, he hecho muchas cosas que estaban mal. Y yo quisiera que Uds. radioescuchas y Uds. que están presentes, que no tomen mis errores como piedras de tropiezo, sino como escalones para traerlos más cerca del Señor Jesús.",
    "Entonces en esta noche, las tarjetas de oración serán repartidas para el servicio de sanidad en esta noche. Ahora, cuando hablamos del servicio de sanidad, no quiere decir que nosotros vamos a sanar a alguien, nosotros vamos a “orar por alguien”. Dios hace la sanidad. El ha sido muy bondadoso conmigo, al contestar mis oraciones.",
    "Hace tiempo yo estaba hablando aquí con el administrador de un famoso evangelista, y—y se le preguntó al administrador de este evangelista que ¿por qué no oraba por los enfermos? Y el evangelista le contestó al—al organizador de mis reuniones: “Si…Este evangelista cree en sanidad Divina. Pero si empezara a orar por los enfermos, eso interrumpiría su ministerio, porque es patrocinado por iglesias. Muchas iglesias, y muchas de ellas no creen en sanidad Divina”.",
    "Así que honro y respeto a este evangelista porque él se está manteniendo en su lugar, su puesto de deber. El tal vez pudiera…Yo nunca pudiera tomar su lugar, y yo dudo que él pudiera tomar mi lugar. Todos nosotros tenemos un lugar en el Reino de Dios. Todos estamos unidos. Los dones son diferentes, pero es el mismo Espíritu. Perdón, quise decir diferentes manifestaciones, pero el mismo Espíritu.",
    "Bien, los servicios en esta noche darán comienzo…Creo que dijeron que el concierto comienza a las seis y media. Ahora, si Ud. es un radioescucha, venga y escuche esto. Es…Va a ser hermoso, siempre lo ha sido.",
    "Y quiero informar que las tarjetas de oración se repartirán inmediatamente después de este servicio, en cuanto sea despedida esta reunión, si Ud. está aquí y quiere una tarjeta de oración. Hace unos momentos se me dijo que mi hijo, el Señor Mercier o el Señor Goad, distribuirán las tarjetas de oración. Uds. permanezcan en sus asientos. Tan pronto que el servicio termine, Uds. permanezcan en sus asientos para que los muchachos puedan bajar ahí y repartir las tarjetas de oración lo más pronto posible. Eso será en los balcones, el piso de abajo, a donde sea, los pisos de abajo, o dondequiera que Uds. estén, únicamente permanezcan en sus asientos y así los muchachos sabrán, que Ud. está aquí para recibir una tarjeta de oración. Y entonces, esta noche estaremos orando por los enfermos. Y si el Señor no cambia mis pensamientos, quiero predicar en esta noche sobre el tema: Si Tú Nos Muestras El Padre, Eso Nos Basta.",
    "Quisiera leer ahora como texto para esta tarde, sólo para empezar la Historia De Mi Vida, unos versículos que se encuentran en el Libro de Hebreos, en el capítulo trece, y empecemos aquí como en…yo diría como en el versículo doce.\n\nPor lo cual también Jesús, para santificar al pueblo mediante su propia sangre, padeció fuera de la puerta.\n\nSalgamos, pues, a él, fuera del campamento, llevando su vituperio;\n\nPorque no tenemos aquí ciudad permanente, sino que buscamos la por venir.",
    "Ahora, esto es como un texto. Porque, ¿ven Uds.?, si es una historia de la vida real o algo relacionado a un ser humano, no glorificamos eso, y en particular el—el pasado de un hombre, si ha sido tan oscuro como el mío. Pero yo pensé, que si nosotros leíamos la Escritura, Dios bendeciría la Escritura. Mi pensamiento es:\n\nPorque no tenemos aquí ciudad permanente, sino que buscamos la por venir.",
    "Ahora, yo sé que Uds. están muy encariñados con Los Angeles. Uds. tienen ese derecho. Es una ciudad enorme y hermosa. A pesar de la contaminación del aire y de todo lo demás, sin embargo es una hermosa ciudad, con un buen clima. Pero esta ciudad no puede continuar, tiene que tener un fin.",
    "Yo estuve en Roma (donde los grandes emperadores), en las ciudades que ellos construyeron, pensando que serían inmortales, pero tienen que excavar a veinte pies de profundidad [Seis metros.—Traductor], para poder aún encontrar las ruinas de ellas.",
    "He estado en donde los Faraones tuvieron sus grandes reinos, pero se tiene que excavar en la tierra para poder encontrar en donde estos grandes Faraones gobernaron.",
    "A todos nosotros nos gusta pensar de nuestra ciudad y de nuestro lugar. Pero recuerden, eso no puede permanecer.",
    "Cuando yo era un muchachito solía ir a donde estaba un enorme árbol de arce. En mi estado nosotros tenemos mucha madera dura. Y teníamos esta clase de arce, el arce de azúcar, y lo que nosotros llamamos el “arce duro” y “arce blando”. Este árbol gigantesco, era el árbol más hermoso. Y cuando yo venía del campo, después de trabajar en la paja y—y en las cosechas, me gustaba ir a este enorme árbol y—y ahí sentarme y—y mirar hacia arriba. Y podía ver sus grandes y poderosas ramas, que se mecían en el aire, su tronco grande y enorme. Y yo decía: “Yo creo que este árbol va a estar aquí por cientos y cientos de años”. No hace mucho tiempo fui a ver a ese árbol, y hoy es solamente un tronco seco.",
    "🦅 Porque no tenemos aquí ciudad permanente”. Nada de aquí en la tierra, que Ud. pueda mirar, permanecerá. Tiene que llegar a un fin. Todo lo que es mortal tiene que dar lugar a la inmortalidad. Así que no importa cuán bien construyamos nuestras carreteras, cuán bien hagamos nuestras estructuras, todo tiene que terminarse, porque aquí no hay nada que pueda permanecer. Unicamente lo Invisible es lo que permanece.",
    "Recuerdo la casa en la que vivíamos, era una casa vieja hecha de troncos y con lodo entre cada tronco. Yo…Tal vez muchos de Uds. nunca han visto una casa unida con lodo. Pero estaba toda unida con lodo, y al ver esos enormes troncos que estaban en esa casa, yo pensaba que esa casa iba a permanecer por cientos de años. Pero, Uds. saben, en el lugar en donde estaba esa casa, hoy está un proyecto de viviendas. Es tan diferente. Todo está cambiando. Pero…",
    "Yo solía ver a mi padre, él era un hombre corto de estatura, grueso, muy fuerte, él era uno de los hombres más fuertes que yo conocí. Conocí al Señor Coots, un hombre con quien él trabajaba en el aserradero, él era un maderero, y esto hace como un año, y el Señor Coots, es un buen amigo mío y es un diácono en la Primera Iglesia Bautista, él me dijo: “Billy, tú deberías de ser un hombre realmente fuerte”.\n\nY yo le dije: “No, no lo soy, Señor Coots”.",
    "Y él me dijo: “Si tú fueras como tu papá, lo serías”. Dijo: “Yo vi a ese hombre, que pesaba ciento cuarenta libras [Sesenta y tres kilos y medio.—Traductor], subir él solo, un madero que pesaba novecientas libras, a una carreta”. [Cuatrocientos ocho kilos.] El sabía cómo hacerlo. Era fuerte. Yo lo veía cuando venía a lavarse, en ese lugar que teníamos, cuando mi madre lo llamaba para cenar.",
    "Y nosotros teníamos un árbol de manzanas en el patio de enfrente, y teníamos tres o cuatro pequeños en el patio de atrás. Y en el árbol del centro, estaba un pedazo de vidrio, de un espejo grande que se había quebrado. Y estaba detenido en un lado del árbol con clavos doblados. Lo que algunos de Uds. carpinteros, que están escuchando, llamarían: “ganchos para colgar ropa”. Estaban doblados para detener el vidrio en su lugar. Y allí teníamos un peine de lámina. ¿Cuántos de Uds. han visto un peine…esos de lámina que usaban antes? Casi lo puedo ver.",
    "Y había allí también, un pequeño anaquel para lavarnos, era solamente una tabla con una pata inclinada debajo de ella, clavada al árbol. Una bomba antigua, medio azufrada, con la cual bombeábamos el agua, y nos lavábamos ahí junto a ese árbol. Y mi mamá hacia toallas de sacos de harina. ¿Hay alguien aquí que haya usado alguna vez toallas de sacos de harina? Bien, ahora sí me siento como en casa. ¡Esas toallas grandes y ásperas! Y cuando ella nos bañaba, siendo niños…sentíamos que nos estaba arrancando la piel cada vez que nos tallaba. Y recuerdo esos sacos de harina. Ella les sacaba algunos de los hilos y hacía borlitas para decorarlas.",
    "¿Cuántos alguna vez han dormido en un colchón de paja? ¡Bien, qué sorpresa! ¿Cuántos alguna vez conocieron lo que era una almohada de hojas de maíz? Bien, Hermano Glover, ¡ahora sí estoy en casa! Un colchón de paja, pues, no hace mucho tiempo que dejé de dormir en uno de ellos, y era…Oh, y se—se duerme muy bien, fresco. Y en el tiempo de invierno sacaban la cama de plumas para dormir, Uds. saben, y tenían que poner un pedazo de lona encima de nosotros porque la nieve soplaba a través de—de—de las hendiduras de la casa, Uds. saben, en donde las tablillas se habían levantado, Uds. saben, y la nieve se metía por allí. Yo recuerdo eso muy bien.",
    "Y papá tenía una brocha de afeitar. Yo…sé que esto los va a sorprender a Uds. Estaba hecha de hojas de maíz, una brocha para afeitar hecha de hojas de maíz. El tomaba el jabón de lejía que mi madre había hecho, lo arreglaba y se lo ponía en su cara con esa brocha hecha de hojas de maíz, y se afeitaba con una navaja de peluquero. Y los domingos, él tomaba los—los pedazos de papel y se los metía alrededor de su cuello, entonces usaban cuellos de celuloide, y se lo ponía alrededor del cuello, así de esta manera, para impedir que el—el—el jabón le tocara el cuello de su camisa. ¿Han visto que se haga eso alguna vez? ¡Pues, vaya, vaya!",
    "Recuerdo que había un pequeño manantial allá abajo, a donde íbamos a tomar agua, y la cogíamos con una jícara. ¿Cuántos de Uds. han visto una jícara? Bueno, y a fin de cuentas, ¿cuántos de Uds. son de Kentucky? Sí, bien, fíjense en los de Kentucky. Bueno, estoy—estoy en…Yo pensé que todos aquí eran “Okis”, y “Arkis” [Gente procedente de Oklahoma y Arkansas.—Traductor], pero parece que los de Kentucky se están cambiando para acá. Bien, hace pocos meses que descubrieron petróleo en Kentucky, Uds. saben, tal vez algunos de ellos se están mudando para acá.",
    "Y luego recuerdo cuando mi padre venía a lavarse para la cena, él se enrollaba las mangas de su camisa, mostrando sus brazos cortos y gruesos. Y cuando él doblaba sus brazos para lavarse, para echarse el agua en su cara, sus músculos resaltaban en sus brazos cortos. Y yo decía: “Mi padre va a vivir hasta la edad de ciento cincuenta años”. ¡El era tan fuerte! Pero él murió a la edad de cincuenta y dos. ¿Ven? “Porque no tenemos aquí ciudad permanente”. Correcto. No podemos permanecer.",
    "Ahora, hagamos todos nosotros un viaje. Cada uno de Uds. aquí tiene una historia de su vida, así como yo, y es bueno recordar las memorias del pasado de vez en cuando. ¿No piensan Uds. así? Regresemos, regresemos todos por un tiempo, regresemos a las experiencias similares que tuvimos como niños.",
    "Ahora, en la primera parte de la historia de mi vida, daré solamente una pasadita, porque ya está en el libro y muchos de Uds. tienen el libro.",
    "Yo nací en una pequeña cabaña rústica muy adentro en las montañas de Kentucky. Era un solo cuarto en donde todos vivíamos, no había alfombra en el piso, ni siquiera madera, era sencillamente un piso de tierra. Y un tronco de árbol, un tronco con tres patas, esa era nuestra mesa. Y allá afuera, enfrente de la pequeña cabaña, todos los pequeñitos Branham, se amontonaban a jugar, y se revolcaban en el polvo y parecía como que se habían revolcado un montón de zarigüeyas, Uds. saben, todos los hermanitos pequeños. Eramos nueve y una niñita, y ella realmente tuvo momentos bastante difíciles entre todo ese montón de muchachos. Y hasta la fecha, todavía la miramos con respeto por las cosas que hicimos en aquellos días. Ella no podía ir con nosotros a ninguna parte, la regresábamos, porque era mujercita. Ella no hubiera podido aguantar, Uds. saben. Así que teníamos…Y todos…",
    "Recuerdo que detrás de la mesa, únicamente teníamos dos sillas, que eran hechas de corteza de ramas. Eran arbolitos puestos juntos y la parte inferior de ellos amarrada con corteza de nogal. ¿Alguno de Uds. ha visto alguna vez una silla hecha de corteza de nogal? Sí. Todavía puedo escuchar a mi mamá. Y después cuando llegamos a una posición en que ella pudo tener un piso de madera, recuerdo que ponía a los pequeñitos sobre sus rodillas de esta manera, y se mecía en una silla vieja que hacía bangity, bangity, bang al golpear en el piso. Yo recuerdo que tenía que cuidar que los pequeñitos no se salieran de la casa cuando ella estaba lavando o haciendo algo, pues ella cruzaba una silla en la puerta, para evitar que los niños se salieran cuando ella tenía que ir al manantial a traer agua, y demás cosas.",
    "Mi madre tenía quince años de edad cuando yo nací, y mi padre tenía dieciocho. Yo fui el primero de los nueve hijos. Y ellos me dijeron que la mañana en que nací…",
    "Ahora, nosotros éramos muy pobres, de lo más pobre. Ni siquiera teníamos una ventana en esa pequeña cabaña. Tenía una especie de puertita de madera que se abría. Yo dudo que Uds. hayan visto algo igual a eso. Era una pequeña puertita de madera que se abría, en lugar de una ventana, y la manteníamos abierta durante el día y en la noche la cerrábamos. En aquellos días no se podía encender la luz eléctrica, ni siquiera podíamos quemar queroseno, teníamos lo que se llamaba una “lámpara de grasa”. Ahora, yo no sé si alguno de Uds. alguna vez haya conocido lo que es una lámpara de grasa. Bien, ¿qué es lo que Ud.…? ¿Alguna vez han comprado—quemado Uds. un nudo de pino? Lo único que tiene que hacer, es coger un nudo de pino y prenderlo y ponerlo sobre una tapadera, y dejarlo que se queme. Y eso…humeaba un poquito, pero de todas maneras no tenían muebles que se fueran a ahumar. Así que…sólo la cabaña se ahumó. El humo salía bien, porque era un techo alto y por allí podía salir. Así que…",
    "Yo nací el seis de abril de—de 1909. Por supuesto, Uds. saben ahorita ya tengo un poquito más de los veinticinco. Así que, la mañana en que yo nací, mi madre me dijo que ellos abrieron la ventana. Ahora, no teníamos doctores por allí, solamente teníamos una partera. Y…Y esa partera era mi abuela. Así que cuando yo nací, lo primero que hice fue llorar y—y mi madre quiso ver a su niño. Y—y ella en sí, no era más que una niña. Y cuando ellos abrieron la pequeña ventana, estaba por amanecer el día, eran como las cinco. Y el…Al lado de un pequeño arbusto, estaba parado un pájaro petirrojo. Como todos Uds. han visto la fotografía de ella en—en el libro de la historia de mi vida. Y ese petirrojo estaba sentado allí cantando con todo lo que estaba en él.",
    "Yo siempre he amado a los petirrojos. Ahora, Uds. muchachitos radioescuchas, no maten a mis pájaros. ¿Ven Uds.?, ellos son—ellos son—ellos son…Son mis pájaros. ¿Alguna vez han escuchado Uds. la leyenda del petirrojo, de cómo adquirió su pecho rojo? Voy a detenerme aquí por un momento. Cómo obtuvo él su pecho rojo…Había un Rey de reyes que un día estaba muriéndose en la Cruz, y El estaba sufriendo y nadie acudía a El para ayudarlo. No tenía a nadie que le ayudara. Y allí estaba un pajarito de color café, queriendo sacar los clavos de la Cruz, y se mantenía volando hacia la Cruz y jalando los clavos. El era muy pequeño para sacarlos, y en eso, él se llenó su pechito con sangre. Y desde entonces, su pecho ha sido rojo. No los maten, muchachos. Déjenlos en paz.",
    "El estaba parado al lado de la ventana gorjeando como sólo los petirrojos lo hacen. Y—y mi padre abrió la ventana. Y cuando la abrió, la pequeña puerta como ventana, esa Luz que Uds. ven en la fotografía entró remolinando por la ventana, dice mi madre, y posó sobre la cama. Mi abuela no sabía qué decir.",
    "Ahora, nosotros somos…no éramos una familia religiosa. Mi familia es Católica. Yo soy Irlandés por ambos lados. Mi padre es estrictamente Irlandés, Branham. Mi madre se apellida Harvey; sólo que su padre se casó con una India Cherokee, así que eso rompió la línea o la sangre Irlandesa. Mi padre y mi madre no asistían a la iglesia, y ellos no se casaron por la iglesia y no tenían nada de religión. Y allá en las montañas ni siquiera había una iglesia Católica. Así que llegaron con los primeros pobladores, vinieron dos Branham y de ellos salió toda la generación de los Branham; esa es la genealogía de la familia.",
    "Y entonces cuando ella abrió…Cuando abrieron la ventana y esta Luz se posó allí, no supieron qué hacer. Mi padre se había comprado (mamá me contó), unos pantalones de pechera nuevos para este evento. Y él estaba parado con los…sus brazos metidos en la pechera de sus pantalones, así como los usaban los hombres de los aserraderos y madereros en aquellos días. Y esto los asustó.",
    "Bien, después de que yo había cumplido diez días o algo así, ellos me llevaron a una iglesita Bautista llamada: “El Reino de la Zarigüeya”, iglesia Bautista del Reino de la Zarigüeya. Qué nombre. Había un predicador de circuito, un predicador Bautista chapado a la antigua que llegaba allí como una vez cada dos meses. En…La gente se juntaba por ahí para tener un pequeño servicio, para cantar algunas alabanzas, pero la predicación la tenían sólo de vez en cuando, cuando llegaba el predicador de circuito. Ellos le pagaban una vez al año con un saco de calabazas y algunas cosas como esas, Uds. saben, cosas que la gente había cultivado para darle. Y el predicador llegó por ahí y ofreció por mí una oración, siendo yo un pequeñito. Esa fue mi primera visita a la iglesia.",
    "Y a los…Un poco más de dos años de edad, ocurrió la primera visión.",
    "Bien, la gente que vivía allá en los alrededores de las montañas habían contado que: “Esa Luz entró “. Así que ellos trataron de razonarlo. Y algunos de ellos dijeron que debía haber sido la luz del sol reflejándose en un espejo que estaba dentro de la casa. Pero no había espejo allí adentro. Y el sol no había salido, pues era muy temprano, eran las cinco de la mañana. Y después de un tiempo, se olvidaron de eso. Y cuando yo tenía como…se supone que como tres años de edad…",
    "Ahora, tengo que ser honesto. Hay cosas aquí que no me gusta contar, y ojalá pudiera pasarlas por alto y no tener que contarlas. Pero para decir la verdad uno tiene que decir la verdad aunque se refiera a uno mismo, o a su familia. Sea honesto al respecto, y siempre saldrá igual.",
    "Mi padre, de ninguna manera calificaba como una persona religiosa. El era un típico joven montañés que bebía constantemente, todo el tiempo. Y él se había metido en un problema debido a un pleito, en el cual hubieron dos o tres hombres gravemente heridos mientras reñían a golpes, a balazos y con navajas, en una fiesta que tuvieron allá arriba en las montañas. Y mi padre había sido uno de los cabecillas de este pleito, porque alguien había herido a un amigo de él, y había golpeado a otro con una silla. Y tenía…El hombre había sacado una navaja y se abalanzó sobre el amigo de mi padre quien estaba en el suelo, para atravesarle el corazón con la navaja, y fue entonces cuando mi padre intervino. Y debe haber sido un pleito terrible, porque desde Burkesville, que está a muchas millas de distancia, enviaron a un alguacil a caballo para buscar a mi padre.",
    "Así que el hombre estaba a punto de morir. Tal vez alguno de sus familiares estén escuchando. Voy a decir su nombre, se llamaba Will Yarbrough. Probablemente…Creo que algunos de sus hijos están en California. Pero él era un matón, un hombre muy fornido que mató a su propio hijo con un palo de la cerca. Así que, él—él era un hombre muy fuerte y muy vil. Y así que hubo un gran pleito a navaja entre él y mi padre. Y mi padre casi lo mataba, así es que tuvo que huir y salir de Kentucky e irse a Indiana, cruzando el río.",
    "Y él tenía un hermano que vivía en ese tiempo en Louisville, Kentucky, el cual era asistente del superintendente de la Compañía Aserraderos de Mosaicos de Madera de Kentucky, ahí en Louisville. Así que mi padre fue a buscar a su hermano mayor. Mi padre fue el menor de los varones, en una familia de diecisiete hijos. Así que él fue a buscar a su hermano mayor, y allá se quedó por casi un año. El no podía regresar, porque la ley lo andaba buscando. Y luego cuando tuvimos noticia de él por carta, firmada con otro nombre, pero él le había dicho a mi madre cómo sería que él se comunicaría con ella.",
    "Detrás de esa pequeña cabaña, recuerdo que teníamos un manantial. Y—y durante ese tiempo después que…Hay nueve…once meses de diferencia entre yo y mi hermano que me sigue, y él todavía estaba gateando. Y yo tenía una roca grande en mi mano, y yo estaba tratando de mostrarle a él cuán fuerte podía arrojar la roca en el lodo que se había formado con el agua que brotaba del manantial y se había desparramado en la tierra. Y escuché a un pájaro que estaba cantando arriba en un árbol. Y al mirar hacia arriba para ver ese árbol, el pájaro voló y en esos momentos una Voz me habló.",
    "Ahora, yo sé que Uds. piensan que yo no podría pensar ni recordar eso. Pero el Señor Dios Quien es el Juez de la tierra y de los cielos, y de todo lo que existe, sabe que estoy diciendo la verdad.",
    "Cuando voló ese pájaro, una Voz salió del árbol de donde el pájaro estaba parado, como un viento que sopla a través de un matorral, y me dijo: “Tú vas a vivir cerca de una ciudad llamada New Albany”. Y yo he vivido desde la edad de tres años hasta esta fecha, como a una distancia de tres millas [Como cuatro kilómetros ochocientos metros.—Traductor], de la ciudad de New Albany, Indiana.",
    "Yo fui y le conté a mi madre acerca de esto. Y ella pensó que estaba soñando o algo así.",
    "Tiempo después, nos cambiamos a Indiana y mi padre fue a trabajar con un hombre rico, el Señor Wathen. El es el propietario de las Destilerías Wathen. El poseía grandes acciones. Es un multimillonario accionista con el equipo de—de béisbol, los Coroneles de Louisville y otros más. Y entonces nosotros vivíamos cerca de allí. Y mi padre siendo un hombre pobre, sin embargo no podía estar sin su bebida, y él—él empezó a hacer whisky en un—en un alambique.",
    "Y eso fue muy duro para mí, porque yo era el mayor de los hijos. Yo tenía que ir y acarrear agua al alambique, para mantener los serpentines fríos, mientras estaban haciendo whisky. Entonces él comenzó a venderlo, y llegó a comprar dos o tres alambiques más. Ahora, esa es la parte que no me gusta contar, pero es la verdad.",
    "Y recuerdo que un día iba llorando del establo hacia la casa, porque en la parte de atrás del terreno había un estanque, ahí…en donde antes sacaban el hielo, cortándolo. Muchos de Uds. recuerdan cuando la gente acostumbraba a cortar el hielo y ponerlo en aserrín. Bien, de esa manera era como el Señor Wathen guardaba el hielo, allá fuera de la ciudad. Y mi padre era el—el chófer de él, su chófer privado. Y este estanque, estaba lleno de peces, y de allí obtenían el hielo, cortándolo en pedazos y lo traían para ponerlo en el aserrín, y en el tiempo de verano, cuando el hielo se derretía, el agua estaba algo limpia, me supongo, era más bien como hielo de lago, y ellos lo usaban no para tomar, sino para enfriar el agua, y lo colocaban alrededor de sus baldes que contenían leche y otras cosas.",
    "Y un día mientras acarreaba agua desde la bomba que estaba como a una cuadra de lejos. Yo iba llorando a gritos porque acababa de llegar de la escuela y todos los muchachos habían ido a pescar al estanque. A mí me encantaba pescar. Así que, todos ellos se habían ido a pescar, menos yo, y yo tenía que acarrear agua para el alambique. Por supuesto, no se podía hablar nada de esto, era durante la prohibición. Y yo…Y eso era un tremendo sufrimiento. Y recuerdo cuando venía caminando por ahí con un dedo de mi pie lastimado, y me había amarrado un pedazo de mazorca debajo de mi dedo para protegerlo del polvo. ¿Alguna vez han hecho Uds. eso? Solamente ponga un pedazo de mazorca debajo de su dedo así y amárrelo con una cuerda. Eso le mantendrá su dedo en alto, casi como la cabeza de una tortuga, Uds. saben, apuntada hacia arriba. Y podían rastrearme a donde quiera que yo fuera, con esta mazorca debajo de mi dedo; del dedo con el que había tropezado, Uds. saben. Yo no tenía zapatos que ponerme. Así que, a veces, nosotros nunca usábamos zapatos la mitad del invierno. Y los que usábamos…eran los que recogíamos cuando alguien nos los daba. Y la ropa que usábamos era la que alguien nos daba de caridad.",
    "Y yo me había detenido bajo este árbol, y allí estaba sentado, llorando a gritos (era en septiembre), porque yo quería ir a pescar, pero tenía que llenar varias tinas de agua con baldes pequeños de melaza como de este tamaño, de medio galón, porque era solamente un muchachito como de siete años de edad. Y yo las vaciaba en una tina grande y luego regresaba, bombeaba el agua en los dos baldes y me regresaba con ellos. Esa era el agua que teníamos. Y ellos iban a terminar un lote de whisky de maíz esa noche, estos hombres y mi padre, allá en la casa.",
    "Y yo estaba llorando y de pronto escuché algo que hacía un ruido como de un remolino, algo parecido a esto (espero que no se escuche muy fuerte), hacía “Juuuussssh, Juuuussssh”, un ruido así como ese. Bien, todo estaba muy quieto, y yo miré alrededor. ¿Y saben Uds. lo que es un pequeño remolino?, creo que Uds. le llaman pequeños ciclones. En el otoño, estos remolinos se levantan por todo el campo de maíz, Uds. saben, levantan las hojas y otras cosas, en el otoño, cuando las hojas están empezando a cambiar de color. Y yo estaba debajo de un gran álamo blanco, que estaba a la mitad del camino entre el establo y la—la casa. Y escuché ese sonido. Y miré alrededor, y todo estaba tan quieto así como en este auditorio. No había ni una hoja moviéndose en ninguna parte, nada. Y yo pensé: “¿De dónde viene ese ruido?” Bien, yo pensé: “Ha de ser lejos de aquí”. Yo era sólo un niño. Y se oyó más y más fuerte.",
    "Yo levanté mis baldecitos y lloré a gritos unas dos veces más y me dispuse a continuar mi camino, pues estaba descansando. Y cuando había caminado unos cuantos pies de ese lugar, de debajo de las ramas de este enorme árbol, y ¡oh, hermano, se oyó un sonido como de remolino! Y yo me volteé para mirar, y como a la mitad de ese árbol estaba otro remolino, metido en ese árbol dando vueltas y vueltas, moviendo las hojas. Bien, yo pensé, no hay nada extraño acerca de eso porque es la época del año, en el otoño, cuando vienen esos remolinos…Nosotros les llamamos “remolinos”. Y ellos—y ellos levantan polvo. Uds. los han visto en el desierto haciendo eso. Es la misma cosa. Así que, lo observé, pero no se iba. Generalmente es un soplido que dura un momento, y luego se va, pero ya había estado allí por dos minutos o más.",
    "Bien, yo empecé a caminar de nuevo. Y volteé a mirar aquello otra vez. Y cuando lo hice, una Voz humana tan clara como la mía, me dijo: “Nunca bebas, ni fumes, ni deshonres tu cuerpo en ninguna forma. Habrá una obra para ti cuando tengas mayor edad”. ¡Eso me asustó mucho! Pudieran Uds. imaginarse cómo se sentiría un muchachito. Yo dejé caer los baldes, y corrí hacia la casa lo más rápido que podía, gritando con todo lo que daba mi voz.",
    "Y en esa región, habían víboras cabeza de cobre, y son muy venenosas. Y mi madre, que venía por el lado del jardín a encontrarme, pensó que tal vez había pisado una víbora de cabeza de cobre y ella corrió hacia mí. Y yo brinqué a sus brazos, gritando, abrazándola y besándola. Y ella me preguntó: “¿Qué te pasó?, ¿te mordió una víbora?” Y me inspeccionó por todas partes.\n\nYo dije: “¡No mamá! Hay un hombre en aquel árbol”.",
    "Y ella me dijo: “¡Oh, Billy, Billy! ¡Vamos muchacho!” Y ella me preguntó: “¿Te detuviste por allí y te quedaste dormido?”",
    "Yo le dije: “¡No, mamá! Es que hay un hombre en aquel árbol y El me dijo que no bebiera y que no fumara”.",
    "🦅 Beber whisky y—y cosas”. Y yo estaba llevando agua para el alambique, en ese momento. Y El me dijo: “Nunca bebas ni deshonres tu cuerpo en ninguna manera”. Eso es inmoralidad, Uds. saben, y como joven…mi juventud con mujeres. Y hasta donde yo sé, yo nunca he sido culpable de tal cosa. El Señor me ayudó en esas cosas, y se darán cuenta de esto a medida que prosigo en mi relato. Así que me dijo: “No bebas, ni fumes, ni deshonres tu cuerpo, porque habrá una obra que tú harás cuando tengas mayor edad”.",
    "Bien, yo le dije eso a mi mamá, y—y ella se rió de mí. Y yo estaba histérico. Ella llamó al doctor, y el doctor le dijo: “Bien, él solamente está nervioso, eso es todo”. Así que ella me acostó. Y yo nunca, desde ese día hasta hoy, nunca pasé otra vez por ese árbol. Yo estaba asustado. Yo me iba por el otro lado del jardín, porque pensaba que había un hombre en ese árbol que me hablaba, fue una Voz muy grave la que habló.",
    "Y después de eso, como un mes después, yo estaba jugando a las canicas con mis hermanitos, en el patio de enfrente. Y de pronto sentí una extraña sensación que vino sobre mí. Y paré de jugar y me senté a un lado de un árbol. Y nosotros vivíamos en la ribera del Río Ohio. Y miré hacia Jeffersonville, y vi un puente que se extendía por encima del río. Y vi a dieciséis hombres (yo los conté), que se cayeron y perdieron la vida al caerse de ese puente. Yo corrí rápidamente y se lo conté a mi mamá y ella pensó que me había quedado dormido. Pero lo mantuvieron en mente, y veintidós años después de eso, el que hoy es el Puente Municipal, (ese que muchos de Uds. cruzan cuando pasan por allí), cruzó por encima del río en el mismo lugar, y dieciséis hombres perdieron sus vidas, construyendo ese puente a través del río.",
    "Eso nunca falló en ser perfectamente la verdad. Así como Uds. lo ven aquí en este auditorio, ha sido de esa manera todo el tiempo.",
    "Ahora, ellos pensaron que yo solamente estaba nervioso. Lo cual es verdad, yo soy una persona nerviosa. Y si alguna vez han notado, la gente que se—se inclina a ser espiritual, son nerviosos.",
    "Fíjense en los poetas y los profetas. Miren a William Cowper que escribió esa famosa alabanza: “Hay una fuente sin igual, de Sangre de Emanuel”. ¿Alguna vez han…? Uds. conocen ese himno. Me paré junto a su tumba no hace mucho tiempo. El Hermano Julius, creo yo, no sé, no…sí, es correcto, él estuvo con nosotros cuando estuvimos allá junto a su tumba. Y—y allí, después que él escribió esa alabanza, la inspiración lo dejó, y él anduvo buscando el río para suicidarse. ¿Ven?, el Espíritu lo había dejado. Y la gente como los poetas y autores y…es decir…quise decir los profetas.",
    "Miren a Elías, cuando él se paró en la montaña y pidió que el fuego descendiera del cielo y pidió que la lluvia descendiera del cielo. Pero cuando el Espíritu lo dejó, él corrió ante la amenaza de una mujer. Y Dios lo encontró arrinconado en una cueva, cuarenta días después.",
    "Miren a Jonás, con suficiente inspiración cuando el Señor lo había ungido para predicar en Nínive, a tal grado que toda una—una ciudad que era como del tamaño de San Luis se arrepintió en saco y ceniza. Y después que el Espíritu lo dejó, ¿qué le pasó? Lo encontramos arriba de la montaña, después que el Espíritu lo dejó, orando para que Dios le quitara la vida. Y ¿ven Uds.?, es inspiración. Y cuando estas cosas suceden, le—le hacen algo a uno.",
    "Y recuerdo que fui creciendo. Llegué a ser un joven. (Me apuraré para terminar en unos momentos más). Cuando llegué a ser un joven, tenía ideas como todo hombre joven. Yo…asistiendo a la escuela, yo veía a las jovencitas. Uds. saben, yo era muy tímido, y Uds. saben. Y finalmente me—me conseguí una amiguita. Como todos los jóvenes, como de quince años de edad, me imagino. Y—y así que, oh, ella era bonita. Tenía ojos como de una paloma, y tenía dientes como perlas, y el cuello como un cisne, ella—ella era realmente bonita.",
    "Y otro joven, él…nosotros éramos amigos; así que él consiguió el automóvil de su papá, un Ford, modelo T, e hicimos una cita con nuestras amigas. Las íbamos a sacar a pasear, en el automóvil. Teníamos suficiente para comprar dos galones de gasolina. Teníamos que levantar la rueda de atrás, para echarlo a andar con la manivela. Yo no sé si Uds. recuerdan eso o no, Uds. saben, ponerlo en marcha con una manivela. Pero todo nos—nos había salido muy bien.",
    "Yo traía unos cuantos cincos en mi bolsillo, y paramos en un lugar y compramos…se podía comprar un emparedado de jamón por cinco centavos. Así que, oh, yo era rico, ¡y pude comprar cuatro! ¿Ven? Y después que comimos los emparedados y nos tomamos las coca-colas, fui a devolver las botellas. Y cuál sería mi sorpresa, que al salir de la tienda, (las mujeres apenas habían empezado a caer de la gracia en ese tiempo, o más bien de su feminidad), mi palomita estaba fumando un cigarrillo.",
    "Pues, yo siempre he tenido mi opinión de una mujer que fuma un cigarrillo, y nunca la he cambiado para nada desde ese tiempo hasta hoy. Correcto. Es la cosa más baja que ella puede hacer. Y eso es exactamente la verdad. Y yo—yo pensé…Ahora, la compañía cigarrera pudiera hacerme una demanda por esto, pero déjenme decirles a Uds., esa es una artimaña del Diablo. Es el asesino y el sabotaje más grande que tiene esta nación. Yo preferiría que mi hijo fuera un borracho a que fuera un fumador. Eso es la verdad. Yo preferiría ver a mi esposa tirada en el suelo, borracha, que verla con un cigarrillo. Así es como…",
    "Ahora, este Espíritu de Dios que está conmigo, si Ese es el Espíritu de Dios (como Uds. pudieran dudar), Uds. que fuman cigarrillos tienen muy poca oportunidad cuando lleguen allá, porque eso sólo…cada vez. Uds. lo ha notado en la plataforma, como El lo condena. Es una cosa horrible. Apártense de eso. ¡Señoras, si Uds. han sido culpables de eso, por favor, en el Nombre de Cristo, apártense de eso! Eso las destruye a Uds. Las matará. Eso…Es un—es un cáncer por furgones repletos.",
    "Los médicos tratan de prevenirles. ¡Y entonces cómo es que les pueden vender esa cosa! Si Ud. fuera a la farmacia y dijera: “Comprar…Quiero comprar cincuenta centavos de cáncer”. Pues, vendrían por ellos y los meterían a la cárcel. Pero cuando Ud. compra cincuenta centavos de cigarrillos, Ud. está comprando la misma cosa. Los médicos dicen eso. Oh, esta nación, loca por el dinero. Es una lástima. Eso es un asesino. Ha sido probado.",
    "Bien, entonces, cuando yo vi a esa muchachita bonita pasándose de lista, con un cigarrillo en su mano, por poco acabó conmigo, porque yo pensé realmente que la amaba. Y pensé: “Pues…”",
    "Ahora, a mí me llaman “odiador de mujeres”, Uds. saben eso, porque yo siempre estoy en contra de las mujeres, pero no contra Uds., hermanas. Yo estoy en contra de la manera en que actúan las mujeres modernas. Correcto. A las mujeres buenas las debemos de animar.",
    "Pero recuerdo cuando el alambique de mi padre estaba allá en aquel lugar funcionando, yo tenía que estar allí con agua y cosas y ahí veía jovencitas no mayores de diecisiete, o dieciocho años de edad, con hombres de la edad que ahora tengo, borrachas. Y tenían que darles a ellas café negro para despejarlas, para que pudieran llegar a sus casas a hacerles la cena a sus maridos. Oh, algo como eso, y yo dije: “Yo…” Esto fue lo que dije en ese entonces: “Ellas ni siquiera merecen una bala limpia para matarlas”. Correcto. Y yo odiaba a las mujeres. Es verdad. Y ahora tengo que tener mucho cuidado, para no seguir pensando de la misma manera.",
    "Pero, ahora, una buena mujer es una joya en la corona de un hombre. Ella debería ser honrada. Ella…Mi madre es una mujer, mi esposa también y ellas son adorables. Y yo tengo miles de hermanas Cristianas, a quienes yo respeto en grande manera. Pero si—si ellas pueden respetar lo que Dios las hizo, madres y verdaderas reinas, está bien. Ella es una de las mejores cosas que Dios le pudiera dar al hombre, una esposa. Después de salvación, una esposa es la mejor cosa si ella es una buena esposa. Pero si ella no es, Salomón dijo: “Una buena mujer es como una joya en la corona de un hombre, pero una vulgar o que no es buena, es como agua en su sangre”. Y eso es verdad, es la peor cosa que pudiera suceder. Así que, una buena mujer…Si Ud. tiene una buena esposa, hermano, Ud. debería de respetarla lo más que pudiera. Correcto, Ud. debería hacer eso. ¡Una real mujer! Y Uds. niños, si Uds. tienen una real madre que se queda en el hogar y trata de cuidarlos a Uds., manteniendo sus ropas limpias, enviándolos a la escuela, enseñándoles de Jesús, Uds. debieran de honrar a esa dulce madre con todo lo que está en Uds. Uds. debieran de respetar a esa mujer, sí señor, porque ella es una madre verdadera.",
    "La gente habla acerca del analfabetismo que hay en las montañas de Kentucky. Uds. lo ven en las caricaturas de montañeses. Algunas de esas madres antiguas de allá pudieran venir aquí a Hollywood y enseñarles a Uds. madres modernas cómo criar a sus hijos. Ud. deje que la hija de ella llegue una noche con su pelo todo despeinado y sus labios…(¿Cómo le llaman Uds. a eso?), ese maquillaje que se ponen en sus caras, y con su vestido todo torcido para un lado, y que haya estado fuera toda la noche, borracha; hermano, ella cogería una de las ramas de la parte más alta del árbol del nogal y su hija nunca más volvería a salir. Déjeme decirles…Y si Uds. tuvieran un poquito más de eso, tuvieran un mejor Hollywood por aquí y una mejor nación. Correcto. Es la verdad. “Tratar de ser moderna”, ese—ese es uno de los trucos del Diablo.",
    "Ahora, esa muchachita, cuando yo la miré, mi corazón sangró. Y pensé: “Pobre muchachita”.\n\nY ella me dijo: “¿Quieres un cigarrillo, Billy?”\n\nY yo le contesté: “No, señorita”. Dije: “Yo no fumo”.",
    "Ella dijo: “Ahora, tú dijiste que no bailas”. Ellos querían que fuera a un baile y yo no quise. Ellos dijeron que había un baile en lo que se llamaba el Jardín del Sicómoro.\n\nY yo dije: “No, yo no bailo”.",
    "Ella dijo: “Ahora, tú no bailas, no fumas, no tomas, ¿cómo te diviertes?”",
    "Yo le contesté: “A mí me gusta pescar y cazar”. Eso no le interesó a ella.\n\nAsí que me dijo: “Toma este cigarrillo”.\n\nY yo le dije: “No, señorita, gracias. Yo no fumo”.",
    "Y yo estaba parado en el guardafango. Los Ford antiguos, tenían un estribo para subirse, Uds. recuerdan, y yo estaba parado en ese guardafango, y habíamos estado sentados ella y yo, en el asiento de atrás. Y ella me dijo: “¿Quieres decir que no te fumarás un cigarrillo?” Dijo: “Nosotros las mujeres tenemos más valor que tú”.\n\nY le contesté: “No, señorita, yo no tengo ganas de hacerlo”.",
    "Y ella me dijo: “¡Tú eres un afeminado!” ¡Oh, hermano! Y yo quería ser el gran malvado Bill, así que yo—yo no quería tener nada de afeminado. ¿Ven?, yo quería ser un boxeador profesional, esa era mi idea para mi vida. Así que dije…“¿Afeminado? ¿Afeminado?”",
    "Yo no pude soportar eso, y yo le dije: “¡Dámelo!” Con mi mano extendida para cogerlo, dije: “Yo le voy a mostrar a ella si soy un afeminado o no”. Cogí el cigarrillo y empecé a encender el cerillo. Ahora, yo sé que Uds…Ahora, yo no soy responsable por lo que Uds. piensen, yo soy responsable por decirles la verdad. Cuando yo traté de encender el cigarrillo, con toda la determinación de fumármelo como la que tengo para levantar esta Biblia, ¿ven?, escuché algo que hacía: “¡Juuuussssh!” Traté de hacerlo otra vez, y no pude hacerlo llegar a mi boca. Y empecé a llorar, y tiré el cigarrillo al suelo. Y ellos comenzaron a reírse de mí. Y me fui caminando a la casa, me fui por el monte, y allí me senté a llorar. Y—y era una vida terrible.",
    "Recuerdo que un día mi padre iba rumbo al río con los muchachos. Mi hermano y yo, teníamos que usar una lancha y recorríamos el río de arriba para abajo, buscando botellas para embotellar el whisky. Nos daban cinco centavos por cada docena de ellas que recogíamos en el río. Y mi padre estaba conmigo, y él traía una de esas botellitas planas…Creo que eran botellas como de media pinta [Un cuarto de litro.—Traductor]. Y estaba allí un árbol que había tumbado el viento, y mi padre…Y este hombre estaba con él, el Señor Dornbush. Yo tenía su…El tenía una buena lancha, y yo quería quedar bien con él, porque quería usar su lancha. La de él tenía un buen timón y la mía ni siquiera tenía timón. Nosotros usábamos tablas viejas para remar. Y si él me dejaba usar esa lancha…El era soldador y él le había hecho los alambiques a mi padre, así que él…ellos se sentaron a ahorcajadas en ese árbol, y mi padre sacó de su bolsillo de atrás una botellita plana de whisky, y le ofreció un trago, y él se la regresó a mi padre y él tomó un trago, y la puso en un retoñito que estaba en un lado del árbol. Y el Señor Dornbush la levantó y me dijo: “Aquí tienes, Billy”.\n\nY yo le dije: “Gracias, yo no tomo”.",
    "Y él dijo: “¿Un Branham y no tomas?” Casi todos ellos murieron con sus botas puestas. Así que dijo: “¿Un Branham y no tomas?”\n\nYo dije: “No, señor”.\n\n“No”, dijo mi padre, “crié a un afeminado”.",
    "¡Mi padre me estaba diciendo afeminado! Yo dije: “¡Dame esa botella!” Y le quité el tapón y estaba determinado a tomar, y cuando empeca empinarla: “¡Juuuussssh! “Yo le regresé la botella y corrí tan rápido como pude por el campo, llorando. Algo no me dejaba hacerlo. ¿Ven? Yo no pudiera decir que yo era bueno (pues estaba determinado a hacerlo), pero es Dios, es la gracia, la sublime gracia que me guardó de hacer esas cosas. Yo mismo quería hacerlas, pero El no me dejaba hacerlo.",
    "Después, yo conocí a una muchacha cuando yo tenía como veintidós años de edad, ella era una dulzura. Era una muchacha que asistía a la iglesia, una Luterana Alemana. Su nombre era Brumbach, B-r-u-m-b-a-c-h, proviene del apelativo Brumbaugh. Y ella era una buena muchacha. Ella no fumaba, ni tomaba, ella ni—ni bailaba ni hacía otras cosas, era una buena muchacha. Salí con ella por un tiempo, y en ese entonces yo tendría como unos veintidós años. Yo había ganado suficiente dinero, y me compré un automóvil Ford, viejito, y yo…salíamos a pasearnos. Así que, en ese tiempo, no había una iglesia Luterana que estuviera cerca, se habían cambiado de Howard Park.",
    "Y allí había un ministro, el que me ordenó a mí en la Iglesia Misionera Bautista, el Doctor Roy Davis. Hermana Upshaw, el mismo que envió al Hermano Upshaw a mí, o que le habló acerca de mí, el Doctor Roy Davis. Y así que él estaba predicando y tenía la Primera Iglesia Bautista, o la—la…Creo que no era la Primera Iglesia Bautista, sino que era la misión…llamada Iglesia Misionera Bautista en Jeffersonville. Y él estaba predicando en ese tiempo, en ese lugar, y nosotros íbamos a la iglesia de noche, y—y nos regresábamos. Y yo nunca me uní a la iglesia, pero me gustaba ir con ella. Porque el pensamiento principal era “ir con ella”, vale más que sea honesto.",
    "Así que, yendo con ella, y un día yo…Ella provenía de una buena familia. Y yo empecé a pensar: “Yo no debería quitarle el tiempo a esta muchacha. No—no está bien, porque ella es una buena muchacha, y yo soy pobre y—y yo…” Mi padre se había enfermado, y yoyo…No había manera que yo pudiera sostener a una muchacha como ella, quien estaba acostumbrada a un hogar cómodo con alfombras finas en el piso.",
    "Yo recuerdo la primera alfombra que vi, yo no sabía lo que era. Yo caminé alrededor de ella. Yo pensé que era la cosa más bonita que había visto en mi vida. “¿Cómo pudieron poner algo como esto en el piso?” Era la primera alfombra que yo había visto. Era—era una de esas…Creo que les llaman “alfombras tejidas”. Pueda ser que esté equivocado. Es una clase como de “mimbre” o algo que se entrelaza y que se pone en el suelo. Tenía verde y rojo y una rosa bonita tejida en el centro, Uds. saben. Era una cosa muy bonita.",
    "Y así que, recuerdo que tuve que hacer una decisión entre pedirle que se casara conmigo o apartarme, para que algún buen hombre se casara con ella, alguien que fuera bueno con ella, que la pudiera sustentar y que fuera bondadoso con ella. Yo podía ser bondadoso con ella, pero yo—yo—yo estaba ganando únicamente veinte centavos la hora. Así que no podía sustentarla. Y yo…Con toda la familia que tenía que cuidar, y mi padre enfermo, y yo tenía que cuidar de todos ellos, así que, estaba pasando por una época muy difícil.",
    "Así que yo pensé: “Bueno, lo único que puedo hacer, es decirle que yo—yo—(ella)—yo—yo que ya no voy a volver, porque yo la amo demasiado para que destroce su vida y pierda su tiempo conmigo”. Y luego pensaba: “Si alguien pudiera comprometerse y casarse con ella y hacer un hogar amoroso. Y tal vez si no pudiera casarme con ella, al menos, yo pudiera—yo pudiera saber que ella era feliz”.",
    "Así que yo pensé: “¡Pero yo—yo no me puedo olvidar de ella!” Y yo—yo estaba en una condición desastrosa. Y día tras día yo pensaba acerca de eso. Pero yo era muy tímido para pedirle que se casara conmigo. Y cada noche me decidía: “Le voy a preguntar”. Y cuando yo, ¿cómo se llama ese nerviosismo que le da a uno…? Todos Uds., hermanos, probablemente tuvieron la misma experiencia al pasar por eso. Y sentía una sensación muy curiosa, y mi cara se ponía caliente. Yo—yo no sabía. Yo no podía preguntarle.",
    "Así que, me imagino que Uds. se están preguntando cómo pude haberme casado. ¿Saben qué? Le escribí una carta para preguntárselo. Así que ella…Ahora, no me dirigí a ella como: “Apreciable Señorita”, sino que fue un poquito más del lado amoroso que eso. No fue solamente un—un acuerdo, fue…Yo—yo la escribí lo mejor que pude.",
    "Le tenía un poco de temor a su madre. Su madre era…era un poquito áspera. Pero su padre era un Holandés amable, un hombre muy fino. El era un organizador de la hermandad e ingenieros en el ferrocarril, y ganaba como quinientos dólares al mes allá en ese tiempo. Y yo ganaba veinte centavos la hora, y quería casarme con su hija. Yo sabía que eso no iba a funcionar. Y su madre era muy…Ahora, ella es una buena mujer. Y ella—ella era una de esas de alta sociedad, Uds. saben, refinada, Uds. saben, así que para comenzar, ella no tenía buena opinión de mí. Yo solamente era un simple muchacho del campo, un rancherito, y ella pensaba que Hope debía de salir con un muchacho de una clase un poquito mejor, y yo—yo—yo pienso que ella tenía razón. Y así que…Pero en ese momento, yo—yo no pensaba así.",
    "Así que pensé: “Bueno, yo no sé como. Yo—yo no puedo decirle a su papá, y yo—yo estoy seguro que no le voy a decir a su mamá “. Así que opté por decirle a ella primero. Y le escribí una carta. Y esa mañana cuando iba a trabajar, la eché en el buzón. El correo…Ibamos a ir a la iglesia el miércoles en la noche, y eso fue el lunes por la mañana. Todo el día domingo, traté de decirle que yo quería casarme con ella, pero no tenía el suficiente valor.",
    "Así que, eché la carta en el buzón. Y ya en el trabajo ese día, empecé a pensar: “¿Qué si su mamá lee esa carta?” ¡Oh, hermano! Si—si ella llegaba a leer esa carta, yo sabía que estaba arruinado, porque ella no tenía mucho interés en mí. Bueno, yo estaba todo preocupado.",
    "Y ese miércoles por la noche cuando fui, oh, hermano, yo pensé: “¿Cómo voy a ir allá? Si su mamá recibió esa carta, me va a dar una buena, pero espero que Hope la haya recibido”. Yo la había dirigido a “Hope”. Así se llamaba ella, Hope [Esperanza.—Traductor]. Así que, yo dije: “Solamente voy a escribir aquí en el sobre, para Hope”. Así que…Y yo pensé que tal vez ella no la había recibido.",
    "Yo sabía que no era correcto quedarme afuera y sonar el claxon para que ella saliera. ¡Oh, hermano! Y cualquier muchacho que no tiene el suficiente valor para ir a la casa de la muchacha y tocar en la puerta y preguntar por ella, no tiene ningún negocio saliendo con ella. Esa es la verdad. Esa es una necedad. Eso es falta de vergüenza.",
    "Así que, paré mi Ford, Uds. saben, yo lo traía muy limpio. Y me bajé y fui a tocar la puerta. ¡Oh misericordia, su mamá abrió la puerta! Yo casi no podía ni hablar, dije: “¿Cómo—cómo—cómo está Ud. Señora Brumbach?”\n\nElla contestó: “¿Cómo estás, William’?”\n\nYo pensé: “¡Oh—oh, William!”\n\nY—y ella me dijo: “¿Quieres pasar?”",
    "Dije: “Gracias”. Entré a la casa. Pregunté: “¿Ya está lista Hope?”",
    "Y en ese momento ahí venía Hope saltando alegremente por la casa, era sólo una niña como de dieciséis años. Y me dijo: “¡Hola, Billy!”",
    "Y yo le contesté: “Hola, Hope. ¿Estás lista ya para ir a la iglesia?”, le pregunté.\n\nDijo: “En un momento”.",
    "Yo pensé: “¡Oh, hermano! Ella no la recibió. Ella no la recibió. Que bueno, que bueno, que bueno. Hope tampoco la recibió, así que todo va a salir bien, porque ella me lo hubiera dicho. Así que me sentí más o menos bien.",
    "Y después cuando llegué a la iglesia, empecé a pensar: “¿Qué si ella la recibió?” ¿Ven? Y no pude escuchar lo que el Doctor Davis estaba diciendo. Yo la miraba a ella, y pensaba: “Quizás ella lo está guardando y me va a poner en mi lugar, cuando salga de aquí, por haberle dicho eso”. Y no podía escuchar lo que el Hermano Davis estaba diciendo. Y la miraba y pensaba: “Oh, no me gustaría tener que dejarla, pero…Y yo—yo…el desenlace de seguro tiene que venir”.",
    "Así que después de que salimos de la iglesia, empezamos a caminar juntos por la calle, hacia la casa, y—y caminamos hasta mi viejo Ford. Y en todo el trayecto la luna estaba brillando, Uds. saben, volteé a verla y ella se veía hermosa. Y la miraba y pensaba: “Oh, cómo me gustaría casarme con ella, pero me supongo que no podré”.",
    "Y así que seguí un poquito más adelante, Uds. saben, y la volvía a mirar otra vez. Y le pregunté: “¿Cómo—cómo te sientes en esta noche?”\n\nElla me dijo: “Oh, estoy muy bien”.",
    "Y detuvimos el Ford y nos bajamos, Uds. saben, y empezamos a caminar y dimos vuelta a la esquina para irnos a su casa. Y la estaba acompañando hasta la puerta. Yo pensé: “¿Sabes qué?, probablemente ella nunca recibió la carta, así que vale más que me olvide de esto. De todas maneras tendré otra semana de gracia”. Y así que empecé a sentirme muy bien.\n\nEntonces ella dijo: “¿Billy?”\n\nYo dije: “Sí”.\n\nElla dijo: “Recibí tu carta”. ¡Oh, hermano!\n\nLe dije: “¿La recibiste?”",
    "Y ella dijo: “Ajá “. Y continuó caminando, y no dijo otra palabra.",
    "Y yo pensaba: “Mujer, dime algo. Córreme, o dime qué es lo que piensas al respecto”. Y le pregunté: “¿La—la leíste?”\n\nY ella me dijo: “Ajá”.",
    "Oh, Uds. saben cómo una mujer puede mantenerlo a uno en suspenso. Oh, yo—yo no quise decirlo de esa manera, ¿ven Uds.? ¿Ven? Pero, de todas maneras, Uds. saben, yo—yo pensaba: “¿Por qué no me dices algo?” ¿Ven?, y yo seguía. Y le dije: “¿La leíste toda?”\n\nY ella…[Porción no grabada en la cinta.—Editor] “Ajá”.",
    "Y ya estábamos casi para llegar a la puerta y pensaba: “No me hagas llegar hasta el porche, porque tal vez no pueda escapar de ellos, dime de una vez”. Y así que seguí esperando.",
    "Y ella me dijo: “Billy, me encantaría hacer eso”. Ella me dijo: “Yo te amo”. Dios bendiga su alma, ella está en la Gloria hoy. Ella me dijo: “Yo te amo”. Y dijo: “Yo creo que deberíamos decirles a nuestros padres, acerca de esto. ¿No crees tú?”",
    "Y yo le dije: “Amor, escucha, empecemos esto con una proposición de cincuenta y cincuenta”. Dije: “Yo le diré a tu papá, si tú le dices a tu mamá “. Dejándole a ella la peor parte, para empezar.\n\nY ella dijo: “Muy bien, si tú le dices a mi papá primero”.\n\nDije: “Muy bien, yo le voy a decir a él, el domingo en la noche”.",
    "Y así que vino la noche del domingo, y yo la llevé a su casa, y yo…Ella me miraba. Y yo me fijé, ya eran las nueve y media, ya era hora para que me fuera. Así que Charlie estaba sentado en su escritorio, escribiendo en máquina. Y la Señora Brumbach estaba sentada en la esquina, tejiendo, Uds. saben, con esos pequeños aros que le ponen a la tela, Uds. saben. No sé cómo le llaman. Y así que ella estaba haciendo algo de eso. Y Hope seguía mirándome, y ella me miraba, haciéndome señas hacia su padre. Y yo…¡Oh, Señor! Yo pensé: “¿Qué si él dice que no?” Así que empecé a caminar hacia la puerta y dije: “Bueno, pienso que ya debo irme”.",
    "Y caminé hacia la puerta, y—y ella comenzó a caminar hacia la puerta conmigo. Ella siempre me acompañaba a la puerta y me daba las “buenas noches”. Así que caminé hacia la puerta, y ella me dijo: “¿Qué, no le vas a decir a él?”",
    "Y yo dije: “¡Ha!” Dije: “Estoy tratando de hacerlo, pero yo—yo—yo no sé cómo lo voy a hacer”.",
    "Y ella dijo: “Yo voy a entrar y tú lo llamas a él afuera”. Así que ella entró y me dejó allí parado.\n\nY yo dije: “Charlie”.\n\nEl se volteó y me dijo: “¿Sí, Bill?”\n\nDije: “¿Pudiera hablar con Ud. por un momento?”",
    "Y él contestó: “Seguro”. Y dio la espalda a su escritorio. La Señora Brumbach lo miró, y miró a Hope, y me miró a mí.\n\nY yo dije: “¿Pudiera Ud. salir aquí al porche?”",
    "Y él me contestó: “Sí, allá voy”. Así que él salió al porche.\n\nYo dije: “En verdad es una hermosa noche, ¿verdad?”\n\nY él contestó: “Sí, lo es”.\n\nY yo dije: “Ha estado caluroso”.\n\n“Sí, lo ha estado”, y me miró.",
    "Y yo dije: “He trabajado muy duro, Ud. sabe, aun mis manos tienen callos”.\n\nEl dijo: “Te puedes casar con ella, Bill”. ¡Oh, Señor! “Te puedes casar con ella”.",
    "Yo pensé: “Oh, eso es mucho mejor”. Y le dije: “¿Lo dice Ud. en serio Charlie?” El dijo…Yo dije: “Charlie mire, yo sé que ella es su hija y que Ud. tiene dinero”.",
    "Y él me agarró de la mano y me dijo: “Bill, escucha, el dinero no es todo en la vida humana”. El dijo…",
    "Yo le dije: “Charlie, yo—yo sólo gano veinte centavos la hora, pero yo la amo y ella me ama. Y yo le prometo Charlie que yo voy a trabajar tanto para mantenerla, hasta que los callos de mis manos se desgasten. Yo voy a ser lo más fiel que pueda con ella”.",
    "Y él me dijo: “Yo creo eso, Bill”. Y dijo: “Escucha, Bill, quiero decirte algo”. Dijo: “Tú sabes, felicidad, no es siempre necesario tener dinero para ser feliz”. Y dijo: “Sólo sé bueno con ella. Y yo sé que tú lo serás”.\n\nYo le dije: “Gracias Charlie. Yo haré eso”.",
    "Y ahora a ella le tocaba hablarle a su mamá. Yo no sé cómo lo hizo, pero nos casamos.",
    "Cuando nos casamos, nosotros no teníamos nada, nada para el hogar. Creo que teníamos dos o tres dólares. Así que rentamos una casa, que nos costaba cuatro dólares al mes. Era un lugarcito viejo de dos cuartos. Y alguien nos dio una antigua cama plegadiza. ¿Me pregunto si alguno de Uds. alguna vez ha visto una cama plegadiza? Y ellos nos dieron eso. Y yo fui a Sears y Roebucks y compré una mesita con cuatro sillas, y no—no estaban pintadas, Uds. saben, y las compramos a crédito. Y entonces fui con el Señor Weber, quien era un vendedor de fierros viejos, y compré una estufa para cocinar. Pagué setenta y cinco centavos por ella, y un dólar y algo por las rejillas que le faltaban. Y así completamos los utensilios del hogar. Y recuerdo cuando pinté un trébol en las sillas cuando las estaba pintando. Y, oh, éramos felices. Nos teníamos el uno al otro, y eso era todo lo necesario. Y por la misericordia y la bondad de Dios, éramos la parejita más feliz que había en la tierra.",
    "Y encontré esto, que la felicidad no consiste en qué tanto Ud. posea de las cosas del mundo, sino cuán contento está Ud. con la porción que le es asignada.",
    "Y después de un tiempo, Dios vino y bendijo nuestro pequeño hogar y tuvimos un niñito. Su nombre es Billy Paul y él está aquí en el servicio en estos momentos. Y un tiempecito después de eso, como a los once meses, El nos bendijo otra vez con una niñita a quien llamamos Sharon Rose, tomada del nombre: “La Rosa de Sarón”.",
    "Y recuerdo que un día, yo había estado ahorrando mi dinero porque iba a tomar unas vacaciones para ir a pescar a un lugar, al lago Paw Paw. Y en mi camino de regreso…",
    "Y durante ese tiempo…Estoy pasando por alto mi conversión. Yo me convertí. Y fui ordenado por el Doctor Roy Davis, en la Iglesia Misionera Bautista y llegué a ser un ministro y tenía el Tabernáculo en el que ahora predico en Jeffersonville. Y yo estaba pastoreando la pequeña iglesia. Y yo…",
    "Sin dinero, yo pastoreé la iglesia por diecisiete años y nunca recibí un centavo. Yo no creía en colectar…Ni siquiera teníamos un plato de ofrenda en la iglesia. Y los diezmos que yo tenía del trabajo, y demás, tenía una cajita en la parte de atrás del edificio que tenía un pequeño letrero en ella que decía: “Por cuanto has hecho esto a uno de estos mis pequeñitos, tú me lo has hecho a Mí”. Y así fue como la iglesia se pagó. Nosotros teníamos un préstamo para pagarlo en diez años, y fue pagado en menos de dos años. Y yo nunca tomé una ofrenda de ninguna clase.",
    "Y entonces yo tenía, oh, unos pocos dólares que había ahorrado para mi vacación. Ella trabajaba también, trabajaba en la Fábrica de Camisas Finas. Era una muchacha hermosa y adorable. Y su tumba probablemente está nevada hoy, pero ella todavía está en mi corazón. Y recuerdo cuando ella había trabajado tan duro para ayudarme a juntar el dinero suficiente para ir a pescar a ese lago.",
    "Y cuando yo venía de regreso del lago, empecé a ver entrando a Mishawaka y South Bend, Indiana, empecé a notar automóviles que traían letreros atrás que decían: “Sólo Jesús”. Y yo pensé: “Eso suena extraño: ‘Sólo Jesús’ “. Y empecé a notar estos letreros. Y estaban en todo, desde bicicletas, Ford, Cadillac, y demás: “Sólo Jesús”. Y seguí a algunos de ellos y llegaron a una iglesia enorme. Y me di cuenta que ellos eran Pentecostales.",
    "Yo había oído de los Pentecostales, pero eran un montón de “aleluyas que se tiraban al suelo y que echaban espuma por sus bocas”, y todo eso que me habían contado al respecto. Así que, yo no quería tener nada que ver con eso.",
    "Los oí a todos ellos allí adentro, y pensé: “Creo que voy a entrar”. Así que paré mi Ford y entré, ¡y estaban cantando como Ud. nunca ha escuchado en su vida! Y me di cuenta que eran dos grandes iglesias, una de ellas era la P. A. de J.C., y la P.A. de W., muchos de Uds. habrán de recordar esas organi-…Creo que ahora están unidas y se llaman la iglesia Pentecostal Unida. Bueno, yo escuché a algunos de sus maestros. Y ellos estaban allí, ellos estaban enseñando acerca de Jesús y qué tan grande El era, y cuán grande era todo, y acerca de un “bautismo del Espíritu Santo”. Y yo pensé: “¿De qué están hablando?”",
    "Y después de un rato, alguien se paró y empezó a hablar en lenguas. Bueno, yo nunca había escuchado algo como eso en mi vida. Y una mujer allí empezó a correr tan recio como ella podía. Y entonces todos ellos se pararon y empezaron a correr. Y yo pensé: “¡De seguro ellos no saben cómo comportarse en la iglesia!” Gritando y comportándose de esa manera, yo pensé: “¡Qué clase de gente es ésta!” Pero, Uds. saben, había algo en eso, porque mientras más me quedaba, más me gustaba. Había algo que parecía que era muy bueno. Y empecé a observarlos. Y siguió. Y pensé: “Voy a vigilarlos por un rato, de todas maneras estoy cerca de la puerta. Si algo empieza a salirse de control, saldré corriendo por la puerta. Yo sé en donde está estacionado mi carro, a la vuelta de la esquina”.",
    "Y yo empecé a escuchar a algunos de esos predicadores, eran eruditos y estudiantes. Pues, yo pensé: “Esto está bien”.",
    "Así que llegó la hora de la cena, y uno dijo: “Todos pasen a cenar”.",
    "Pero yo pensé: “Un momento. Yo traigo un dólar y setenta y cinco centavos para regresar a casa, y…” Eso era todo lo que tenía para la gasolina. Contaba con eso para llegar a la casa. Y tenía un Ford viejo, era un buen carro Ford. No era que había fallado de dar servicio, sólo era que estaba muy usado como el que está aquí afuera. Y él…Yo en realidad creía que ese Ford podía correr a treinta millas por hora, pero por supuesto eran quince millas hacia acá y quince hacia allá. ¿Ven Uds.?, sumándolas da treinta millas. Y así que…yo pensé: “Bueno, en la noche creo que saldré y después de…“Me había quedado para el servicio de la noche.",
    "Y, oh, él dijo: “Todos los predicadores, sin importar la denominación, pasen a la plataforma”. Pues, habíamos como doscientos allá arriba, yo también fui. Así que él dijo: “No tenemos tiempo para que prediquen todos Uds.” Y dijo: “Solamente pasen y digan quiénes son y de dónde vienen”.",
    "Bueno, cuando me tocó a mí, yo dije: “William Branham, Bautista. Jeffersonville, Indiana”. Y pasé.",
    "Escuchaba a todo el resto de ellos que decían: “Pentecostal, Pentecostal, Pentecostal, P.A. de W., P.A.J.C., P.A.W., P.…”",
    "Y cuando pasé, pensé: “Bueno, parece que yo soy el pato feo”. Así que me senté y esperé.",
    "Y ese día, habían tenido, buenos predicadores jóvenes, y predicaron poderosamente. Y después dijeron: “El que va a traer el mensaje en esta noche es…” Me parece que ellos le llamaron “Anciano”. Y a sus ministros, en lugar de llamarles “Reverendos”, les llamaban “Ancianos”. Y pusieron ahí a un anciano de color y traía puesto uno de esos sacos antiguos de predicador. Me supongo que Uds. nunca han visto uno de esos. Era de faldón largo, cola de pichón, Uds. saben, con cuello de terciopelo, y él sólo tenía un pequeño margen de pelo blanco alrededor de su cabeza. El pobre ancianito, salió de esta manera, Uds. saben. Y se paró allí y volteó alrededor. Y mientras todo los predicadores habían estado predicando acerca de Jesús y de lo grande…de cuán grande era El, y demás, ese ancianito tomó su texto del Libro de Job. “¿En dónde estabas tú cuando yo puse los fundamentos de la tierra, o cuando las estrellas de la mañana cantaban juntas y los Hijos de Dios alababan con júbilo?”",
    "Pobre anciano, yo pensé: “¿Por qué no pondrían a los jóvenes a predicar?” El lugar estaba lleno y apretado. Y yo pensé: “¿Por qué harían eso?”",
    "Así que entonces este anciano, en lugar de predicar de lo que estaba sucediendo aquí en la tierra, él empezó a predicar de lo que estaba sucediendo en el Cielo todo el tiempo. Bien, él tomó a Jesús desde el principio, desde el principio del tiempo, y lo trajo acá en la Segunda Venida a través del arco iris horizontal. ¡Pues, yo nunca había escuchado una predicación como esa en mi vida! Para ese entonces el Espíritu lo tocó y él empezó a brincar así de alto, golpeando los tacones de sus zapatos en el aire, enderezó sus hombros y salió de puntitas de esa plataforma diciendo: “Uds. no tienen aquí espacio suficiente para que yo predique”. Y él tenía más espacio que el que yo tengo aquí.",
    "Yo pensé: “Si Eso hace que un anciano actúe de esa manera, ¿qué haría si estuviera en mí?” Yo—yo pensé: “Tal vez yo necesito algo de Eso”. Pues, cuando él salió a predicar, yo sentí lástima por el anciano. Pero cuando él se fue, yo sentí lástima por mí. Y yo lo miré salirse de allí.",
    "Yo salí esa noche, y pensé: “Mañana, no le voy a decir a nadie quién soy”. Así que, me fui, y esa noche planché mis pantalones. Saqué el…fui a dormir a un sembradío de maíz, y había comprado unos panes duros. Uno…Compré un montón de ellos, por cinco centavos. Y allí había una llave de agua, y de allí tomé agua. Así que yo sabía que eso me iba a durar un tiempo, así que saqué agua y me la tomé, y me fui a comer mis panes. Y regresé y tomé otro trago de agua. Me regresé al sembradío de maíz, y saqué los dos asientos y puse mis pantalones baratos entre ellos, para plancharlos.",
    "Y esa noche, ore casi toda la noche, y dije: “Señor, ¿qué es esto en lo que me he metido? Yo nunca en mi vida he visto gente tan religiosa”. Y dije: “Ayúdame a saber de qué se trata todo esto”.",
    "Y a la mañana siguiente llegué allí. Y nos invitaron a desayunar. Por supuesto, yo no iba a comer con ellos, porque no tenía nada que poner en la ofrenda. Y me regresé. Y a la mañana siguiente cuando fui (ya había comido de mis panes), y me senté. Y ellos estaban hablando por un micrófono. Y yo nunca había visto un micrófono, y le tenía miedo a esa cosa. Así que ellos…Y tenía un cordón del cual colgaba, y así colgaba. Era como uno de esos micrófonos colgantes. Y él dijo: “Anoche, aquí en la plataforma, estaba un predicador joven, un Bautista”.\n\nY yo pensé: “Oh, oh, ahorita me van a dar una buena sacudida”.",
    "Y él dijo: “El era el predicador más joven en la plataforma. Su nombre era Branham. ¿Alguien sabe en dónde está él? Díganle que venga, queremos que él traiga el mensaje de la mañana”.",
    "¡Oh, Señor! Yo traía puesta una camiseta y unos pantalones rayados, Uds. saben. Y nosotros los Bautistas creíamos que teníamos que traer puesto un traje, para subir al púlpito, Uds. saben. Así que…Y yo—yo me quedé muy quieto. Y durante ese tiempo…Ellos la tuvieron en el Norte entonces (su convención internacional), debido a que la gente de color no hubiera podido asistir si hubiera sido en el Sur. Y ellos tenían ahí a la gente de color, y yo era un Sureño, todavía tenía almidón en el cuello de mi camisa, ¿ven Uds.?, pensaba que yo era un poco mejor que alguien más. Y sucedió que esa mañana, sentado en seguida de mí estaba un hombre de color. Así que lo miré a él y pensé: “Bueno, él es un hermano”.",
    "Y aquél preguntó: “¿Alguien sabe en dónde está William Branham?” Yo me bajé en el asiento de esta manera. Así que él dijo, lo anunció por segunda vez, dijo: “Alguien que esté afuera, (él jaló el micrófono hacia él), ¿sabe en dónde está William Branham? Díganle que lo queremos en la plataforma para que traiga el mensaje de la mañana. El es un predicador Bautista del sur de Indiana”.",
    "Yo me quedé muy quieto y me agaché, Uds. saben. Nadie me conocía, de todas maneras. Y ese muchacho de color se volteó hacia mí y me preguntó: “¿Sabes en dónde está?”",
    "Y pensé. Yo—yo, o tenía que mentir o hacer algo. Así que dije: “Agáchate aquí”.\n\nEl dijo: “¿Sí, señor?”\n\nDije: “Quiero decirte algo”. Dije. “Yo—yo soy él”.\n\nEl dijo: “Pues, vaya allá arriba”.",
    "Y yo le dije: “No, no puedo. ¿Ves?” Dije: “Vengo con estos pantalones baratos y esta camiseta”. Dije: “No podría subir allá”.",
    "El dijo: “A esa gente no le importa cómo esté Ud. vestido, Vaya allá arriba”.\n\nYo le dije: “No, no”. Dije: “Cálmate, no digas nada”.",
    "Y al momento, él regresó al micrófono otra vez y dijo: “¿Alguien sabe en dónde está William Branham?”",
    "Y éste dijo: “¡Aquí está! ¡Aquí está! ¡Aquí está!” ¡Oh, hermano! Y me levanté con esa camiseta puesta, Uds. saben. Y yo…",
    "El dijo: “Suba aquí, Señor Branham, queremos que nos traiga el mensaje”. ¡Oh, hermano, delante de todos esos predicadores, jum, toda esa gente! Y yo iba cohibido, Uds. saben. Mi cara estaba roja y mis orejas ardiendo. Y subí ahí cohibido, con mis pantalones rayados y mi camiseta, un predicador, un predicador Bautista subiendo al micrófono, nunca antes había visto uno, ¿ven Uds.?",
    "Y me paré ahí, dije: “Bueno, yo—yo—yo no sé de esto”. Y movía mis manos nerviosamente, Uds. saben. Y—y llegué a Lucas 16, y pensé: “Bueno, ahora…” Y—y entré en el tema: “Y él levantó sus ojos en el infierno, y lloró”. Y yo…Así que yo—yo empecé a predicar, Uds. saben, y ya estando predicando me sentí un poco mejor. Y dije: “El hombre rico estaba en el infierno, y lloró “. Esas tres palabritas, al igual que muchos de los sermones que yo tengo, como: “¿Crees Tú Esto?”, y “Habla A La Peña”, Uds. me han oído predicarlos. Y yo decía: “Y entonces él lloró”. Y dije: “Allí no hay niños, seguramente que no los hay en el infierno. Entonces él lloró”. Y yo dije: “Allí no hay flores. Entonces él lloró. Allí no hay Dios. Entonces él lloró. Allí no hay Cristo. Entonces él lloró “. Y luego yo lloré. Algo se apoderó de mí. ¡Oh, hermano, hermano! Después, yo no supe qué sucedió. Cuando más o menos volví a mis cabales, yo ya estaba parado afuera. Esa gente empezó a gritar y a clamar, y a llorar, y yo, nos gozamos enormemente.",
    "Estando ya afuera, se me acercó un individuo que traía puesto un gran sombrero Tejano, y botas grandes, se acercó y me dijo: “Yo soy el Anciano Fulano de Tal”. Un predicador, usando botas, y ropa vaquera.\n\nYo pensé: “Bueno, entonces mis pantalones rayados no están tan mal”.",
    "Dijo: “Quiero que vaya Ud. a Texas y tenga un avivamiento con nosotros”.",
    "🦅 Jum, déjeme anotar eso, señor”. Y lo anoté.",
    "Y vino otro vestido con esa clase de pantalones que usaban para jugar golf, Uds. saben, esos pantalones bombachos. Y me dijo: “Yo soy el Anciano Fulano de Tal de Miami. Me gustaría que…”",
    "Y yo pensé: “Tal vez el vestir no es tan importante”. Lo examiné y pensé: “Muy bien”.",
    "Así que eché mano de estas cosas y me regresé a casa. Mi esposa me encontró y me dijo: “¿Por qué estás tan contento, Billy?”",
    "Le contesté: “Oh, es que conocí la crema y nata. Es lo mejor que hayas visto. Esa gente no tiene vergüenza de su religión”. Y oh, le conté todo al respecto. Y le dije: “Y mira esto cariño, una serie de invitaciones. ¡Esa gente!”\n\nY ella dijo: “Ellos no son ‘aleluyas’, ¿verdad?”",
    "Y yo le contesté: “Yo no sé que clase de aleluyas son, pero tienen algo que yo necesito”. ¿Ven? Y dije: “De eso—de eso estoy seguro”. Y le dije: “Yo vi a un anciano de noventa años de edad, que se hizo joven otra vez”. Dije: “Yo nunca había escuchado una predicación como esa en mi vida. Pues, yo nunca recuerdo haber escuchado a un Bautista predicar así”. Le dije: “Ellos predican hasta que se les va el aliento, y doblan sus rodillas hasta el suelo, se levantan, y recobran su aliento. Tú los puedes escuchar a dos cuadras de lejos, cuando están predicando”. Y yo dije: “Yo—yo nunca he escuchado tal cosa en mi vida. Y ellos hablan en lenguas desconocidas, y otro dice lo que están hablando. ¡Nunca escuché tal cosa en mi vida!” Y le pregunté: “¿Irías conmigo?”",
    "Y ella me dijo: “Amor, cuando yo me casé contigo, dije que yo estaría a tu lado hasta que la muerte nos separe”. Ella dijo: “Yo iré”. Y dijo: “Ahora, le diremos a la familia”.",
    "Y yo dije: “Bueno, tú dile a tu mamá y yo le diré a mi mamá”. Así que…Fui y le dije a mi mamá.",
    "Mi madre me dijo: “Seguro, Billy. Lo que el Señor te ha llamado a hacer, ve y hazlo”.",
    "Y la Señora Brumbach me mandó llamar. Y fui. Ella dijo: “¿Qué es esto de lo que tú estás hablando?”",
    "Y yo dije: “Oh, Señora Brumbach”, dije, “pero es que Uds. nunca han visto gente como esta”.\n\nY ella dijo: “¡Cálmate! ¡Cálmate!”\n\nDije: “Sí, señora”, dije, “lo siento”.\n\nY ella me dijo: “¿Sabes que son un montón de aleluyas?”",
    "Yo dije: “No, señora, yo no sabía eso”. Dije: “Ellos—ellos son gente muy fina”.",
    "Ella dijo: “¡El sólo pensarlo! ¿Crees tú que vas a arrastrar a mi hija entre una cosa como esa?” Dijo: “¡Qué ridículo! Eso no es nada más que basura que las otras iglesias han echado afuera”. Ella dijo: ¡Verdaderamente! Tú no vas a llevar a mi hija de esa manera”.",
    "Yo le dije: “Pero Ud. sabe, Señora Brumbach, en mi corazón yo siento que el Señor quiere que yo vaya con esa gente”.",
    "Ella contestó: “Tú regresa a tu iglesia hasta que ellos te puedan comprar una casa pastoral y pórtate como un hombre que tiene algo de sentido”. Dijo: “Tú no te vas a llevar a mi hija entre aquello”.\n\nYo dije: “Sí, señora”. Y di la media vuelta y me salí.",
    "Y Hope empezó a llorar. Ella salió y me dijo: “Billy, no importa lo que diga mi mamá, yo me mantendré contigo”. ¡Dios la bendiga!\n\nY yo le dije: “Oh, está bien cariño”.",
    "Y dejé todo eso pasar. Ella no iba a permitir que su hija fuera con gente como esa porque “no eran nada más que basura”. Y así que me disimulé y lo dejé pasar. Ese fue el peor error que he cometido en mi vida, uno de los peores.",
    "Y un poquito después, unos pocos años después, los hijos vinieron. Y un día estábamos…Vino una inundación, en 1937. Vino una inundación. Y nuestro…Yo era patrullero en ese tiempo y estaba tratando de rescatar a la gente de la inundación lo mejor que podía, pues las casas se estaban despedazando. Y mi esposa se enfermó, y se puso muy, muy enferma de pulmonía. Y la habían sacado…El hospital normal estaba tan lleno que no podíamos ponerla allí, así que tuvimos que llevarla a la central del—del gobierno en donde ellos tenían un cuarto. Y entonces, me llamaron otra vez. Y yo siempre había vivido en el río, era un buen barquero, así que yo estaba tratando de rescatar a la gente de la inundación. Y entonces…",
    "Me llamaron, diciéndome: “Hay una casa en la calle Chestnut, está a punto de ser arrasada. Allí hay una madre y un montón de niños”, dijo, “ve si crees que tu lancha de motor puede llegar hasta donde están”. Dije: “Bien, haré todo lo que pueda”.",
    "Y yo iba veloz por esas aguas. La represa se había reventado, y oh, hermano, las…las aguas estaban arrasando la ciudad. Y yo le di todo lo que pude, y finalmente cruzando callejones y otros lugares. Y llegué ahí cerca de la represa, por donde el agua se estaba saliendo. Y oí a alguien gritar y vi a una madre parada en el porche. Y allí estaban pasando esas enormes olas. Bien, yo me fui por este lado tan lejos como pude y di con la corriente y regresé y me hice hacia aquel otro lado. Paré la lancha a tiempo para atarla en la columna, en el poste de la puerta, el poste, el poste del porche. Y corrí hacia adentro y agarré a la madre y a dos o tres de sus hijos y los subí a la lancha. Y desaté mi lancha y la llevé a ella…Regresé y la llevé a la orilla, y recorrí como milla y media [Como dos mil cuatrocientos metros.—Traductor], a través de la ciudad, hasta que la dejé en la orilla. Y entonces, cuando llegamos a la orilla, ella se había desmayado. Y ella empezó…estaba gritando: “¡Mi niño! ¡Mi niño!”",
    "Pues yo pensé que ella quería decir que había dejado a su niño en la casa. ¡Oh, hermano! Y me devolví mientras ellos trataban de cuidar de ella. Y después me di cuenta lo que…o ella quería saber dónde estaba su niño ahí mismo. Había un niñito como de tres años de edad, y yo pensé que ella se refería a un bebé recién nacido o algo así.",
    "Así que me devolví y llegué allá. Y me bajé de la lancha y cuando entré a la casa, no pude encontrar a ningún niño y en eso el porche se desprendió y la casa fue arrasada. Y yo corrí rápidamente y agarré el—el pedazo al que estaba atada mi lancha, me subí en ella, y jalé ese pedazo de madera y la solté.",
    "Para entonces ya estaba en la corriente del río principal. Y eran como las once y media de la noche, y estaba lloviendo y nevando. Y yo agarré la cuerda del arranque y la jalé y no arrancó el motor, y traté y no arrancó, y traté otra vez. Me estaba alejando más en esa corriente, las cataratas estaban un poco más adelante. Y yo estaba tratando con todo lo que tenía, y pensé: “¡Oh, Señor, aquí—aquí llego a mi fin! Aquí es”. Y jalaba con todas mis fuerzas y dije: “Señor, por favor no me dejes morir en una muerte como ésta”, y seguía jalando y jalando.",
    "Y se me vino a la memoria: “¿Qué de ese montón de basura al cual tú no quisiste ir?” ¿Ven? ¡Jum!",
    "Y nuevamente puse mi mano en la lancha, y dije: “¡Dios, ten misericordia de mí! ¡No permitas que deje así a mi esposa y a mi niña, y ellos allá enfermos! ¡Por favor!” Y continué jalando y no arrancaba. Y yo ya podía oír el rugir allá abajo, porque…Apenas unos cuantos minutos, y, oh, hermano, eso sería todo. Y yo dije: “Señor, si Tú me perdonas, yo te prometo que haré cualquier cosa”. Y de rodillas allí en esa lancha, con la lluvia y la nieve pegándome en la cara, yo dije: “Haré cualquier cosa que Tú quieras que haga”. Y jalé otra vez y arrancó el motor. Y le di toda la gasolina que podía, y finalmente llegué a la orilla.",
    "Y me regresé a buscar la camioneta, la camioneta patrulla. Y pensé de…Algunos dijeron: “La central de gobierno acaba de ser arrasada”. Mi esposa y mi niña estaban allí, mis dos niños.",
    "Y salí rumbo a la central de gobierno tan rápido como podía, y el agua tenía como quince pies de profundidad en todo el trayecto. Y allí estaba un mayor, y le pregunté: “Mayor, ¿qué le pasó al hospital?”\n\nY él me dijo: “No te preocupes. ¿Tenías a alguien allí?” Le contesté: “Sí, a—a mi esposa enferma y a dos niños”.",
    "Y él dijo: “Todos fueron evacuados”. Dijo: “Están en un tren de carga y van rumbo hacia Charlestown”.",
    "Yo corrí, subí a mi lancha…subí a mi carro, y puse mi lancha atrás y salí para allá a…Y los arroyos tenían ahora dos y media o tres millas de ancho [Cuatro o cinco kilómetros de ancho.—Traductor]. Y toda la noche yo traté de…Algunos de ellos decían: “El tren de carga fue arrasado allá en el puente”.",
    "Pues, me hallaba aislado en una pequeña isla, estuve allí por tres días. Y allí tuve bastante tiempo para pensar si Aquello era basura o no. Y palpitando dentro de mí: “¿Dónde está mi esposa?”",
    "Finalmente cuando la encontré, unos pocos días después de que salí y pude cruzar, ella estaba en Columbus, Indiana, en el Auditorio Bautista que habían acondicionado como un—un hospital con cuartos para enfermos, usando catres del gobierno. Y corrí buscándola, tan fuerte como podía, tratando de encontrar en dónde estaba ella, gritando: “¡Hope! ¡Hope! ¡Hope!” Y cuando la vi, ella estaba acostada en un catre, se había contagiado de tuberculosis.\n\nElla levantó su manita huesuda, y dijo: “Billy”. Y yo corrí hacia ella y dije: “Hope, mi amor”. Ella me dijo: “Me miro muy mal, ¿verdad?” Le dije: “No, cariño, te miras muy bien”.",
    "Como por seis meses luchamos con todo lo que estaba a nuestro alcance, para tratar de salvar su vida, pero ella continuaba debilitándose más y más.",
    "Un día yo estaba patrullando y tenía mi radio encendido, y pensé que los había escuchado decir, o hacer un llamado por el radio diciendo: “Para William Branham, lo necesitan en el hospital de inmediato, esposa muriéndose”. Y rápidamente me dirigí al hospital, tan rápido como podía, encendí la luz roja y la sirena, y arranqué. Y—y llegué al hospital y paré mi carro, y entré corriendo. Caminando por el—el hospital, vi a un amiguito mío, pescábamos juntos, andábamos juntos cuando éramos niños, Sam Adair.",
    "El Doctor Sam Adair, es el mismo a quién le dije de la visión acerca de la clínica, no hace mucho tiempo. Y él dijo que si alguien dudaba la visión, que lo llamaran a él por cobrar, si querían saber si era verdad o no.",
    "Así que entonces, él venía saliendo de esta manera, y traía su sombrero en la mano. El me miró y empezó a llorar. Y yo corrí hacia él y lo abracé. El me abrazó, y me dijo: “Billy, se está muriendo”. Dijo: “Lo siento. Yo he hecho todo lo que podía hacer, he consultado con especialistas y todo”.\n\nYo dije: “¡Sam, seguramente no es que se está muriendo!”\n\nDijo: “Sí, se está muriendo”.\n\nY me dijo: “No entres allí, Bill”.\n\nY yo dije: “Tengo que entrar, Sam”.\n\nY él dijo: “No lo hagas. No, por favor no”.\n\nDije: “Déjame entrar”.\n\nDijo: “Yo voy contigo”.",
    "Le dije: “No, tú quédate aquí, quiero estar con ella en sus últimos momentos”.\n\nMe dijo: “Ella está inconsciente”.",
    "Entré al cuarto. Y la enfermera estaba sentada allí, y estaba llorando, porque ella y Hope habían sido compañeras de escuela. Así que miré, y ella empezó a llorar, y levantó su mano y venía hacia mí.",
    "Y la miré, y la sacudí. Allí estaba ella, había bajado de peso de casi ciento veinte libras [Casi cincuenta y cinco kilos.—Traductor], hasta como unas sesenta. [Veintisiete kilos.] Y yo—yo la sacudí. Y si yo viviera hasta la edad de cien años, nunca olvidaré lo que sucedió. Ella volteó, y me miró con esos grandes y hermosos ojos. Se sonrió. Me dijo: “¿Por qué me llamaste de regreso, Billy?”\n\nYo le dije: “Amor, acabo de recibir el…aviso”.",
    "Yo tenía que trabajar. Estábamos muy endeudados con cientos y cientos de dólares en la cuenta del doctor, y no tenía nada con qué pagarla. Y tenía que trabajar. Y a ella la veía dos o tres veces al día, y cada noche, y luego cuando ella estaba en esa condición.\n\nLe dije: “¿Qué quieres decir con eso de ‘llamaste de regreso’?”",
    "Ella me dijo: “Bill, tú lo has predicado, tú has hablado de Ello pero tú no tienes ninguna idea de lo que es”.\n\nYo dije: “¿De qué estás hablando?”",
    "Ella dijo: “El Cielo”. Ella dijo: “Mira”, dijo ella, “me estaban escoltando hacia el Hogar, unas personas, hombres o mujeres, o algo así, que estaban vestidos de blanco”. Y me dijo: “Yo estaba tranquila y en paz”. Dijo: “Y grandes y hermosos pájaros volaban de un árbol a otro”. Ella dijo: “No pienses que estoy fuera de mí”. Ella dijo: “Billy, voy a decirte cuál fue nuestro error”. Ella dijo: “Siéntate”. Yo no me senté; me hinqué, y tomé su mano. Ella dijo: “¿Sabes tú dónde estuvo nuestro error?”\n\nY le contesté: “Sí, cariño, sí sé”.",
    "Ella dijo: “Nunca debimos haber escuchado a mi mamá. Esa gente estaba correcta”.\n\nY yo le dije: “Lo sé”.",
    "Y me dijo: “Prométeme esto, que tú irás adonde esa gente”, dijo, “porque ellos están bien”. Y me dijo: “Cría a mis hijos de esa manera”. Y yo…Ella dijo: “Quiero decirte algo”. Dijo: “Me estoy muriendo pero”, dijo, “es…no—no temo irme”. Dijo: “Es—es hermoso”. Ella dijo: “Lo único que me pesa, es dejarte, Bill. Yo sé que tienes que criar a estos dos pequeñitos”. Me dijo: “Prométeme que—que no te vas a quedar soltero y que mis hijos no anden de aquí para allá”. Esa fue una cosa sensible para una madre de veintiún años de edad.\n\nY yo le dije: “Yo no puedo prometerte eso, Hope”.",
    "Y ella dijo: “Por favor, prométeme”. Dijo: “Te quiero decir una cosa”. Dijo: “¿Recuerdas aquel rifle?” Yo soy un fanático para las armas. Y me dijo: “Tú querías comprar ese rifle aquel día pero no tenías el dinero suficiente para dar el enganche”.\n\nYo dije: “Sí”.",
    "Ella dijo: “Yo he estado ahorrando mi dinero, mis cincos, para tratar de dar el enganche de ese rifle por ti”. Dijo: “Ahora, cuando esto haya terminado, y te vayas a la casa, mira allá arriba, sobre la cama plegadiza y mira debajo de ese papel que está encima, y allí encontrarás el dinero”. Me dijo: “Prométeme que vas a comprar ese rifle”.",
    "Uds. no se imaginan cómo me sentí cuando encontré allí un dólar setenta y cinco centavos (en cincos). Me compré el rifle.",
    "Y me dijo: “¿Recuerdas esa ocasión cuando fuiste al centro a comprarme un par de medias y que íbamos para Fort Wayne?”\n\nYo dije: “Sí”.",
    "Yo había llegado de pescar y ella me había pedido…Teníamos que ir a Fort Wayne, yo tenía que predicar esa noche. Y ella me dijo: “¿Recuerdas que te dije que había dos clases diferentes?” Una llamada “chifón”. Y ¿cuál es la otra, rayón? ¿Es correcto eso? Rayón y chifón. Bien, cualquiera que haya sido, chifón era la mejor. ¿Correcto? Y ella me dijo: “Tráeme de chifón, el estilo completo”. ¿Conocen Uds. esa cosa que tiene esa cosita por detrás de la media, en la parte de arriba? Y yo no sabía nada acerca de ropa de mujer, así que yo…",
    "Y mientras iba por la calle iba diciendo: “Chifón, chifón, chifón, chifón”, tratando de que no se me olvidara, “chifón, chifón, chifón”.\n\nAlguien me saludó: “¡Hola Billy!”",
    "Y le dije: “Oh, hola, hola”. “Chifón, chifón, chifón, chifón, chifón”.",
    "Y al llegar a la esquina, me encontré con el Señor Spon. El dijo: “Eh Billy, ¿sabías que las percas están mordiendo ahorita al lado de aquel último muelle?”\n\nY le dije: “No me digas, ¿sí?\n\n“Sí”.",
    "Y cuando se fue, me pregunté: “¿Cuál era el nombre de esa cosa?” Ya lo había olvidado.",
    "Entonces Telma Ford, una muchacha que yo conocía, trabajaba en una tienda. Y yo sabía que allí vendían medias de mujer, así que fui allí. Y le dije: “Hola, Telma”.\n\nY ella me contestó: “Hola, Billy. ¿Cómo estás? ¿Cómo está Hope?”",
    "Y dije: “Bien”. Le dije: “Telma, quiero un par de calcetines para Hope”.\n\nElla me dijo: “Hope no quiere calcetines”. Yo le dije: “Sí, señorita, sí los quiere”. Dijo: “Quieres decir medias”.",
    "🦅 Oh, sí”, le dije, “eso es lo que es”. Y pensé: “Oh—oh, ya le mostré mi ignorancia”.\n\nY ella me preguntó: “¿De qué clase quiere ella?”\n\nY pensé: “¡Oh—oh!” Y le pregunté: “¿De qué clase tienen?”\n\nY ella dijo: “Bueno, tenemos de rayón”.",
    "Yo no sabía la diferencia. Rayón, chifón, las dos suenan igual. Le dije: “Esa es la que quiero”. Ella dijo…Dije: “Dame un par de esas medias, estilo completo”. Y ella…Creo que dije eso mal. ¿Cómo es? Moda completa. “Moda completa”. Así que le dije: “Dame un par de ellas”.",
    "Y cuando ella me las dio, pagué únicamente como treinta centavos, veinte o treinta centavos, como la mitad del precio. Así que le dije: “Dame dos pares”. ¿Ven?",
    "Y me regresé a la casa, y le dije: “¿Sabes qué, amor?, Uds. mujeres recorren toda la ciudad para encontrar buenas oportunidades”. Uds. saben como nos gusta jactarnos. Y le dije: “Pero mira esto, compré dos pares por el precio que tú pagas por una”. ¿Ven? Y le dije: “Oh, eso—eso es una habilidad mía”. ¿Ven?, y le dije—le dije: “¿Sabes qué?, Telma me las vendió”. Dije: “Tal vez ella me las dio a mitad de precio”.\n\nY ella me preguntó: “¿Trajiste chifón?”",
    "Dije: “Sí, señora”. Todo sonaba igual para mí, yo no sabía que había alguna diferencia.",
    "Y ella me dijo, dijo: “Billy”. Me pareció extraño que cuando llegamos a Fort Wayne, ella tuvo que comprarse otro par de medias. Ella dijo: “Billy, se las di a tu mamá, porque eran para mujeres ancianas”. Y dijo: “Perdóname por haber hecho eso”.\n\nY yo le dije: “Oh, está bien, amor”.",
    "Y me dijo: “Ahora, no—no te quedes soltero”. Y me dijo…Ella no sabía lo que iba a suceder en unas cuantas horas más. Y tomé sus manos amorosas mientras los Angeles de Dios se la llevaron.",
    "Yo me fui a la casa. Yo no sabía qué hacer. Estaba acostado ahí de noche y escuché…Yo pienso que era un ratoncito que estaba en la canastilla en donde teníamos algunos papeles. Y yo cerré la puerta con mi pie, y por detrás estaba colgada su bata, (y ella allá en el depósito de muertos). Y un poquito después, alguien me llamó, y me dijo: “¡Billy! “Era el Hermano Frank Broy. El dijo: “Tu niña se está muriendo”.\n\nYo dije: “¿Mi niña?”",
    "Dijo: “Sí, Sharon Rose”. Dijo: “Allá está ahorita el doctor, y él dijo: ‘Tiene meningitis tuberculosa, la adquirió cuando su madre la amamantaba’”. Y dijo: “Se está muriendo”.",
    "Me subí al carro y fui para allá. Y allí estaba ella, la dulce criatura. Y la habían llevado rápidamente al hospital.",
    "Y salí para verlo a él. Sam salió y me dijo: “Billy, no entres a ese cuarto, tienes que pensar en Billy Paul”. Dijo: “Ella se está muriendo”.\n\nLe dije: “Doc, yo—yo tengo que ver a mi niña”.",
    "Y él me dijo: “No, no puedes entrar. Billy, ella tiene meningitis, se la pasarías a Billy Paul”.",
    "Y me esperé hasta que él se salió. Yo no podía soportar verla morir y a su madre allá en la funeraria. Déjenme decirles, el camino de un transgresor es duro. Y—y sigilosamente entré por la puerta, y cuando Sam y la enfermera salieron, me fui al sótano. Es un hospital muy pequeño. Ella estaba aislada en un lugar, y las moscas estaban en sus ojitos. Y ellos tenían una pequeña…lo que llamamos “tela contra mosquitos”, era como una red de tejido fino sobre sus ojos. Y ella…con pequeños espasmos musculares, y su piernita gordita se movía de arriba para abajo así de esta manera, y también sus manitas con esos espasmos. Y yo la miré, y ella estaba en la edad de ser graciosa, tenía como ocho meses de edad.",
    "Y su madre solía sentarla allá afuera, enfrente, con su vestidito, Uds. saben, cuando yo venía. Y yo sonaba el claxon, y ella hacía: “Gu-gu, gu-gu”, estirando sus brazos hacia mí, Uds. saben.",
    "Y allí estaba mi adorable, muriéndose. La miré y le dije: “Sharry, ¿conoces a tu papito? ¿Conoces a tu papito, Sharry?” Y cuando ella me miró…Ella estaba sufriendo tanto, que uno de sus hermosos ojitos azules se había cruzado. Yo sentía que mi corazón se partía.",
    "Me arrodillé y dije: “Señor, ¿qué he hecho yo? ¿No he predicado el Evangelio en las esquinas de la calle, y he hecho todo lo que yo sé? No tengas eso contra mí. Yo nunca llamé a esa gente ‘basura’. Fue ella quien llamó a esa gente ‘basura’”. Y dije: “Lo siento por lo que sucedió. Perdóname. No—no me quites mi niña”. Y mientras yo estaba orando, parecía como que algo negro…como una sábana o un lienzo que bajaba. Sabía que El me había rechazado.",
    "Ahora, ese fue el tiempo más difícil y más inestable de mi vida. Cuando me levanté y la miré, y yo pensé…Satanás puso en mi mente esto: “¿Me quieres decir que tan duro como tú has predicado, y de la manera como tú has vivido, y ahora cuando se trata de tu propia niña, El te rechaza?”",
    "Y yo le dije: “Así es. Si El no puede salvar a mi niña, entonces yo no puedo…” Y allí me detuve. Yo—yo no sabía qué hacer. Y entonces dije esto, dije: “¡Señor, Tú me la diste y Tú te la has llevado, bendito sea el Nombre del Señor! Aun si Tú me llevaras a mí, todavía yo te amaría”.",
    "Y puse mi mano sobre ella y le dije: “Dios te bendiga, amorcito. Tu papi quiso criarte, con todo mi corazón quise criarte, y criarte para que amaras al Señor. Pero los Angeles vienen por ti, amorcito. Tu papi va a llevar tu cuerpecito y lo va a poner en los brazos de mamá. Te voy a enterrar con ella. Y algún día tu papi se va a encontrar contigo, tú solamente espera allá arriba con tu mamá”.",
    "Cuando su madre estaba muriéndose, dijo, estas fueron sus últimas palabras, ella dijo: “Bill, quédate en el ministerio”.",
    "Yo dije: “Yo…“Ella dijo…Yo dije: “Si estoy predicando cuando El venga, los niños y yo te encontraremos. Si no estoy, me van a enterrar a tu lado. Y tú ve al lado derecho de la gran puerta, y cuando tú veas a todos ellos entrar, párate allí y empieza a gritar: ‘¡Bill! ¡Bill! ¡Bill!’, tan fuerte como tú puedas. Yo te encontraré allí. Y le di un beso de despedida. Y hoy estoy en el campo de batalla. Eso fue hace cerca de veinte años. Yo tengo una cita con mi esposa, y la voy a encontrar.",
    "Y yo tomé la niñita, cuando ella murió, y la puse en los brazos de la madre, y la llevamos al cementerio. Y yo me paré allí a escuchar al Hermano Smith, el predicador Metodista que predicó en el funeral, y dijo: “La ceniza a la ceniza, y el polvo al polvo”. (Y yo pensé: “Corazón a corazón”). Y la bajaron.",
    "No mucho tiempo después de eso, lleve al pequeño Billy una mañana. El era un muchachito menudito. El era…",
    "Esa es la razón de que él siempre anda junto conmigo y yo junto con él, yo tenía que ser papá y mamá (ambas cosas), para él. Yo cogía su biberón, y como no podíamos pagar para estar prendiendo fuego durante la noche para calentar su leche, yo me acostaba de espaldas sobre el biberón de esta manera, para mantenerlo calientito con el calor de mi cuerpo.",
    "Nos hemos mantenido unidos como amigos, y uno de estos días cuando yo termine de predicar, yo quiero darle la Palabra y decirle: “Ve Billy. Quédate con Ella”. Algunas personas se preguntan porqué lo traigo conmigo todo el tiempo. No puedo apartarme de él. El ya está casado, pero yo todavía recuerdo que ella me dijo: “Quédate con él”. Y hemos estado juntos como amigos.",
    "Yo recuerdo ir caminando por la ciudad con el biberón debajo de mi brazo, y él empezaba a llorar. Una noche, él iba—iba caminando afuera en el patio de atrás en donde…(Cuando ella iba a tenerlo, ella se sofocaba, y yo…ella era una niña, Uds. saben). Y yo iba y venía de ese viejo roble que estaba en el patio de atrás. Y él estaba llorando por su mamá, y yo no tenía ninguna mamá a quién llevarlo. Yo lo ponía en mis brazos, y le decía: “Amor”, le decía…",
    "El me decía: “Papi, ¿dónde está mi mamá?” Dijo: “¿Tú la pusiste dentro de la tierra?”\n\nYo le decía: “No hijito. Ella está bien, ella está en el Cielo”.",
    "Y una tarde él dijo algo que fue como la muerte para mí. El estaba llorando, ya era muy tarde, y yo lo tenía cargado en mi espalda de esta manera, lo traía cargado en mi hombro y lo estaba palmeando de esta manera. Y él me dijo: “Papi, por favor ve por mi mamá y tráela aquí”.\n\nY yo le dije: “Hijito, yo no puedo traer a mamá. Jesús…”\n\nY me dijo: “Bueno, dile a Jesús que me mande a mi mamá. Yo la quiero”.",
    "Y le dije: Bueno, amor, yo…tú y yo vamos a ir a verla algún día”.\n\nY él se detuvo y dijo: “¡Papi!”\n\nY yo le contesté: “¿Sí?”\n\n“Yo vi a mi mamá allá en esa nube”.",
    "¡Oh, Señor, sentí como morirme! Y pensé: “Yo vi a mi mamá allá en esa nube”. Yo casi me desmayé. Abracé al pequeñito protegiéndolo en mi pecho de esta manera, y manteniendo mi cabeza inclinada, me metí a la casa.",
    "Y los días pasaron. Y yo no podía olvidar eso. Trataba de trabajar. No podía regresar a la casa, ya no era más hogar. Y me quería quedar. No teníamos más que esos muebles viejos y rotos, pero era algo que ella y yo habíamos disfrutado juntos. Era un hogar.",
    "Y yo recuerdo un día, yo intentaba trabajar en el servicio público. Y había subido a un poste para arreglar una línea secundaria que estaba colgando, era muy temprano en la mañana. Y subí hasta donde estaba la cruz. (Y yo no podía olvidarme de esa niña. Yo podía entender la pérdida de mi esposa, pero la pérdida de mi niña, una criaturita). Y estando allá arriba, yo estaba cantando: “En el Monte Calvario, Había Una Cruz”. Y las líneas primarias bajaban al transformador y salían (Uds. saben), como secundarias. Y yo estaba trabajando en ellas. Y sucedió que al mirar, el sol estaba saliendo a mi espalda. Y allí estaba yo, con mis manos estiradas mientras trabajaba, mi sombra formó la Cruz en el lado de la—de la colina. Y pensé: “Sí, fueron mis pecados los que lo pusieron a El allí”.",
    "Y dije: “Sharon, amor, tu papi desea verte desesperadamente, amor. Cómo me gustaría tomarte en mis brazos otra vez, cariño, mi pequeñita”. Y perdí el juicio. Ya habían pasado semanas. Y empecé a quitarme mi guante protector. Y a mi lado estaba una línea de dos mil trescientos voltios. Y empecé a quitarme mi guante protector y dije: “Dios, no quisiera hacer esto. Yo soy un cobarde”. “Pero Sharry, tu papi te va a ver a ti y a tu mami en unos cuantos minutos”. Y empecé a quitarme mi guante, para poner mi mano en esa corriente de dos mil trescientos voltios. Eso haría…Con ese voltaje ni siquiera le quedaría sangre a uno. Así que yo—yo—yo empecé a quitarme el guante, y algo sucedió. Cuando volví en mí, yo estaba sentado en el suelo con mis manos en la cara, de esta manera, llorando. Fue la gracia de Dios, de otra manera, no estaría aquí hoy, teniendo un servicio de sanidad, estoy seguro de eso. Era El protegiendo Su don, no a mí.",
    "Me fui a la casa. Dejé de trabajar, recogí mi herramienta. Y me regresé, dije: “Yo me voy a la casa”.",
    "Y llegando a la casa, recogí la correspondencia, y la casa, hacía algo de frío y me metí. Teníamos un cuartito, y yo dormía allí en un catrecito, y la helada venía en camino, pero teníamos allí una estufa vieja. Cogí la correspondencia y la miré y la primera cosa que estaba allí, eran sus pequeños ahorros de navidad, ochenta centavos: “Señorita Sharon Rose Branham”. Y allí estaba todo el cuadro de nuevo.",
    "Yo había sido un oficial de caza. Y tomé mi arma, mi pistola, de la funda. Y dije: “Señor, ya no puedo soportar esto más, yo—yo me estoy muriendo. Estoy—estoy muy atormentado”. Y jalé el martillo de la pistola hacia atrás, y la puse en mi cabeza, y allí arrodillado junto al catre, en ese cuarto oscuro, dije: “Padre nuestro que estás en los Cielos, santificado sea Tu Nombre. Venga Tu Reino. Hágase Tu Voluntad”, y mientras trataba, y apreté el gatillo tan fuerte como podía, seguía diciendo: “Como en el Cielo, así también en la tierra. El pan nuestro de cada día, dánoslo hoy”. ¡Y no disparaba!",
    "Y yo pensé: “Oh Dios, ¿quieres hacerme pedazos? ¿Qué he hecho? Tú ni siquiera me dejas morir”. Y tiré el arma al suelo, y se disparó y la bala atravesó el cuarto, y dije: “Dios, ¿por qué no puedo morir y así terminar con esto? Ya no puedo seguir más. Tú tienes que hacer algo conmigo”. Y me tiré sobre mi catrecito sucio y viejo y empecé a llorar.",
    "Y debo de haber quedado dormido. Yo no sé si estaba dormido o qué sucedió.",
    "Yo siempre he anhelado ir al Oeste. Yo siempre he querido uno de esos sombreros. Mi padre había amansado caballos en su juventud, y yo siempre quise uno de esos sombreros. Y el Hermano Demos Shakarian me compró uno ayer, el primero que he tenido (que haya tenido), como ése, de esa clase de sombreros del Oeste.",
    "Y pensé que iba por las praderas, cantando esa balada que dice: “Hay una rueda en la carreta que está quebrada y un letrero en el rancho que dice. ‘De venta’ “. Y seguí caminando y miré una antigua carreta con toldo, como aquellos antiguos furgones con toldo, y una de las ruedas estaba quebrada. Por supuesto, eso representaba mi familia destrozada. Y al acercarme más, miré que allí estaba parada una—una muchacha joven, muy bonita, como de veinte años de edad, con ojos azules y su pelo rubio cayéndole en la espalda, y vestida de blanco. Al mirarla, le dije: “¿Cómo está Ud.?” Y seguí adelante.\n\nY ella me respondió: “Hola, papá”.",
    "Y yo regresé y exclamé: “¿Papá?” “Pues”, dije, “¿cómo puede Ud. señorita…? ¿Cómo puedo ser yo su papá cuando Ud. tiene la misma edad que yo?”\n\nY ella me dijo: “Papá, es que no sabes en dónde estás”.\n\nY le dije: “¿Qué quiere decir?”",
    "Y ella me contestó: “Aquí es el Cielo”. Y dijo: “En la tierra yo era tu pequeña Sharon”.\n\nY le dije: “Amor, tú eras una niñita”.",
    "Me dijo: “Papá, los niños no son niños aquí, son inmortales. Ellos nunca crecen ni se envejecen”.",
    "Y le dije: “Sharon, amor, eres—eres una jovencita muy bonita”.\n\nY me dijo: “Mi mamá te está esperando”.\n\nDije: “¿Dónde?”\n\nElla dijo: “Allá en tu nuevo hogar”.",
    "Y dije: “¿Nuevo hogar?” Los Branham son vagabundos, no tienen hogar,…Y le dije: “Pero amor, yo nunca he tenido un hogar”.",
    "Ella dijo: “Pero acá arriba tienes uno, papá”. No quiero ser un niño, pero es tan real para mí [El Hermano Branham llora.—Editor], y en cuanto empiezo a meditar en ello, recuerdo todo otra vez. Y dijo: “Acá tienes uno, papá”. Yo sé que tengo uno allá y algún día me iré para allá. Ella preguntó: “¿Dónde está Billy Paul, mi hermano?”",
    "Y yo le dije: “Lo dejé con la Señora Broy, hace unos cuantos minutos”.\n\nY me dijo: “Mamá quiere verte”.",
    "Y yo me volteé y miré, y habían enormes palacios, y la Gloria de Dios los cubría. Y escuché un coro angelical cantando: “Mi Hogar, dulce Hogar”. Y empecé a subir unos escalones largos, corriendo tan fuerte como podía. Y cuando llegué a la puerta, allí estaba ella, vestida de blanco, con su pelo negro, largo, cayendo sobre su espalda. Ella levantó sus brazos, como siempre lo hacía cuando llegaba a la casa cansado de trabajar o de otra cosa. Y la tomé de las manos y le dije: “Amor, vi a Sharon allá abajo. Se convirtió en una hermosa muchacha, ¿verdad?”",
    "Y ella dijo: “Sí Bill”. Ella dijo: “Bill”, y puso sus brazos sobre mis hombros, y empezó a palmearme, y me dijo: “Ya no te preocupes por mí y por Sharon”.\n\nYo le contesté: “Amor, no puedo evitarlo”.",
    "Ella me dijo: “Sharon y yo estamos mejor que lo que tú estás”. Y dijo: “No te preocupes ya más por nosotros. ¿Me lo prometes?”",
    "Y le dije: “Hope”, le dije, “he estado tan solitario sin ti y sin Sharon, y Billy siempre está llorando por ti”. Y le dije: “Yo no sé qué hacer con él”.",
    "Y ella me dijo: “Todo va a estar bien, Bill”. Dijo: “Solamente prométeme que no te vas a preocupar ya más”. Y me dijo: “¿No te vas a sentar?” Y miré alrededor y allí estaba un gran sillón.",
    "Y recuerdo que yo traté de comprar un sillón. Ahora, ya para terminar. Un día, yo traté de comprar un sillón. Pues nosotros teníamos únicamente esas sillas comunes de madera, para el juego del comedor. Y las teníamos que usar, ya que eran las únicas sillas que teníamos. Y podíamos comprar una de esas sillas en las que uno se puede reclinar hacia atrás, como…se me olvida qué clase de silla de descanso era. Y costaba diecisiete dólares, y uno podía pagar tres dólares de enganche y un dólar a la semana. Y nos compramos una. Y oh, cuando yo venía…Yo trabajaba todo el día, y predicaba hasta media noche, en las calles y en cualquier lugar que podía.",
    "Y—y un día, me atrasé con mis pagos. No pudimos hacerlo, y pasó día tras día, y finalmente un día vinieron y recogieron mi sillón. Y esa noche, nunca la olvidaré, ella me había hecho un pastel de cerezas. Pobrecita mi esposa, ella—ella—ella sabía que yo iba a estar desilucionado. Y después de que cenamos, le pregunté: “¿Por qué me tratas tan especialmente en esta noche, amor?”",
    "Y ella me dijo: “Mira, les dije a los muchachos de la vecindad que te consiguieran algunos gusanos para pescar. ¿No crees que deberíamos ir al río y pescar un ratito?”\n\nY le dije: “Sí, pero…”",
    "Y ella empezó a llorar. Yo sabía que había algo mal. Ya tenía una idea porque ya me habían notificado que iban a venir a recogerlo. Y no pudimos cumplir con los pagos semanales de un dólar. No pudimos, nada más no pudimos hacerlo. Ella me abrazó, y yo me acerqué a la puerta y mi sillón ya no estaba.",
    "Ella me preguntó allá arriba, dijo: “¿Te acuerdas de ese sillón, Bill?”\n\nY yo le dije: “Sí, amor, sí me acuerdo”.\n\nY dijo: “¿Eso es lo que tú estabas pensando, verdad?”\n\n“Sí”.",
    "Y dijo: “Bueno ellos no pueden quitarte éste, éste ya está pagado”. Ella dijo: “Siéntate por un minuto, quiero hablar contigo”.\n\nY le dije: “Amor, no entiendo esto”.",
    "Y ella dijo: “Prométeme, Billy, prométeme que tú no te vas a preocupar más. Ya te vas a regresar”. Y repitió: “Prométeme que ya no te vas a preocupar”.\n\nY le dije: “No puedo hacer eso, Hope”.",
    "Y en ese momento volví en mí, y el cuarto estaba oscuro. Miré alrededor y sentí su brazo sobre mí. Y le dije: “Hope, ¿estás aquí en este cuarto?”",
    "Ella empezó a palmearme. Me preguntó: “¿Me vas a hacer esa promesa, Bill? Prométeme que ya no te vas a casar—a preocupar más”.\n\nY le dije: “Te lo prometo”.",
    "Y entonces ella me palmeó dos o tres veces más, y se fue. Yo salté y encendí la luz, y miré para todas partes, ya se había ido. Pero ella solamente se había ido del cuarto. Ella no se ha muerto, ella todavía vive. Ella era una Cristiana.",
    "Billy y yo fuimos a la tumba no hace mucho, y llevamos unas florecitas para su madre y su hermana, fue en una mañana de pascua y nos detuvimos. El pobrecito empezó a llorar, y dijo: “Papá, mi mamá está allá abajo”.",
    "Y le dije: “No, hijito. No, ella no está allá abajo. Tu hermana no está allí abajo. Aquí tenemos una tumba cerrada, pero allá al otro lado del mar está una tumba abierta, de la cual Jesús resucitó. Y algún día El vendrá, y traerá a tu hermana y a tu mamá con El”.",
    "Yo estoy en el campo de batalla hoy, amigos. Yo—yo ya no puedo decir más. Yo…[El Hermano Branham llora.—Editor] Dios les bendiga. Inclinemos nuestros rostros por un momento.",
    "¡Oh, Señor! Muchas veces, Señor, estoy seguro que la gente no entiende, cuando ellos piensan que estas cosas vienen fácilmente. Pero hay un gran día que viene, cuando Jesús vendrá y todos estos sufrimientos serán quitados. Yo ruego, Padre Celestial, que Tú nos ayudes a estar preparados.",
    "Y esa última promesa, cuando yo la besé a ella en la mejilla en esa mañana, que yo la encontraría allá en aquel día. Yo creo que ella estará parada junto a esa columna, gritando mi nombre. Señor, yo he vivido fiel a esa promesa desde entonces, alrededor del mundo, en toda clase de lugares, tratando de traer el Evangelio. Me estoy envejeciendo y cansando. Estoy agotado. Uno de estos días voy a cerrar esta Biblia por última vez. Dios, guárdame fiel a la promesa. Mantén Tu gracia alrededor de mí, Señor. No me permitas ver las cosas de esta vida, sino vivir por las cosas que están más allá. Ayúdame a ser honesto. Yo no te pido un lecho de rosas, no, Señor, cuando mi Cristo murió allá sufriendo. Y todo el resto de ellos murieron de esa manera. Yo no pido una cosa fácil. Solamente permíteme ser honesto, Señor, verdadero. Permite que la gente me ame, para que yo pueda guiarlos a Ti. Y algún día cuando todo termine y nos juntemos, bajo los árboles siempre verdes, yo quiero tomarla a ella de la mano y subir con ella, para mostrarla al pueblo del Templo Angelus, y a todos los demás. Va a ser un gran momento en ese entonces.",
    "Yo ruego que Tus misericordias descansen sobre cada uno de nosotros aquí. Y sobre los que están aquí Señor, que quizás no te conocen. Y tal vez ellos tengan algún amado más allá del mar, allá a lo lejos. Si ellos nunca han cumplido sus promesas, haz que ahora lo hagan, Señor.",
    "Mientras permanecemos con nuestros rostros inclinados, me pregunto, en este gran y enorme auditorio en esta tarde, cuántos pudieran decir: “Hermano Branham, yo también quiero encontrarme con mis amados. Yo—yo—yo tengo algunos amados más allá del río, allá a lo lejos”. Tal vez Ud. hizo una promesa que los iba a encontrar a ellos, tal vez cuando Ud. le dijo a su madre: “Adiós”, allí en la tumba en ese día; tal vez cuando Ud. le dijo a su hermanita: “Adiós”, o a su padre, o a alguno de ellos, en la tumba, Ud. les prometió que les encontraría, y Ud.—Ud. no ha hecho esa preparación todavía. ¿No cree Ud. que es un buen tiempo para hacerlo hoy?",
    "Perdonen mi quebrantamiento. ¡Pero, oh, Señor, Uds. no se imaginan amigos! ¡Uds. no saben qué—qué sacrificio! Eso ni siquiera llega a un punto de la historia de mi vida.",
    "¿Cuántos de Uds. quisieran levantarse en estos momentos y venir aquí para orar por Uds. y decir: “Yo quiero encontrar a mis amados”? Levántense de la audiencia y vengan aquí. ¿Lo harán Uds.? Si alguien nunca ha hecho esa preparación todavía. Dios le bendiga, señor. Veo venir a un anciano de color, y a otros viniendo. Vengan, Uds. que están allá arriba en los balcones, bajen y vénganse por el pasillo. O párense, Uds. que desean ser recordados en oración, en estos momentos. Eso es. Párense. Muy bien. Pónganse de pie, Uds. que dirían: “Tengo a mi padre en el más allá, tengo a mi madre, o a un amado en el más allá. Y yo quiero verlos. Yo quiero encontrarlos en paz”. Levántense, pónganse de pie, en cualquier parte de la audiencia. Pónganse de pie y digan: “Yo quiero aceptar”.",
    "Dios le bendiga, señora. Dios le bendiga allá atrás. Y les bendiga a Uds. que están arriba. Dios le bendiga a Ud. aquí, señor. Correcto. Allá arriba en el balcón, el Señor les bendiga. En todas partes, pónganse de pie en estos momentos para orar, mientras el Espíritu Santo está aquí y moviéndose en nuestros corazones, para—para—para quebrantarnos.",
    "Uds. saben, que lo que la iglesia necesita hoy, es un quebrantamiento. Necesitamos ir a la Casa del Alfarero. Nuestra teología almidonada, hecha en casa, a veces no funciona muy bien. Lo que nosotros necesitamos es uno de esos quebrantamientos antiguos, arrepentirnos en nuestros corazones, ser dulces hacia Dios. ¿Son todos los que se van a poner de pie?\n\nInclinemos nuestros rostros entonces para orar.",
    "Oh, Señor, Quien resucitó a Jesús para la—de entre los muertos, para justificarnos a todos nosotros por la fe, creyendo. Yo ruego Señor, que estos que están de pie para aceptarte, yo ruego que les extiendas Tu perdón. Y, oh, Señor, yo ruego que ellos te acepten a Ti como su Salvador y Rey y Amante. Y tal vez ellos tienen una madre, o un padre, o alguien más allá del mar. Hay una cosa segura, ellos tienen un Salvador. Que sean perdonados de sus pecados, y que toda su iniquidad sea borrada, que sus almas sean lavadas en la Sangre del Cordero, y ellos vivan en paz de aquí en adelante.",
    "Y algún día glorioso, cuando todo termine, que nos podamos reunir en Tu Casa, y que estemos ahí como familias completas, para encontrar a nuestros amados que están esperando al otro lado. Esto, los encomendamos a Ti, que “Tú guardarás en perfecta paz a aquel cuyo corazón permaneció en El”. Concédelo Señor. Y los encomendamos a Ti, en el Nombre de Tu Hijo, el Señor Jesús. Amén.",
    "Dios les bendiga. Estoy seguro que los obreros han visto en dónde están Uds. parados, y ellos van a ir a donde están Uds. en unos minutos.",
    "Y ahora para aquellos que van a recibir tarjetas de oración. Billy, ¿en dónde está Gene y Leo?, ¿están atrás? Ellos están aquí para repartir las tarjetas de oración en unos minutos. El Hermano va a despedir a la audiencia en oración, y las tarjetas de oración van a ser repartidas. Estaremos aquí nuevamente en unos momentos para orar por los enfermos. Muy bien, Hermano. 🦅"
  ]
}