{
  "title": "EL DÍA DE LAS MADRES",
  "id": "59330009",
  "content": [
    "🦅  …tabernáculo, es mi oración. Ciertamente estoy contento esta mañana, de ver el ascenso espiritual de este tabernáculo, y cómo se están preparando para construir una iglesia nueva, por el rótulo de allá afuera. Yo creo que se necesita. Y ver que después…si el Señor Jesús tarda, después de que nos hayamos ido, ellos tendrán…nuestros hijos van a tener que tener un lugar para ir a la iglesia. Y queremos “contender ardientemente por la Fe que ha sido una vez dada a los santos”. Yo pienso que esa es una buena cosa.",
    "Y cuando yo venía entrando, hace unos momentos, para incluir con muchos de los testimonios que ya han sido dados con respecto a sanidades, de las últimas cuantas reuniones, aquí en el tabernáculo. Constantemente se amontonan, de sanidades, grandes sanidades milagrosas.",
    "Había dejado a mi esposa afuera, ahorita mismo, y a los niños en—en la puerta; y había una hermana, que está sentada presente ahora, tan emocionada al punto de que estaba llorando, por un gran milagro que había ocurrido en su nietecito, allá, me supongo, en Chattanooga. La Sra. Nash, aquí, su nietecito estaba enfermo con una enfermedad, y en la última reunión aquí, el Señor Jesús, pienso yo, lo habló, y dijo: “ASI DICE EL SEÑOR, que, ha desaparecido. Y él va a estar bien”. Y el muchachito está perfectamente normal y bien, tan bien como pudiera estarlo.\n\nY es—es emocionante oír esos testimonios.",
    "Y luego un joven, el cual también está presente, pidió oración por la Sra. Stotts, que acaba de ser sometida a una operación. Y el interés de ellos; ¿ven?, si nadie quiere que nosotros oremos por ellos, pues sus…se ve, siempre y cuando uno esté tratando, personas queriendo que uno ore por ellas, ellas…un interés, ¿ven Uds.? Algunas veces es tan horrible, al grado que…no horrible, pero tantos, que uno tiene que salir corriendo a alguna parte y enterrar la cabeza, y esconderse por un poco de tiempo, para vivir. Pero, yo—yo estoy contento de que ellos hacen eso. Nunca piensen de que a mí no me gusta verlos, porque si ellos…¿si no hubiera nadie que quisiera que yo orara por ellos, dónde estaría mi ministerio? ¿Ven? ¿Ven?",
    "Pero algunas veces cuando Uds. dicen: “Hermano Branham, yo no entiendo cuando la gente está llamando de esa manera, y—y Ud. se va a alguna parte”. Tengo que hacer eso para poder vivir, para orar por la gente. Uds. simplemente no…No es—es sólo un lugar, aquí. Es por todo el mundo. ¿Ven Uds.? Y—y realmente es duro. Estoy seguro de que entienden eso.",
    "¡Oh, es tan bueno ser un Cristiano! Yo no sé qué haría si no fuera por Cristo, y tan…y de tener la afiliación con Cristianos, que, es un pueblo de Fe igualmente preciosa, que cree en Dios y están confiando en El; y creyendo que algún día glorioso habremos terminado toda esta batalla, y tendremos la victoria, y estaremos de pie redimidos en Su semejanza, en el otro lado.",
    "Y entonces me gustaría hacer un anuncio breve, que, en la venida del tabernáculo, y demás, yo…estamos haciendo una renovación de nuestra fundación, especialmente de mi parte para las campañas. Por todas las reuniones, desde que yo comencé en esto, en el lado evangelístico, hace muchos años, en vez de formar una fundación, para tener otro grupo de personas, yo usé el grupo con el cual yo estaba familiarizado; y desde…e hice una fundación, que todas mis reuniones se llevarían a cabo bajo el nombre del Tabernáculo Branham. Y eso sería usado en el Banco Union National en New Albany, de manera que los fondos pudieran ser pagados—pagados a través de eso, de manera que no estuviera sujeto a impuesto. Si no lo hacía, de todo el dinero que se usara se me cobraría el impuesto, si yo no usara al Tabernáculo Branham como una fundación.",
    "Muchos de Uds. me han oído anunciar eso, vez tras vez. Tengo que hacerlo, y que…para hacer eso. Y entonces—entonces estamos estableciendo una nueva fundación ahora. Y nos gustaría que cuantos sepan que yo…¿Cuántos me han oído anunciar eso alguna vez, que todas las remuneraciones, yo trabajo a través del Tabernáculo Branham? Solamente levanten sus manos, todos…Por supuesto, todos Uds. Es todo.",
    "Y así que cuando el servicio termine, si quieren, tengo una declaración allí, de manera que Uds., si Uds. la firman al ir saliendo. El Hermano Roy Roberson la va a tener allá atrás.",
    "Porque, vamos a establecer otra fundación, la misma cosa, sólo…pero otra fundación, para prevenir que a todos nuestros fondos y cosas, que se recolectan en la reunión, se les apliquen impuestos, estarán…serán colocados, como siempre, en el Banco Union National, que será manejado a través del tabernáculo, en vez de tener una—una fun-…otra fundación. Porque, esta ya es una fundación en el nombre del Tabernáculo Branham, ¿ven Uds.? Y así que hay un Branham aquí y un Branham allí, y de esta manera, y diferentes fundaciones eso no funciona muy bien.",
    "El Hermano Roberson se hará cargo de eso, de Uds. que quieran, al ir saliendo. Agradeceremos eso.",
    "Ahora, esta mañana, antes de que entremos en el servicio, me gustaría decir, si el Señor quiere, que trataré de regresar nuevamente esta noche. Me desagrada quitarle los dos servicios al Hermano Neville, pero él muy generosamente me ha pedido que hable de nuevo esta noche. Y si el Señor quiere, quiero hablar esta noche sobre el tema evangelístico de, titulado así: ¿Quién Es Este? ¿Ven? ¿Quién Es Este?",
    "Y así que esta mañana, yo quiero…yo estaba pensando en—en hablar esta mañana sobre un tema del Día de las Madres. Y yo sé que esta tarde y la mañana han sido llenadas con programas del Día de las Madres. Así que pensé que yo más o menos combinaría algo, porque queremos orar por los enfermos inmediatamente después de que este servicio haya terminado, y como de costumbre.",
    "Nosotros creemos que Dios es un sanador, y El sana a los enfermos y a los afligidos. Y yo sé que El hace eso. Y eso está más allá de cualquier—cualquier duda, que, porque hay demasiados testimonios acumulados, que sabemos eso.",
    "Ayer yo estaba viendo dentro de una bolsa que el Hermano Gene y Leo acababan de guardar, de testimonios que ellos recogieron. Y era una gran bolsa de sanidades sobresalientes y milagrosas que el Señor ha hecho por el pueblo.",
    "Y yo pensé, si eso fuera así, ¿qué si lleváramos récord de todos los que han acontecido? Yo creo que, sólo en Puerto Rico y Jamaica, habrían sido diez mil, o más, testimonios sobresalientes, de sanidades del Señor, que El hizo.",
    "Ahora antes de que abramos el Libro, hablemos con el Autor.",
    "Señor, estamos tan agradecidos Contigo, que, cuando inclinamos nuestros rostros, tan sólo titubeamos en busca de palabras; porque yo no creo que está en los labios humanos el expresar los sentimientos del corazón de un hombre o una mujer, muchacho o muchacha, que alguna vez ha entrado en contacto Contigo. Para expresar nuestra adoración, de cómo te adoramos, y qué significas Tú para nosotros. Nos ha separado del pecado, y nos ha separado del mundo. Y nos ha dado algo que es Eterno y bendito. Y no pudiéramos hallar suficientes palabras.",
    "Como fue dicho en una ocasión por un noble hombre, hace unas cuantas semanas, que él podía hablar con fluidez como en nueve diferentes idiomas, ocupando su posición con el consejero de nuestro buen Presidente, Dwight Eisenhower. Y aunque capaz de hablar nueve idiomas, con fluidez; él dijo, que cuando recibió el Espíritu Santo, él probó todos los nueve, y no hubo palabras que él pudiera encontrar, nada que él pudiera expresar, y por lo tanto Tú le diste un idioma nuevo con el cual expresarse y agradecerte. Y también nosotros nos sentimos así, Señor; que, cuando la vida se termine, que quizás vamos a hablar totalmente en un idioma diferente, para que podamos expresar lo que pensamos de Ti.",
    "Ahora queremos pedir, Señor, que Tú bendigas este tabernáculo, su pastor, sus síndicos, sus diáconos, todos sus asociados, la gente que viene de visita aquí, que entra y sale por las puertas. Que siempre sea hallado tan dedicado, un refugio para descanso, adonde los cansados pueden entrar por sus puertas y encontrar descanso y paz para sus almas. Y que los enfermos puedan entrar por la puerta, y salir sanados, por causa de la siempre viviente Presencia del Dios Todopoderoso que habita bajo su techo.",
    "Pedimos, Señor, que en este próximo programa de…que está siendo formado ahora, que Tú te encuentres con la junta y te encuentres con todos. Y si así te place a Ti que hubiera una conmemoración continua de la oración que se oró en este viejo estanque y parcela de hierbas un día; que ahora ha llegado a ser un faro de luz, un refugio de descanso para el cansado, por la contestación de esa oración.",
    "Ahora perdónanos de cualquier cosa que hemos hecho, o dicho, o pensado, que fuera contraria a Tu gran voluntad; y recuerda, Señor, no salió de nuestros corazones. Nosotros sólo lo habremos expresado en nuestras acciones o con nuestros labios. Pero, rápidamente, Tú nos oíste. Cuando vimos que estábamos errados, estábamos dispuestos a confesarlo. Y no queremos retener en nuestros corazones, iniquidad, entonces sabemos que Dios no contestará nuestras oraciones; sino constantemente confesar nuestros errores.",
    "Y pedimos, Señor, que Tú bendigas, esta mañana, por toda la nación, al estarse celebrando este día conmemorativo del Día de las Madres. Pero que este no sea nada más un—un día de las madres; que cada día lo sea.",
    "Dios, concede esta mañana, que madres, mujeres, que se han alejado de Dios, que vuelvan en sí, esta mañana, y reconozcan lo que la palabra madre significa: “una que ha engendrado”. Que ella se dé cuenta que sus hijos, de su unión con su esposo, han sido gemitas sagradas que Dios ha puesto bajo su cuidado. Entonces, Dios la hará responsable por la crianza de esos hijos. Y como dice la Escritura, que: “La mujer buena, y la madre, lo que ella es, que sus hijos la llamarán bienaventurada”.",
    "¡Oh, Señor, cuando vemos este día, en que se alejan tanto de las Escrituras, y actúan casi como bestias! Rogamos, Dios, que Tú nos des un avivamiento chapado a la antigua que las llamará haciéndolas volver al lugar en que deberían estar.",
    "Señor, nosotros de ninguna manera nos olvidaríamos de agradecerte por las madres verdaderas, pues sabemos que tenemos tales viviendo hoy en día; madres verdaderas y genuinas. Dios, bendícelas. Ellas son grandes tesoros para nosotros, y rogamos que Tú continúes estando con ellas, Señor, y que ellas vivan felices y vean el fruto de su matriz sirviendo a Dios.",
    "Y rogamos, Dios, que aquellos que traen puesta la rosa blanca esta mañana, o la flor blanca, para decir que sus madres han pasado más allá de esta escena de acción hoy en día; Señor Dios, que ellas descansen en paz y sus obras las sigan. Concédelo, Señor.",
    "Ahora toma Tu Palabra, Señor, y háblale al pueblo, y dales consuelo, pues por eso es que estamos reunidos aquí; para sentir Tu Presencia, oír Tu Palabra, y ser bendecidos; e irnos de aquí para ser mejores hombres y mujeres, muchachos y muchachas, de lo que éramos cuando entramos. Pedimos esto en el Nombre de Jesús, el Hijo de Dios. Amén.",
    "Amo la lectura de Su bendita Palabra. Así que ahora vamos a abrir, esta mañana, en el Libro de Primera de Corintios, y leeremos una porción del capítulo 15, comenzando con el versículo 1.\n\nAdemás os declaro, hermanos, el evangelio que os he predicado, el cual también recibisteis, en el cual también perseveráis;\n\nPor el cual asimismo, si retenéis la palabra que os he predicado, sois salvos, si no creísteis en vano.\n\nPorque primeramente os he enseñado lo que asimismo recibí: Que Cristo murió por nuestros pecados, conforme a las Escrituras;\n\nY que fue sepultado, y que resucitó al tercer día, conforme a las Escrituras;",
    "Uds. quizás digan: “Hermano Branham, ese más bien es un texto raro para un mensaje del Día de las Madres”. Bueno, eso es cierto. Pero, Uds. saben, Dios es raro, y El hace las cosas en una forma rara.",
    "Y pienso, los pensamientos, de una madre. Y yo tengo una esta mañana, por la gracia de Dios, todavía está aquí en la tierra con nosotros. Y yo estoy agradecido por mamá. Pero siendo que también habríamos de tener un servicio de sanidad, y no sabiendo que yo iba a regresar de nuevo esta noche, pero pensé que quizás pudiéramos pintar un tipo diferente de cuadro.",
    "Una madre es tan maravillosa. Uds. saben, la primera que lo recibe a uno, en esta vida, es su madre. Nadie lo puede tocar a uno, porque uno ha sido concebido, y ella lo lleva a uno bajo su corazón. Y ella es la primera en conocerlo a uno, y la primera, en esta vida, en—en cargarlo. Luego, cuando uno nace, ella es una de las primeras manos que lo toca y le limpia a uno las lágrimas de los ojos. Ella es la primera en darle palmaditas y en amarlo, y en arrullarlo a uno, en esta vida, es su madre. Ahora, yo pienso que no hay suficiente honor que le pudiéramos dar a una madre.",
    "Una madre es la primera que está con el niño, y ella tiene una gran responsabilidad sobre lo que ese niño va a ser, se basará en la forma en que la madre inicie a ese niño en el camino que debe de recorrer. La madre tiene la responsabilidad, de Dios, de poner a ese niño en el camino correcto. Y yo pienso que por eso es que las madres tienen un pequeño toque especial.",
    "Yo sé de un muchacho en esta ciudad. Yo creo que su madre está presente en estos momentos. El es casi de mi edad. Pero yo no digo esto para lastimar a la madre; porque ella tiene ya suficientes dolores, como todas las madres. Pero el muchacho toma, y toma bastante. Y cuando él está muy borracho, él viene a la casa y se acuesta en la cama con su mamá y pone sus brazos alrededor de ella. Y él tiene nietos. Pero hay algo con respecto a la palmadita de una madre, que parece tomar un—un lugar diferente del que puede tocar cualquier otra cosa; esto es, en esta vida, hablando humanamente.",
    "Uds. saben, un hombre como Moisés, él…Si yo pudiera darle crédito en algo a su carácter, es porque él tuvo una madre enviada por Dios. Uds. saben que fue ella la que había orado, Jocabed, y había anhelado este bebé. Y cuando él nació, ella fue la que lo arrulló, y lo tuvo en brazos e hizo la arquilla y lo puso en el carrizal, cuando su pobre corazón estaba rompiéndosele. Su único bebito, y fue el—el muchachito más sobresaliente que había en todo el mundo. ¡Y cómo le gusta a una madre cualquier bebé! Pero el ver a este pequeñito especial.",
    "Y luego, en su corazón, ella sabía que él nació con un propósito, y luego tomarlo y ponerlo en la mismísima guarida de cocodrilos, allá en el río. Por la fe ella hizo eso, sabiendo que Dios era capaz de cuidar de él; y para resumir el amor de una madre, y la acción del carácter de su fe. Pues la fe no se coloca ella misma sobre las arenas cambiantes de lo que puede ver; la fe descansa solemnemente sobre la roca inconmovible de la Palabra Eterna de Dios. “Por la fe”, dice la Escritura, “ella hizo esto”.",
    "Y la fe puede pararse firme sobre la roca, a la cual las olas le están derribando los cimientos, y mirar directamente a la cara de la muerte y saber que será dentro de un poquito, pero la fe puede ver al otro lado del mar hacia El que dijo: “Yo soy la resurrección y la Vida”, y fallar aun en oír las olas golpeando.",
    "Esa es la clase de fe que la madre de Moisés tenía. Ella le enseñó y lo crió en el palacio de Faraón, enseñándole de que él nació con un propósito, que Jehová había contestado su oración. Y ella…él no podía haber tenido un mejor maestro. Eso fue lo que ayudó a moldear el carácter que Moisés era.",
    "Creo que fue Abraham Lincoln el que una vez hizo una afirmación como ésta…",
    "Ahora, yo no soy ni Demócrata o Republicano, yo sólo…yo soy un Cristiano. Porque, pienso que un lado no pudiera decir nada en contra del otro lado; todo es corrupción. Pero, Abraham Lincoln, según pienso, fue uno de los…y fue uno de los más grandes Presidentes que estos Estados Unidos haya tenido; incluyendo a Washington, y demás.",
    "Porque, Abraham Lincoln tuvo un—un mal comienzo. El era pobre. El no tenía ningún historial, en cuanto a educación, o—o alguna cosa grande, o dinero, o algo que lo pudiera haber ayudado, como lo tenía Washington. Washington era un graduado de universidad, y él—él sabía; él era un hombre inteligente, un gran hombre, para comenzar. Pero Lincoln fue criado en una pequeña cabaña de troncos, bajo las grandes tierras de Kentucky, y sin ninguna gloria; en la pequeña y antigua cabaña, la cual está como un memorial aquí en Louisville ahora. Pero, siendo el gran hombre que era, y tuvo que aprender a escribir, sobre la tierra que él araba, para sembrar maíz.",
    "Pero quizás yo le diga esto a los jóvenes. ¿Saben Uds. que Abraham Lincoln nunca poseyó un libro en su vida, hasta que él pasaba de los veintiún años de edad, sino la Biblia y el libro de mártires de Foxe? ¿Ven?, lo que Uds. leen moldea el carácter que Uds. son. Con razón tenemos un montón de neuróticos hoy en día; pequeñas revistas de ficción, y vulgares y tonterías, son colocadas en nuestros puestos del periódico. El poseía la Biblia y el libro de mártires de Foxe. ¡Miren lo que lo hizo a él!",
    "Pero a pesar de todo eso, un día hizo una declaración como ésta. El dijo: “Si se pudiera hallar alguna cosa buena en mí, es debido a una madre piadosa”, que lo crió para servir al Señor.",
    "¿Ven Uds.?, un niño escucha a su madre; hay cierto toque en esa madre, a la cual un niño escuchará. Cuando se lastima, irá a la madre por consolación antes de ir al padre. Porque, ella estaba primero con él, Uds. saben. Y hay algún don que Dios le da a una madre, para que sea de esa manera; quiero decir una verdadera madre. Ahora, yo creo que las madres son honorables y piadosas.",
    "Pero yo creo, tales como los Días de las Madres, como éste, son un negocio, ganan mucho dinero de las flores y cosas. Pero el día de las madres debería de ser cada día. No mandarle un montón de flores en el Día de las Madres, pero amarla y cuidar de ella trescientos sesenta y cinco días y noches, durante el año. Pero por supuesto, el mundo comercial tiene un gran control en cosas como ésta, y eso—eso—eso deprecia a la madre.\n\n“Oh, pues, el Día de las Madres pasado le mandé a ella un ramo de flores”.",
    "Ella apreciaría, mucho más, sólo sentarse y hablar con ella solamente un poquito, escribirle una línea, darle palmaditas en el hombro, besarla en la mejilla, decirle que Uds. la aman. Eso irá mucho más lejos que todas las flores que Uds. pudieran comprar del florista. Eso es verdad.",
    "Yo creo que fue en los Diez Mandamientos, el difunto Cecil DeMille, que escribió y puso en la pantalla una de las obras maestras del mundo del cine. Y antes de que fuera puesta en la escena, o la distribuyeran, Cecil DeMille llamó a Oral Roberts y a Demos Shakarian, y a un montón de ministros del Evangelio Completo, y los llevó adentro de sus propios estudios y les enseñó las cuatro horas de los Diez Mandamientos, y les preguntó su opinión de ella. ¡Dios le dé descanso a su valerosa alma!",
    "Y cuando yo la vi, yo la estaba viendo, y una pequeña observación siempre se quedó conmigo. Si muchos de Uds. que la vieron, fue cuando la hija de Faraón…después de que Moisés se había dado cuenta que él era un—un Hebreo, y él había decidido ir a morar con su pueblo. Y allí estaba sentada la que una vez fue su hermosa madre, acabada, con su pelo canoso y su rostro arrugado, sentada en un viejo sillón; una madre típica. Y la hija de Faraón entró. Y él dijo: “¿De quién soy hijo, de todas maneras?”",
    "Y cuando fue sacado a luz, que Jocabed era su verdadera madre. La hija de Faraón, con su pintura y demás, y toda arreglada; ella dijo: “¡Pero, mira! El puede ser tu hijo, pero”, dijo ella, “yo le di riqueza y esplendor. Tú pudieras haberle dado nada sino los pozos de lodo”.",
    "Pero la anciana madre canosa dijo: “Pero yo le di vida”. Eso hace la diferencia. “Yo le di vida”. Dios le dio Vida Eterna. ¡Cuán cierto, madre!",
    "Algunas veces, la gente me dice a mí, casi siempre en mis campañas, yo “constantemente estoy predicando sobre la resurrección”. Y yo leí un texto esta mañana, el capítulo 15 y el versículo 4 de Primera de Corintios, sobre la resurrección.",
    "Pero, ¿ven Uds.?, la manera en que ellos colocan a la madre hoy en día, es una maceta de flores colocada junto a una señora anciana, que está anciana y no puede levantarse, quizás, y débil, y canosa, y arrugada, y sentada en un sillón. Eso es muy cierto. Pero yo quiero tomar mi tema y pintarles otro cuadro de lo que es la madre.",
    "Alguien dijo: “Ud. predica demasiado sobre la resurrección. Casi todo Mensaje tiene algo sobre la resurrección”.",
    "Pues, seguro. Es el—es el lugar fundamental de descanso del Evangelio. No importa qué hizo El, si El no resucitó otra vez de los muertos entonces todo fue en vano. Eso, para mí, prueba que El era Dios. Prueba cada afirmación que El hizo; ¡la resurrección! Y también es el lugar de descanso del alma. Es el punto inicial. Es el coronamiento de nuestra consolación.",
    "Y cuando nosotros vemos que El se levantó de los muertos, eso nos coloca, con la armadura del Evangelio, en el frente de batalla, para tomar el lugar para pelear. Porque, nosotros sabemos que El dijo: “El que pierda su vida por causa de Mí, la hallará de nuevo”.",
    "Y yo creo que es la gran coronación del Evangelio Completo, es la resurrección, y sus Divinas promesas, y la consolación que da a aquellos que están confiando en ella. Porque promete la gran unión de nuestra reunión otra vez. Promete, y el—el desvanecimiento de todo pecado. Promete el desvanecimiento de toda deformidad, todos los sufrimientos que hemos tenido en ésta, por los que tuvimos que pasar, en esta vida. Promete, y el desvanecimiento de todo ello. Promete que aun la muerte perderá su agarre, y resucitaremos en la semejanza de Jesús. Así que, en mi opinión, la resurrección es la más grande de todas las promesas en las cosas de la Escritura. Allí es donde lo selló.",
    "Y la última Pascua, cuando yo estaba predicando sobre las cinco cosas de:\n\nEn vida, El me amó; al morir, El me salvó;\n\nAl ser sepultado, El llevó lejos mis pecados;\n\nPero, al resucitar, El me justificó gratuitamente para siempre.",
    "Ese es el Día para mí, ¡ese gran Día de días! Y de ver lo que significará, para todos nosotros, en la resurrección, mientras obramos y esperamos ¡ese bendito Día de días!",
    "Nos da la promesa que algún día que estas madres ancianas, debilitándose, endebles, canosas, quebrantadas serán cambiadas. No sólo la madre se sentará allí, sola, pero todos los de su familia con ella.",
    "¡Y qué día será ese! ¡Qué tiempo será, cuando miremos sobre los rostros de aquellos que hemos amado tanto! ¡Qué diferencia en esa mañana, cuando veamos a nuestros amados, y—y observar lo que ellos van a ser entonces! Todas las aflicciones serán quitadas. Todas las heridas de sufrimiento habrán terminado. Ya no habrán mejillas pálidas de muerte. Ya no habrán lágrimas de los ojos. La resurrección promete todo esto. Ya no habrán funerales. Ya no se le darán palmaditas al bebé en la mejilla, que está como un pedazo de piedra; que el que prepara a los muertos ha embalsamado, y lo ha empujado hacia afuera y le ha puesto pintura, y demás, para que se vea natural. Eso nunca se va a necesitar otra vez, allá.",
    "Entonces yo pienso de cuando los veamos parados más allá, a nuestros amados, a nuestras madres, a nuestros parientes, a todos nuestros amigos; y verlos en sus cuerpos inmortales, sus cuerpos celestiales; observando su carácter, viendo cómo se conducen con esa dulzura y quietud, ya no habrá nerviosismo o frustraciones. Verlos entonces parados en la semejanza del Señor Jesús, ese va a ser un día maravilloso.",
    "Y cada uno de nosotros, en nuestras mentes, estamos esperando y anhelando esa hora de consolación, cuando nosotros los encontremos. Cada uno está pensando de sus amados, quizás de su madre que ha partido. ¡Y qué día será, cuando la vean a ella otra vez! Y para papá, y para el hermano y para los…todos los amados, ¡qué día será!",
    "Yo estoy pensando, también, ahora mismo. Yo estoy pensando en mi familia, qué significará para mí en ese día.",
    "Yo estoy pensando que, en esa mañana de resurrección, quizás la primera que vendrá a encontrarme será mi pequeña Sharon. No, ella no va a estar temblando. Ese Diablo no puede entrar en ese lugar. Ninguna meningitis puede tocar alguna vez esa Tierra. Ella no me va a estar diciendo adiós con su mano. Esos pequeños ojos azules van a estar danzando mientras ella extiende sus brazos y grita: “¡Papá!” Yo estaré contento de verla, de saber que ella nunca morirá otra vez; de saber que todo ha terminado, por eso predico la resurrección tan duro.",
    "Luego yo veré a su madre, la madre de Billy, mi muchacho. Y yo tengo muchos recuerdos allí que permanecen. Yo recuerdo cuando yo la llevaba; o el Sr. Combs, aquí, la llevaba en el último recorrido, y yo la estaba siguiendo, en un carro. Mientras íbamos por la Séptima Calle, allí; Billy, tenía dieciocho meses.",
    "Cómo ellos lo sacaban a la calle, y permitían que ella lo viera. Y ella estaba recostada y lloraba, y miraba a su bebé, pero ella no podía acercarse a él.",
    "Y entonces cuando íbamos en camino, el de la funeraria vino y se fue por la—la—la Séptima Calle. Aquí mamá estaba cuidándolo en ese momento. Y él estaba parado afuera en el patio, con unos pantaloncitos cortos, y una gorrita roja puesta hacia un lado de su cabeza. Y cuando esa madre, recostada sobre ese catre, en la parte trasera de esa ambulancia, mirándome, cuando ella vio a su bebé parado en el patio, sabiendo que ella iba en su último recorrido; ella se levantó de ese catre y gritó, y extendió su mano huesuda, para abrazar al niño en el patio. Pero ella no podía hacerlo.",
    "Oh, será un gozo verla a ella en ese día. No, ella no tendrá manos huesudas, tampoco esas mejillas estarán hundidas. Pero ella se parará en la hermosura celestial de una reina del Cielo, y de una madre. Sus ojos negros, tan negros como alas de cuervos, van a estar danzando con gozo. Ella no va a estar toda encorvada; donde, ese Diablo de tuberculosis nunca entrará en esa Tierra. Pero, inmortal, se parará en Su semejanza.",
    "Yo supongo, entonces, el siguiente que vendrá a encontrarme será Edward, a quien llamábamos “Humpy”, como apodo. El fue el primero de la gran cadena de nueve eslabones, la cadena de la familia Branham. El fue el primer eslabón en romperse; el que seguía de mí. Yo veré a Edward venir corriendo hacia mí. Sin embargo, él murió siendo un muchacho, de diecinueve años. Y cuando yo lo tome de su mano, yo estoy seguro que tendremos muchas cosas de que hablar, de la niñez, porque nosotros éramos muy amigos. Eramos inseparables. El me permitía ponerme su traje, y—y—y cosas, como lo hacían los hermanos verdaderos. Será un placer verlo otra vez.",
    "Y yo le oiré decir algo así: “¿Recibiste mi mensaje, Bill? Tú estabas trabajando en un rancho de ganado, en el tiempo de mi partida de la tierra. Pero en el hospital, yo mandé a decir: ‘Díganle a Bill que todo está bien’”.\n\nYo estaré contento de decir: “Sí, yo recibí tu mensaje, allá en la pradera”.",
    "Entonces, yo supongo, luego vendrá mi papá. El fue el siguiente eslabón en partir, y…No.",
    "Yo creo que Charles fue el siguiente eslabón, un hermano menor. El tuvo un accidente automovilístico cuando tan sólo era un muchachito. El siempre arrastraba su pierna derecha, mientras él caminaba. Pero, Uds. saben, cuando yo lo vea a él, él no estará arrastrando esa pierna. Todo se acabará, se parará en el esplendor de un hombre joven.",
    "Y él me dirá, algo así, mientras se sonríe. El dirá: “Sí, Bill, no hay accidentes aquí arriba. Y yo recuerdo la noche anterior a que yo fuera llevado en el accidente automovilístico, tú me hablaste, parado en el arquito de nuestro pequeño y humilde hogar”, y yo estoy mirando su techo, ahora mismo. “Tú me hablaste acerca del Señor, sólo unas cuantas horas antes de irme. Y tú estabas en el púlpito predicando cuando yo partí”.",
    "Luego vendrá papá. Oh, puedo verlo. Aunque él me dio muchas fuertes palizas, exactamente lo que yo necesitaba, pero yo veré esa melena de pelo negro ondulado, más brillante que nunca, en ese día. Y él me mirará a mí, y dirá: “Mi muchacho, tú sabes, papá ya nunca se levantará de la mesa aquí, hambriento, para dejar que sus hijos coman, porque aquí tenemos abundancia. Nunca hay una necesidad aquí”.",
    "Verlo cuando él trabajaba, y por cincuenta o setenta y cinco centavos al día, y luego levantarse de la mesa para que los niños pudieran comer, regresaba a trabajar otra vez. Y él trabajaba tan duro al grado que su camisa se le pegaba a su espalda por las quemaduras del sol, y mamá la cortaba con unas tijeras.",
    "Voy a oírlo decir algo así: “¿Bill, recuerdas esa noche que tú y el Hermano George vinieron a orar por mí cuando yo estaba partiendo? Tú sabes, yo le dije a mamá que habían dos Angeles blancos de pie junto a la cama, y un ángel rojo al pie. Y el ángel rojo estaba tratando de agarrarme, pero el Angel blanco se paró en medio. Ellos finalmente me llevaron al Hogar”.",
    "Luego, también, el siguiente en el eslabón en partir, o que partió, vendrá Howard. Yo veré a Howard; como anduvimos juntos de amigos por los campos, por todas partes; llamado a ser un ministro; una gran personalidad, pero sus compañeros le impidieron. La última plática que yo tuve con él, él dijo: “Cuando yo parta, Bill…”",
    "Yo—Yo lo vi a él partir por medio de una visión, como cuatro años antes de que se fuera. Le dije que vi a papá marcar su tumba y decir que ése era el siguiente.",
    "Y él dijo: “Hay una cosa que quiero que hagas por mí”. El dijo: “Yo he echado a perder mi vida. Yo he estado casado y todo. Yo—Yo no sé qué ha sucedido”.\n\nYo dije: “¿Le crees a El, Howard?”",
    "El dijo: “Con todo lo que está en mí, yo le creo a El”. Como en dos o tres días antes de que él partiera, él hizo su paz con Dios, con el Hermano Neville y demás allí. Y él dijo: “Hay una cosa que quiero que hagas. Cuando yo parta, Bill, haz que ellos canten para mí: ‘El Entenderá, Y Dirá: “Bien Hecho”’”.",
    "Yo creo, que antes de que yo estreche la mano de Howard, yo lo oiré detenerse y mirarme, y decir: “Bill, El entendió”.",
    "Después de eso, vendrá el Hermano Seward, el Hermano Frank Broy, el Hermano George DeArk. Oh, la resurrección significa mucho para mí. Yo estoy esperando esa gran hora de coronación. Y mientras la Luz empieza a esparcirse: “Conoceremos como fuimos conocidos”. Nosotros entenderemos, y—y recordaremos a nuestros conocidos y a los—los que han estado allí.",
    "Y—Y muchos, habrá muchos allí que ni siquiera pensábamos que estarían allí. Porque, Uds. saben, es en ese tiempo, que yo creo que “el pan que hemos echado sobre las turbulentas aguas humanas, regresará a nosotros en aquel Día”. Cuando veamos los efectos de nuestro testimonio, sobre personas que no entendimos la acción de ellos hacia El, probablemente van a estar allí. ¡Qué Día será ése!",
    "Y luego, también, las semillas que nosotros sembramos, ni siquiera pensando lo que ellas harían, pero aquí están. Ellas produjeron frutos preciosos, y nosotros los veremos en aquel Día, a los descarriados seres queridos y parientes.",
    "Y yo pienso en los miles que yo he visto convertidos, sí, llegando ahora a millones, y cuál fue su ministerio. Oh, se necesitará más que una resurrección. Se necesitará una Eternidad, para ir alrededor, estrechando manos y enterarme de cosas que yo no sé ahora.",
    "Allí estarán esas ancianas madres canosas, por las que Uds. traen puestas esas flores blancas hoy, que los verán a Uds., y ellas serán hermosas. No representadas por una maceta de flores, o alguna fotografía de una persona anciana y canosa; pero en la semejanza y hermosura de la resurrección, ellas van a estar en la semejanza de Cristo, sus cuerpos celestiales, jóvenes y hermosas para siempre. Seguro, ese es el reposo. Ese es el Día de las madres que yo estoy esperando. Esa es la coronación. No el clavel en la solapa, pero la coronación del alma, ¡porque Dios la ha cambiado a ella!",
    "Yo pienso en mi propia madre, anciana y débil, y temblando con parálisis. Ella no estará haciendo eso ese Día. Será diferente entonces. Y esa gran Luz empieza a esparcirse, mientras empezamos a ver alrededor, y el gran círculo se estará haciendo más grande y más grande y más grande. Todo está sólo reflejando el acercamiento de Jesús. “Y después de un rato”, como dice el canto, “y yo veré a Jesús por fin”.\n\nEl estará esperándome a mí,\n\nJesús tan bondadoso y fiel,\n\nSobre Su hermoso Trono, El me dará la bienvenida al Hogar\n\nDespués de que este día termine.",
    "Entonces cuando lo veamos a El, y no seremos como somos ahora. Nosotros—nosotros sabremos cómo amarlo más. No nos quedaremos atrás con un temorcito; porque, seremos como El. Pues, El será más pariente nuestro de lo que es ahora. Lo entenderemos a El mejor. Porque, estamos tan lejos, en los cuerpos mortales; entonces tendremos un cuerpo como Su cuerpo glorioso. Sabremos cómo adorarlo. Y cuando veamos lo que la Presencia de Su Ser nos ha hecho, nos cambió; volvió joven lo viejo, enderezó todo lo deformado. ¡Oh! Entonces entenderemos porqué Su poder nos sanó.",
    "Las preguntas que han estado en nuestras mentes: “¿Cómo puede hacerlo El? ¿Qué sería esto?” De alguna manera, misteriosamente, todas se desvanecerán. Los nudos que han estado atados en la parte de atrás de nuestras mentes: “¿Será esto? ¿Cómo pudiera ser?” De alguna u otra manera, dedos majestuosos van a desenredar, desenmarañar esos nudos, y todo se desvanecerá en la gran corona de amor.",
    "Entonces lo veremos a El. Entonces seremos como El. Entonces lo adoraremos. Entonces veremos a mamá así como Dios quiere que sea.\n\nLa madre no estaría completa Allí sin su familia.",
    "Porque, el tiempo más grande de toda su vida es ver a los hijos alrededor de la mesa, y a todos ellos saludables y felices; y—y—y verla servir el café, o lo que sea que ella haga, y prepara la cena, y ella y papá se sientan. Pues, ese es el tiempo más feliz en la vida de mamá, ver a todos sus niños en casa.",
    "Ahora, no pierdan, no se pierdan ese Día. Que la gran cadena de su familia esté conectada, eslabón por eslabón. Que cada rayo esté en la rueda. Entonces cuando nos sentemos con nuestras familias y grupos, a través de las bóvedas de la Eternidad, ¡qué Día será ése! Entonces entenderemos.",
    "Fue El quien prometió esto, en Apocalipsis 1, donde dice, que: “Una espada aguda de dos filos salía de Su boca”. “El fue llamado el Verbo de Dios”. Y fue de esos mismos labios, que dijo: “Yo soy El que está vivo, que estuve muerto; y vivo por los siglos de los siglos”. De esos mismos labios, en San Juan 6, treinta-…dice esto, que: “No perderé nada, sino que Yo lo resucitaré en los días postreros”. Fue El el que hizo la promesa; esos mismos labios preciosos. El es Quien nos salva, Quien nos sana, Quien nos redimió, y Quien nos resucitará en el día postrero.",
    "Si Ud. es ese pequeño eslabón débil que ha separado esta gran reunión familiar en ese Día, que el Dios del Cielo, esta mañana, de algún modo en una manera misteriosa, desenmarañe esos pequeños nudos que están atados en su mente, y le revele a Ud. el amor que El le tiene a Ud., y que Ud. venga dulcemente a servirle a El.\n\nMientras pensamos en estas cosas, oremos.",
    "Antes de que oremos, y teniendo sus rostros inclinados, voy a preguntarles. ¿Les gustaría, en este Día de las Madres, dedicar de nuevo sus vidas a El, esperando esa resurrección? ¿Levantarían sus manos a El? Mientras todos…Dios los bendiga.",
    "¿Habrá un pecador que esté presente ahora, que diga: “Oh Dios, yo todavía no me he conectado a ese eslabón. Yo soy el que falta que no estaría allí cuando mamá vaya buscando de un lado a otro en la Gloria. Yo no estaré allí, porque yo nunca he hecho mi paz con Dios. Yo no tengo la esperanza de Vida Eterna en mí. Pero hoy yo—yo quiero hacer eso”? ¿Levantaría su mano, diciendo: “Ore por mí, Hermano Branham, en este momento. Yo quiero ser recordado en oración, porque yo tengo amados al otro lado del mar, el mar de Vida, y yo quiero encontrarme con ellos”? Levanten sus manos.",
    "O alguien que ha caído, y quisiera regresar este día, y decir: “Señor, yo me consagro de nuevo a Ti; vengo a renovar mi pacto Contigo”, ¿levantaría sus manos?",
    "Nuestro Padre Celestial, mientras se está acercando, este día hará que sea un día más cerca a ese gran evento. Y hemos sido obligados, cada año, a ver esto representado.",
    "Como la gente solía subir a Jerusalén en el Día de Pentecostés, y para la purificación del tabernáculo y el santuario, y—y la ofrenda de la expiación; cada año eran recordados, cuando ese cordero moría allá afuera, que vendría un tiempo en que el Cordero de Dios moriría, para divorciar el pecado. Cada vez que ese animalito balaba, y la sangre salpicaba sobre sus manos, eran recordados de que habría un tiempo cuando estaría el Cordero de Dios, que clamaría: “Elí, ¿lama…? Elí, ¿lama…?”, en la cruz.\n\nYo ruego, Dios, que mientras miramos hoy y vemos que…",
    "Hace unas cuantas semanas, antes de irme a Tu servicio, para California, este Indiana yacía desolado y muerto, y no había vida, al parecer. Las flores que murieron el otoño pasado. Las hojas que habían desaparecido de los árboles. Y la sabia en los árboles se había ido a las raíces, y todo estaba muerto.",
    "Pero hubo una temporada cuando el sol empezó a brillar en una forma diferente. El mismo sol que había brillado durante el invierno, pero los elementos habían cambiado y brillaba diferente. Y por el brillo del sol, con los elementos, la vida brotó, en todas partes. Las hojas regresaron a los árboles. La hoja…La vida que había dejado la hoja, y la hoja cayó, pero la vida se metió en la tierra; regresó en una nueva belleza, en el esplendor de la juventud. La flor que había entregado su—su fragancia, que había entregado su belleza radiante y caído a la tierra; nació, brotó de nuevo en su juventud, con una nueva fragancia.\n\n¿De qué somos recordados, Señor, en estas horas?",
    "Y el mundo se convirtió de un desierto desolado y gimiente, a un paraíso de hermosura, y las abejas y los pájaros cantando, y todo alegre, y los árboles jugueteando en—en los vientos de la tibia brisa de primavera. El calor y el gozo estaban en la tierra otra vez, a causa del sol, s-o-l.",
    "Pero un día el H-i-j-o viene con salvación en Sus alas, y esas pequeñas vidas que están escondidas como la sabia en el árbol, en la tierra, como la—la vida que está en la semilla de la flor, la traerá a ser nueva otra vez, para nunca marchitarse. ¡Oh, cómo te agradecemos por esto!",
    "Y hubo muchas, muchas manos que se levantaron esta mañana, porque ellos saben que allí más allá del velo, hay algo. Ellos anhelan ver a mamá. Ellos anhelan ver a sus amados y a sus conocidos, y averiguar sobre todos estos misterios, cómo ellos llegaron aquí, y a través del tiempo. Todo está detrás del velo oculto. Y algún día Tú vienes. Y ellos levantaron sus manos; ellos—ellos—ellos—ellos quieren estar seguros, Señor. Ellos se están renovando otra vez, y yo también. Ahora ayúdanos, Señor, Renueva nuestra fe y nuestra fuerza.",
    "Y a medida sentimos al Señor aproximándose. Y en los últimos cuarenta años, brotó un nuevo pentecostés sobre la tierra. El Espíritu empezó a revelar cosas. Y aquí estamos en la última señal, justamente antes de la Venida. Sabemos que la aproximación del Señor está cerca. Y vemos a los enfermos siendo sanados de su enfermedad, lo cual ha sido misterioso para el mundo, por dos mil años, desde los apóstoles. Pero aquí está apareciendo de nuevo, profetas levantándose, Angeles están apareciendo, señales y maravillas. ¿Qué es? La resurrección se está acercando. El H-i-j-o viene.",
    "Permite que estemos listos, Señor. Permite que abracemos toda promesa Divina; no pensar acerca de estos pequeños nudos que han sido acumulados por la ciencia, y demás, que no puede suceder. Permite que se empiecen a desenmarañar, esta mañana, por el inmortal…[Espacio en blanco en la cinta.—Editor]…mientras El vibra a través de las Palabras de la Biblia de Dios, como un instrumento bien afinado, para cantar el ritmo: “Yo soy El que estuve muerto, y vivo por los siglos de los siglos”. “Un poco, y el mundo no me verá más; pero vosotros me veréis”. “Porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. “Y en los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne; señales y maravillas; los ancianos soñarán sueños, y los jóvenes verán visiones”, la señal de la lluvia tardía y el tiempo del fin. Permite que sea sentido entre nosotros, esta mañana, Señor, y que nuestra fe sea asegurada. Porque lo pedimos en el Nombre de Jesús. Amén. 🦅"
  ]
}