{
  "title": "IMÁGENES DE CRISTO",
  "id": "59350009",
  "content": [
    "🦅  Es muy dulce de Ud., decir eso.\n\nMe da mucho gusto estar en la casa del Señor. Solo hay un lugar mejor, y es estar con el Señor. ¿Verdad? Cuando… Todas las dificultades y las pruebas y los problemas de la vida se desvanecerán en un gran mañana glorioso. Y verdaderamente estamos deseando que llegue el momento cuando lo veamos a Él.",
    "Y alguien me preguntaba el otro día, dijo: “¿Cree Ud., Hermano Branham, que la Venida del Señor está cerca?”.\n\nDije: “Seguro que sí”.\n\nDijo: “Pues, he oído eso por mucho tiempo”.",
    "🦅 Pero” le dije, “un día Ud. lo oirá por última vez”. ¿Ven? Así es. Porque algún día Él—Él llegará. Y cuando sea, yo solo quiero estar listo. Yo… eso…",
    "Hablábamos el otro día ante unos hombres de negocios que eran abogados y demás. Y—y me dijeron… Uno dijo: “¿Cuál es su—su objetivo principal en la vida?”.\n\nLe dije: “Tengo uno”.\n\nÉl dijo: “¿Cuál es?”.",
    "Le dije: “Salvar almas para Cristo”. Es lo—lo único que yo…",
    "Mi mayor empeño, y único empeño, es ver a Jesucristo glorificado. Yo vivo para eso.",
    "Y estoy tan contento con nuestro testimonio, que vamos ahora para treinta y un años de humilde servicio a Él. Si yo viviera un millón de años, y tuviera toda esa vida para vivir, quisiera vivir cada minuto para Él. Porque yo… Y si supiera que voy a ser rechazado al final, ¡qué privilegio es vivir para Él! ¡Así de real y bueno es Él!",
    "Y no he encontrado nada, en todos los viajes de mi vida, que de alguna manera pudiera compararse con el compañerismo que tenemos cuando estamos a solas, Él y yo. No hay comunión más dulce. Es mayor que el amor por lo que sea: por la esposa, los hijos, o lo que sea, el amor de Cristo. Es muy bueno.",
    "Ahora nos da mucho gusto ver que este avivamiento continúa en la semana. Y oí que el Hermano Parnell y otros han estado hablando aquí muy bien. Y estamos confiando que durante este avivamiento…",
    "A veces se malentiende el avivamiento. Alguien piensa que el avivamiento es para traer nuevos miembros a la iglesia. No. Un avivamiento da eso como resultado. Pero un avivamiento es para revivir lo que ya está en la iglesia. ¿Ven? Es—es para producir eso.",
    "Una vez yo estaba parado a la orilla del mar, y supongo que lo—lo he dicho muchas veces, pero es… fue hace muchos años. Y fue la primera vez que yo veía… Bueno, no era el mar, era el Lago Míchigan. Hope y yo estábamos allá cuando se llevó a cabo la Conferencia Mundial. Creo que fue como en 1922, Hermano Egan, si mal no recuerdo, cuando la Conferencia Mundial estuvo en—en Chicago. Fue la primera vez que yo veía una gran extensión de agua. Y me paré allá ese día y vi esas enormes olas. Era… la mañana de Pascua, tenían un servicio allá a la salida del sol. Y ver esas grandes olas que entraban y salían, y ¡oh, parecían estar muy contentas!",
    "Pero me puse a pensar: “¿Saben?, en ese lago no hay más agua, y así agitado, que cuando está perfectamente quieto. Es la misma cantidad de agua, ni una gota más”. Pero, pensé: “Bueno, ¿por qué bajan los—los vientos y—y agitan el lago de esa manera?”. Es para sacarle al lago toda la basura. ¿Ven? Arroja todas las cosas a la orilla. Cuando…",
    "Y entonces pienso: “Es el lago teniendo como un avivamiento”. ¿Ven? Eso lo sacude y hace que salte y lo revuelca, hasta que sale toda la basura. Así mismo es un avivamiento, es para permitirnos entrar en el Espíritu del Señor, y regocijarnos, y corregir lo errado, y acercarnos a esa caminata, y una nueva consagración y dedicación, hasta que todas las cosas y las dudas del mundo, todas sean arrojadas a la orilla. ¿Ven? Y con eso, hay un buen camino despejado, cuando el viejo barco de la vida comience a pasar. ¡Oh, Ud. no tiene que preocuparse tanto porque todo ha salido del camino! Eso es bueno.",
    "Bien, esta noche no queremos demorarlos, siendo esta la noche del lunes, y la primera de la semana de nuestras noches de avivamiento. Y me dio mucho gusto anunciar que el avivamiento continúa.",
    "Y tengo muchos amigos. Veo hermanos aquí y personas que me han contado los sueños que han soñado, en las últimas semanas. Y el Señor ahora me ha ayudado con la interpretación de esas cosas. No sé quién esté entre nosotros, ni cuántas visitas, ni esas cosas. Pero Jehová Dios aún da la interpretación a los sueños. Son exactas y perfectas.",
    "Y Él es el mismo Dios como en los días de José, cuando—cuando el rey tuvo los sueños. Y él se los interpretó, y de la manera exacta. Y algunos de esos sueños aún están vigentes hoy; sus resultados aún continúan. Y, Daniel, en los días de Nabucodonosor…",
    "Y nuestro glorioso y humilde pastorcito dijo, hace unos momentos, bueno, él—él no quería pedirme que le ayudara un poco más esta semana. Dijo: “Sé que Ud. está cansado, Hermano Branham. Pero” dijo, “pues” dijo, “estamos esperando y atentos”. Está bien.",
    "A propósito, tuve que cancelar la reunión en Sídney, Australia, debido a que no me dieron la visa en esta ocasión, ¿ven?, para salir de los estados en esta ocasión. Y entonces, y otras cosas, así que no puedo ir para esta fecha. No sé cuándo pueda ir; pero pronto podré. Pero, aunque tuvimos que retrasarlo un poco, ahora voy a Chicago, a la—la reunión en Chicago, la que viene. La cual, ya habían anunciado que yo estaría allí, sin que yo lo supiera. La fecha en que se supone que esté allí, yo iba a estar en las Islas Fiyi, donde dijeron que también habría muchas personas reunidas, en las islas. Pero ahora no voy a poder tener la reunión allá, por los derechos de visado. Y, sin embargo, lo haré pronto. Ellos están esperando.",
    "Ahora estaré en Chicago. Gene, ¿sabes la fecha? ¿Alguien sabe lo que anunciaron? Yo ni sé cuándo es. Acabo de verlo en el Heraldo de la fe. Creo que empieza el día 4 o 5 del mes o algo así. O será en la próxima, como a una semana de hoy, diez días. Y pues he estado bajo mucha tensión, y deseo sus oraciones.",
    "Ahora, esta noche he escogido como lectura de las Escrituras, si quieren leer conmigo, de San Juan, el capítulo 13, solo una porción. Para Uds. que tienen sus Biblias cerca y les gusta seguir la lectura a medida que leemos.",
    "Inmediatamente después de este servicio, esta noche, tendremos el ensayo de una boda aquí. Y tan pronto como seamos despedidos, salgamos lo más rápido posible. No apurándolos; pero tan pronto el edificio esté vacío, ellos quieren ensayar la boda. Y habrá una boda aquí mañana en la noche. Dos de nuestros hijos del compañerismo de este tabernáculo se casarán mañana en la noche, como todos saben. Nuestro precioso hermano, David Wood se va a casar, se casa con Marilyn Jefferies, mañana por la noche en el tabernáculo, un poco antes de los servicios. Y, por tanto, habrá un ensayo para esta boda. Solo… No será algo formal; será una boda semi-formal mañana en la noche.",
    "Ahora, antes de leer Su Palabra, oremos.",
    "Padre, Dios, entramos a Tu Presencia con suma reverencia, llevando ante nosotros ese todo-suficiente Nombre de Jesús, tenemos la seguridad de que Tú nos oirás; porque Él dijo: “Pedid al Padre cualquier cosa en Mi Nombre, y Yo lo haré”. Por tanto, como creyentes Cristianos, venimos con confianza al Trono de gracia, sabiendo esto: que si nuestro corazón no nos reprende, entonces sabemos que nuestra petición es concedida por Dios.",
    "Y oramos que nuestras vidas Te complazcan tanto, mediante la confesión de nuestras faltas, y Su justicia que nos perdona, que nuestros deseos sean cumplidos en esta noche. Y, Señor, nuestro mayor deseo es ver Tu magnífica gracia derramarse sobre nosotros, y ella—para que perdone nuestros pecados y sane la enfermedad entre nosotros. Y que Tú puedas hablarnos por medio de una revelación o profecía, o cualquier cosa que Tú desees decirle a Tu iglesia. Permite que nuestros corazones sean vasos para Tu Espíritu. Que estemos tan conectados a la línea principal en esta noche, que el Espíritu Santo pueda hablarles a nuestros corazones y reciban gloria por Su Presencia.",
    "Ahora, Señor, oramos por todos los que están enfermos y necesitados. Pues, justo antes de venir, nuestro secretario trajo a mi escritorio en los últimos dos días, listas largas de nombres de toda la nación, que están sufriendo, agonizan, esas emergencias escritas en rojo. Y al poner mi dedo sobre cada uno, bajando por la página, ¡oh, Dios!, en presencia de esta iglesia esta noche, imploro Tu gracia y misericordia para cada uno. Tú conoces a cada uno y lo que necesitan.",
    "Y no queremos olvidar a aquellos, Señor, convalecientes esta noche, que están allá en los asilos de ancianos y enfermos. ¡Oh, Señor Dios!, muchos de ellos son hijos Tuyos lavados por la Sangre. ¡Oh!, cuando envejecemos y nuestros seres queridos han olvidado, tenemos un consuelo: Dios no olvida. Todas nuestras obras están registradas en el Libro de la Vida, y están en Su Presencia para siempre. Y queremos abogar por ellos esta noche, Señor.",
    "Pedimos misericordia para nuestra nación. Y para aquellos que están pecando y haciendo lo malo, y para los que están en las cantinas y—y en las diferentes condiciones de pecado esta noche: pedimos la gracia del perdón, Señor. Y oramos que nos sostengas de tal manera, Señor, que nuestros corazones estén tan llenos de amor por Ti, que nuestro máximo deseo sea servirte y verlos a ellos salvos.",
    "Bendice la lectura de la Palabra y todo lo que hagamos. Inclinamos humildemente nuestros rostros y Te damos las gracias, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Abran ahora el libro de San Juan, el capítulo 13, leeremos una porción.\n\nAhora, antes de la fiesta de la pascua, sabiendo Jesús que su hora había llegado para que pasase del mundo al Padre, como había amado a los suyos que estaban en el mundo, los amó hasta el fin.\n\nY cuando cenaban, como el diablo ya había puesto en el corazón de Judas Iscariote, hijo de Simón, que le entregase,\n\nsabiendo Jesús que el Padre le había dado todas las cosas en las manos, y que había salido de Dios, y a Dios iba,\n\nse levanta de la cena, y se quitó su manto, y tomando una toalla, se la ciñó.\n\nLuego puso agua en un lebrillo, y comienza a lavar los pies de los discípulos, y a enjugarlos con la toalla con que estaba ceñido.\n\nEntonces vino a Simón Pedro; y Pedro le dijo: Señor, ¿tú me lavas los pies?\n\nRespondió Jesús y le dijo: lo que yo hago ahora, tú no lo comprendes…mas lo entenderás después.",
    "Que el Señor añada Sus bendiciones a Su lectura, de la Palabra. Quiero tomar como un—un texto esta noche, solo por un momento, el tema de: Imágenes de Cristo. Y como tema, quiero: “¿Qué sería esto? ¿Qué se requiere para ser un Cristiano?”.",
    "Ahora, sé que en sí, esto no es un texto de evangelismo, de ninguna manera. Pero con todo, sí es un texto de evangelismo, porque la Iglesia jamás podrá avanzar hasta que sepa en qué fundamentos está progresando.",
    "Y yo creo que antes de que alguien pueda avanzar o tener una verdadera fe personal, primeramente tienen que saber dónde están parados, y cómo estar de pie después de haberse parado. Yo creo que es esencial. Porque uno no puede lanzarse de cabeza a algo, con fe, cuando uno no sabe dónde se está lanzando. Uno tiene que saber. Y si nuestra fe está bien posicionada, y en la posición correcta, entrega una satisfacción constante.",
    "Es como se dice de una mujer que, quizás, cuando se casa, que está tan—tan ansiosa de abrazar a su primer bebé, que le es difícil saber… poder esperar. Pero ella, es tanto ese anhelo. Pero, en el fondo hay un temor, que si no viene rápidamente, que ella no tendrá ese bebé. Y eso constantemente la va alejando más.",
    "Ahora hay un remedio que usan hoy en día, y ha funcionado en todas las edades, si esa mujer ve o cree que no dará a luz a este bebé. Si ella simplemente va y adopta un bebé, entonces, cuando menos lo piense, ella tendrá uno propio. Ahora, eso se ha probado nueve de cada diez veces. Es por esa tensión de su inquietud: “¡Oh, tal vez no voy a tenerlo!”. Pero se requiere de esa pequeña satisfacción, y tal vez sea la manera en que Dios consigue que ella llegue a esa condición. Entonces tendrá su propio bebé, porque ese temor y las expectativas finalmente la dejarán.",
    "Así mismo es con las personas que quieren sanidad, ellas, si solo pudieran tener una pequeña evidencia visible.",
    "Como Elías, cuando dijo… Giezi dijo: “Veo una nube como del tamaño de la mano de un hombre”.",
    "Elías dijo: “Una lluvia grande se oye”. Él vio la evidencia.",
    "Por eso, muchas veces, yo les digo a las personas: “Vayan, empiecen a alabar al Señor”. ¿Ven? Porque ese es el bebé adoptado, pues está en su intelecto hasta que les entre en el alma, de que están sanos, entonces la fe arregla eso.",
    "Uds. deben saber lo que están haciendo. Deben tener confianza en lo que están haciendo.",
    "Por eso es que muchas veces oímos esta expresión: “¡Oh!, ¿qué es un Cristiano?”.",
    "Algunas personas lo limitan a unirse a una iglesia. Alguien dijo: “Bueno, un Cristiano es un—un miembro de la iglesia, alguien que se afilia a la iglesia”. Yo creo que todo Cristiano debe hacer eso, pero no creo que eso sea el Cristianismo. ¿Ven? Eso es lo que hace un Cristiano después de convertirse en Cristiano. Pero no quiere decir que por hacer eso, él sea Cristiano.",
    "Entonces algunos dicen: “No. Es el asistir a la iglesia y el servir a una declaración de credos, y ser fiel a esas cosas que enseña la iglesia”.",
    "Y también hay otros que dicen que: “Quizá el cargar una pequeña—una pequeña cosita, una—una crucecita o algo, que esa es la señal de un Cristiano”.",
    "Bien, y también hay otros que creen que: “Quizás, puede ser que si encienden una vela o hacen alguna penitencia, que eso es ser un Cristiano. Si simplemente se sumergen en el agua o hacen algún sacrificio o le dan algún bien a la iglesia, o—o le ayudan al prójimo, compran un poco de carbón para la viuda, o unos zapatos para el huérfano”. Esos son los hechos que un Cristiano debe hacer, pero eso aún no los hace Cristianos.",
    "Y luego algunos dicen que “si Ud. lleva una imagen de Cristo en su auto o en su pared, que eso es la señal de un Cristiano”. Bueno, esas cosas son buenas, pero no creo que el llevar una imagen lo hace a Ud. un Cristiano.",
    "Yo creo que el ser una imagen de Cristo lo hace a uno un Cristiano. No es lo que hacemos externamente. Es lo que ha sucedido por dentro lo que nos hace lo que somos. Y, por tanto, si Él es nuestra imagen, y nosotros somos a Su semejanza y somos miembros de Su Cuerpo, debemos ser imágenes de Él. Entonces nuestras vidas deben reflejar la imagen de Cristo, no porque nos unamos a la iglesia, ni porque carguemos un crucifijo, ni nuestras emociones, sino que debe ser por la Presencia viva del Dios viviente que se refleja a través de nuestra vida.",
    "Me han dicho, los que saben, que… antes de que vinieran los días de las fundiciones, con el fin de sacar la—la escoria del oro, para sacar el hierro y la pirita. La pirita es tan parecida al oro verdadero, que se le llama, “el oro de los tontos”. Pero la manera en que le sacaban todo eso, era a golpes con un martillo. Los indios lo hacían. Y los orfebres de antaño lo hacían, lo golpeaban con un martillo, y le daban vuelta una y otra vez, y lo golpeaban hasta que le sacaban toda la escoria. Y la única forma de saber que solo quedaba el oro, era cuando el que martillaba podía ver su reflejo allí. El que golpeaba podía mirar constantemente, hasta que casi podía afeitarse, por su propio reflejo en el oro que él golpeaba.",
    "Y cuando el Espíritu Santo de Dios comienza a golpearnos con el martillo del Evangelio, hasta que salen todas las cosas del mundo y podemos reflejar la imagen del Señor Dios, creo que entonces venimos a ser Cristianos. Porque la palabra Cristiano significa “como Cristo, y reflejarlo a Él”.",
    "Ahora eso no quiere decir que tenemos que dejarnos crecer una barba larga, como se lo imaginan a Él los artistas. Ni tampoco significa que nos dejemos crecer el pelo, como se imaginan los artistas que Él lo tiene, ni usar un manto como Él, porque estamos viviendo en otro día. No tenemos que necesariamente ser así, para reflejar Su imagen física.",
    "Pero sí debemos, en nuestras almas, reflejar Su imagen Espiritual y Su manera de vivir. Yo no creo que ser Cristianos consista en unirse a iglesias o a credos. Creo que es un reflejo de Jesucristo en un ser humano, pues somos Sus miembros, los miembros de Su Cuerpo, y llevamos Su imagen, dice la Escritura.",
    "Ahora, ¿qué tipo de imagen fue Él? Él no vino para ser un gran personaje; aunque lo era. Sino que Él vino como un siervo. Él no vino para ser servido, sino para servir. Nuestro texto esta noche refleja lo que Él fue. Eso es lo que Lo engrandece, en mi opinión. Aun siendo el mismo Dios de la Eternidad, el mismo Dios que creó los cielos y la tierra, y cuando vino aquí, Él tomó el puesto más bajo, el trabajo más indeseable que alguien pudiera tener, fue el de un lacayo lavador de pies.",
    "De todos los salarios en aquellos días, en el mundo oriental, el lacayo lavador de pies era de todos, el hombre a quien le pagaban menos. Pues en esos días los animales caminaban en las calzadas, por los pequeños caminos por donde ellos viajaban. Y a lo largo del camino, apestaba por todo el camino, por los animales. Y el polvo volaba y les ensuciaba las piernas y los pies. Y ¡era un olor muy horrible! Y tan pronto como alguien venía a visitar a otro, no podía entrar así. Olía mal, por el hedor del camino y el polvo, como en los alrededores del—del establo de ganado.",
    "Entonces, lo primero que él hacía, tenía una pequeña cabina, una cabina de recepción, y el hombre a quien menos le pagaban en ese lugar, igual que un esclavo, se quedaba allí atrás, para lavarle los pies a este invitado que vendría, y le daba otro par de zapatos para ponerse, unas pequeñas sandalias, para calzarlo. Y luego él era ungido, y después, con aceite. Y luego él podía entrar así para ser el invitado de su amigo. Porque él se sentiría todo fuera de lugar, al entrar hediendo mucho por los—los caminos, y sudado, y lo demás. Y el lacayo lavador de pies, de todos los que había, era a quien se le pagaba menos.",
    "Y el Dios del Cielo, Se humilló, para ser… El más grande que ha existido vino a ser lo más bajo que había.",
    "¡Qué diferencia, del así-llamado Cristiano que refleja hoy! ¡Qué diferencia! Pues, el así-llamado Cristiano de hoy quiere ser servido. ¡Oh, él comienza a creerse alguien!",
    "¡Qué diferente fue cuando Él lo reflejó a Él! Él no vino para ser servido. Sino que Él Se… Él vino para servir. “El que sea mayor entre vosotros, que sea el siervo de todos”.",
    "Y, hoy, hemos visto que nuestra tendencia moderna del Cristianismo es: “Yo soy alguien, y Ud. no es nada”. ¡Oh, es un…! Eso es un error. No debería ser así. Estamos tratando de reflejar el Cristianismo de la manera incorrecta. Dios no quiere que lo hagamos así. Él… Entonamos el canto, Ser como Cristo, pero cuando se trata de humillar nuestro orgullo y rebajarnos como Él lo hizo, entonces trazamos una línea.",
    "Y al hacer eso, el hombre ha formado denominaciones, para poder separarse: “Aparentemente no teniendo el Espíritu”, como dice la Escritura. Ellos se separan: “Nosotros pertenecemos a tal y tal iglesia; es una—es una iglesia más grande; es una mejor iglesia; nuestra denominación es una denominación más grande”. Eso no es comportarse como Jesús. Eso no refleja Su amor ni Su personalidad.",
    "Él vino a lo más bajo, a la prostituta de la calle, al mendigo, al vagabundo, y Se humilló hasta el polvo con ellos. Esa es la vida Cristiana. Debería ser de esa manera, para así reflejarlo a Él.",
    "¡Oh, sé que la gente dice: “Esos—esos días ya pasaron”! No es así.",
    "Si Cristo sigue siendo Cristo, si Su Espíritu sigue siendo el Espíritu Santo que estaba en Él, al estar en Uds. los hará que también tomen esa postura.",
    "Pero hoy queremos pensar que somos diferentes. ¡Cuán distante de Su oración, cuando Él oró, que: “En esto conocerían todos que éramos Sus discípulos, cuando tuviéramos amor los unos por los otros”!",
    "Y en lugar de eso, discutimos entre nosotros. Nos despreciamos porque no estamos de acuerdo en ciertas cosas. Y salimos y—y nos acusamos unos a otros, ¿ven?, donde… y aún afirmamos ser Cristianos. Conozco a personas que afirman estar llenos del Espíritu Santo, que son culpables de tales cosas, salen y—y realmente dicen cosas malas de otros Cristianos. Cuando no deben hacer esas cosas. Ahora, hermano, hermana, cuando tenemos esa clase de espíritu, vale más pensar que aún no somos Cristianos. Independientemente de cuánto confesemos, lo que cuenta es lo que poseemos. ¿Ven? No podemos ser Cristianos sin amar a toda persona. Podemos diferir con las personas.",
    "Pero Jesús no agregó ni dijo: “Bueno, ahora, oigan todos Uds. fariseos: todos Uds. se irán al infierno. Y no hay posibilidad para Uds. por esto, aquello o lo otro, porque Ud. es un fariseo”. Sino que Él fue a ellos y les ministró, y los ayudó. Él hizo todo lo que pudo para ayudarles.",
    "Pero hoy en día la educación y la membresía de la iglesia, y los lazos del mundo, han formado a la iglesia de tal manera que lo intelectual ha tomado el lugar de lo espiritual.",
    "Ud. no puede llegar a Dios sino por el Espíritu. Solo hay una manera de que un hombre pueda llegar a Dios, y es a través del Espíritu Santo. Jesús dijo: “Ninguno puede venir a Mí, si el Padre no lo trae primero”. Eso no pudiera ser más cierto, Cristiano.",
    "Queremos tomar una pequeña libreta esta noche, en nuestro corazón, y contar estas cosas. Pensemos en esto.",
    "¡Oh, algunos de nosotros reclamamos tener todo el conocimiento! Tenemos a los que dicen: “¡Ahora, esperen!”. Les encanta ser “doctores” y “padres santos” y demás. Pero el saber todo eso, así Ud. tuviera todo el conocimiento, de nada les sirve a menos que Ud. (fuera) tuviera en Ud. un Espíritu de amor. La Biblia dice: “Si tuviese toda ciencia, y no tengo amor, nada soy”.",
    "¿Y de qué sirve nuestro conocimiento, cuando alguien dice: “Yo no iría a tal avivamiento porque ellos no son personas educadas. Yo—yo no me juntaría con ellos”?",
    "No importa si ellos se saben el abecedario o no, ellos pueden conocer a Cristo. Seguro, ellos nunca serán demasiado bajos. Que Dios siempre tenga ese Espíritu en mí. No importa qué tan—qué tan bajo, lo que él crea, lo que no crea, qué credo, de qué color o lo que sea, yo quiero extenderle la mano y ayudarle. Seguro. Yo quiero ese Espíritu en mí. No pensaré que soy mejor que otra persona; yo podría sacar pecho y decir: “Que toda la gente se ponga de pie cuando yo entre” o, “yo tengo la mejor campaña de todos”. ¿Quién soy yo de todos modos, sino el barro que Dios ha hecho? Permítanme humillarme para que Su vida Se refleje. Sintamos eso todos los Cristianos. El conocimiento no nos lleva a ninguna parte.",
    "Por ejemplo, ¿qué si hubiera una jaula llena de canarios, y la jaula fuera del tamaño de este tabernáculo? Y un pajarito canario volara en la jaula y dijera: “Señores, quiero decirles algo a todos Uds. Sucede que soy un poco superior a todos Uds. Verán, yo—yo soy un canario que sabe todo acerca de los seres humanos. ¡Oh, puedo explicarlo todo! He visto a la dama caminar por la casa. He visto jugar a los niños. Sé todo acerca del asunto. Ahora todos escúchenme a mí”.",
    "Y justo en el momento en que está hablando pomposamente de su pequeño cerebro, un universitario de la Universidad de Princeton llega allí con la gramática más pulida. Y comienza a entablar una conversación con ese pequeño canario, usando la más alta gramática posible, y habla con este pequeño canario. Me imagino que el pequeñito movería la cabeza de lado. Él escucharía de un lado y del otro, pero no entendería nada de lo que él le habla; aunque puede oírlo, aunque puede verlo. Pero ¿de qué le sirve su conocimiento? De nada. Pues él no entiende lo que el hombre está diciendo. ¿Por qué? Él tiene un cerebro de canario. Él no tiene un cerebro humano. Él simplemente entiende como entienden los canarios.",
    "Y así es el humano. No me importa lo intelectual que Ud. sea. Nosotros aún tenemos cerebros de canario, porque solo somos seres humanos. A Dios se conoce por el Espíritu, y por la revelación del Espíritu Santo. Jamás podremos entenderlo a Él por el intelecto. Ud. pudiera hablar, y entrar y tener reuniones intelectuales, y toda la psicología que quiera, y la gente jamás conocerá a Dios. No pueden.",
    "Ud. pudiera explicar y decir que la gente que grita y vuelve la otra mejilla solo son anticuados, pero ese es el hombre que en su vida está reflejando a Cristo. El hombre que es humilde, un hombre que camina con Dios, se comportará como Jesús.",
    "Pero, verán Uds., el pajarito no podía entender, aun cuando pensaba que podía; porque no está hecho de esa manera. Su intelecto no se compara con el intelecto de este estudiante inteligente.",
    "Y nuestro intelecto tampoco se puede igualar a Dios. ¿Cómo pudiera nuestra pequeña mente infinita llegar a compararse con la mente finita?, o sea, ¿cuándo podrá nuestra mente finita compararse con la mente infinita de Dios? Esa mente infinita de Dios va tanto más allá del intelecto humano que eso nunca podría suceder.",
    "La única manera en que ese pájaro podrá saber de lo que el hombre está hablando, es al rendirse y aceptarlo, y hacer lo que él piensa que el hombre quiere que él haga.",
    "Esa es de la única manera en que nosotros conocemos a Dios, es siguiendo la dirección del Espíritu Santo. Eso es anticuado. Es el programa de Dios. Siempre ha sido el programa de Dios. Y siempre será el programa de Dios. “No con ejército, ni con fuerza, sino con Mi Espíritu, ha dicho Jehová”. De ahí viene.",
    "Longfellow una vez dijo esto: “La manera de tener éxito es encontrar una buena causa de lo cual se habla, una buena causa de la que se hable, y luego aferrarse a ella”. Seguro. Algo de lo cual se hable, rechazada por—por la ciencia, y si fuere digna, entonces aférrense a ella.",
    "¿Saben Uds. que en 1872, la Asociación Médica de los Estados Unidos rechazó las bañeras? Dijeron: “Son absolutamente antihigiénicas”. Y dijeron: “Propagarán enfermedades”. Bañeras; finalmente las aceptaron.",
    "Y este Evangelio chapado a la antigua del que estamos hablando, ¡lavados en la Sangre del Cordero! Quizá parezca anticuado, pero ellos tendrán que aceptarlo tarde o temprano. Es una causa digna. Aférrense a Él con todo lo que Uds. tengan. Es un camino lavado por la Sangre que limpia al hombre; no es salir acá a beber y a fumar y portarse desordenadamente y llamándose “Cristianos” porque pertenecen a una iglesia. Es aquel Espíritu Santo limpio, no adulterado, en una vida humana que refleja a Jesucristo, el Hijo de Dios.",
    "Por eso es que la gente hoy rechaza el nuevo Nacimiento. ¡Oh, ellos tienen lo que aquellos llaman el nuevo Nacimiento!, por darle la mano al pastor, pero eso no es un nacimiento. El motivo que… Ellos no aceptan Eso. Por eso es que van y se unen a iglesias, porque pueden entrar de alguna manera intelectual.",
    "Dios dijo: “El que no naciere de nuevo, ni siquiera puede ver el Reino de Dios”. No importa lo intelectual que Ud. pueda ser o qué tan buen Cristiano afirme ser, Ud. tiene que nacer de nuevo.",
    "Ud. dice: “Entonces, Hermano Branham, ¿tendré que asistir a alguna misioncita?”. No se trata de eso. Quiere decir que Ud. tiene que recibir el nuevo Nacimiento. Ud. tiene que nacer de nuevo.",
    "Esta es una audiencia mixta, pero voy a decir algo. ¿Qué es un nacimiento? Si el parto ocurre sobre un colchón de paja, o en el suelo, o en un hospital donde los cuartos están decorados con seda rosada, es un revoltijo, como uno lo mire. Correcto.",
    "Y así es el nuevo Nacimiento. Es un revoltijo de donde Ud. lo mire, pero produce Vida. Amén. Produce Vida. ¿Qué tipo de Vida? La Vida de un siervo, para humillarse a sí mismo, negarse a sí mismo. Esa clase de vida. ¡Oh, ellos dicen: “Pero los he visto llorar y sollozar alrededor del altar y comportarse así”! Seguro. Ellos están naciendo. Es un revoltijo, no me importa a dónde Ud. vaya. Ud. podrá levantarse con la cara toda llena de lágrimas y con los ojos rojos, y las manos en carne viva de tanto golpear el altar, pero es un Nacimiento. Le hace algo a Ud. Lo hace a Ud. un siervo. Le saca el almidón a Ud. Forma una imagen, moldeando una nueva Vida, una nueva creación. Puede ser que Ud. esté todo desordenado, al levantarse, pero Ud. ha nacido de nuevo. No importa dónde Ud. se encuentre, eso forma una nueva Vida. Produce una nueva imagen de Vida. Lo hace a Ud. un siervo. Ud. entonces quiere servir. Jesús quiere que nos sirvamos los unos a los otros, amar—amarnos los unos a los otros. Y a medida que nos servimos los unos a los otros, le servimos a Él.",
    "Ahora, recuerden, solo son los enfermos que exigen atención, servicio. Solo los enfermos, ellos exigen la atención. Y cuando uno ve a un predicador… Y que yo no limite eso solo a un predicador, sino que lo limite a cada miembro de iglesia que quiera llamar la atención: “Yo soy una persona importante”, solo recuerden, he ahí una persona espiritualmente enferma. Ellos están necesitando atención. Ellos necesitan la atención del Espíritu de Dios, para darles algo que les saque esa actitud, y los sane de su egoísmo y de grandes ideas, y de “el gran yo y el pequeño Ud.”. El Espíritu Santo nos hace a todos iguales.",
    "¡Es demasiada enfermedad espiritual: anémicos! ¿Saben Uds. lo que es la anemia? Es alguien que no tiene sangre. Caminan extraño. Siempre de lado, se tambalean todo el tiempo. Y eso es lo que les pasa a muchos de nuestros miembros de la iglesia hoy; son anémicos. Necesitan una transfusión de Sangre del Calvario, que les dará una Sangre rica, real, para que caminen a la antigua, en ese camino del Espíritu Santo que fue labrado por Dios. Les dará algo por lo cual vivir; les dará una confianza que los hará caminar a la imagen de su Señor.",
    "En cuanto a mí, si tuviera que tomar una decisión, yo quisiera ser como Él fue. Él vino a ser un pastor, y fue un pastor. Un pastor es alguien que busca a sus ovejas.",
    "Un cuadro famoso, no creo que lo tengamos en nuestra pared aquí, pero me he sentado en mi cuarto y lo he contemplado. No puedo recordar el nombre del artista en este momento. Pero cuando él perdió a esa pequeña oveja negra, y dejó a las noventa y nueve y fue a buscarla, ¿qué hace? Él recorre el desierto. Se corta con espinos. Él pasa por los peligros. Él recorre toda la noche. Hasta que, por fin, allá abajo en la ladera de la montaña, aferrado a un pequeño arbusto, arriesgando su propia vida, él extiende la mano y saca a la pequeñita de su condición caída, luego él la trae de nuevo a su lado.",
    "Y otro artista pintó un cuadro de él trayéndola a casa. Ahora, pareciera ser que el pastor simplemente pondría el brazo debajo de la oveja, y así comenzaría a traerla. Pero, ¿se dieron cuenta Uds. de cómo el espíritu captó el pincel del artista? Él no la puso debajo del brazo. La puso sobre los hombros. Ahora quiero que vean el cuidado de este pastor.",
    "Ahora, Jesús, cuando Él echaba fuera demonios, dijo que lo hacía con el dedo de Dios. Ahora, si un diablo lo está molestando a Ud., lo único que se requiere, de Dios, él—él solo—solo es tan insignificante que Él simplemente toma Su dedo y lo echa fuera.\n\nPero cuando una oveja regresa a casa…",
    "¿Cuál es la parte más fuerte de un hombre? Sobre sus hombros. ¿Se dan cuenta Uds. de que, siempre, del hombre, los hombros son más grandes? ¿Dónde puede cargar más? Sobre los hombros. ¿Dónde en él está lo más seguro? Cuando la carga está sobre los hombros.",
    "Así que él toma a la oveja, la coloca sobre sus hombros y regresa andando suavemente con ella. Todos los poderes de Dios, abrazando a esta pequeñita perdida, trayéndola de regreso. Pero un diablo, es tan fácil, Él tan solo lo echa fuera con Su dedo. Él es un ovejero.",
    "Un ovejero tiene que desviarse para encontrar a los descarriados. Y un buen pastor es un ovejero. Francamente, la—la palabra pastor significa “ovejero”. Y a veces, en la iglesia, una—una pequeña secta o un pequeño bando se levanta en la iglesia; un lado va por una dirección, y el otro lado por otra. Un verdadero y buen pastor se irá con aquel bando, (¿Para hacer qué?) Para traerlos de vuelta. Un verdadero pastor genuino, ¿qué está haciendo? Él mismo se desviará, (¿Para hacer qué?) para traer de vuelta a los perdidos. ¿Qué está haciendo él? Está reflejando la imagen del buen Pastor, tratando de ganar de nuevo a esa alma. Sin embargo, ellos se extraviaron en alguna parte, hermano, como si fueran a cambiar al mundo, de la noche a la mañana. Ese pastor los acompañará con el fin de corregirlos, para ganarlos de vuelta a este camino otra vez. Eso es un buen pastor. Él está reflejando la imagen de Jesús.",
    "Hermano, sé que le llaman herejía; le llaman fanatismo. Pero si yo tuviera que tomar una decisión esta noche, mi elección sería ser como Él. Si quiero algo en mi vida, es reflejar la imagen del Señor Jesús, mi vida.",
    "Después de mañana por la noche, después de esta boda, voy al desierto. Quiero quedarme allí, porque en el fondo de mi alma siento que necesito una caminata más cerca con Dios, más que lo que tengo. No quiero solo caminar. Quiero caminar correctamente delante de Él, pero yo—yo quiero una caminata más cerca de Él. Mientras que el Tabernáculo Branham esté teniendo un avivamiento, personalmente, yo lo quiero. No quiero que suceda solamente en el edificio. Quiero que suceda en mí. Quiero una caminata más cercana. Quiero más del Espíritu Santo en mí, para reflejar a Cristo en mí. Quiero ser como Él. Yo sé que todo verdadero—Cristiano verdadero quiere ser como Él. Ese es el deseo de mi corazón: ser como Jesús. Él… Pues, quiero que Él sea mi… Quiero que Él sea el… Él es el ejemplo de lo que yo quiero ser.",
    "Y, miren, se requiere del Espíritu Santo para hacer eso. Él es el único que puede hacerlo. No estoy interesado en los seminarios ni en lo que alguien tenga que decirme. No me interesa besar el crucifijo, ni ponerlos junto a su corazón, ni en rezarle a los muertos. Estoy interesado en una cosa: más del Espíritu Santo que se apodere de William Branham. No estoy interesado en unirme a una iglesia más grande que a la que pertenezco. Yo pertenezco a la Iglesia verdadera del Dios viviente, la del Primogénito. Nací en Ella. Y quiero más del Espíritu Santo en mi vida, para reflejar a Cristo a Quien amo. No me importa a qué plano o a qué nivel yo tenga que llegar para conseguirlo. No me importa si tengo que ir aquí o ir allí, que me llamen: “fanático, santo rodador”, sea lo que sea. Quiero que se refleje más de Su Vida. No me interesa a qué nivel yo tenga que llegar. Estoy interesado en el Espíritu Santo, para que yo pueda ser más un siervo como Él. Él era el Siervo del Señor. Él no vino para ser servido, ni para que le ministraran; no vino para que a Él le ministraran. Sino, para servir, Él tomó el lugar de un siervo.",
    "Y si el Rey del Cielo pudo hacer eso, y nosotros somos los miembros de Su Cuerpo, seamos así todos; no seamos diferentes, sino que humillémonos en Su Presencia. No importa lo que el mundo tenga que decir, ni los intelectuales; ni consideren eso. Solo reciban más del Espíritu Santo, y sean como Jesús: humildes, mansos, modestos, tomen Uds. Su lugar, y Él tomará el suyo en el Juicio.",
    "Inclinemos nuestros rostros por un momento.",
    "¿Podría ver, en esta noche, un grupo de manos en este edificio, de los miembros de esta iglesia y de las otras iglesias? Cuando digo: “esta iglesia”, solo me refiero… Solo hay una Iglesia: es la Iglesia de los Nacidos de nuevo, la Iglesia del Primogénito, la Iglesia de Jesucristo, que no han nacido del mundo sino que han nacido del Espíritu de Dios. ¿Podría ver un montón de manos levantadas, y que digan: “Dios, hazme como Jesús. Moldéame, oh, Señor. Lávame, oh, Dios.”? Dios bendiga sus corazones. “Lávame, y seré más blanco que la nieve”.",
    "🦅 Señor, hay pequeñas arrugas y curvas en mi vida. Me he sentado, escuchando al Hermano Parnell, y al Hermano—Hermano Neville, y a los otros finos ministros, y al Hermano Collins y a muchos de aquellos hermanos que están predicando. He estado escuchando. Pero, Señor, esta noche, acabo de llegar a esta conclusión: ¿Qué me están diciendo? ¿Qué me están queriendo decir ellos? Veo que están tratando de conseguir que yo sea como Jesús. Y no hay manera de que yo lo logre. Yo—yo soy un leopardo. Tengo manchas y, si las lamo, solo las hago más blancas. Solo llegan a ser más evidentes para el mundo. Señor, déjame soltarme. No me importa la clase de desorden que parezca para el mundo. Yo quiero nacer de nuevo, del Espíritu de Dios. Y quiero que Tú, Señor, me llenes esta noche con Tu Espíritu Santo. Lávame. Santifícame. Toma la Sangre de Jesús, santifícame, límpiame. Y lléname, hasta que me pierda, y yo encuentre aquello, en Ti, Señor”.",
    "¡Oh, Señor Dios!, el Creador de los cielos y la tierra, Quien resucitó al Señor Jesús de entre los muertos, Lo trajo por el Espíritu vivificador del Dios Eterno, levantaste ese cuerpo en el que Tú habitaste, y lo has levantado hasta el Trono del Cielo.",
    "Él vino a lo más bajo que había en la tierra, a la prostituta, y vino a ser el siervo más bajo, fue a la ciudad más baja, trató con la gente más baja, recibió el nombre más bajo y Se hizo el más pobre de los pobres. Aun en la naturaleza: “Las aves tienen nidos y las zorras tienen guaridas, mas el Hijo del Hombre no tiene dónde recostar Su cabeza”.",
    "Y, sin embargo, aquel Espíritu vivificador Quien honró a ese verdadero Siervo que Se hizo un siervo para que pudiéramos tener un ejemplo a seguir, Él lo levantó de los abismos del infierno, pasando por la tumba. Y sacó a ese cuerpo y lo sentó en los Cielos de los cielos, exaltándolo tanto que Él tiene que mirar hacia abajo para ver los cielos. Y le dio a Él un Nombre sobre todo nombre que es invocado, tanto en los cielos como en la tierra.",
    "Señor, que podamos recibir Su Espíritu esta noche. Que ese sea el hambre de cada corazón aquí. Has visto las manos que se levantaron, Señor, no para recitar credos, ni para unirse a iglesias, ni—ni para discutir estas cosas, o aquellas, sino para ser humildes en nuestros corazones, para ser moldeados a la imagen de Dios. Que el Espíritu Santo lo haga, Señor. Que seamos hechos por el Espíritu Santo de Dios. No por la concepción de intelectuales, de que: “Debemos serlo, y vamos a actuar de esa manera”, aunque ese es el bebé adoptado. Pero, Señor, que realmente suceda por el Espíritu Santo, y un nuevo nacimiento que nos transforme, por la renovación de la… de nuestro espíritu, para hacernos como Él.",
    "Señor, oye mi oración. Es débil. Lo sé, Señor, que es débil. No solo estoy orando por los que levantaron las manos, sino por mis propias manos que fueron levantadas. Hazme como Él. Dios, no importa lo que me tengas que hacer, a qué niveles yo tenga que llegar, hazme como Él. Quiero ser como Jesús, en mi corazón. Concédelo, Señor. Y no solo a mí, sino con todos estos de igual manera, esta noche. Concédelo, Padre, porque lo pedimos en el Nombre de Jesús. Amén.",
    "La membresía de la iglesia está bien. No tengo nada en contra, ni contra alguna de esas cosas. Pero, hermano, el ser Cristiano significa ser moldeados a la imagen de Cristo. Queremos ser imágenes vivas; no llevar una imagen, sino ser una imagen del Señor Jesús.",
    "Hay un pequeño himno que quiero que me ayuden a cantar ahora mismo. Yo no sé. No puedo cantarlo, pero estoy seguro de que Uds. pueden. Ayúdenme. Ser como Cristo. ¿Cuántos lo han oído? [La congregación dice: “Amén”.—Ed.] Yo sé que todos queremos ser así, de manera que, cantémosle a Él.",
    "Estoy consciente de que el gran Espíritu Santo está aquí. Uds. no podrían esconderse. David dijo: “Si en el Seol hiciere mi estrado, he aquí, allí está Él”. Y Él estará en todas partes. Así que Él está aquí esta noche. Él conoce cada movimiento, cada acción, todo lo que hacemos, cada mirada, cada pensamiento. Él lo sabe todo. ¿No lo creen? [La congregación dice: “Amén”.—Ed.]\n\nEntonces, ser como Cristo, ser como Cristo,\n\nEn esta tierra yo quiero ser;\n\nEn mi viaje de aquí a la Gloria\n\nYo solo pido ser como Él.",
    "¿Les gusta eso? [La congregación dice: “Amén”.—Ed.] Escuchen esto ahora.\n\nDel pesebre de Belén salió un Extranjero,\n\nEn esta tierra quiero ser como Él;\n\nEn mi viaje de aquí a la Gloria\n\nYo solo pido ser como Él.",
    "¿Saben lo que me viene a la mente ahora mismo? Ayer, tomé el viejo libro de contabilidad de la iglesia. Ha sido… No lo había visto. Bueno, francamente, es la primera vez que lo miro. Tuve que usarlo cuando primero se fundó la iglesia. Y allí figuraba el nombre del Hermano Seward, y estaba el Hermano George DeArk y el Hermano Weber, todos esos nombres allí. Vi las pequeñas clases de la escuela dominical. Vi que nuestra ofrenda total de cinco clases, era un dólar con sesenta centavos, para este tabernáculo, con cientos que había sentados aquí; un dólar y sesenta centavos. ¿Ven? Luego veo el gráfico de hoy. Pensé: “¡Cuántos han partido!”. Vi al Hermano Frank Broy allí, mamá. Él es mi suegro. Vi a todos esos veteranos, a la Sra. Weber. Todos esos veteranos, todos han subido por la escalera, están Arriba. Todos se han ido. Recuerdo cuando solíamos estar aquí. Y pensé: “Señor Dios, tal vez nuestra iglesia se vea un poco mejor, y estamos esperando construir una, pero, Señor, ¿nos amas Tú más ahora que entonces?”. No, no creo que Él nos ame más.",
    "Cuando solíamos ponernos de pie y cantábamos: “Yo solo quiero ser como Él, en todo este camino de la vida”. Puedo ver a Jorgito con su cuello abierto así, y el sudor que le corría, enrollando su pañuelo entre los dedos. Puedo ver esos amados rostros santos de los veteranos allí atrás, llorando, con las manos levantadas.",
    "Predicadores entraban al edificio y decían: “¡Oye, muchacho! ¿Cómo consigues que la gente esté unánime así?”",
    "Dije: “No tengo nada que ver con eso. Ellos fueron formados y transformados a la imagen de Dios, arrodillados en una vieja banca sobre aserrín, en algún lugar, donde encontraron a Cristo en su corazón”.",
    "¡Qué olor fragante esas oraciones, mientras subían, constantemente toda la noche! A veces entrábamos, íbamos a la casa de otro, y regresábamos a casa al amanecer; orábamos toda la noche. Ya no encontramos más esa sinceridad. Parece que ya no existe. ¿Qué pasa? ¿Qué pasa? Volvamos al primer amor que teníamos.",
    "Y Ser como Cristo, ser como Cristo,\n\nEn esta tierra quiero ser;\n\nEn mi viaje de la vida de aquí a la Gloria\n\nSolo pido ser como Él.\n\n¿De verdad lo quieren? Cantémoslo con las manos levantadas.\n\nSer como Cristo, ser como Cristo,",
    "¡Moldeados a Su imagen!\n\nEn… (Ámense los unos a otros.) Ser como…\n\nSomos miembros de Su Cuerpo. Debemos ser como Él.\n\nEn mi viaje de la vida de aquí a la Gloria\n\nYo solo pido ser como Él.",
    "¿Lo dicen de corazón? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Ahora, ¿verdad que es un espíritu dulce? Prefiero tener eso que todo lo que sé que hay en el mundo. Yo… Uds. se pueden quedar con el resto del mundo y sus lujos, todos sus intelectuales, todos sus doctores, rabinos, obispos, padres santos. Denme a Jesús. Así es. Solo dénmelo a Él, a la antigua. Yo lo siento en lo más profundo de mi corazón, y vigilando mis vidas, y veo que mis deseos son de servirle a Él, humilde, mansa y modestamente. Eso es lo que necesitamos, amigos. Es una re-… Ese es Jesús. Ese es el Jesús de la Biblia. No es un Jesús del intelecto, sino un Jesús del alma. Él está aquí, esta noche.",
    "¿Cuántos están enfermos y necesitados? Levanten las manos, que necesitan a Cristo. ¿Uds. están enfermos y quieren oración? Levanten las manos, en alto, para yo poder ver quiénes son.",
    "Bueno, ¿cuántos desean en su corazón que se ore por alguien más que está enfermo? Veamos sus manos en alto. Está bien; son bastantes.\n\n¿Cuántos creen que Jesús aún es el mismo?",
    "No repartimos tarjetas de oración. Yo no… No hay tarjetas de oración, ¿verdad? No creo que hayan pasado.",
    "¿Creen Uds. que Jesús nuestro Salvador puede venir a nosotros, esta noche? Y si cantamos, y si yo he hablado de reflejar Su imagen, ¿qué haría Él si estuviera parado aquí? ¿Creen que Él haría como hizo en Juan 4, donde Él vio a la mujer junto al pozo, y le dijo, sabía lo que había en su corazón, y Él le habló y se lo explicó? Y ella se dio cuenta de que Él era el Mesías. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.] ¿Creen que ese mismo Jesús que—que es el Sumo Sacerdote…[Cinta en blanco.]…mano de Dios? ¿Creen que ese mismo Jesús, esta noche, que caminaba un día…?",
    "Y no había línea de oración, pero había una mujercita que tenía un flujo de sangre. Ella se abrió paso entre la multitud hasta que tocó Su manto, volvió y se sentó. Y Jesús se volvió y dijo: “¿Quién me ha tocado?”. ¿Creen Uds. que ese Jesús es el mismo Jesús hoy? ¡Y el deseo de ella en su corazón! ¿Ven?, ella tuvo temor. Regresó y se sentó. Ella esperó. Y Jesús dijo: “¿Quién me ha tocado?”.",
    "Y él—él… Pedro, el apóstol, Le reprendió, diciendo: “Señor, es que, ¡todos Te tocan!”.",
    "Él dijo: “Sí. Pero este fue un toque diferente. Poder salió de Mí. Yo—Yo lo sentí”. Y Él miró alrededor, en la multitud, hasta que vio a aquella mujercita. Y le dijo que tenía un flujo de sangre y que su fe la había sanado.",
    "¿Es Jesús ese? [La congregación dice: “Amén”.—Ed.] Podemos… ¿Podríamos humillarnos esta noche, y ser transformados por la renovación de nuestro espíritu, por el Espíritu Santo, al poder rendir nuestros labios, nuestros ojos, y su fe y la fe mía, para que Él salga a la audiencia y se mueva en Uds., y se mueva en mí, para cumplir Su Palabra, siendo Él el Sumo Sacerdote de nuestra confesión? Él está sentado a la diestra de Dios, para interceder por nuestra confesión. Él también es el Sumo Sacerdote que se puede tocar como cuando estuvo aquí en la tierra, por el sentimiento de nuestras debilidades. ¿Lo creen Uds.? [“Amén”.] Ese mismo Jesús.",
    "¿Cuántos aquí tienen una necesidad personal o por alguien más, algunos de Uds. que no conozco, algunos de Uds. que saben que no los conozco? Lo diré así. Yo no sé nada de Uds., ni de su petición. Pero Uds. creen que Jesús está aquí para confirmarse, para hacerse visible a nosotros, para actuar en nosotros igual como cuando Él estuvo en Jesucristo. ¿Lo creen? Levanten las manos, cualquiera de Uds. que saben que yo no los conozco. ¿Ven? No los conozco.",
    "Bueno, veamos. ¿En dónde podemos concentrarnos la primera vez? Ahora, sean reverentes. Si Él hace esto, ¿van a creerle con todo el corazón? [La congregación dice: “Amén”.—Ed.] ¿Ven Uds.? Sentía… Iba a pedirles que subieran aquí a imponerles manos. No creo que haga eso. Yo creo que Jesús está aquí.",
    "Nosotros, no—no es llevar una imagen de Él, sino ser una imagen de Él. Ese es el Jesús que queremos. ¿Verdad? ¡Ser una imagen! Muy bien.",
    "Ahora, Señor Dios, aquí hay una gran declaración. Pero eres Tú, Señor, Quien dio la promesa. Ahora tenemos que avanzar. Ahora se debe hacer algo, aunque ni siquiera seamos una denominación. Solo somos un pequeño grupo humilde, pobres y pisoteados, que, muchos seríamos expulsados de las grandes iglesias intelectuales. Si fuéramos, no podríamos vestir como ellos. Y luego, otra cosa, si nos levantáramos, y el Espíritu nos bendijera y dijéramos: “Amén”, como dice la Escritura, seríamos sacados inmediatamente. Y muchos no serían recibidos, algunos, debido a su color; algunos por su credo; algunos por amarte tanto a Ti. Y ellos—ellos tienen el Espíritu. Están muertos a las cosas del mundo, y han nacido de nuevo. Pero tienen una nueva Vida, la Vida de un siervo.",
    "Pero nos hemos congregado aquí, Señor, bajo este pequeño techo que nos has dado, el que apreciamos. Ahora, Señor, que sea notorio que Tú eres el Cristo, el Mismo, y que este gran Ser de Quien estamos hablando, Él está presente ahora para dar a conocer y hacer exactamente lo que hizo cuando Él estuvo aquí en la tierra. Concédelo, Padre, para que ellos vean y crean. Porque lo pido en el Nombre de Jesús. Amén.",
    "¿Lo creen Uds., que uno recibe lo que pide? ¿Qué es la fe? La fe es la verdad. La fe es algo de lo que Ud. está seguro. La fe no es algo que Ud. supone. La fe es lo que uno sabe ¿ven?, algo que baja a su alma.",
    "Yo desearía que los que no me conocen, y yo no los conozco, y aún tienen una petición o un deseo, ¿podrían levantar sus manos de nuevo? Solo quiero una—una idea general, toda persona aquí que yo no conozco. Muy bien. Por todos lados. No me gusta dirigirme a personas que conozco, porque algunos dirían: “Él los conoce”. Pero hubo muchas manos que se levantaron, que yo no los conocía. Ahora, si el Señor Jesús concede esto, ¿creerán los demás con todo el corazón, y aceptarán su sanidad o lo que pudiera ser? [La congregación dice: “Amén”.—Ed.]",
    "Por favor, solo vamos—vamos a orar, en nuestro corazón: “Jesús, quita toda duda”. Pues, Jesús no puede dudar. Si somos a Su imagen, nosotros creemos. Él le creyó a Dios. Él vino para hacer la voluntad de Dios. A Él no le importó lo que los hombres dijeran, o cualquier otro. Él vino para hacer una cosa: ser un siervo de Su Padre. Y Su Padre moró en Él. Nosotros vinimos para ser el siervo de Dios. El Espíritu Santo mora en nosotros. Queremos servirle.",
    "Voy a concentrarme en una mujer, una—una mujer de color sentada aquí atrás. Creo que levantó las manos, que yo no la conocía. Siendo que—que… Bueno, hay dos de ellas allí. Muy bien. Ninguna de Uds., señoras, me conocen, ni yo las conozco. Si es así, levanten las manos, que yo no las conozco. Levanten las manos. Muy bien. Muy bien. Somos extraños el uno al otro. En la Escritura, se habló… La razón que me fijé, Uds. son… Uds. son personas de color. ¿Ven?",
    "Había una mujer en la Biblia, una vez, en el capítulo 4 de San Juan. Jesús se acercó al pozo, y había una mujer samaritana. Ella era una—una mujer de una raza diferente. Y Jesús le habló, solo por unos minutos, hasta que encontró cuál era su problema, y le dijo cuál era su problema. Y cuando Él le dijo su problema, ella dijo: “Señor, me parece que Tú eres Profeta. Ahora, sabemos que cuando el Mesías venga, Él nos dirá estas cosas”. Pero ellos no entendían quién era Él. “Pues” le dijo ella a Él: “¿Quién Eres?”.\n\nY Jesús dijo: “Yo soy, el que habla contigo”.",
    "Ella volvió a la ciudad, de donde venía, y dijo: “Vengan a ver a un Hombre Quien me ha dicho las cosas que he hecho, me dijo lo que estaba mal. ¿No es Este el mismísimo Mesías?”.",
    "¿Lo habrán leído, señoras? Por supuesto. San Juan, el capítulo 4. Bueno, si… Jesús es el mismo ayer, hoy y por los siglos. Y Uds. están de pie a veinte yardas de mí [18 m], o sentadas, mejor dicho. ¿Creen Uds., que ese mismo Jesús, que habla entre nosotros, puede revelarme lo que Uds. quieren desde aquí? Si les he dicho la Verdad, y esta Biblia está en lo cierto, Él puede hacerlo, ¿verdad? Si Él lo hace, ¿creerán Uds.?",
    "La mujer en la orilla, mirándome, de este lado, ella sufre de un problema de la espalda del que quiere ser sanada. Así exactamente es. Si es así, levante la mano, la señora en la orilla. Ahí lo tiene.",
    "Ahora, y ¿Ud., señora? ¿Cree Ud., también? Creo que Ud. también dijo que no me era conocida, al lado de ella. Ud. sufre de la cabeza. Y también tiene un problema con la piel. Si es así, levante la mano.",
    "Ahora, vayan a casa. Que las dos se recuperen. Su fe las ha sanado.",
    "¿Creen Uds. que Jesús está aquí, esta noche? [La congregación dice: “Amén”.—Ed.] ¿Y Uds., en el resto del edificio? O en otra parte, crean.",
    "Aquí hay una mujer sentada, orando. Ella es una guerrera. Yo la conozco, pero nada puedo hacer porque esa Luz está sobre ella. Es la Señorita Bruce. Ahora, Señorita Bruce, no sé nada de lo que está mal con Ud. Ud. fue sanada de cáncer una vez. Pero allí mismo a la puerta, la primera vez que fijé… dije… la vi a Ud. de pie en esa puerta, el Espíritu Santo me dijo algo que nadie sabía, excepto Ud. y el médico. Correcto. ¿Verdad? ¿Cree que Él puede decirme lo que está mal ahora? Yo la conozco, pero yo—yo no sé cuál sea su problema. No tengo idea. Pues, Ud. ya fue sanada del cáncer. Pero yo no puedo impedir que esa Luz esté sobre Ud. ¿Ve? Está suspendida allí.",
    "Ahora, veo a otra persona apareciendo. No es para Ud. Es para alguien que tiene cáncer. Así es exactamente. Y luego veo a una mujer, o algo. Ella es pecadora, o algo así, que tiene el hábito de beber, o algo. Y Ud. lleva consigo dos pañuelos, para que yo imponga las manos, para su—para su liberación. Es ASÍ DICE EL SEÑOR. Es así exactamente. Ahora Ud. sea el juez. ¿Es así? Si así es, levante la mano.",
    "Alguien aquí atrás, que yo no conozca, levante la mano, alguien que yo no conozca. Aquí, hay… ¿Qué es? Levanten las manos otra vez, allí mismo en la esquina. Hay cuatro o cinco mujeres allí. ¿Creen Uds. que yo soy Su siervo? ¿Creen Uds. que lo que ven en operación es por el Espíritu de Dios? ¿Lo creen? Si pueden creer.",
    "La mujer que está mirándome, con un sombrero pequeño, tiene lentes y pendientes de aspecto blanco. Sí. No es para Ud. Es para otra persona, y están en un estado grave. Es una hemorragia interna. Están en un hospital. Es el hospital de New Albany. Es la verdad. ASÍ DICE EL ESPÍRITU SANTO.",
    "La joven, ¿Ud. levantó la mano? La mujer, de este otro lado, mirándome de este lado, ¿me cree? Ud. tiene un deseo en su corazón. ¿Cree Ud. que Dios puede revelármelo? Muy bien. Ud. también está orando por alguien más. Es alguien que tiene cataratas en los ojos. Temen quedar ciegos. Es verdad. Ahora, si Ud. cree por ella, no quedará ciega, si Ud. lo cree.",
    "La mujer directamente atrás, en el extremo allí, detrás de la mujer que levantó la mano. Ud. tiene una condición nerviosa. Así es. Su nerviosismo está en la garganta. Así es. ¿Verdad? Entonces levanten las manos si estas cosas son así. Uds., mujeres allí, a quien les hablo. Muy bien.",
    "¿Cuál fue la siguiente mujer allí? ¿Fue Ud., hermana, que también levantó la mano? Levante la mano, aquella anciana… Muy bien. Ud. quiere que se ore por el reumatismo que tiene. Así es. ¿Verdad? Levante la mano. ¿Cree Ud.?",
    "Alguien—alguien en la parte de atrás de la iglesia, crea, tenga fe.",
    "Veo a una mujer mirándome directamente; ella está mirando, entre dos mujeres aquí. Ella tiene el dedo en la boca. Está por operarse, de apendicitis. Exactamente. Si así es, levante la mano, señora. Allí está.",
    "¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Qué es? Es Jesucristo, el Hijo de Dios. ¿Creen Uds. con todo el corazón? [“Amén”.]\n\nAhora, un minuto, hermana.\n\nSer como Cristo, ser como Cristo,\n\nEn esta vida yo quiero ser;\n\nEn mi viaje de la vida de aquí a la Gloria\n\nYo solo pido ser como Él.",
    "Ahora, ¿ven Uds. la falta de vida en la iglesia de este día? ¿Qué hubiera sucedido en los días del Señor Jesús, cuando eso se llevó a cabo? Aquella mujer, tan emocionada que dejó caer ese cántaro, y se fue a la ciudad. Dijo: “¡El Mesías está aquí!”. Pero, hoy, sí, Ud. no se ha desordenado lo suficiente, postrándose en el altar, para recibir un nuevo Nacimiento. Algo anda mal en algún lugar. Eso debería enviar el Espíritu Santo aquí por este lugar, comenzar un avivamiento, el reflejo de Jesucristo, Su imagen moldeada aquí, moviéndose entre la gente, para lograr eso. ¿Qué pasa? Falta algo. Necesitamos un avivamiento.",
    "¿Cuántos más están enfermos? Levanten las manos, los enfermos y necesitados.",
    "Pongan las manos unos sobre otros. Vamos a orar. Rápidamente ahora, pongan las manos unos sobre otros, estén dispuestos a recibir su sanidad. Si Uds. creen con todo el corazón, podrán ser sanos ahora mismo.",
    "Estaba sorprendido. Hablábamos de una mujer, de un nacimiento. No me había ocurrido, en mi vida, una mujer, que yo sepa, que viniera a la plataforma deseando un bebé… ¿Qué sucede? Si yo pudiera verla, y verlo suceder, su anhelo por lo correcto, yo le diría a ella: “Señora, Ud. quiere un bebé”.\n\nElla: “Sí, Hermano Branham”.",
    "Conozco a una mujer de cuarenta y nueve años, ahora tiene un bebé. Toda su vida vivió con este hombre, bueno, desde que tenía dieciséis años. Ella tiene cuarenta y nueve años, y él tiene cincuenta y tantos. Tan pronto como fue dicho: “ASÍ DICE EL SEÑOR. Así es, Ud. tendrá este bebé”. Ella fue a casa y compró la ropa para el bebé. Tres años más tarde, de cincuenta y dos años, ella dio a luz al niño que ella había anhelado tener. ¿Por qué? Cuando oyó que fue dicho, ella supo que tenía que suceder. ¿Qué hizo eso? La puso en la actitud correcta. Si estos… El Espíritu Santo es muy bueno en venir y decirle estas cosas a la gente. Si eso… Si Uds. entran en la actitud correcta en este momento, la sanidad es asunto terminado.",
    "¡Oh, Señor!, Tú eres Dios, y eres Dios para siempre. Y nos da—nos da mucha alegría saber que Tú prometiste que habría un remanente cuando vinieras a la tierra. A pesar de los acontecimientos, sí habrá un pueblo que estará listo. Sabemos que hay un diezmo que el hombre le da a Dios. Y hay un diezmo entre la gente. Tal vez, diríamos, una décima parte de toda la cosecha del mundo a través de las edades, serán los Elegidos que han sido llamados.",
    "¡Oh Padre!, oramos mientras laboramos aquí, todos juntos, buscando por la ciudad, queriendo traer a los pecadores, queriendo hacer algo para el Reino de Dios. Vamos a la ciudad; vemos la indiferencia. La vemos. Y como Lot en Sodoma, eso agobia nuestra alma todos los días, al ver a las mujeres fumar cigarrillos, y—y diciendo que son Cristianas, y bebiendo y en parrandas, y usando ropa inmoral. Y—y la lujuria de los hombres. Y, ¡oh, el pecado de Sodoma! Nuestros corazones se entristecen, Señor.",
    "¡Oh, con razón la fe está en un punto bajo!, cuando las personas están así, sin la Sangre de Jesús. Ella santificaría sus almas y los encendería en fuego por Dios, y ellos no la quieren recibir. Y las pequeñas misiones en las esquinas, tocan los panderos y tambores, estando en sus esquinas, y se burlan de nosotros porque traemos a los santos del Dios vivo.",
    "¡Oh, cómo Te damos gracias, Padre, por un sitio en algún lugar, que predica el Evangelio, que extienda las manos a la gente! Concede, Señor, ahora mismo mientras oramos, y sabemos que Tu gran Espíritu Santo y los Ángeles están—están en sus posiciones aquí en esta iglesia.\n\nDios, perdona todo pecado.",
    "La gente está enferma aquí, esta noche. Son muchos. Tú Mismo has mostrado que estás aquí, Señor, a través de Tus siervos. Hay muchos de ellos allá que extendieron la mano, llamando y esforzándose. Y, Señor, Tú sabes que—que Tú eres el único que podría permitir que se hiciera esto. Tú eres Dios, y el único Dios, y lo haces con el propósito que Tú prometiste que lo harías. Y es la última señal a la iglesia, como lo has dicho. El tiempo del fin está aquí.",
    "Entonces Tú hiciste esta pregunta: “¿Hallaré fe cuando venga a la tierra?”. No preguntaste: “¿Hallaré miembros de la iglesia? ¿Hallaré credos? ¿Hallaré sinceridad?”. Dijiste: “¿Hallaré fe cuando Yo venga a la tierra?”.",
    "Señor, que estos enfermos liberen su fe, apartándose de las confusiones y dudas, y temores. Que su fe sea liberada ahora mismo. Y si ellos liberan su fe, la enfermedad tendrá que soltarse; el diablo se desprenderá, y serán liberados por el Poder del Dios Todopoderoso. Que el Espíritu Santo rebose cada corazón, bautice cada alma y sane a todos los que están en la Presencia Divina. Concédelo, Señor.",
    "Pido esto: que el diablo salga de cada persona que estén atormentando aquí esta noche. En el Nombre de Jesucristo: Satanás, suelta a estas personas. Como siervo de Dios, clamo por ellos, pidiendo misericordia para ellos. Amén.",
    "¿Cuántos ahora creen con todo el corazón, con todo lo que hay en Uds., que Jesucristo está reflejándose hoy en la tierra, entre Su pueblo? ¿Le aman Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Entonces cantemos juntos este himno antiguo: Yo Le amo. “Yo Le amo, porque Él a mí me amó”. Todos juntos, de pie, ahora. Todos, ahora, juntos. ¿Cuántos lo saben? Levanten la mano. Yo Le amo. Adorémosle ahora.",
    "Todos los enfermos, todos los afligidos, pónganse de pie ahora, reciban su sanidad. Yo creo, y con todo mi corazón. ¡Si Uds. solo liberan su fe, ahora mismo! El Cristo de Dios, Quien está presente, está para… ¿Qué está haciendo Él? Está haciendo de nosotros Su imagen. ¿Ven? Su Espíritu está aquí, reflejándose a Sí Mismo directamente hacia Uds.",
    "Ahora, Uds. saben que no soy yo. No conozco esas personas, quiénes sean, las que levantaron la mano. Ellas levantaron las manos, que no me conocían. Y yo levanté las manos, que no las conocía. Pero Dios las conoce. ¿Qué es?",
    "Es el Cristo reflejándose a Sí Mismo. Es la fe suya para creerlo. Es mi fe en un ministerio, que Él me lo confirmó a través de un Ángel; Cuya fotografía Uds. ven, que cuelga en las salas del arte religioso, y que es conocida por todo el mundo, la Columna de Fuego que guió a los hijos de Israel.",
    "Cuando Ella fue hecha carne, estaba en la forma llamada el Hijo de Dios. Él dijo: “Yo vengo de Dios y volví a Dios, vuelvo a Dios”.",
    "Después de Su muerte, sepultura y resurrección, Pablo se encontró con Él, en el camino a Damasco, en la forma de una Columna de Fuego, en una Luz que cegó sus ojos. Pablo dijo: “¿Quién eres, Señor?”.",
    "Él dijo: “Soy Jesús. Dura cosa te es dar coces contra el aguijón”.",
    "Jesús dijo: “Todavía un poco, y el mundo”, cosmos, el orden del mundo, los miembros de la iglesia, y todo eso, “no Me verá más, pero vosotros Me veréis. Porque Yo” el pronombre personal, “Yo, el mismo Jesús, estaré con vosotros, aun en vosotros, hasta el fin del mundo. Y las obras que Yo hago, vosotros también las haréis. Mayores haréis, porque Yo voy a Mi Padre”. Amén. ¡Oh, qué cosa!\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¡Oh!, mientras lo cantamos de nuevo, quiero que los metodistas, y bautistas, y pentecostales, y nazarenos, y peregrinos de santidad, la iglesia de Dios, todos, todos juntos, quiero que se den la mano con alguien en frente de Uds. y detrás de Uds., y al lado de Uds., mientras lo hacemos ahora. Todos juntos.\n\nYo …\n\nDios le bendiga, hermano, pastor.\n\n…Le amo,\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\n…en la cruz.",
    "Ahora, este es el orden de la resurrección: “Nosotros los que vivimos y hayamos quedado, no precederemos a los que están muertos, porque la trompeta de Dios sonará y los muertos en Cristo resucitarán primero. Nosotros, los que vivimos y hayamos quedado, seremos arrebatados juntamente con ellos, nos encontraremos los unos con los otros, antes de encontrarnos con Él. Nos encontraremos los unos a los otros, antes de encontrarnos con Él, para ser arrebatados juntamente con Él, con ellos, para recibir al Señor en el aire, todos juntos”.",
    "Ya nos conocimos, nos estrechamos las manos, ahora vamos a saludarlo a Él.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\n…en la cruz.",
    "Más despacio.",
    "Una joven se salió allí de la línea, pasó y se arrodilló ante el altar, sollozando y llorando. ¿Habrá otros aquí que sienten esa misma convicción, que quisieran arrodillarse con ella? Nos daría gusto que Uds. vinieran aquí al frente y tomaran un lugar. Dios le bendiga, hermano. ¿Quisiera alguien más venir al frente? Está bien.\n\nYo…(Moldéame, Señor, y fórmame.) Yo…\n\nIr a la casa del Alfarero. ¿Alguien más que pase a tomar el lugar?\n\n…porque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.\n\n¡Oh!, ¿verdad que Él es maravilloso? [La congregación dice: “Amén”.—Ed.]",
    "Bendito Señor, esta joven, Tú lo sabes. Yo no lo sé. Pero algo extraño la tocó solo hace unos momentos, que ella vino de la audiencia, sin ninguna persuasión. Fuiste Tú, Señor. Ella se ha arrodillado aquí en el altar, mientras seres queridos la rodean, abrazándola. Pidiendo para ella misericordia y dirección, y fortaleza espiritual. Que sea así, Señor. Escrito está, ahora que sea hecho, que: “No quitarás el bien a los que andan en integridad delante de Ti. Tus promesas son sí y amén, a todos los que Te aman y Te siguen”.",
    "Permite que la joven sepa esto, sin duda, esta noche: que no hay nada en los Cielos, que haya sido prometido en la Palabra de Dios, que Dios no esté más que dispuesto a derramarlo directamente en su corazón en este preciso momento. Que le sea dada una parte muy satisfactoria, habiéndose ella arrodillado y postrado ante el altar. Que el Espíritu Santo le dé esas cosas que desea en su corazón. Concédelo, Señor, porque lo pedimos en el Nombre de Jesús.\n\n…Él a mí me amó\n\nY me compró la salvación\n\nAllá en…",
    "[El Hermano Branham habla con alguien.—Ed.]",
    "Amado Dios, que a esta mujer le sea dado su deseo, para su ser querido que ella amaba tan entrañablemente. Que el gran Espíritu Santo realice esa obra, que en este momento solo Él puede lograr. Lo encomendamos todo a Ti; oramos que… Tu amorosa misericordia es mejor que la vida. David lo dijo: “Porque mejor es Tu misericordia para mí que la vida; mis labios Te alabarán”. Dale a ella el deseo de su corazón, Señor.",
    "Mientras que esta iglesia, y yo, Tu ministro, vamos a… y los demás ministros que están en el edificio, pedimos sinceramente por su petición. En el Nombre de Jesucristo. Amén.\n\nLo reclamamos, hermana. Reciba bendición.",
    "Ahora, mientras estas personas están consagrándose, concentrándose, para el Señor, mientras que Su Espíritu Se está moviendo en el edificio, quiero que nos quedemos quietos por un minuto. El pastor está tratando con ellos en el altar. Estemos en oración, solo por un momento ahora. Él está avanzando. Y nosotros cantemos ahora. Él está hablando con cada uno.",
    "Inclinemos nuestros rostros, para estar en oración. [El Hermano Branham empieza a tararear Yo Le amo.—Ed.]\n\nY me compró la salvación\n\nAllá en la cruz.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.\n\nSí, seguro, yo Le creo;\n\nSí, seguro, yo Le creo;\n\nSí, seguro, yo Le creo;\n\nQue Jesús me salva hoy.\n\nSí, seguro, yo Le creo;\n\nSí, seguro, yo Le creo;\n\nSí, seguro, yo Le creo\n\nQue Jesús me salva hoy.\n\nLo tomaré a Él por Su Palabra,\n\nLo tomaré a Él por Su Palabra.\n\nÉl me trae salvación gratuita\n\nY Lo tomaré a Él por Su Palabra.\n\nSí, seguro, yo Le creo, sí…",
    "Mira aquí, jovencito. ¿Quieres una caminata más cercana con Dios? ¿Crees que Él te lo dará? [El hermano dice: “Sí”.—Ed.] Si crees con todo tu corazón, puedes tenerlo. ¿Ves? ¿Lo crees? [“Sí señor. Lo creo”.] ¿Lo aceptas? [“Sí, señor”.]\n\n…creo que Jesús me salva ahora.",
    "Todos los que Le aman, levanten la mano. Digan: “Yo Le amo, con todo—todo lo que hay en mí”. ¿Verdad que Él es maravilloso? Mientras inclinamos el rostro, para la oración final… Recuerden el servicio mañana por la noche. Voy a pedirles, que…",
    "Si Uds. pueden ahora, lo más rápidamente posible, cada uno que levantó la mano para la salvación, por una caminata más cercana, crean que la tienen. Si no pueden sentirlo, tomen el niño adoptado. ¿Ven? Continúen diciendo que lo tienen hasta que se convierta en una realidad.",
    "Uds. que aceptaron la sanidad, y no sienten ningún cambio; Uds. dicen: “Mi—mi fe no es suficiente para mover eso ahora mismo, Hermano Branham”.",
    "Tome el camino del niño adoptado. Solo siga diciendo: “Señor, estoy sano. Yo lo creo”. Eso vendrá. Eso lo pondrá en el estado de ánimo correcto, ¿ven?, y entonces su fe estará bien. Ella lo logrará. Ud. solo crea con todo su corazón.",
    "Ahora, mañana por la noche, los servicios comenzarán a las siete y media, la hora de siempre, mañana por la noche, y cada noche de esta semana. Vengan a oír al Hermano Neville y a estos otros ministros y a todos nosotros, que queremos producir un avivamiento. Dios los bendiga. Nosotros no podemos producirlo. Uds. tienen que—Uds. tienen que producirlo con nosotros, orando, viniendo, al estar presentes aquí. Vayan con Dios.",
    "Ahora, desearía que Uds., tan pronto como se despida, lo más rápido que puedan, que… salgan del edificio. Tenemos aproximadamente una media hora de ensayo que realizar aquí. Y algunos de los hombres están trabajando. Y vamos a inclinar nuestros rostros.",
    "Y creo que oí al Hermano Junie Jackson allí atrás en el auditorio. Hermano Junior, ¿está Ud. aquí esta noche? El hermano de la iglesia metodista de New Albany. Muy bien. Hermano Jackson, ¿nos despide con una oración?\n\n[El Hermano Jackson ora. Cinta en blanco.—Ed.] …?…que estarán en la boda, pasen ahora adelante rápidamente.",
    "El Señor los bendiga. Los vemos mañana en la noche.\n\nBúscale con vivo afán;\n\nDulce hará tu copa amarga.\n\n(…?…) 🦅"
  ]
}