{
  "title": "UNA IGLESIA ENGAÑADA POR EL MUNDO",
  "id": "59420009",
  "content": [
    "🦅  Jesucristo, Su Hijo, y nos ha dado todas las cosas gratuitamente en Cristo. Estamos agradecidos Contigo, Señor, por los privilegios que se nos conceden por este gran y supremo Sacrificio que Jesús dio por nosotros en el Calvario, que nos reconcilió de regreso al compañerismo y al favor Contigo, de manera que podamos tener esta consolación de saber que está escrito: “Si permanecéis en Mí, y Mis Palabras en vosotros, podéis pedir todo lo que queréis, y os será hecho”. Ahora, estamos agradecidos por esto, y rogamos que Tú nos des fe para creerlo con todo lo que está en nosotros.",
    "Ahora permítenos dejar a un lado, Señor, todo afán del día, toda preocupación de esta vida, desde el conserje hasta el pastor, para que no haya nada en nuestras mentes ahora, sino estar esperando, escuchando reverentemente para que el Espíritu Santo nos hable, para que podamos llevar a cabo algo bueno, para saber más de Ti, al reunirnos. Porque, Señor, verdaderamente por eso es que vinimos en este día caliente. Háblanos a través de Tu Palabra viviente, y permite que la Palabra viviente more en nosotros y habite en nosotros, para que podamos ser moldeados y formados, no al mundo, sino ser transformados por medio de la renovación de nuestro espíritu, a la forma del Hijo de Dios. Oh, nuestros corazones tiemblan cuando pensamos, y el gozo inunda nuestras almas, al saber que podemos ser llamados hijos e hijas de Dios. Estamos al mismísimo borde de Su segunda Venida, y todas las naciones y reinos están estremeciéndose bajo nuestros pies, todas las cosas del mundo están desapareciendo, pero sabiendo que algún día El ha de venir y nos ha de llevar a un Reino donde nunca habrá un fin, o, nunca va a ser conmovido. ¡Y pensar que ahora somos los—los súbditos de ese Reino! Oh Dios, circuncida nuestro corazón y oídos hoy, por—por medio del Espíritu Santo, a través del lavamiento del agua de la Palabra. Porque lo pedimos en Su Nombre y para Su gloria. Amén.",
    "Yo deseo abordar el tema esta mañana. Porque, yo iba a hablar sobre algo un poquito diferente si iba a haber un servicio de sanidad, pero anunciamos que las tarjetas de oración serían dadas a las ocho, hasta las ocho y media o nueve. Y yo simplemente…Billy llegó a la casa hace unos minutos y dijo que casi no había nadie aquí, así que él no dio tarjetas de oración. Así que vamos a…Pensé en tomar este texto, para una corrección de la iglesia. Y quiero hablar sobre el tema de: Una Iglesia Engañada Por El Mundo. Deseo leer un poco ahora del Libro de Jueces, el capítulo 16, empezando con el versículo 10.\n\nEntonces Dalila dijo a Sansón: He aquí tú me has engañado, y me has dicho mentiras; descúbreme, pues, ahora, te ruego, en qué podrás ser atado.\n\nY él le dijo: Si me atares fuertemente con cuerdas nuevas que no se hayan usado, yo me debilitaré, y seré como cualquiera de los hombres.\n\nY Dalila tomó cuerdas nuevas, y le ató con ellas, y le dijo: ¡Sansón, los filisteos sobre ti! Y los espías estaban en el aposento. Mas él las rompió de sus brazos como a hilos.\n\nY Dalila dijo a Sansón: Hasta ahora me engañas, y tratas conmigo con mentiras. Descúbreme, pues, ahora, dónde podrás ser atado. El entonces le dijo: Si tejieres siete guedejas de mi cabeza con la tela y las asegurares con la estaca.\n\nY ella las aseguró a las estacas, y le dijo: ¡Sansón, los filisteos sobre ti! Mas despertando él de su sueño, arrancó las estacas de los telares con la tela.\n\nY ella le dijo: ¿Cómo dices: Yo te amo, cuando en tu corazón no está conmigo? Ya me has engañado tres veces, y…me has descubierto aún en qué consiste tu gran fuerza; y no me has descubierto aún en qué consiste tu gran fuerza.\n\nY aconteció que, estando presionándole ella cada día con sus palabras e importunándole, su alma fue reducida a mortal angustia.\n\nY descubrió, pues, todo su corazón, y le dijo: Nunca a mi cabeza llegó navaja; porque soy nazareo de Dios desde el vientre de mi madre. Si fuere rapado, mi fuerza se apartará de mí, y me debilitaré y seré como otros hombres.\n\nViendo Dalila que él le había descubierto todo su corazón, envió a llamar…los principales de los filisteos, diciendo: Venid esta vez, porque él me ha descubierto todo su corazón. Y los principales del filisteo vinieron a ella, buscando en su, o trayendo a su mano el dinero.\n\nY ella hizo que él se durmiese sobre sus rodillas, y llamó a un hombre, quien le rapó las siete guedejas de su cabeza; y…comienza a afligirlo, pues su fuerza se apartó de él.\n\nY le dijo: ¡Sansón, los filisteos sobre ti! Y luego que despertó él de su sueño, se dijo: Esta vez saldré como las otras y me escaparé. Pero él no sabía que Jehová ya se había apartado de él.",
    "Ahora deseo leer, como texto para este tema, se encuentra en el Libro de Apocalipsis, el capítulo 2, empezando con los versículos 21 y 23.\n\nY le he dado tiempo para que se arrepienta, pero no quiere arrepentirse de sus fornicaciones.\n\nHe aquí, yo la arrojo en cama, y en gran tribulación a los que con ella adulteran, si no se arrepienten de las obras de ella.\n\nY a sus hijos heriré de muerte, y todas las iglesias sabrán que yo soy el que escudriña la mente y el corazón; y os daré a cada uno según vuestras obras.\n\nQue el Señor añada Sus bendiciones a la lectura de Su Palabra.",
    "Sansón, en gran manera parecido a la iglesia, comenzó bien. El comenzó en la dirección correcta. Comenzó, y fue llamado un hombre esforzado y valiente. Va-…él comenzó sirviendo al Señor, guardando Sus Palabras y cumpliendo con Sus Mandamientos. Y eso era algo parecido a la iglesia. Comenzó con, como diríamos, como una expresión del mundo, comenzó con el pie derecho. Comenzó a guardar los Mandamientos del Señor. Y mientras Sansón siguió al Señor, el Señor usó a Sansón.",
    "Porque, Dios puede guardar a cualquiera y usar a cualquiera que siga en pos de El, porque es asunto de Dios. Pero cuando nos apartamos, lejos de las cosas de Dios, entonces Dios ya no nos puede usar más. Cuando caminamos firmemente conforme a los Mandamientos de Dios, cuando nos quedamos en las páginas de la Biblia y adoramos por medio de la Palabra escrita, lo adoramos a El en el Espíritu y en la Verdad de la Palabra, entonces Dios puede usar a cualquier individuo. Pero cuando ellos toman la idea de desviarse en pos de algo más, entonces Dios ya no puede usar a esa persona.",
    "Así que, Sansón hace una—una representación muy sobresaliente de la iglesia de hoy en día. Cuando la iglesia comenzó, Dios podía usar a la iglesia, porque la iglesia caminaba diligentemente conforme a los Mandamientos del Señor, guardaba todos Sus juicios y Sus estatutos, y cumplía todos Sus Mandamientos. Y Dios estaba con la iglesia. Pero parece ser que hay un punto tan debilitante entre la iglesia.",
    "Recuerden, no estamos en una comida campestre, sino que en un campo de batalla. Mucha gente piensa que cuando ellos se convierten en Cristianos que eso es todo lo que necesitan hacer, que eso lo concluye para siempre, ya que son Cristianos y que todo les va a costar poco esfuerzo. Nunca reciban eso en su cabeza. Porque, yo me convertí en Cristiano para pelear, pelear la buena batalla de la fe. Yo me convertí en Cristiano, para entrar en las líneas de batalla. Somos soldados Cristianos, y tenemos que ser entrenados y enseñados, y conocer todas las técnicas del enemigo, para saber cómo fortificarnos, para saber cómo—cómo pelear la batalla. Y sólo podemos hacer eso a medida el Espíritu Santo nos lo revele. No podemos tomar lo que alguna otra nación nos dice cuando vamos a la guerra, algunas de sus ideas. Pero tenemos que tomar nuestras propias ideas, en la manera en que el Espíritu Santo nos guiara, y qué ideas El nos diera, porque El es el Comandante en Jefe del ejercito de los Cristianos.",
    "Sansón hizo lo bueno, él fue un gran hombre hasta que empezó a, empezó más o menos (lo llamaríamos nosotros) a andar de pícaro, hasta que él empezó a salirse de su propio territorio. Y la iglesia corrió bien, y estuvo bien hasta que empezaron a salirse de su territorio. Sansón comenzó a coquetear. Y él no estaba coqueteando con muchachas Israelitas, él empezó a coquetear con muchachas Filisteas.",
    "Y eso es algo parecido a lo que la iglesia hizo. Ella nunca empezó a hacerle el amor a los suyos, se fue en pos de incrédulos y empezó a coquetear con incrédulos. Allí es donde cometimos nuestro gran error, y uno de los más grandes errores, es cuando la iglesia empezó a hacer cosas que no eran correctas. Empezó a tener, como Sansón, malas compañías.",
    "Sansón, mientras él estaba en la compañía del pueblo del Señor, le fue bien. Pero cuando él empezó a coquetear con malas compañías, entonces él se metió en problemas.",
    "Y de esa manera es con la iglesia. Cuando la iglesia siguió reverentemente y diariamente conforme a la guianza del Espíritu Santo, Dios los bendijo, y milagros y señales y maravillas siguieron a la iglesia. ¡Pero cuando empezó a tener malas compañías, con el mundo! Una de las peores cosas que hizo, y de las primeras cosas que hizo, empezó a organizarse, quebrantando el compañerismo entre otros creyentes, porque se dieron cuenta que las naciones estaban organizadas. Pero este gran Evangelio no está dedicado a una nación o un pueblo. Está dedicado a “el que quiera, que venga”, todas las naciones, tribus, lenguas, y pueblos. Dios nunca quiso que nosotros trazáramos líneas divisorias.",
    "Pero el hombre quería ser como, ellos comparan, o copian según, andan como el—el mundo lo hace, decir las cosas que ellos dicen, lograr un éxito en la manera en que ellos tuvieron éxito. Nunca podremos tener éxito haciendo alguna cosa que el mundo hace. Sólo podemos tener éxito mientras seguimos en pos de los estatutos de Dios y Su manera de hacer las cosas. Nunca podemos serlo, al copiarle al mundo. Si la compañía de cigarrillos ha encontrado su más grande éxito por medio de la televisión, y las compañías de cerveza y de whisky han logrado su gran éxito a través de la contribución de la televisión, esa no es una señal de que la iglesia logrará su éxito por medio de la televisión. El éxito de la iglesia depende de la predicación del Evangelio, del poder de Dios, y la demostración del Espíritu. ¡Nosotros no podemos decir de que porque la televisión hizo tal y tal por la compañía de cigarrillos y las—y las otras compañías! No tenemos ninguna Escritura para tratar de compararnos con esa gente. Y mientras lo hagamos, quizás atraigamos grandes cantidades de gente, pero eso no es lo que Dios nos ordenó que hiciéramos. Pensamos que porque estamos con todos los colores, ondeando alto, grandes organizaciones, causando que grandes cosas atractivas sucedan, que es un éxito. ¡Estamos muriendo diariamente de pie, hablando espiritualmente! Si fuéramos diez millones esta mañana, y el Espíritu Santo no estuviera con nosotros, nos iría mejor si fuéramos diez con el Espíritu Santo con nosotros. No podemos compararnos con el mundo.",
    "Y una de las primeras cosas, era, que la iglesia empezó a organizarse. La primera organización fue la iglesia Católica, y luego vino la iglesia Luterana. Cuando ellos se organizaron en la iglesia Católica para hacerla una organización, un día hubo un clamor: “Sansón, los Filisteos sobre ti”, y Sansón rompió las cuerdas de las ataduras de la iglesia Católica, y Martín Lutero salió con la organización.",
    "Luego ellos ataron a la iglesia con otra cuerda, como lo hizo Dalila. Y ellos empezaron…en vez de tener hombres llamados por Dios, hombres que fueron llamados por el Espíritu Santo; quizás no se sabían su abecedario, pero ellos conocían a Cristo. Luego la iglesia se hizo elegante, y se moldeó conforme a los oradores políticos. Y ellos tenían que darles a sus predicadores “títulos de doctores”, todos tenían que ser un Doctor en Divinidad. Esa fue otra cuerda para atar a la iglesia. Los hombres van y estudian, cada seminario trata de producir un mejor erudito para que sus iglesias puedan jactarse: “Nuestro pastor es Doctor en Divinidad”. Y, ¿qué hicieron ellos? Uno trata de tener más conocimiento que el otro. Pues, eso no significa nada delante de Dios.",
    "Y no hay necesidad de que algún hombre trate de tomar su conocimiento mundano y trate alguna vez de agradar a Dios con él. ¡Es una abominación delante de Dios! Uds. nunca agradarán a Dios con las ambiciones mundanas y conocimiento, porque “es enemistad para Dios”, dice la Escritura. No lo puede hacer.",
    "Y cada uno trata de tener todo el conocimiento. Ellos saben exactamente qué hacer y qué palabras decir, y llega a ser tan sólo un discurso político en vez de un Mensaje del Espíritu Santo demostrado con poder que penetra al corazón del hombre y descubre el pecado. Son entrenados para charlas políticas, y nosotros no necesitamos eso. Pablo dijo: “La Palabra vino a nosotros, no solamente…o, el Evangelio, en Palabras solamente, sino por el Poder y la manifestación del Espíritu Santo”. ¡Eso trajo el Evangelio, demostrando los poderes del Espíritu Santo! Pero todos estos hombres van a seminarios y aprenden grandes educaciones, cómo deben de pararse delante de la gente, cómo deben presentarse, cómo deben de vestirse y cómo deben de actuar, nunca deberían de usar la gramática incorrecta. Ahora, eso está bien para un discurso político, pero no andamos en busca de las encantadoras palabras de los hombres. Pablo dijo: “El Evangelio que predico no vino de esa manera, sino que vino por medio de la renovación del—del Espíritu Santo y el Poder de demostración”. No viene por medio de un discurso correctamente formado, de manera que la sabiduría de Uds. esté, o la confianza de Uds. esté en la sabiduría de los hombres. Pero vino por medio de las demostraciones del Poder del Cristo resucitado. Ese es el Evangelio: “Conocerle en el Poder de Su resurrección”.",
    "Cada uno trata de pensar que él es un poco más inteligente que el otro hombre, cada denominación. Los Metodistas dirán: “Nosotros tenemos al hombre más inteligente”. Los Bautistas dirán, y la iglesia de Cristo, y demás, todos ellos: “Nosotros, nosotros somos los más inteligentes. Nosotros, nuestra—nuestra gente, simplemente no permitimos que el hombre ordinario salga y predique el Evangelio”. Pero ellos los escogen cuidadosamente. (¡Oh Dios, ten misericordia!) Los escogen cuidadosamente; si ellos están adoctrinados con su cierta doctrina, entonces los ponen en la iglesia. Dios no puede tocarlo en ninguna manera. Yo quiero que me predique alguien que ha sido escogido cuidadosamente por el Espíritu Santo, que Dios ha levantado, no escogido por hombres o denominaciones.",
    "¡Todo conocimiento! Ellos dicen: “Oh, sabemos todo al respecto”, y algunos de ellos no saben el primer alfabeto del Espíritu Santo. Ellos lo niegan.",
    "Me recuerda de un librito que leí un día en California, hace como diez años. Yo lo compré en una vieja tienda de libros. Se me olvida quién era el autor. Sólo un librito de diez centavos, pero tenía un buen sentido aunque parecía en broma e ingeniosamente. Pero, encontré algo allí adentro que sonaba igual que Dios, para mí. Y una de las pequeñas historias comenzaba así. Una mañana en un gran gallinero, había un cierto gallito que pensaba que él tenía todo el conocimiento que había para ser conocido. Así que él se sube volando a una caja y golpeó su piquito contra la caja, cuatro o cinco veces, echó hacia atrás su cabecita y cantó como Uds. nunca han oído a un gallo cantar. Y a los otros, él atrajo su atención, y él dijo: “Damas y caballeros de este gallinero, me gustaría hablarles a todos Uds. esta mañana sobre un gran programa educacional que acabamos de diseñar”. Dijo: “He requerido mucho conocimiento en mi estudio”, mientras se jalaba sus pequeños anteojos sobre su pico. Y él dijo: “He decidido que nosotras las gallinas podemos hacernos mejores por medio de más conocimiento. Por lo tanto, puedo decirles dónde, si caváramos y trabajáramos en un cierto gallinero u hoyo, vamos a encontrar una cierta vitamina que nos hará cantar mejor, plumas más bonitas. Y, oh, puedo decirles cómo podemos hacernos mejores en muchas maneras diferentes”.",
    "Y las pollitas con sus pequeñas crestas rojas, ellas simplemente cacarearon y dijeron: “¿No es él un encanto?” Y ellas ciertamente lo admiraban. “¡Oh, él es un gallo tan brillante!” Me recuerda de algunos de estos predicadores de seminario. “¡Un hombre tan brillante! No hay necesidad que nosotras nos juntemos con el resto de las gallinas, todas deberíamos de ir con él”.",
    "Bueno, antes de que el gallito terminara su discurso, había otro pollito que no tenía unas plumas tan resplandecientes, entró corriendo del resto del gallinero, y dijo: “¡Muchachos, un momento! Acabo de escuchar el último boletín en el radio. Las gallinas subieron cuatro centavos la libra, ¡todos vamos al matadero mañana! ¿De qué va a servir su conocimiento?”",
    "Hermano, todo el conocimiento que podamos acumular, ¿de qué sirve? ¡Somos seis pies [Un metro ochenta y tres centímetros.—Traductor] de tierra! Todos estamos muriendo por pulgadas y por minutos. Nuestro conocimiento no significa nada. Queremos conocerlo a El. Pero ellos hacen eso.",
    "Como estaba yo comentando hace algún tiempo acerca de un cierto canario pequeño, y él pensó que conocía todo el conocimiento que—que necesitaba ser conocido, y él sabía tanto que él le podía decir a todo el resto de los canarios acerca de los seres humanos. Así que él sube volando en su jaula y empezó a hablar acerca del ser humano, cómo él sabía todo acerca de ellos. Y, de repente, un profesor de Purdue se acercó y comenzó a hablarle unas palabras muy pulidas a él, y el canarito parpadeó sus ojos y volteó su cabeza. Ahora, él tenía ojos, él podía ver al profesor. El tenía oídos, él podía oírlo. Pero, por supuesto, él no sabía de qué estaba él hablando. ¿Por qué? El tiene un cerebro de canario. Sólo es un cerebro de pájaro. Eso es todo lo que tiene. El no tiene un cerebro humano, así que él no puede pensar como los seres humanos.",
    "¡Y tampoco puede un ser humano pensar como Dios! Uno es humano, y todo el conocimiento mundano no es nada más que un cerebro de canario. Todo lo que uno hace, es que simplemente se lastima con ello. Uno tiene que tener la mente de Cristo.",
    "La razón por la que la gente va y se une a las organizaciones, y substituyen un apretón de manos en vez del nuevo nacimiento, es que están tratando de sobrepasar el nuevo nacimiento. No quieren el nuevo nacimiento. Y ellos—ellos saben que lo enseñamos en la Biblia, así que quieren substituir algo por ello. ¡Y la gente Pentecostal está igual de mal, tratando de substituir algo! Ellos lo quieren con clase. Simplemente debe ser muy elegante: “Nos daremos la mano y nos uniremos a la iglesia, y seremos rociados o bautizados”, o algo. Tienen temor del nuevo nacimiento. ¡Yo algunas veces creo que el Tabernáculo Branham está teniendo temor de él!",
    "Ahora, todos sabemos que un nacimiento, no me importa dónde sea, o dónde, en dónde, es un desorden. Si un bebé nace sobre un montón de cáscaras, en un piso duro, o en un cuarto de hospital decorado de rosado, es un desorden, de todas maneras. Un nacimiento de un becerro, un nacimiento de cualquier otra cosa, es un desorden.",
    "¡Y el nuevo nacimiento no es nada menos que un desorden! Pero la gente tan almidonada: “Iremos allá adonde se dan la mano. Iremos adonde no gritan y lloran, y golpean en el altar y claman”. ¡Uds. quieren ser demasiado humanos! ¡Lo que necesitamos es un nacimiento, un morir, que da a luz Vida!",
    "Una semilla, una papa vieja, una papa semilla, Uds. tomen esa papa y pónganla en la tierra. Hasta que Uds. puedan tener papas nuevas, esa papa vieja tiene que podrirse. Un grano no puede producir vida nueva hasta que está podrido.",
    "Y un hombre o mujer nunca podrán tener un nuevo nacimiento hasta que sus intelectos y su propio ser estén podridos, muertos, que mueran en el altar, y griten, que se vuelvan un desorden, al punto que el almidón se les sale de su cuello, y Uds. nacen de nuevo por medio del Espíritu de Dios. ¡No me importa si Uds. chillan, hablan en lenguas, saltan de arriba abajo, dan aletazos como una gallina sin cabeza, Uds. están dando a luz Vida nueva! Pero nosotros lo substituimos por algo, lo queremos a la manera de la alta categoría, seguro.",
    "El otro día, el viernes, mi esposa y yo íbamos a la tienda. No es mi intención machacar esto. Pero mientras íbamos por la calle, no dejé de voltear mi cabeza de un lado al otro, mujeres desnudas. Yo le prometí a Dios cuando yo era un hombre ciego, si El me sanaba mis ojos que yo miraría la cosa que era correcta. Y yo mantengo una pequeña cruz colgando en mi carro. Cuando veo cosas como esas, miro a la cruz y digo: “Oh Dios, Ese es mi Refugio”, mientras yo miraba a la cruz.",
    "Yo vi a esas mujeres. Meda dijo: “No hemos visto una sola mujer hoy que tenga puesta una falda”. Y ella dijo: “Bill, mira a esa mujer allí con esas tiritas alrededor de la parte de arriba de su cuerpo”, y dijo, “¿me quieres decir que esa mujer no sabe que eso está errado?” Dijo: “Si ella no sabe que está errado, entonces ella no está en sus cabales”.",
    "Yo dije: “Un momento, cariño. Ella es una Americana, ella actúa como actúan los Americanos”. Yo dije: “Yo estuve en Finlandia no hace mucho tiempo, cariño”.",
    "Y le pregunté allí a un hombre que me corrigió, el Doctor Manninen. Y nosotros íbamos a los—los balnearios de salud, lo que es llamado un sauna, y lo meten a uno allí y derraman agua caliente, o agua en rocas calientes, y simplemente lo hace a uno sudar. Luego lo hacen a uno tirarse en agua helada, y luego salirse. Luego uno entra en un cuarto, y hay enfermeras allí, mujeres que restriegan a los hombres (y ellos desnudos), los envían de regreso a la piscina. Yo no entré. Y yo dije: “Doctor Manninen, eso está errado”.",
    "El dijo: “Muy bien entonces, Reverendo Branham, eso está errado. Entonces ¿qué de sus doctores Americanos que desnudan a una mujer y la acuestan sobre la mesa, examinan cada órgano sexual—sexual que ella tiene? ¿Qué de sus enfermeras en los hospitales?”",
    "Yo dije: “Discúlpeme, Hermano Manninen, Manninen, Ud. tiene razón”.",
    "¿Qué es? Son costumbres. Cuando estuve en París casi no lo podía creer, que los urinarios para ambos hombres y mujeres eran el mismo. Yo no podía entenderlo, que los servicios estaban al lado de la calle para ambos varones y mujeres. Yo no podía creer que cuando las mujeres iban a la playa para ir a nadar, un muchacho y su novia, no tenían cuartos para vestirse, ellos simplemente se quitaban toda su ropa hasta la última prenda, luego volteaban sus espaldas y se ponían una tirita y se iban a nadar, pero así es. Ellos no le prestan atención. Es una costumbre de Francia.",
    "En Africa, mujeres y hombres, jóvenes y ancianos, sin ropa en lo absoluto, caminando por las llanuras. Nunca conocieron lo que era un servicio, o cosas, o nunca perdían de vista el uno al otro. Pero ellos no conocen la diferencia. Ellos no conocen la diferencia. Pero son costumbres de naciones.",
    "Pero yo dije: “Cariño, nosotros somos diferentes, somos de otra Nación. Somos peregrinos y extranjeros aquí, eso es lo que hace que estas cosas se vean tan erradas. Porque la Biblia dice: ‘Los que profesan tal cosa, que afirman, muestran que son peregrinos y extranjeros, están buscando una ciudad que ha de venir’”.",
    "Un hombre o una mujer en Italia, en Francia, en Africa, en cualquier otra nación que hayan nacido de nuevo del Espíritu Santo, no hacen esas cosas. Ellos no usan esas ropas. No actuarán así, porque son de otra Nación Cuyo Gobernante y Constructor es Dios. Nosotros somos del Cielo. El espíritu que está dentro de Uds., motiva su vida. Si Uds. son Americanos, Uds. actuarán como actúan los Americanos. Si Uds. son Franceses, Uds. actuarán como actúan los Franceses, y criticarán al otro. Pero si Uds. son de Dios, Uds. actuarán de la manera en que actúan en el Cielo, porque su Espíritu viene de Arriba y los controla.",
    "Una cosita que Uds. pudieran ver. En la Escritura, aquellos que buscaban esta nueva Ciudad, actuaron diferente. Ellos profesaron que eran peregrinos y extranjeros. Pero en el lado de Caín, ellos llegaron a ser fugitivos y renegados. Pero los Cristianos eran peregrinos y extranjeros. Un fugitivo no tiene hogar, un renegado es una persona horrible. Pero un peregrino es algo verdadero, y de una tierra verdadera en otra Nación, tratando de encontrar su camino a Casa, profesando por medio de su vida de que él tiene algo que él es de otro País. Allí está la razón.",
    "Pero sin embargo aquellas personas que lo hacen así, aquellas personas que se ponen esas cosas, déjenme decirles. En Sudáfrica, cuando vi a treinta mil paganos en su estado original, nativos desnudos, primitivos. Muchachas, muchachos de dieciséis, dieciocho, veinte años de edad sin una sola hilacha de ropa, parados allí con lodo en sus rostros, y pintados, huesos a través de sus narices, y tacos de madera colgando de sus oídos, y cruzan huesos humanos o algunos huesos en su cabello, dientes de animales colgando sobre ellos, desnudos tal y como vinieron al mundo, y no lo sabían. Pero cuando recibieron a Cristo, y se postraron sobre sus rostros y recibieron el Espíritu Santo, se levantaron y cruzaron sus brazos sobre su pecho para evitar la vergüenza, mientras se iban y encontraban ropas que ponerse. ¿Por qué? Se volvieron peregrinos y extranjeros para este mundo. ¡Aleluya! Estaban lejos de El. Sí, señor.",
    "Oh, sí, estas personas se llaman a sí mismos Cristianos. Pertenecen a iglesias. Se van y dicen: “Somos Metodistas. Somos Bautistas. Somos Pentecostales. Somos Adventistas del Séptimo Día. Somos esto, aquello, y lo otro”. Eso no tiene nada que ver con ello. Su espíritu, la vida que está en Uds., motiva y dice lo que Uds. son. Jesús dijo: “Por su fruto los conoceréis”.",
    "La iglesia ha llegado a ser como Israel, primero. Ellos vieron que todas las naciones paganas tenían un rey. Dios era su rey. Y ellos vieron que las naciones paganas tenían rey, así que ellos querían actuar como las naciones paganas, y se compraron un rey. Y al hacerlo, se metieron en problemas. Gradualmente empezó a entrar. Gradualmente el mundo empezó a metérseles. Finalmente terminó en Acab. Un rey llegando un poquito más cerca a ello, un poquito más cerca a ello, y finalmente sacó la vida de ellos. Y allí se fueron. Y cuando el verdadero Rey vino, no lo conocieron a El.",
    "Esa es la misma cosa que la iglesia ha hecho. Ha adoptado. Aquí lo tienen. Ha adoptado políticas, educaciones. Ha adoptado organizaciones, sociedad, grandes iglesias, predicadores pomposos. Y cuando el verdadero Rey viene, no lo conocen a El, y están crucificando al mismísimo Espíritu Santo que es su Rey. No lo conocen a El, pero se ríen de El y se burlan de El. Como los Judíos hicieron con su Mesías, la iglesia está haciendo con su Mesías de la misma manera. Ellos no lo saben. No tienen la perspicacia espiritual, porque están tan adoctrinados con sus ojos y con lo que ven, grandes edificios, tratando de compararse con el mundo. Nunca somos exhortados—exhortados a compararnos con el mundo. Somos exhortados a que nos humillemos.",
    "Y, uno es la mayoría, en Dios. Y hoy en día en los evangelistas sanadores allá en los campos, hay tanta competencia, competidores. Uno dice: “Pues, bendito sea Dios, yo tengo tantos miles. Yo tengo una reunión más grande que la que Uds. tienen”. ¿Qué más da? Si tenemos uno o un millón, ¿qué más da? ¿Somos fieles a Dios? ¿Somos fieles a Su Palabra? ¿Nos paramos bajo la prueba del Espíritu Santo? ¿Es verdad? Eso es lo principal.",
    "Pero nos comprometemos sobre la Biblia. Mucha de nuestra gente Pentecostal, sobre las Doctrinas fundamentales de esta Biblia, se comprometen. Hay…Yo no quiero herir sentimientos. Yo estoy en mi propia iglesia, y yo siento que yo—yo podría hacer lo que quiera, en mi iglesia, porque estoy predicando el Evangelio. Pero hay millares de millares de predicadores Pentecostales que saben que no hay tal cosa en la Biblia como el bautismo en el nombre de “Padre, Hijo, Espíritu Santo”. Reto al arzobispo, o a cualquiera, que me muestre dónde alguien fue bautizado alguna vez en el nombre de “Padre, Hijo, Espíritu Santo”. Pero ellos se comprometen, porque las organizaciones así lo han hecho. No hay una sola persona en el Nuevo Testamento, y por trescientos años más tarde, según la historia, que no haya sido bautizada en el Nombre de Jesucristo. ¿Qué es? Organización. Eso lo hizo. ¡Comprometiéndose!",
    "Y hoy en día han quitado a todos los obreros de las calles. Han sacado el pandero de la iglesia. Han sacado toda la gloria de la iglesia, y tienen predicación de seminario, una predicacioncita de cresta de gallo, todos pulidos en la sociedad, y sus mujeres poniéndose pantalones cortos y vestidos pegados a la piel, y hombres fumando cigarrillos, y apostando y diciendo chistes sucios. ¡Es una desgracia delante de Dios! Yo sé que eso es duro, pero es tiempo de que alguien dijera algo. ¡Comprometiéndose, cediendo, actuando como el mundo!",
    "A mí no me importa si tengo que pararme solo, con nadie sino sólo con Dios, predicaré la Verdad de la Biblia de Dios y me pararé por Ella. Si muero, todavía me pararé por la Verdad. Ciertamente. Queremos Verdad. Quiero estar a la altura no de acuerdo a la iglesia, pero de acuerdo a la Palabra de Dios quiero estar a la altura.",
    "Pero Dalila, ¿se fijaron Uds.?, ella sabía que Sansón tenía un poder. Y ella no sabía en qué consistía ese poder. Ella no podía deducir cuál era ese poder, pero había un gran poder que Sansón poseía, y ella quería encontrarlo. Y, como Dalila, ella siguió cautivando a Sansón a través de su hermosura. Oh, ella se vestía muy provocativa. Y ella caminaba delante de él y ella se reía como algunas de las pequeñas adolescentes del día, y—y demás, y quería actuar como una u otra cosa, una desnudista, tratando de atraer a Sansón hacia ella.",
    "Esa es la misma cosa que el mundo le ha hecho a la iglesia. Ahora ¿dónde está el gran Poder de Uds.?",
    "🦅 Bueno, si nos organizamos, eso va a romper el Poder”. La iglesia Católica lo hizo.",
    "🦅 Pero los Filisteos sobre ti, Sansón”. Y un Lutero salió.",
    "Entonces se organizaron de nuevo. “Si tú me atas con otra cuerda, me sujetará”. Así que lo hicieron.",
    "🦅 Y los Filisteos sobre ti, Sansón”. ¿Qué sucedió? Wesley salió y rompió las cuerdas.",
    "🦅 Ahora tú me has engañado desde el principio. ¿No sabes que te amo, Sansón? Muy bien, dime la verdad en tu corazón”.\n\n“Muy bien, tú átame con otra cuerda”.",
    "🦅 Muy bien, ahora haremos eso”. ¿Qué es eso? Esa es la cuerda denominacional.",
    "🦅 Uds. déjenme libre, que no tenga ninguna denominación. Entonces, les diré, Uds. me tendrán derrotado”. Así que salieron los Pentecostales. ¿Dónde está el Poder de Uds.?\n\n“Los Filisteos sobre ti”. Y él rompió las cuerdas otra vez.",
    "¿Pero ahora qué sucedió? Ha atrapado a los Pentecostales, los grandes Doctores en Divinidad como pastores de ellos, algunos grandes hombres. Tienen tanta educación y ritual como los Metodistas o Bautistas, o como la tiene cualquiera del resto. Entren en una iglesia y no pueden oír un “amén”, tan fríos como un montón de Esquimales salidos del Polo Norte. ¡Fríos! ¡Indiferentes! “Y ahora los Filisteos sobre ti, Sansón”.",
    "Los Filisteos sobre ti, América. ¿Dónde está esa unidad de espíritu? ¿Dónde está la unidad de Pentecostés? Las Asambleas de Dios, y la Unida, y la iglesia de Dios, y esto, aquello, y lo otro, cada uno con un ismo diferente, éste con ése, y éste con aquél. Estamos tan divididos al grado que uno puede entrar en una ciudad a tener un avivamiento, si una iglesia lo patrocina, el resto de ellos ni siquiera asisten. Los Comunistas sobre ti, América.",
    "¿Dónde está nuestro Poder? ¿Dónde está nuestra gloria? ¿Qué es? ¡Porque nos fuimos en pos de la sabiduría del hombre en vez del Poder de Dios! Pues, tienen a nuestros predicadores y cosas tan tiesos y almidonados, que nos han organizado al grado de que somos tan almidonados y ceremoniosos, al grado que la gente…¿Oyen Uds. alguna vez más un grito en la iglesia? Uds. nunca oyen a alguien llorar. La banca para arrepentirse [Generalmente, bancas para orar al pie del altar.—Traductor] ha sido puesta en el sótano. Ya no hay gloria en la iglesia. Todo lo que hacemos es sentarnos tan tiesos a más no poder. No somos libres. Estamos atados. El Diablo, con sus demonios modernistas, ha atado a la iglesia del Dios viviente. Eso es correcto. Ya no hay Poder en la iglesia. Ya no hay libertad. ¡La gente es tan almidonada y tiesa! Pues, el Dios puede entrar entre la gente Pentecostal, y mostrar que El es Dios, y probar Sus señales de Su resurrección, ni siquiera los sacude. ¡Gloria! ¡Pues, es una desgracia! Yo cruzo el país, Dios obrando, haciendo señales, y la gente se está sentada, y: “Bueno, supongo que eso está bien. Oh, yo sé que puede ser hecho”. ¡No los conmueve! ¿Por qué? Están atados con Dalila, el mundo. Están encadenados.",
    "Ahora hasta los metieron a, los ataron a una confederación. “Los Filisteos sobre ti, Sansón”. ¿Qué van a hacer al respecto?",
    "🦅 Oh, nosotros tenemos grandes denominaciones”. Seguro. “Tenemos una más grande cantidad de miembros que la que hayamos tenido alguna vez”. ¿Pero dónde está el Espíritu? ¿Dónde está el Espíritu Santo?",
    "Eso es lo que el Diablo ha hecho. Cautivando se ha metido a la iglesia. Se ha mantenido cautivando a la iglesia: “Vengan a mí, les voy a dar un gran tabernáculo aquí si tan sólo hacen esto. Si Uds. se deshacen de ese predicador fanático que tienen, y consiguen a un hombre, un Doctor en Divinidad que tenga un poco de sentido común, construiremos una iglesia bonita, grande y elegante y seremos como el resto de ellos”. ¡Qué vergüenza! Preferiría tener un hombre que no supiera distinguir el café de los frijoles, pero que estuviera lleno con el Espíritu Santo, que fuera inflexible, por medio del Poder de Dios.",
    "Pero se ha puesto, oh, tan almidonada, al grado que algún pobre santo puede soltarse en la reunión y hablar en lenguas, o gritar un poquito, o hacer algo, y el resto de ellos se voltearán a echar una ojeada y mirarán. “¿Qué fue eso? Pues, ¿me pregunto por qué? Ese debe de ser un fanático que llegó de alguna parte”. ¡Uds. saben que esa es la verdad! Algún pobre santo entra, se pone lo suficientemente contento para levantar sus manos, y llorar y alabar al Señor, alguien que gritará “amén” a la predicación del Evangelio, y el resto de ellos se dan vuelta y ven qué dijo. Eso son los Pentecostales. ¿Qué pasa? Uds. están usando como modelo a los Metodistas, a los Bautistas; ellos usaron como modelo a la Católica; la Católica usó como modelo al infierno. Y, todos juntos, ¡todo según el infierno! Correcto.",
    "Dalila los ha atraído metiéndolos a Uds. a grandes iglesias, ministros excelentes y educados, toman la mejor clase. “¡Pues, Uds. saben, Fulano de Tal aquí es un millonario, si tan sólo pudiéramos hacer que él entre en nuestra congregación! ¡Oh, hermanos!” Si él no ha nacido de nuevo, entonces no merece estar allí. No me importa si él tiene un millón de dólares. Si él posee cuarenta Cadillacs, tenga lo que tenga, él tiene que nacer de nuevo, llegar hasta un nuevo nacimiento y ser regenerado por el Espíritu Santo, y salir de allí en un nuevo nacimiento, moqueando (discúlpenme), llorando y gritando, y comportándose como el resto de los demás lo hacen, y vivir una vida después para probar que él lo tiene. Amén. Eso es lo que Uds. necesitan.",
    "🦅 Sansón, los Filisteos sobre ti”. Los Comunistas sobre ti. El mundo sobre ti. El Diablo sobre ti.",
    "Ellos regresan y ven al Espíritu de Dios hacer milagros y hacer cosas de Su resurrección, lo que Jesús prometió, ellos dicen: “Uds. saben, creo que el Hermano Branham tiene mucha telepatía mental. Mi pastor dijo que era del Diablo”.",
    "¡Ud. pobre, hipócrita, infiel engañado, todo pulido, Ud. lobo en ropas de oveja! Jesús dijo: “Si a Mí me hubieseis conocido, hubieseis conocido Mi día”. Pero Uds. tienen un montón de Saúles que tratan de hacerlos a Uds. como el resto del mundo.",
    "Queremos un montón de hombres de Dios que no se comprometen con respecto a la Palabra, pero que predican la Verdad y se paran firmes en el bautismo del Espíritu Santo.",
    "¿Pero qué ha hecho el mundo? Les ha afeitado todo su Poder. Uds. nacieron Nazareos, Pentecostales, pero el mundo ciertamente les afeitó su Poder. Ahora es tan almidonada como el resto de ellas.",
    "¿Qué vamos a hacer? ¿Qué va a suceder? Hay una cosa gloriosa de la cual puedo pensar para acabar este texto.",
    "¡Mientras Sansón estaba atado! No podemos tener un avivamiento. Escuchen a nuestro leal hermano, Billy Graham: “¡Avivamiento en nuestro día!” Escuchen a Oral Roberts gritar: “¡Avivamiento en nuestro día!” Escuchen al resto de ellos: “¡Avivamiento en nuestro día!” ¿Cómo podemos tener un avivamiento cuando estamos atados? Hemos atado al Espíritu Santo con nuestras organizaciones y tradiciones, y no podemos tener un avivamiento del Espíritu Santo. Amén. Yo sé que eso está abrazador, con el clima, pero es la Verdad. ¡Cómo podemos tener un avivamiento del Espíritu Santo cuando están tan atados y almidonados! “Apariencia de piedad”, dice la Biblia que tendrían. “Apariencia de piedad, pero negarían la Eficacia de ella”. ¿La eficacia de qué? ¿La eficacia de la organización? ¿La eficacia del mundo? ¿La eficacia de la iglesia? ¡La Eficacia del Espíritu Santo! Ese es el lugar secreto en la iglesia. Y cuando la iglesia adopta predicadores educados, y grandes edificios y galas, y en vez del Espíritu Santo chapado a la antigua, fuera mejor que ellos estuvieran en la misión otra vez. Amén. Verdad. ¿Cómo van a tener un avivamiento del Espíritu Santo, y la gente lo apaga y lo ata y tiene temor de El? Allí es donde está el problema.",
    "🦅 Los Filisteos sobre ti”. Pero la bendita esperanza que tenemos, mientras Sansón estaba en la cárcel…",
    "¿Qué fue lo primero que hicieron cuando lo atraparon? Lo ataron, primero. Le quitaron su poder, encontraron su secreto. Encontraron el secreto de Uds. El mundo encontró el secreto de Uds. Ahora todas Uds. mujeres se cortan su cabello, lo hacen como el mundo. Todos Uds. hombres van y actúan como el mundo. Está bien, cuentan chistes y chistes sucios, y salen y se fuman unos cuantos cigarrillos, y salen con las esposas de los vecinos, y todo lo demás por el estilo, un traguito social para retener su trabajo. Yo preferiría tenderme sobre mi vientre y comer galletas saladas y tomar agua de un arroyo, y permanecer limpio y puro delante de Dios, que comprometerme por cualquier clase de trabajo. Eso es correcto. Es verdad. Permanecer fiel a Dios.",
    "🦅 Sansón, los Filisteos sobre ti”. Tabernáculo Branham, mundanalidad está entrando silenciosamente entre Uds. ¿Qué acerca de eso? ¿Han expuesto su secreto? ¿Han expuesto ese secreto que Dios les dio cuando Uds. estaban revolcándose allí en el aserrín hace unos años? ¿Han permitido Uds. que se les salga silenciosamente con adoración social y formal? ¿Qué les ha sucedido a Uds.? Dios puede descender y hacer un milagro y pasar atravesando la audiencia y decirle a personas los secretos de sus corazones, y todo, y sanar a los enfermos y afligidos, y hacer señales y maravillas, y predicar Su Palabra tan duro como pueden, por medio del Espíritu Santo; y la gente dice: “Bueno, supongo que eso está bien. Nosotros disfrutamos escucharlo de vez en cuando, si no estamos muy cansados”. Ese es el Tabernáculo Branham. Los Filisteos sobre ti.",
    "Cuando, solía ser cuando la predicación de la Palabra, y los santos de antaño con las lágrimas en sus ojos, se ponían de pie y caminaban, sollozando, quizás no diciendo una sola palabra, sólo caminando alrededor, dos o tres veces, y se sentaban, ¡tan llenos con el Espíritu Santo! ¡La Palabra los alimentaba! “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Los Filisteos sobre ti, Tabernáculo Branham.\n\nLos Filisteos sobre ti, Pentecostal.",
    "Por supuesto, los Filisteos los atraparon, al resto de Uds., hace mucho tiempo cuando Uds. se organizaron tan cerradamente, nada podía entrar a menos que uno fuera un Presbiteriano, Bautista, Metodista, Católico, o algo. Uds. no querían tener nada que ver con el resto de ellos.",
    "Así que, ¿avivamiento en nuestro día? ¿Cómo podemos tenerlo cuando el verdadero dador de avivamientos está atado por el mundo? Dios no va a entrar donde está el mundo, Uds. pueden estar seguros de eso. Uds. se asocian con el mundo, entonces eso es—es todo. Cuando Uds. permiten que el mundo entre, Uds. se ponen a actuar como el mundo, entonces están acabados. Pero cuando Uds. cortan toda cadena del mundo, y vienen a Dios, Dios los usará hasta que Uds. empiezan a coquetear otra vez.",
    "Está es la única esperanza que tengo esta mañana, para terminar mi Mensaje, es ésta: “Mientras Sansón estaba atado, una nueva melena de cabello creció”.",
    "Que Dios nos envíe otra Iglesia justo antes del tiempo del fin, de manera que el Poder del Espíritu Santo pueda entrar en ella, en las demostraciones del Espíritu, y Marcos 16 pueda seguir a la Iglesia, Hechos 2:4, Hechos 2:38, todo ello estará siguiendo junto con la Iglesia. Señales y maravillas acompañaron a los apóstoles. Grandes señales de Su resurrección los acompañó. Mientras estamos en prisión, sin duda Dios tiene una cosecha en alguna parte, para la última gran matanza. Que sea Ud. mi amigo Cristiano aquí esta mañana, que sea que su fuerza ha empezado a crecer. Yo ruego que este Mensaje esta mañana, y allá a la tierra adonde esto irá, confío que este Mensaje ayudará a traer la vitamina al sistema de Uds. que hará crecer un Poder espiritual de nuevo en su vida.\n\nInclinemos nuestros rostros y oremos.",
    "Oh Señor Dios, Creador de los Cielos y la tierra, el Autor de Vida Eterna, y el Dador de todo don bueno y espiritual, toma estas palabras esta mañana y colócaselas dentro del corazón, y riégalas, Señor. Que la gente ore sobre estas cosas, viendo que el mundo ha cautivado a la iglesia y finalmente ha encontrado su Poder, ha encontrado su lugar secreto, ha encontrado dónde está su secreto, y se lo ha afeitado. Ha tomado a las personas que una vez gritaron la victoria, una vez tuvieron la victoria, y los ha afeitado, para quedarse en casa el miércoles en la noche para mirar un programa de televisión. Les ha sacado el gozo de sus corazones, y les ha dado más amor por el mundo del que tienen por Dios. Les ha dado más mundo, por mundano, más deseo por entretenimiento mundano que por tener la predicación del Evangelio. Si no hay una gran banda y mucho alboroto, y griterío y alboroto, entonces ellos ya no quieren el antiguo Evangelio que trae lágrimas de gozo al alma, que trae de regreso la sanidad Divina, que restaura los dones apostólicos a la iglesia, que trae al Cristo resucitado, el Mesías de este día.",
    "Pero así como Israel fue atada por—por sus reyes, de manera que no pudieran seguir al verdadero Rey; y el verdadero Rey, cuando El vino, no lo reconocieron a El. Así es hoy, oh Señor, el Rey de la Gloria ha aparecido en la forma del Espíritu Santo, y, Señor, ellos no lo saben. No lo reconocen. Están tan organizados tan cerradamente, que no lo entienden, porque no está en su organización. Señor, esta es una obra del Diablo que le ha hecho esto a la gente.",
    "Que el Sansón de Dios, que los fieles de corazón, aquellos que están anhelando y llorando, y suplicando y aferrándose, que puedan quedarse con ello, Señor, hasta que esta nueva cosecha crezca, hasta que salga de nuevo un gozo en Sión, y salga un grupo que puede reconocer y entender, que puede ver al Mesías y el Poder escondido que está escondido del mundo, que ellos no van a entender ahora. Concede, Señor, que ellos vean esto. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "[Espacio en blanco en la cinta.—Editor]\n\n…Tu gran Poder,\n\nDios manda Tu gran Poder\n\nA cada corazón.\n\nEn el aposento alto,\n\nCon unánime fervor,\n\nCiento veinte esperaban\n\nLa promesa del Señor.\n\nDios manda Tu gran Poder,\n\nDios manda Tu gran Poder;\n\nDios manda Tu gran Poder\n\nA cada corazón.",
    "¡Cuánto lo amo! ¡Sólo mande Su Poder! Ellos estaban en el aposento alto, todos unánimes. Todo el mundo se había escurrido de ellos. Fueron vaciados, y el Espíritu Santo vino.",
    "Hoy ellos dicen: “Venga, únase a la iglesia, ponga su nombre en el libro. O inclínese y diga: ‘Yo confieso a Cristo como el Hijo de Dios’, levántese”. El Diablo hace la misma cosa. Ciertamente. El Diablo fue bautizado cuando Judas fue bautizado. El Diablo salió y predicó el Evangelio cuando Judas salió y predicó el Evangelio. Pero el Diablo no recibió el Espíritu Santo. Eso es. Allí es donde está el Poder escondido, esa resurrección, ese saber con seguridad, más allá de toda sombra de duda. Amén.",
    "El está aquí. Ese mismo Espíritu Santo, Ese que estaba en el Mesías, todavía está en Su Iglesia. El nunca se va. “Yo estaré con vosotros todos los días, aun en vosotros, hasta el fin del mundo. Yo estaré allí. Las obras que Yo hago, vosotros también las haréis. Más que éstas haréis, porque Yo voy al Padre”.",
    "Pero el mundo lo compromete: “¡Oh, esos son días pasados!” Exactamente lo que el Diablo quiere que Uds. hagan. Ellos quieren que Uds. glamoricen [Significa: “Embellecer; hacer atrayente; dar encanto”.—Traductor]. Dios los quiere bautizados. Dios los quiere…Uds. dicen: “Oh, yo no creo todo ese alboroto”. Sigan adelante y vivan, sigan adelante y vivan en su pecado, vivan en su pecado. Pero hasta que Uds. se pudran, hasta que Uds. se pudran a sus propias ideas, hasta que Uds. se pudran a sus propias modas, y sean regenerados de nuevo y nazcan de nuevo, y esa nueva Vida será completamente diferente de la otra que cayó.",
    "Un grano de maíz cae amarillo, brota verde. Cae endurecido, encerrado, brota flexible y moviéndose con el viento. ¡Oh, gloria! ¡Aleluya! Cuando los vientos empiezan a soplar, el grano no puede hacer nada excepto moverse, cambiar, pero la pequeña—la pequeña hoja se dobla y se regocija, entonces crece, se fortalece. Nunca puede llegar a ser una hoja hasta que el maíz está muerto y podrido. No sólo muerto; sino podrido. Ya no puede regresar, pero vida sale de él.",
    "Como dije hace un rato, un nacimiento es una cosa horrible, inmundo, sucio, lo más inmundo de la inmundicia, pero allí es donde está la vida. Cuando Uds. mismos se consideran inmundos, consideran inmundos sus credos Metodistas, Bautistas y Pentecostales, y mueren en el altar, entonces Vida nueva entra. El Espíritu Santo los hace por dentro más arriba de eso; Uds. ven a Dios.",
    "Lo veremos a El algún glorioso día. Algún día más allá del alcance de la comprensión mortal, lo veremos a El. ¿Creen eso? Algún día más allá del alcance de la comprensión mortal, me espera un feliz mañana.",
    "Yo estaba parado aquí arriba en la esquina anoche, y pensé que vi al pequeño Rabí Lawson. Cuando él solía estar aquí, y alargaba la mano con su viejo bastón y me jalaba con su cuello, alrededor de mi cuello con su bastón, aquí arriba al púlpito, y cantaba ese canto: “Me espera una…” [Espacio en blanco en la cinta.—Editor]",
    "¡Algo sucedió! Sacó el mundo. Empecé a ver las cosas diferente. Me he preocupado tanto acerca de la manera en que está actuando esta gente Americana, constantemente, año tras año, viendo a las mujeres y a los hombres cómo ellos se degradan y se meten en el pecado, al grado de que casi tuve una depresión nerviosa, dos o tres veces, preocupándome sobre ello. Ayer, le dije a Dios: “Yo ya no me voy a preocupar. Tu Palabra dice que así sería. Pero me pararé en la brecha y clamaré contra ello, con todo lo que está en mí”.",
    "El otro día, parado en Green’s Mill, mi cueva, muy adentro en el campo, había estado orando todo el día. Y como a las tres, el sol se estaba poniendo, y yo estaba parado allá arriba mirando al otro lado, salí de la cueva, estaba encima de una gran peña. Y yo estaba parado allí, mirando hacia el Este, alabando al Señor. Y yo podía ver el sol moviéndose para abajo detrás de los árboles arriba en la cima de la montaña, mientras yo miraba al otro lado del cañón hacia las otras, y tenían mucho follaje, tan quieto a más no poder. Y yo dije: “Señor, un día Tú escondiste a Moisés en la hendidura de la peña, y Tú pasaste junto a él, porque él estaba fatigado. Pero Tú pasaste al lado, él dijo que ‘parecía la espalda de un hombre’”. Yo dije: “Escóndeme en la hendidura, Señor”. Como a esa hora, a un lado de mí, vino por allí un pequeño Viento moviéndose a través de los arbustos. Se movió a lo largo, bajó pasando junto a mi lado, un pequeño Viento moviéndose, se fue a través del bosque. Yo me quedé parado allí.\n\nAlgún día, sólo Dios sabe dónde o cuándo,\n\nTodas las ruedas de la vida mortal se pararán,\n\nEntonces yo iré a morar en el Monte de Sión.\n\nAlgún día más allá del alcance de la comprensión mortal,\n\nAlgún día, sólo Dios sabe dónde o cuándo,\n\n(¿Qué va a suceder? Va a llegar a un fin, todas estas pequeñas ruedas que están girando.)\n\nTodas las ruedas de la vida mortal se pararán,\n\nEntonces nos iremos a morar al Monte de Sión.\n\nDesciende bajo, dulce carro,\n\nViniendo para llevarme a Casa.\n\nDesciende bajo, dulce carro,\n\nViniendo para llevarme a Casa.\n\nSi llegan allá antes que yo,\n\nViniendo para llevarme a Casa.\n\nDíganle al Hermano Bosworth, y a todos mis amigos, también,\n\nSólo viniendo para llevarme a Casa.\n\nAhora, desciende bajo…(descenderá algún día para recogerme)…carr-…\n\n(Todo árbol estará en llamas; los Angeles de Dios, y el carro de fuego)…para llevarme a Casa;\n\nDesciende bajo, dulce carro,\n\nViniendo para llevarme a Casa.",
    "Uno de estos días, uno de estos días en las partes bajas de mis horas de muerte, estoy esperando que El venga. Eso es correcto.\n\nMiré al otro lado del Jordán y qué es lo que vi\n\nViniendo para llevarme a Casa; (como el Elías de antaño mirando al otro lado del Jordán)\n\nUna banda de Angeles resplandecientes venían por mí,\n\nEllos venían para llevarme a Casa.\n\nDesciende bajo, baja bajo, dulce carro,\n\nViniendo para llevarme a Casa;\n\nDesciende bajo, dulce carro,\n\nViniendo para llevarme a Casa.",
    "El Señor Jesús, el bendito Chofer de este carruaje, el Piloto en el viejo barco de Sión, el bote de Vida, moviéndose a través del edificio, hablando, Su Presencia está aquí. El mismo Espíritu Santo que lo resucitó a El de la sepultura está aquí.",
    "Siendo que no repartieron tarjetas de oración, ¿hay alguien aquí que viene de fuera de la ciudad, que yo no conozca, que está aquí para que se ore por Uds.? Levanten sus manos, que yo no conozca. Levanten sus manos, que yo no conozca. Ud., Ud. allí. Creo que ese pequeño hombre con el bigote allá atrás, alguien levantó su mano allá en esa dirección. Sí, Ud., ¿levantó Ud. su mano? Muy bien. Allá atrás, Ud., señor. Muy bien. ¿Son desconocidos todos Uds. para mí? Ese Señor Jesús, el mismo Pastor del rebaño aquí, ¿creen Uds. que Sus promesas son verdaderas? El unge a Su iglesia, y: “Las obras que Yo hago, vosotros también las haréis. Aun mayores que estas haréis, porque Yo voy a Mi Padre. ¡Más que esto!” ¿Creen eso?",
    "¿Levantaron Uds. su mano de que no me conocían? ¿Creen que Dios puede decirme lo que está en su corazón, que puede hablarme así como El lo hizo con la mujer que tocó Su manto? ¿Creen Uds. que El es el Sumo Sacerdote que puede compadecerse de nuestras debilidades? ¿Si Dios me revela sus condiciones, creerán Uds. que soy Su profeta, creerán que Su Presencia está aquí y que por eso El lo permite? Ud. está orando por su esposa. Ella tiene una cadera quebrada, una cadera dislocada. Eso es correcto. Si es correcto, levántese. Muy bien, vaya a encontrarla, sana. Amén.",
    "¿Qué de Ud. allá atrás, el pequeño hombre que se levantó, que tenía el bigote? ¿Cree Ud. con todo su corazón? ¿Cree Ud. que Dios puede decirme sus problemas? ¿Cree Ud. que su hijo se pondrá bien? ¿Lo cree? Ud. tiene un niño, el tiene parálisis cerebral. Eso es correcto. Ud. no es…Es de Kentucky. Si eso es correcto, levante su mano. Yo no lo conozco, ¿verdad? Si lo conozco…Levante sus manos así, no nos conocemos el uno al otro. Eso es correcto. Confiando en Dios. ¿Cree Ud.? Como Ud. cree, encuentre a su muchacho de la manera en que Ud. cree. Sólo póngalo en su corazón.",
    "¿Quién fue el que levantó sus manos aquí, que yo no—no… Era Ud.? Muy bien, señor, ¿cree Ud. que soy el profeta de Dios? [El hombre dice: “Amén”.—Editor] Lo cree, ¿con todo su corazón? Ud. no tiene que levantarse, sólo permanezca allí mismo. Muy bien, señor, lo que es su problema, Ud. tiene diabetes. [“Eso es correcto”.] Y le está molestando su pie. [“Sí”.] Ud. es de Ohio. [“Sí”.] Su nombre es Sr. Miller. [“Eso es correcto”.] Vuelva a casa y póngase bien. Muy bien, crea con todo su corazón. Muy bien.\n\n¿Cree Ud. con…? Créalo. ¡Si puede creer!",
    "La señora sentada aquí, ¿levantó Ud. su mano? Una señora grande, con anteojos, ¿cree Ud. con todo su corazón? ¿Cree Ud. con…? ¿Cree Ud. que soy siervo de Dios? ¿Lo cree? Muy bien, si Dios puede decirme cuál es su problema, ¿creerá Ud.? Problemas del corazón. Muy bien, levante su mano si eso es correcto. Muy bien.",
    "La señora aquí junto a Ud., se levantó. Corazón; pero realmente son sus ojos. Yo la conozco a ella. Muy bien, ¡si puede creer!",
    "Allá atrás, el siguiente hombre allá atrás tiene problemas del corazón, también, y una enfermedad de la piel. ¿Cree Ud. que Dios lo va a sanar? ¿Lo cree, señor?",
    "Hay un hombre allá atrás en alguna parte, levantó sus manos que no…Sr. Schubert. Muy bien, señor. Muy bien, ¿cree Ud.? Es por sus ojos, también, ¿no es así? Ud. está orando por su madre sentada allá, también. Si eso es correcto, levante su mano. Somos desconocidos. ¿Es correcto eso? Dense la mano, dense la mano el uno al otro. Muy bien, eso es correcto. ¡Si pueden creer, pueden recibir!",
    "El Cristo resucitado está en el edificio. El es el mismo. ¿Qué les hace a Uds.? ¿Han permitido que el mundo les agote toda la fuerza de Uds.? ¡Gloria! ¡Yo quiero un nuevo nacimiento! ¡Yo quiero Vida nueva! A mí no me importa en qué plano venga, si tengo que ser un santo rodador, cualquier cosa. A mí no me importa en qué plano venga, yo quiero el verdadero Espíritu Santo como está en mí ahora. ¡Yo quiero conservarlo! Preferiría tenerlo a El que a todas las cosas del mundo. ¡Amén! ¿Creen? ¿Creen que El está aquí?",
    "Pongan sus manos el uno sobre el otro, entonces. Díganme una cosa más que El pudiera hacer. Nada. Tengan fe ahora. Crean que ya pasó.",
    "Señor Dios, Creador de los Cielos y de la tierra, Autor de Vida Eterna, y Dador de todos los buenos dones, Tu Espíritu está aquí ungiendo de tal manera, Señor, que parece que el edificio está respirando, moviéndose para adelante y para atrás. ¿Por qué no puede entenderlo la gente, Señor? ¿Se han—se han asociado tanto con el mundo, y se han puesto tan fríos y formales y almidonados, al grado que ya no te pueden conocer a Ti? Señor Dios, que este Poder los toque a todos, y que toda persona enferma sea sanada, que todo pecador sea salvado, y que Dios reciba gloria. Por medio de Jesucristo, el Hijo de Dios, lo pido. Amén.",
    "¿Lo creen? Levanten sus manos. ¿Aceptan Uds. su sanidad? Dios los bendiga. Ahora vayan y encuéntrenlo exactamente de la manera en que Uds. creen, será de esa manera. Veo visiones abriéndose sobre otros. Eso es correcto. Tengo que regresar esta noche.",
    "Si Uds. no creen ahora, Uds. nunca van a creer. Eso es correcto. Jesús lo hizo una vez, y ellos dijeron: “Tú eres…Sabemos que cuando el Mesías venga, El nos declarará esto”. Ella dijo: “Yo sé que el Mesías va a hacer eso. ¿Pero Quién eres Tú?”\n\nEl dijo: “Yo soy El”.",
    "Entonces ella corrió a la ciudad y dijo: “Venid, ved a un Hombre que sabía lo que yo era y lo que he hecho. ¿No es éste el Mesías?”",
    "El dijo: “Estas cosas se formarán de nuevo en los últimos días. La Iglesia estará predicando la Verdad, estará parada en la Palabra. Estará haciendo todos los Mandamientos de Dios. No se asociará con el mundo. Y por allí Yo me moveré y haré las mismas cosas”.",
    "Pero El dijo: “Serán impetuosos, infatuados, amadores de los deleites más que de Dios, implacables, calumniadores, que tendrán apariencia de piedad”, muy religiosos, yendo a iglesias. “Que tendrán apariencia de piedad, pero negarán la Eficacia de ella. ¡A estos evita!”",
    "Uds., dondequiera que estaban Uds. en la iglesia, a los que El acaba de llamar, la visión se ha ido de mí. Si—si esa era la verdad, lo que dije, y siendo que yo no sabía eso para Uds., levanten sus manos, quienquiera que fuera. Por toda la iglesia, toda—toda persona. Muy bien. ¿Ven? No los conozco, nunca los he visto; pero el Espíritu Santo está aquí y El los conoce. ¿No pueden ver que no soy yo?",
    "¡Escuchen! Si El me confía eso a mí, El me confiará la Verdad de la Palabra, porque la Verdad sólo puede venir por medio de la Palabra. “Arrepentíos, cada uno, y bautizaos en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo, porque para vosotros es la promesa, y para vuestros hijos, para aquellos que están lejos; para cuantos el Señor nuestro Dios llamare”. ¿Lo creen? Va a haber un servicio bautismal en un momento.",
    "Inclinemos nuestros rostros. Le voy a pedir al pastor que ore mientras ellos se preparan para el bautismo. Yo creo que viene un servicio bautismal. Muy Bien."
  ]
}