{
  "title": "PREGUNTAS Y RESPUESTAS",
  "id": "59430009",
  "content": [
    "🦅  Alguien dijo en el Antiguo Testamento: “Vayamos a la casa del Señor”.\n\nEn verdad es una tarde calurosa. Uds. visitantes que están con nosotros, Uds. pueden ver por qué es duro vivir en Indiana, vivir aquí en este pantano. Déjeme decirle, está solamente a treinta y tres punto ocho grados centígrados, a treinta y tres punto ocho grados centígrados. Así que ¿ve Ud.?, cuando Ud. está en temperaturas alrededor de cuarenta y ocho punto ocho grados centígrados como allá en Louisiana y en Arizona, entonces Ud. puede saber lo que es, lo que realmente es calor. Si esas temperaturas se registraran aquí, moriríamos, eso sería el fin. Pero es un placer el estar aquí en estos momentos de adoración.",
    "En esta mañana cuando me fui a mi casa, me sentí muy, muy bien,…Yo creo que muchos fueron sanos en esta mañana, tal vez, no lo reconocen hasta ahorita, pero se pondrán bien; porque la Palabra del Señor fue preciosa en esta mañana a nuestros corazones.",
    "Cuando me iba de aquí, parecía que estas paredes estaban casi respirando, estaban como hinchadas con el Espíritu Santo. Yo estaba muy feliz por eso.",
    "Estaba escuchando al Hermano Smith, mi amigo, orar hace unos momentos, es el pastor de la Iglesia de Dios, en Anderson. El Hermano Smith hizo un pequeño panfleto, no creo que lo repartimos aquí en el tabernáculo. Si alguno de Uds. no ha recibido ese panfletito, trate de leerlo. Es un panfletito sobresaliente; es absolutamente la Verdad Escritural. Yo tomé muchos de ellos y me los llevé a Chicago y a diferentes lugares para distribuirlos, porque realmente son unos trataditos verdaderos y maravillosos. Y sé que fueron escritos de un corazón que es leal y que ama a Dios. No hay un motivo egoísta en el Hermano Smith, es todo un Cristiano. Así que estamos muy felices de estar asociados en esta noche con gente de ese calibre.",
    "Creo que estoy viendo a mi buen amigo, el Hermano Borders aquí, él viene de California. El fue una gran ayuda para mí, en la obra del Señor, allá en las reuniones que llevamos a cabo juntos en San José. Espero que sea así en las próximas reuniones por venir Hermano Borders. Amo al Hermano Borders, porque he encontrado en él un espíritu humilde y dócil. Y yo pienso que eso es de gran precio. Yo pienso que un hombre que tiene ese tipo de espíritu debería de ser muy feliz.",
    "Hay muchos otros aquí, que no puedo ni contarlos. Veo al Hermano Collins allá atrás, nuestro hermano, y otros ministros, y a nuestro buen amigo el Hermano Sothmann, y su familia, del norte de Saskatchewan. Sé que el Hermano Evans está aquí; no lo he visto a él todavía, pero veo a su familia, y a hermanos que vienen de Georgia. Allí está el Hermano Palmer que viene de Georgia. Y el Hermano West, creo, que es de Alabama o Georgia. ¿De dónde es Ud. Hermano West?…De Huntsville. Y…Oh, estamos muy felices de verlos a todos Uds. aquí.",
    "El Hermano Lyle, allá atrás, el Hermano Wood, de la parte norte de Indiana, y sus familiares. Creo que el Hermano Charlie está aquí, mi compañero de cacería de antaño, él es de Kentucky (es el segundo mejor cazador de ardillas en Kentucky, el segundo mejor cazador de ardillas. Me va hacer que pague por esto. ¡Muy bien!), y su esposa y familia. Y a todos Uds. Cristianos, los saludo.",
    "Un hermanito aquí, no recuerdo su nombre hay tantos. Pero todos Uds. saben que de seguro aprecio que Uds. hayan venido en esta noche a adorar con nosotros en el tabernáculo.",
    "Esta noche, es una noche fuera de lo común aquí en el tabernáculo, porque es una noche de preguntas y respuestas. Y esto generalmente sucede cada año o dos. Y la razón que yo hago esto, es para saber lo que está en la mente del pueblo, saber cuáles son las preguntas de ellos. Que cada uno de ellos escriba su pregunta, y luego contestarla del púlpito.",
    "Bien, hoy no tuve—yo pensé que iban haber muchas preguntas, pero solamente recibí muy pocas. Así que no nos tomará mucho tiempo el contestarlas. Yo pensé que iba a recibir una bandeja llena de ellas, pero solamente recibí muy poquitas y muy sencillas. Pero algunas de ellas conciernen a doctrina.",
    "Y las que conciernen a doctrina las voy a contestar a la gente sin saber quiénes son (porque muchos no pusieron sus nombres en las preguntas); por lo tanto, las voy a contestar de acuerdo a la doctrina que nosotros respaldamos aquí en el tabernáculo. Y al hacer esto…Si sucede que toco un alambrito de alguno de nuestros hermanos o hermanas visitantes, no es intencional, no quisiéramos hacer eso por nada. Nosotros no creemos en discutir sobre pequeños puntos Escriturales. Nosotros creemos que Cristo murió para salvarnos a todos nosotros, y todos fuimos salvos por Su Sangre.",
    "Pero como una iglesia y como personas, como una congregación, tenemos que tener una doctrina por la cual pararnos para ser una iglesia. Y esta doctrina por la cual nos paramos, es la Verdad de Dios, basados en lo mejor de nuestro conocimiento de la Palabra de Dios. Ahora, Ud. tiene el perfecto derecho de mirar esto de una manera diferente si Ud. lo desea. Y por lo tanto, si yo…",
    "Alguien está preguntando aquí…Dos de ellas son más bien escabrosas. Las contestaré lo mejor que yo sé.",
    "Esta es la manera que contesto una pregunta. Una pregunta…Una persona puede tomar una sola Escritura y hacerla que diga todo lo que Ella quiera que diga. Pero la Escritura, cada Escritura es la Verdad. Y es tan perfecta, como el Dios infinito Quien habló la Escritura, es tan perfecto y Ella nunca tendrá fin. Por lo tanto, Ella irá desde Génesis a Apocalipsis, diciendo la misma cosa. Nunca variará. Entonces, si la Palabra es la Palabra inspirada de Dios, nunca se contradecirá en ningún lugar. No habrá contradicción en toda la Escritura.",
    "Muchas veces…como lo fui en esta mañana un poquito rudo al predicar Sansón y Dalila y una iglesia en mundanalidad, pero no quise ser rudo, sino que quise ser honesto, mostrándoles mis convicciones.",
    "Ahora, las Escrituras, siendo Ellas la Palabra infalible de Dios, yo creo que solamente hay una sola cosa que pueda interpretarlas correctamente, y eso es, el Espíritu Santo. Yo creo que el…Y el Espíritu Santo Quien escribió las Escrituras, dijo que ellas no son de interpretación privada…Por lo tanto, y si en toda la Escritura no hay contradicción, entonces el mismo Espíritu deberá ser el que las interprete sin dejar una sola afuera.",
    "Pero mucha gente en sus iglesias y en sus creencias, tienen diferencias, alguna cosita de la que ellos se agarran que pudiera estar un poquito contrario. Si lo están, haga Ud. lo que a mí me gusta hacer cuando estoy comiendo pastel de cereza. Yo nunca me como la semilla. Cuando llego a una semilla, tiro la semilla y continúo comiendo el pastel. Así que hágalo Ud. así.",
    "Veo a nuestra Hermana Wooten parada allá con su pequeño bebé. Si él tiene calor, hermana, y Ud. no tiene un asiento, quisiera saber si uno de nuestros hermanos pudiera traer un asiento de adentro y sentarla en donde está el ventilador para que nuestra hermana pueda tener un lugar fresco dónde sentarse. Nos encantaría hacer eso, estoy seguro, cualquiera de estos hermanos…El ventilador de allá atrás, hermana, está soplando en esta dirección y allí hay un asiento. Si Ud. desea usarlo, vaya Ud. y hágalo.",
    "Cualquiera de nuestros hermanos que deseen quitarse sus sacos, háganlo, siéntanse bien y contentos.",
    "Voy a pedirle al cuerpo que si pueden, oren por mí. La próxima semana tengo que ir a California, tengo que ir hasta allá, para una noche de servicio. Solamente una noche a predicar en la Convención Internacional de Hombres de Negocio Cristianos. Ellos ya lo han anunciado, y estamos esperando muchos miles de personas que van a ir allá. No me gustaría desilusionarlos. Les dije que iría si no estaba en Australia para esa fecha, en la cual yo estaba programado de estar allá. Así que oren por nosotros.",
    "Y cualquiera de Uds. amados peregrinos de esta tierra que estén en vacaciones de sus tareas diarias y quisieran estar en una de las reuniones, habrá tres días de servicios en Cleveland, Tennessee, en la Iglesia de Dios. Creo que es la Iglesia de Dios Pentecostal, el movimiento Tomlinson. El Hermano Littlefield, David Littlefield, es el pastor, un fino caballero Cristiano. El es un “Yanki” del Norte, es de Bangor, Maine, pero un real Cristiano, un fino hermano.",
    "Y así es que, si Ud. está en camino y le gustaría ir, tal vez el lunes por la noche va a ser la dedicación del inmenso tabernáculo que ellos han construido. Y luego, el martes y el miércoles por la noche de la siguiente semana, si el Señor lo permite—no esta semana que viene, sino que la siguiente semana—habrá servicios de sanidad, y serán el día 6, 7 y 8.\n\nBien, antes que abramos la Palabra, me gustaría que inclináramos nuestros rostros por un momento para orar.",
    "Señor Dios, Padre precioso de todos nosotros, Quien levantó al Señor Jesús de los muertos y nos lo ha presentado a El en la forma del Espíritu Santo. Después de ser crucificado, muerto, sepultado, y resucitado en el tercer día, y ascendido a la gloria, en donde El ahora está sentado a la diestra de la Majestad en los cielos, viviendo eternamente para hacer intercesión, un Sumo Sacerdote que puede ser tocado por el sentir de nuestras enfermedades y que sabe aun cuando el gorrión más pequeño cae al suelo, cómo pudiera pasar El por encima de la lealtad de sus hijos sentados aquí en esta noche en este edificio caluroso que vienen solamente a escuchar la Palabra. Yo estoy seguro, Señor Dios, que si nosotros ni aun pidiéramos, Tú derramarías de Tus bendiciones sobre ellos por su valentía de pararse en su puesto de deber en esta noche.",
    "Hay visitantes aquí, Señor; oramos por ellos y por sus iglesias. Hay ministros del Evangelio, ordenados—ordenados por Dios—sentados aquí presentes, que son mucho más capacitados que yo para contestar estas preguntas. Yo oro, Señor Dios, que permitas que el Espíritu Santo venga a nosotros en esta noche y nos dé la cosa correcta para hablar, que traerá un gozo que es inexplicable y lleno de gloria a nuestros corazones mientras nos sentamos en lugares celestiales en Cristo Jesús, estudiando las Escrituras sin prejuicio, sin ningún mal sentimiento, sino sabiendo únicamente que es la Verdad y queremos adorar la Verdad. Concédelo, Señor.",
    "Te pedimos que bendigas a nuestro amado Pastor, el Hermano Neville, quien se ha parado valientemente en su puesto de deber año tras año en el calor y en el frío para juntar y alimentar las ovejas de la manada que se reúnen aquí. Yo oro que Tu Espíritu sea sobre él, ayúdalo. Y bendice todo lo que está relacionado con el tabernáculo. Y pronto, Señor, si es Tu voluntad, esperamos tener un hermoso y grande tabernáculo erigido aquí en la esquina donde podamos tener una escuela, para que podamos enseñar a ministros jóvenes y enviarlos a los cuatro cabos de la tierra para que contiendan ardientemente por la fe que una vez fue dada a los santos.",
    "Señor, nos estamos envejeciendo, yo por mi parte, y pronto voy a pasar la Biblia en las manos de alguien más. Ayúdanos, Señor, en este esfuerzo. Contesta nuestras preguntas en esta noche por el Espíritu Santo, mientras confiamos en El, porque te lo pedimos en el Nombre de Jesús Tu Hijo. Amén.",
    "Bien, yo sé que está muy caluroso, pero a mí no me gusta contestar una pregunta hasta que yo creo que lo he hecho justamente delante de Dios. No tenemos muchas; no las conté, tenemos sólo unas cuantas. Tal vez no podamos contestarlas todas, pero queremos hacerlo si es posible. Voy a pedirle a esta niñita vestida en rosa que está sentada aquí…Ven hijita. Creo que es la hijita del Hermano Beeler. Quiero que vayas y tomes esas preguntas que están allá y las mezcles, tú sabes lo que quiero decir, pasa una sobre la otra, de esta manera, tú sabes, y luego me las traes a mí. ¿Ve? De esta manera yo no mezclo ninguna pregunta, Ud. sabe, y así no piensen que sólo contesté una, y no contesté la otra; yo no quiero eso. Voy a dejar que la niña las mezcle, y entonces principiaremos con las que están encima y continuaremos contestándolas como vienen.",
    "Bien, si hubiera (gracias, hijita), si sucediera que hubiera una pregunta en la mente de alguien, después de haber contestado sus preguntas que no lo haya dejado satisfecho, quiero decirle que levante su mano y estaré contento de contestarla. Aquí tengo el griego, y el hebreo, ambos el griego y el hebreo el original, para buscar el significado de las palabras (¿ve Ud.?), porque algunos de ellos piden el significado de las palabras—en hebreo y en griego también.",
    "Y ahora, el Señor nos ayude mientras contestamos. Permítanme decir esto claramente…(¿Me pueden oír bien atrás, levanten sus manos si pueden oírme? Muy bien.) Permítanme decir esto claramente, que al contestar estas preguntas, no es por ningún prejuicio, sino que quiero que cada quien recuerde que en este tabernáculo si la pregunta es sobre doctrina, nosotros tenemos que contestarla de acuerdo a nuestras convicciones que tenemos aquí, no para contradecir sus ideas, sino para darles a conocer nuestras convicciones. Y algunas veces las remachamos muy bien. Así que recuerde, esto es sólo para confirmarlo al adorador.",
    "75. Bien, la primera de arriba. Ah, sí, esta es una pequeña pregunta. No es una pregunta, es una…Bien, es una pregunta. Es alguien que quiere una entrevista privada conmigo el primer día de la semana.",
    "Respecto a esa entrevista, les diré a Uds. cómo hacemos eso. Antes lo hacíamos a la ventura, sin sistema, dependiendo quién era primero, esto, o lo otro, pero hay un sistema para eso. Hay mucha gente quien viene a las líneas de oración, que tal vez les toca pasar por una línea rápida, o que tienen una proposición y no saben qué hacer al respecto, y ellos quieren oír del Señor. Ellos tienen el perfecto derecho de hacer eso; para eso es este don profético que fue dado, es para eso, sólo para ese propósito.",
    "En la Biblia vemos que si ellos querían saber algo, iban a buscar a los profetas, y ellos oraban y cantaban himnos hasta que Dios les contestaba. El no es un Dios que alimenta a un grupo y al otro grupo lo deja que se muera de hambre. El es el mismo ayer, hoy y por los siglos. Por lo tanto, para eso es este don.",
    "En estas entrevistas privadas, cuando tomamos un caso, yo nunca lo dejo hasta que escucho de Dios de una o de otra manera. Las respuestas tardan en venir. Si se toma seis meses o un año, nos quedamos esperando hasta que tenemos ASI DICE EL SEÑOR. ¿Ve? Así que vienen, tardan en venir, y hay miles de llamadas. Pero nosotros…",
    "El otro día entrevisté a un hombre que—creo que habían pasado meses y meses desde que él había empezado a buscar el bautismo del Espíritu Santo, un Bautista. Pero nosotros no cerramos su caso, sino que le dimos citas, y finalmente por la gracia de Dios en una entrevista privada…El entró—él siempre estaba esperando por una visión que le aclarara cuál era el problema—y la visión vino, y él recibió el Espíritu Santo sentado en su silla.",
    "Luego un Católico, recientemente convertido, vino de Chicago el otro día y él había estado tratando de conseguir una entrevista privada por espacio de dos años; y en su primera entrevista, estando quince minutos en la oficina, el Señor mostró una visión, revelando toda la cosa, la causa de todo, todo lo que él tenía que hacer antes de que recibiera el Espíritu Santo. ¿Ve?, para eso es el don.",
    "Bien, si alguien a cualquier hora…Cuando llamen y quieran presenciar o tener estas entrevistas, llamen de esta manera: BUtler 2-1519, y la oficina le dirá exactamente cuándo puede ser la entrevista. Especifique la razón de su entrevista, pues ellos así sabrán cuánto tiempo darle a Ud. De esta manera se hace justo, y cada persona…Si ese tiempo señalado no es suficiente, entonces les damos otra cita más para continuarlo. Todo lo archivamos y lo guardamos hasta que escuchamos de Dios por una visión o de alguna otra manera que Dios hable. Así que, esta es de la manera que hacemos nuestras entrevistas.",
    "Y ¿ve?, cuando salgo, la gente dice algunas veces: “Hermano Branham, tú no estás con la gente lo suficiente”. Ud. no puede estar con la gente y estar con Dios al mismo tiempo. ¿Ve? Pues si no estoy viendo a alguien en visión, estoy— estoy en la cueva o en alguna otra parte orando, y—y…",
    "Bien, voy a ver lo que dice esta pregunta. [El Hermano Branham lee la nota en silencio.—Editor] Oh, sí. Sí, sí esta es de un hombre que (Gene la acaba de poner aquí)…Un hombre que vino de Chicago el otro día, en quien el doctor quería operar su corazón, quería abrirlo para ver cuál era el problema que estaba adentro. Y el Espíritu Santo reveló exactamente lo que era, y no necesitó ser operado; él fue sanado. Así que Ud. ve, esto es muy importante. Y le estoy mostrando cuánto tardan en venir las respuestas; yo mismo tuve que esperar por quince años por una respuesta de una visión, que Dios me dio. Dios…Y luego otro viene y no tiene que esperar ni tres minutos. ¿Ve? Es que…Dios contesta en Su tiempo. Nosotros no lo controlamos, El nos controla a nosotros.",
    "76. Bien, la segunda pregunta está aquí arriba…y dice: Hermano Bill, ¿puede el Señor obrar con éxito en mí en una congregación en donde ellos no creen en los dones espirituales?",
    "No la firmaron, pero la persona quiere saber si el Señor puede obrar en él mientras está ministrando en una congregación en donde no creen en dones espirituales. Yo lo dudo mucho.",
    "Yo lo dudo mucho, mi querido amigo, que el Señor pudiera obrar eficientemente a través de Ud., porque Ud. está ligado con incrédulos, y la Biblia dice: “No te unas con incrédulos, sino que sal de entre ellos y sepárate, dice el Señor, y luego te recibiré”. Yo creo que si Ud. vive en una ciudad en donde hay una iglesia en donde se cree en señales y dones espirituales, y Ud. los tiene obrando en Ud., debería de ir a esa iglesia en donde los creen.",
    "Y tal vez pudiera añadir otra cosa el respecto, por lo general doy—quiero darle una Escritura. Ud. probablemente, querido amigo, trató lo mejor que pudo de conseguir que estas gentes creyeran, trató de hacerlos creer, y tal vez simplemente no lo creyeron. Entonces voy a darle a Ud. una Escritura que yo creo que el Señor Jesús se complacería con nosotros al darla.",
    "Si Ud. ha tratado, si Ud. ha hablado con el pastor, si Ud. les ha hablado a varios y ellos completamente lo ignoran y no lo creen, aquí está lo que Jesús dijo en Mateo 7:6 acerca de esto.\n\nNo deis lo que es santo a los perros, ni echéis vuestras perlas a los puercos; porque no las rehuellen con sus pies, y vuelvan y os despedacen.",
    "Así que yo no creo que yo me afiliaría con una congregación en donde no creen en el Evangelio completo del Señor Jesucristo, que no creen que El es el mismo ayer, hoy, y por los siglos. Cuando yo me siento en una congregación y lo veo a El obrando y haciendo lo que El dijo que haría, yo me sentiría justificado en decirle a la gente que se salgan de aquello y encuentren una buena iglesia en donde se predique toda la Escritura y la crean.",
    "77. Bien, la siguiente pregunta dice: ¿Es verdad que no eres salvo a menos que hayas recibido el Espíritu Santo?",
    "Se pudieran tomar como unas buenas cinco horas discutiendo en esto. Cuando Ud. acepta a Cristo como su Salvador y está listo para bautizarse en agua, Ud. todavía no ha sido convertido; Ud. solamente está creyendo para arrepentimiento. Conversión significa “ser cambiado”.",
    "Bien, para hacer esto más claro, citaré lo que Jesús le dijo a Pedro quien también lo había seguido a El por tres años y medio…Y en el Libro de Mateo en el capítulo 10 Jesús le dio a Pedro poder contra espíritus inmundos, para ir y echarlos fuera, para sanar al enfermo, y para predicar el Evangelio. El tenía poder para hacer esto. Y en San Juan 17:17 Jesús santificó a Pedro por la Verdad, pues El dijo que la Palabra era la Verdad, y El era la Palabra. Y luego antes del Pentecostés El le dijo: “Después que seas convertido, fortalece a tus hermanos”. Ud. sólo está tomando pasos hacia la conversión mientras Ud. cree y está actuando.",
    "Bien, yo sé que muchos de Uds., mis amigos Bautistas y Presbiterianos, no están de acuerdo con esto, porque Uds. van y citan la Escritura…Bien, aquí en estas circunstancias es en donde yo les decía que tenía que remachar bien el clavo. ¿Ve? Uds. van y citan la Escritura: (Romanos 4), en donde dice que Abraham creyó en Dios, y le fue imputado, o se le impartió eso a él por justicia. Abraham creyó en Dios y Dios se lo imputó a él por justicia sobre las bases de su fe para creer. Pero para probarle a Abraham, El le dio a él (eso que le fue imputado por sus pecados, que le fue impartido por sus pecados), porque él había creído, El le dio a él una señal. Y allí es en donde Ud. mi querido amigo Presbiteriano y Bautista falló en ver. ¿Ve? El le dio a él el sello de la circuncisión como un testimonio, como una prueba, que El había recibido la fe de Abraham en El. Y esta es la razón por la cual Pablo en Hechos 19 les dijo a esos hermanos Bautistas, quienes tenían a Apolos como su pastor, creyendo el Evangelio como Juan lo había predicado, les dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?” ¿Ve Ud.?, ellos habían creído pero todavía no estaban convertidos.",
    "Hoy día no entendemos bien la palabra conversión. Decimos que un hombre es convertido cuando ha parado de tomar y va a la iglesia y todo, o se une a la iglesia. El pudiera unirse a la iglesia, pero eso no es una señal que está convertido. El no está convertido hasta que su antigua vida muera, y él esté sepultado en Cristo, y resucitado con El en la resurrección de una novedad de vida, cuando el Espíritu Santo ha creado en él una esperanza viva de Vida Eterna la cual viene únicamente por el Espíritu Santo. ¿Ve?",
    "Ahora, yo sé esa gran Escritura, yo la uso—la tengo escrita aquí—San Juan el capítulo 5, verso 24. Es mi Escritura favorita. Pues Jesús dijo esto: “De cierto, de cierto, os digo; ‘El que cree en Mí tiene Vida Eterna’”. Permítame leerla, para así decirla correctamente. San Juan 5, quiero que la escuchen atentamente mientras leemos esta Escritura, capítulo 5 y el verso 24.\n\nDe cierto, de cierto, os digo: El que oye mi palabra, y cree al que me ha enviado, tiene vida eterna; y no vendrá a condenación, mas pasó de muerte a vida.",
    "🦅 Aquel que cree en mí”. Ahora, la Escritura dice que ningún hombre puede llamar a Jesús el Cristo únicamente por el Espíritu Santo. Así que Ud. no puede creer que Jesús es el Cristo hasta que Ud. haya recibido el bautismo del Espíritu Santo. Ud. únicamente está testificando o diciendo lo que la Escritura dice, está diciendo lo que el pastor dice, está diciendo lo que mamá dice, o lo que algún buen predicador dice. Pero Ud. mismo no lo sabe hasta que El le haya testificado a Ud. Su resurrección. Y ningún hombre puede llamar a Jesús el Cristo, sino por el Espíritu Santo.",
    "Por lo tanto, la pregunta es, que si un hombre es salvo, yo creo, que si él está mirando hacia el Calvario, y muere en ese estado. Seguramente que sí, yo creo que él se salvará; yo creo que él se salvará si no tuvo una oportunidad antes. Pero depende…Ud. se respalda en el ladrón que estaba en la cruz. Pero recuerde, esa fue su primera y última oportunidad. Ud. tiene una en esta noche. No espere hasta ese tiempo, porque no pudiera ser de esa manera con Ud. Ud. tal vez no tenga una oportunidad de una confesión en el lecho de muerte. Permítame decirle, son muy buenas, pero son muy peligrosas para arriesgarse en ellas. Ud. no espere por un lecho de muerte; deje que esto sea en estos momentos su lecho de muerte, para que Ud. muera ahorita y sea nacido otra vez del Espíritu Santo.",
    "Bien, la siguiente pregunta…si hay una pregunta en esto levante su mano. Estaré contento de contestarla lo mejor que pueda.\n\n78. ¿Puedes encontrar en algún lugar en dónde los apóstoles participaron de la Comunión después de Pentecostés? ¿Pablo quiso decir que la gente no discernía la Palabra? ¿El Espíritu Santo era el único medio para adorar a Dios? ¿Si tomas vino y galletas, enfermedad y sueño cae sobre ti?",
    "Bien, esta estimada persona que preguntó esto creo que no hay duda que lo hace con una sinceridad profunda, en lo que pregunta o de otra manera no lo preguntaría. Y yo—mi hermano o hermana, quien quiera que haya sido, se la contestaré de la misma manera a Ud. con una sinceridad profunda.",
    "Quiero que abra conmigo en el Libro de los Hechos el segundo capítulo, y principiaremos con el verso 42. El segundo capítulo del Libro de los Hechos, y principiaremos, como dije, en el verso 42.",
    "Recuerde, que no creo que yo pudiera decir exactamente en dónde la Escritura dice que Pablo tomó la Comunión y luego que Pedro la tomó; sino que ellos hablaban a la congregación, de una manera general, a cada uno de ellos. Y yo no creo que Pablo predicaría algo diciéndoles que lo hicieran, sin que él no lo hubiera hecho antes. Así que en los Hechos encontramos esto:\n\nY ellos continuamente perseveraban en la doctrina de los apóstoles…y en el compañerismo,…(¡Fíjese! Ellos continuamente, toda la iglesia, el cuerpo.) …continuamente perseveraban en la doctrina de los apóstoles, y en el compañerismo…(y, hay una conjunción allí. ¿Ve?)…y en el partimiento del pan,… (Esto es la Comunión.) [La Cena.—Traductor]…y en las oraciones.",
    "Los apóstoles, quienes eran los predicadores…Ellos continuamente perseveraban en su doctrina, en el partimiento del pan (la Comunión), y en el compañerismo y en la oración. Entonces, si eso echa fuera la Comunión de entre los apóstoles, también echa fuera la oración de entre los apóstoles. ¿Ve? Bien, continuemos leyendo. ¿Ve?\n\nY toda persona tenía temor: y muchas maravillas y señales fueron hechas por los apóstoles.\n\nY todos los que creían estaban juntos; y tenían todas las cosas en común;\n\nY vendían las posesiones, y las haciendas, y repartíanlas a todos, como cada uno había menester.\n\nY perseverando unánimes cada día en el templo,… (Los apóstoles y todos ellos.)…y partiendo el pan… (participaban de la Comunión cada vez que se juntaban)…",
    "Esa era la doctrina de los apóstoles y de la iglesia primitiva, que cada vez que se juntaban ellos participaban de la Comunión. ¡Cada vez! Ahora, yo sé que Uds. gente Cristiana que va a la Iglesia Cristiana (la iglesia Campbelita, como ya lo sabemos,…Hay dos ramas de ellos, una es la Iglesia de Cristo, y la otra es la Iglesia Campbelita), y dicen: “Nosotros la tomamos cada domingo por la mañana. Tenemos la Escritura que nos apoya”. Sí Uds. tienen una mejor Escritura sobre eso que la que tiene el Tabernáculo Branham. Pues el Tabernáculo Branham la toma cada mes. Pero la Escritura dice que cada vez que Uds. se junten. Correcto. Es cada vez.\n\nY perseveraban unánimes cada día en el templo, y partiendo el pan en las casas, comían juntos con alegría y con sencillez de corazón,",
    "¿Ve?, cada vez que los apóstoles tenían estas reuniones de oración, se reunían en el templo, de casa en casa; cada vez que ellos se juntaban, partían el pan participando así de la Comunión.",
    "Ahora, Pablo, en Primera de Corintios—pudiéramos leer también el capítulo 11, el cual leemos aquí nosotros cuando tenemos Comunión…Lo voy a leer, tal vez lo ayude a Ud., Primera de Corintios el capítulo 11. Escuchen a Pablo hablando aquí en el versículo 23.\n\nPorque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\nY habiendo dado gracias, lo partió y dijo: Tomad, comed: esto es mi cuerpo que por vosotros es partido: haced esto en memoria de mí.\n\nAsimismo tomó también la copa, después de haber cenado, diciendo,…(ahora habla de la copa)…Esta copa es el nuevo pacto en mi sangre: haced esto…las veces que bebiereis, en memoria de mí.\n\nPorque todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que venga.",
    "¿Ve? Es una Comunión. Yo sé y estoy de acuerdo que el cuerpo del Señor, la Palabra viviente, es Cristo mismo. Pero estos son símbolos como el bautismo y el lavamiento de pies y otras ordenanzas de la Iglesia. Pero para la Comunión es absolutamente esencial que haya pan y vino.",
    "De manera que, cualquiera que comiere este pan y bebiere esta copa del Señor indignamente,…",
    "Bien, la pregunta que se hizo fue esta: “¿Crees que si tomas vino y galletas, enfermedad y sueño cae sobre ti?” ¿Ve?…Yo creo que la pregunta nos conduce a saber, que la única adoración que hay, es en el Espíritu Santo, adorando en el Espíritu Santo. Esto es exactamente la Verdad. Ud. tiene que adorar…Toda adoración es en el Espíritu Santo, y lo que Pablo trataba de decir aquí, es que Ud. debe estar en el Espíritu Santo antes que Ud. haga esto o que Ud. coma o beba para su condenación (¿ve?)—antes que Ud. haga esto, antes que se ejecute la ordenanza.",
    "Bien, para respaldar esto, tengo aquí un escrito de Josephus, en donde él dice que los primeros Cristianos después de la muerte de Jesús, fueron considerados caníbales, porque ellos habían tomado el cuerpo del Señor y se lo comían. Y la gente creía que lo habían desenterrado, y lo habían cortado en pedazos, y se lo estaban comiendo. Y así ellos participaban de la Comunión. ¿Ve?\n\nAhora, fíjese, en la Escritura—cómo Pablo lo dice aquí.\n\nPor tanto, pruébese cada uno a sí mismo, y coma así de aquel pan,…",
    "Comer del pan. Bien, yo sé que Jesús es el Pan de Vida; eso es verdad. Pero esto es un símbolo al igual que el bautismo. El bautismo no lo salva a Ud.; el bautismo es únicamente una señal que Ud. está testificando a la congregación de que Ud. cree en la muerte, sepultura y resurrección de Jesucristo. No lo salva a Ud. El agua no lo salvará. Es su fe lo que lo salva a Ud. Pero el bautismo es una ordenanza, que debe de cumplirse, porque Dios no puede decir que se bautice, y luego decir después que no se necesita que se bautice. El no puede decirle que participe de la Comunión, y luego decir que no hay necesidad que participe. Ud. tiene que hacerlo. Es una ordenanza de parte de Dios que siempre debemos de hacer.",
    "Porque el que come y bebe indignamente, juicio come y bebe para sí, no discerniendo el cuerpo del Señor.",
    "Bien, ¿lo ve Ud.? Regresa otra vez a referirse al Cristiano que está tratando de tomar la Comunión, y no está en Cristo, no está en el compañerismo del Espíritu; él no es digno de tomarla. Y cuando él toma la Comunión, él está comiendo y bebiendo condenación para sí, si él todavía fuma, miente, roba, comete adulterio, o algo como eso, o no está viviendo una vida Cristiana. Y la gente ve la clase de vida que él está viviendo, y luego él viene a tomar esta ordenanza de la muerte, lo cual representa el cuerpo de Cristo, tomando para sí un símbolo, testificando que él ha recibido a Cristo la Palabra en su corazón, tomando lo que hay detrás de este símbolo, El dice que él come y bebe juicio para sí mismo, no discerniendo el cuerpo del Señor.",
    "Bien, en unos minutos voy a tomar esta misma pregunta, si llegamos, porque está relacionada a lo mismo, a la blasfemia del Espíritu Santo. ¿Ve? Porque Ud. está profesando algo, y Ud. está jugando la parte de hipócrita en esto, cuando Ud. no debería de hacerlo. ¡Bien! Permítame terminar esto, y luego finalizaremos.\n\nPor lo cual hay muchos enfermos y debilitados entre vosotros; y muchos duermen.\n\nQue si nos examinásemos a nosotros mismos, cierto no seríamos juzgados.\n\nMas siendo juzgados, somos castigados del Señor, para que no seamos condenados con el mundo.\n\nAsí que, hermanos míos, cuando os juntéis a comer, esperaos unos a otros. (Fíjese, ahora.)\n\nSi alguno tuviere hambre,…",
    "No venga…aquí en otra Escritura dice que ellos estaban trayendo carne, y bebidas y cosas como esas, a tal grado que estaban haciendo la casa del Señor un lugar de esparcimiento, emborrachándose en la mesa del Señor. Ud. recuerda esto aquí en el Libro de Corintios. Ellos se emborracharon en la mesa del Señor. Pero Pablo les dijo aquí:\n\n…si alguno tuviere hambre, coma en su casa, porque no os juntéis para juicio. Las demás cosas ordenaré cuando llegare. (¿Ve?)",
    "Por lo tanto, yo creo que el comer galletas…Yo no creo que el pan sin levadura debiera ser substituido por una galleta. Yo creo que debe de ser un pan santo sin levadura, como un tipo del pan sin levadura que fue hecho en Egipto. Y yo creo que la Sangre no debiera de tipificarse con jugo de uva, sino que debiera de ser vino. El jugo de uva se agría, y se echa a perder y se envejece. Pero el vino se hace más bueno y más fuerte mientras más viejo se hace; nunca pierde su fuerza. Y la Sangre de Cristo nunca se agría ni se echa a perder; y mientras más vieja se hace, más fuerte y mejor es para el creyente. Es un pan y un vino literal. El pan para la Comunión deberá de ser hecho por gentes que se dedican y se consagran a Dios.",
    "Una vez fui a una iglesia en donde tenían una barra de pan, y cortaron el pan y lo pasaron con cierta clase de jugo, mientras los pecadores estaban maldiciendo y actuando desordenada y suciamente. Para mí eso fue ridículo. Yo creo que debería de ser exactamente de la manera que la Escritura lo dice y no debería de variar ni una tilde de las Escrituras, debería de apegarse a ellas.",
    "79. Pregunta: Hermano Branham, ¿es verdad que Satanás una vez estuvo en el Cielo y que fue arrojado de allí, él y sus ángeles, aquí a la tierra, o es una visión como la que vio Juan en la Isla de Patmos? La razón que pregunto esto, es, porque se me fue dicho que era una visión.",
    "Juan lo vio como una visión, pero fue un acontecimiento literal. Abra Ud. su Biblia en Isaías 14:12. Sé que esto va despacio, pero para mí, son lecciones. Y es algo que…Tal vez Ud. piensa: “Bueno, yo no tengo necesidad de oír eso ahora”. Ud. no sabe cómo el Espíritu Santo alimenta en la Palabra de Dios. Tiene que ser Palabra, para alimentar, porque el Espíritu Santo alimenta única, y exclusivamente en la Palabra de Dios. ¿Cree Ud. esto? La Biblia así lo dice. “No vivirá el hombre solamente con pan, sino con toda Palabra que procede de la boca de Dios”. ¡Muy bien! El capítulo 14 de Isaías, vamos a principiar con el verso 12. Leamos acerca de Lucifer.\n\n¡Cómo caíste del cielo, oh Lucifer,…(Caíste del Cielo)…hijo de la mañana!…(Un ser angélico del Cielo.)\n\n¡Cómo caíste del cielo, oh Lucifer, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas las gentes.\n\nTú que decías en tu corazón: Subiré al cielo, en lo alto junto a las estrellas de Dios ensalzaré mi trono, y en el monte del testimonio me sentaré, a los lados del aquilón;\n\nSobre las alturas de las nubes subiré, y seré semejante al Altísimo.",
    "Así que Ud. ve que no era una visión. Lucifer fue echado del Cielo, absolutamente.",
    "Bien, vayamos al Nuevo Testamento, Lucas 10:18, sólo por un minuto, y veamos lo que Jesús dijo. En el Libro de Lucas, Uds. que traen sus Biblias, estamos tratando de contestar estas preguntas, Lucas 10:18:\n\nY les dijo:…(Jesús está hablando.)…Yo veía a Satanás, como un rayo, que caía del cielo.",
    "¿Ve? Satanás originalmente era arcángel de Dios. El una vez habitó en el Cielo. El una vez fue la persona más grande en los cielos después de Dios. El era la mano derecha de Dios en compañerismo, pero él se jactó en su corazón.",
    "¿Y no es esta la condición en que la gente está hoy día? Deje que Dios bendiga a un hombre y ponga una poquita de confianza en él, y se cree un sabelotodo. El…El empieza una organización, o hace algo que es diferente. “¡Cómo caíste del Cielo, oh Lucifer!”",
    "…Dios batalla mucho tratando de tomar a alguien con quien El pueda tratar, y que se quede humilde, manso y permanezca en su lugar hasta que Dios lo llame a hacer algo (¿cree Ud. esto? ¿Ve?), un hombre que Dios pueda bendecir y que todavía él pueda permanecer un hombre, no ser un ángel o un dios. Tan pronto como el hombre es bendecido y tiene algo que se le ha dado, él quiere llegar a ser un dios; él quiere llegar a ser un—un ángel. El quiere llegar a ser una gran persona. “Lo que yo hago,…Yo, y yo, y lo mío…” todas esas cosas. Esa es una actitud errónea. Dios está buscando a alguien a quien El pueda bendecir y verter las bendiciones, y que mientras más Dios lo bendiga, el hombre se haga más pequeño.",
    "Y Ud. nunca recibirá más de Dios hasta que Ud. llegue a ser nada. Ud. tiene que empequeñecerse. El que se exalta así mismo, Dios lo humilla. El que se humilla, Dios lo exalta. Ud. tiene que empequeñecerse antes que pueda ser grande. Y Ud. nunca será grande por sí mismo; Ud. será tan grande como Dios lo sea en Ud. ¿Ve?",
    "Así que Lucifer está en la tierra hoy día tratando de obrar en la iglesia para alcanzar el mismo propósito que él empezó antes de la fundación del mundo. Lucifer fue echado del Cielo. Muy bien.",
    "Creo que en Ezequiel el capítulo 28, verso 12, hay otra cosa. Veamos lo que dice en Ezequiel 28:12. Y estoy seguro que estudiando esto, y mirándolo, viendo que es ASI DICE EL SEÑOR, sabremos si él realmente fue echado del Cielo o si fue únicamente una visión; Ezequiel 28:12. Muy bien. Creo que es esto lo que tengo anotado aquí, 28:12. Muy bien. Vamos a leerlo.\n\nHay una cosa grande aquí; quisiera que tuviéramos tiempo para predicar sólo un poquito (¿ve?), porque es algo tremendo.",
    "Estoy tratando de poner fundamento, al hecho de que Lucifer en el Cielo trató de exaltarse él mismo y aun llegar a estar un poquito más alto que su Señor. El traicionó a Miguel, y se hizo para sí un gran reino en el norte, y luego fue echado abajo. El y sus ángeles fueron echados fuera.\n\nLa persona preguntó de la visión…está en Apocalipsis 12, en la Isla de Patmos.\n\nFíjese bien en esto aquí, en el verso 12, y observe cómo él se sentó en el reino del hombre.",
    "¿Cuántos aquí entienden que el diablo controla toda nación bajo el Cielo? El diablo controla a los Estados Unidos. El diablo es el gobernador de los Estados Unidos. El diablo es el gobernador de Alemania. El es el gobernador de toda nación bajo el cielo. El diablo controla toda nación, la Biblia lo dice. Lea Mateo el capítulo 4. Cuando Satanás llevó a Jesús a la cumbre de la montaña y le enseñó los reinos del mundo, y los reclamó como suyos, y le dijo: “Yo te los daré a ti si tú me adoras”, Jesús nunca dijo: “Tú mientes, Satanás”. El sabía que le pertenecían a Satanás. Pero en el Libro de Apocalipsis dice: “Regocijaos cielos y tierra, porque los reinos de este mundo han venido a ser los reinos de nuestro Señor y de Su Cristo. Y El reinará en la tierra”.",
    "Jesús sabía que en el Milenio todos los gobiernos y reinos serían destruidos, y que El sería Dios y Gobernador de todos ellos. El sabía que sería heredero de todos ellos, así que, El le dijo a Satanás: “¡Apártate de Mí, Satanás!”, porque El sabía lo que tenía que hacer.",
    "Bien, pongan atención a esto, el Espíritu del Señor en el profeta Ezequiel, no le está hablando a este rey, sino al espíritu que está en este rey. Fíjese en esto.",
    "¿Recuerdan Uds. cuando en esta mañana les mostré a Uds. por las Escrituras que la iglesia tomó el curso erróneo por tomar las organizaciones humanas? La misma cosa, Israel tomó el mismo curso cuando habiendo rechazado a Dios como el Rey de ellos, quisieron a Saúl por rey. Y cuando su real Rey vino, Jesús, no lo conocieron, porque Sus predicaciones y Sus enseñanzas eran tan diferentes a las de estos reyes terrenales, que cuando El vino, no lo conocieron. Y hoy día, cuando el Rey de la Iglesia, el Espíritu Santo, quien está aquí, viene a la Iglesia para que la gente sea regenerada, y a darles un nuevo nacimiento, es tan diferente de estas organizaciones, y denominaciones que llegan a decir: “No, para mí, eso es fanatismo”. ¿Ve?",
    "Pero no es lo que le parezca a Ud., es lo que la Palabra de Dios dice al respecto. Mire en el Día del Pentecostés, ¿cómo se miraría? Mire cuando en otras ocasiones ellos recibieron el Espíritu Santo; ¿cómo se miraría? Mujeres y hombres, la virgen María, y todos ellos, tambaleándose como hombres ebrios, haciendo “eses” al caminar, gritando, con labios tartamudos, y otras lenguas, comportándose como un montón de necios. Pero ellos estaban muriéndose a sí mismos, y el Espíritu Santo estaba entrando en ellos. Y pusieron al mundo de entonces en fuego. Lo que necesitamos hoy día son hombres que mueran a sí mismos, y se pudran a sí mismos y quemen todo puente detrás de ellos, y rindan todo a Cristo.",
    "¿Se fija Ud. en el Espíritu Santo hablándole al diablo en este rey? Fíjese quién era ese fulano que estaba gobernando a este rey.\n\n¿Recuerdan Uds. lo que dije en esta mañana de mi esposa respecto a lo que había dicho de aquel montón de mujeres, vestidas con ropas vulgares? ¿Ve? Ella dijo: “No han de estar en su mente cabal. Una mujer que tiene su mente cabal no se presenta de esa manera”.",
    "Yo le dije: “Amor, son Americanas; eso es todo. Esa es la costumbre aquí. Ellas se visten así, porque es una costumbre”. ¿Ve?, ellas se guían por su intelectualidad. Su intelecto, si Ud. se guía por su mente, Ud. está controlado por el diablo. El diablo toma la mente del hombre, pero Dios toma el corazón del hombre. El diablo lo hace mirar a algo que Ud. puede ver. Ud. dice: “Bueno; eso es cierto, eso es cierto, razona, razónalo”. Pero la Biblia dice que desechemos todo razonamiento, y por fe creemos cosas que no vemos. Eso es lo que Dios hace cuando El viene al corazón del humano.",
    "En el jardín del Edén el diablo tomó la mente del hombre; Dios tomó su corazón. Y ese es el trono de Dios, en donde Dios mora, el corazón humano. Si es por intelectualidad…Seguro, y entonces un hombre o una mujer nacidos de Dios, actuarán conforme al Reino que pertenecen. ¡Aleluya! Esto me hace gritar. ¿Por qué? Porque cuando Ud. sabe que ha pasado de muerte a Vida, y Ud. odia el pecado, y Ud. ama a Dios; Ud. se sostendrá sin importar si muere o no muere. Ud. se opondrá a lo que está en error, y llamará error al error, y caminará con rectitud delante de Dios. Eso muestra que su Espíritu, la Vida que está en Ud., proviene de otro lugar, en donde todo es santo, y puro, y virgen, y sin mancilla.",
    "Y Ud. me dice: “¿Sanidad Divina?” ¡Seguro! Mi Espíritu proviene de un lugar en donde está el Sanador Divino. Nosotros somos de la tierra de la sanidad Divina. ¡Amén!",
    "Y le preguntan: “¿Crees tú que Dios existe?” Seguro, contesta Ud., porque Ud. es de la tierra de donde es Dios. Nosotros somos peregrinos y extranjeros al igual que Abraham e Isaac. A ellos únicamente los cubría la sombra del Espíritu Santo y así ellos recorrieron la tierra y confesaron que eran peregrinos y extranjeros. Ellos iban buscando una Ciudad cuyo Arquitecto y hacedor era Dios. Y hoy cuando nosotros tenemos la evidencia del Espíritu Santo viviendo en nosotros, cuánto más deberíamos de ser peregrinos y extranjeros, caminando en el mundo, tornando nuestras cabezas de las cosas malas, porque nosotros somos de otra nación, somos gente diferente. ¡Seguramente que sí!",
    "Fíjese en el mal controlando este mundo actual, mientras leemos Ezequiel 28:12.\n\nHijo del hombre, levanta endecha sobre el rey de Tiro, y dile: Así ha dicho el Señor Jehová:…(Fíjese bien, El está hablándole al espíritu que está en el rey. ¿Ve?)…Así ha dicho el Señor Jehová; Tú echas el sello a la proporción, lleno de sabiduría, y acabado de hermosura. (Es Satán, ¿recuerda Ud. cómo Satanás era el más hermoso de todos los arcángeles?)\n\nEn Edén, en el huerto de Dios estuviste…",
    "Ahora Ud. sabe que el rey de Tiro no pudiera haber sido el que había estado en el Edén, porque aquello había sucedido cuatro mil años antes que esto. ¿Ve? “En el huerto del Edén estuviste”, ¿a quién le está hablando? El le está hablando a Satanás que estaba en ese rey. ¡Aleluya! Hermano, me siento religioso. Cuando…",
    "¿Y qué van hacer estas personas que blasfeman cuando se ríen de la gente en quien se está demostrando el Espíritu Santo? Cuando se ríen de esas gentes, ellos están blasfemando al Espíritu Santo lo cual esto es absolutamente imperdonable. Ud. no está hablando de ese hombre, Ud. está hablando del Espíritu que está moviéndose dentro de ese hombre. Debemos honrarnos el uno al otro, y amarnos el uno al otro, y exhortarnos el uno al otro, hablar buenas cosas uno del otro. Eso es lo que deberíamos de hacer.\n\nAhora escuchen esto. Muy bien.\n\n…Tú echas el sello a la proporción, lleno de sabiduría, y acabado de hermosura.\n\nEn Edén, en el huerto de Dios estuviste: toda piedra preciosa fue tu vestidura; el sardio, topacio, diamante, crisólito, ónique, y berilo, el zafiro, carbunclo, y esmeralda, y oro, los primores de tus tamboriles y pífanos estuvieron apercibidos para ti en el día de tu creación.",
    "Ese es Lucifer. Una vez él moró en el Edén. Bien, vamos a regresar a esta porción de Lucifer en el Edén, dentro de unos minutos, porque tenemos una pregunta respecto a la simiente de la serpiente, aquí por alguna parte, y es una cosa muy delicada. Espero que sea lo último al respecto.",
    "El fue uno de los arcángeles, pero el diablo fue echado del Cielo. Y con el mismo propósito que él trató de cumplir en el Cielo, él llegó aquí a la tierra y está tratando todo lo que puede para cumplir lo que él se propuso. El va a los reyes y a los gobernadores y cuando se apodera de ellos, entonces va a la iglesia y se apodera de gente—o se apodera del predicador. Del predicador, pasa a la congregación y pone a la congregación bajo la misma influencia, el mismo diablo haciendo las mismas cosas. Y les dice: “Sabes que tú eres un Presbiteriano, nunca vayas a ser un aleluya. Tú eres esto, y esto, y lo otro, pero tú no puedes llegar a la desgracia de ser uno de ellos. Tú no quieres ir a sentarte en unos de esos tabernaculitos o misioncitas que están por esas calles. Esa gente está fuera de sí”. No, no están. No, no están; es que todo está en sus corazones; eso es todo. No están locos; es que están controlados por sus corazones. Dios vive en sus corazones, y son un pueblo peculiar, un sacerdocio real, ofreciendo sacrificios espirituales; esto es el fruto de sus labios dando alabanzas a Dios, sin importar si lo sienten o no lo sienten. “A veces no lo veo”, dice el escritor de esta alabanza, “pero yo confío y le doy alabanza”.",
    "Ud. dice: “Bueno, voy a ir a la iglesia, y adoraré al Señor si siento hacerlo”. Pero un sacerdote es para hacer sacrificios. Y Uds., la congregación, son sumos sacerdotes de Dios, para hacer un sacrificio espiritual; esto es con el fruto de sus labios dando alabanza a Dios.",
    "Si Ud. dice: “Bueno, si así lo siento, voy a ir a testificarle a alguien”. ¡Ud. hágalo de todas maneras! Si Ud. es un sumo sacerdote, hermano, eso estará quemando en su corazón, sin importar si Ud. siente hacerlo o no. Vaya y hágalo de todas maneras, porque Ud. tiene que hacer un sacrificio, algo que es duro de hacer. Hágalo de todas maneras, Uds. son un sacerdocio espiritual, un pueblo real, dando alabanza a Dios, porque Dios vive en los corazones de Uds.",
    "Pero, si Uds. son de Satanás, Uds. sentirán que son un poquito mejor que esa clase de gente. Ahora, ¿cómo van a saber Uds. quién está correcto? Examínelo por las Escrituras. Si un hombre es nacido de Dios, él creerá toda Palabra que Dios escribió, y él dice que es tan poderoso hoy como siempre lo fue y El nunca cambia, y El es el mismo ayer, hoy, y por los siglos. Y si él fue lleno con el Espíritu Santo, entonces él tendrá el mismo Espíritu Santo que Dios dio en el Día de Pentecostés, y lo hará actuar de la misma manera y hará las mismas cosas. Si él es nacido del Espíritu de Dios, en Marcos 16, Jesús dijo: “Estas señales seguirán a los que creen”. ¡Así es! Así que si él dice: “Yo soy un creyente”, y esas señales no le siguen, entonces él es un manufacturado, y no un creyente.",
    "Hay tres clases de gentes, el creyente, el manufacturado, y el incrédulo. Y estas son las únicas tres clases de gente que hay. Una porción de manufacturados; una porción de creyentes verdaderos; y una porción de incrédulos. Pero si Ud. es un creyente verdadero, Jesús dijo: “Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios, hablarán nuevas lenguas. Si pisaren una serpiente (Hermano Evans), no les hará daño. ¡Sobre los enfermos pondrán sus manos y sanarán!” Oh, esto es tan verdadero como la Palabra de Dios es verdadera. Nosotros no tenemos ningunos negocios quitando algo de Esto. La Biblia dice que el que quitare o añadiere a esta Palabra, ése será quitado del Libro de la Vida, Dios es tan perfecto, que cada palabra deberá ser perfecta y tener continuidad desde Génesis hasta Apocalipsis sin variar, cada palabra, cada mandamiento de Dios. Ud. no puede hacerla que diga algo aquí y torcerla por acá.",
    "Un día estaba sentado bajo un árbol con el Hermano Charlie y el Hermano Wood, que está aquí; estábamos cazando allá en Kentucky. Estábamos cazando con un rifle. Y yo…El Hermano Charlie y el Hermano Wood ya habían practicado su tiro al blanco en esa mañana. Y como a 22 o 23 metros le estaban dando a un blanco como de este tamaño, tan grande como una ardilla. Y dijeron al terminar de practicar: “Todo está bien”.",
    "Y yo fui allá…Yo había estado practicando a unos 22 o 23 metros de distancia, aproximadamente. Y no le di en el ojo a la ardilla sino que le di en la mejilla. Y me dije: “Esto no está bien; mi rifle no está calibrado”. Y estuve preocupado todo el día. Al día siguiente por la tarde me fui temprano. Disparé cajas enteras de balas. Le estaba pegando al blanco como a un centímetro a la derecha. De todas maneras le hubiera pegado a la ardilla en la cabeza.",
    "Así que Charlie y los demás, a la mañana siguiente, con sus rifles como zumbadores, estaban matando ardillas, mientras que yo estaba sentado detrás de un árbol todo preocupado preguntándome: “¿Qué le pasará a mi rifle?” Estaba tan decepcionado de mí mismo, que…[Este lado de la cinta termina incompleto.—Editor] Estaba allí llorando, al lado de un árbol caído.\n\nY entonces el Espíritu Santo vino, no en una Voz, sino en la revelación, y me dijo: “Yo te he hecho de esa manera con un propósito”.",
    "Yo no puedo tomar la Biblia y decir algo, como la iglesia dice que: “El Espíritu Santo fue únicamente para aquel grupo de aquel tiempo”, así dice la iglesia; pero la Escritura dice: “Para todo aquel que quiera”. Yo no puedo hacer que eso le pegue al blanco.",
    "Yo no puedo decir como el Calvinismo que dice que únicamente Ud. crea en el Señor y Ud. tendrá seguridad eterna—y como los Arministas que dicen: “Que si yo no toco no agarro, no pruebo, me gustaría hacerlo, ¡pero no puedo!” El Arminismo está muy distante del Calvinismo, pero los dos están errados. Tengo que ver…Ambos grupos tienen Escrituras, pero tiene que pegarle al blanco. Si Dios dice una cosa en esta Biblia, tiene que pegar en el blanco; tiene que hacer que cada porción de la Biblia corresponda exactamente con el blanco. Tiene que hacerlo, porque es la Palabra de Dios; y El es infinito, y El no puede cambiar. ¡Amén! Yo amo esto, porque entonces Ud. puede descansar perfectamente satisfecho que es la Palabra eterna de Dios. Por eso, es que yo trato de estudiarlo de diferentes Escrituras para ver lo que Ella dice. Muy bien.",
    "Satanás fue literalmente echado del Cielo por Miguel el Arcángel y por Dios. Y fue echado a la tierra, y aquí en ella, entró en la serpiente, y engañó a Eva, y después entró en el hombre, y en la mujer, por todas las edades con la misma cosa que él empezó en el principio—el tener un gran reino, más bonito que el de la otra persona, ser gobernador sobre todo, saberlo todo. “Nuestra denominación es la más grande; predomina sobre las demás”.",
    "Uds. los han oído decir: “Nosotros tenemos muchos cientos de predicadores en nuestra organización. Tenemos las iglesias más grandes en la ciudad”. Para mí la única cosa que yo puedo deletrear de todo esto, es S-a-t-a-n-á-s. Correcto. Para mí eso quiere decir el diablo. Cuando Ud. ve a un hombre que rompe y organiza, que rompe la hermandad, y dice que ellos no van a tener nada que ver con la iglesita…",
    "Todavía no he visto a una persona tan baja, o todavía no he visto a una persona tan metida en el pecado; todavía no he visto a una mujer o a un hombre tan perdidos en el pecado, que no haya ido yo a ellos, y los haya abrazado, y los haya sacado de esa situación si he podido. Nunca he visto a un montón de aleluyas, o como Ud. los quiera llamar, palmeando sus manos, brincando, y gritando, o lo que estuvieran haciendo, sin que yo no haya ido allí y palmeara mis manos, brincara, y gritara con ellos glorificando a Dios, (¡esto es exactamente la verdad!), sin importar si son negros, amarillos, cafés, blancos, o lo que pudieran ser. ¡Sí, señor!",
    "El Espíritu Santo viene en un nivel; y es cuando Ud. llena los requisitos de Dios. Si Ud. alguna vez los alcanza, Ud. llegará al nivel de Dios y no a lo que Ud. piensa de ello. Satanás trata de hacerlo clásico, algo grandioso, algo grande, intelectual. Ud. tiene que desechar ese razonamiento y creer lo que la Palabra dice al respecto. ¡Amén!",
    "80. Bien, aquí tenemos otra más; veamos lo que dice. Muy bien. Por favor explique la parábola de las cinco vírgenes. ¿Un Cristiano peca?",
    "Bien, la parábola de las cinco vírgenes—quiero decir de las diez vírgenes, por favor perdónenme. Las diez vírgenes se encuentra en Mateo 25:1. Las diez vírgenes salieron a encontrar al esposo (¡fíjese bien!), y cinco de ellas eran prudentes y tenían aceite en sus lámparas, y cinco eran fatuas y no tenían aceite en sus lámparas. Y mientras ellas estaban dormidas, el clamor vino: “Salid a recibir al esposo”. Y aquellas que tenían sus lámparas aderezadas, y con aceite, y el fuego ardía en ellas, salieron a encontrar al esposo. Las otras vinieron a comprarles aceite, y les dijeron que fueran a comprar el aceite, a aquellos que lo vendían. Y cuando ellas se fueron, el esposo vino y las vírgenes sabias entraron, y las vírgenes fatuas fueron echadas afuera.",
    "Voy a decir algo que va a doler, a doler mucho, pero tengo que decirlo. Yo no hice la pregunta; yo únicamente soy responsable por contestarla. Esto es tan personal, hermano, tan personal, que espero que lo ayude en lugar de herirlo. Por lo general tiene que doler…Como mi madre solía decir cuando me daba unos cintarazos; ella decía: “Tiene que doler para que te haga bien”. Eso es verdad. ¿Ve? Yo no podía verlo entonces, pero ahora lo veo.",
    "Mire,…Las diez que salieron eran vírgenes. Eran diez vírgenes las que salieron a encontrar al Señor. La palabra virgen significa “santificado (¿todos saben esto?), santo, puro, santificado”. Eran diez las que fueron a encontrar al Señor.",
    "Ahora recuerde, se han estado durmiendo en la primera vigilia, en la segunda, en la tercera, y así hasta la séptima vigilia. Pero estas realmente fueron a encontrar al Señor. Y recuerde, mientras aquellas fueron por aceite, el Señor vino. Eso fue el tiempo de la venida del Señor. No las que estaban en la vigilia…",
    "Jesús habló de que algunas durmieron en la primera vigilia, y algunas en la segunda vigilia, y otras en…Pero en la venida del Señor todas despertaron. Pero en este caso, fue en la última vigilia, porque ellas salieron, diez de ellas, a encontrar al Señor. Y cinco de ellas habían ahumado sus lámparas, no tenían aceite; y las otras cinco tenían aceite.",
    "Ahora recuerde, que el aceite en la Biblia es un símbolo ¿de qué? ¿Alguien me pudiera decir? [La congregación contesta: “Espíritu Santo”.—Editor] ¡Espíritu Santo! Por lo tanto Ud. pudiera estar limpio, y puro y santificado sin tener el Espíritu Santo. Limpio es lo que Ud. está…",
    "Ahora fíjese, voy a tomar esta botella. Supongamos que está tirada allá en el gallinero, y está llena de suciedad. Yo la levanto y eso es justificación: “Yo voy a usar a este pecador”. Y la siguiente cosa que yo hago si quiero usarlo, es lavarlo. Y entonces, si yo lo lavo, ¿qué estoy haciendo? Lo santifico. La palabra santificar significa “limpio”, lo mismo que santo. Santo, es una palabra Hebrea, santificar es una palabra Griega. La palabra santificar, significa “limpio y apartado para servicio”. Pero entonces, bienaventurados los que tienen hambre y sed de justicia porque ellos serán hartos, y entonces es cuando son puestos en servicio.",
    "Los vasos…En el tabernáculo del Antiguo Testamento, el altar santificaba los vasos, y eran apartados para servicio. Y cuando eran llenos, estaban en servicio.",
    "Aquí es donde Uds., preciosos Nazarenos y demás, dejaron la marca. ¿Ve? Todos…¿Por qué están fallando? ¿Por qué los Pentecostales corrieron y los dejaron? Porque Uds. rehusaron caminar en la Luz. Esto es exactamente la verdad. ¿Ve? Es la verdad. En el primer altar en que yo me arrodillé fue en este precioso altar Nazareno que está por aquí cerca. Dios los bendiga, una iglesia buena, santa, limpia, pero son tan legalistas que dicen: “Tú debes de hacer esto, y debes de hacer lo otro. Tú debes hacer aquello”, y no se dan cuenta que es la gracia de Dios y que Ud. es llamado por elección. No es del que quiere ni del que corre, mas del que Dios tiene misericordia. ¿Ve? Dios predestinó la Iglesia antes de la fundación del mundo (tenemos una pregunta sobre esto en unos momentos. ¿Ve?), El predestinó a la Iglesia antes de la fundación del mundo.",
    "Ud. no puede, pensando, añadir un codo a su estatura. “Ningún hombre viene a Mí excepto que mi Padre lo traiga”. ¿Ve? ¿Ve?, fue Dios el que hizo el llamamiento, Dios dio el jalón, Dios es quien establece la Iglesia. Ud. pudiera decir: “Hermano Branham, eso es Calvinismo puro”. No, no lo es. ¡Mire! Yo no creo que Dios toma a un hombre y únicamente le dice: “Voy a sacarte de…”",
    "Todos estos Bautistas y Presbiterianos dicen: “¡Yo creo en el Señor, mi conciencia no me condena!” Con razón, pues ellos no tienen nada que condenar. Ellos dicen: “A mí el bailar no me daña. El beber un traguito social no me hará daño”. Porque no hay nada en eso, según ellos, que los condene. “El decir chistes pícaros”, dicen ellos, “a mí no me molesta”. ¿Sabes por qué? Porque no hay nada en ellos que los condene.",
    "Pero yo no sirvo al Señor porque pienso que El me mandaría al infierno si no lo hiciera; yo le sirvo a El porque lo amo. Yo le sirvo a El porque hay algo en mí. Si Ud. dice: “Yo voy a dejar de hacer esto porque mi iglesia no lo cree”, Ud. lo que está haciendo es jugar el papel de un hipócrita. Esto es verdad. Pero si Ud. lo hace porque Ud. lo ama, y es una contribución de Ud. para Dios, algo en su corazón haciendo el amor de Dios en Ud. más grande que estas cosas, entonces Ud. está en la línea correcta. Pero si yo no tomo, fumo, mastico tabaco, maldigo, y no hago otras cosas, yo todavía puedo irme al infierno. ¡Seguro! Si yo me uniera a todas las iglesias, me bautizara, y tuviera mi nombre escrito en todos los libros, y jugara el papel de bueno, y viviera una buena vida, eso no bastaría, pues la Escritura dice: “A menos que un hombre sea nacido otra vez, no verá el Reino de Dios”. ¡Esto es verdad!",
    "Bien, estas vírgenes, cinco de ellas se adormecieron. Lo que hizo tropezar al pueblo Nazareno fue esto: Que los Pentecostales tomaron el hablar en lenguas como la evidencia inicial del Espíritu Santo. Llevaban a la gente al altar y los hacían decir algo repitiéndola una y varias veces hasta que hablaban en lenguas. Un real, y verdadero Pentecostal no hace eso. Pero el diablo también tenía muchas cosas en la iglesia de Uds. Nazarenos. ¿Ve? Y también tenía muchas cosas en la iglesia Pentecostal, pero en cuanto al bautismo del Espíritu Santo, eso es la Verdad. Eso es exactamente la Verdad.",
    "Hay muchos de ellos, yo sé. Yo he escuchado gente hablar en lenguas. Yo no puedo juzgar; yo no fui enviado a juzgar. Yo he escuchado mucho de ello; suena como metal que resuena y como címbalo que retiñe. Pero yo sé que hay un Espíritu Santo genuino que habla en lenguas. Y yo sé que es verdad. ¡Sí, señor!",
    "Pero ellos vieron a la gente entrar diciendo: “Gloria a Dios, yo lo tengo”. Pues entonces, eso es lo mismo…Ahora, no llame Ud. eso ser Pentecostal por el hecho que dan unos saltos, y de que hablan en lenguas, y luego los ve Ud. allá afuera con la esposa de alguien más o con el esposo de alguien más.",
    "Ud. se pregunta: “¿Es eso el Espíritu Santo?” Uds. Nazarenos también gritaron por toda la iglesia e hicieron la misma cosa. Uds. dijeron que lo tenían cuando gritaron. ¿Ve? No hay ni una sola manera que Ud. pueda probar que lo tiene, es por la vida que Ud. vive. “Por sus frutos los conoceréis”. Esa es la única manera. La vida piadosa y Cristo obrando en Ud. confirmando la Palabra, señales y maravillas siguiendo a una vida piadosa, eso es la cosa real. Ahora, Ud. puede tener muchas señales que lo sigan y no tener la vida. Ud. puede imitar la vida sin las señales, pero cuando Ud. las ve juntas, eso es lo que es. Eso es la cosa.\n\nY entonces, recuerde, la Novia…Voy a terminar esto, si Uds. tienen unos minutos más.",
    "Mire, cuando una mujer va a hacer un vestido. Ella tiene su pedazo grande de tela. (¿Qué clase pudiéramos decir? Tela de algodón, o de cualquier otra clase, cualquier clase que ella use. Digamos que es seda.) Y ella tiene un patrón. Y empieza a mirar en esa gran pieza de tela. Ahora, de ella depende en dónde quiera poner su patrón. ¿Verdad que sí? Ella puede escoger cualquier parte de la tela, y toda la tela es santificada, está limpia. ¿Ve?, es elección. La elección de Dios. Así que, ¿qué es lo que El hace? Dios toma por elección y pone Su patrón de Cristo en cualquier parte de la tela. Y luego la tela es cortada. Y el resto de la tela es tan santa como la parte que se cortó de ella, pero por elección Dios hace su elección desde antes de la fundación del mundo. ¿Qué no dijo Pablo en Corintios 8, quiero decir Romanos 9: “¿Puede el barro decirle al Alfarero, por qué me hiciste así?” Puede Dios, Quien es justo, Aquel quien pudo decir aun cuando Esaú y Jacob no habían nacido o habían hecho bien o mal: “¿A Esaú aborrecí y a Jacob amé?” Es porque por ese previo conocimiento El sabía cómo era Esaú y cómo era Jacob. El sabe lo que está en el hombre. Antes de la fundación del mundo El ya lo sabía,…",
    "Si Ud. pudiera explicar la palabra infinito…La palabra infinito…Es como si yo dijera que hay cien billones de toneladas de mosquitos en el mundo (pero esto ni empezaría a explicarlo), cien billones de toneladas de mosquitos en el mundo, y cada uno de ellos parpadearan sus ojos cien billones de trillones de veces. Y ni uno de ellos parpadean sus ojos sin antes haberlo sabido Dios desde antes de la fundación del mundo. Eso es infinito. Esto es algo que habla de infinito. ¿Ve?",
    "El es infinito. Así que antes de la fundación del mundo El sabía exactamente lo que Ud. iba a hacer. Y El envió a Cristo, no sólo para ser…Si alguien dice: “Bien, si tan sólo renunciara mi maldad y lo siguiera a El”, o algo así, eso no es. El ya sabía quién sería salvo, así que El envió a Cristo para salvar lo que El ya había visto que sería salvo. Esto es exactamente la verdad.",
    "La Iglesia en sí tiene seguridad eterna. Si Ud. está en la Iglesia, Ud. está asegurado con la Iglesia. Pero cuando Ud. se aparta de la Iglesia, Ud. no está asegurado. ¿Ve? Quédese en la Iglesia.",
    "¿Cómo entra Ud. en la Iglesia? ¿Con un saludo de manos, escribiendo su nombre en un libro? Por un Espíritu todos somos bautizados en un Cuerpo; y ése es la Iglesia. ¿Cómo? Por el bautismo del Espíritu Santo nosotros estamos sellados en el Cuerpo de Cristo. ¿Por cuánto tiempo? Hasta el día de vuestra redención. Efesios 4:30, dice: “No contristéis el Espíritu Santo con el cual estáis sellados hasta el día de vuestra redención”. Sellados hasta el día de vuestra redención. Seguro, seguro, eso es el Espíritu Santo.",
    "Bien, esa Iglesia fue raptada, y el remanente de la simiente de la mujer quien guarda los mandamientos de Dios y tiene fe en Jesucristo (¿ve?), no la Novia, el remanente de la simiente de la mujer. A ellos, el dragón les echó agua que salía de su boca para hacerles guerra a ellos, el remanente de la simiente. Esto será cuando la iglesia protestante unida con la Federación de Iglesias, la cual es la imagen de la bestia, la cual se está formando hoy…Y habrá una coalición organizada contra todas las iglesias de esa índole.",
    "Como la discusión que tenemos ahora con las oficinas de impuestos, quienes tratan de decir que nosotros no somos una iglesia, pero nosotros tenemos derechos Constitucionales para decir que somos una iglesia. Y mientras la Constitución lo diga, y no haya ninguna enmienda al respecto, nosotros tenemos absolutamente los derechos, al igual que cualquier otra. Nuestros antecesores lucharon por esto. Pero lo que han hecho, es que han violado toda ley Constitucional que han podido violar, y muy pronto la Federación de Iglesias, a la cual todas las iglesias y denominaciones han sido invitadas a entrar, y en la cual el diablo ha entrado metiendo mundanalidad y todo en los miembros de la iglesia y demás, convirtiéndolas en grandes congregaciones, dándoles “clase”, y sociedad, mientras que una iglesita allá, habiendo nacido otra vez, en una suciedad como todo nacimiento lo es, todavía está pagando el precio, todavía está humillándose y muriendo, actuando de la misma manera que aquellos primeros que nacieron en el Día de Pentecostés, la misma clase de iglesia…Las cerrarán y serán aisladas por la Federación de Iglesias. Será una coalición organizada como una unión o algo así. O Ud. va entrar en ella, o Ud. va a salir de ella.",
    "La marca de la bestia ya está hoy, y el Sello de Dios es el Espíritu Santo. El rechazarlo, es aceptar la marca de la bestia. Cualquiera que mira al Espíritu Santo, y que está supuesto a recibirlo, y no lo hace, automáticamente esa persona toma la marca de la bestia, porque solamente hay dos cosas: todos los que no tienen el Sello de Dios tienen la marca de la bestia. Así que el recibir el Sello de Dios es recibir el Espíritu Santo. El rechazarlo es tener la marca de la bestia. Allí está toda la cosa. Esto es exactamente la verdad.",
    "Así que, la Novia subió, y el remanente se quedó aquí. Y el remanente es el que se levanta en la segunda resurrección. “Bienaventurado y santo es aquel que tiene parte en la primera resurrección, en la cual la segunda muerte no tiene poder”. Correcto. En la segunda resurrección estará el Trono Blanco de Juicio, y entonces la iglesia…“No sabéis”, dice Pablo, “hablándoles a los incrédulos y a los abogados y demás que los santos juzgarán al mundo”. Estas cosas deberían ser juzgadas por la Iglesia, no por magistrados injustos y demás, sino que nuestros asuntos deberían ser juzgados por la Iglesia. Pero Uds. se llevan uno al otro a la ley. Y Dios tenga misericordia de aquel que lleve a un Cristiano a la ley. Correcto. Pablo aun los previno de hacerlo.",
    "Bien, esa es la Novia, y las vírgenes que duermen son dejadas aquí en la tierra. Las vírgenes prudentes van al Cielo con aceite en sus lámparas.\n\nYo sé que pudiéramos hablar mucho sobre esto, pero tengo que apresurarme a terminar con lo que resta.",
    "¿Los Cristianos pecan? ¡No, absolutamente no! No hay ninguna Escritura donde diga que un Cristiano peca. El no puede pecar. Yo sé que hay un resentimiento al respecto. Pero vayamos a Primera de Juan 3 y veamos lo que la Escritura dice. Un Cristiano no peca.",
    "¿Ha visto Ud. alguna vez a un pájaro negro, blanco o a un pájaro blanco, negro? ¿Ha visto Ud. alguna vez a un hombre borracho, y sobrio a la vez? ¡No! Ud. nunca ha visto a un pecador santo. No hay tal cosa como esa.",
    "Ahora, si esto se pone un poquito doloroso, póngase bastante bálsamo, Ud. sabe, y se curará en un momentito.",
    "Bien, las Escrituras son nuestras absolutas e infalibles pruebas de lo que estamos hablando. Primera de Juan el capítulo 3 y los versos 8, 9 y 10. Muy bien, ¡escuchen esto!\n\nEl que hace pecado es del diablo; porque el diablo peca desde el principio. Para esto apareció el Hijo de Dios, para deshacer las obras del diablo.\n\nEscuchen, ¿están listos? ¿Tienen sus chaquetas puestas, la armadura bien ceñida? Escuchen atentamente, porque esto va a sacudir.\n\nCualquiera que es nacido de Dios, no hace pecado,…(¿Cómo está esto?)…porque su simiente… (Su simiente, la de Dios.)…está en él;…(¡En el hombre!)…y él no puede pecar, porque es nacido de Dios.\n\nEn esto son manifiestos los hijos de Dios, y los hijos del diablo: cualquiera que no hace justicia, y no ama a su hermano, no es de Dios.\n\n¿Cómo pueden Uds. tener denominaciones y levantar barreras y cosas como esas, y decir que Uds. son nacidos de Dios? No hay tal cosa como esa. Es una burla de Satanás. Esto es correcto. Pero un hombre que es nacido de Dios no puede pecar; es imposible que él peque.",
    "¡Fíjese! Permítame tomar este crucifico por un momento si lo puedo sacar de aquí. ¿Quién fue la ofrenda de pecado? Jesucristo. ¿Cómo entramos en Cristo? ¿Quién murió por nosotros? Cristo. ¿Por qué murió? Por nuestros pecados. El tomó mi castigo. ¿Verdad que sí? Y entonces ¿cómo llego a El? Por un Espíritu todos somos bautizados en un Cuerpo. Y en este Cuerpo, estamos cubiertos por la Sangre y libres de los juicios. El no puede pecar, porque hay un sacrificio de Sangre que está por él día y noche. ¡Aleluya! El no puede pecar. El no tiene deseo de pecar. Y si lo hace, si él hace algo mal, él no lo hizo intencionalmente. La Biblia dice en Hebreos el capítulo 10 que: “Si pecáremos voluntariamente después de haber recibido el conocimiento de la Verdad (y El es la Verdad), entonces ya no queda más sacrificio por el pecado”. Aquel que menospreciare la ley de Moisés, por el testimonio de dos o tres testigos muera sin ninguna misericordia, ¿cuánto pensáis que será más digno de mayor castigo, el que hollare al Hijo de Dios, y tuviere por inmunda la Sangre del testamento, en la cual fue santificado, e hiciere afrenta al Espíritu de gracia?",
    "Porque por un Espíritu todos somos bautizados en un Cuerpo y somos libres de pecado, y no podemos pecar. Hay un sacrificio esperándonos. Y si todavía hay deseo en su corazón de pecar, Ud. nunca ha sido bautizado en ese Cuerpo, porque Ud. debería estar muerto y su vida estar escondida en Cristo por Dios y sellada por el Espíritu Santo. Los Cristianos no pecan. Ellos hacen errores, pero nunca pecan. ¡Amén! Esta es la razón por la cual no pecan, el Cristiano no puede pecar.",
    "Es como si el presidente municipal de esta ciudad me dijera: “Sr. Branham, yo sé que Ud. va a orar cuando lo llaman los enfermos. Y aquí tenemos límites en la velocidad. La velocidad más alta que Ud. alcanza en esta ciudad son cuarenta y ocho Kms. por hora. Pero yo le estoy dando a Ud. el permiso para que maneje a ciento cuarenta y cuatro Kms. si Ud. quiere, porque yo tengo fe que Ud. no lo hará a menos que tenga una llamada de emergencia o que alguien se esté muriendo en un accidente. Y yo le doy a Ud. el permiso, como presidente municipal de esta ciudad, que también pueda pasarse una luz roja, o hacer lo que quiera, Ud. hágalo”. Entonces, ¿cómo pudiera sancionarme un policiita cuando fuera a una velocidad de sesenta y cuatro Kms. por hora en una zona de cuarenta y ocho Kms. por hora cuando tengo tal permiso? No puede. Yo no pudiera infringir ninguna ley de velocidad en esta ciudad, ¿sabe por qué? Porque estoy más alto que toda ley de velocidad. ¡Amén! Espero que Ud. lo vea.",
    "Y cuando estamos muertos, y Dios ha reconocido nuestro arrepentimiento, El ha reconocido nuestro bautismo, El ha reconocido la Sangre de Su propio Hijo, la cual por fe ha sido aplicada, El reconoce Su previa predestinación, pues sabía que yo lo haría, y me ha reconocido en Cristo, muerto…Y Cristo murió en mi lugar cuando El fue inmolado antes de la fundación del mundo. Mi nombre fue puesto en Su Libro como Cristiano. ¡Aleluya! Cristo murió mi muerte. Cristo es mi Sacrificio. Y Dios no puede imputarme pecado nunca más. El me ha dado el Sello del Espíritu Santo como testigo de que yo he pasado de muerte a Vida. ¡Fuiu! Eso es todo.",
    "Así que aquel que es nacido de Dios no peca, porque no puede pecar. En el Antiguo Testamento, cada año había un recordatorio del pecado. Pero Cristo, por un solo sacrificio El hizo perfectos para siempre a los adoradores. “El adorador, una vez siendo limpiado (Hebreos 10)—el adorador una vez siendo limpiado ya no tiene más conciencia de pecado”. Y Ud. ve esas gentes que corren y saltan y brincan y gritan en la iglesia, y que hablan en lenguas, y actúan exactamente como un Cristiano, y luego se van, y al año siguiente o la siguiente semana, regresan otra vez. Ellos nunca recibieron nada para empezar. Estaban imitando, porque la Biblia dice que el Espíritu Santo nos sella en Cristo hasta el día de nuestra redención. ¡Aleluya! Esto es lo que me hace descansar con seguridad, porque Dios lo prometió.",
    "No más pecado. La pregunta al pecado está resuelta. Esta es la razón por la cual el pecado es visto como una suciedad para el Cristiano. Esta es la razón por la cual una mujer con pantaloncitos cortos se ve tan sucia para un Cristiano. Por eso es que la vulgaridad, y todas esas cosas sucias, que ella abarca, por eso es que el fumar, el tomar, las mesas de juego, todos estos programas sin censura en la televisión, todas estas cosas le parecen sucias a él. ¿Por qué? Porque Ud. es de un Reino diferente. Ud. ha nacido en el Reino de Dios y está sellado por el Espíritu Santo hasta el día de su redención.",
    "Todo aquel que es nacido de Dios no hace pecado, porque no puede pecar. La simiente de Dios está en él, y él no puede pecar. Mientras el Espíritu Santo esté allí, El quitará todo deseo de pecado en Ud. ¡Amén! Ud. no puede pecar; ya no hay más deseo por el pecado.\n\nPudiéramos tomar mucho tiempo en esto, pero apurémonos. Temo que no vamos a terminarlas.",
    "81. ¿Por qué las iglesias que bautizan en el nombre del Padre, Hijo y Espíritu Santo consienten que las mujeres prediquen, por qué ellas tienen tanto poder y autoridad?",
    "Bien, esto es una cosa delicada. Yo sé que le estoy hablando a gente que difieren con esto que voy a decir, pero como Cristiano lo debo de decir. No hay autoridad Escritural en la Biblia que apoye el bautismo en el nombre del Padre, Hijo, y Espíritu Santo. Nunca hubo una sola persona en la Biblia que fuera alguna vez bautizada en el nombre del Padre, Hijo, y Espíritu Santo. Eso es una tradición Católica que se enseñó en el siglo sexto.",
    "El rociamiento con agua nunca se estableció en la Biblia, o que la gente fuera rociada o que se vertiera agua sobre ella, sino que fueran sumergidos. Si Ud. quiere ver esto, aquí tengo conmigo el griego y el hebreo.",
    "Y en el Día de Pentecostés, Pedro requirió que el hombre se debía de arrepentir y debía de ser bautizado en el Nombre de Jesucristo para la remisión de sus pecados. Y Padre, Hijo y Espíritu Santo no es nombre. Padre, Hijo, y Espíritu Santo… En Mateo 28:19 en donde dice: “Por lo tanto, id, y doctrinad a todas la naciones, bautizándolos en el Nombre”, no en los nombres, sino en el Nombre, singular…No en el nombre del Padre, en el nombre del Hijo, y en el nombre del Espíritu Santo, sino en el Nombre del Padre, Hijo, y Espíritu Santo. Padre no es un nombre; Hijo no es un nombre; Espíritu Santo no es un nombre, son títulos que pertenecen a un Nombre.",
    "Y luego diez días después Pedro dijo: “Arrepentíos, cada uno de vosotros y bautícese en el Nombre del Señor Jesucristo”. Padre, Hijo y Espíritu Santo, ve cómo la idea trinitaria extremista…¿Ve?, ellos tratan de hacer tres dioses de eso. No hay tres dioses. Me gustaría leerles a Uds. eso del griego original. La única manera que ellos fueron bautizados fue en el Nombre de Jesús, y la Biblia dice en el griego original, que eso fue para hacerlos reconocer que El era Dios.",
    "Padre, Hijo, y Espíritu Santo son oficios de un Dios. El era el Padre; El era el Hijo; El es el Espíritu Santo. Son tres oficios o tres dispensaciones, la del Padre, la del Hijo y la del Espíritu Santo. Pero Padre, Hijo, y Espíritu Santo tiene un Nombre, y es el Señor Jesucristo.",
    "Y desde ese día, cada persona fue bautizada en el Nombre de Jesucristo, y también encontraron algunos que no estaban bautizados en ningún Nombre, y el griego original y el hebreo, ambos dicen aquí que el bautismo en el Nombre de Jesús es para el perdón de pecados, lo dicen ambos, el griego y el hebreo. Remitir significa “perdonar”, por supuesto. Si yo remito algo, es para quitarlo. Remitirlo—“quitarlo”.",
    "Pero no hay Escritura en la Biblia…Y Pablo, el apóstol pasando por allí encontró algunos hermanos Bautistas, Hechos 19. Estaban disfrutando de grandes momentos; estaban gritando; tenían grande gozo y estaban sucediendo grandes cosas; estaban predicando, había gozo en el campo.",
    "Aquila y Priscila en el capítulo 18, habían ido a visitar a esta gente, a Apolos; ellos eran Bautistas. Pablo llegó allí, y les preguntó: “¿Habéis recibido el Espíritu Santo desde que creísteis?”\n\nY ellos respondieron: “Antes ni aun hemos oído si hay Espíritu Santo”.",
    "Y él les dijo: “¿En qué pues sois bautizados?” Yo sé que en la edición Bíblica King James [En inglés.—Traductor] dice: “En qué”; pero en el original dice: “cómo”. “¿En qué o cómo fuisteis bautizados?”",
    "Ellos contestaron: “Fuimos bautizados por el mismo hombre que bautizó a Jesús, Juan”. Pablo les dijo: “Eso ya no funciona más. Uds. tienen que bautizarse otra vez”. Y cuando ellos escucharon esto, fueron a las aguas y se rebautizaron en el Nombre de Jesucristo. Pablo impuso sus manos sobre ellos, y recibieron el Espíritu Santo. Ahora, si aquí dice, Padre, Hijo y Espíritu Santo y aquí dice el Señor Jesucristo, yo no puedo darle a los dos blancos. Tiene que estar bien.",
    "Bien, en Mateo 28:19, el último capítulo y el penúltimo verso. Si Ud. lee una historia de amor, y dice que: “Y desde ese día en adelante Juan y María vivieron felices”, pero ¿quiénes son Juan y María? Para saber esto, Ud. tiene que regresarse al principio del libro; y averiguarlo. Ver quiénes son Juan y María que vivieron felices desde ese día en adelante. Si Jesús dijo: “Id y bautizad en el Nombre del Padre, Hijo, Espíritu Santo”, y si Padre no es un nombre, Hijo no es un nombre, y Espíritu Santo no es un nombre, entonces, ¿de qué estaba hablando El? ¿Quién es Padre, Hijo y Espíritu Santo? Vaya al principio del libro y léalo. Voy a leer en la genealogía de Jesucristo, el primer capítulo, el verso 18:\n\nY el nacimiento de Jesucristo fue así:…(Pongan mucha atención. A ese poste, lo vamos a llamar, Padre, al púlpito, Hijo y a esto, Espíritu Santo. Bien, ¿Quién es el Padre de Jesucristo? Dios. ¿Todos Uds. están de acuerdo? Dios es el Padre de Jesucristo. Ese es Dios el Padre. Este es Dios el Hijo. Este es Dios el Espíritu Santo.)\n\nBien leamos: Y el nacimiento de Jesucristo fue así:…(Mateo 1:18) Que siendo María su madre desposada con José, antes que se juntasen, se halló haber concebido del…[La congregación dice: “¡Del Espíritu Santo!”—Editor] (Yo pensé que Dios era Su Padre. Yo pensé que El había dicho que Dios era Su Padre. Entonces, ¿cómo puede Dios y el Espíritu Santo ser ambos Su Padre, si son dos personas diferentes. Dos personas diferentes, dos personalidades, o de la manera como Ud. quiera ponerlo? Ellos tienen que ser la misma Persona, o de otra manera El tuvo dos papás espirituales.)\n\nY el nacimiento de Jesucristo fue así: Que siendo María su madre desposada con José, antes que se juntasen, se halló haber concebido…(no de Dios el Padre, sino del)…Espíritu Santo.\n\nY todo esto aconteció para que se cumpliese lo que fue dicho por el Señor, por el profeta que dijo:\n\nHe aquí, la virgen concebirá y parirá un hijo,… (¿Ve?)…Y llamarán su nombre Emanuel, que declarado es: Dios con nosotros.",
    "Y Su Nombre fue, ¿cuál? Jesús. Muy bien. Padre, Hijo, Espíritu Santo. Bien, Padre y Espíritu Santo es el mismo Espíritu. ¿Qué es el Espíritu? Es el Espíritu de Dios. Y cuando estaba en la forma del Espíritu, el descendió al bautizarse Jesús y moró en El, y dijo: “Este es mi amado Hijo en el cual tengo contentamiento de morar en El”. El descendió y moró en Jesús, y eso lo hizo a El Emanuel en la tierra. Así que, ¿cuál fue el Nombre del Padre, del Hijo y del Espíritu Santo? [La congregación contesta: “Jesucristo”.—Editor] Seguramente que sí.",
    "Así que Pedro tenía la misma revelación. Bien, ya tenemos nuestra vista entrenada. Estamos pegándole al blanco. Veamos si los discípulos usaron esta misma clase de puntería. Cada vez que se juntaban, cada vez que se mencionaba de un bautismo, tenían que ser bautizados en el Nombre de Jesucristo, porque El dijo que: “No hay otro Nombre debajo del Cielo dado a los hombres, en el cual Ud. pueda ser salvo”. Es una concepción falsa del diablo y no hay ninguna Escritura que lo apoye. Es verdad.",
    "Espero que esto no haya lastimado, pero es la Verdad. ¿Ve? Es la Verdad, hermano. Ud. no puede hacer que eso…Ud. no puede darle al blanco de Padre, Hijo, y Espíritu Santo en un lugar y darle al otro blanco de Jesús, cuando nunca nadie fue bautizado en el nombre del Padre, Hijo, y Espíritu Santo. Cada persona en la Biblia fue bautizada en el Nombre de Jesús, y aquellos que no fueron bautizados de este manera tuvieron que bautizarse otra vez antes que pudieran aun recibir el Espíritu Santo. Tal vez pudieran actuar como si tuvieran mucho poder. Ud. tiene que seguir el plan infinito de Dios. Esto es exactamente la verdad. Muy bien.",
    "El bautismo en Padre, Hijo, y Espíritu Santo está equivocado. Bien, respecto a las mujeres predicadoras, cualquiera sabe que eso es un error. ¡Si Ud. no sabe eso! Quisiera haber tenido tiempo para leer esto aquí del griego, lo que aquí dice. La Biblia dice: “Si vuestras mujeres quieren aprender alguna cosa, pregunten en casa a sus maridos, porque deshonesta cosa es hablar una mujer en la congregación”. El griego dice, quiero decir, el hebreo. “Como también la ley lo dice, que ellas estén en silencio con toda sujeción al pastor (¿ve?), porque es pecaminoso y deshonesto que una mujer hable en la congregación”. Todos deben de saber esto. Bien…Y por toda la Escritura, en Timoteo y otras Escrituras, aquí las tengo anotadas, es la Verdad. Muy bien.",
    "Ud. pregunta, entonces, ¿por qué tienen poder? “¿Por qué pasa eso?” Mire, hermano, permítame preguntarle, o a Ud. hermana, quien quiera que haya hecho esta pregunta, mire. Yo he visto algunas de las reuniones más poderosas entre los Mahometanos, en donde gritan, saltan, y toman un cuchillo y se atraviesan el corazón, de esta manera, y por la herida abierta en la espalda les echan agua, y caminan por el fuego con sus pies descalzos, y todas esas cosas, y se acuestan en clavos, y toman una espada y se la meten por sus bocas hasta dentro sin ninguna precaución y Ud. puede sacárselas, y ver la sangre en la espada y todas esas cosas. No me diga Ud. a mí de esas cosas. ¿Ve? Eso no es la Verdad; eso no está vindicando nada. ¿Ve? Jesús dijo…Permítame leerle las Escrituras aquí las tengo anotadas para leérselas a Uds., Mateo 7:21-23: “Muchos me dirán en aquel día…No todo el que me dice: ‘Señor, Señor’, entrará en el Reino, sino aquellos que hacen la voluntad de Mi Padre que está en el Cielo, son los que entrarán. Porque en aquel día muchos vendrán a mí diciendo: ‘Señor, ¿no prediqué yo en tu Nombre? ¿No eché yo fuera demonios?, ¿y profeticé e hice todas estas cosas?’ Y El contestará: ‘Apartaos de Mí obradores de iniquidad, yo no os conozco’”. ¿Ve?",
    "Así que no…¿Ve?, la Verdad únicamente viene de una sola manera hermano. Ahora, yo no estoy diciendo que aquellos que bautizan gente en el Nombre de Jesucristo todos se van a ir al infierno. No estoy diciendo eso. Dios es el Juez; que El haga lo que El quiera, pero lo que yo estoy diciendo, es que no hay Escrituras legales en la Biblia para nadie que es bautizado en el Nombre del Padre, Hijo y Espíritu Santo.",
    "Pablo les encomendó a cada uno de aquellos que estaban bautizados en alguna otra manera que no fuera en el Nombre de Jesucristo que se volvieran a bautizar otra vez en el Nombre de Jesucristo, y les dijo: “Si un ángel del Cielo anunciare a vosotros otra doctrina (Gálatas 1:8-9), sea anatema”. “Como antes hemos dicho, también ahora decimos otra vez, que si un ángel del Cielo anunciare otro evangelio del que habéis recibido, sea anatema”.",
    "Bien, eso no…Ud. no puede pegarle al blanco aquí y pegarle al blanco allá. Ud. no puede decir que Padre, Hijo y Espíritu Santo: “Están bien”, y aceptarlo nada más así. Y decir que el Nombre de Jesús: “Está bien”, y aceptarlo nada más así. Tiene que haber algo que le pegue en el puro centro. Dios no es un autor de confusión.",
    "Ud. busque por toda la Biblia en donde Ud. quiera, y Ud. se dará cuenta que es un bautismo falso. Luego vaya a la historia, y verá que en el siglo sexto cuando el gran Agtobus; creo que él fue, quien bautizó o uno de…no estoy seguro si fue Agtobus, no recuerdo cuál fue el nombre del que bautizó…si Ud. quiere buscarlo está en el libro titulado los Padres de Pre-Nicea, antes del Concilio de Nicea, 325 después de Jesucristo en donde consta que ellos todavía bautizaban en el Nombre del Señor Jesucristo. Y cuando la iglesia Católica tomó poder ellos establecieron el nombre de Padre, Hijo, y Espíritu Santo. Nadie, en ninguna ocasión antes que esto sucediera, fue bautizado en el nombre de Padre, Hijo y Espíritu Santo. Es una tradición Católica.",
    "Lutero al salir trajo mucho de esto consigo. Wesley trajo el resto, y nosotros todavía lo tenemos. Y en el catecismo Católico, el cual es llamado la Fe de Nuestros Padres, creo que es, en la página 144, creo que sí es, en donde ellos dicen así: “¿Ningún protestante se salvará?” Y luego dicen: “Quizás algunos de ellos. Pues reclaman vivir como la Biblia enseña, pero todavía ellos aceptan la enseñanza Católica”. “Los otros Católicos en la Biblia bautizaron en el Nombre del Señor Jesucristo pero nosotros tomamos únicamente la solemnidad de eso y la ponemos en el Padre, y en el Hijo y en el Espíritu Santo, y los protestantes lo reconocen”. Y luego siguen diciendo: “Quizás algunos de ellos van a ser salvos”. ¡No por eso van a ser salvos! Muy bien.",
    "82. ¿Hay más que un mundo?",
    "Sí, hay mundos de mundos, Hebreos el capítulo primero el verso 2, Hebreos el capítulo 11 el verso 3. Hay mundos de mundos. Dios creó los mundos, m-u-n-d-o-s, mundos.",
    "83. ¿Hay más que un cielo?",
    "Sí. En Segunda de Corintios 12:3 Pablo dijo que conocía a un hombre que fue llevado al tercer cielo. Y en Apocalipsis y en otras partes, Ud. encuentra que hay más que tres. Voy a tener que apurarme, porque ya me pasé del tiempo en que debería haber terminado. ¿Estaría bien si sólo leyera el resto de las preguntas y únicamente hiciéramos un comentario? (Muy bien.)",
    "84. ¿Un bebé en Cristo se irá en el rapto?",
    "Absolutamente, si ese bebé ha nacido otra vez. No importa cuán joven él es, él se va de todas maneras. ¿Ve Ud.?",
    "85. ¿Por qué se me aparecería Cristo cuando estaba a punto de tomar la Cena?",
    "Bien, sin duda su corazón estaba en tono y Ud. se estaba acercando sagradamente a Dios al hacerlo; y esa es la razón por la cual El se le apareció a Ud. ¿Ve?, esa sería la única razón que yo pudiera darle a Ud. Yo no pudiera decir algo más de lo que…Veamos.",
    "86. Fuimos salvos antes de…(Oh, oh. ¿No nos vamos a detener aquí verdad?) Fuimos salvos antes de la fundación del mundo, ¿verdad que sí?",
    "¡Sí, señor! Apocalipsis 13:8 dice que Ud. fue salvo y que su nombre fue puesto en el Libro de la Vida del Cordero antes que el mundo aun fuera creado. Y Efesios 1:4 y 5…Permítame leer esto; no me tomará más que un minuto y así Ud. verá que no soy yo únicamente citándolo,…Muy bien, aquí está, leamos esto.\n\nBendito el Dios y Padre…(Efesios el capítulo primero el verso 3.)\n\nBendito el Dios y Padre de nuestro Señor Jesucristo, el cual nos bendijo con toda bendición espiritual en lugares celestiales en Cristo Jesús:\n\nSegún…(¡Escuchen!)…Según nos escogió en él antes de la fundación del mundo, para que fuéramos santos y sin mancha delante de él…(Porque Cristo murió por nosotros, por supuesto.)\n\nHabiéndonos predestinado para ser adoptados hijos por Jesucristo a sí mismo, según el puro afecto de su voluntad.",
    "Ahora, en el Libro de Apocalipsis…Aquí la tengo; permítame leerla rápidamente, para que Ud. vea que yo no nada más la cité. Yo quiero leerla. Apocalipsis 13:8, escuchen esto rápidamente.\n\nY todos los que moran en la tierra le adorarán, cuyos nombres no están escritos en el libro de la vida del Cordero, el cual fue muerto desde antes de la fundación del mundo. (Entonces fue cuando fue. Muy bien.)",
    "87. ¿Eramos todos espíritus entonces?",
    "No, no éramos nada entonces, pero en la mente de Dios sí éramos. Y El lo habló y se materializó. Jesús fue inmolado antes…Cuántos saben que la Biblia enseña que Jesucristo fue el Cordero que fue inmolado antes de la fundación del mundo. Dios lo habló, y cuando El lo habló, quedó como si se hubiera cumplido allí mismo. Y cuando El me vio, y El lo vio a Ud. antes de la fundación del mundo, estábamos figurativamente en Su mente. Entonces cuando venimos al mundo, en nosotros como hombre, estaba lo masculino y lo femenino. Y El separó el espíritu femenino y formó una mujer de ello y dejó el espíritu masculino en el hombre.",
    "Cuando Ud. ve a una mujer actuando como un hombre, hay algo mal. Y si Ud. ve a un hombre actuando afeminadamente como una mujer, hay algo mal.",
    "Y entonces El tomó del costado del hombre una costilla y de eso le hizo a él una ayuda, y ellos dos fueron uno.",
    "Pero antes de la fundación del mundo nuestros nombres… Cuando el Cordero fue inmolado, nuestros nombres fueron puestos en el Libro, cuando Dios en su mente nos vio y nos predestinó por Su previo conocimiento antes de la fundación del mundo. Oh, hermano, ¿no hace esto a la iglesia querer levantarse y correr por los pasillos? ¡Piénselo! Ud. que es nacido otra vez, antes de la fundación del mundo, Dios puso su nombre en el Libro de la Vida del Cordero, Cristo murió y envió el Espíritu Santo aquí para llamarlo a Ud. a Vida Eterna. Ud. lo ha recibido; El lo selló a Ud. Ud. está allí sellado hasta el día de su redención. ¡Aleluya!",
    "¡Hablando de agarrarse! No soy yo agarrándome; es si El se agarró. No es lo que yo hice, es lo que El hizo. No es: “Yo dejé de fumar; yo dejé de mentir; yo dejé de robar”; es que El murió por mí. Y El me quitó mi espíritu y me convirtió en una nueva criatura.\n\nBien, la siguiente pregunta que sigue de esta… apurémonos para abordarla.",
    "88. ¿Qué diferencia hay entre cuerpo, alma, y espíritu?",
    "El cuerpo es la carne que Ud. mira y que se va a podrir. Nació por deseo sexual del padre y de la madre. Debe podrirse. No sirve. Por lo tanto en el nuevo nacimiento, en la resurrección cuando Ud. saldrá otra vez en un cuerpo, va a ser el poder creativo de Dios que hablará como El lo hizo con Adán y Ud. saldrá.",
    "89. ¿Por favor pudieras explicar tu teoría de cómo Eva concibió a Caín del diablo?",
    "Yo nunca dije eso; yo dije que Eva concibió a Caín de la serpiente. En Génesis 4, el primer verso, claramente lo declara, que Adán conoció a su esposa Eva; y que ella concibió, y parió a Caín y dijo: “Adquirido he varón por Jehová”. ¡Absolutamente! Toda vida viene de Dios. Juan Dillinger vino de Dios. Adolfo Hitler vino de Dios. Todo…Jorge Whitfield vino de Dios, y también Roberto Ingersol. Toda persona viene de Dios.",
    "Pero lo que quiero decir es esto: Y quiero que alguien lo desmienta. ¿Ve? La Biblia dice que El pondría (en Génesis 3:8). La pregunta fue hecha cuando Eva—algo le había pasado, ella conoció a la serpiente…Ahora la serpiente no era una víbora; él era una bestia, la más sutil de todas las bestias del campo. No había nada…",
    "Todavía la ciencia está buscando un hueso de algún animal que conecta al hombre con el mono. Lo más cerca a lo que han llegado es al chimpancé. No pueden encontrar el hueso. Y no lo encontrarán nunca, porque es una serpiente. Es una revelación de Dios.",
    "¡Fíjese! La serpiente era como un hombre prehistórico, algo cerca de Dios—quiero decir, cerca del hombre. Y eso es la única cosa. Si hubiera sido otro animal Satanás nunca hubiera llegado a ellos, porque la simiente no se hubiera mezclado con la mujer. Ud. no puede mezclar una simiente humana con ninguna otra simiente animal. No se puede. Pero este animal que mezcló su simiente está completamente extinto. Dios lo convirtió en una víbora. Pero recuerde cuando…\n\nY Dios le dijo: “¿Por qué te escondes? ¿Por qué te cubres con hojas de higuera?”\n\nY entonces empezaron a echarse la culpa uno al otro. “Bien”, Adán dijo, “la mujer que Tú me diste me sedujo a probar del fruto”.",
    "Y la mujer dijo: “La serpiente me engañó”. Ahora, ¿qué significa engañar? “Ella me engañó”.",
    "Y Dios dijo: “Yo pondré enemistad entre tu simiente y la simiente de la serpiente”. ¡Simiente! La serpiente tenía una simiente literal, y viene a través de Caín. A través de Caín vino toda la gente inteligente y educada hasta antes del diluvio. Y después de él nació Abel a quien él mató, y Set fue levantado en su lugar para representar la muerte, sepultura, y resurrección de Jesús. Y de él salió un pueblo humilde, pastores de ovejas y demás, un pueblo que temía a Dios. Y Jesús dijo que los hijos de este mundo son sabios, inteligentes, más que los hijos del Reino. ¡Esto es verdad!",
    "No nos podemos comparar con ellos. No trate de engrandecerse para ser uno de ellos. Humíllese ante Dios. No desee ser listo y sabio. Unicamente desee conocer a Jesús y deje lo otro en paz, porque allí yace la simiente de la serpiente hoy día. Y la gente se gloría porque científicos, y hombres inteligentes, y educados, y grandes escolares pertenecen a sus iglesias. Yo preferiría tener a un hombre que perteneciera a mi iglesia, que realmente conociera a Dios, aunque no conociera sus A-B-Ces (¡correcto!), pero que fuera simiente de Cristo.",
    "La Simiente de la mujer, la Simiente de la mujer fue Cristo. María dio a luz al Cristo. Y la simiente de la serpiente quien fue Caín llegó hasta Judas Iscariote. Allí estaban encarnados Jesús y Judas, Dios y el diablo. En la cruz del Calvario estaban cuatro personas muriendo. Estaba un ladrón a cada lado de Jesús, y Judas quien se había colgado en un árbol de sicómoro, lo cual es una cruz: “Maldito aquel que es colgado en un árbol”.\n\nAllí estaba un ladrón que dijo: “Si eres Hijo de Dios, sálvanos”.",
    "El otro dijo: “Señor, justamente estamos recibiendo nuestro castigo; pero Tú no has hecho nada. Recuérdame cuando entres en Tu Reino”.\n\nJesús le dijo: “Hoy estarás en el paraíso”.",
    "Allí estaba Jesús, el predicador del Evangelio, predicando en la cruz. Y allí estaba Satanás regresando al infierno, llevándose con él a la simiente de la serpiente, el incrédulo. Allí estaba Dios regresando al Cielo llevándose con El a un pecador arrepentido, la simiente de la mujer. ¡Seguro!",
    "No era la simiente del diablo; era la simiente de la serpiente. Y la serpiente tenía una simiente; la Biblia dijo que tenía una simiente. Y la simiente de la serpiente, todavía existe.\n\nUd. puede preguntarme más al respecto. Si tuviéramos tiempo, le daría las respuestas a Ud., y…",
    "90. ¿Por favor explica lo que se quiere decir con: “No peca”, en Primera de Juan 5:18?\n\nCreo que lo tengo aquí enfrente de mí. Tal vez…aquí está; abrí directamente en la Escritura. Tal vez el Señor quiera que lo lea. Muy bien, Primera de Juan,\n\nSabemos que cualquiera que es nacido de Dios, no peca;…",
    "¡Seguramente que no! Acabo de pasar sobre esto. El no puede pecar; porque es nacido de Dios. “No peca”, él no puede pecar, porque la simiente permanece en él. Otra Escritura que Ud. pudiera referir a esto sería Romanos 4:8, 4: del 5 al 8 en donde Dios…Quiero decir en donde David habló años atrás diciendo: “Bendito el varón a quien Dios no imputa pecado (¿ve?), porque no peca”.",
    "Bien, tenemos una más y luego terminaremos. Veamos.\n\n91. Hermano Bill, ¿cuál es la diferencia entre fornicaciones y adulterio, en Mateo 19:9?",
    "Jesús dijo en Mateo 19:9: “Cualquiera que repudiare a su mujer, si no fuere por causa de fornicación, y se casare con otra, adultera”. La diferencia entre fornicaciones y adulterio, la palabra pudiera aplicarse de una y otra manera. Pero para hacer claro lo que él estaba hablando aquí, es como en el caso de una mujer soltera, ella no puede cometer adulterio, porque no tiene esposo para que se le culpe de adulterio. Pero ella vive en pecado si lo hace. Ella tiene que confesar eso a su esposo antes de que se casen, si ella hizo eso. Si no lo confiesa a su esposo y él se da cuenta después, él tiene el derecho de repudiarla, porque ella hizo un voto falso. Porque la Biblia dice: “Sea pues conocido…”, es decir el ritual dice, “Sea pues conocido de vosotros (yo lo tengo escrito en el mío), que si cualquier pareja se ha unido de otra manera que no sea lo que la Palabra de Dios permite, el matrimonio de ellos no es lícito. Será requerido y será un cargo contra ambos y de seguro serán responsables en el Día del Juicio cuando los secretos de todos los corazones sean descubiertos, si cualquiera de Uds. sabe de algún impedimento por el cual no sea lícito que se unan, confiéselo en estos momentos”. Allí lo tiene Ud. ¿Ve?",
    "Así que fornicación es cuando una muchacha, no vive una vida limpia, eso es fornicación, porque ella no tiene marido. Pero cuando ella está casada y no vive limpiamente, entonces ella comete adulterio en contra de su marido.",
    "No hace mucho tiempo una mujer me dijo: “Yo ya confesé todo eso”. Ella estaba nerviosa, había tenido un choque nervioso: “Yo ya he confesado todo eso a Dios”, me dijo ella.",
    "🦅 Pero Ud. tiene que confesárselo a su marido”, le contesté yo. “No fue contra Dios contra quien Ud. cometió adulterio; fue contra su marido”. Esto es correcto.",
    "Y si un hombre se casa con una mujer que no haya vivido limpiamente antes de haberse casado con él, y ella después de haber vivido con él por algún tiempo, va y le dice: “Amor, quiero decirte algo. Yo salí con otro hombre y nunca te lo dije”, Jesús dijo que él tenía el derecho de rechazarla y de casarse con otra, porque ellos no estaban casados en el principio, porque ella dijo una mentira, le mintió a él.",
    "Bien, tenemos otra aquí…Gracias.\n\n92. Por favor explique Primera de Juan 5:16.\n\nPrimera de Juan 5, aquí está.\n\nSi alguno viere cometer a su hermano pecado no de muerte, demandará, y se le dará vida; digo a los que pecan no de muerte. Hay pecado de muerte, por el cual yo no digo que se ruegue.",
    "Muy bien…Tracemos esto desde el principio rápidamente, esta es la última. Abramos la Biblia en Marcos, y esto explicará exactamente lo que es pecado de muerte. Hay pecado de muerte, por el cual Ud. no debe ni aun orar. ¿Cuántos saben que hay pecado de muerte? Ud. ni aun debe orar por él. En Marcos, el capítulo 3. Y después de encontrar Marcos 3, rápidamente obtendremos el contenido de esta Escritura antes de cerrar. Vayamos al capítulo 3, verso 22.\n\nY los escribas que habían venido de Jerusalén, decían que tenía a Beelzebú,…(Ellos lo habían visto discernir los pensamientos de la gente.)…Y dijeron: Tiene a Beelzebú, y que por el príncipe de los demonios echaba fuera demonios.\n\nY habiéndolos llamado, les decía en parábolas: ¿Cómo puede Satanás echar fuera a Satanás?…(Si el diablo puede sanar, ¿cómo puede hacerlo?)…¿Cómo puede Satanás echar fuera a Satanás?\n\nY si algún reino contra sí mismo fuere dividido, no puede permanecer el tal reino.\n\nY si alguna casa fuere dividida contra sí misma, no puede permanecer la tal casa.\n\nY si Satanás se levantare contra sí mismo, y fuere dividido, no puede permanecer; antes tiene fin.\n\nNadie puede saquear las alhajas del valiente entrando en su casa, si antes no atare al valiente y entonces saqueará su casa.\n\n¿Cómo podía él entrar a sus corazones y saber lo que…(¿ve?), a menos que fuera de Dios?\n\nDe cierto os digo que todos los pecados serán perdonados a los hijos de los hombres, y las blasfemias cualesquiera con que blasfemaren;\n\nMas cualquiera que blasfemare contra el Espíritu Santo, no tiene jamás perdón mas está expuesto a eterno juicio. (¡Esto es separación!)\n\nPorque…(¿Por qué dijo El eso?)…Porque decían: Tiene espíritu inmundo.",
    "Ellos le llamaron al Espíritu de Dios quien estaba haciendo milagros en Cristo, le llamaron espíritu del diablo; Jesús dijo que esto es un pecado imperdonable. Y si Ud. ve a un hombre…no ore por él si él está burlándose del Espíritu Santo y hablando en contra del Espíritu Santo, a Ud. se le prohibe aun orar por una persona como esa. ¿Lo entiende Ud.? Porque hay un pecado de muerte. Solamente hay un pecado. Jesús dijo que todos los pecados serían perdonados a los hijos de los hombres, pero la blasfemia en contra del Espíritu Santo no sería perdonada.",
    "La gente dice: “Blasfemar al Espíritu Santo,…” “¿Qué es blasfemar?” Significa “hablar en contra, ridiculizar, burlarse, blasfemar”. ¡Muy bien!",
    "¿Cuál fue la blasfemia en contra de El? El decirle que el Espíritu Santo que estaba en El haciéndole obrar las cosas que El estaba haciendo: “Era el de Beelzebú, el diablo. Y que ése era el diablo, un espíritu de adivinación en El, quien le hacía hacer esas cosas. Ver los secretos en el corazón de la gente, y decirle a Felipe que le había conocido en el lugar en donde estaba antes de que viniera a la reunión, el echar fuera demonios y hacer todas estas cosas, eso decían que lo hacía por Beelzebú, y que El era un demonio”. Y Jesús dijo que ese pecado nunca sería perdonado, así que este es el pecado imperdonable por el que nunca se debe orar. Nunca será perdonado. Un hombre y una mujer que hacen eso, están sellados con eterna separación de la Presencia de Dios, por siempre y para siempre, no hay perdón.",
    "¿Lo ama Ud.?\n\nYo le amo. Yo le amo,\n\nPorque El a mí me amó,\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "Escuchen, quiero decirles que han sido muy amables, estas preguntas han sido escabrosas, y nos han tomado mucho tiempo. Uds. han estado sentados en esta iglesia desde las 7:30, 8:30, 9:30, dos horas y media, han estado sentados en esta iglesia calurosa. No han hecho esto nada más por estar allí sentados. Y creo que el noventa y ocho o el noventa y nueve por ciento de la congregación ha estado sentada en su asiento todo este tiempo. Quiero decir esto: Jeffersonville, yo siento decir esto; han dejado pasar su día de gracia. Sin arrepentirse yo creo eso. Yo creo que todo Estados Unidos lo ha hecho, pero tengo aquí en Jeffersonville los amigos más leales que hay en el mundo. Yo tengo gente aquí que moriría por mí.",
    "Ahora, en una noche calurosa como esta, los visitantes que están aquí, díganme qué persona se sentaría nada más por estar sentada para oír a una persona, que tal vez, esté hablando Escrituras que ni aun creen de la manera que las explico, sin embargo ellos están reverentes y con suficiente santidad para estar sentados y escuchar. Que vivan muchos días. Y cuando las estrellas se tornen en polvo, que vivan Uds. en Cristo Jesús. Que Dios supla todo lo que Uds. necesitan. Que El les dé a Uds. el deseo de sus corazones. Si Uds. creen que soy Su siervo y creen que mis oraciones les ayudarían, que el Dios del Cielo quien levantó a Su Hijo, Jesucristo, para ser la propiciación de nuestros pecados, para morir en lugar de nosotros, que El, Quien es omnipotente, El Quien es omnipresente, y que está en este edificio en estos momentos, El les dé los deseos de sus corazones, es mi sincera oración para cada uno de Uds. Y en la tierra en donde el sol nunca jamás estará sobre Uds. para agotarlos, en donde los vientos calientes nunca soplarán, yo espero pasarme millones de años sentado con cada uno de Uds. en el Reino de Dios hablando de las cosas eternas que vimos estando sentados juntos en estas noches. Yo digo esto con todo lo que está en mí, con todo mi corazón. Yo oro para que Dios les dé eso a cada uno de Uds.",
    "Su gracia sea con Uds. Que El los sane de todas sus enfermedades. Que El les dé a Uds. el bautismo del Espíritu Santo. Y yo digo esto sin ninguna ligereza…Si yo ofendí en alguna cosa que dije sobre la simiente de la serpiente, el bautismo en el Nombre de Jesús, cosas que…",
    "Alguien ha dicho: “El Hermano Branham es unitario”. No, señor, no soy un unitario. Yo no creo que Jesús pudiera ser Su propio padre. Yo creo que Jesús tuvo un Padre, y ése fue Dios. Pero Dios moró y se tabernaculizó en ese cuerpo llamado Jesús, y El era Emanuel, Dios con nosotros. Y creo que no hay otro Dios aparte de este Dios. El es Padre, Hijo y Espíritu Santo. Y el Nombre del Padre, Hijo y Espíritu Santo…Padre, el Señor, Hijo, Jesús, Espíritu Santo, Logos, Espíritu de Dios. Padre, Hijo y Espíritu Santo, El Señor Jesucristo; eso es El. Y en El moró la plenitud de la Deidad corporalmente.",
    "Y yo creo sin ninguna sombra de duda, amándolos a Uds., que no importa si Uds. permanecen bautizados en el Nombre del Padre, Hijo y Espíritu Santo, rociados, o que le hayan echado agua, o como haya sido, yo oro con toda mi alma y cuerpo que Uds. y yo nos encontremos en el Reino de Dios, y Dios, si yo estoy mal, El sobrepasará mi error; y si Ud. está mal El sobrepasará el de Uds. Pero de acuerdo a mis propias convicciones de la Escritura para pegarle al blanco desde Génesis hasta Apocalipsis, yo les ordeno que se bauticen otra vez en el Nombre de Jesucristo si no lo han hecho.",
    "Y si Uds. no han recibido el Espíritu Santo, y su vida no es dulce, no importa si Uds. hablaron en lenguas, si han gritado, si han brincado, si Uds. han puesto sus manos sobre los enfermos y han sanado, si Uds. han hecho toda clase de milagros y señales; si Uds. no tienen los frutos del Espíritu como amor, gozo, paz, tolerancia, benignidad, mansedumbre, bondad, paciencia, fe y todas estas cosas en Uds., ¡entonces yo les ordeno y los constriño en el Nombre de Jesucristo que no cesen de orar hasta que el Espíritu Santo venga a Uds.! No importa cuánto hablen Uds. en lenguas, cuánto hayan gritado, cuánto tiempo hayan sido un miembro de iglesia, si Uds. han estado aquí, todo lo que Uds. hayan hecho, nada tendrá que ver con esto hasta que Cristo, el Espíritu Santo, tome Su lugar en sus corazones y estén muertos a las cosas del mundo y sean una nueva criatura en Cristo.",
    "Dios les bendiga es mi oración. Pongámonos de pie. Oh, esta es una hermosa congregación. Han sido tan buenos; me duele dejarlos de pie.\n\nLa Hermana Edith cumplió años. Hermana Edith, puedo contar sus…Voy a pedirle al Hermano Neville que las ponga por Ud. Nos vamos a dar cuenta de la edad de esta dama joven. Treinta y ocho años de edad. Dios le bendiga. Hermano David, denos, quiero decir Teddy, denos un tonito, para cantar Feliz Cumpleaños, muy bien, por favor.\n\nFeliz cumpleaños;\n\nFeliz cumpleaños;\n\nFeliz cumpleaños, Hermana Edith;\n\nFeliz cumpleaños.\n\nBien, ahora toda la congregación cantemos juntos, Nunca Llegaremos A Vejez. Vamos, cantémoslo todos.\n\nNunca llegaremos a vejez,\n\nNunca llegaremos a vejez,\n\nEn la tierra en donde no habrá vejez;\n\nNunca llegaremos a vejez,\n\nNunca llegaremos a vejez,\n\nEn la tierra en donde no habrá vejez.\n\nEn un mundo feliz,\n\nViviremos con nuestro Señor;\n\nEn el mundo feliz,\n\nViviremos con nuestro Señor. 🦅"
  ]
}