{
  "title": "UNA LIBERACIÓN TOTAL",
  "id": "59480009",
  "content": [
    "🦅  Estaba como, no sabía qué decir en esta mañana. Estaba sentado allá atrás con el Hermano Egan, y oí… el Hermano Neville estaba diciendo algo, y miraba hacia mí. Y le dije al Hermano Egan: “¿Me estará llamando?”.\n\nY él dijo: “Así es”.",
    "Y, por tanto, estoy acá arriba para hablar algo en esta mañana. Pensaba, mientras estaba… El ventilador allí, donde ellos… eso absorbe la voz, parece que la atrapa, cuando uno está hablando. Parece ser que el ventilador atrapa de inmediato la voz.\n\nOía un testimonio estando allí adentro cuando iba a orar por la mujer, en el teléfono. Y el que recibió el mensaje, olvidó anotar la ciudad del lugar adonde llamar, de parte de la esposa del Dr. Morrison. Y sencillamente les voy a decir lo que hice, por las oraciones de todos Uds. y las mías: puse mis manos sobre el teléfono y señalé al número, dondequiera que quedara, y le pedí al Espíritu Santo que fuera a la mujer. Por tanto, pienso que Él escucharía eso igual que si nosotros… ¿Ven? Y simplemente colgué. Y quizás así era como el Señor lo quería. ¿Ven? Quizás sería mejor de esa manera.",
    "Y luego oí los testimonios estando allí adentro, alguien dijo que la Hermana Rook había… Creo que el Hermano Neville dijo que ella había sufrido algo así como un—un colapso nervioso. Aferrémonos a Dios por eso, tan sólo recordando esto: Dios conoce a los Suyos. Él conoce todo acerca de ellos.",
    "¿Pueden oír bien allá atrás? Si no, aquí adelante hay algunos asientos vacíos; pueden cambiar si desean. Y, veamos, ¿es éste el micrófono principal? [Un hermano dice: “No, señor”.—Ed.] ¿Éste acá es el micrófono principal? Bien. Veremos si podemos acercarlo un poco más. ¿Qué tal por aquí, Gene? Así estará bien. Y a veces me pongo un poco ronco, he estado predicando bastante. ¿Así está mejor? ¿Pueden oír mejor?",
    "Y no hay duda que recordamos a éstos en oración. Y queremos informar de una reunión gloriosa allá en…\n\n¿Estoy viendo a la Hermana Rook? Pensé que estaba viendo a una dama acá atrás que se parecía a ella. Pensé: “De seguro no es su doble”. Estaba mirando a alguien que se parece a ella, en la parte de atrás. Ella está en el Hospital Saint Edward.",
    "Y así mismo, en Cleveland, Tennessee, y también en California, tuvimos reuniones gloriosas. El Señor bendijo en gran manera, y obró muchas cosas. Y estamos contentos por eso. Contentos de poder regresar a los nuestros, reportando de la bondad y la misericordia de Dios. Así fue como ellos lo hicieron en la Biblia.",
    "Estaba agradeciendo la oración del Hermano Neville, o del Hermano Beeler, cómo él oró por el pueblo, y—y pidiendo ayuda y misericordia. Y si nos fijamos, uno siempre (por todo lo que sucede), se dará cuenta que hay algo verdaderamente genuino en eso. Y luego, cuando el Hermano Neville vino y trajo a estos diáconos y demás, aquí a la plataforma, para—para pedir las bendiciones de Dios sobre la—la ofrenda de la iglesia, le oí a él mencionar en su oración a Dios acerca de esos hombres, cómo es que ellos oraron unos por los otros. Y me es de gran provecho cuando oigo a un pastor que puede orar por sus diáconos, y los diáconos orar también por el pastor. Cuando Uds. ven una iglesia cooperando de esa manera, bueno, algo está para moverse. Así es que la iglesia tiene que estar en orden. Y eso me dio una idea para un tema. Yo iba a hablar sobre la bendición en Cades, y cómo rehusaron oír el reporte de los espías, pero entonces cambié de parecer, a otra cosa.",
    "Y ahora, hablando de sanidad, tengo tan sólo un pequeño testimonio que me gustaría dar. Estaba esperando ver a mi muchacho, Billy, allá atrás, pero, él lo tiene en el bolsillo.\n\nY Billy ha ido mejorando en las reuniones, a como era antes. Era nervioso, molesto, y como que les decía a las personas: “¡Oh, vayan a sentarse! ¡Vayan a sentarse!”. Decía: “Yo les—les daré una tarjeta de oración”. Pero he notado, recientemente, que ha habido personas en la reunión por las cuales él siente mucha lástima; si no le quedan tarjetas de oración, entonces los lleva a un cuarto para que yo pueda ir a orar por ellos.",
    "Y algo así sucedió en Chicago la última vez. Y quisiera leer esa carta si él llega a entrar; no logré verlo. Él no sabía que yo venía para acá esta mañana, y—y que quería—quería la carta. Pero acabo de recordarla al pensar en tanta enfermedad. Y así ha sucedido. Es una carta certificada de que…\n\nYo estaba leyendo en el periódico (no fue así; me dijeron) que la prensa estaba criticando a Oral Roberts por haber orado por una mujer que tenía diabetes y murió. Y yo, ahora como americano, a mí—a mí me gusta obedecer las leyes y—y a los hombres que tienen la autoridad; pero, yo no considero que eso sea justo. Me pregunto si ellos están dispuestos a publicar en el periódico a todos aquellos por los que Oral Roberts ha orado y han sanado, que los médicos desahuciaron. Me pregunto si lo harían al contrario tan sólo una vez. ¿Ven? Ellos no lo harían. Y luego pienso que quizás el diablo los ha confundido tanto, que (y Dios permitiéndolo) que en el día del juicio ellos tendrán que dar cuenta por eso. Pero yo sé de miles de personas por las cuales Oral Roberts ha orado, que se estaban muriendo, y están sanas.",
    "Entonces (¿lo ven?), ellos no son justos al respecto. Dan su versión, la versión crítica, pero la otra versión no la dan. Ahora, el periódico debe mantener al público al tanto de los eventos que acontecen. Entonces pienso que si a los seres humanos les interesa el bienestar de los demás, si alguien sana (si en realidad sana), cada periódico en los Estados Unidos debería incluir un artículo al respecto. Pero uno ni siquiera los puede contratar para que lo hagan. No. Si uno lleva algo así allá, ellos se burlarían y se reirían, y se lo devolverían. Ahora, pero si hay algo de qué criticar… Eso simplemente muestra que esta nación está lista para juicio. Correcto. Y tiene que haber un juicio, y no hay manera de escaparlo, y sólo están amontonando ascuas sobre sus cabezas, y demás. Y tanta—tanta… ¡desunidos, en cuanto a los principios! Un periódico, sus principios son el—el informar al público de cualquier cosa buena o mala que está ocurriendo. Pero ellos se han apartado de sus principios. Y cuando se apartan de sus principios, entonces ellos—ellos no cumplirán bien su propósito.",
    "Y de esa misma manera es con la iglesia. Cuando la iglesia se aparta de sus principios, jamás puede servir bien a los santos. Tenemos que mantenernos juntos, tenemos que estar unidos. Tenemos que ser de un mismo corazón y unánimes; si no, nunca serviremos a Dios o al pueblo, a menos que seamos de un mismo corazón y estemos unánimes, para pararnos por los principios de la Biblia y por las cosas que Dios ha dicho que son correctas. Nosotros siempre debemos pararnos por ellas.",
    "Billy metió en el cuarto, en Chicago, él… Alguien vino a él, una mujer con su esposo, con cáncer en los pulmones, muriendo. Y su esposa era una víctima de polio, en una silla de ruedas, y ella tratando de cuidar a un hombre que a duras penas podía pararse, sufriendo de cáncer en el pulmón. Y Billy le dijo, él dijo: “Lo—lo siento, señor”. Dijo: “Yo con gusto le daría una tarjeta de oración”. Y dijo él: “Pero no me—no me queda ninguna”.",
    "Y él dijo: “Bueno, está bien, hijito”. Él dijo: “Está bien”. Dijo: “Hicimos el esfuerzo de llegar aquí, y es demasiado difícil para nosotros”.",
    "Billy dijo: “Les diré que hacer”. Dijo: “Yo voy a ir a traer a papá, y entraré con él, y yo lo sacaré”. Y dijo: “Cuando lo haga, tan pronto como Ud. oiga su Mensaje” dijo, “entonces Ud. traiga a su espo-… o su esposa y Ud., y entren al cuartito por donde yo paso, y haré que él ore por Uds.”.",
    "🦅 ¡Oh!” dijo él, “es algo muy amable, hijo; con eso es suficiente”. ¿Ven? Ahí tienen una—una actitud. ¿Ven? “Con eso es suficiente. Eso está bien”. ¿Ven?",
    "Y esa noche, Billy, cuando fue allá atrás, yendo aún en contra de lo que él había dicho, tenía allí a su cuñado, que sangraba de las hemorragias en los pulmones. Y su cuñada estaba allí, que sangraba del estómago, por las úlceras, los cuales también habían entrado con ellos; les dio una ayuda adicional para que entraran. Uno tiene que vigilar, de otra manera habría un cuarto lleno, ¿ven? Pero pasamos por allí y oramos por ellos, después recibimos una carta por correo, que ese hombre había sido sanado perfectamente de ese cáncer en los pulmones. La mujer, la esposa en la silla de ruedas, está de pie, anda tan normal como antes. El hombre con las hemorragias en los—los pulmones, por la tuberculosis, está completamente sano. Y su esposa ha sido curada de las úlceras. ¡Cuatro de ellos sanos, consecutivamente! Me pregunto si los periódicos estarían dispuestos a publicar eso. ¿Ven? ¿Ven? ¿Ven? ¡Oh, pero Dios aún es Dios! Él simplemente hace las cosas a Su propia manera, Uds. saben, y Él es muy bueno. Estamos muy contentos de saber que Él es Dios.",
    "Estábamos hablando la otra mañana acerca de un predicadorcito que conocemos, que solía andar y oraba por los enfermos y demás. Y él fue y oró por una persona en el hospital de Louisville, y era un caso de tuberculosis, y la señora murió. El hombrecito dijo: “Bueno, ya para qué… Dios no… No hay Dios; Él cumpliría Su Palabra”. Dijo: “Yo la ungí exactamente como—como dice la Biblia. Si Él no cumple Su Palabra, no es Dios”. Dijo: “Sólo es un Libro”.",
    "Ahora, eso pareciera ser así, si uno no conociera a Dios. Es parte de las Escrituras, pero no es toda la Escritura. Eso tiene como base la fe del individuo. ¿Ven?",
    "Y le dije a mi esposa, dije: “Han acontecido tantas cosas, que yo simplemente sé que sí lo hay. No sé lo que vaya a suceder conmigo al final; puede ser que yo termine igual. Si Dios llega a quitar Su mano de misericordia de mí, yo terminaré igual. Pero mientras que Él tenga Su mano de misericordia y dirección sobre mí, yo seguiré adelante”. Pero le pregunté a Meda, le dije: “¿Quién estaba en el cuarto esa mañana después que tuve la visión en la que vi a mi niña, Sharon?”.",
    "A propósito, el otro día, por poco me desmayo. Estaba sentado, en la calle. Y Uds. saben mi historia de la visión de ella, después de lo sucedido. Y miré, pasando al lado mío, y allí venía una muchacha por la calle aquí en Jeffersonville que era exactamente como esa visión. Sencillamente tuve que apretarme las manos. ¡Se parecía tanto a esa visión de mi pequeña Sharon! En ese momento ella ya era una muchacha.",
    "Y después de esa visión aquella mañana, cuando estaba en la Gloria, yo… Hope me estaba diciendo, con su brazo sobre mi hombro, decía: “No te preocupes por nosotras, Bill, estamos mejor”. Yo estaba queriendo suicidarme. Y ella dijo: “No te preocupes. Prométeme que no te vas a preocupar más”.",
    "Y yo dije: “No te lo puedo prometer, Hope, porque yo—yo—estoy… me preocupo, no puedo evitarlo”.",
    "Y salí de la visión, parado en el cuarto oscuro. Y no era una visión, no era una imaginación, pero aún tenía su brazo sobre mí. Y ella me estaba dando palmaditas. Pensé: “Un momento. Esto no es…”. Yo no sabía cómo llamar a eso en aquellos días, una visión; yo le llamé un trance. Dije: “Esto es… Su mano todavía estaba allí”. Dije: “¿Estás aquí, Hope?”.",
    "Ella dijo: “Bill, prométeme que no te preocuparás más por mí y Sharon”. Pues yo estaba al final del camino; estaba a punto de suicidarme.\n\nYo dije: “Te lo prometo”. Y ella me abrazó y me dio palmaditas con su mano.\n\nY entonces yo—yo dije: “Hope, ¿dónde estás?”. Tomé… palpé sobre mí hasta que sentí la cadenita del bombillo y la jalé. Anduve allí, busqué en cada silla para ver si ella estaba allí sentada.\n\nÉl es Dios. Él es Dios hoy, tanto como lo fue en el Monte de la Transfiguración cuando aparecieron Moisés y Elías. Él aún es Dios.",
    "Puede ser que pasemos por muchos problemas y pruebas. Tan sólo recuerden: hay Alguien que sabe, que ilumina el camino, lo hace todo real. Yo no sé lo que hay detrás de la cortina, pero una cosa sé: estoy prosiguiendo a la meta del supremo llamamiento, cada día; esforzándome en vivir para ese gran evento que acontecerá algún día cuando yo lo vea a Él cara a cara, y cuente la historia: “Salvo por gracia”. Para ese día es que yo vivo. Dejando esas cosas atrás, que son, yo quiero proseguir, continuar adelante.",
    "Quiero que este tabernáculo, ahora que están bien parados, quiero que prosigan hacia la meta del supremo llamamiento. Sobre todas las cosas, manténganse unidos, sean tan exclusivos como puedan serlo, pero siempre con un brazo extendido para alcanzar y traer a alguien más, para darles entrada. Pero en cuanto a esta Fe que ahora estamos predicando y por la cual estamos contendiendo ardientemente, no se aparten ni una pulgada de Ella. Pues, si Uds. creen que yo soy Su siervo, éste es el programa de Dios. Nunca estará en la mayoría. Siempre estará en la minoría, siempre ha sido así, y siempre lo será. Pero, recuerden, está escrito: “No temáis, manada pequeña; a vuestro Padre le ha placido daros el Reino”.",
    "Ahora, hay un grupo de oficios en nuestra iglesia: diáconos, síndicos, superintendente de la escuela dominical, pastores, como ha sido establecida nuestra iglesia. Y Uds., el pueblo, han elegido a estos funcionarios y a este pastor. Yo sólo soy el supervisor general para ver que todo marche bien, y para aconsejar y demás. Uds. son los que eligen a su pastor; Uds. eligen a sus síndicos; Uds. eligen a sus diáconos; Uds. eligen cada cargo que existe en esta iglesia; Uds., el pueblo. Y el deber de Uds. es apoyar a esos hombres (¿ven?), pues ellos van a cometer errores; ellos son mortales. Sólo son hombres y cometerán errores. Pero si el presidente de los Estados Unidos comete un error, ¿lo sacamos de la presidencia? Olvidamos eso y seguimos adelante. Así es como queremos que sea ahora con nuestra iglesia. Lo estaba escuchando a él orar hace unos minutos, por esos diáconos. Y oía un testimonio, allá atrás, estando en la puerta, de los síndicos, de cómo todos Uds. están unánimes. Ahora, permanezcan así. Ahora, Uds. miembros, párense con estos síndicos, diáconos y el pastor. Y recuerden, cuando Uds. logren esta unanimidad, recuerden que es el trabajo del diablo cerciorarse que sea deshecha. Ahora, siempre ha sido así y siempre lo será. Pero, Uds. apoyen a sus funcionarios; y ésa era la plática que yo iba a dar.",
    "Y entonces tengo aquí también algo, algo para el tablero de informes en esta mañana, acerca de la reunión de las directivas y su autoridad. Y estará puesto en el tablero de informes. Y tengo una copia para el Hermano Roberson, quien es el jefe de los diá… de los síndicos. Y luego tengo una copia para el Hermano Collins, creo, quien hace la función de jefe de la junta de los diáconos. Y ahora, todos estos cargos han sido establecidos según la Escritura y ellos deben tener las reglas Escriturales de lo que deben hacer. Por tanto, los síndicos tienen su propio cargo; y los diáconos tienen su propio cargo; el superintendente de la escuela dominical tiene su propio cargo; y el pastor es la cabeza del rebaño.",
    "Ahora, cada uno de éstos tienen cosas en común. Y yo pienso que sus reuniones no debieran ser juntas, sino que debieran ser por separado según el cargo, debido a que los diáconos no tienen nada que decirle a los síndicos a menos que tengan algún asunto de dinero para presentarles. Y viceversa, los síndicos se encargan de las finanzas y cosas del edificio; ellos no tienen nada que ver con los diáconos. Los diáconos son los policías de la iglesia y los asistentes del pastor. Y los síndicos son los encargados de toda la propiedad. Los síndicos no tienen nada que ver con el lado espiritual de ello, y el diácono no tiene nada que ver con el lado de las finanzas. Por lo tanto, debe ser así. Y el superintendente de la escuela dominical se encarga de su escuela dominical. Así que lo tengo todo escrito, mecanografiado, para ponerlo en el tablero de informes.",
    "Y luego, también vamos a poner en un marco, la Doctrina por la cual se para la iglesia, y tenerla enmarcada aquí, en la iglesia; por lo cual nos paramos, los—los principios, la Doctrina de la iglesia. Ahora, para poder ser una iglesia, tenemos que tener una doctrina.",
    "No clavamos ninguna estaca y decimos: “Sólo hasta aquí llegamos”. Nosotros vamos tan lejos, teniendo compañerismo con todos, con la gente, hasta donde Dios nos permita ir según Sus Escrituras. Y ahora, manténganse unidos, sean unánimes, de un mismo corazón, y sigan adelante con Dios. Así es como Dios quiere que lo hagamos.\n\nAhora oremos y luego abriremos la Palabra.",
    "¡Oh, precioso Señor!, estamos ahora listos para abordar la Palabra Divina, o la lectura de esta Palabra. Que Tu Espíritu Santo nos interprete aquello de lo cual tenemos necesidad. Y permite que hablemos, Señor, y nos comportemos y vivamos, sabiendo que todos somos Tus hijos, por gracia, habiéndonos Tú llamado. Que haya un compañerismo en esta iglesia, viendo que estamos a punto de entrar en un gran movimiento, tenemos el sentir de preparar a otros ministros para que salgan a los campos, donde, si Tú me envías a las diferentes partes del mundo, se establezca allá la Fe, y que podamos tener un ministro listo y dispuesto, y preparado para quedar encargado. Y que la Fe que ha sido una vez dada a los santos, por la que estamos valientemente parándonos, circule dándole la vuelta al mundo. Concédelo, Señor. Y que de este montoncito de hierbas, como lo fue el día cuando lo dedicamos a Ti, que se levante una iglesia aquí, Señor; que de aquí salgan ministros y evangelistas y maestros y misioneros a todas partes del mundo.",
    "Pedimos, esta mañana, una bendición especial para nuestro Hermano y Hermana Stricker que están sufriendo ahora; sin embargo, sabemos que todos pasamos por estas pruebas. Todo hijo que viene a Dios debe ser disciplinado y probado. Y si nos damos por vencidos fácilmente, y regresamos, entonces somos hijos ilegítimos y no hijos de Dios. Da al Hermano y a la Hermana Stricker fortaleza y poder para permanecer en su puesto del deber. Si ellos tienen que mendigar por los alimentos que van a comer, que Tu mano de bendición sea sobre ellos. Pues no sabemos, pero pudiera ser que por medio de ese mismo esfuerzo Tú les muestres a los nativos de África lo que es ser un verdadero Cristiano. Concédelo, Señor. Ahora, que todo sea hecho según Tu voluntad.",
    "Bendice a este pastor, el Hermano Neville. Oramos, Señor, que Tú lo hagas un pastor del rebaño, como en el pasado. Y no nos olvidamos de su amada esposita que está muy enferma. El enemigo quisiera dejar al Hermano Neville con ese montón de niños sin madre, pero nos paramos y colocamos, por fe, la Sangre de Jesucristo entre ese enemigo y nuestra hermana. Que Tu Espíritu, Señor, sea grande sobre ella, sabiendo que se ha decretado que toda mujer descienda y camine por este valle oscuro al llegar a esa edad, pero oramos que Tú seas con ella. Bendice a esos niños pequeños. Ella va a estar nerviosa y malhumorada, pero que el Espíritu Santo siempre esté a la puerta de la misericordia, todo el tiempo, para esa familia.",
    "Bendice nuestra junta de síndicos, a nuestro Hermano Wood, y a nuestro Hermano Egan, al Hermano Roberson, y a todos los demás, Señor. Los diáconos, síndicos, y todos los que están asociados con la iglesia, oramos, Señor, que les permitas servir su plazo con santidad y—y justicia. Bendice a aquellos, Señor, que han servido en los tiempos pasados. Y oramos que continúes acompañándonos a todos, para que se nos conozca como una iglesia de unidad y del Espíritu, y del amor del Señor. Oramos ahora que Tú nos repartas la Palabra según nuestra necesidad, mientras leemos de Tu Palabra escrita. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Y orando, pensaba mientras bendecíamos o que pedíamos las bendiciones por nuestro nuevo… nuestra nueva junta de síndicos y demás; yo estaba pensando en el Hermano Fleeman y en el Hermano Deitzman y los que están sentados aquí, quienes han servido bien anteriormente. Y queremos agradecerle a Dios por el servicio leal de ellos. Que el Señor siempre los acompañe para bendecirlos y ayudarlos. Quiero leer, antes de… No olviden ahora el tablero de informes y demás, ni las próximas reuniones.",
    "Y nos da mucho gusto tener con nosotros, esta mañana… Bueno, quizás lo diga de esta manera, un varón que ha sido muy precioso para mí, en el pasado, y aún precioso, un buen hermano, Fred Sothmann, de… y su esposa, de Saskatchewan, Canadá, que está aquí para peregrinar con nosotros, en nuestra nación, un peregrino; pero en nuestro compañerismo, es un hermano amado, el Hermano Fred Sothmann sentado allí. Él me administró la campaña cuando estuve en Canadá.",
    "Y otro hermano precioso que anteriormente también fue un canadiense, que era un hombre de negocios y puede probarle al mundo que uno jamás puede darle demás a Dios. Él y su amigo formaron una fundación de finanzas para construir un lugar, o para una misión en el extranjero, una fundación. Y ellos me llamaron a Oakland, para una reunión, y dijeron que tenían el dinero. Ellos patrocinarían todo por medio de su fundación.",
    "El Hermano Fred y yo lo intentamos, usando una cierta cantidad de dinero del Hermano Fred, que yo personalmente no quise recibir. Entonces decidimos dárselo a la gente canadiense y no recoger una ofrenda, pero no funcionó muy bien. Las reuniones estuvieron bien, pero por cuanto no recogimos una ofrenda… No me interesa si la iglesia tiene cien billones de dólares, uno aún está obligado con Dios a recoger una ofrenda. Eso es parte de la adoración. Y Ud. roba esa… A pesar de que he estado tan en contra del dinero y cosas como ésas, me doy cuenta que cuando un hombre está errado, más vale que admita que está errado, porque el Hermano Fred y yo vimos que eso no resultó tan bien.",
    "Y, Hermano Borders, cuando dejé al Hermano Fred y fuimos allá a Oakland con Ud., dije: “No lo vaya a hacer. Ud. simplemente pase el plato de ofrendas, recoja una ofrenda, y lo que obtenga, regréselo a su fundación para otra reunión en alguna otra parte”.",
    "Y antes de que terminaran los servicios, el Hermano Borders y sus amigos vinieron a mí, y dijeron: “Todo lo que aportamos para la—la reunión ya se recaudó”.",
    "Y entonces, hace unos días, él hizo arreglos para una reunión en San José, California, donde tenía como, me supongo, unas sesenta o setenta iglesias en el valle, todas de diferentes clases de fe y todas cooperando. Tuvimos una reunión maravillosa, y estamos por regresar en noviembre. Estamos contentos de tenerlos con nosotros, Hermano Borders y Hermano Fred, sentados allá atrás. Y estos hombres tal vez sean desconocidos para todos Uds., pero han sido hermanos preciosos para mí allá en los campos, contendiendo ardientemente por la Fe por la que nos estamos parando. Dios lo bendiga, hermano. Nos da mucho gusto tenerlos aquí esta mañana en este pequeño y viejo tabernáculo. No hay mucho que admirar, pero hay algo que sabemos y es que Dios vive aquí, ¿ven?; así que estamos contentos por eso. Y hay otros hermanos preciosos, si tuviera el tiempo para mencionarlos, que hoy están con nosotros.",
    "Ahora, estoy anticipando y orando que en los próximos días, el Señor mediante, quiero ir (sintiéndome dirigido… no lo he anunciado), en la próxima reunión, a Ohio, para estar con el Hermano Sullivan, en el campamento, dentro de poco tiempo. Está sólo como a cien millas, creo, Gene, algo así. Sería un buen viaje si no has planeado tus vacaciones, si el Señor continúa dirigiéndonos. Es un hombre muy fino, y apreciamos mucho al Hermano Sullivan. Es un… Él es el alcalde de la ciudad, o acaba de ser el alcalde, y simplemente es un kentuquiano chapado a la antigua. Eso es todo lo que puedo decir de él. Cuando me encontré con él el otro día en… Los dos fuimos criados allá en las montañas de Kentucky. Él me dijo: “¿Todavía tienes la asafétida alrededor del cuello, Billy?”. Ahora Uds. saben qué—qué tan de Kentucky él es. Ahora, volteemos a…\n\nNo despreciando aquí a mis hermanos de Kentucky, al Hermano Jeffries y los demás. Yo también soy un kentuquiano, Uds. saben. Les diré algo que sí somos: no somos kentuquianos, ni tampoco somos americanos; nosotros somos peregrinos y extranjeros. Buscamos una Ciudad por venir.",
    "Ahora para la lectura, leamos del Libro de Éxodo, por unos minutos. Deseo leer del capítulo 23, y del versículo 20 incluyendo hasta el 23. Y quiero tomar un tema esta mañana de… cómo este, o sea, de esto: Una Liberación Total. Y no me extenderé mucho hablando, ahora mientras esperaba que Uds. abrieran en el Libro y el capítulo.\n\nHe aquí yo envío mi Angel delante de ti para que te guarde en el camino, y te introduzca al lugar que yo he preparado.\n\nGuárdate delante de él,… oye Su voz; no le seas rebelde; porque él no perdonará vuestra rebelión, porque mi nombre está en él.\n\nEstoy seguro que la congregación sabe Quién fue este Ángel. “Mi Nombre está en Él”.\n\nPero si en verdad oyeres su voz e hicieres todo lo que yo te dijere, seré enemigo de tus enemigos, y afligiré a los que te afligieren.\n\nPorque mi Angel irá delante de ti, y te llevará a la tierra del amorreo, del heteo, del ferezeo,…cananeo,…heveo y…jebuseo, a los cuales yo haré destruir.",
    "Que el Señor bendiga Su Palabra mientras hablamos ahora por unos minutos, si oran. Yo estaba pensando en este tema, de: Una Liberación Total.\n\nLa Iglesia ha sido una—una minoría. Ella siempre lo será, en miembros, hasta que Jesús venga. Pero Ella está viviendo por debajo de sus privilegios dados por Dios. Si sólo supiéramos: ésta es la Iglesia del Dios vivo, no el Tabernáculo Branham, pues, el Tabernáculo Branham simplemente es parte de Ella. Y así igual hay otros tabernáculos a través del país.",
    "El Hermano Snelling va a tener un servicio bautismal esta noche; olvidé que el Hermano Curtis me dijo que lo anunciara, o me dijo ayer que lo tendría. Él va a tener un servicio bautismal. Y si hay alguien aquí que aún no ha sido bautizado, pues, al Hermano Snelling le daría mucho gusto hacerlo, esta noche, es el Tabernáculo de Santidad en Utica; el Hermano Junior Jackson, en New Albany. Y hay muchas iglesias como ésas por todo el país. Pero todos estamos viviendo, al parecer, como en el lado derrotado.",
    "Oí el anuncio del Hermano Neville esta mañana, allá atrás, y me hizo pensar que la gente aparentemente se está alejando de la liberación. Parece ser algo que la gente ha visto, así que la hacen a un lado: “¡Oh, pues, Dios lo puede hacer!”; pero ésa no es la actitud.",
    "Ahora, Moisés, cuando fue llamado por Dios, era absolutamente un profeta completo.\n\nCuando Dios envía a un hombre para hacer alguna cosa, lo equipa completamente con todo lo que él necesita. Si Dios llama a un hombre para ser un predicador, Él le pone algo por dentro con lo cual predicar. Si Él lo llama para ser un maestro, le pone algo por dentro con qué enseñar. Si Él le llama para ser un profeta, pone algo en él para que vea visiones y para ser un profeta. Dios siempre equipa a su hombre completamente.\n\nY eso exactamente es lo que Él hizo cuando envió a Moisés a Egipto. Él lo crió de una cierta forma. Y Él lo educó de una cierta forma, y lo moldeó y lo hizo y lo formó. Después que Él le prometió a Abraham, cientos de años antes, que Él libraría al pueblo, entonces Él—Él tenía en mente que haría a Moisés exactamente de la manera que Moisés fue hecho. Moisés era un profeta completo. Y entonces, siendo un profeta completo, luego…",
    "Tal como Ud., si Ud. es Cristiano, Dios no hace Cristianos a medias; Dios hace Cristianos completos. Dios no hace predicadores a medias, pero el predicador puede ser a medias. Y Dios hace a Sus hijos Cristianos, pero a veces ellos son Cristianos a medias. Pero Dios no quiere que ellos sean de esa manera. Son sus propias maneras de ser que se mezclaron con el plan de Dios para sus vidas, y eso es lo que los hace a ellos ser como son. Dios no quiere que ellos sean Cristianos mediocres, o predicadores mediocres, comprometiéndose en cualquiera de los lados, o… Él quiere que ellos se paren completamente en la brecha.",
    "Ahora, Moisés, Dios lo había hecho un profeta completo, para una liberación completa. Y Moisés estaba completamente rendido en las manos de Dios; por esa razón él fue lo que fue. Él estaba tan completo en Dios al grado que Dios podía confiar en él.",
    "Yo me pregunto, esta mañana, como Cristianos, si nosotros hemos rendido nuestra propia voluntad, y nos hemos rendido tan completamente a Dios, al grado que Dios nos pueda confiar el lugar en el cual nos ha puesto. Me pregunto, esta mañana, de mí mismo, si yo me puedo rendir tanto a Dios al punto que Dios pueda confiar en mí, pudiera confiar en el Hermano Neville, pudiera confiar en nuestra junta de síndicos, en nuestra junta de diáconos, o en nuestros miembros de nuestra iglesia. Todos nosotros tenemos un lugar y tenemos un deber.",
    "El ministro tiene la obligación de pararse y predicar las inescrutables riquezas de Cristo, sin ceder, si él ha sido llamado a ser un predicador. Él no le dejará pasar ni una sola cosa a ninguna persona, si él ha sido llamado a ser un predicador.",
    "Y el miembro de la iglesia, si él ha sido llamado para ser miembro de este cierto grupo, entonces él no cederá en eso. Si la iglesia cree que nosotros no debemos apostar, entonces ese miembro nunca debe tocar las barajas. Si no creemos en beber, él debe voltear el rostro ignorando completamente la bebida. Si no creemos en apostar o fumar, el miembro de esta iglesia jamás debe tocar tal cosa. Dios da liberación total. Cuando nosotros…\n\nÉl lo hará si nos rendimos completamente a Él. Si nos entregamos completamente en Su mano, entonces Dios puede vivir en nosotros. Cristo, la esperanza de Gloria, puede reflejarse en nosotros a medida que nosotros nos hacemos a un lado; luego, nuestros pensamientos vienen a ser Sus pensamientos. ¿Se pueden imaginar a Cristo fumando un puro? ¿Pueden imaginarse a Cristo bebiendo o jugando naipes? Entonces si el espíritu suyo es parte de Su Espíritu, Él quiere que eso cuadre con su confesión. Pero Uds. le permiten al diablo que entre y tome control. Y todo el tiempo, en su corazón, bien adentro, Uds. saben que andan mal cuando hacen esas cosas.\n\nY cuando un miembro llega a hablar mal de otro miembro, Uds. saben que eso es incorrecto. Les ha sido mandado que oren los unos por los otros, no que hablen mal los unos de los otros, sino más bien que se amen unos a otros. Y si alguien ha caído, levantémoslo, ayudémoslo. Ahora, eso nos hace un—un—un grupo unido de creyentes. Ahora, cuando no obedecemos eso, entonces no obedecemos a Dios y desagradamos a Dios. Y, por lo tanto, nuestra iglesia, nuestra gente no puede prosperar; la iglesia no puede avanzar por cuanto estamos desunidos, aun estando juntos. Como dijo Jesús: “Un poco de levadura leuda la masa”.",
    "Ahora, si la junta de la iglesia, o sea, los—los diáconos, vinieran y dijeran que debemos… considerando que debemos construir un tabernáculo nuevo. Si ése es el voto de los diáconos, y los síndicos han sido consultados y no tienen el dinero para hacerlo, entonces se hace un programa de construcción como el que tenemos ahora en proceso. Y luego se presenta al pueblo en general, como debiéramos, siendo que la iglesia es soberana. Entonces si la iglesia vota a favor del tabernáculo nuevo, entonces todos debiéramos cooperar juntamente en construir ese nuevo tabernáculo.",
    "Francamente, en lo personal, cuando me hablaron sobre un tabernáculo nuevo, yo me opuse a la idea. Correcto. Yo dije: “En realidad no necesitamos un tabernáculo nuevo. Es probable que yo me vaya de aquí pronto, como el Señor… si lo que Él me mostró se cumple. ¿Para qué necesitamos un tabernáculo nuevo? No tenemos el dinero”.",
    "Luego vine y capté el sentir de la iglesia; que la iglesia, en su mayoría, parecía quererlo. Entonces ¿qué hice? Sacrifiqué mis propias ideas y me uní con la iglesia. Seguro, hagámoslo. Si… Así es como echamos suertes, así fue en la época de la Biblia, la manera en que votaba la iglesia. La—la soberanía, los grupos del pueblo se reunían. Hay fuerza en la unidad. Por lo tanto, yo dije: “Por supuesto, si así lo quiere la iglesia, si eso es lo que Dios está queriendo. Él tiene más autoridad para votar entre todo un grupo de personas que solamente conmigo, siendo que yo no tengo una visión para decir que no debiera hacerse”. Entonces nos unimos con la iglesia, y nos movemos con la iglesia. Y la estoy respaldando, haciendo todo lo que yo pueda (¿ven?), para ayudar a la iglesia.",
    "Ése debe ser el motivo de todo Cristiano y toda persona en la iglesia, es de unirnos y permanecer juntos. Por lo que vote la iglesia, por eso debemos pararnos. Entonces, digamos por ejemplo que el… quieren cambiar algo en la iglesia. Bueno, entonces si los síndicos quieren hacerlo, el… o alguien más quiere hacerlo (los diáconos, ellos quieren cambiar algo), eso se presenta a la iglesia; la iglesia reunida. Y si nuestra—si nuestra idea aquí pareciera ser un poco diferente a lo que dice toda la iglesia, sacrifiquemos esa idea, porque ésa es la única manera en que podemos mantenernos unidos. Y si esta iglesia avanza como ahora lo está haciendo, y se mantiene junta, unida, Dios va a… no hay límites en lo que Él hará, si nos mantenemos juntos. Debemos permanecer juntos. Así es como queremos estar: completamente el uno con el otro, y luego completamente en las manos de Dios.",
    "Además, necesitamos a un hombre que creemos que predica la Palabra de Dios. Si el hombre no lo hace, entonces consigan a alguien que sí lo haga. Así es como debemos pararnos. Si la junta de síndicos no se para por lo que es correcto, entonces es asunto de Uds. elegir a alguien que sí se parará por lo que es correcto. Y luego cuando Uds. lo hagan, manténganse firmes. Eso depende de Uds. Manténganse firmes. Y, todos juntos, estamos parándonos por una Cosa, y ésa es Dios.",
    "Si un miembro comete un error, no lo rechacen; ayúdenlo, levántenlo. Reúnanse, tengan una audiencia el uno con el otro; es lo que dice la Escritura. Cuando cometemos un error, presentémonos delante de Dios. Antes de presentarnos delante de Dios, tenemos que presentarnos delante de la persona que herimos.",
    "Hace poco yo lo tuve que hacer. Y sé que obré mal: mentí, causé que mi esposa mintiera. Creo que les conté de eso, aquí en la iglesia. Fue hace unos días, no hace mucho, ya hace como seis semanas. Los abogados me tenían tan agobiado, a raíz de esta investigación, que casi ni sabía en dónde estaba. Yo acababa de llegar a casa de la oficina, para cenar. Y sonó el número privado, y Meda fue a contestar el teléfono. Ella lo cubrió con la mano, dijo: “Son esos abogados otra vez”.",
    "Dije: “No soporto una tarde más. Siento que se me va a desprender la cabeza. Estoy perdiendo mis cabales; me está tirando de aquí para allá y de allá para acá”. Yo dije: “No soporto más”. Y salté y dije: “Diles que no estoy aquí adentro”, y corrí atrás de la casa.",
    "Cuando regresé (Meda es muy sensible a esas cosas), me encontró en la puerta, estaba medio llorando. Ella dijo: “Bill, ¿fue correcto hacer eso?”.",
    "Uds. saben cómo es uno; yo sé como soy. Dije: “Por supuesto, yo no me encontraba aquí adentro en ese momento”. Sabía que Dios me había redargüido por eso. Respondí: “Yo no estaba aquí adentro en ese momento”.\n\nDijo: “Pero estabas aquí adentro cuando él llamó”.",
    "Esa tarde fui a orar por un bebé enfermo. Y antes que saliera de la casa, el teléfono volvió a sonar, y el pequeño José corrió y tomó el teléfono y dijo: “Papá, ¿quieres que les diga que no estás?”. ¿Ven Uds. cómo el pecado corrompe?, ¿en lo que terminaría una familia así?",
    "Primera de Juan el capítulo 5, y el versículo 21, dice: “Si nuestros corazones no nos reprenden, confianza tenemos en Dios”. Pero si nuestros corazones nos reprenden, ¿cómo podemos tener confianza en Dios? Sabemos, mientras tengamos pecado sin confesar, que Él no nos oirá. Eso es fuerte, pero es—es—es, la iglesia necesita estas cosas.",
    "Luego empecé a orar por este bebé. Y cuando empecé a imponerle las manos, el Señor me reprendió y dijo: “Dijiste una mentira. Tú no estás en condiciones para orar por ese bebé”.",
    "Me dí la media vuelta; le dije: “Señor, espere aquí. Tengo algo que arreglar”.",
    "Llamé al abogado y fui allá a la oficina; lo cité. Le dije: “Mire, señor, yo dije una mentira. Hice que mi esposa mintiera; ella dijo que yo no estaba allí adentro, y yo corrí atrás de la casa”. Y yo lo confesé y le conté.",
    "Se acercó y me puso las manos en el hombro. Él dijo: “Hermano Branham, siempre he tenido confianza en Ud., pero ahora la tengo más que nunca, un hombre” dijo él, “que está dispuesto a corregir sus errores”.",
    "Le conté, dije: “Empecé a orar por un bebé, y el Señor simplemente me reprendió, en mi corazón, porque sabía que yo había obrado mal”.",
    "Luego, al día siguiente, mi esposa dijo: “¿Adónde vas?”.\n\nLe dije: “A mi cueva”.",
    "Y fui a mi cueva, más allá de Charlestown, adonde llevo años yendo. Y entré allí y oré todo ese día: “¡Oh, Dios, no permitas que vuelva a hacer una cosa así! Perdóname, Señor, pues en cuanto empecé a poner mis manos sobre la gente enferma, para orar, entonces fui reprendido”. Como a las tres de la tarde salí. Allá hay una peña grande, y me subí en esa peña y miré hacia el este, con mis manos levantadas, alabando al Señor. Y hay mucho silencio allá. Y dije: “Señor, si tan sólo… En una ocasión Tú pasaste junto a Moisés, y él dijo que era… cuando lo tenías en la hendidura de la peña, y se veía como la espalda de un hombre”. Dije: “¿Pudieras hacerlo otra vez, Señor? Hazme saber que he sido perdonado”. Y dije: “Si Tú me ayudas y vienes a mi mente…”. Dije: “Señor, yo no soy muy fuerte, mentalmente, pues no tengo educación”. Dije: “Y me—me estoy esforzando en servirte. Tú conoces mi corazón, y yo no… yo no debí haber hecho eso; no quise hacer eso. Sentí como que se me desprendía la cabeza, estaba muy nervioso, y lo hice en un momento inesperado cuando Satanás me sorprendió”. Dije: “Si me perdonas, entonces permíteme verte, Señor”.",
    "Y Dios sea mi Juez; allí mismo a mi lado, en un lugarcito entre los arbustos empezó a girar algo como un Viento, y vino exactamente a lo largo de la cueva donde yo estaba, y atravesó el bosque. ¡Oh, hermano!, una paz que sobrepasa todo entendimiento me inundó, y lloré; clamé; grité. Sé que mis pecados me fueron perdonados. ¿Ven?, yo no estaba unido con Dios; no podía alcanzar la liberación para el bebé.",
    "Yo… Y allí al día siguiente había un hombre de Chicago, que es un gran hombre, un católico recién convertido, las válvulas de su corazón se habían hinchado como una cámara de neumático inflada, y habían tratado de extraérselas por un tiempo, y lo iban a hacer, y él no se los permitía. Finalmente, obtuvo una entrevista. En esas entrevistas nos quedamos hasta encontrar el problema. Y apenas el hombre entró, el Espíritu Santo recorrió por toda su vida y declaró algo que él había hecho cuando era un monaguillo en la iglesia Católica. Él dijo: “Ésa es la verdad; es la pura verdad”. Dijo: “¿Me quiere decir que eso estaba en contra mía?”.\n\nYo dije: “Ésa es la única sombra que puedo ver en su vida”.",
    "Regresó allá y le dijo al médico, dijo: “Está bien, preparen todo ahora; tendré la operación”.",
    "El médico dijo: “Examinaremos el corazón otra vez”. Y cuando lo examinó, dijo: “Ud. no necesita la operación”. ¿Ven?",
    "Si nuestros corazones nos reprenden, queremos una liberación total. No queremos estar a medias, iglesia. Queremos ser una iglesia genuina, o no ser iglesia en lo absoluto. Queremos ser Cristianos genuinos, o no ser Cristianos en lo absoluto. Queremos una liberación total de nuestros hábitos, de nuestros pecados, de nuestro mal pensar, de nuestras malas obras, de nuestra negligencia, de lo que hayamos hecho. Queremos una liberación total, para que cuando la gente venga a esta iglesia, para que se ore por ellos, tal vez sólo sea este grupito (no más de cien o doscientos) sentado aquí, pero que estén completamente en las manos de Dios. Y cuando oremos, entonces Dios oirá desde el Cielo. Dios quiere a alguien que Él pueda tener en Sus manos; alguien de quien pueda decir: “Tengo confianza en él. Yo puedo enviar a éste, Mi siervo enfermo, al Tabernáculo Branham en Jeffersonville, y ese grupo de personas estarán unánimes”. Algo sucederá.",
    "Bueno, miren lo que Él hace por nosotros en la condición en la que estamos; ¿qué no haría Él si todos estuviéremos en un corazón y unánimes? La única manera de lograr eso es unir nuestros corazones en amor fraternal, obedecer los oficios de la iglesia y al pastor, y el pastor obedecer a Dios. Entonces Dios obra por medio del pastor, por medio de la junta directiva, hasta la iglesia, y todos juntos llegan a ser una unidad para el Reino de Dios. Luego Dios oirá, cuando tengamos un grupo unido. No dejen que nada los preocupe. No se desanimen con nada.",
    "Ahora, ése es el tipo de persona que Dios ha ordenado para que tome la tierra. Moisés estaba completo, era un hombre intransigente. Así hubieran riñas y contiendas, y todo eso, él era intransigente. Así es como Dios nos quiere ahora.",
    "Faraón quería un acuerdo, dijo: “Moisés, todos se pueden ir, pero dejen a sus hijos, o dejen aquí parte de su ganado”.",
    "Así es como el diablo quiere que venga el Cristiano. “Está bien que Ud. se una a la iglesia, pero no vaya a perdonar a Fulano. Está bien si viene con su… si puede… No tiene que dejar de fumar, de beber, sus mentiras, andar robando, su crítica, calumnia; no las tiene que dejar. Sólo únase a la iglesia”.",
    "Pero Moisés no cedía; él quería una liberación total. Él dijo: “No dejaremos ni una pezuña. Nos llevaremos todo lo que nos pertenece, cuando vayamos a adorar al Señor”.",
    "Así es como debe ser la iglesia. “Llevaremos justicia; llevaremos santidad; llevaremos el Espíritu Santo; llevaremos un grupo unido, cuando vayamos al altar. Nosotros seremos un grupo genuino; no dejaremos nada atrás; lo llevaremos todo. No habrá pezuña que quede aquí”. Uds. saben, y el pueblo puede orar de tal manera que el diablo tendrá que ceder.",
    "Así es como lo hicieron Moisés y su grupo. Ellos llegaron allá y se sometieron bajo la sangre. ¿Se fijaron que hasta que ellos no se sometieron bajo la sangre, no había liberación total? Moisés mismo, estaba unido con Dios, pero Israel no; aun había pecado. Y ellos murmuraron contra Moisés, y dijeron: “¿Por qué, por qué haces esto? Tú nos traes más problemas”, pues, Faraón acababa de duplicarles la tarea de ladrillos y todo. Ése era Moisés; él estaba completamente en las manos de Dios, totalmente liberado de apacentar ovejas, para apacentar el rebaño de Dios. Él mismo estaba totalmente libre; pero el pueblo no era libre, porque todavía murmuraban entre ellos.",
    "Una noche, cuando Dios ordenó que un cordero fuese inmolado, tipo de Cristo, y la sangre fuese empapada con el hisopo, que son simples hierbas (comunes, humildes), y fue untada sobre el dintel de la puerta y en los postes, allí fue cuando Israel fue completamente libre, sin dejar atrás ninguna pezuña. Todo lo que les pertenecía fue liberado. Sus familias, sus seres amados, y todo fue liberado cuando ellos vinieron completamente bajo la sangre.",
    "Allí es cuando la iglesia quedará completamente libre: cuando todo entre bajo la Sangre. Cuando sus pecados se sometan bajo la Sangre; cuando su fumar, cuando su apostar, cuando su engañar, cuando su robar, cuando su mentir, cuando todo sea sometido bajo la Sangre, entonces habrá una liberación total. Si Ud. ha obrado mal con alguien, enmiende eso. Uds. no pueden traer eso bajo la Sangre, no permanecerá allí. Uds. no pueden traer eso; algo no se los permitirá. Cuando su propio ser es completa y totalmente sometido bajo la Sangre, habrá una liberación total. Entonces Ud. tendrá una libertad como no la ha conocido antes. Una vez que todo se somete bajo la Sangre, traído en sujeción al Reino de Dios, entonces habrá una verdadera liberación.",
    "Jesús fue completa y totalmente hombre. Él podía llorar, como hombre; Él podía comer, como hombre; Él se podía cansar, como hombre. Él era completa y totalmente hombre, en cuanto a Su ser físico. Y en Su Espíritu, Él era completa y totalmente Dios; por tanto, Él sujetó Su carne al Espíritu que estaba en Él. ¿Ven Uds.? Él fue tentado en todo igual que nosotros. Él era un hombre, no un Ángel. ¡Él era un hombre! Él tenía deseos y tentaciones, igual que nosotros; la Biblia dice que las tuvo. Él era un hombre, no un Ángel libre de tentación. Hebreos 1 dice que: “Él fue…” Hebreos 1:4 dice que “Él fue hecho menor que los ángeles”. Él era hombre, completamente un hombre; pues Dios tomó completamente a un hombre para traer una liberación total, y lo llenó de Su Espíritu. El Espíritu Santo estaba en Él, sin medida. Y Él fue tentado como nosotros. Y Él fue completamente Dios. Lo demostró cuando Él resucitó a los muertos, cuando detuvo la naturaleza, los mares enfurecidos y los vientos tempestuosos. Cuando Él les habló a los árboles, y demás, le obedecieron; por dentro, Él era Dios. Y Él pudiera haber sido hombre, pues Él era un hombre, pero Él mismo se entregó total y completamente (como un hombre) en las manos de Dios, para el servicio de Dios.",
    "Y Él es nuestro ejemplo. Nosotros somos hombres y mujeres; igual, somos Cristianos. Si Él es nuestro ejemplo, entreguémonos completamente en las manos del Espíritu Santo, para que podamos ser súbditos del Reino de Dios.",
    "Él era totalmente hombre; era totalmente Dios. Pero Él rindió Sus partes naturales a Su… y Sus partes físicas, y Su propio pensar, y Su propia voluntad, y Sus propios cuidados, y: “Yo hago sólo lo que al Padre le agrada”. Ahí lo tienen. Totalmente liberado de los seres humanos. Los sacerdotes vinieron a Él, hombres importantes, y dijeron: “el rabí fulano de tal”, e intentaron sobornarlo para que entrara a sus afiliaciones y denominaciones. Pero Él era totalmente libre porque confió en Dios.",
    "¿Acaso no dijo el salmista: “Tú lo librarás, por cuanto Él ha confiado completamente en Mí”? ¿Ven? “Yo libraré a Mi Amado de los perros, por cuanto ha confiado en Mí”.",
    "En la hora cuando lleguemos al final de la jornada de esta vida, yo quiero eso para la mía; sé que Uds. lo quieren para la de Uds. Quiero que Él diga: “Yo lo libraré de la boca de la muerte, por cuanto él confió en Mí. Yo lo libraré del sepulcro en la mañana de resurrección, lo libraré totalmente, tanto alma, cuerpo, y espíritu, por cuanto él confió en Mí”.",
    "Todas las obras de Jesús eran completas. Todo fue completo, liberado totalmente. Él liberó totalmente al leproso de la lepra. Él liberó totalmente a la mujer con el flujo de sangre de su flujo. Él liberó totalmente al mundo del pecado, cuando murió en el día de la expiación. Él liberó totalmente de todo pecado. Él liberó a la Iglesia. Así que no hay necesidad de vivir por debajo de nuestros privilegios, hermanos. No hay necesidad de que vivamos en una condición derrotada, por cuanto Él derrotó al diablo y tomó todos los principados y potestades y los sujetó bajo Sus pies, y ellos no tienen ningún derecho legal de gobernar sobre Uds. Nosotros somos Cristianos, llenos del Espíritu Santo. No tenemos que orde-… permitirle al diablo que nos ordene a nosotros. Cristo nos liberó, ¡es una liberación total! Nos liberó del mal, nos liberó del pecado, nos liberó de hábitos, nos liberó de habladurías, nos liberó de—de ser personas bajas, nos liberó de todo tipo de cosas inmundas. Él nos liberó totalmente y nos puso en Sus manos santas: una liberación completa y total.",
    "Él libró nuestras enfermedades; Él nos libró de nuestras enfermedades, pues tenemos un título de propiedad abstracto para eso. ¡Aleluya! “Mas Él herido fue por nuestras rebeliones, por Su llaga fuimos nosotros curados”. Él es nuestro Sanador. Por eso es que esa pobre mujercita con polio, esforzándose en cuidar a un esposo moribundo con cáncer, entró en las esferas de la Presencia de Dios. Ella tenía fe, y ella… Los médicos habían hecho todo a su alcance, así que, ella siguió las instrucciones de Dios y fue totalmente liberada.",
    "Los discípulos tuvieron una liberación total, una liberación total y absoluta. ¿Por qué? Porque estaban completa y totalmente llenos del Espíritu Santo. Cuando Ud. sólo es un miembro de iglesia y le ha estrechado la mano al pastor, o algo… tuvo algún tipo de pequeña experiencia de saltar, gritar, o hablar en lenguas, o alguna otra cosa, y aún tiene malicia en su corazón, comportándose raro, diciendo mentiras, fumando cigarrillos, codiciando mujeres, ¡hay algo que aún no ha ocurrido! ¡Algo anda mal! “Porque si alguno ama al mundo o las cosas del mundo, el amor de Dios no está en él”. Ud. ha sido engañado. “Por sus frutos los conoceréis”.",
    "Todos juntamente queremos estar unidos, teniendo el Espíritu Santo. Cada miembro debiera estar unido uno con el otro. El amor de Dios se derrama en nuestros corazones por el Espíritu Santo. Él nos limpia de toda maldad. Somos liberados de las cosas del mundo. Jesús dijo: “En esto conocerán todos que sois Mis discípulos, si tuviereis amor los unos con los otros”, cuando un miembro ama tanto al otro miembro, que moriría por él.",
    "Cuando comienza algo malo, el mundo de afuera, algunas de las mujeres vienen y dicen: “Ahora, mira, querida: te convendría hacer esto o hacer aquello, si te pusieras esto o hicieras aquello, o hacer esto, y alejarte de esa cantidad de santos rodadores”, o algo así por el estilo. ¡Que nosotros estemos tan unidos con Dios!",
    "Ud. dice: “Bueno, Hermano Branham, es una tentación horrible”. Pero Cristo murió por ese propósito. El diablo está derrotado. Nosotros queremos una liberación total. Queremos una iglesia que sea pura y limpia, y sin adulteración, y lavada en la Sangre del Cordero, y llena del Espíritu Santo, y con señales y prodigios y milagros [Cinta en blanco.—Ed.]. …todos totalmente liberados. [Cinta en blanco.—Ed.].",
    "Amado Dios, Tú no tomas cosas a menos que hayan sido liberadas totalmente. No pudieras recibir un sacrificio con mancha. Tú no recibirías la oración de una persona en cuya vida hay pecado oculto. Simplemente no pudieras hacerlo, Señor. No lo hiciste en las edades pasadas, y no lo harás hoy. Pero el sacrificio debe ser sin mancha. Señor Dios, al postrarnos sobre el altar, una vida sacrificada, despoja de nosotros (¡Oh, Señor!), toda mancha de pecado. Yo rindo completamente mi alma y mi cuerpo y mi fuerza, mis esfuerzos, junto con esta iglesia en esta mañana, sobre el altar. Límpianos por medio de Tu Sangre, y perdónanos de todo pecado que hayamos cometido. Y que el gran Espíritu Santo more en nosotros tan abundantemente, y que Su Presencia vaya con nosotros de este tabernáculo en esta mañana, que por dentro sepamos que Él nos ha perdonado. Entonces la oración será: “Perdona nuestras ofensas, como nosotros perdonamos a los que nos ofenden”. Concédelo, Señor.",
    "Acércate ahora a nosotros, bendícenos y guárdanos hasta que nos encontremos nuevamente en el servicio de la tarde. Que podamos venir con manos limpias y con un corazón puro, el cual no rechazarás, pues queremos una completa y total liberación de cualquier cosa, Señor, que nos impida ser la luz del mundo; una candela que está sobre un monte, no bajo un almud, sino una candela que está sobre el monte, que da luz para guiar los pies del pueblo en el camino correcto. Concédelo, Padre. Lo pedimos en el Nombre de Jesús, y para Su gloria. Amén.",
    "Voy a pedirle a Doc… creo que él está allá atrás, o a uno de los diáconos presentes. Para que la iglesia pueda leer esto, Doc, ven y pone esto en el tablero de anuncios para que la iglesia lo vea a medida que vayan saliendo. Y luego, Hermano Collins, si está aquí… ¿Está el Hermano Collins? Denle este otro.",
    "Muy bien, señor, y veremos qué… [El Hermano Branham hace una pausa y lee una nota en silencio.—Ed.]. Es alguien que quiere una entrevista. Siempre se concede. Nos da gusto.\n\nY yo tengo entrevistas. Vean, lo que tienen que hacer es llamar a nuestro número allá afuera. Tuvimos—tuvimos demasiados problemas allá en la casa; la iglesia ya sabe, esto es para los visitantes. La iglesia sabe esto. Debiera haber puesto un pequeño rótulo… Me encargaré que también se ponga aquí en la iglesia, para los que vengan. Vean, son tantos, que no podemos atenderlos a todos, sólo a los que vienen con un número. ¿Ven? Y nosotros… Y si Uds. sólo marcan BUtler 2-1-5-1-9, BUtler. Y si alguno de los miembros ven a alguien que quiera, siempre me da gusto ver a las personas; pero, tenemos un sistema fijo. Hay algunos que ya llamaron, varios, ¿ven? Y venimos, vamos atendiendo uno por uno. Luego, hay… Antes sólo era algo como a medias, de cualquier manera, saltaba, brincaba, y la gente se iba a casa decepcionada y todo. Ahora ellos tienen todo en orden. Y de eso es que estamos queriendo hablar (¿ven?), de poner todo en orden, perfectamente.\n\nY con gusto veré a este querido grupo, si simplemente marcan: BUtler 2-15-19 (1-5-1-9), y el Sr. Mercier o el Sr. Goad, alguno, contestará el teléfono y les dirán exactamente cuándo pueden tener una cita. Tenemos un lugar allá, con aire acondicionado, y preparado para recibir a las personas y orar por ellas. Nos da mucho gusto hacerlo.",
    "Ahora, la razón por la que no vengo a la iglesia, las personas piensan que quiero apartarme del pueblo; no es así. Estoy procurando estar-estar exactamente en orden. ¿Ven? Eso es lo que quiero: no mostrar acepción de personas. Toda persona, cualquiera, en donde sea, en cualquier momento (¿ven?), el color, el credo no tiene nada que ver. Vamos allí y nos reunimos con las personas. Y si ellos tienen una necesidad, nos quedamos allí con Dios hasta que se resuelve. Si ellos quieren saber de las reuniones, por supuesto, nos encargamos de eso y lo archivamos; ésa es la dirección del Espíritu Santo. Y eso… De esa manera, yo creo que es justo, se trata a todos exactamente por igual. Así que, no se hace acepción de personas, no se hace acepción.",
    "¿Hay personas que vinieron por oración, en esta mañana, que estaban enfermas y querían oración? Muy bien, ¿no las hay?\n\nEntonces cantemos un buen canto, para la… en adoración. ¿Qué podemos cantar esta mañana? “¿Qué me puede dar perdón”? ¿Lo sabes, Teddy? “Sólo de Jesús la Sangre”. ¿Qué puede…?\n\n[Una hermana en la congregación habla de una dama que está muy enferma.—Ed.] Muy bien, señor. ¿Quiere orar por ella de una vez?\n\nVoy a orar por esa dama. Impondré manos aquí sobre esta mujer. ¿Inclinarían el rostro conmigo ahora por un momento, en silencio? [El Hermano Branham deja el micrófono en el púlpito.—Ed.]",
    "Amado Dios, hay una dama que está muy enferma. Nuestra hermana la está representando aquí con su cuerpo, aun con el propósito de quitar el cáncer de otros, parándose en la brecha por otros. Pero Tú líbrala de eso, Señor, fue hace algunos días que eso se dio a conocer. Sólo permite que ella misma se dé cuenta; entonces, Señor, ella sabrá que eso viene de Ti. Yo impongo mis manos sobre ella, y pido misericordia por esa otra mujer que ella está representando. Que la gracia de Dios, el Poder del Espíritu Santo… Si hay alguna maldad en nuestros corazones, Señor, primero revélalo a nosotros, entonces iremos, lo corregiremos. Entonces sabemos que tenemos favor con Dios, que tenemos paz con Dios, recibimos lo que pedimos, por cuanto no tenemos condenación. Concédelo, Señor. Oro en el Nombre de Jesús. Amén.\n\nMuy bien. [El Hermano Branham regresa al púlpito.—Ed.]\n\n¿Qué me puede dar perdón?\n\n¡Sólo de Jesús la Sangre!\n\n¿Y un nuevo corazón?\n\n¡Sólo de Jesús la Sangre!\n\nPrecioso es el raudal,\n\nQue limpia todo mal;\n\nNo hay otro manantial,\n\n¡Sólo de Jesús la Sangre!",
    "¿Cuántos sienten que todos sus pecados están bajo la Sangre? Cantémoslo con nuestras manos levantadas ahora.\n\n¿Qué me puede dar perdón?\n\n¡Sólo de Jesús la Sangre!\n\n¿Y un nuevo corazón?\n\n¡Sólo de Jesús la Sangre!\n\nAhora, al bajar nuestras manos, saludemos a nuestro lado.\n\nPrecioso es…\n\nAsí se hace, en todo sitio.\n\n…limpia todo mal;\n\nNo hay otro manantial,\n\n¡Sólo de Jesús la Sangre!\n\n¿Lo aman? [La congregación dice: “Amén”.—Ed.] Amén.\n\nOh, cuánto amo a Cristo,\n\nOh, cuánto amo a Cri-…\n\nAhora, quédense con esto ahora. Todos aférrense a Dios.\n\nOh, cuánto amo a Cristo,\n\nPorque Él a mí me amó.\n\nYo nunca lo desampararé… 🦅"
  ]
}