{
  "title": "SIN DINERO O SIN PRECIO",
  "id": "59490009",
  "content": [
    "🦅  Ciertamente es un privilegio estar de nuevo en el tabernáculo en esta mañana. Y me pregunto… El Hermano Neville dijo que muchos no podían oír allá atrás: ¿Pueden oírme bien ahora, allá atrás? ¿Está bien? Muy bien. Soy—soy pequeño, así que, tengo que hacer mucho ruido para que la gente sepa que estoy por aquí.",
    "Y, recuerdo una vez cuando yo trabajaba en los Servicios, Públicos. Subía el escalón… Y yo solía usar zapatos grandes, con clavos, cuando caminaba por las líneas de alto voltaje. Y subía por los escalones. Y la Sra. Ehalt, que es una amiga mía, estaba en la central de panel. Estoy seguro que el Sr. Ginther allí la reconocería muy bien. Y, Edith dijo: “Billy, para ser un hombre tan pequeño, eres la persona más ruidosa que yo haya visto”. Pisoteando con estos grandes clavos, subiendo los escalones.",
    "Le dije: “Bueno, Edith, soy tan pequeño que tengo que hacerles saber a todos que ando por aquí, hacer mucho ruido”.",
    "Bueno, solo entré a llamar. El Hermano Neville me había dicho que nuestro buen amigo, el Hermano Roy Roberson, está ausente del servicio esta mañana, porque estaba enfermo. Su… Tenía un diente encarnado. Le ha causado una infección y le ha dado fiebre. Y creo que se lo hará sacar de inmediato. Y Roy ha sido como un padre aquí para nosotros, y lo amamos. Y dije: “Hermano Roy, yo—yo voy a entrar ahora, dentro de unos minutos, al servicio”. Dije: “Voy a pedirle a la iglesia que todos oremos por Ud. en esta mañana”, y mañana es cuando él irá, para que se encarguen de eso. El diente ha crecido torcido o algo, se ha encarnado, y tienen que cortar y sacarlo.",
    "El Hermano Roy es un veterano, como todos Uds. saben, de la Segunda Guerra Mundial, y fue hecho pedazos a tiros. Y de no haber sido por la bondad de Dios, él ni siquiera hubiera sobrevivido. Él estuvo tendido entre los muertos por mucho tiempo; los brazos reventados aquí, y las piernas reventadas, y con los dos nervios principales muertos. Y el médico dijo: “Si él vive, jamás podrá dar un paso”. Por la gracia de Dios, él trabaja todos los días, escalando y todo. Dios ha sido bueno con él porque es un buen hombre, y nosotros lo amamos. Y nosotros, somos—no todos somos…",
    "Aunque vivamos correctamente, no significa que seamos inmunes a los problemas. En realidad, significa que todos los problemas están dirigidos hacia nosotros; porque “muchas son las aflicciones del justo, pero de todas ellas le librará Jehová”. Esa es la parte gloriosa.",
    "Así que, vamos a hacer una oración especial esta mañana por el Hermano Roy. ¿Me pregunto si aún hay alguien aquí que quisiera la oración, que quisiera ser recordado en oración? Si tan solo levantan las manos. Muy bien. ¡Qué bien! Tan solo pongámonos de pie por un momento, por favor, mientras oramos.",
    "Señor, venimos hoy, al comenzar el Sabbat. Y el sol apenas se está encaminando ahora en su rumbo para volar sobre el mundo, para traer luz y vida a aquellas cosas a las cuales ha sido ordenado hacerlo. Y al comenzar el servicio, nosotros, siendo una porción de Tu Iglesia que ha sido llamada a llevar a cabo los servicios de sanidad, sanidad física para el cuerpo, para cumplir los deseos y anhelos de nuestro bendito Señor, Quien fue herido por nuestras rebeliones, y por Sus llagas fuimos nosotros curados, y pedimos, al comenzar el servicio, mientras empieza a elevarse, en los cánticos, y nuestros corazones comienzan a regocijarse, que recordemos en esta mañana, Señor, a nuestro querido y precioso hermano, Roy Roberson, Tu humilde siervo. Y sabemos que Tú le perdonaste la vida en el campo de batalla, y has sido bueno con él. Y hoy él se encuentra afligido, por lo que no pudo asistir a la iglesia.",
    "Y, Señor, mientras ellos oraban en la casa de Juan Marcos, un Ángel descendió a la prisión, donde Pedro estaba preso, abrió las puertas misteriosamente, y lo llevó afuera.",
    "¡Oh, Señor!, ¡Tú aún eres Dios! Esos Ángeles están a Tus órdenes en esta mañana. Pedimos, Señor, mientras oramos aquí en la casa de Dios, que los Ángeles vayan a la casa del Hermano Roberson. Su deseo es estar aquí en su lugar, pero la aflicción lo ha impedido. Y que los Ángeles de Dios lo liberen, lo sanen, para que pueda tomar su lugar nuevamente en la casa de Dios.",
    "Hay otros que han pasado por dificultades, ellos—ellos han estado enfermos. Y hemos visto a una anciana a punto de tomar asiento, levantó sus manos, tambaleándose. Ella ha venido a la casa de Dios, para ser sanada. Concede, Señor, que ella salga caminando, con el ánimo y juventud de una jovencita.",
    "Todos los demás que levantaron las manos, fueron muchas porque está escrito, y ha sido citado anteriormente: “Muchas son las aflicciones del justo, pero de todas ellas le librará Jehová”. Que podamos volar hoy hacia la fe, a los brazos de la fe, que nos librarán de toda enfermedad y aflicción. Cuando el servicio haya terminado, que no quede ni uno débil entre nosotros.",
    "Concede, Señor, que todo incrédulo llegue a ser creyente. Y al meditar en Tu Palabra, que el Espíritu Santo La tome y La ponga en nuestros corazones, y allí La riegue hasta que venga a ser el fruto de la Palabra. Haz esto por nosotros, Señor, mientras humildemente inclinamos nuestros rostros y lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Antes de entrar en el mensaje del servicio para esta mañana, me gustaría que tuvieran en cuenta, pues ya se acerca. Si alguno de Uds. tiene sus vacaciones, y quisieran asistir a uno de los servicios que se llevarán a cabo en Middletown, Ohio, a partir del lunes, dentro de una semana, será en los terrenos de campamento.",
    "¿Sabes exactamente el nombre del campamento, Gene? [El Hermano Gene dice: “Dijo que estaba a diecinueve kilómetros de Middletown”.—Ed.] El Hermano Sullivan. Middletown es una ciudad pequeña, supongo que como aquí Jeffersonville. Es un centro de baloncesto. El Hermano Sullivan es el pastor allí. Cualquiera de las iglesias del Evangelio Completo, que hay sesenta y tantas cooperando en esta reunión, podrán decirles dónde está el terreno del campamento.",
    "Y me han dicho que habrá muchas cabañas en los terrenos, para acomodar a las personas que quieran venir. Y las reuniones comenzarán de lunes a sábado, seis días. Y no habrá nada el domingo, por causa de las otras iglesias, para que puedan ir a tener sus servicios normales. Quizás habrá servicios de sanidad, u oración por los enfermos cada noche. Y están todos invitados. Y comenzará el 10 de agosto hasta el 15, de lunes a sábado. Y si Ud. está de vacaciones, y—y tiene sus vacaciones cerca, y desea pasarlas así, pues, nos daría mucho gusto tenerlos.",
    "Yo también animo a todos los que no han sido bautizados en el bautismo Cristiano, a que se queden esta mañana y lo consideren. Y estén listos para el servicio bautismal que seguirá ahora en unos cuarenta y cinco minutos, me supongo. Eso será aquí en la iglesia.",
    "Nos agrada mucho motivar a las personas a que se bauticen en el bautismo Cristiano, sabiendo que es esencial para la salvación. Pues, fue escrito por nuestro Señor, Su última comisión, fue Su última comisión a la Iglesia. O, como en lo último que Él le comisionó a la Iglesia, Él dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo”. Entonces sabemos que es esencial que seamos bautizados por inmersión.",
    "Y nos daría gusto proporcionarles este servicio a Uds., a cualquiera que esté convencido en su corazón de que Jesucristo es el Hijo de Dios, y que Él murió para salvar a los pecadores, y Ud. fue uno por el cual Él murió para salvar; y quisiera venir y ser bautizado en el Nombre de Jesucristo para el perdón de sus pecados; diciendo al mundo que Ud. cree que sus pecados están perdonados, y que ahora Ud. va a llegar a ser un discípulo del Señor Jesús, para tomar su posición.",
    "Si Ud. no tiene iglesia a la cual ir, nos daría gusto tenerlo en compañerismo con nosotros. No tenemos miembros aquí. Es un tabernáculo abierto, para todo el Cuerpo de Cristo, de toda denominación. Estamos como una inter-denominación. Y abrimos las puertas a toda persona, no importa quiénes sean, color, raza o credo, todos son bienvenidos; “El que quiera venir, venga”. Y si Ud. no tiene otra iglesia, nos daría gusto que solo viniera y tuviera compañerismo con nosotros. No hay nada a qué unirse. Solo entren directamente cuando las puertas se abran, y tengan compañerismo con nosotros. Eso es todo lo que necesitan; solo venir así. Venga con un corazón abierto, ponga sus hombros en la rueda, y ayúdenos mientras seguimos adelante para beneficio del Reino de Dios. Porque nosotros sí creemos que la hora está cerca, a la mano, cuando todas las cosas de las que se habló en la Biblia se cumplirán.",
    "No hay duda de que muchos de Uds. leyeron la declaración de Khrushchev a la ONU, el otro día, un amigo me lo leyó de un periódico canadiense. Él dijo: “Si hay un Dios, Él está listo para barrer y limpiar el templo de nuevo, con Uds. capitalistas, como lo hizo en el principio”. Y, Uds. podrán ahora leer entre líneas: “Él está listo para barrer el templo otra vez”. Y es horrible, ¿que un comunista tenga que decir algo así? Pero tenía un punto. Eso es cierto. Fueron los capitalistas en el principio que causaron el problema. Nosotros somos los capitalistas.",
    "Escuché a nuestro querido y amado pastor, el Hermano Neville, hacer un comentario en su televisión… o emisión radial, la otra mañana, que resonó una y otra vez en mi mente. Simplemente no puedo olvidarlo. Se lo dije a un amigo mío, anoche. Y fue esto: que sucederá… Después de haber quitado el Espíritu Santo de la tierra, que la religión formal de la iglesia seguirá adelante, sin enterarse. ¿Habrán, será que Uds.…? ¿Cuántos lo escucharon? ¿No fue asombroso? Ellos no conocen al Espíritu Santo, así que no sabrán cuando Se haya ido, y seguirán adelante como siempre. Cuando el último sea sellado en el Cuerpo de Cristo, ellos aún seguirán esforzándose por traer convertidos a Él, porque no saben lo que es Eso. Y sus religiones formales continuarán igual como antes. Ahora, puede ser que eso no les penetre a Uds. como a mí, pero esa fue realmente una declaración asombrosa. Que ellos estarán tan alejados, solo en rituales religiosos, que no extrañarán al Espíritu Santo, porque, para empezar, ellos no saben lo que Él es.",
    "Dios tenga misericordia de nosotros. Hermano, a mí me gustaría vivir en esta vida, y es mi deseo, que aun la más mínima molestia de Él, yo la sepa en mi corazón. Si yo hiciere algo que Lo contristara a Él, que yo pueda sentirlo en un momento.",
    "Y mucho más, Su ausencia; yo no quiero estar aquí cuando Él no esté. Quiero haberme ido para entonces, sí señor, porque no habrá Sangre sobre el propiciatorio. Estará oscuro, lleno de humo y negro. El santuario no tendrá Abogado allí para defender nuestro caso en ese momento. ¿Saben Uds. que la Escritura lo dice? El santuario estaba humeando. No había Sangre en el propiciatorio, entonces es juicio.",
    "Si el Señor, en algún momento a principios de este otoño, nos da un avivamiento de unas cuantas noches, acabo de decidirlo, quiero tomar ese Libro de Apocalipsis, para estudiar sobre él, ir directamente por ese Libro de Apocalipsis, allí.",
    "Ahora, hoy, sé que hay muchos que vienen para que se ore por ellos. Y mi oficina estaba cerrada hoy, o esta semana. Y algunas de las personas que llegaron, no tuvieron oportunidad de que se orara por ellas, allá, porque los muchachos se habían ido, por un día o dos, a descansar. Tienen mucho trabajo por hacer; su propio trabajo, más el trabajo del tabernáculo, y mis llamadas telefónicas y todo. Eso pronto le afecta los nervios a uno. Y entonces por eso es. Sé que yo tengo que salir a alguna parte, de vez en cuando, y hacer algo diferente, y sé que ellos también. Así que, ellos me llamaron. Y dije: “Creo que estaría bien”. Y vamos a orar por los enfermos dentro de unos momentos.",
    "Y pensé en leer un poco de la Palabra de Dios. Si tienen su Biblia ahora, abramos en el Libro de Isaías. Me gusta verlos que toman su Escritura y La leen. Yo leo… Si Uds. no leen más que una o dos Palabras, aún, es la Palabra Eterna e Inmortal de Dios. Ella no puede pasar jamás. El capítulo 55 de Isaías, tema: “La salvación Eterna”.\n\nA todos los sedientos: venid a las aguas; y los que no tienen dinero, venid, comprad y comed. Venid, comprad sin dinero y sin precio, vino…leche.\n\n¿Por qué gastáis el dinero en lo que no es pan, y vuestro trabajo en lo que no sacia? Oídme atentamente, y comed del bien, y se deleitará vuestra alma con grosura.\n\nInclinad vuestro oído y venid a mí; oíd, y vivirá vuestra alma; y haré con vosotros pacto eterno, las misericordias firmes a David.",
    "Me gustaría hablarles, solo por unos momentos, sobre el tema: Sin dinero o sin precio.",
    "Hay tantas cosas para el entretenimiento en nuestros días. Hay tanto para atraer a la gente a lo que llamaríamos “placeres”, y es para toda persona, todas las edades.",
    "Están las atracciones para los jóvenes, los bailes modernos y las fiestas de rock and roll, y la música que tienen que va con eso. Y todo eso atrae, para entretenerse.",
    "No importa en qué tan buen hogar haya sido criado un niño, ni que se le haya enseñado a hacer lo correcto; si ese niño no ha aceptado la experiencia del nuevo Nacimiento, la música rock-and-roll capta su atención tan pronto como él la oye. Porque en él, nace en él, por naturaleza, un espíritu carnal. Y el poder del diablo es tan fuerte hoy, que atrapa ese espíritu de ese pequeño.",
    "¡Y cuánto más lo hará entonces con el mayor, que ha rechazado el nuevo Nacimiento! Pues, a menos que su vida sea cambiada, y Ud. haya sido convertido y nacido de nuevo en el Reino de Dios, su naturaleza aún se inclinará por las cosas del mundo, no importa cuán religioso sea Ud., ¡a menos que aquello haya sido cambiado en Ud.! Ud. podría adorar y ser religioso, pero aun así eso tendrá algún tipo de poder de atracción en Ud., porque este viejo hombre de pecado y sus deseos aún no han muerto en Ud.",
    "Pero una vez que le permitan a Cristo tomar el trono en su corazón, esas cosas no molestan; Aquello es mucho más grande.",
    "No puedo mencionar el nombre del hombre, porque no lo recuerdo ahora, pero muchos de Uds. lo recordarán. Dicen que había una isla donde iban los hombres, era una emboscada, y las mujeres salían, cantando. Y sus cantos eran de tal tentación, que los marineros que pasaban en los barcos, entraban allí. Y entonces los soldados de la emboscada sorprendían desprevenidos a estos marineros, y los mataban. Y cierto gran hombre quería pasar. Y él hizo que sus marineros lo ataran a un mástil, y—y—y se metió algo en la boca, para no gritar; y—y puso tapones en los oídos de sus marineros para que no pudieran oír, y navegaran por allí para escucharlo. Y las mujeres salieron, bailando y—y dando voces y cantando, y, ¡oh, era tan maravilloso, que se despellejó las muñecas, y les gritaba a sus marineros: “¡Entren! ¡Entren allí!”. Pero ellos no podían oírlo, por los tapones en los oídos.",
    "Y luego él navegó a un cierto lugar donde debían desatar su mástil, o, desatar sus manos, y él debía quitarles los tapones de los oídos. Allí, cuando caminaba por las calles, él escuchó a un músico que era muy superior a eso de allá, tanto que cuando él pasó de regreso por allá, ellos le dijeron: “¡Oh, gran marino!, ¿te atamos de nuevo al mástil?”.",
    "Él dijo: “No, no me aten. He oído algo mucho mejor, al punto que eso nunca más me afectará”.",
    "Y así es para un Cristiano nacido de nuevo. Ellos encontraron algo mucho mejor que el rock-and-roll y los entretenimientos de este mundo. El Espíritu Santo los entretiene. Es mucho mejor, al grado que el mundo está muerto para ellos.",
    "Pero cuando Ud. va a este pobre entretenimiento, Ud. debe recordar que tiene que llevar mucho dinero. Un joven que lleva a su novia a estas fiestas y a estos bailes, y demás, va a gastar gran parte de las ganancias de su semana. Y las personas mayores que buscan placer en ir a las cervecerías, para deshacer sus penas de la semana en la bebida, van a tener que gastar mucho dinero. ¿Y qué consiguen con eso? Ellos no consiguen más que angustia.",
    "Y recuerden, Uds. tendrán que arreglar eso con Dios algún día; y “la paga del pecado es muerte”. Uds. no ganan nada aquí en la tierra con eso; es un espejismo falso. Beber solo añadirá tristeza. El pecado solo añadirá muerte sobre muerte. Su cheque final será la separación de Dios, Eternamente, en el Lago de Fuego. Y Ud. no podrá ganar nada, solo perderá.",
    "Entonces Dios viene y hace la pregunta: “¿Por qué gastan su dinero en esas cosas que no satisfacen? ¿Por qué lo hacen?”.",
    "¿Cuál es la causa que el hombre quiera hacerlo? Gastan todo lo que tienen, todo lo que logran ganar, para comprar la bebida, para vestir a alguna mujer con la que andan, o alguna clase de placer mundano y lujurioso.",
    "Pero la Biblia nos dice, y se nos invita a venir a Dios, y “Comprar gozo Eterno y Vida Eterna, sin dinero o sin precio”.",
    "Aquellas cosas no pueden satisfacer, y el fin de ellas es la muerte Eterna. Y le ha costado todo el dinero que Ud. pudiera amasar, para ser el—el importante o el animador, o el muchacho divertido, o lo que Ud. pueda ser, o la muchacha popular, o lo que sea. Cuesta todo lo que Ud. pueda reunir, para conseguir eso. Vestirse con la mejor ropa, y—y hacer las cosas que hace el mundo, solo para cosechar un cheque de condenación Eterna.",
    "Dios dijo, entonces: “¿Por qué?”. ¿Qué vamos a hacer en el Día del Juicio, cuando se nos pregunte, por qué hicimos eso? ¿Cuál será nuestra respuesta? ¿Cuál será la respuesta de la América moderna, que dice que es una nación Cristiana? Y se gasta más dinero en whisky, en un año, que en comida. “¿Por qué gastar su dinero en esa clase de cosas”? Sin embargo, el gobierno lo enviaría a uno a la penitenciaría, por cinco dólares en impuestos que Ud. ha enviado quizás a alguna institución que no estaba correctamente establecida para recibir impuestos, para enviar a algún misionero al extranjero. Algún día se nos va a pedir cuenta: “¿Por qué lo hicieron?”.",
    "Somos una nación Cristiana, y se envían billones a esas personas allá, nosotros queriendo comprar su amistad. Ahora la están rechazando. Con razón Kruschev dijo: “Si hay un Dios, Él barrerá una vez más Su palacio dejándolo limpio”. Los paganos pueden hacer tales declaraciones, para traernos vergüenza. ¡Qué cosa más ridícula! Y decimos que somos Cristianos.",
    "Dios dijo: “Venid, comprad Vida Eterna, sin dinero, sin precio”. Vida, para vivir por siempre, y nosotros le damos la espalda y nos reímos en Su cara. ¿Qué haremos nosotros en ese Día? ¿Qué será…?",
    "Si Dios nos da cosas qué hacer, y nos da dinero, y nos hace la nación más rica debajo de los cielos, entonces Dios va a pedirnos cuenta: ¿qué hicimos con eso? ¿Por qué gastamos nuestro dinero en cosas que no satisfacen? No solo a una nación, sino que será para individuos; desde centavos hasta millones de dólares, lo que a cada uno sea dado.",
    "Los hombres se matan entre ellos: leí un artículo hace poco, donde dos muchachos trabajaban en un campamento de cacería. Uno tenía cinco hijos, el otro tenía dos. Y uno de ellos tenía que ser despedido. Y uno de los muchachos que tenía dos hijos, o cinco hijos, sintió que él necesitaba el empleo más que el de los dos hijos; y salió de cacería con él, y le disparó por la espalda.",
    "El dinero, esa es la clase de nación, esa es la clase de sentimiento, esa es la clase de espíritu que domina a la gente.",
    "Entonces Uds. pueden ver lo esencial que tiene que ser el nuevo Nacimiento. “Ud. tiene que nacer de nuevo”. Ud. tiene que hacerlo; “Venid a Mí y comprad sin dinero”.",
    "Ud. no puede decir: “Yo no tenía el dinero”. Ud. no necesita dinero; se entrega gratuitamente.",
    "Nosotros los americanos somos muy dados a pagar por todo. Ese es nuestro lema: “Pagamos por las cosas; nosotros tenemos dinero”. Mostrar nuestros billetes de dólar en otros países y demás, que son pobres. Al caminar, uno ve que llegan los turistas, todos de punta en blanco. Los americanos, los atienden. Esa cosa es ganancia deshonesta a los ojos de Dios. Eso no comprará nuestro camino al Cielo. Pero así es todo en América, tenemos que pagar por todo.",
    "Ud. va al restaurante y come su cena. Y si Ud. no pone dinero en la mesa como propina para esa mesera, se le frunce el ceño, encima de lo que le paga la compañía para la que trabaja. Y más vale que sea por lo menos el diez por ciento, o más, de su cuenta. Si no lo hace, esa mesera lo mirará como un tacaño o alguna clase de—de miserable; siendo que ella está recibiendo su dinero. Yo pienso que es una desgracia y una vergüenza, hacer eso. Yo creo que es una mala decisión de la nación. Antes, la gente buena, los lugares buenos, no permitían eso. Pero todo está entrando en un gran espíritu.",
    "Yo iba de viaje, en tren. Y un maletero… Yo tenía un pequeño maletín en una mano, una maleta en la otra, y mi pequeño juego de afeitar debajo del brazo, e iba caminando. El maletero se acercó, dijo: “¿Puedo llevarle eso?”.",
    "Dije: “¡Oh, solo voy allí al tren, señor! Muchas gracias”. Como, ¡oh, a veintisiete metros!",
    "Él dijo: “Se lo llevaré” y él tomó la cosita y la levantó, siguió caminando.",
    "Bueno, cuando él vino, pensé que tal vez yo… Sabía que le pagaban, pero que solo le daría una—le daría medio dólar. Probablemente tuvo mis cosas por, digamos, un minuto; como hasta el final de este tabernáculo, donde él se subía al tren. Yo subí al tren, primero, y me agaché y la tomé. Le di medio dólar.\n\nÉl dijo: “¡Un momento!”.\n\nDije: “¿Qué sucede, señor?”.\n\nÉl dijo: “¡Yo le traje tres maletas!”.\n\nDije: “Sí, señor, así es. ¿Cuál, cuál es problema?”.",
    "Él dijo: “Mi tarifa mínima es de veinticinco centavos por maleta. Me debe otros veinticinco centavos”.\n\n¿Ven?, eso es americanismo, hay que pagar por todo.",
    "Ud. sale a pasear en su carro y deje que caiga en la zanja, y Ud. consigue que alguien lo saque. Más vale que se prepare para pagar, porque ellos le van a cobrar por eso. Si una grúa viene y lo auxilia, él le cobrará tanto por milla. Y si el agricultor, nueve de cada diez veces, saca su tractor, será peor que eso.",
    "Ud. tiene que pagar por todo lo que le hagan. Todo es: “¡Pagar! ¡Dinero! ¡Pagar! ¡Dinero!”.",
    "Y, aun, ¡el pecado lo ha arrojado a Ud. a una zanja más profunda! ¿Quién podría sacarlo a Ud. de esa zanja de pecado? Pero Dios lo saca a Ud. de la zanja del pecado, sin dinero, sin precio, cuando no había nadie que lo pudiera sacar.",
    "Si Uds. no pagan bien por la grúa que los saque, se quedarán en la zanja. Ud. tiene que tener el dinero o se queda en la zanja.",
    "Pero la peor zanja en la que Ud. haya caído, es en la que el diablo lo ha arrojado, la zanja del pecado y la incredulidad. Dios voluntariamente lo sacará a Ud., sin dinero, sin costo alguno. Y, sin embargo, Uds. se quedan en la zanja, chapoteando en el pecado, y ni siquiera Lo invocan a Él.",
    "Cuando llega la grúa, por lo general ponen una gran cadena allá hasta la zanja, la envuelven del parachoques o algo así, y comienza a girar. Y el poder del carro comienza a jalar, y los motores entran en operación, y lo saca a uno.",
    "Cuando Dios lo encuentra a uno en la zanja del pecado, y le oye a Ud. clamarle a Él, Él manda una cadena que estaba envuelta alrededor del Calvario, el amor de Dios, y la engancha de su corazón, y pone allí el Poder del Espíritu Santo, para comenzar a jalar. Y no le cuesta a Ud. nada. Y, sin embargo, permanecemos en el hoyo, porque no podemos pagarlo de nuestro bolsillo. Nosotros los americanos pensamos que podemos pagarlo de nuestro bolsillo, pero no se puede; es sin dinero o sin precio. Ud. no lo paga en la iglesia. Jesús lo pagó en el Calvario. Pero la gente se avergüenza de Eso. Ellos Lo quieren a su manera. Dios tiene la manera para que Ud. Lo reciba, y es gratuito si Ud. Lo recibe.",
    "Por lo general, cuando lo sacan a uno de la zanja, uno está todo arañado, uno tiene que ir al hospital. Y antes de que empiecen a curarlo a uno, antes de hacer una sola cosa, ellos preguntan: “¿Quién va a pagar la cuenta? Si vamos a coser las heridas, si vamos a colocar el unguento, y las inyecciones para—para vacunarlo contra el envenenamiento de la sangre, ¿qué clase de seguro tiene?”. Antes de que hagan una sola cosa, tiene que haber dinero por delante.",
    "Pero cuando nuestro Señor envuelve Su cadena de amor alrededor de su corazón, y lo saca a Ud. del hoyo del pecado, Él sana todo corazón quebrantado, quita todo el pecado. Y la cuenta es puesta en el mar del olvido, para no recordarla más contra Ud. “Venga, sin dinero o sin precio”. No importa lo herido que esté, lo magullado que esté, lo que haya hecho su familia, o lo que Uds. hayan hecho, no hay factura. Él sana las angustias, quita toda su tristeza. “Él fue herido por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, y por Sus llagas fuimos nosotros curados”. Todo gratuitamente.",
    "Y no Lo recibimos; es porque estamos dominados por el espíritu errado. Estamos dominados por el espíritu de una nación, el espíritu del mundo, en lugar de ser dominados por el Espíritu de Dios, el Espíritu Santo, que nos guía y nos dirige a todas las Verdades, haciendo de la Biblia algo veraz.",
    "Hace algún tiempo, estaba hablando con un incrédulo. Él dijo: “Piénselo, Sr. Branham. Toda esta miseria de la vida, y lo único que tenemos para ser salvos, son algunos escritos judíos antiguos”.",
    "🦅 ¡Oh!” dije, “señor, tal vez eso sea todo lo que Ud. tenga, pero yo tengo algo más que eso. Yo tengo el Espíritu de Aquel que La escribió, que La confirma y La hace veraz, cada promesa”. Él no sabía ni cómo tomar eso.",
    "¿Ven?, uno tiene que venir y comprar sin dinero, comprar sin precio. No cuesta nada. Es gratuito para “el que quiera, que venga”. Dios lo saca a Ud. de la zanja.",
    "Como el hombre junto a la puerta llamada La Hermosa. Él había sido arrojado en la zanja, desde el vientre de su madre, por el diablo que lo había lisiado de sus pies. Su manera de ganarse la vida era pedir limosna a la gente que pasaba. Y estando sentado a la puerta esa mañana, él vio a dos predicadores pentecostales que venían. No tenían ni una moneda de diez centavos entre ellos, porque él dijo: “No tengo plata”. Y una moneda de diez centavos es la pieza más pequeña de plata; “No tengo plata ni oro”.",
    "Supongo que el hombre pensaría algo así: “No tengo que ni siquiera levantar mi taza”. Quizás él estaba tratando de ahorrar suficiente dinero. Él tenía cuarenta años, y tal vez estaba tratando de ahorrar suficiente dinero, los médicos podían hacerle un par de aparatos ortopédicos, para caminar, porque él, en sus tobillos era donde estaba debilitado. Y tal vez él necesitaba el dinero para pagar por adelantado, antes de que los médicos le dieran apoyo. Y, por cierto, no había necesidad de que él les extendiera su taza a estos predicadores pentecostales que no tenían nada. La posibilidad de ellos, de… era muy remota, de poder encontrar un centavo en esos hombres.",
    "¡Pero cuando él los miró a la cara! Uno, joven y sonrojado por la juventud; el otro, anciano y arrugado; cuando Juan… cuando Pedro y Juan subieron a la puerta. Él vio algo en ese hombre joven. Es decir, estaba más ruborizado de lo normal. Él vio más allá de las arrugas y preocupaciones, por ese sol de Galilea que había quemado el rostro del anciano pescador, había un “gozo inefable y lleno de gloria”. Él vio algo que parecía ser un poco diferente.",
    "Saben, hay algo en el Cristianismo que hace que la gente se vea diferente; son las personas más bonitas de todo el mundo.",
    "Y él tomó su taza y la extendió.",
    "Y el apóstol Pedro, siendo el mayor, dijo: “No tengo plata ni oro”. En otras palabras: “Yo no puedo ayudarte a comprar esas muletas. No tengo plata ni oro, ¡pero lo que tengo!”. Él ya había ido a comprar de Aquel que tenía miel y los gozos del vino de la salvación. Él acababa de llegar, dos o tres días antes, de Pentecostés, donde había sucedido algo.",
    "Y el joven saltó con un gran “amén” a eso, y lo miró a la cara.",
    "¿Qué sucedió? Esa cadena de empatía, la compasión de Aquel que dijo: “Tuve compasión de los enfermos”, ese mismo Espíritu había ocupado lugar en el corazón del anciano pescador. Él dijo: “En cuanto a dinero, no tengo, pero tengo algo que ocupará su lugar un millón de veces; ¡lo que yo tengo!”.",
    "Ahora recuerden, Pedro era un judío, y ellos aman el dinero, naturalmente, pero este judío se había convertido. No: “Lo que yo tengo, te vendo”.",
    "Sino: “¡Lo que yo tengo te doy! ¡Lo que tengo! Yo no tengo ni un centavo en el bolsillo. Yo no pudiera comprar una barra de pan. No pudiera comprar nada. No tengo ni un centavo. Pero si puedes recibir esto, lo que tengo, te lo daré porque me fue dado a mí”. Eso es lo que nosotros necesitamos. “Lo que tengo te doy”.\n\n“¿Qué tiene Ud., señor”?",
    "🦅 He estado arriba con Aquel que vende leche y miel, sin precio. Se Lo daré a Ud. Y no me debe nada por Eso. Si puede recibirlo, se Lo daré a Ud. No como alguien que cobra, sino como aquellos que dan”.",
    "Pues, “De gracia recibisteis, dad de gracia”. Esa había sido la comisión de su Señor, solo tres días antes. “Id por todo el mundo, predicad el Evangelio. El que creyere y fuere bautizado, será salvo; más el que no creyere, será condenado. Estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; si bebieren cosa mortífera, no les hará daño; si tomaran serpientes, no les afectará. De gracia recibisteis, dad de gracia”. Ese judío había sido cambiado.",
    "Lo que necesitamos en América es un cambio, del Espíritu Santo, para que tome el lugar de algunos de nuestros rituales religiosos. “De gracia recibisteis, dad de gracia”.",
    "🦅 Lo que tengo te doy; en el Nombre de Jesucristo de Nazaret, levántate y anda”; ¡Fe en ese Nombre inalterado del Creador! ¡Con razón él se fue saltando y brincando, y alabando a Dios!",
    "¡Oh, Uds. saben, esas cosas importantes!, él quizás llevaba sentándose allí cuarenta años, tratando de recibir suficiente dinero para comprarse unas muletas, pero no lo conseguía. Pero justo en el lugar más inesperado, y en el momento inesperado, y la gente más inesperada e insuficiente, él consiguió lo que quería. Estoy tan contento que Dios lo hace de esa manera.",
    "En un montón de así llamados santos rodadores una noche, encontré lo que yo quería, que el dinero no podía comprar. En un montón de gente analfabeta, sin educación, mal vestida, negros, para empezar, allá en un pequeño viejo salón reformado, en el suelo, yo encontré un precio, una joya; cuando ese anciano de color me miró a la cara, y dijo: “¿Ha recibido Ud. el Espíritu Santo desde que creyó?”. ¡Oh, Eso era algo que yo quería! No me esperaba encontrarlo entre esas personas, pero ellos tenían lo que yo necesitaba.",
    "La ONU hoy, ellos no aceptarían lo que nosotros tenemos, pero eso es lo que necesitan. Krushchev, todos los demás, necesitan a Cristo, en el bautismo del Espíritu Santo. Eso cambiará sus tendencias. Hará que los hombres, a quienes odian, lleguen a ser hermanos; quitará la codicia y la malicia y la contienda, y pondrá amor y gozo y paz, bondad y misericordia.",
    "Sí, a veces es en los lugares inesperados, donde uno encuentra lo que está buscando.",
    "¿Qué habrían dado los hijos de Israel (todo el botín de Egipto) cuando les sangraban los labios, cuando les colgaba la lengua de la boca? Hubieran dado todo el oro del que habían despojado a los egipcios, por un buen trago de agua fría. Sus líderes del desierto los habían guiado de oasis en oasis, de zanjas a manantiales, pero todos estaban secos.",
    "Entonces allí llegó: ¡sin dinero o sin precio! La Voz le habló al profeta y dijo: “Háblale a la roca”, la cosa más seca del desierto, la cosa más distante del agua. Allí les fue saciada su sed: sin dinero o sin precio. “Háblale a la roca”; no págale a la roca, sino “háblale a la roca”.",
    "Él aún es la Roca en esta noche. Él es una Roca en tierra árida. Si Ud. está viajando por esa tierra calurosa, háblele a la Roca. A Él no hay que pagarle; hable con Él. Y Él es un pronto auxilio en las tribulaciones. Si Ud. está enfermo, háblele a la Roca. Si Ud. está enfermo de pecado, háblele a la Roca. Si Ud. está cansado, háblele a la Roca.",
    "¿Ven?, al parecer, sería en algún lugar donde… Al parecer, si no había agua en los lugares pequeños donde había manantiales, no habría agua arriba en esa montaña junto a la roca. Dios hace las cosas al revés de lo que piensa el hombre. La roca, el lugar más seco en el desierto, pero Él dijo: “Háblale a la Roca”.",
    "Hoy, la gente está muy engañada. Piensan que por poder ir y hacer sus oraciones, pagarle a algún sacerdote para que diga algunas oraciones por ellos; pagarán su pasaje al otro lado. Si construyen una iglesia grande en alguna parte, y algún hombre rico la patrocina, viviendo aún en lujuria, hará que alguien ore por él, y piensa que con eso está todo bien. Dios no quiere su sucio dinero. Todo lo que Él quiere es que su devoción y su vida le hablen a Él. Dios le ha dado dinero a Ud., no lo gaste en cosas que no satisfacen. Inviértalo en cosas que satisfacen. Pero para que traiga una verdadera satisfacción, Ud. no podrá recibirla hasta que le hable a la Roca.",
    "Él produjo aguas que daban vida: sin dinero o sin precio. Y ellos bebieron, y bebieron sus camellos, y bebieron sus hijos, y es una fuente que aún fluye en el desierto.",
    "Y así es Él, la Roca hoy, en esta tierra árida, para un pueblo que perece: “Todo aquel que en Él cree, no se perderá, mas tendrá Vida Eterna”.",
    "Fíjense. Cada noche, ellos no tenían que preocuparse por el pan; les traían el pan cada noche, fresco.",
    "Hoy vamos por una barra de pan. Si Ud. es un mendigo, y camina aquí a la tienda y dice: “Yo quisiera una barra de pan”.",
    "Él diría: “Muéstreme su moneda primero. Necesito veinticinco centavos por esta barra de pan”.",
    "¿Y qué obtiene Ud. cuando lo recibe? Desviándonos un poco de esto, pero Ud. tiene lo más bajo que se puede producir del trigo. Ellos le sacan todo el—la vitamina, todo el salvado, y se lo dan al cerdo. Mezclan un montón de pasta que mantiene unido el salvado, y lo ciernen, y así se hace una barra de pan, preparado con manos sucias, inmundas, muchas veces. Vean lo que encuentran en su pan, a veces, mechones de cabello, y cosas inmorales, y pedazos de rata, y todo lo demás que cae en esas panaderías. Gente pecaminosa con enfermedades venéreas y todo, mezclando eso. Si vieran como lo preparan, Uds. ni se lo comerían. Y, con todo, Ud. paga sus veinticinco centavos o no lo recibe.",
    "Y Dios los alimentaba a ellos cada noche, con pan hecho por manos de Ángeles: sin dinero, sin precio. Y, hoy, ese pan representaba a Cristo, la Vida espiritual, bajando del Cielo para dar Su Vida.",
    "Y Dios les da a Sus hijos, cada día, una experiencia fresca. Recuerden, si ellos guardaban el pan, se contaminaba.",
    "Si Ud. oye a alguien hablar de: “Bueno, yo tengo… le diré: Yo soy luterano. Soy un presbiteriano, bautista. Soy un Pentecostal”, eso solo es una barra de pan vieja, hecha a mano. Seguro que sí, igual de inmundo, y hecho con manos de hombres.",
    "Pero cuando Uds. escuchan una experiencia de un testimonio, fresco: “Esta mañana, en oración, el Espíritu Santo ha bautizado mi alma de nuevo”, ¡oh, hermano, eso es Alimento de Ángeles! Él les da alimento fresco, a diario, desde el Cielo.\n\nLluvias de bendiciones necesitamos;\n\nGotas de misericordia nos caen alrededor,\n\nY es por las lluvias que rogamos.",
    "¡Oh, sí!, envíalo desde el Cielo, fresco, Señor, a Cristo el Pan de Vida. Envíalo a Él a mi corazón, y permíteme disfrutar de Su gran Presencia.",
    "Seguro, ellos estaban agradecidos. Estaban agradecidos. Y cualquier hombre o mujer que es nacido del Espíritu de Dios, y recibe el Espíritu Santo, siempre estará agradecido. No importa lo que suceda, Ud. estará agradecido.",
    "Como el pequeño ciego allá en las montañas, el pequeño Benny, cuando nació. Como a los ocho meses, las cataratas comenzaron a cubrir sus ojos. Sus padres eran pobres. Vivían en una antigua colina lodosa. Y ellos sabían que eso, una operación podía salvar los ojos del pequeño Benny, para que pudiera ver. Era un muchacho ahora como de unos doce años. Sus padres a duras penas podían conseguir lo suficiente para el pan y carne del año. Y no podían costear la operación.",
    "Todos los vecinos, reunidos, veían al pequeño Benny intentando jugar con los niños allí, estando ciego. Él no podía ver lo que hacía. Y sintieron lástima. Y cada uno, ese año, sembró una pequeña porción adicional en la cosecha. Trabajaron un poco más bajo el sol. Y al vender las cosechas en el otoño, tomaron el dinero y subieron al pequeño Benny al tren, y lo enviaron al médico.",
    "Llevaron a cabo la operación con éxito. Y al regresar, todos los vecinos se reunieron alrededor cuando el pequeño Benny se bajó del tren. Sus ojitos vivaces brillaban. Él comenzó a gritar y a llorar, al ver sus rostros.",
    "Uno de los conductores dijo: “Hijo, ¿cuánto te costó esa operación?”.",
    "Él dijo: “Señor, yo no sé cuánto les haya costado a estas personas. Pero estoy tan contento de poder ver sus rostros, de quienes pagaron el precio”.",
    "Así es como nos sentimos nosotros. Yo no sé cuánto Le costó a Dios. Yo sé que Él me dio lo mejor que Él tenía, Su Hijo. Y estoy tan agradecido de tener esta vista espiritual, de poder mirar Su rostro y saber que Él murió por mí. Yo no sé cuánto Le costó a Él; no hay manera de calcularlo. El precio es demasiado alto. No podría decirles cuánto es. Pero estoy complacido. Estoy agradecido que, estando ciego, ahora puedo ver.",
    "Estoy agradecido que cuando los hermanos Mayo me dijeron que había llegado mi hora, cuando los médicos me dijeron que no viviría por mucho tiempo, fue hace veinticinco años, y hoy estoy vivo. No sé cuánto le haya costado a Dios, pero estoy agradecido de estar vivo.",
    "Antes yo era un pecador, atado en pecado, con angustias, temiendo la muerte. Pero, hoy, la muerte es mi victoria. ¡Aleluya! Solo me traerá a la Presencia de Aquel a Quien amo, para poder ver Su rostro. Él cambió todo, por medio de una operación, Él tomó mi corazón y lo hizo de nuevo. Yo sé que algo me sucedió.",
    "En un periódico, el otoño pasado, en Minnesota, un muchachito tomó su bicicleta y fue a la iglesia una mañana, a la escuela dominical. Otro joven en el vecindario, a él no le interesaba la escuela dominical, recogió a su novia y se fue a patinar. Y el hombre ya era un adulto, y entró al hielo delgado y cayó. Él se había reído del niño esa mañana mientras iba por el camino, le dijo a su novia, dijo: “Son un montón de fanáticos, yendo a esa iglesia”. Y cuando él se hundió en el hielo, su novia estaba lejos de él. Ella era liviana; logrando escapar. Pero cuando él salió y puso sus brazos sobre el hielo, quedó paralizado, y colgando sobre el hielo.",
    "Su novia intentó extenderle la mano, pero era muy pesada, rompería el hielo. Él le gritó: “¡Regresa! ¡Regresa! Solo caerás y los dos nos ahogaremos”. Él gritó, lloró, y no había nada que lo ayudara.",
    "Después de un rato, por la colina venía una pequeña bicicleta, pedaleando, un muchachito con una Biblia debajo del brazo. Él escuchó los gritos, y aceleró su pequeña bicicleta. Dejó su Biblia y salió corriendo por el hielo. Se arrastró sobre su barriguita con su ropa buena, hasta que agarró los brazos del hombre, y siguió jalándolo hacia atrás, hasta que lo sacó del hielo. Salió corriendo y detuvo un auto. Llamaron una ambulancia y lo llevaron al hospital.",
    "Ya después de haber ido y pagado la ambulancia, pagarle a los médicos por las inyecciones de neumonía y las cosas que hubiera contraído, él vino al niño. Él dijo: “Hijo, ¿cuánto te debo?”.\n\nÉl dijo: “Nada”.",
    "Él dijo: “Te debo mi vida”. Piénsenlo. El dinero no podía cubrirlo. Se trataba de su vida.",
    "Así es como nosotros debemos sentirnos para con Dios. No es para pagar con algo nuestro pasaje; más bien le debemos nuestra vida a Dios, pues moríamos y nos hundíamos en la zanja del pecado. Dios me abrazó con Sus brazos, y un manto.\n\nYo me hundía al fondo en el pecado,\n\nLejos de la orilla pacífica,\n\nMuy profundamente manchado por dentro,\n\nHundiéndome para no salir más;\n\nPero el Amo del mar\n\nMi clamor desesperado oyó,\n\nDe las aguas me sacó,\n\nAhora a salvo estoy.",
    "Yo Le debo mi vida a Él. Ud. Le debe su vida a Él. Le debe su vida, para servirle a Él; no para entregarla andando y jactándose de la denominación de su iglesia; no es para andar criticando a otros; sino para procurar servir y salvar a otros, y traerlos al conocimiento del Señor Jesucristo.",
    "El hijo pródigo. Para terminar, pudiera decir esto. Habiendo malgastado todo su sustento, el sustento del padre, en una vida desenfrenada, y cuando regresaba a casa… Él estaba acostado en un corral de cerdos, y volvió en sí. Y dijo: “Cuántos jornaleros tiene mi padre que hasta les sobra, y heme aquí muriendo, por necesidad”. ¿Qué le parece si hubiera dicho: “Me pregunto si tengo el dinero para devolvérselo a papá (todo lo que malgasté al irme)”? Pero él conocía la naturaleza de su padre, y dijo: “Me levantaré e iré a mi padre”.",
    "El padre no dijo: “¡Espera un minuto, hijo! ¿Regresas con mi dinero?”. No. Él no le cobró por sus pecados. Estaba contento de tenerlo de vuelta. Estaba contento de que había vuelto en sí, porque era su hijo. Era su propio hijo. Estaba contento de que estaba de camino a casa. Ahora, él no apoyó su pecado, pero se alegró cuando él volvió en sí y dijo: “He pecado ante mi Dios y ante mi padre. Me levantaré e iré a él”.",
    "Y cuando lo vio a lo lejos, corrió a él y lo besó. Y dijo: “Maten el becerro gordo”, sin dinero. “Traigan el mejor manto”, sin dinero. “Traigan el anillo”, sin dinero, “se lo puso en el dedo. Comamos, bebamos y alegrémonos, porque este hijo mío estaba perdido y ahora ha sido hallado. Él estaba muerto y otra vez está vivo. Gocémonos por eso”.",
    "Permítanme decir esto, amigos, para terminar: Lo único que satisface, las únicas cosas reales que hay, las únicas cosas buenas que hay, no se pueden comprar con dinero. Son dadivas gratuitas de Dios, por Jesucristo: salvación del alma; gozo. Vengan y coman, y estén satisfechos.\n\n¿Por qué gastáis dinero en lo que no es pan, y vuestro trabajo en lo que no satisface? oídme atentamente, y comed del bien, y se deleitará vuestra alma con grosura.\n\nInclinad vuestros oídos, y venid a mí; oíd, y vivirá vuestra alma; y haré con vosotros pacto eterno, las misericordias firmes a David.",
    "Todas las cosas que perduran, todas las cosas buenas, todas las cosas agradables, todas las cosas que son Eternas, son gratuitas, y no les cuestan nada a Uds. Al final de la escritura de este Libro, dice: “El que quiera, venga y beba de las Aguas de las fuentes de la Vida, gratuitamente”, sin dinero, sin precio. ¿Por qué gastan su dinero en lo que no satisface, y dejan sin tocar las cosas genuinas que sí satisfacen, gratuitas?\n\nOremos.",
    "Mientras están en silencio y en oración, ¿habrá en este edificio esta mañana, alguien que no haya bebido de esa Fuente, que los deseos por el mundo aún perduran en su vida, y a Ud. le gustaría cambiar lugar de bebedero, esta mañana, o la usura de su dinero? ¿A Ud. le gustaría venir y comprar de Dios (sin dinero, sin precio), miel y leche, los gozos del vino? ¿Levantaría Ud. la mano, y diría: “Recuérdeme a mí, Hermano Branham, mientras ora”? Dios lo bendiga, señor. Dios lo bendiga, señor. Dios la bendiga, hermana. ¿Habrá otros que podrían decir: “Recuérdeme, Hermano Branham, mientras ora”?",
    "Algunos de Uds. jóvenes, sí, que han malgastado su sustento. Las—las—las horas que mamá pasó en oración por ti, y papá, toda la instrucción que te ha sido dada, y, sin embargo, tú la has hecho a un lado, para escuchar el susurro del diablo. Ahora estás deseando la música del mundo, las cosas del mundo. Y estás volviendo en sí, como el hijo pródigo en la pocilga. ¿Levantaría la mano, hermana, hermano, y podría decir: “Dios, acuérdate de mí; que yo vuelva en mí en esta mañana, permíteme venir a la casa del Padre”? Eso no le cuesta a Ud. nada. Él lo está esperando. No importa lo que Ud. haya hecho: “Aunque vuestros pecados sean como la grana, serán blancos como la nieve; rojos como el carmesí, serán blancos como la lana”. ¿Están en la Presencia Divina, los que levantarían la mano?",
    "Los que están enfermos y necesitados, dicen: “Yo—yo caí en una zanja. Satanás me ha—ha hecho mal. Él me ha lisiado y me ha enfermado, o algo. Yo deseo, en esta mañana, que la cadena de fe de Dios entre a mi corazón, la cual me sacará de esta zanja, como el hombre en la puerta llamada La Hermosa”. Levanten las manos. Dios los bendiga, a cada uno.",
    "Señor, Te presento en esta hora, aquellos quienes levantan las manos para el perdón de sus pecados. Tú eres Dios, y no hay otro. Allí mismo donde ellos están sentados ahora, allí es donde Tú les hablaste. Allí es donde Tú los convenciste de que ellos estaban errados, cuando la Palabra ha encontrado Su lugar, y el Espíritu Santo comienza a hablar, y a decir: “Ud. está equivocado. Vuélvase y venga de nuevo a Dios el Padre”. Y ellos levantaron las manos, para mostrar que querían salir de esta pocilga terrenal, para venir a la casa del Padre, donde hay abundancia, donde no tendrán que traer nada. Como bien dijo el poeta: “Nada traigo en mis manos, solo de Tu cruz me aferro”. Que vengan dulce, humildemente, y sientan convicción, y rindan sus vidas. Y Tú sacarás el mejor manto; y un anillo, y lo pondrás en sus dedos; y los alimentarás con el Maná del Cordero inmolado. Concédelo, Señor.",
    "Hay algunos que están enfermos y afligidos; están necesitados. Satanás indudablemente los ha arrojado a una zanja, por falta de dinero para las operaciones. No hay duda que tal vez muchos de ellos no han podido ser operados. Tal vez el médico no pudo remover la causa, aún si tuviera el dinero suficiente. Pero Tú eres Dios. Y pido que en esta misma hora, bajo la unción del Espíritu Santo presente ahora, que Tú los sanes a cada uno. Que sean sanados, desde la cabeza hasta los pies, todo su ser.",
    "Si están sin gozo; ya no pueden disfrutar su salvación. Como dijo David de antaño: “Restaura el gozo de mi salvación”. Que ellos reciban gozo y felicidad, por su tristeza y cansancio, porque Tú eres una Roca en tierra árida. Tú eres un refugio en tiempo de tormenta. Cuando el diablo les está lanzando toda enfermedad y misil, Tú eres un refugio en tiempo de tormenta. Que así sea hoy, Dios, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Suave y tiernamente Jesús está llamando,\n\nLlamando por ti, por mí;\n\nAunque hemos pecado, misericordia y perdón tiene,\n\nPerdón por ti y por mí.\n\nVen a casa…",
    "Ahora, si Ud. desea, suba al altar y arrodíllese, podríamos orar con Ud., ungirlo, lo que podamos hacer. Es bienvenido.\n\n…cansados, venid;\n\n¡Cuán tiernamente está llamando Jesús!\n\nLlamando, ¡oh, pecador ven a casa!",
    "¿Le aman? Teddy, ¿podrías darnos el acorde: “Yo Le amo, yo Le amo porque Él a mí primero me amó”. ¿Podrías tocarlo?",
    "Cantémoslo para Su gloria, antes de cambiar el orden del servicio, por un momento. Esto es adoración. El Mensaje ha salido. Estoy tan contento de que Uds. lo hayan recibido. Pido que les sea de provecho, porque a mí me aprovechó hablarlo. Pido que la misma inspiración que me fue dada para hablarles Esto, Uds. La hayan recibido en la misma inspiración en la que fue enviado. Que el Señor Lo bendiga a su corazón. Muy bien.\n\nYo Le amo,\n\nAhora solo cierren los ojos, mientras cantamos. Levantemos nuestras manos.\n\nYo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora solo inclinemos nuestros rostros, tarareémoslo. ¿Le aman? ¿No es Él real a su corazón? ¿No hay algo en Él que es tan real? Yo Le amo porque Él primero me amó a mí, lanzó la línea de Vida desde el Calvario, La enganchó a mi corazón.",
    "No lo olviden, el Hermano Drummond nos va a predicar esta noche, la noche de la Santa Cena. Si aman al Señor, vengan y participen de la Santa Cena con nosotros. Si el Señor quiere, estaré aquí con Uds. Ese es el yerno del Hermano Tony Zabel; el Hermano Thom de África; su hijo, buen muchacho; un muy buen Cristiano, sólido, buen predicador.\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Con nuestros rostros inclinados ahora, el piano continuará.",
    "Señor Jesús, estamos para entrar en otro servicio, Señor. Te damos gracias por el Espíritu Santo que habló a nuestros corazones. Y estamos contentos, Señor, que hayas hecho esto por nosotros. Y no permitas que Tu Palabra regrese a Ti vacía, sino que cumpla Su propósito. Que Eso permanezca en todos nuestros corazones, para que sepamos que todas las cosas reales y que perduran vienen de Dios: sin dinero, sin precio. ¿Por qué entonces luchar por cosas, y hacerlo un asunto de vida o muerte, por cosas que perecerán? Que luchemos más, Señor, por cosas que no perecerán, que no tienen precio. El precio se paga gratuitamente, y hay una invitación a venir: “El que quiera, que venga”.",
    "Bendice la parte final de este servicio. Concédelo, Señor. Y ven a nosotros esta noche. Bendice el servicio bautismal. Que haya un gran derramamiento. Que estas personas, quienes serán bautizadas en el Nombre de Tu Hijo amado, el Señor Jesús, que sean llenas del Espíritu Santo. Que estas personas, quienes levantaron las manos en arrepentimiento en esta mañana, de sus pecados, que vengan, se coloquen la ropa bautismal, y entren en el baptisterio, y le prueben al mundo que ellos han sido perdonados de sus pecados. Y ellos están siendo bautizados para que les sean borrados del libro. Concédelo, Señor.",
    "Acompaña al Hermano Drummond esta noche mientras él nos trae el mensaje, fresco del Trono. Úngelo con el Espíritu Santo. Y acompáñanos mientras tomamos la Santa Cena. Que nuestros corazones sean limpios y puros, que no haya contaminación en nosotros. Que la Sangre de Jesús nos limpie de todo pecado. Concédelo, Señor. Aparta la enfermedad de entre nosotros, y danos gozo y paz. Lo pedimos a través de Jesucristo. Amén.\n\nYo Le amo…",
    "¿Le aman? Levanten ahora sus manos a Él.\n\nYo Le amo\n\nPor-…\n\nAhora extiéndase y dele la mano a alguien a su lado.\n\n…Él… (Russell, yo Le amo. Si muero hoy, yo Le amo.)\n\nY me compró…\n\nAsí es, extiéndase a su alrededor y dé la mano.\n\n…salvación\n\nAllá en la Cruz…\n\nMuy bien, el Hermano Neville con su palabra. Muy bien. 🦅"
  ]
}