{
  "title": "DISCERNIENDO EL CUERPO DEL SEÑOR",
  "id": "59520009",
  "content": [
    "🦅  Gracias, Hermano Sullivan. Buenas tardes, amigos. Es… Tomen asiento.",
    "Es bueno estar aquí nuevamente, en esta noche, bajo este techo y en compañía de estas personas Cristianas tan finas. Y en esta noche, esperamos que Dios, en abundancia, exceda lo que nosotros podamos hacer o imaginar. Sabemos que Él es real.",
    "¿Cuántos sienten que recibieron sanidad, en los cultos anoche? ¡Oh, eso está muy bien! Esperamos que los demás reciban sanidad en esta noche. Y yo—yo pienso que aún tenemos repartidas algunas tarjetas de oración. Billy me informó que no repartió más porque sólo llamamos unas pocas anoche. Y puede ser que algunas de esas personas hayan querido entrar a la línea de oración; entonces, tal vez llamemos algunas de ellas más tarde, en la noche, para una línea de discernimiento. Es el… Eso es lo que…",
    "No es el discernimiento lo que sana a la persona; solamente los pone en condición para que levanten la mirada y acepten la sanidad que Jesús ya llevó a cabo para ellos. ¿Ven? La imposición de manos es una cosa muy buena, porque es—es Escritural; pero no es la manera para que los gentiles reciban su sanidad.",
    "Aquí, en la Biblia, había un judío que tenía… su hija estaba muy enferma, ya para morir, y ella murió. Y él le dijo a Jesús: “Mi hija está postrada, está al borde de la muerte, pero ven y pon Tus manos sobre ella, y ella sanará”.",
    "Pero con el romano (el centurión, el gentil), cuando su mozo se hallaba enfermo, él dijo: “No soy digno de que entres bajo mi techo; solamente di la Palabra”. Eso fue lo que le conmovió el corazón a Jesús. No tuvo que imponerle las manos; él solamente quería oír la Palabra.",
    "¿Ven Uds.? Me gusta ese relato, porque ese romano reconoció que Él era un hombre con autoridad. Y si él le decía a un hombre: “has esto o aquello”, aquél lo hacía. Y él reconoció esa misma autoridad—autoridad en el Señor Jesús. Pues él—él, sabía que si él le decía a un hombre que estaba bajo sus órdenes: “ve”, o “ven”, éste tenía que obedecerle.",
    "Y él sabía que todas las dolencias y enfermedades estaban bajo el control del Señor Jesús, por tanto, Él no tenía que venir a imponer las manos sobre el siervo. “Solamente di la Palabra y mi mozo vivirá”.",
    "Y Jesús se maravilló, y dijo: “No he hallado fe en Israel como ésa”.",
    "Por tanto, en realidad espero que yo viva para ver el día cuando nosotros los americanos tengamos esa clase de fe: “Solamente di la Palabra, Señor, y mi mozo vivirá”. ¡Oh, será un gran día! Ahora, estamos…",
    "Algunas veces la unción es muy fuerte y no me queda oportunidad de invitar al altar. Los otros hermanos, el Hermano Sullivan o algunos de mis nobles hermanos aquí se encargarán de eso.",
    "Alguien pudiera decir que sólo estamos enfatizando la sanidad Divina. La sanidad Divina es como salir a pescar. Uno no le muestra el anzuelo al pez. Uno solamente le muestra la carnada, y él recibe la carnada y el anzuelo lo agarra. Es lo mismo con la sanidad Divina. Es atractiva porque ella—ella muestra y prueba que hay un Dios que vive y se interesa por nosotros. Y cuando el incrédulo ve esto, sus ojos lo captan rápidamente, y se da cuenta que hay un Dios vivo; y entonces ya está en la cuerda de la salvación. Luego Dios puede comenzar a controlarlo y halarlo hacia la orilla. Y para eso es la sanidad Divina, simplemente con ese propósito.",
    "Los muchachos aquí tienen algunas de las cintas y libros y discos, y demás; pues tienen un pequeño negocio propio del cual se encargan. Nosotros no… Personalmente, sólo tengo esos libros, y algunos, los tengo que comprar. Algunos me pertenecen, el sermón. Los otros son libros que yo compro del Hermano Lindsey, se titula, La Historia De Mi Vida. Y está el que se titula, Un Profeta Visita África. Y—y creo que tres o cuatro de los sermones me pertenecen a mí. Ellos no los tienen aquí por dinero, sino simplemente para que el Mensaje salga.",
    "Eso es lo principal: repartan el Mensaje, porque vivimos en una hora mucho más tarde de lo que pensamos. La edad está para terminar y la iglesia se halla en una condición terrible, y sólo queremos esparcir rayos de sol entre los pueblos. No es para tratar de convertirlos a algunas de nuestras creencias, sino para tratar que ellos vivan más cerca del Señor Jesús y le crean a Él; no es para sacar miembros de una iglesia y pasarlos a otra iglesia; más bien, nuestro propósito es enviar más miembros a esa iglesia.",
    "Ahora, antes que abramos la Palabra, para el Mensaje de esta tarde, el cual es corto… No queremos retenerlos demasiado, porque muchos vienen de lejos y tienen que regresar a trabajar. Y, más bien, vamos a esperar hasta el sábado en la noche, para entonces tenerlos hasta tarde. Y luego, el domingo, no tienen que ir a la escuela dominical sino hasta las nueve y media.\n\nAhora, inclinemos nuestros rostros un momento, para orar.",
    "Señor, estamos agradecidos sobremanera, por la oportunidad de venir e inclinar nuestros rostros al Dios vivo, y por saber que nos ha sido prometido, por Su santo Hijo, el Señor Jesús, que podemos recibir lo que pedimos, si lo pedimos al Padre en el Nombre del Señor Jesús, Su Hijo. Y tenemos la certeza que tendremos una entrevista o audiencia con Él, si venimos en el Nombre de Jesús, porque Él ha dicho: “Todo lo que pidiereis al Padre en Mi Nombre, Él lo dará”.",
    "Y estamos completamente seguros, en esta noche, que Él nos oye, y que lo que pidamos será concedido porque sentimos que lo que pedimos es la voluntad de Dios. Pues Él dijo, en cierto lugar: “No tenéis, porque no pedís. Y no pedís, porque no creéis”. Señor, la razón por la cual venimos es porque en realidad creemos; y creemos que Tú nos responderás. Y nuestras—nuestras oraciones no son sólo para ser oídas por los hombres, sino porque creemos que Tú estás oyendo, y estamos seguros que nos responderás porque Tú lo has prometido. Pedimos solamente que sea hecha Tu voluntad.",
    "Permite, Señor, en esta noche, que todo pecador aquí, que no te conoce a Ti como su Salvador, que ésta sea la noche cuando algo sea hecho o dicho, y que como resultado ellos te acepten como su Salvador.",
    "Que aquellos que no tienen el Espíritu Santo, en esta noche, que anhelan y esperan esa hora cuando las escamas caigan de sus ojos, y entonces el deseo de sus corazones les sea concedido (¡oh, Señor!), que esta noche el Espíritu Santo llene cada corazón. Que haya tal manifestación del Espíritu de Dios, emocionando tanto sus corazones, que toda duda y superstición desaparezca de ellos, y el Espíritu Santo entre a sus vidas y los selle para el Reino de Dios.",
    "Concede en esta noche, Señor, que al terminar el servicio no quede ni una sola persona enferma entre nosotros; que todos sean sanados. No olvidamos los que están en los hospitales, y encerrados, y en la prisión, que están profundamente necesitados de Tu misericordia. Sé con ellos, ¡oh Señor!",
    "Y al salir esta noche, que podamos decir como los discípulos: “Hemos visto cosas extrañas hoy”, y que nuestros corazones ardan en nosotros mientras regresamos a nuestros diferentes hogares. Dependemos de Ti, Salvador nuestro, que nos concedas estas cosas de acuerdo a Tu promesa; y Tu promesa siempre es la voluntad Tuya. Lo pedimos en el Nombre de Jesús, Amén.",
    "Si quieren abrir esta noche en las Sagradas Escrituras, en el primer libro de Corintios, capítulo 11, leeremos una porción de la Escritura, comenzando con el versículo 23:\n\nPorque recibí del Señor lo que yo también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\nY habiendo dado gracias, lo partió, y dijo: Tomad y comed: esto es mi cuerpo que por vosotros fue partido; haced esto en memoria de mí.\n\nAsimismo tomó la copa también, después de haber dado gracias, diciendo: Esta es la copa del nuevo pacto…haced esto todas las veces que bebierais, en memoria de mí.\n\nAsí pues, todas las veces que comiereis este pan,…bebiereis esta copa, la muerte del Señor anunciáis hasta que venga.\n\nDe manera que cualquiera que comiere este pan…bebiere la copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.",
    "Ahora quiero leer el…mi texto del veinti-… del versículo 29.\n\nPorque el que come y bebe indignamente,…será culpado del cuerpo del Señor.",
    "Ahora, un momento. He leído eso mal.\n\nPorque el que come y bebe indignamente,…no discerniendo el cuerpo del Señor.\n\n…juicio come y bebe para sí, no discerniendo el cuerpo del Señor.",
    "He llorado sobre esta Biblia, y tiene lugares que se le han borrado.",
    "🦅 No discerniendo el cuerpo del Señor”. Ahora, mi tema en esta noche es: Discerniendo El Cuerpo Del Señor.",
    "Ahora, nuestro destino Eterno no está completamente determinado por lo que vemos ni por lo que oímos, sino que lo determina el discernimiento que tenemos de lo que vemos y oímos.",
    "Pablo no disputaba con ellos porque tomaban la Santa Cena. El acto estaba bien, pero su discernimiento estaba errado. Pues, tomar la Santa Cena es mandato del Señor, pero el tomarla indignamente, no discerniendo el Cuerpo del Señor, es donde está el error. Estos Cristianos estaban tomando la Santa Cena y no estaban representando esa vida. El Cristianismo es una experiencia y una vida. Y estos Cristianos estaban viviendo cualquier clase de vida, dando un mal ejemplo de lo que profesaban. Y Pablo dice: “Por lo cual hay muchos enfermos y debilitados entre vosotros; y muchos duermen”, lo cual quiere decir que están muertos, “por no haber discernido el Cuerpo del Señor”.",
    "Y nosotros, que nos llamamos Cristianos, no tenemos el derecho de tomar la Santa Cena, a menos que estemos viviendo por encima del reproche del mundo; no tenemos ningún derecho. La Santa Cena es para aquellos que están viviendo correctamente, dando un ejemplo del Cristianismo. Lo peor que existe en el mundo es una persona que trata de personificar algo, y hay demasiado de esto en el mundo hoy día.",
    "No solamente somos nosotros culpables, en este día, del mismo crimen del cual Pablo exhorta a la iglesia de Corinto, sino porque tratamos de llevar a cabo algo que el Señor ha mandado, sin discernir el Cuerpo del Señor. Y el Cuerpo del Señor son los creyentes.",
    "No obstante, hoy, hacemos cosas sin discernir en nada la Palabra de Dios. Debemos tener discernimiento en todo lo que hacemos; debe ser medido con la Palabra de Dios. Todo lo que los Cristianos hacen y dicen debe ser medido con la Palabra de Dios.",
    "Hoy día la gente ha cambiado en gran manera y algunas veces confían más en lo que dice la iglesia que en lo que dice la Palabra. Ellos creen que la iglesia, así, tiene más derecho de discernir nuestro gusto que la misma Palabra de Dios. Por ejemplo, puede ser que la iglesia diga: “Los días de los milagros ya pasaron”. Y muchas personas lo creerán porque piensan que la iglesia sabe más al respecto que el Espíritu Santo que escribió la Palabra. Por eso, no somos capaces de discernir las cosas de Dios.",
    "Jesús dijo, cierta vez: “El que no naciere de nuevo, no puede ver el Reino de Dios, o comprender”. Y, en otras palabras: “Ud. no puede discernir el Reino de Dios hasta que no nazca de nuevo”.",
    "Hay gente que viene y nos dice que “ésos que han recibido la experiencia del bautismo del Espíritu Santo”, que “ésos son fanáticos”, o que “ellos son algún otro apodo malvado” que el diablo le ha colgado a la Iglesia, llamándolos “santos rodadores”. Yo he predicado por todo el mundo y aún no he visto un santo rodador. Ése es un apodo que el diablo le achacó a la Iglesia del Dios vivo. A veces las personas sin el discernimiento verdadero le temen a Eso.",
    "¿No saben Uds. que a nuestro Señor lo denun-…lo declararon públicamente una persona demente? Los fariseos, la jerarquía de la iglesia dijeron: “Ese Hombre ha perdido la razón. Tiene un demonio y se ha desquiciado”. La Palabra desquiciado significa “loco”. Y si a Él lo llamaron “loco”, ¿cuánto más no llamarán a los que son Sus discípulos?",
    "Pablo le dijo a Agripa: “Conforme al Camino que llaman herejía ‘locura’, así adoro yo al Dios de nuestros padres”. Me da tanto gusto, en esta noche, tomarme de la mano con él: Conforme al camino que la iglesia moderna llama “fanatismo”, así adoro yo a Dios. Fueron llamados “herejes”, porque ellos no discernieron correctamente el Cuerpo del Señor, es decir, la Iglesia del Dios Vivo.",
    "La Iglesia, en esta noche, es llamada “loca” porque la gente no tiene el discernimiento. Si un hombre ha nacido de nuevo, y Ud. me dice que ha nacido de nuevo, y Ud. no cree que la sanidad Divina es una promesa de Dios, y no cree que el bautismo del Espíritu Santo es para las personas hoy día, entonces tendré que decir que su nacimiento fue del espíritu errado.",
    "Pues, el Espíritu Santo dijo que “Esta promesa es para vosotros y para vuestros hijos, y para todos los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "Ud. lo está aceptando según un concepto intelectual. La gente está tomando la palabra de otra persona al respecto, y no tienen el discernimiento. Ellos no pueden discernir entre lo correcto y lo errado.",
    "Estoy pensando que, hoy, muchos de nosotros los gigantes intelectuales… no nosotros, sino muchos gigantes intelectuales. El pueblo de Dios nunca ha sido grandemente intelectual. La Biblia dice que “los hijos de las tinieblas son más sabios en este mundo que los hijos de Luz”.",
    "Dios comparó a Su pueblo con las ovejas. Ellas no son sabias ni inteligentes. Él las mantiene como son para poder guiarlas. Si Ud. trata de usar su propio pensamiento intelectual, Ud. puede, en ese mismo instante sacar a Dios. “Los hijos de Dios son guiados por el Espíritu de Dios”.\n\nPero es un gran día de intelecto el que vivimos.",
    "Aquí, hace unos meses, Uds. lo leyeron en el periódico. Allá en Nueva York tuvieron un—un juicio. Y dos predicadorcitos que se sintieron dirigidos por el Señor (hace algún tiempo, hombrecitos como yo que a duras penas se sabían el ABC) pues, el Señor los dirigió al Bowery. Y ellos compraron un cierto edificio, y de allí les predicaban el Evangelio a sus hermanos caídos. Una compañía muy grande vino a comprar eso. Y todos vendieron, menos estos predicadorcitos. Ellos tenían una revelación que el Señor quería que se quedaran allí, así que no vendieron su propiedad.",
    "Y las autoridades los trajeron a la corte. Y ellos mandaron a buscar a uno de estos gigantes intelectuales, al abogado Greenwall, y él hizo que esos hombrecitos se sintieran avergonzados. Colocó sus palabras tan correctamente y de una forma tan educada, y de tal manera, que esos hombrecitos no sabían ni cómo contestarle. Pues, él era un gigante intelectual, de los mejores abogados que hay en el… en Nueva York. Y tenían a los hombrecitos tan confusos que no sabían ni qué responder. Finalmente, él concluyó y dijo: “¿Qué responden Uds.?”.",
    "Y uno de los predicadorcitos se levantó, y tomado de la mano del otro, dijo: “Señor, lo único que nosotros sabemos, es que el Señor nos dijo que tomáramos el edificio”.",
    "Y el abogado Greenwall dijo: “Un momento, ya dejen eso. No queremos que metan a ningún Señor en este caso”.",
    "Como a las dos semanas, un avión trató de volar debajo de un puente y clavó en las aguas heladas. Y estando allí, el abogado Greenwall, en el agua, luchando y agonizando: ¡Me pregunto si él quería a Dios en esa escena!",
    "¿Qué sucedió? Él no discernió el Cuerpo del Señor, porque esos predicadorcitos estaban ungidos por el Espíritu Santo y tenían la voluntad de Dios. Nosotros no necesitamos ser gigantes intelectuales; necesitamos más bien ser siervos humildes del Señor, y discernir Su Cuerpo. ¡Y con toda su inteligencia y su astucia y su educación! Uds. saben que la Biblia dice: “Mejor fuera que a Ud. le colgaran al cuello una piedra de molino y lo ahogaren en lo profundo del mar, que ofender a Mis ungidos”. Pues, me supongo que él tuvo mucho tiempo para llamar al Señor a la escena, pero él no discernió el Cuerpo del Señor.",
    "A veces me pregunto si nosotros los americanos intelectuales tenemos suficiente discernimiento para discernir entre lo correcto y lo errado. En especial las cortes juveniles; prueban que no lo tenemos para discernir entre el bien y el mal, para nuestros hijos, y más bien parecen tener la solución de un psicólogo.",
    "Por ejemplo, algo así. Si Junior viene ante su papá y hace una pataleta, y grita y sacude la cabeza, dice: “Papá, no me importa lo que tú digas, yo quiero un auto veloz”. Esto es típico de América.\n\nY el padre le contesta: “Está bien, junior, te lo compraré”.\n\nUno pudiera decirle a ese padre: “¿Por qué lo hizo?”.\n\n“¡Oh, yo lo amo!”.",
    "Recuerde padre: algún día Junior llegará a ser un hombre, y él se casará y tendrá una familia. Dios ayude a esa esposa que viva con un muchacho que ha sido criado de esa manera; recibiendo todo lo que quiere. No pueden discernir entre el bien y el mal. Eso no es amor, es pura ignorancia. En la Biblia está lo correcto: “El que detiene el castigo, a su hijo aborrece”.",
    "La pequeña Fanny viene ante la madre, y ella va a ir a eso del rock-and-roll. Mamá le dice que no puede ir. “¡Ay mamá, pero qué cruel eres conmigo!”. Desde luego, Ud. ama a Fanny y la deja ir. Ella sale allá entre todos esos maleantes, toda esa necedad; regresa y frunce sus labiecitos pintados y le dice a Ud. una mentira, que “eso no tiene nada de malo”. ¡Dios tenga misericordia del hombre que escoja semejante cosa como esposa! Discerniendo entre lo correcto y lo incorrecto; nosotros ni siquiera podemos discernir a los nuestros.",
    "A veces me pregunto si podemos discernir entre lo correcto y lo incorrecto para nuestros propios cuerpos, y especialmente el Cuerpo del Señor. Nosotros no discernimos el bien del mal con nuestros propios cuerpos. Día tras día, y semana tras semana, mes tras mes y año tras año, los científicos trabajan en los laboratorios, y publican tremendos estudios y cuanta cosa, y anuncios, y advierten al público: “Cáncer en esas cajas”. Hombres, más de doscientos sesenta mil americanos morirán este año por fumar cigarrillos, y Uds. siguen fumando. Ni aún para nuestros propios cuerpos pueden Uds. discernir, mucho menos discerniremos al Espíritu Santo y al Cuerpo del Señor.",
    "¿Vieron Uds. ese reportaje el otro día, que la ciencia trajo su, toda su investigación? Él dijo: “Los cigarrillos no solamente causan el cáncer, sino que producen en la persona un cincuenta por ciento de mayor probabilidad de contraer otra cosa”. Y Uds. siguen fumando.",
    "Una mujer vino a mí, hace un tiempo, después de darle a eso tan duro como pude. Ella era una fumadora empedernida. Y ella dijo, me puso una notita en el bolsillo, dijo: “Lea esto cuando llegue a casa”.",
    "Yo le dije: “Gracias, la leeré ahora mismo”. Y la saqué y comencé a leer.",
    "Ella decía: “No es cortés que un ministro desde el púlpito hable en contra de fumar. Ud. no tiene nada que ver con eso”.",
    "Le dije: “Es mi deber hablar contra todo lo que esté errado”.",
    "Dios ayude al predicador que no tenga suficiente del verdadero discernimiento para predicar en contra de cualquier cosa que esté errada; al predicador que no puede discernir por el Espíritu Santo la necesidad de su gente. Dios dijo: “Este cuerpo es el templo del Espíritu Santo. Si Ud. lo contamina, Yo lo destruiré”. Nosotros debemos predicar contra eso. El problema es que tenemos demasiados predicadores fumadores de cigarrillos; eso es lo que pasa. Y ellos temen decirlo en su congregación, porque saben que igual son culpables.",
    "🦅 Discerniendo correctamente; trazando correctamente”.",
    "Whisky, alcohol, “pues” dicen ellos, “es dañino”. En toda su pantalla de televisión, en todas las carteleras, en sus periódicos, aparecen las grandes latas de cerveza con jóvenes hermosas bebiéndolas. Ellos se las muestran a Uds. cuando comienzan; mírenlas más adelante. Eso les llena la mente de toxinas venenosas. El aumento de la demencia es terrible. Causa inmoralidad entre la juventud.",
    "Y aún las iglesias, hoy día, están predicando y practicando, muchas de ellas: “Beban moderadamente”. Uds. saben que es la verdad. Les dicen a los jóvenes en sus hogares, y a los padres: “Dejen que sus hijos beban; de todos modos van a beber, así que enséñenles a beber moderadamente”. ¡La Biblia condena eso! No está bien. Dios le ayude a un hombre con tan poco discernimiento como para eso, o a una iglesia; no pueden discernir lo correcto de lo errado. ¡Oh, es un día terrible el que vivimos!",
    "🦅 Discerniendo el Cuerpo del Señor”.",
    "En nuestras iglesias, y entre nuestras personas de la iglesia hoy día, también es vergonzosa la manera en que las mujeres se están portando. Muchas usan ropa inmoral, esos pantaloncitos cortos; algo tan pecaminoso. Una señora me dijo, y muchas me han dicho: “Billy, más vale que dejes de hablar de eso”. ¡No, señor! Tal vez le tenga que predicar a los postes, pero estaré diciendo la Verdad. Correcto. Correcto. Es la verdad. [La congregación aplaude.—Ed.] Gracias. Eso está mal y es pecaminoso.",
    "Hubo una señora que me habló, ella dijo: “Yo no uso pantaloncitos cortos, yo uso pantalones”.",
    "Le dije: “Eso es peor. La Biblia dice: ‘Es abominación delante de Dios que una mujer use ropa de hombre’”. Es la Verdad.",
    "Y entonces la excusa es: “No hacen más ropa aparte de ésa”. Pero aún hacen máquinas de coser y venden tela.",
    "Una mujer que se viste de esa manera será culpable de adulterio en el día del Juicio. Ud. puede ser tan pura como un lirio, para con su esposo o novio, pero Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. Así que quizás Ud. no haya hecho en la realidad nada errado, pero cuando Ud. se viste de esa manera, Ud. se le presentó al hombre; él tendrá que dar cuenta por haber cometido adulterio, y Ud. es la culpable. Y la iglesia está permitiendo eso, por no discernir el Cuerpo del Señor. ¡Qué lástima!",
    "Cortándose el cabello. La Biblia dice que “una mujer que se corta el cabello, su esposo tiene el derecho de darle el divorcio”, porque ella le ha sido infiel. Él dijo que ella “deshonra su cabeza”, ¿no es así? [La congregación dice: “Amén”.—Ed.] “Y el hombre es la cabeza de la mujer”. Yo sé que eso es duro, pero necesitamos discernimiento.",
    "Necesitamos discernirlo por la Palabra. La Palabra tiene lo correcto. Se necesita la Palabra. La Palabra de Dios siempre es correcta. Nosotros no podemos discernir por lo que la gente piense, por lo que los intelectuales nos digan, por lo que los psicólogos nos digan; tenemos que regirnos por lo que dice Dios: “No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "🦅 Por no discernir el Cuerpo del Señor, muchos están debilitados y enfermos; muchos duermen —están muertos, muertos espiritualmente”. La última plaga que azotó a Egipto fue la muerte. La última plaga que ha azotado a la iglesia es la muerte espiritual. Hoy día lo que necesitamos es un despertamiento espiritual; un despertamiento espiritual al discernimiento.",
    "Estas personas tal vez hayan hecho esto (¡Oh!) con buenas intenciones.",
    "Ese hombre en el sur, ese médico, en días pasados, que le recetó ácido sulfúrico al hombre, que lo mató: él tenía buenas intenciones. Pensaba que estaba en lo correcto, pero tenía mal discernimiento. Él no discernió su medicina.",
    "Como la niña que iba caminando por la calle y se encontró un gatito, y él estaba todo mojado y casi congelado. Y ella lo recogió y abrió la puerta del horno y lo metió en el horno para que se calentara. Sus intenciones eran buenas, pero carecía de discernimiento. Pues, no… Si no tenemos cuidado, nosotros también vamos a asar al gatito con nuestro discernimiento intelectual.",
    "Los comunistas se nos han entrado. El mundo se nos ha entrado.",
    "Nuestras iglesias están divididas. “Los hombres se están dividiendo, separándose; aparentemente no teniendo la Fe”. Discutiendo sobre doctrinas insignificantes. Nosotros debemos unirnos de brazo y de corazón, y orar y ayunar y clamar, hasta que Dios envíe de nuevo el Espíritu Santo, para que podamos tener discernimiento Espiritual.",
    "La hora ha llegado ahora, en el tiempo del fin, estamos en las sombras de la Venida del Señor, y la iglesia no lo puede discernir. Estamos viviendo en una hora mucho más tarde de lo que Uds. piensan.",
    "Si Pablo se pudiera levantar esta noche de entre los muertos, en Middletown, ¡hábleme Ud. de un fuego ardiendo! Lo tendrían encarcelado antes del amanecer, por “loco o salvaje”. Ese hombre, lleno del Espíritu Santo, al ver las cosas como están y sabiendo que el tiempo está a la mano, habría un avivamiento o tendrían que venir a la cárcel a oírlo. Correcto.",
    "Ahora (¡Oh!), Jesús lo dijo, y la Biblia lo dice: “En los postreros días, un poco antes de la Venida del Señor, acontecerán grandes señales y maravillas en la tierra”. Y Uds. saben que la iglesia está tan muerta en teologías y toda clase de enseñanzas y entrenamientos, y programas educacionales, que no puede discernir estas cosas.",
    "¿No le dijo Jesús a la iglesia de Su día: “Uds. pueden discernir la faz del cielo, pero las señales de los tiempos no podéis discernir? Pues si Uds. me hubieran conocido, hubieran conocido mi día”.",
    "Es la hora de la liberación de la iglesia, y no la pueden discernir. Estamos tan… Algo anda mal. Me estoy refiriendo a la iglesia en general, todos los que se llaman Cristianos.",
    "Dios puede comenzar a moverse, y cosas espirituales comienzan a suceder (la gente llega a ser salva y son llenos del Espíritu Santo), muchos miles que se llaman Cristianos, se apartarán de Eso y dirán: “¡Oh, Eso! ¡Eso, ésos son los santos rodadores!”. Uds. no tienen discernimiento espiritual.",
    "Pues, todo lo que el Espíritu Santo hace está escrito en la Biblia. Juzgue todas las cosas por la Escritura. Así es como discernimos, vemos si nuestro discernimiento está correcto.",
    "Si la Biblia dice: “Jesús es el mismo ayer, hoy y por los siglos”, yo lo creo. Si la Biblia… Si Jesús dijo: “Las cosas que Yo hago, vosotros también las haréis,” yo lo creo. Y si la Biblia dice que “el Espíritu Santo es para toda generación, a todos cuantos el Señor nuestro Dios llamare”, yo no creo que un apretón de mano remplace eso.",
    "Yo creo que es el mismo Espíritu Santo que descendió allá, mostrando las mismas señales, las mismas maravillas. El mejor testimonio que tenemos de que hemos recibido el Espíritu Santo, es cuando nuestro espíritu produce un testimonio que cuadra con la Palabra.",
    "Si nosotros mismos nos llamamos Cristianos y decimos que estamos llenos del Espíritu, y vemos que el bautismo del Espíritu Santo es derramado sobre los creyentes en todas las edades, y nuestro espíritu nos dice que “eso es para otra edad”: Ud. está equivocado. Así es.",
    "Cuando la Biblia dice que Jesucristo es el mismo ayer, hoy y por los siglos, si nuestro espíritu dice: “No, Él está muerto; ya se fue”, algo está mal.",
    "Jesús dijo: “Las obras que Yo hago, vosotros también las haréis. He aquí, Yo estoy con vosotros siempre, hasta el fin del mundo”. Y si nuestro espíritu se retracta de Eso, nosotros no tenemos el Espíritu Santo.",
    "Porque el Espíritu Santo dirá: “Amén” a toda Palabra que Él ha escrito. Ahora, el conocimiento intelectual lo apartará a uno de Eso, pero el Espíritu Santo le dirá “Amén” a Su Propia Palabra. Seguro que Él lo hará.",
    "Y Él está buscando, inquiriendo, y tratando de hallar a alguien en donde Él mismo se pueda colocar. Él anhela encontrarlo.",
    "No crea Ud. que puede agotar Su bondad. ¿Puede Ud. imaginarse a un pececito de media pulgada, allá en medio del Océano Pacífico, diciendo: “Más vale que tome de esta agua reservadamente; pues se pudiera acabar”? Eso sería igual a la necedad de pensar que Ud. puede agotar la bondad de Dios. “¡Pidan abundantemente para que vuestros gozos sean cumplidos”! Créale a Dios en cualquiera cosa que Él ha prometido; eso es suyo.",
    "Los profetas del Antiguo Testamento (Daniel y los demás), dijeron: “En los postreros días, que el pueblo que conoce a su Dios hará proezas”. ¡Ésta es una promesa!",
    "Cuando los intelectuales vean estas proezas, dirán: “¡Oh, eso es psicología! Eso es telepatía mental. Eso es la obra del diablo”.",
    "Pero el Espíritu Santo contestará: “¡Amén, esto es la Verdad!”, teniendo el discernimiento genuino.",
    "Ellos lo prometieron. Jesús lo prometió. Jesús dijo: “Las obras que Yo hago, vosotros también las haréis, y aun mayores que estas haréis, porque Yo voy a Mi Padre”.",
    "Pablo prometió que “En los postreros días”, por medio del Espíritu Santo, que “la iglesia apostataría”, millones de ellos. “Vendrá la apostasía, porque los hombres serán impetuosos, infatuados, amadores de los deleites más que de Dios, desleales, calumniadores, intemperantes y aborrecedores de los buenos”, sin el discernimiento correcto.\n\n“¡Oh!” dice Ud., “ésos son los comunistas”.",
    "Ésos son los supuestamente llamados Cristianos. Fíjese en el versículo que sigue. “Teniendo apariencia de piedad, mas negando la eficacia de ella”; sin ningún discernimiento espiritual.",
    "Cuando Ud. tiene discernimiento espiritual y el Espíritu Santo está sobre Ud., Ud. tiene discernimiento espiritual. Él le dice: “Amén” a cada promesa de Dios.",
    "Pablo dijo que vendrían esos días. Los tenemos, aquí están; nos han llegado. Y miramos y los vemos. Lo oímos en todas partes.",
    "Y ¿qué hacemos? Esto debiera unirnos. La Biblia dice: “Congregándonos, y tanto más cuando veis que aquel Día se acerca”. Debiera haber un avivamiento tras otro, y fuegos encendidos de la gloria de Dios en cada iglesia y en cada lugar. Una gran unión, donde todas las iglesias “unánimes y de un solo corazón, se congreguen,” y olviden su teología hecha por el hombre, y que le clamen a Dios por poder espiritual y discernimiento espiritual. Ésa es la hora que necesitamos.",
    "Tal vez mencione esto, que Jesús nos dio el día (como hablé anoche), para que reconociéramos el tiempo del fin. Jesús dijo: “Como fue en los días de Lot, así será en la Venida del Hijo del hombre”. Ahora, ¿discierne su espíritu esto correctamente: “Como fue en los días de Lot”? Recuerden, Lot fue un tipo de América; lo ha probado. ¿Cuál fue el pecado de Sodoma? Fue la perversión. Y en este país americano nuestro, las mujeres se han degradado tanto que los fundamentos naturales del hombre se han pervertido.",
    "Estuve en Los Ángeles, hace unas semanas, con los Hombres Cristianos de Negocios. Y tomé uno de sus periódicos destacados y vi donde uno de los analistas dijo que “la perversión y la homosexualidad había aumentado el veinte por ciento en comparación con el año anterior”.",
    "Jesús dijo: “Como fue en los días de Sodoma”.",
    "La policía, y los homicidios y todo eso está aumentando a cada momento; separan muchachos que viven juntos como marido y mujer; las mujeres viviendo igual. Pervertidos, sus mentes, sus mentes sucias, porque no tienen discernimiento espiritual. Todo esto es lujuria e inmundicia. Y ni aun pueden satisfacerse el uno al otro. Ellos ni siquiera se casan. Ellos simplemente salen y se van, hasta que se pervierten. Jesús dijo que eso acontecería en los postreros días, y aquí está.",
    "Y, también, recuerden que en los días de Sodoma (cualquiera de Uds. ministros y Uds. los estudiantes de la Biblia, creo que estarán de acuerdo con esto; el Dr. Scofield y otros lo ven así, como también la mayor parte de los maestros, Charles Fuller y demás, grandes eruditos en la tierra), que Abraham representó el Espíritu, a la Iglesia Espiritual; Lot representó a la iglesia carnal o la natural. Él estaba allá en Sodoma, en el pecado. A pesar de esto, en él moraba la justicia, pero él se estaba mezclando con eso.",
    "Y recuerden: Hubo dos predicadores intelectuales que fueron a predicarle a Sodoma. Ellos no hicieron ningún milagro; solamente los cegaron. Y la predicación de la cruz ciega al incrédulo. Esto es lo que han hecho las grandes campañas de Billy Graham y los demás. ¡Los ha empeorado!",
    "Cuando Billy Graham, hace unas semanas, observó (Uds. lo oyeron) que mientras caminaba en Inglaterra, tuvo que volver y entrarse con su esposa, sacarla de esos parques, donde él había tenido un gran avivamiento, porque hombres y mujeres estaban en actos sexuales allí en público, al aire libre, donde él había tenido el avivamiento.",
    "¿De qué aprovecha? No algo intelectual. Requiere que se llame la ira de Dios y el Fuego Santo del Cielo, para que haya una diferencia en el mundo, y no será así. La gente espera que venga algo grande, y Uds. están al final de lo que ya ha venido. Las últimas señales le han sido dadas a la iglesia gentil. Los judíos Lo recibirán después de que la iglesia sea arrebatada. Pero estamos en el fin de la edad gentil.",
    "Ahora, para terminar diré esto:",
    "¿Se han fijado qué clase de Persona se quedó atrás, para hablar con la Iglesia espiritual? Se sentó con Su espalda hacia la tienda (y Él un extranjero) y dijo: “¿Dónde está tu mujer, Sara?”.\n\nY le respondió: “Está en la tienda”.",
    "Dijo: “Te visitaré, Abraham, de acuerdo con la promesa que te di”. Y Él… Sara, allá adentro, se rió entre sí.\n\nY el Ángel dijo: “¿Por qué se rió ella?”.",
    "Jesús dijo: “Como fue en los días de Sodoma, así será en la Venida del Hijo del hombre”. Ahora, ¿entienden Uds.? ¿Ven Uds. por qué un ministerio como éste solamente puede ir a personas del Evangelio Completo? [La congregación dice: “Amén”.—Ed.] ¿Ven a lo que esto ha llegado? Yo me crié en una iglesia bautista y fui ordenado como un predicador misionero bautista. Pero cuando algo impactó mi corazón, yo tuve discernimiento, de que Eso era la Palabra de Dios, y Él lo hizo manifiesto.",
    "Me dijeron: “Serás un santo rodador, Billy. Nadie va a oír una cosa como Ésa”.",
    "Yo dije: “Si Dios Lo ha enviado (Dios Lo prometió en Su Biblia), Él tendrá a alguien que Lo oirá”. Correcto.",
    "Discernamos el Cuerpo del Señor, discernamos los tiempos en que vivimos. Moriremos espiritualmente si no lo hacemos. Y si esto es verdad entonces el Espíritu Santo está con nosotros, y tenemos la última señal de la Venida del Señor, antes de Su Venida. Recuerden, aquello fue un poco antes de que Sodoma ardiera, a pocas horas de que ardiera.",
    "Yo creo hoy…",
    "Muchos de Uds. oyeron lo que Krushchev les dijo el otro día a los americanos; Uds. lo leyeron en sus periódicos. Aquí está su declaración. Si Ud. tiene discernimiento en lo natural, captará esto. Él dijo: “Si existe un Dios, Él barrerá el templo y lo limpiará con Uds. los capitalistas, cambiadores de dinero”. Uds. ven lo que significa esto, ¿verdad? Y él tiene razón. Un pagano, un diablo, un impostor como ése, teniendo que lanzar amenazas.",
    "Con todo, ellos duermen (pecan, beben, simplemente ignorándolo), porque no tienen discernimiento espiritual del Cuerpo del Señor. ¡Qué día el que estamos viviendo!",
    "Hermano y hermana, para Uds. mis amados: no estoy tratando de ser parcial; solamente estoy diciéndoles la Verdad. Yo sólo soy responsable por la Biblia. Y se los digo: si creen en mí, que soy Su profeta o Su siervo, ¡crean Uds. que estoy diciéndoles la Verdad! El fin está cerca. ¿Cuán cerca? No lo sé, y nadie lo sabe. Pero sí sé que estamos viviendo en las sombras de Su Venida.\n\n¿Acaso no ven esas amenazas? Uds. ven lo que ellos tienen.",
    "La nación quiere olvidarlo bebiendo, o a carcajadas. ¡No pueden hacerlo! Uds. están haciendo eso para evitar recibir el discernimiento espiritual por el cual Dios les puede mostrar la escritura en la pared. Nosotros sabemos que está allí. Uds. pueden ocultarlo con chistes y con Hollywood, la televisión, o quedarse en la casa y jugar con Eso si quieren.",
    "Pero un hombre o una mujer, genuinos, que han nacido de nuevo, que tienen el discernimiento del Espíritu Santo, encontrarán su lugar en la iglesia, adorando y clamando, y esforzándose con todo lo que hay en sus vidas para traer a los pecadores. Seguro. Si es Dios, hagámoslo. Uds. deben hacerlo de todo corazón, si tienen discernimiento. ¡Trabajen!",
    "No vayan simplemente a decir: “Sí, yo creo Eso. Eso es Verdad. Eso es bueno. Amén”, y regresar a su casa.",
    "Póngase a trabajar. Ud. tiene discernimiento. Trabaje mientras hay Luz, porque viene la noche cuando ningún hombre podrá trabajar. Trabajen mientras tenemos una puerta abierta. Trabajen mientras podemos tener servicios como éstos. Traigamos a nuestros amados. Traigámoslos al Evangelio. Traigamos a nuestros amigos, a nuestros vecinos. Dios murió por esas personas. Y nosotros debemos preocuparnos lo suficiente por ellos, para trabajar hasta que nuestras manos sangren. Llegaremos sin nada si no lo hacemos.",
    "Como la niña acá en Kentucky, que murió recientemente, allá en las montañas, muy lejos. Eran como ocho hijos. Una pequeña que estaba como a la mitad, tenía como doce años de edad. Sus hermanas y hermanos eran tan perezosos que no hacían nada. Y su mamá estaba postrada, muriendo de esa horrenda enfermedad de tuberculosis. Y la pequeña era la que trapeaba, cocinaba, lavaba, cuidaba de su mamá, mientras los demás vagaban por allí, jugaban e iban a nadar.",
    "Al final su mamá murió, y entonces la pequeña tuvo que continuar porque ninguno de ellos trabajaba. Y ella trabajó y trabajó y trabajó hasta que, finalmente, contrajo la enfermedad fatal, la malnutrición, y por no tener suficiente para comer y todo eso. El cuerpo de la pobrecita se enfermó. Ella estaba muriendo.",
    "Una maestra de escuela dominical la vino a visitar, le dijo: “¿Eres Cristiana?”.\n\nElla dijo: “Sí, lo soy”.\n\nLe dijo: “¿A qué denominación perteneces?”.\n\nElla contestó: “Yo no pertenezco a ninguna denominación”.",
    "Dijo: “Entonces, dime: ¿cómo vas a encontrarte con Jesús? ¿Qué iglesia le vas a mostrar a Él, a la cual perteneces?”.\n\nElla dijo: “Simplemente le mostraré mis manos. Él entenderá”.",
    "Pienso que en eso se fijará Él, en todos nosotros, cuando vemos reuniones como ésta aconteciendo aquí. Él se va a fijar en nuestras manos para ver qué hemos hecho con esto: discernimiento espiritual.\n\n“No discerniendo el Cuerpo del Señor”.\n\nOremos.",
    "Si esas manos deben estar trabajando, y Ud. sabe que así deben estar, ¿por qué no las levanta a Dios y le pide a Él que santifique esas manos para Su servicio, mientras oramos? Levante la mano.",
    "Señor, mira esas manos, y también las mías, Señor. Yo quiero llegar como un soldado con callos; no quiero llegar vacío. Quiero predicar hasta que muera. Yo quiero llamar y suplicar, ayunar y orar, pues sé que las sombras de la noche están bajando y la hora pronto estará a la mano. Señor, abre mis ojos para ver más señales de Tu Venida. Enciende, en esta noche, el corazón de estas personas, con las grandes maravillas que Tú prometiste.",
    "Cuando vemos lo predicho para el mundo, y oímos a hombres pecadores vociferar, que él “va a barrer con los capitalistas”. Y sabemos que ellos tienen las bombas allá para hacerlo; sólo falta algún fanático que apriete allí, soltándolo. Tú estás esperando, misericordiosamente, hasta que tengas a Tu Iglesia lista.",
    "Señor, los que estamos aquí en esta noche, prepáranos. Pon nuestros corazones en el servicio. Muéstranos Tu Presencia, pues creemos que Tú te has levantado de entre los muertos, y nuestro espíritu discierne que estás aquí, el mismo Jesús ayer, hoy y por los siglos. Tú estás aquí en la forma del Espíritu Santo, para obrar a través de Tu Iglesia, para sanar y salvar. Óyenos, Señor, mientras te encomiendo estas personas y a mí mismo, en el Nombre de Jesús, el Hijo de Dios. Amén.",
    "¡Oh, por Su misericordia, por Su bondad! Me siento realmente lavado. Tenía eso en el corazón, yo tenía que decirlo. Espero que no haya herido a mi amigo metodista, bautista o pentecostal. Si lo hice, no fue mi intención herirle. Yo quiero despertarlo, sacudirlo un poco. Estamos en el fin.",
    "🦅 No discerniendo el Cuerpo del Señor: nos separamos aparentemente no teniendo la Fe”.",
    "Si en algún momento hemos necesitado de cada uno de Uds., es ahora mismo. Uds. me necesitan a mí y yo los necesito a Uds.; Dios nos necesita a ambos. Unamos nuestros corazones y esfuerzos. No pensemos que porque somos nazarenos, Peregrinos de Santidad, católicos, presbiterianos, pentecostales, o lo que sea, ¡seamos Cristianos! Discernamos el Cuerpo del Señor, y extendámosle el brazo aun al más vil pecador, y traigámoslos al redil. Ésa es mi humilde oración.",
    "Ese Ángel de Dios que vino a Sodoma, Él vino; Él ha prometido. Recuerden, ese mismo Ángel vino. Cualquiera sabe que Ése era Dios. No lo era ese cuerpo, pues el cuerpo era polvo.",
    "Yo le compartí eso a alguien, no hace mucho, que “Ése era Dios”, dije yo.",
    "Él dijo (un ministro), dijo: “¡Oh, vamos, Hermano Branham!, ¿Ud. no creerá que ese Hombre era Dios?”.",
    "Yo dije: “¡Él era Dios! Abraham dijo que lo era. Él lo llamó ‘Elohim’, que es el Dios Todopoderoso; Él y dos Ángeles”.\n\nÉl dijo: “Bueno, ¿cree Ud. que Él vivió en un cuerpo?”.\n\nYo dije: “Eso es algo tan fácil”.",
    "Nosotros somos formados de dieciséis elementos: Petróleo, luz cósmica y calcio, potasio y lo demás. Dios simplemente tomó un puñadito e hizo: “Fiuu”; dijo: “Métete ahí, Gabriel. Fiuu, métete ahí, Miguel”. Y también sopló uno para Sí Mismo. Dijo: “He oído que Sodoma está ya casi madura. Vamos allá para ver. Vamos nosotros mismos. Abraham ha estado predicando y otros han estado predicando. Vamos a ver personalmente”.",
    "Y ¿a dónde vinieron Ellos? Al Elegido. Éste se quedó atrás, habló con Abraham, y Abraham lo llamó “Elohim”. Mire esa El mayúscula y vea si no es correcto. El Señor Dios, Jehová estaba en un cuerpo de carne.",
    "Uds. simplemente no se dan cuenta de lo que es Dios. Dios puede simplemente “Fiuu”. Me da gusto conocer a ese Dios. Un día de estos tal vez yo no sea más que cenizas volcánicas, pero Él hablará, y yo vendré a vida otra vez. Él es Dios.",
    "Mi esposa me dijo, no hace mucho, dijo: “Billy, estás casi calvo”.\n\nLe dije: “No he perdido ni uno de ellos”.\n\nElla dijo: “¿Dónde están?”.",
    "Le dije: “Dime dónde estaban antes de yo tenerlos y te diré donde están esperando que yo llegue”.",
    "Correcto. “Ni un cabello de vuestra cabeza perecerá”. El Dios del Cielo [Cinta en blanco.—Ed.] Quien controla todas las cosas, dirá: “William Branham” o algo así, “ven”, y yo vendré a Su semejanza. ¡Aleluya!",
    "Ese mismo Dios (por el Espíritu Santo), está morando entre nosotros, esta noche, en la gloria Shekinah, probándose por las mismas señales naturales que Él hizo.",
    "Si una viña produce uvas hoy, producirá uvas mañana. Si es una viña de uvas, siempre producirá uvas. Nunca entraremos bajo lo intelectual. Vamos a tener que entrar por medio del Espíritu Santo, porque ésa es la única clase de Espíritu que produce la Iglesia del Espíritu Santo; los frutos del Espíritu, la Vida de Cristo en nosotros.",
    "Ese mismo Ángel está aquí, un testigo antes de la destrucción de Sodoma y Gomorra, que sean destruidas.",
    "Ahora, veamos, ¿cuántos tienen tarjetas de oración? Levanten la mano. Hay cuarenta o cincuenta. ¿Cuántos no tienen tarjetas de oración? Levanten la mano. Bueno, hay tres veces más. Está bien.\n\nMe siento dirigido hacer algo.",
    "Tomemos sólo los que no tienen tarjetas de oración. Dejen que los que tienen tarjetas de oración, quizás… Bueno, ellos también pueden venir. Pero en este discernimiento queremos solamente los que no tienen tarjetas de oración. Levanten de nuevo las manos los que están enfermos y no tienen tarjetas de oración, para tener una idea de quiénes son. Muy bien.",
    "Aquí está el reto.",
    "¿Creen Uds. que yo les he dicho la Verdad? [La congregación dice: “Amén”.—Ed.] ¿Creen que Uds. tienen el discernimiento Espiritual para saber que es la Verdad? [“Amén”.] No tenemos que pasar acá arriba.",
    "Yo no soy un sanador. Soy un hombre, yo soy su hermano. Cristo es su Sanador, si solamente pueden reconocer que Él está aquí.",
    "Ahora, si es cuestión de sanarle a Ud., aun si Él estuviera parado aquí, vestido con este traje, no podría sanarlo a Ud., porque Él ya lo hizo. Él solamente podría probar que es el Cristo. ¿Cómo lo sabría Ud.? Por el fruto del Espíritu, Ud. lo conoce. ¿Qué clase de vida tuvo Él?",
    "¿Qué hizo Él cuando estuvo aquí, para probar que Él era el Mesías? Cuando se mostró a Pedro y Juan, o Pedro y Natanael, y a ellos, al decirles quiénes eran, de dónde venían: ésa era Su señal para los judíos. Ése fue el cierre de la edad de ellos.",
    "Había otra clase de gente esperando que Él viniera; esos eran los samaritanos, que son mitad judíos y mitad gentiles. Él le dijo a la mujer junto al pozo, de sus pecados, y ella reconoció que ésa era la señal del Mesías. Ella dijo: “Sabemos que el Mesías nos declarará todas estas cosas, pero tú ¿quién eres?”.\n\nÉl dijo: “Yo soy”.",
    "Ahora, Él no fue a los gentiles (¿verdad?), porque los gentiles no lo estaban esperando.",
    "Y ¿cuántos creen que Dios es infinito? Seguro, Él es infinito. Entonces Él no puede decir una cosa o hacer una cosa aquí, y otra diferente acá, y ser justo; Él tiene que obrar igual. Si Él tiene un plan mejor, entonces debiera haberlo hecho desde un principio, cuando Dios es llamado a la escena para lo que sea, en cuanto a la decisión que Él toma allí.",
    "Si un pecador alguna vez le clama a Dios, y Dios lo salva por el mérito de su fe, Él tiene que salvar al próximo pecador, y al próximo pecador, y al próximo pecador. Él tiene que obrar igual cada vez, o Él obró mal cuando salvó al primer pecador.",
    "Tiene que obrar igual con la sanidad. Él ya consumó esa obra. Lo único que Uds. tienen que reconocer es que Él no es un mito; Él no es algún dios histórico; Él es el Dios presente, “Jesucristo, el mismo ayer, hoy y por los siglos”, ahora mismo. ¿Creen Uds. que Él está aquí? [La congregación dice: “Amén”.—Ed.] Uds. disciérnanlo.\n\nVoy a dar la espalda a esta congregación. Voy a orar.",
    "El Espíritu Santo probará que lo que he dicho en esta noche, terminando este Mensaje, que las mismas señales que Jesús dijo que le fueron dadas a Sodoma, le serán dadas a esta generación. “Como fue en los días de Sodoma, así será en la Venida del Hijo del hombre”. Entonces disciernan Uds. el Espíritu que está aquí.",
    "Otra vez, ¿quiénes eran los que estaban enfermos y no tienen tarjeta de oración? Queremos recoger las tarjetas de oración. Vamos a orar por todos ellos.",
    "Ahora, yo no puedo decirles quién es quién. Dios es el que lo sabe. Primero, quiero encontrar a alguien que el Espíritu Santo… Ahora, cada uno de Uds. empiece a orar y a decir: “Señor, ten ahora misericordia de mí, y ayúdame”. Y vean si Él hace lo que dijo que haría.\n\nYo sólo espero Su señal.",
    "¿Cuántos saben que Jesús, hoy, es una Columna de Fuego que siguió a los hijos de Israel? “Salí de Dios y voy a Dios”. ¿Fue eso lo que Él dijo? [La congregación dice: “Amén”.—Ed.] Y cuando Pablo se encontró con Él en el camino hacia Damasco, ¿qué era Él? La gran Luz, la Columna de Fuego. Él es el mismo hoy, el Espíritu Santo de Dios. El Cuerpo de Jesús está a la diestra de Dios, en Su Trono en el Cielo; pero Su Espíritu está aquí en la tierra, completando y terminando Su trabajo.",
    "Y ese mismo Espíritu que vivió en el Cuerpo de Jesucristo fue el mismo Espíritu que estaba en ese Ángel que vino a Sodoma y Gomorra. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] El mismo que siguió a los hijos de Israel; el mismo Dios.",
    "Jesús dijo: “Yo soy esa Roca que estaba en el desierto. Vuestros padres comieron maná y están muertos. Y Yo soy el Pan de Vida que he descendido de Dios, del Cielo. Yo soy ese Pan. Yo soy esa Roca”.",
    "🦅 Pues, dices que Tú has visto a Abraham, y ni siquiera tienes cincuenta años de edad”.",
    "Él dijo: “Antes que Abraham fuese, YO SOY”. ¿Quién era el YO SOY? Esa Luz que ardía que estaba en la zarza, que habló con Moisés.",
    "Él es el mismo Jesús en esta noche. ¡Qué declaración, verdad! [La congregación dice: “Amén”.—Ed.] Yo reto eso, reto a cualquier creyente a creerlo.",
    "Esta damita sentada allí, con esa cosita blanca en el sombrero, ¿tiene Ud. una tarjeta de oración? ¿Ud.? ¿Está enferma? ¿Somos desconocidos el uno al otro? Dios nos conoce a los dos. Hay una Luz sobre la mujer, si la pueden ver, está circulando directamente sobre ella. Ella estaba orando. ¿Verdad que sí? No, Ud. no tiene oportunidad de subir acá, pero Ud. estaba orando, pues, veo que un poco más abajo hay una sombra negra; es muerte. La mujer está bajo la sombra de la muerte. Ella tiene cáncer. ¿Cree Ud. que Dios la puede sanar? Es cáncer del seno. Y veo a un médico examinando eso, y él le dice a Ud. que intentará operarla. Y Ud. está próxima a una operación. Y yo la veo a Ud. bajar de una plataforma, o algo parecido. Ud. es una predicadora, una mujer predicadora. Eso es ASÍ DICE EL SEÑOR. Señora ¿es cierto eso? Lo que Él dijo ¿fue cierto? Póngase de pié si eso es cierto.",
    "Ahora, ¿creen Uds.? El dis-… ¿Pueden discernir que ése es el mismo Jesús que tocó… La mujer tocó Su vestidura, no a mí; a Él. Yo no conozco a la mujer. Ella no me conoce a mí. Dios nos conoce a los dos. Dios la bendiga, hermana.",
    "Veo a una dama, en una visión. Ella está orando. Es una mujer joven, ella está sentada aquí. Es algo concerniente a un bebé. Es, ella quiere… No, ella ha tenido un bebé. No, es un aborto involuntario. Esto es lo que ha pasado, un bebé muerto. Ella es de Kentucky y su apellido es Martin. ¿Dónde está, Sra. Martin? Sí, la que tiene el vestido amarillo. ¿Verdad señora, que eso es correcto? Póngase de pie si eso es cierto. Yo no conozco a la mujer, pero Dios la conoce, y allí está ella. ¡Bendito sea el Nombre de Jehová Dios!",
    "Allí detrás de ella hay una dama. Ella sufre de hemorroides. Ella tiene problemas en su lado derecho, una mujer algo robusta con un vestido negro. Señora, ¿tiene Ud. una tarjeta de oración? ¿No la tiene? Ud. no la necesita. ¿Cree Ud. que tuvo la fe para tocar Algo? Ud. no me tocó a mí. ¡Ud. lo tocó a Él! Muy bien. Entonces levante la mano con el pañuelo, y acepte su sanidad. Regrese a casa y sea sanada, en el Nombre de Jesucristo.",
    "Fíjense bien. Allí está sentada una damita con un traje de tela de cuadros. Ella tiene su rostro inclinado. Ella está orando por su padre. Él tiene problemas de hígado. Hermana, ¿cree Ud. que el Señor lo va a sanar? ¿Lo cree? Entonces recíbalo.",
    "Señora, Ud. fue muy bondadosa en decirle que era ella. La razón por la cual Ud. lo dijo, fue porque el Espíritu Santo pasó directamente también sobre Ud. Eso es cierto. ¿Tiene Ud. una tarjeta de oración? ¿No la tiene? Ud. no la necesita. Ud. está orando por una madre. [La hermana dice: “Sí”.—Ed.] Y Ud. está pensando en traerla a la iglesia mañana en la noche. [“Sí”.] Eso es cierto. No tiene que hacerlo. Póngale las manos e invoque el Nombre del Señor Jesús. Ella sanará, si Ud. lo cree.",
    "Yo reto la fe de Uds. ¿Quién más no tiene tarjeta de oración y quiere creer?",
    "Ud., sentado aquí en frente, ¿cree que yo soy el profeta de Dios? Un profeta es un mensajero para una edad. ¿Cree Ud. que yo tengo el Mensaje de Dios? [El hermano dice: “Sí”.—Ed.] ¿Lo cree? Yo no lo conozco, pero Dios sí lo conoce. Si Dios me dice sus problemas, ¿aceptará eso Ud. como su sanidad, creerá que es de Él? Ud. entonces podrá discernir, por eso. Si su espíritu puede tocarlo a Él, ahora mientras hablo con Ud., entonces ¿aceptará Ud. su sanidad? ¿Lo hará? Es su pecho, tejido cicatrizal; y además de eso, Ud. es un predicador. Es correcto. Eso es ASÍ DICE EL SEÑOR.",
    "Créale a Dios.\n\nVoy a dar la espalda.",
    "Ore, vea si Él es el mismo Ángel, vea si es el mismo Dios que prometió, cuando Él estaba a espaldas de la tienda. Oren, algunos de Uds., para que Jehová Dios que envió a Su Ángel, y probó que Sodoma estaba en… el fin estaba cerca.",
    "¡Oh, Señor Dios!, envía Tu Ángel esta noche, y da el mismo discernimiento, porque es una promesa de Tu Hijo; y permite que así sea.",
    "Una mujer se para frente a mí, y ella está sufriendo catarro en la cabeza. Está atrás en esta dirección, pues sentí que ella hala, su fe. Su apellido es la Sra. Wiley.",
    "¿Dónde está ella? Veamos. Por acá atrás en algún lugar. Lo que la señora… Allí, ¿fue cierto eso, señora? Muy bien. Regrese a su casa y sea sanada.\n\nTengan fe en Dios. Algunos de los demás oren, adonde sea.\n\nSea conocido, ¡oh Señor!, que Tú eres Dios.",
    "Hay una mujer parada frente a mí, que está orando allá atrás, en la congregación, y ella tiene complicaciones. Tiene puesto un vestido de cuadros rojos y blancos. Su apellido es Sra. Lake.",
    "¿Dónde está Ud., Sra. Lake? Póngase de pié donde esté. Dios la bendiga. Regrese a su casa y sea sanada. Su fe la ha salvado.",
    "Ése es el mismo Jesús; es el mismo Ángel. ¿Tienen Uds. discernimiento? Disciernan el Cuerpo del Señor. ¿Creen Uds. que les estoy diciendo la Verdad? [La congregación dice: “Amén”.—Ed.] ¿Creen que Cristo está dando testimonio de ello? [“Amén”.] Si lo creen, levanten las manos.",
    "¿Cuántos creyentes hay aquí, muevan así las manos? Entonces, crean Uds. que soy el profeta de Dios. No duden, en lo más mínimo. Tomen esas manos que están meciendo para Dios y pónganlas sobre alguien a su lado, y Uds. verán la gloria de Dios. Eso es todo lo que Él puede hacer. ¿Pueden Uds. discernir el Cuerpo del Señor? ¿Pueden Uds. discernir que Su Espíritu está aquí? “Estas señales seguirán a los que creen: si sobre los enfermos ponen las manos, ellos sanarán”.",
    "Señor Dios, Creador de los cielos y la tierra, Autor de la Vida Eterna, has que Satanás suelte a todo creyente aquí adentro. Ellos tienen las manos puestas los unos sobre los otros, y son creyentes. Ellos están teniendo fe en Dios y creen que Tú lo harás. ¡Oh, Señor!, Tus Palabras no pueden fallar, como tampoco Tus promesas. Y Tus promesas son: “Si sobre los enfermos ponen las manos, ellos sanarán”.",
    "Ahora, Satanás, demonio inmundo de opresión, que estás golpeando a estas personas hasta el polvo, te conjuro en el Nombre de Jesucristo, el Hijo del Dios viviente, que los sueltes. Sal de ellos, en el Nombre de Jesucristo.",
    "Ahora, pongan las manos los unos sobre los otros, y oren la oración de fe. Y cuando sientan el Espíritu de Dios, disciérnanlo, de que ésa es la promesa de Dios para Uds.",
    "Todos los que sienten que el poder de Dios se está moviendo en Uds., pónganse de pie y acepten su sanidad. Le ordeno, en el Nombre de Jesucristo, a cada uno de Uds., creyentes, que se pongan de pie y acepten a Jesús como su sanador personal. Levántense, Uds. de esas sillas de ruedas, camillas, lo que sea. Levántense. Créanle a Dios. En el Nombre del Señor Jesucristo, sean sanados.",
    "Ellos se están levantando de las camillas, y sillas de ruedas y todo.\n\nMuy bien, Hermano Sullivan. 🦅"
  ]
}