{
  "title": "ORUGA, SALTÓN, REVOLTÓN, LANGOSTA",
  "id": "59560009",
  "content": [
    "🦅  Gracias, Hermano Neville. Me di cuenta que seguían moviendo el pequeño micrófono, o el volumen. ¿Pueden oírme bien? Muy bien. El… Gracias.\n\nEl pequeño alboroto, hace unos momentos, fue, un hermano que estacionó su vehículo en el lugar equivocado por aquí, y la gente, creo yo, quería que lo moviera. Eso es lo que era. Y él…\n\n[El Hermano Gene Goad habla con el Hermano Branham acerca de los micrófonos.—Ed.] ¿Este de acá? ¿Qué tal si aparto este? ¿Pueden oírme bien? Yo… Ese es el dicho de Kentucky: “Estábamos ladrando en el arbusto equivocado”. Yo estaba mirando hacia este micrófono, y se supone que era este otro. Muy bien. Gracias, Hermano Gene. Ahora, hoy, es…",
    "Estamos contentos de informar de la reunión en—en Middletown, Ohio, la semana pasada, o ya la antepasada. Pasamos un tiempo glorioso. Tuvimos… ¡Oh!, las congregaciones no fueron tan grandes. Pero fue en el campo en un lugar que ellos llaman Chatauqua, muy lejos, a trece o catorce kilómetros de la ciudad. Pero los—los asientos estaban repletos, y acomodaban a unos cuantos miles de personas. No sé calcular bien las multitudes. Y así que lo principal, fue que Jesús se encontró con nosotros, y esa es la parte buena. Y trajo grandes resultados, y es a Quien damos gloria, al Señor Dios, por hacer esto por nosotros.",
    "Y estuvieron algunas de las personas más finas que he conocido en mi vida, en esa región. Y siendo que estamos tan cerca de la frontera aquí, podría decir que, noventa y nueve por ciento de ellos eran de Kentucky. Todo por allá arriba era de Kentucky. El Hermano Sullivan dijo: “Hermano Branham” él dijo, “¿sabe Ud. que todo, como todo este pequeño valle que pasa por aquí, es Kentucky?”.\n\nY dije: “Yo—yo no lo sabía”.\n\nÉl dijo: “Sí, lo son”.",
    "Y una noche en la reunión sucedió que pregunté: “¿Cuántos están aquí de Kentucky, levanten las manos?”. Miré alrededor, y pensé: “¿Habrá alguien de alguna otra parte?”. Todos completamente, de Kentucky.",
    "Y los resultados fueron maravillosos, ¡tantos informes! Había un—un caballero, ayer, quien iba pasando, pasó y me contó de algunas cosas que habían sucedido, y cartas que llegan, y muchos testimonios. Y luego hubo…",
    "Hay un caballero aquí atrás tomando las grabaciones ahora mismo, y él dijo, cierta noche: Creo que dijo que la última “noche”, cuando yo estaba predicando sobre el aguilucho. Y él dijo que… En la línea de discernimiento, o puede haber sido en la congregación, no podría decir exactamente en cuál, pero hubo un hombre que vino de la congregación. Y el Espíritu Santo comenzó a hablarle, y le dijo que él no era de esa región, sino que era de Indiana, de algún lugar allá en Indiana. Y le dijo que, “Ud. no está parado aquí por sí mismo. Ud. está parado aquí por un bebé suyo, de tan solo unos meses, tal vez de tres meses”, y fue algo así. Y que lo iban a operar, y tenía que extraerle el corazón. Y era una—una condición muy lamentable; sus pequeños pulmones se habían inflamado, su pecho; su pequeño estómago se había hundido mucho. Y se le dijo que se fuera a casa, que no dudara; y que, si él no dudaba, encontraría bien a su bebé.",
    "Ahora, el testigo está aquí en el cuarto de al lado, y tal vez el bebé en la congregación, hasta donde yo sé. Los pulmones del pequeño bebé se normalizaron, y el pequeño estómago se normalizó. Y el hombre que está tomando los registros aquí, de una de las cintas esta mañana, trajo a la madre, al padre, y a su… al vecino dueño de esta grabadora, y los trajo, y trajo al bebé, y puso al bebé al otro lado del cuarto, y puso la cinta, de que era ASÍ DICE EL SEÑOR. Y él dijo que cuando llegaron al lugar donde el caballero vino a presentarse en la plataforma, dijo: “El Espíritu Santo entró al cuarto, porque allí estaba el bebé, arrullando y jugando, y moviéndose”. No necesitó ninguna operación. Los médicos no tuvieron que operar. El Señor operó al bebé, con Su gran, gran Poder. Y el bebé sentado allí, jugando en la cunita, y—y la madre y el padre sentados allí, y el vecino que pudiera haber estado un poco escéptico de todo el asunto; allí estaba la Presencia. Si eso no es fe apostólica, no sé lo que será.",
    "Saben, la Biblia dice que cuando Jesús, por medio del apóstol Pedro y Juan, había sanado al hombre cojo en la puerta, “Ellos no podían decir nada en contra, porque el hombre estaba parado allí como testigo”. Así que, Cristo aún vive. Alabado sea Su Nombre. ¡Qué consuelo es en estos días! Ahora, ese solo es uno de los muchos testimonios. Pero qué cosa es, hallar en este día que el mismo Dios, con las mismas acciones maravillosas, las mismas cosas que Él hizo, Él las hace de la misma manera hoy, porque Él es el mismo ayer, hoy, y por los siglos. Estamos agradecidos de tener el privilegio de estar reunidos esta mañana en Su Nombre.",
    "Ahora, oren por nosotros mientras viajamos de lugar en lugar, para servir al Señor según la extensión con la que Él nos llame. Y estamos contentos de que no solo haya gente del tabernáculo aquí, sino de todas partes, de toda la región.",
    "Gracias, hermana. Eso fue muy amable. Yo sé que el gran Dios del Cielo la vio a Ud. hacer eso mismo. Una dama, bastante más joven que otra, sentada aquí. Y una mujer que ha estado en el campo para el Señor, años antes de que yo naciera, ella y su esposo; cincuenta y tantos años, predicando el Evangelio. Ella trabajaba en una mina de carbón, para apoyarlo en un campo, para predicar el Evangelio que yo defiendo. La anciana estaba sentada al frente, sin abanico, enjugándose el sudor de su rostro; y una mujer joven se levanta y viene y le trae su abanico. Así que, déjenme decirles, estoy contento de estar reunido esta mañana con gente así, me da gozo de ser un Cristiano, y estar reunido con gente Cristiana.",
    "Ahora hace mucho calor en nuestra región, y por todo el país. Y estamos esperando la llegada del otoño, cuando hará más fresco. Nuestra próxima gran reunión, que sepamos, es en San José, California. Allí es donde estuvimos en el terreno de la feria por unos días, y hubo tal multitud, que no podíamos atenderlos a todos. Y los mismos grupos están patrocinando las reuniones que vienen ahora en el terreno de la feria en San José. Y estamos confiando que si Uds. viven cerca de allí, o tienen amigos, escríbales y dígales que estén en la reunión. Si no pueden, que estén orando por nosotros.",
    "Ahora, hoy, mencioné que yo iba a estar aquí esta mañana, para unirnos en oraciones y súplicas al Señor, con Uds. todas las personas. Y si hay visitas entre nosotros, lamentamos que nuestro edificio no tenga aire acondicionado, pero es que solo somos una iglesia pobre, en cuanto a bienes del mundo, pero rica en la Fe en el Reino de Dios. Y les damos la bienvenida para esta corta visita, y oramos que puedan regresar y estar con nosotros otra vez. Algún día esperamos tener una iglesia mejor.",
    "No estamos muy interesados en edificios de iglesias en estos días, porque verdaderamente creemos, con todo nuestro corazón, que el Señor Jesús viene pronto. Y cuando hay misioneros en el campo, predicando el Evangelio, sin zapatos, comiendo una comida al día, ¿cómo podemos edificar una iglesia de un millón de dólares considerando eso? Yo—yo simplemente no lo puedo contemplar, y luego decir: “El Señor viene pronto”. Vamos al campo y hagamos lo que podamos en esta generación. Si hay otra, que… Ellos responderán por la suya; nosotros tendremos que responder por esta. Simplemente no puedo apoyar esos edificios de un millón de dólares y demás, después de estar en el campo y ver aquello.",
    "Ahora, es agradable. Yo creo que la casa del Señor debe ser agradable. Y debería ser un—un lugarcito sagrado. Háganlo lo más cómodo y agradable posible, pero no al extremo, porque no entendemos eso.",
    "Ahora, antes de orar y leer las Escrituras, yo quería dar una… no predicar esta mañana, sino dar una lección sobre las Escrituras. Y usualmente viniendo… Yo solo hago esto en mi propia iglesia, y estamos en nuestra iglesia. No somos una denominación. Somos inter-denominacionales, por naturaleza, y no estamos afiliados con ninguna iglesia en las líneas de denominación, sino que estamos asociados con todos los creyentes de todas las denominaciones y todas las personas por todo el mundo. Nuestra iglesita, esta mañana, es conocida en todo el mundo. Las cintas que Uds.… Estos Mensajes, tan entrecortados como lo son, sin embargo, estamos apoyando, en los campos misioneros, (¿cuántas naciones diferentes?) diecinueve naciones extranjeras, solo en cintas.",
    "Diecinueve naciones diferentes están tomando los Mensajes y traduciéndolos. Alguien, mientras estoy predicando, alguien se para allí predicando a la par. Y llegan a las chozas y a lugares donde ni siquiera se conoce a Dios, y les predican a los paganos, y a los nativos de África y Sudamérica, y alrededor del mundo, y centenares de centenares están viniendo al Señor. Muchos están siendo sanados. Y por esa razón sentimos que es de suma importancia impulsar el Mensaje, no en grandes edificios y eso así.",
    "Y luego, cuando estoy aquí, solo tengo lecciones sobre la Escritura. Pero, allá en el campo, yo no predico Doctrinas de la iglesia, porque al hacerlo, se hace difícil. La gente dirá que mi “Doctrina no es correcta”, o algo así. Y si uno predica una… Si yo predico la doctrina metodista, los bautistas no estarán de acuerdo conmigo. Si predico la de los bautistas, entonces los luteranos no estarán de acuerdo. Si yo predico a los pentecostales, entonces los nazarenos no estarán de acuerdo. Si yo predico la nazarena, entonces la iglesia de Dios no estará de acuerdo. Así que, ¿ven Uds.?, uno tiene que tomar una posición por algo, pero, en el ámbito del campo de servicio, simplemente le damos la bienvenida a todo creyente, no importa cuál sea su credo o denominación. Mientras Ud. haya nacido de nuevo del Espíritu de Dios, Ud. es nuestro hermano y hermana. Y tenemos la intención de mantenerlo siempre así.",
    "Y entonces, si el Señor quiere, hoy, quiero predicar, en nuestra iglesia, nuestra iglesia se para en la Doctrina Bíblica, aquello por lo que se para la iglesia, y la razón por la qué hacemos esto. Y al hacerlo, de seguro generamos o… no es nuestra intención, pero podríamos generar preguntas en la mente de alguien, dicen: “Pues, a mí nunca se me enseñó tal cosa, o a creerla de tal y tal manera”. (Gracias.)",
    "Y si sucede que Ud.… su iglesia no cree, o Ud. no cree exactamente las cosas de las que hablamos como Doctrina de nuestra iglesia, confiamos que de ninguna manera le sea una ofensa. Porque el primer paso para un Cristianismo exitoso, y la muestra de que el hombre ha recibido el Espíritu Santo, es la humildad, la verdadera humildad dada por Dios, que debe ser dada humildemente. Pero, con todo, una iglesia sin Doctrina es como una medusa; no tiene columna vertebral. Así que, tenemos que tener la columna vertebral allí. Y no tan solo la columna vertebral, sino también dientes, porque la Iglesia de Dios tiene que comer el Pan de Vida.",
    "Y nosotros, en algunas de las declaraciones que yo pudiera hacer, si yo trato de recalcarlo fuertemente, ahora por favor no lo malinterpreten. Que, no es mi intención ser grosero, al dar una lección sobre la Biblia. Pero, si yo, durante treinta años de búsqueda, sin tomar credos o nada más que solo la Palabra… Hay gente aquí que es presbiteriana, católica, bautista, pentecostal, nazarena, iglesia de Dios, Peregrino de Santidad, todos están sentados aquí. Y yo sé que cada iglesia tiene su propio credo, y no quiero interrumpir eso, pero solo estoy tratando de exponer la Escritura y hacerlo a través de la Escritura. Entonces todos—todos entenderán que no es para ser grosero. Solo es con amor y afecto, y con misericordia, y con el mejor de mi conocimiento para explicar las Escrituras.",
    "Y ahora el tema de esta mañana va a ser un tema bastante largo, y no quiero apresurarme. Quiero tomarme mi tiempo para lo que voy a decir, y tratar de explicarlo, por qué lo decimos.",
    "Muchas veces en las reuniones, alguien dirá: “Bueno, ¿qué cree él? ¿Es él bautista, aún? ¿Es pentecostal? ¿Cree en hablar en lenguas? O, ¿será esto, o aquello? ¿Será él uno que cree en la seguridad Eterna? O, ¿qué es él?”. Y luego, solo con mencionar lo que uno es, lo rechazarán como la peste. No importa, ellos no se detendrán a escuchar, ni lo considerarán, sino que lo rechazarán rápidamente a uno.",
    "En ninguna parte de mis reuniones, en ningún momento, he sabido que he dejado discordia entre hermanos. Yo siempre predico solo la Venida del Señor, salvación, y—y sanidad Divina. Eso no lastima a ninguna persona del Evangelio Completo.",
    "Entonces aquí en la iglesia, yo tengo nuestra propia Doctrina. Se filtra entre la gente que viene, y dice: “Bueno, yo… El Hermano Branham dijo tal y tal, esas cosas”. Bueno, tenemos que tener una Doctrina.",
    "Ahora, hace poco en una reunión, cuando alguien le preguntó a un grupo de ministros. Mis secretarios y demás están presentes. Llegaron muchas, muchas cartas, y decían: “¿Cree el Hermano Branham en la—la preservación o que se conserva, la seguridad del creyente?”. Bueno, yo sabía que era un grupo legalista que estaba preguntando eso, sería duro de mí decirlo; ellos “lo rechazarían” rápidamente. Y eso no importa en lo más mínimo si Ud. lo cree o no; mientras Ud. sea salvo, eso es lo principal. Y yo no dije nada. Y dieciséis iglesias diferentes dejaron de patrocinar, ¿ven Uds. el…? por haber rehusado responder, para mantener el compañerismo con las gentes.",
    "Ahora, en la iglesia esta mañana, quiero explicar por qué creo lo que creo.\n\nOremos.",
    "Señor, Quien resucitaste a Jesús de entre los muertos, y nos Lo has dado como Sacrificio de Tu amor por nosotros, y por el lavamiento del agua por la Palabra, Él ha santificado a un pueblo peculiar, un grupo llamado fuera, y estamos esperando pacientemente Su Segunda Venida. Y sabemos que, a los ojos de la gente, hay muchos credos y denominaciones. Y, Padre Dios, oramos que bendigas a cada uno de ellos. Y la posición por la que se paran, aunque pudiéramos aun no estar de acuerdo con ellos en muchas cosas, en principio, como Cristianos y como hermanos, estamos hombro con hombro con ellos. Y no solo hombro con hombro, sino de corazón a corazón. En un día de indiferencia, cuando los hombres son impetuosos y altivos, amadores de los placeres del mundo más que de Dios, oramos, ¡oh, Dios!, que el Espíritu Santo una más nuestros corazones, día tras día. Sana a los enfermos esta mañana, Señor.",
    "Están aquellos que han de entrar en el bautismo en agua. Y oramos que Tu Espíritu Santo los llene con (la) Su Presencia si es que aún no la han recibido. Que puedan ser sellados de las cosas del mundo, y llenos del Espíritu de Dios, en el amor Divino de Dios, y en compañerismo con todos los hombres.",
    "Señor, a través de las naciones del mundo, adonde Tú me has enviado, un pobre hombre analfabeto, y, sin embargo, Señor, creyendo en mi corazón, de Ti, las cosas que he creído y han sido enseñadas por la Biblia, y confirmado por el Ángel del Señor Quien está presente para confirmar lo que se dice, si es de Dios. Muchas veces, la gente ha pensado que soy un transigente. Tú eres el juez de mi corazón. Pero como Pablo de antaño, quien aun predicó el judaísmo hasta que se ganó la confianza de la gente, y luego predicó a Cristo crucificado; pero primero fue ganar la confianza de la gente, para que su Mensaje fuera sazonado con sal. Oramos, ¡oh, Señor!, que Tú sazones nuestras pláticas y nuestro compañerismo, con la Sal del Espíritu, con la Sangre del Señor Jesús, y haznos el pueblo que ha sido llamado, y que el mundo pueda mirar y observar nuestras vidas, y luego tener sed de ser como nosotros. Mantennos humildes y llenos de Tu amor y de Tu Espíritu. Porque lo pedimos en el Nombre de Aquel Quien oró para que pudiéramos ser uno, entonces, para que todos los hombres conozcan que somos Sus hijos, cuando tenemos amor el uno por el otro. Amén.",
    "Ahora, se los digo, yo sé que está algo caluroso. Y si hay—hay un ventilador de pedestal aquí atrás que quieran llevar a cualquier parte, parecería mejor, está bien. Me gustaría leer ahora un poco de las Sagradas Escrituras.\n\n[El Hermano Neville dice: “¿Este ventilador le molesta?”.—Ed.] No, señor. No mientras esté en el piso de esa manera. Yo creo que estaría bien, Hermano Neville.",
    "Quiero que abran conmigo en las Escrituras, en el Libro de Joel, y luego tengo varios lugares aquí de los que me gustaría leer, primero, para tomar una lección, un contexto para la lección. Primero, en Joel, el capítulo 1, comenzando con el versículo 1, y leyendo hasta el 4. Y luego en el capítulo 2, del 25 al 27, leeremos como una lectura de la Escritura.\n\nPalabra de Jehová…vino a Joel, hijo de Petuel.\n\nOíd esto, ancianos, y escuchad, todos los moradores de la tierra. ¿Ha acontecido esto en vuestros días, o en los días de vuestros padres?\n\nDe esto contaréis a vuestros hijos, y vuestros hijos a sus hijos, y sus hijos a la otra generación.\n\nLo que quedó de la oruga…comió el saltón, y lo que quedó del saltón comió el revoltón; y la langosta comió lo que del revoltón había quedado.",
    "Y luego del versículo 25 al 27, del capítulo 2.\n\n…Y os restituiré los años que comió la oruga, el saltón, el revoltón y la langosta… la oruga y la langosta, el gran ejército que envié contra vosotros.\n\nComeréis hasta saciaros, y alabaréis el nombre de Jehová vuestro Dios, el cual hizo maravillas con vosotros; y nunca jamás será mi pueblo avergonzado.\n\nY conoceréis que en medio de Israel estoy yo, y que yo soy Jehová vuestro Dios, y no hay otro; y mi pueblo nunca jamás será avergonzado.",
    "Luego en el Libro de Romanos, y en el capítulo 1 de Romanos, y el versículo 25, leo esto. También tomaremos el 24.\n\nPor lo cual también Dios los entregó a la inmundicia, en las concupiscencias de sus corazones, de modo que deshonraron entre sí sus propios cuerpos,\n\nya que cambiaron la verdad de Dios, por la mentira,…",
    "Y luego en Romanos, el capítulo 3 y el versículo 4. Romanos 3, y el versículo 4, leemos. La primera porción de ese versículo 4.\n\nDe ninguna manera;…antes bien sea Dios veraz, y todo hombre mentiroso;…",
    "Ahora estamos entrando en unos temas muy serios aquí. Y ahora, nosotros… Yo creo que llegará el tiempo de la restauración de todas las cosas que se han hecho mal. Y estamos tratando, con todas nuestras fuerzas, y otros hombres están tratando, grandes evangelistas como Billy Graham y Oral Roberts, y muchos otros de los evangelistas sobresalientes, ministros, pastores, quienes son leales a su puesto, están tratando de ver un avivamiento en nuestro tiempo. Y Uds., los hijos de Dios, están orando por un avivamiento en nuestro tiempo. Decenas de miles de oraciones llegan a Dios cada hora, por un avivamiento en nuestro tiempo. Y está escrito en las Escrituras: “Si se juntare Mi pueblo sobre el cual es invocado Mi Nombre, y oraré, entonces Yo oiré desde el Cielo”. Ahora, si los hijos de Dios se están reuniendo y orando por un avivamiento en nuestro tiempo, y el avivamiento no viene, entonces debe haber algo mal en alguna parte.",
    "Ahora, recuerden que, cualquier cosa solamente puede funcionar mientras Ud. proceda en la ley de esa cosa. Las fuerzas cósmicas solo pueden moverse de acuerdo a la ley cósmica. Los planetas solo pueden moverse cuando se mueven por la ley de los planetas. El sol solo puede salir de acuerdo a como la tierra gira hacia el sol. Y allí, es que todo tiene que obrar de acuerdo a la ley de su plan. Pues, Dios hizo todas las cosas, e hizo una ley para eso. Y entonces tiene que girar, y trabajar, y operar de acuerdo a la ley de ese artículo. No funcionará correctamente de ninguna otra manera.",
    "Ponga una cadena en una rueda dentada, y luego póngala en una rueda lisa. Quizás Ud. pueda hacer un poco de tiempo. Pero la única manera en que llegarán al tiempo correcto con esa cadena, es poner una rueda dentada igual a la rueda dentada que está en la parte de atrás, y luego esos pequeños eslabones en esa cadena calzarán, exactamente sincronizados con la rueda dentada, entonces Ud. puede ir a alguna parte.",
    "Y estoy seguro que tenemos una rueda dentada equivocada en alguna parte. La iglesia se está moviendo demasiado lento para la hora en que estamos viviendo. Hay algo radicalmente errado. Y nos conviene en este día, cerca de la Venida del Señor, sentarnos y estudiar esto y ver lo que está mal, encontrar la causa. No se puede encontrar la cura hasta primero encontrar la causa.",
    "Si un médico, si Ud. entra en su consultorio y dice: “Tengo dolores de cabeza, y malestares en el estómago”, y él le da una aspirina, o algo, y lo despide, él solo está tratando de deshacerse de Ud. Un verdadero médico genuino diagnosticará ese caso hasta hallar qué órgano no está funcionando, entonces se ocupará de ese órgano.",
    "Y así también es en el Reino de Dios. Tenemos que averiguar qué es lo que está mal, y luego ocuparnos de aquello. Las Escrituras son como la receta del médico.",
    "Un médico, los científicos que también trabajan arduamente para encontrar una receta, para eliminar cierto germen, alguna enfermedad que está en su cuerpo, como la fiebre tifoidea, o—o alguna enfermedad, para la que le puedan dar un suero que mate ese germen de la tifoidea, y sin embargo tienen que utilizarlo tan cuidadosamente (…?…), tan cuidadosamente manejado, hasta que: si no hay suficiente, no ayudará al paciente; y si se le añade algo más, pudiera matar al paciente. El farmacéutico debe entregarlo, exactamente de acuerdo a la receta.",
    "Por lo tanto, si hay algo errado en la iglesia hoy, que no está progresando como debería, mi opinión es que deberíamos regresar a la Receta, averiguar exactamente lo que está mal, y por qué esta iglesia está tan enferma que hay enfermedad en nuestra iglesia, enfermedad de pecado. Entonces tenemos que averiguar qué recetó el Médico, y ver si nuestros pastores farmacéuticos nos están dando la Receta correcta. Y, recuerden, Uds. pueden añadirle algo que sea muy parecido a la Escritura diagnosticada, y matar al paciente. Y tal vez, no digo que lo hayamos hecho, pero ¿qué pasaría si algunos de nuestros farmacéuticos le han añadido algo a la Receta de Dios? Si lo han hecho, están matando al paciente, dejándolos morir en pecado.",
    "🦅 Bueno, es” Ud. dice, “¡bueno, si ellos fueron sinceros!”. No, eso no lo excusa.",
    "Un hombre, un farmacéutico, le dio a un hombre ácido carbólico, aquí hace unos años, muy sinceramente, de una farmacia registrada, y eso mató al hombre; sin embargo, él era sincero. No hay… Sinceridad, he visto sinceridad entre los paganos que haría que la sinceridad Cristiana pareciera algo por allá atrás en la línea de lo anticuado. He visto a paganos colocar sus bebés en la boca de un caimán, para sacrificarlo a un dios de las aguas. Y no pude encontrar esa sinceridad entre los Cristianos. He visto personas que se acostaban sobre clavos. Y les rompen los huesos de los pies cuando son niños; los he visto tomar bebés y muchachitos, y los cortaban y los marcaban, y los hacían sangrar, y a veces los mataban. En profunda sinceridad, pero están errados.",
    "Ahora veamos algo. Job, o Joel, más bien, yo ga-… creo que él nos dio un gran trasfondo aquí. Y eso es lo que queremos tomar como lectura. Él dijo:\n\nDíganle—díganle a sus hijos…y que sus hijos le digan a sus hijos, y los de ellos a la otra, y todo eso, a la otra generación, que serán los gentiles. Díganle a Israel que siga contándolo.",
    "Y ahora esta Escritura de la cual habló Joel se ha cumplido hoy pues, nosotros, los gentiles, la hemos recibido. Él dijo:\n\nLo que quedó de la oruga se lo comió la langosta;…la langosta, el saltón, y los demás.",
    "Y estos insectos, si consiguen un libro sobre insectos, verán que esos cuatro insectos diferentes son el mismo insecto en cuatro etapas diferentes de su vida. Todos sabemos que un—que un—un capullo no es más que una oruga envuelta, y va a empollar una mariposa; y una mariposa es una oruga antes de salir del capullo. La oruga, la langosta, y demás, es lo mismo. Es el mismo insecto. Ahora, lo que sea…",
    "Ahora escuchen atentamente. Lo que sucedió en primer lugar, con el insecto de la oruga, solo se convirtió en un saltón más tarde. Y el saltón se convirtió en una langosta, más tarde. Y lo que sea que comenzó en el principio, sigue siendo la misma cosa que está causando el problema hoy. Y regresemos ahora a las Escrituras y veamos qué lo comenzó.",
    "Ahora, sabemos que solo podemos edificar una iglesia, primero, sobre el material que Dios nos dio para edificarla. Eso es todo lo que tenemos. Y yo pienso, antes… sé que Esto es fuerte, y está grabado, cientos de personas alrededor del mundo lo oirán. Pero antes de que podamos tener un edificio de la Iglesia de Dios, tendremos que restaurar todas esas cosas que estos insectos se han comido de Ella. Tendremos que regresar e investigar qué se comieron estos insectos. Y ante esta Vid del Señor, la Vid… Él es la Vid; nosotros somos los pámpanos. Y antes de que podamos encontrar, o que la Iglesia pueda pararse en su poder formal y original, tendremos que regresar y averiguar qué se comieron los insectos. Y esa Iglesia tendrá que ser restaurada de nuevo a eso, o nunca se mantendrá en el poder y gloria de su primera posición.",
    "Si le arrancan la corteza a un árbol, tenemos que volver a ponerle la corteza. Hacer crecer la corteza, primero. Ud. no puede tener manzanas hasta que le crezca la corteza. Pues, la corteza es la línea de la savia. La línea de la savia es la línea de la vida.",
    "Y las Escrituras, la Santa Biblia de Dios, es la línea de Vida para cualquier iglesia. ¿Cómo podríamos sacar savia de uva a través de la corteza de un sicómoro? Simplemente no funcionará. Tenemos que tener corteza de Vid. Tenemos que tener la corteza original. Y solo hay una manera en que esa corteza pueda regresar a la Vid, y es cuando Dios Mismo la haga crecer.",
    "Nosotros no podemos hacerla y ponérsela. No funcionará. Ningún esquema hecho por el hombre funcionará. Se necesita la manera de Dios o nunca vivirá. Los esquemas hechos por el hombre no funcionarán. Ud. pudiera envolver un trapo alrededor del árbol, y decir: “Que crezca”. Un trapo no fue el programa de Dios. Tiene que ser corteza, línea de vida, y cuando viene de las raíces, producirá la misma vida que el árbol tenía antes de que los insectos se lo comieran.",
    "Con razón no podemos tener campañas de sanidad. Con razón las iglesias están destrozadas. Con razón uno dice: “¡Oh, esto, aquello, y lo otro!”, tanto desacuerdo. Con razón hay tantos ismos entre nosotros, es porque no podemos producir los verdaderos frutos de paciencia, longanimidad, bondad, humildad, mansedumbre. La línea de la Vida ha sido cortada del Árbol, y nosotros nunca la devolveremos a través de los credos de algún trapo o cualquier otra corteza sustituta. Se necesitará el poder del Dios Todopoderoso para hacer crecer ese árbol de nuevo a su condición.",
    "¿No dijo Jesús, y las Escrituras han dicho: “Tienen ojos y no pueden ver, tienen oídos y no pueden oír”? Ellos simplemente no pueden hacerlo. Y ningún hombre puede venir a Dios, o a Cristo, hasta que Dios se lo revele.",
    "El otro día yo estaba hablando, y estábamos pensando en la Escritura. Yo dije: “¿Por qué la gente no puede ver Eso?”. Dije: “Por eso es”, y entonces pensé. No importa cuán claro Aquello pueda ser, ni cuánto sea una enseñanza Escritural, Ud. nunca podrá verlo hasta que Dios Mismo se Lo muestre; no importa cuán claro sea. Y toda la Biblia está edificada, y toda la Iglesia del Dios viviente, está edificada sobre la revelación espiritual de la Palabra. ¿Por qué Abel ofreció un sacrificio más excelente que Caín? ¿Por qué Abel no siguió a Caín; él tenía la iglesia más hermosa? Pero, fue una revelación para él.",
    "Cuando Jesús vino del Monte de la Transfiguración, y ellos dijeron…\n\n“¿Quién dicen los hombres que es el Hijo del Hombre?”.",
    "🦅 Uno dijo ‘Elías’, y uno dijo que Tú eres ‘el profeta’, y demás”.\n\nÉl dijo: “Pero, vosotros, ¿quién decís que soy Yo?”.\n\nPedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Él dijo: “Bienaventurado eres, Simón, hijo de Jonás, porque carne ni sangre te revelaron esto. No lo aprendiste en algunos libros, o por algún seminario, o algún programa estructurado hecho por el hombre. Sino Mi Padre que está en el Cielo te lo ha revelado, y sobre esta roca edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra Ella”. Allí lo tienen, la revelación espiritual de la Palabra de Dios.",
    "En Mateo 11, creo que es, o el 12, en algún lugar por allí, está escrito, que dice: “Aunque Jesús había hecho tantos milagros, tantas señales de que Él era el Mesías, sin embargo, la gente no pudo creerlo; porque Isaías dijo: ‘Tienen ojos y no pueden ver. Tienen oídos y no pueden oír’”. ¿Cómo? Aunque eran eruditos, aunque eran religiosos destacados; eran santos, y sin mancha y de nada qué inculpar. Si se les encontraba un tilde de error, eran apedreados, sin misericordia. Nadie podría acusarles de nada. Ellos estudiaron las Escrituras, día y noche, generación tras generación, y aun así Dios les había cegado los ojos.\n\nDirán: “¿Dios lo hizo?”. Eso es lo que Él dijo.",
    "Dios hace lo que quiere. No podemos decirle a Él qué hacer. ¿No dijo Pablo, en el Libro de los Romanos, el capítulo 8, que: “Dios levantó a Faraón y endureció su corazón, cegó sus ojos, con este mismo propósito, para que Su voluntad fuera hecha”? ¿No fue Esaú? Y Jacob… Esaú, rechazado, antes de que el niño naciera; Dios lo despreció. ¿Ven Uds.?, todo va obrando de acuerdo a la gran predestinación de Dios. Él no está dormido. Él conoce todo perfectamente.",
    "Y nosotros juzgamos a los hombres de acuerdo a su… al parecer, por su honestidad o su sinceridad. Nosotros juzgamos a las iglesias de acuerdo a su progreso. Nos unimos, escogemos evangelistas, porque son grandiosos. Esa no es la Cosa.",
    "🦅 Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”.",
    "Lo que dejó la oruga, se lo comió la langosta. Algo anda mal, en alguna parte, porque la Palabra de Dios es tan Eterna como Él es Eterno. Y la Palabra de Dios no puede fallar, así como Dios mismo no puede fallar. Ahora, algo anda mal, en alguna parte.",
    "Así que, regresemos ahora. Ya hemos colocado el fundamento. Regresemos, tomemos nuestro texto de Romanos 3:4: “Sea la palabra de todo hombre mentira, y la Palabra de Dios, Verdad”.",
    "Voy a remachar esto, y quiero que Uds. escuchen. “Que sea Dios, la Verdad”. Alineémonos con lo que Dios dijo, sin importar lo que alguien más diga. Quiero usar cuatro cosas diferentes de lo que veo en la Escritura, que estos insectos se han comido de la Iglesia del Dios viviente, y han lisiado o atrofiado la Vid de Dios.",
    "Vamos a admitirlo, Uds. metodistas lo admitirán, Uds. los bautistas lo admitirán, Uds. presbiterianos, Uds. pentecostales, Uds. nazarenos, todos Uds. lo admitirán, el tabernáculo aquí lo admite: “Algo anda mal”. Y nosotros, el tabernáculo, somos tan culpables como los demás, porque: “Al que sabe hacer lo bueno, y no lo hace, le es pecado”.",
    "Ahora regresemos. Y quiero nombrar cuatro cosas, tan Escritural como sé serlo, que estos insectos se han comido de la Iglesia, de Su primera condición original.",
    "Ahora, para comenzar, la iglesia se estableció en el Día de Pentecostés. Pedro predicó el—el sermón de inauguración en el servicio de licenciatura, cuando nació la Iglesia. La Iglesia Cristiana nació en el Día de Pentecostés. Y si Dios es infinito, infinito, y no puede cambiar, Su Iglesia debe permanecer como estaba en el principio. ¿Lo admiten Uds.? La Iglesia debe permanecer siempre igual como era.",
    "Pero el hombre La ha manipulado, le ha puesto sus propias interpretaciones. Nunca traten de interpretar la Palabra de Dios. Diga exactamente lo que Ella dice. No importa cómo sea, así que solo alinéese con Ella, eso es todo. No cambien la Palabra. La Biblia dice que: “La Escritura no es de interpretación privada”. No tenemos derecho a decir estas cosas; solo tenemos que leerla y decir exactamente como Ella dice, y creerla de la misma manera. A mí no me importa cuán ridículo Ella parezca; créanla, de todas maneras.",
    "El púlpito no es lugar para bromas. Es un lugar de sinceridad. No quiero decir esto como una broma. Quiero decir esto para citar algo que me dijeron. Dijo que había un hermano anciano de color allá en el sur, llevando una Biblia, y su jefe se estaba burlando de él. Le dijo: “Tú no puedes leerla; ¿para qué La llevas?”.",
    "Él dijo: “La llevo porque La creo”. Esa es una buena razón. “Yo no puedo leerla, pero sé que hay algo en Ella; es lo correcto”. Dijo: “Yo aun creo la ‘tapa’ por fuera. Tiene escrito ‘La Santa Biblia’; yo lo creo”.",
    "Él dijo: “Cualquier cosa que esa Biblia diga que hagas, ¿me supongo que tú lo harías?”.",
    "Él dijo: “Sí, señor. Si Ud. puede leerlo en la Biblia, yo lo haré si es un Mandamiento de Dios”.",
    "Él dijo: “Entonces, ¿qué dirías si leo esa Biblia, y te dijera que el Señor dijo que saltaras a través de esa pared allí, esa gran pared de piedra? ¿Dime cómo es que saltarías a través de esa pared de piedra si no hay un hoyo en ella?”.",
    "Él dijo: “Si Ud. lee eso de la Biblia, y el Señor me dijera que saltara, Él pondría el hoyo cuando yo llegara allí”. Y así es.",
    "Si Dios lo dice, no importa cuán ridículo parezca, Ud. da un paso adelante en Eso. Depende de Dios encargarse del resto, ese es asunto de Él. El trabajo suyo es dar el paso.",
    "Ahora, una de las primeras cosas que me gustaría hablarles en estos pocos minutos. Después de haber hallado que el fundamento tiene que ser original, tiene que volver al fundamento, debe regresar a donde era una Vid. Si tiene algo malo, y la Vid no está operando correctamente, regresemos y veamos qué anda mal.",
    "Ahora, una de las primeras cosas que me gustaría mencionar, es que algo ha dejado nuestra iglesia, una de las cosas principales, es la Fe. La gente hoy no tiene Fe como la tenían en aquel día. Una clase de revoltón, de alguna especie, ha entrado y se ha comido la línea de Vida de la Fe. Ellos Lo cambiaron. Hoy su fe descansa sobre alguna clase de—de denominación de una iglesia grande. Pero Judas nos dijo, en Judas el versículo 3. Dijo:\n\nAmados, por la gran solicitud que tenía de escribiros acerca de nuestra común salvación, me ha sido necesario escribiros…(Lo tengo aquí delante de mí.) …exhortándoos que contendáis ardientemente por la fe (no una fe; la Fe) que ha sido una vez dada a los santos. (Eso fue treinta y tres años antes de que esta Fe fuera entregada.)",
    "Ahora, no… La gente dice: “¡Oh, eso va en contra de mi fe!”.\n\nSolo hay una Fe. “Un Señor, una Fe, y un Bautismo”. Uds. pudieran tener una fe, pero nosotros queremos la Fe. Contender ardientemente, eso significa, “argumentar” pararse, “defender”.\n\ncontendáis ardientemente por la fe que ha sido una vez dada a los santos.",
    "¿Cuándo fueron llamados santos? Al ser santificados. El Espíritu Santo los santificó. Ellos entonces fueron llamados santos. Ahora Judas dice, un hermano, hermano adoptivo de Jesús: “Quiero que contendáis ardientemente por la Fe que una vez fue dada a los santos; nunca permitan que esa Fe decaiga”.",
    "Y la Fe de los santos no estaba en credos, no en denominaciones, no en edificios de iglesias, no en asociaciones, sino en la Presencia del Dios viviente. Ellos tenían Fe para sanar a los enfermos, echar fuera demonios, hacer milagros. Todas las grandes promesas que hizo Jesús, esa primera iglesia se aferró de Aquello. Era la línea de la Vida.",
    "Escuchen esto. Escuchen atentamente lo que quiero decirles. La Presencia constante del Dios viviente es la línea de Vida de cualquier iglesia o cualquier grupo de personas, la Presencia constante del Dios viviente para obrar, y trabajar, y actuar, y vivir con la gente como Él lo hizo en el principio. Si la Presencia del Dios viviente trajo un pentecostés con poder, con señales, con maravillas, trajo un pueblo tan lleno de la Gloria de Dios que gritaron y hablaron en otros lenguajes, y fueron mártires por la Fe, contendamos ardientemente por esa Fe hasta que la muerte nos libere. Contiendan ardientemente por Ella. No cederemos, por la lectura de libros, o tomar alguna teología hecha por el hombre. No vamos a transigir por algunos credos o algunos libros de oración, o algo que alguien más haya dicho.\n\nMi fe está edificada sobre nada menos\n\nQue la Sangre de Jesús con justicia;\n\nCuando todo alrededor de mi alma cede,\n\nEntonces Él es toda mi esperanza y sostén.\n\nPorque en Cristo, la Roca sólida, me paro;\n\nTodo otro terreno es arena movediza.",
    "Ningún credo sino Cristo, ninguna ley sino el amor, y ningún libro sino la Biblia. ¡Ningún libro de credos! La Biblia tiene que decirlo. La Biblia no solo tiene que decirlo, sino que decirlo de la misma manera, tiene que decirlo de Génesis hasta Apocalipsis. Tiene que ir por cada hebra, y entretejerse en cada parte de la Palabra. Si no es así, entonces tengo la interpretación equivocada de Ella, porque Dios no puede disputar Su Propia Palabra. ¡Si es que no dice lo mismo en cada pequeña fibra!",
    "Si esta camisa aquí, está tejida completamente con la misma fibra, eso hace que sea lo que es. Eso hace que sea blanca.",
    "Eso es la Iglesia. Si va a ser una Iglesia blanca, nacida de nuevo, sin mancha, sin arruga, tiene que ser tejida con la misma clase de fibra con la que comenzó, en el Día de Pentecostés, una experiencia del Espíritu Santo, ardiendo y tejiendo. Ud. no puede añadir un pedazo de tela podrida. Ud. no puede añadirle un pedazo de saco de arpillera; no funcionará. Lo estropeará.",
    "Alguna especie miserable de revoltón entró y se comió esa Fe. Se ponen de pie y dicen: “Yo creo en una iglesia santa. La santa iglesia Católica Romana, en la que yo creo”.",
    "Yo creo en Jesucristo, el Hijo de Dios. Yo creo que Él es el mismo ayer, hoy, y por los siglos, y la Fe y el Poder de Su resurrección viven dentro de mí hoy. Porque Él vive, yo también vivo. No por causa de un credo, no por causa de una denominación; sino porque Cristo vive. Y yo estoy en Cristo, vivo por Él, y con Él, y vivo por medio de Él. Y las fibras de Su Vida Misma Se entretejen en mí. Si no es así, entonces yo no puedo llamarme Suyo. Él no tan solo toma mi cabeza; Él toma mi corazón, mis movimientos, mi todo, y Se entreteje allí.",
    "Él Mismo Se entreteje en la Palabra. La Palabra no puede decir una cosa, en un lugar, y otra cosa en otro lugar. Y yo sé que así está escrito. Está escrito de esa manera con un propósito. Jesús lo dijo, y dio gracias a Dios, que Él—Él lo había “escondido de los ojos de los sabios y entendidos, y lo revelaría a tales niños que aprenden”. Ese es el propósito de Dios al hacerlo así. Él…",
    "¿Por qué Él permitió que viniera un pecador? Él tuvo que permitir que viniera un pecador, con el fin de Él ser un Salvador. Él es más grande que un pecado. Él… no tendría que haber habido un pecado, Él no tenía que haber permitido que Satanás cometiera el primer pecado. Pero la razón por la cual Satanás creó el primer pecado, o pervirtió la justicia, al pecado, la razón por la que lo hizo, fue para que Dios pudiera ser un Salvador. Él permitió que el hombre se enfermara, porque Él es un Sanador. Y Él tiene que ser justo, y tiene que poner el Árbol de la Vida y el árbol de la muerte delante de todo hombre, como Lo hizo con Adán y Eva, o lo hizo mal cuando lo puso delante de Adán y Eva. Ahora depende de Ud.",
    "Ahora, fíjense en Fe, la Fe verdadera, la verdadera Fe, “la Fe”. Ahora tomemos nuestras iglesias hoy, mírennos, miren a nuestra gente pentecostal, miren a nuestra gente bautista, nuestros presbiterianos, nazarenos, Peregrinos de Santidad, y el Tabernáculo Branham, todos nosotros, somos culpables, por no contender ardientemente por esa Fe.",
    "Se levanta un pequeño alboroto en la iglesia, en el Tabernáculo Branham. Estoy en casa. Puedo hablar de Uds. ahora. Y formarán un grupito, y uno se pondrá de un lado y el otro del otro. ¿Es eso contender por la Fe que una vez fue dada a los santos? ¿Suena eso como la Doctrina apostólica? No, señor, hermano. Ellos tuvieron un caso de Ananías y Safira. Dios sigue siendo el mismo Dios. Y lo hemos visto probado. No es contender ardientemente.",
    "La gente sale hoy y dice: “Pues, mi fe no enseña de milagros. Enseñan que los días de los milagros han pasado”. Entonces Ud. no está contendiendo por la Fe que una vez fue dada a los santos.",
    "[Cinta en blanco.—Ed.]…un montón de fanatismo, personalmente. Pero yo creo que hay un don real y genuino del Espíritu Santo, y contendemos fervientemente por Eso. Así es. Nosotros Lo creemos. Los santos hablan en lenguas.",
    "Ellos dicen: “Yo no creo en sanidad Divina”. Yo no creo en un montón de fanatismo. Pero sí creemos que hay un Dios, que Él sana a los enfermos, que Él es el mismo ayer, hoy, y por los siglos.",
    "Yo he visto mucho así llamado discernimiento, en el cual yo no creo. Pero yo sé que verdaderamente hay un Espíritu de Dios que discierne, el don de conocimiento, que llama y habla, y siempre es perfecto. Estamos contendiendo ardientemente por Eso, esa Fe que una vez fue dada a los santos.",
    "Yo sé que hay sueños, y estómagos llenos de—de carne fresca, o están llenos de alguna otra cosa, que le causan pesadillas a uno. Ud. salta y lo llama una visión.",
    "Hay una verdadera visión genuina de Dios. ¡Correcto! Dios lo prometió. “Jesucristo el mismo ayer, hoy, y por los siglos”. Él hace eso, y nunca falla. La Biblia dice: “Si hay uno entre vosotros, que es espiritual, o un profeta, que hable; y lo que él dice, si acontece, entonces oídlo, porque Yo estoy con él. Si no es así, no lo escuchen, porque es un falso profeta”. Dios no puede mentir. Dios dice la verdad, siempre. Que así sea. Ahora vemos que eso es verdad. Hay esas cosas que…",
    "Miren a Pablo, cuando estaba allá afuera esa noche, sin ninguna esperanza, el diablo riéndose con cada, mostrando sus dientes cada vez que las olas saltaban y caía el relámpago: “Voy a hundir a ese apóstol aquí afuera”, el pequeño barco viejo, inundado. Y días y días, catorce días y noches, las estrellas ni siquiera brillaron; y cómo se sacudía ese pequeño y viejo barco. Y él caminando, arrastrando una cadena, por predicar el Evangelio. ¡Aleluya!",
    "Y nosotros ni soportamos que alguien hable de nosotros sin reventar como una rana sapo comiendo perdigones. Siempre quejándonos de algo. ¿Y luego decir que estamos contendiendo ardientemente por la Fe? El Tabernáculo Branham necesita enderezarse bastante, primero, también los pentecostales, y los bautistas, y los nazarenos. Por eso es que no estamos llegando a ninguna parte, no somos honestos ni sinceros. Si llegamos a encontrarnos cara a cara con esa Cosa allí, eso nos hace inconmovibles, siempre abundando en Dios, la Fe que una vez fue dada a los santos.",
    "La miserable oruga entró, y el revoltón, y se la comió; “Todos los días de los milagros han pasado. Ud. no tiene que hacer Esto. Ud. no tiene que hacer Aquello”.",
    "Si Dios produjo Su primer pámpano de esa Vid, y fue un pámpano pentecostal, con poder, visiones, revelaciones, sanidades, santificación, Espíritu Santo, la próxima rama será la misma cosa. Seguro que sí. Cada vez que… cada vez que esa Vid produzca un pámpano, será exactamente como el que estaba en el principio. Ud.… Como dije anoche, hablando con un grupo de hermanos: Ud. no puede hacer que una vid de uvas produzca calabazas. Ud. no puede hacer que una vid de calabaza produzca uvas. Es cierto. La vida que haya en esa vid, es lo que producirá.",
    "Y si Cristo está en esa Vid, y la Vida de Cristo está en esa persona, será como Jesús, producirá los frutos de Él. Es Su Espíritu. No puede hacer otra cosa. Tiene que producir esa Vida, porque es la misma Vida. Ud. simplemente no puede producir otra cosa. Actuará como Él; hablará como Él; caminará como Él; sanará como Él; verá visiones como Él. Producirá fielmente Su Vida, perfectamente, cada vez, porque es Su Vida.",
    "Ud. solo es un cascarón. El hombre es como una tubería de agua. Él no es el Agua; solo es el tubo. Sáquele el Agua, se oxidará. Bueno, eso es lo que pasa hoy. Somos demasiados los que estamos oxidándonos, los que una vez tuvimos una experiencia. Mantenga fluyendo el Agua, eso es lo que mantiene la línea de Vida funcionando.",
    "Una vez escuché a un hombre predicar, dijo que había una cerda en el revolcadero, que enturbiaba el agua. Lo mejor… La Biblia habla de eso. Saquen al cerdo del revolcadero. Ud. va aquí, a un hermoso manantial, por acá en alguna parte donde brotan grandes manantiales, allá arriba en la montaña; si el agua está toda turbia, será mejor que saquen los cerdos de allí, para que el agua se aclare.",
    "Hay muchas cosas que nosotros tenemos que sacar, antes de que las Aguas salgan de la Fuente llena de Sangre que brota de las venas de Emanuel, donde los pecadores sumergidos en el raudal pierden todas sus manchas de culpa, sus indiferencias y habladurías, y demás.",
    "Dieciséis ministros, porque ellos creen… Ellos pensaban que yo creía que Dios guardaba Su Iglesia y preservaba Su Iglesia. La Escritura dice: “El que oye Mi Palabra”, no el que finge que La oye. Ese es aquel a quien Dios ha abierto sus ojos y oídos, para oír. No hay hombre que puede hacerlo hasta que Dios le abra los ojos y oídos. “El que oye Mis Palabras, y cree a Aquel que Me envió, tiene Vida Eterna, y nunca vendrá al Juicio, sino que ya ha pasado de muerte a Vida”. ¿Qué le va a suceder a él? ¿Mintió Dios o dijo la Verdad?",
    "¿Está el hombre correcto, o, “¡Oh!, Ud. puede recibir el Espíritu Santo y ser salvo, y mañana Ud. puede perderse e ir al infierno”? Nunca crean esa tontería. Eso es mentira.",
    "Si Ud. llega a nacer de nuevo, toda su naturaleza es diferente. Si alguna vez un hombre es plantado en Cristo, y presta atención a la Vida de la Vid, fluyendo a través de él, él nunca más producirá calabazas. Ud. pudiera atarle una, pero él sabe que algo anda mal. Él se quedará allí y gemirá hasta que le sea quitada. Es demasiado peso para él; lo inclina demasiado cerca del suelo. A él le gusta crecer hacia arriba. No se puede colgar una calabaza en una Vid de uvas.",
    "Fíjense. ¡Oh! “Contendiendo por la Fe” eso era, “contender ardientemente”. No solo contendiendo, sino “ardientemente contendiendo”, entre la Vida y la muerte. Vamos a pasar a otro. Uno pudiera quedarse mucho tiempo en esa.",
    "Lo siguiente que nos gustaría decir, es que se han comido el amor fraternal de la vid. ¡Amor fraternal! Jesús dijo: “En esto conocerán todos que sois Mis discípulos, cuando tuviereis amor los unos por los otros”.",
    "Bueno, ahora tomemos un ejemplo. Si un hombre no cree lo mismo que yo, iré directamente a su congregación y predicaré con él, predicaré lo que él cree, y seguiré adelante y lo dejaré así, porque yo lo amo a él. Por sus frutos los conoceréis. Si ellos no Lo creen, y no tienen amor fraternal, ellos se apartarán, no estarán de acuerdo, se apartarán: “Yo no tendré nada que ver con Eso”. ¿Por qué no se acerca a mí a conversarme del asunto? Ud. no sabe lo que yo creo. ¿Ven? Y a fin de cuentas, ¿de qué importa, lo que yo crea? Es a Quien yo Le creo: A Jesucristo. Nunca he salido de una reunión, con un sinsabor, que yo sepa. Pero, ¿ven Uds.?, el amor fraternal ha sido desechado por completo.",
    "Y Pablo lo vio, Primera de Corintios 13, él dijo: “Permanezca el amor fraternal”. Pero ha sido quitado el amor fraternal. Ahora observen. Cada vez…",
    "Ahora, escuchen atentamente ahora, vamos a entrar en alimento sólido. Cada vez que el diablo le quita algo al árbol, digamos que la corteza, el insecto se come la corteza, él le coloca un trapo viejo hecho por el hombre, para tomar Su lugar. Ponga un trapo alrededor de la línea de savia de un árbol, no enviará la savia a los frutos del árbol. No producirá ningún fruto. Caerá de nuevo al suelo. Y esa es la razón, hoy, por la que no podemos tener un avivamiento en nuestro día, hay demasiado dogma hecho por el hombre. La línea de la Vida no pasará por un trapo viejo. La debilitará, la Vida caerá de nuevo a la tierra. Por eso es que nuestros avivamientos fallan.",
    "Como dijo Billy Graham el otro día, él estuvo en Inglaterra, donde tuvo un gran avivamiento. Y en el mismo lugar donde estaba predicando, él tuvo que alejar a su esposa de los parques porque los hombres y mujeres vivían inmoralmente abiertamente en los parques. ¿Cuál era el problema? Trapos hechos por el hombre en lugar de corteza cultivada por Dios. No transportará la Vida.",
    "Una iglesia que esté envuelta en un credo hecho por el hombre, no enviará el Poder de Dios a las ramas. Dirá: “Los días de los milagros han pasado”, y La dejará caer al suelo. Amén. Yo sé que Uds. piensan que estoy loco; pero, si lo estoy, déjenme tranquilo, me siento bien de esta manera. ¿Ven? Dejará caer la Palabra de Dios.",
    "Si Dios dice aquí: “Yo soy el Señor. Yo nunca cambio”.",
    "🦅 Bueno, Él ha cambiado en este día”, dice el trapo. La deja caer. Donde primero comenzó fue en la edad primitiva, cuando ellos no tenían denominaciones, y el hombre ha tratado de restaurar la hermandad a través de las denominaciones. El amor fraternal se ha acabado por causa de las denominaciones.",
    "Muéstrenme alguna ocasión en que Dios haya tenido una organización o una denominación, y que haya tenido a Su Iglesia en una denominación, o alguna denominación que alguna vez haya surgido que no haya caído y nunca se haya levantado de nuevo. Ahora, he estado leyendo desde que vine de allá, sobre este mismo tema. He leído El libro de Los mártires de Foxe. He leído los escritos antiguos de Josefo. Leí Las dos babilonias de Hislop. He leído Las edades primitivas de Pember, ¡oh!, y Los padres de Nicea, y justo antes del Concilio de Nicea, después de Pentecostés. Y nunca ha habido una denominación que Dios haya ordenado en la Biblia. Luego cuando ordenamos e hicimos denominaciones, nos salimos de la voluntad de Dios.",
    "Un revoltón, llamado “denominación”, se comió la corteza original del amor fraternal, y la denominó, envolviéndole un trapo. Y la Vida de Dios viene directamente a través de las raíces aquí, la Raíz y el Linaje de David, cuando comienza a subir por medio del Espíritu Santo; entonces la denominación dijo: “Los días de los milagros han pasado. Ud. no tiene que hablar en lenguas hoy. No existe tal cosa como el bautismo del Espíritu Santo. No hay sanidad Divina. Eso fue para una edad pasada. Ya pasó, hace mucho tiempo”. Y aquí arriba están las ramas, sufriendo, los frutos.",
    "Un buen árbol saludable no necesita ser fumigado. ¿Por qué fumigamos una y otra y otra vez, para la contaminación de gusanos? ¿Por qué lo hacemos? Es porque el árbol no está sano. ¿Qué sucede que no está saludable? Credos y denominaciones se le han comido la línea de Vida. ¡Absolutamente! Metodistas, bautistas, presbiterianos, pentecostales, se comieron la línea de Vida del árbol, queriendo sustituir con una denominación, para traer a todos los hombres bajo políticas. Dios no quiere que nos unamos bajo políticas y credos. Estamos unidos por el Espíritu Santo, lo original de Dios, arranca el pecado de nuestro corazón, y nos hace a todos uno en Cristo Jesús. Eso es verdad, mi hermano. Eso es verdad, mi hermana.",
    "Eso comenzó en las edades primitivas después de la muerte de Cristo, y la resurrección, después de la muerte de los apóstoles. Trescientos años después, introdujeron el Concilio de Nicea. Allá fue cuando formaron la primera organización, que fue la iglesia católica. Significa, católico significa “universal”. De la católica, de la iglesia salió Lutero; de Lutero, salió Wesley; de Wesley, salió Pentecostés. Siguieron, los pequeños—pequeños desvíos alrededor, los otros pequeños, como, ¡oh!, nazareno, Peregrino de Santidad, y demás, bautista, y todo eso. Todos salieron de eso, en sus propios clanes, denominación. Cuando Dios le da una bendición a una iglesia, o a un grupo de personas, rápidamente ponen una pequeña cerca alrededor, y allí es donde se paran. Dios quiere derribar toda cerca.",
    "Recuerdo cuando fui por primera vez al oeste. Era el tiempo de arar allá en Kansas, y estaban colocando trigo allí. Veía a esos viejos vaqueros que nunca supieron lo que era un tractor ni—ni nada, o de sembrar trigo. Todo lo que sabían era pastorear ganado. Y comenzamos a traer automóviles, y a poner campos de golf, usando estos pantaloncitos hasta la rodilla que usaban para jugar al golf, y todas esas cosas así. Veía a esos ancianos con el cabello largo y blanco colgando bajo su sombrero, los veían traer agavilladoras y cultivadores de trigo, y cosas así, colocaban su pie en la montura, y se bajaban el sombrero. Colocaban cercas alrededor del lugar; él no podía soportar eso. Él no sabía lo que era estar cercado. Él estaba en el campo, por Dios y para él mismo. Las canas le colgaban debajo de su sombrero de esa manera; llorando, lágrimas. Se lo bajaba, decía: “Yo no soporto estas cosas”. Cabalgaba hacia la puesta del sol.",
    "Dios, ayúdanos hoy a tener peregrinos que no soporten estar cercados por denominación y credos, y cabalgar hacia la puesta del sol; con una Fe que sea inconmovible, que una vez fue dada a los santos; con un amor fraternal que derribe todos los credos y cercos, y diga: “Somos hermanos. Somos uno en Cristo Jesús. Que lo que Dios diga, nosotros digamos ‘amén’ tras Eso”. Danos esa clase de hombres.",
    "¡Sí, credos! Luego ellos formaron lo que llaman el—el Padre Pre-Nicea. Ellos se juntaron, en esto formaron un concilio. En el concilio se formó la iglesia católica, que significa “la iglesia universal”, arrancaron todas las iglesitas alrededor donde Dios estaba obrando, y las obligaron a formar una sola iglesia y una sola religión.",
    "Le amarraban un buey a un brazo, y un buey en el otro, colgaban un crucifijo delante de un hombre, diciéndole: “bésalo o… e inclínate, para recibir la religión católica” o ponían a andar un buey en una dirección, y el otro en la otra, y lo despedazaban. Tomaban a una mujer y le embarraban su cabello en un barril de brea, y le pedían que besara ese crucifijo; ella lo hacía, y se inclinaba a la religión católica, o le encendían el cabello de su cabeza y la quemaban. Los pusieron en las hogueras y todo lo demás. Los colocaban en lo que ellos llaman la mujer de hierro, apretaban esas clavijas, para conseguir que besaran el crucifijo, abrazando lo que ellos llamaban “religión Cristiana”, y los molieron hasta el polvo.",
    "Los mártires se pararon allí, el ojo sin parpadear. Él sabía dónde estaba parado. Él sabía en Quién había creído. Él pudo hacerlo, sabiendo Esto, que Dios podía levantarlo en el día postrero, porque Él lo prometió. Antes de inclinarse ante cualquier línea vieja de sabia sucia hecha por el hombre, él moriría en el tronco de decapitación. ¡Aleluya!",
    "Déjenme morir en el mismo lugar. Si mi Dios no viene en mi generación, yo moriré en el tronco donde los revoltones se lo comerán también, creyendo que Jesucristo y Su Iglesia y Su Palabra es el mismo ayer, hoy, y por los siglos. Quizás no sea capaz de producirlo, en todas estas ramas, por las viejas líneas de savia por aquí, de denominación y credo, que me cortan y me dejan caer como una papa caliente. Eso pudiera ser verdad. Pero me mantendré fiel sobre el tronco y clamaré, que, “La hora vendrá, Dios restaurará Su Iglesia, a Su antigua condición”.",
    "Esto puede doler. Tercero. No es mi intención que duela. Observen una de las grandes líneas de savia que cortaron. Y durante ese tiempo de la organización, eso fue lo que golpeó la línea de savia, para empezar. En primer lugar, si ellos hubieran tenido amor fraternal el uno por el otro, nunca hubieran necesitado una organización. Y luego cuando vieron que no podían tener… Ellos no iban a tener amor fraternal, o pensaron que no lo tendrían; “Los que esperan en Jehová, tendrán nuevas fuerzas”. En lugar de recibir la Palabra de Dios, ellos se hicieron una organización.",
    "Lutero salió de esa organización. Quinientos cincuenta años después, salieron. ¿Qué hizo él? Dio la vuelta, hizo lo mismo que ellos. De allí salió Calvino; de allí salió Wesley; directo de Wesley vinieron los bautistas, los presbiterianos, hasta los pentecostales. Y los pentecostales, después de los nazarenos vienen los pentecostales. Y después del pentecostal, ¿qué vendrá? Yo espero que la Venida de Cristo. Pues, los pentecostales hicieron exactamente lo mismo que los demás.",
    "Apocalipsis 12 dice que lo harían. Ella era una ramera, y ellas eran prostitutas. Ellas eran “rameras”. La iglesia católica, “ella” dijo que era una “ramera”, en la Biblia, r-a-m-e-r-a. Primera de Corintios 12 lo dice. Y dijo: “sus hijas”. Ahora, ellos no pueden ser hombres. Él nunca dijo “sus hijos”. Dijo: “sus hijas”. Las iglesias están representadas en la Biblia como mujeres. Y sus hijas eran prostitutas, ¿ven?, lo mismo. ¿De qué clase? Bueno, ¿cómo, prostituta? Cometiendo fornicación espiritual en contra de la Palabra de Dios. Aferrándose a un trapo denominacional en lugar de pararse ardientemente por la Fe que una vez fue entregada a los santos, dice Ella, en lugar de regresar y recibir la Palabra de Dios.",
    "Hablé con un sacerdote aquí no hace mucho. Él dijo: “A mí no me importa lo que diga la Biblia. Nosotros somos la iglesia”.\n\nYo dije: “Esa es la Palabra de Dios”.\n\nDijo: “Nosotros la hicimos”.",
    "Yo dije: “¿Por qué cambió tanto? Uds. no tienen una sola cosa en su iglesia, que esté en esta Biblia, que Uds. enseñan”. Yo le estaba diciendo que yo bauticé a una muchacha en el Nombre de Jesucristo.\n\nÉl dijo: “Sabe Ud., la iglesia católica solía hacer eso”.\n\nYo dije: “¿Cuándo? Allí mismo está toda la historia de las iglesias, que yo sepa”.\n\nÉl dijo: “Nosotros creemos en nuestro catecismo”.\n\nYo le dije: “¿Qué me dice de la historia?”.",
    "Dijo: “No nos importa lo que diga la historia. Nosotros creemos en el catecismo”.",
    "Yo dije: “¿Cómo sabe Ud. que George Washington y Abraham Lincoln existieron? ¿Cómo sabe Ud. que hubo padres peregrinos?”.\n\n“Porque creemos en nuestra historia”.",
    "Yo dije: “No hay ni un lugar en donde la iglesia católica se haya organizado hasta trescientos sesenta años después de la muerte del último apóstol”. Yo dije: “Y la iglesia católica no existía. Ellos no bautizaban en el Nombre de Jesucristo, porque ellos fueron el primer fundamento para introducir el falso bautismo. Y ella es…”.",
    "Él dijo: “Bueno, ahora espere un minuto”. Él dijo: “Tenemos derecho. Nosotros somos la iglesia. Hacemos lo que queremos porque Dios está en Su iglesia”.\n\nYo dije: “Dios está en Su Palabra, no en Su iglesia”.",
    "Si la iglesia no está de acuerdo con la Palabra, entonces algo anda mal. “Sea Mi Palabra verdad, y la palabra de todo otro hombre mentira”. Así es. La Palabra de Dios es la verdad. Reconozca que Su Palabra es verdad. Regrese a Su Palabra. ¿Ven lo que se comió el revoltón?",
    "Ahora, durante el tiempo de los primeros padres de Nicea. Gene, tú también lo acabas de ver. El gran Concilio de Nicea trajo una gran discusión, acerca de: “¿Había un Dios o había tres Dioses; Padre, la primera persona; Hijo, la segunda persona; Dios el Espíritu Santo, la tercera persona?”. Y ellos adoptaron que había “tres Dioses”. Ahora, si Uds. no lo creen, se los leeré ahora mismo del Concilio de Nicea, los Padres de Nicea. Ellos lo hicieron, “tres Dioses”.",
    "Hay un Dios. Solo hay Uno. Él es Jehová Dios, el gran YO SOY; el Alfa, Omega; el Principio y el Fin.",
    "Y tuvieron que, para poder hacer eso, tuvieron que adoptar algo que cuadrara con eso. Para poder hacer eso, ellos se inclinaron por decir: “Dios Padre, Dios Hijo, Dios Espíritu Santo”. Ahora, absolutamente no existe tal cosa. No son tres Dioses. Eso es paganismo.\n\nHay tres oficios del mismo Dios. La Paternidad…",
    "Cuando Dios moraba solo, santo; Sus Leyes, Su justicia Lo hace santo. Él quería estar en el hombre. Él quería adorar con el hombre. Él quería que el hombre Lo adorara. Él tuvo que venir al hombre. Y entonces cuando Lo hizo, Él creó; le hizo sombra a una pequeña virgen llamada María. Dios, Jehová lo hizo, y creó en su matriz una célula, una célula de Sangre. Esa célula de Sangre desarrolló células, y produjo un Hombre, el cual fue Cristo Jesús.",
    "Dios Todopoderoso, el Padre, habitó en Él. En el día del bautismo, cuando Él recibió el Espíritu Santo en el día en que Juan Lo bautizó, Juan dijo: “Miré y vi al Espíritu de Dios, como una Paloma, que descendía del Cielo, y una Voz que decía: ‘Éste es Mi Hijo amado en Quien Me place morar’”. Jesús dijo que Dios estaba con Él: “Yo y Mi Padre Uno somos. Mi Padre mora en Mí”. No Jesús y, uno que estaba con Dios; sino que Dios estaba en Cristo, reconciliando Consigo al mundo.",
    "Y Uds. hermanos unitarios, muchos de Uds. se desvían al camino equivocado cuando tratan de pensar que Dios es uno como su dedo es uno. Él no puede ser Su Propio Padre. Él no puede ser.",
    "Pero Él es Dios. Dios es Jehová, el Espíritu; Cristo era la casa en la que Él moraba. Y luego Él sacrificó esta vida, y cuando lo hizo, Él entregó el Espíritu. Y a través de esta Sangre no adulterada que Él derramó, Él me santificó, para que Él Mismo pudiera venir y morar en mí y en Uds. Y Dios está con nosotros. Ese es el Espíritu Santo, el cual es el mismo, el mismísimo Dios, Jehová Dios; “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Y las cosas que Yo hago, vosotros también las haréis”.",
    "Allí es donde las orugas comienzan a comer, los revoltones, tratando de hacer a “Dios el Padre” sentado en la Gloria, “Dios el Hijo” sentado sobre alguna diestra que Él tiene.",
    "La diestra de Dios, donde la Biblia dice: “Miré hacia arriba y vi a Jesús parado a la diestra de Dios”, Felipe, o Esteban cuando fue apedreado; no quiere decir que Dios tiene una diestra, y Jesús está parado sobre Su diestra. Significa que Él está en la diestra del Poder, autoridad; “Toda potestad Me es dada en los Cielos y en la tierra”, dijo Jesús. Él estaba en autoridad. Dios estaba en Cristo. Él está en—en Él. La Biblia dice: “En Él habita la plenitud de la Deidad corporalmente”. Cuando Ud. trata de hacer tres Dioses individuales, Ud. no pudiera ser más pagano.",
    "Ahora, esto va a pellizcar. En cuarto lugar. Cuando se idearon tres dioses, ellos tenían que representar un bautismo para él, para sus tres dioses, así que el diablo les cegó los ojos, con Mateo 28:19, “Por tanto, id, enseñad a todas las naciones, bautizando en el Nombre del Padre, Hijo, Espíritu Santo. Enseñándoles a observar todo lo que Yo he hecho. He aquí, Yo estoy con vosotros todos los días, hasta el fin del mundo”. El diablo cegó sus ojos a Aquello.",
    "Ahora recuerden eso. Y aquí es donde tengo que clavar un clavo, y va a doler, pero quiero que escuchen. Es la Verdad. Dios ayude a que sea… Uds. solo escudriñen las Escrituras. Encuentre Ud. en la Biblia donde alguien alguna vez haya sido bautizado en el Nombre del “Padre, Hijo, Espíritu Santo”, encuentre un lugar donde alguien haya sido bautizado. Miren, Uds. dicen: “El diablo puede…”. El diablo toma esa Escritura y la hace parecer algo que no es.",
    "¿No le dijo lo mismo a Jesús? “Escrito está: ‘A Sus Ángeles mandará, para que no tropieces con Tu pie en piedra’”. Él nunca tropezó Su pie contra una piedra. Pero el diablo estaba tratando de hacerle ver algo que las Escrituras no decían.",
    "Él era inteligente. Él estaba lleno de Dios. Dios estaba en Él. Y Dios, estando en un hombre, dará a conocer Su revelación. Ciertamente.",
    "Los llevaré a Mateo 28:19, “Id, pues, enseñad a todas las naciones, bautizándolos en el Nombre del Padre, Hijo y Espíritu Santo”.",
    "Ahora observen cómo los trinitarios extremos de la iglesia católica… Nunca estuvo en la Biblia, nunca fue un credo de los padres antes de Nicea, los padres antes—antes de Nicea. Todos ellos fueron bautizados en el Nombre de Jesucristo, todos ellos. Vino por la iglesia católica, de allí pasó a la iglesia protestante.",
    "Ahora, ¿cómo Ud. puede ver eso sin que Dios le abra la vista? Ud. no puede. Yo oro que Dios les abra los ojos a Esto. Y solo escuchen ahora atentamente.",
    "Ahora voy a tomar su Escritura, Mateo 28:19, “Id, enseñad a todas las naciones, bautizándolos en el Nombre del Padre, Hijo, Espíritu Santo”.\n\n¿Cómo fue Ud. bautizado: “En el nombre del Padre, en el nombre del Hijo, en el nombre del Espíritu Santo”? Eso ni siquiera está escrito en la Escritura. Y yo quiero que algún hombre…",
    "Ud. dice: “La bendita santa trinidad”. Encuéntrenme la palabra “trinidad” en alguna parte de las páginas de la Biblia de Dios. Es un esquema hecho por el hombre, un vil trapo sucio de iglesia envuelto, para tomar el lugar de la Línea de savia del Espíritu Santo de Dios. Eso no existe. No existe. Ud. encuéntrelo y tráigamelo. Ud. tiene el deber de hacerlo, como Cristiano, si lo encuentra. No está en las Sagradas Escrituras de Dios. Y lo de “Padre, Hijo y Espíritu Santo” es incubado del infierno, no existen tres Dioses.",
    "Ahora, yo creo en la Paternidad de Dios. Yo creo en la calidad de Hijo de Dios. Yo creo en la dispensación del Espíritu Santo de Dios. Pero es el mismo Dios en cada dispensación, no tres Dioses.",
    "Ahora, “En el Nombre del Padre”. La Biblia no dice: “Id y bautizad en el nombre del Padre, en el nombre del Hijo, en el nombre del Espíritu Santo”. Dijo: “Id y bautizad” dijo Jesús, mirando hacia atrás, “en el Nombre del Padre, Hijo y Espíritu Santo”. No “nombre del Padre, nombre del Hijo”, que los haría individuos, pero no lo es. “En el Nombre del Padre, y…” Y es una conjunción, con su mismo sujeto. “En el Nombre del Padre, y del Hijo, y del Espíritu Santo”. No “en el nombre del Padre, nombre del Hijo, nombre del Espíritu Santo”. Sino que, “En el Nombre del Padre, Hijo y Espíritu Santo”. ¿Ven? Ahora miren.",
    "Aquí están los apóstoles ungidos subiendo a Pentecostés, para recibir el Espíritu Santo. Ellos fueron directamente a Pentecostés y recibieron el Espíritu Santo. Ahora, la Iglesia ha sido inaugurada, ¿qué vamos a hacer? Lo primero que sucede, es que hay que dar la Receta. El doctor Simón Pedro tiene que escribir la primera Receta, porque Jesús le dio la pluma; “A ti te doy la llave, Pedro. Lo que ates, la Receta que escribas aquí en la tierra, Yo la recibiré en la Farmacia. Escribe esto, y Yo la aceptaré”.",
    "¿Qué hicieron? Cuando los hombres oyeron todo este ruido así, dijeron: “¿Qué significa esto?”. Otros, hablando en lenguas. Ellos dijeron: “Oímos de las maravillosas obras de Dios”.",
    "¿Qué dijo Pedro? “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de su pecado, y recibiréis el don del Espíritu Santo”.",
    "Ahora, ¿qué hicieron ellos? Ellos añadieron aquí “Padre, Hijo, Espíritu Santo”, lo cual no entra en la Receta. Así es. ¿Qué más añadieron? “Que Ud. no tiene que salir y actuar como ellos. No les dará a Uds. gozo y poder, para hablar en lenguas, y todas estas cosas. No tienen que tenerlo. Solo haga su confesión, estreche la mano”. Esa es otra droga envenenada del diablo. Si los hizo actuar así cuando ellos tomaron la Medicina, lo hará actuar a Ud. de la misma manera. Tome la Receta de Él exactamente así.\n\n“Lo que dejó la oruga, se lo comió el saltón”.",
    "Ahora recuerden, si nunca hubo una persona bautizada, en la Biblia, de ninguna otra manera sino en el Nombre de Jesucristo, judíos y gentiles, y los de afuera y todo lo demás, todos tenían que venir y ser bautizados en el Nombre de Jesucristo. Reto a cualquier hombre a que me muestre dónde alguna vez una persona fue bautizada en el nombre de “Padre, Hijo, Espíritu Santo”, o por trescientos años después de la—la muerte del último apóstol. Pues, es más claro que mis diez dedos delante de mí. Ud. no puede verlo hasta que Dios le abre los ojos. Bueno, eso, si esa no es la revelación correcta, entonces ¿por qué Pedro, tuvo la misma revelación, volvió… Diez días después de que Jesús le dijo: “Ve y bautiza en el Nombre del Padre, Hijo y Espíritu Santo”, Pedro se dio la vuelta, y dijo: “Sed bautizados en el Nombre de Jesucristo, cada uno de vosotros”. Entonces esta debe ser la misma revelación que él recibió. Y la iglesia allá, y sea trinitaria, tiene la revelación equivocada, entonces ellos no están usando la Línea de la savia. Ellos tomaron un trapo y lo envolvieron, y está derramando la Vida de Dios allí. ¡Matará al paciente! ¡Oh, a cuántas cosas más podríamos llegar, en sus credos y cosas, lo que ha hecho!",
    "Permítanme aclarar esta cosita. Quiero que vayan y tomen sus Biblias por un minuto, y vamos a hacerlo tan sencillo que aún los niños Lo entiendan. Vayan a Mateo, el capítulo 1. Uds. tienen Mateo 28:19. Vaya a Mateo, el capítulo 1, el versículo 18.",
    "Miren aquí, quiero que se fijen bien, este es el Padre, a mi izquierda, este es el Hijo, en el centro, este es el Espíritu Santo, a la derecha. [El Hermano Branham usa tres objetos para ilustrar.—Ed.] Ahora, ¿Quién es el Padre de Jesucristo? Dios, el Padre. ¿Es así? ¿Todos creen eso? [La congregación dice: “Amén”.] Seguro que yo creo. Dios, el Padre, es el Padre del Señor Jesús. Padre, Hijo, Espíritu Santo.",
    "Ahora estoy citando la Escritura. Miren, Uds. pueden buscarlo cuando vayan a casa, o buscarlo ahora. “El nacimiento de Jesucristo fue así…”, Mateo 1. Miren aquí, como he dicho muchas veces, si Uds. están leyendo un libro de cuentos, y leen allá al final, simplemente toma Mateo 28:19 así, en un libro de cuentos: “Juan y María vivieron felices para siempre”. ¿Quiénes son Juan y María? Regrese al principio del libro y averigüe quiénes son Juan y María, si Él dijo: “Id, pues, enseñad a todas las naciones, bautizándolos en el Nombre del Padre”.",
    "Quiero preguntarles algo. ¿Es el “Padre” un nombre? [La congregación dice: “No”.—Ed.] Ciertamente no lo es. En el Nombre del “Hijo”. ¿Es “Hijo” un nombre? [“No”.] Es un título, igual que “Padre”. ¿Es “Espíritu Santo” un nombre? [“No”.] No, es un título. El Espíritu Santo es lo que es.",
    "Ud. dice: “Espíritu Santo es un sustantivo”. También lo es humano. ¿Ven?, yo soy un humano, pero mi nombre no es “humano”.",
    "Eso es Lo que es. Es el Espíritu Santo. Ese no es Su Nombre; eso es Lo que es. Entonces si “Padre” no es un nombre, “Espíritu Santo” no es un nombre, e “Hijo” no es un nombre, entonces ¿cuál era el Nombre del “Padre, Hijo, Espíritu Santo?”. [La congregación dice: “Señor Jesucristo”.—Ed.] ¡Seguro! ¡Seguro! Ahora, ¿ven?, “Padre” no es un nombre.",
    "Jesús dijo: “Id y bautícenlos en el Nombre del Padre, del Hijo, del Espíritu Santo”. Pedro se dio la vuelta, dijo: “Es el Nombre de ‘Jesucristo’”. Ahora, ese es exactamente el procedimiento que ellos siguieron por toda la Biblia.",
    "Ahora, ¿qué hicieron ellos? ¿Qué han hecho sus traductores, o los hombres de iglesia? ¿Qué han hecho las organizaciones? Envolvieron un miserable trapo denominacional, para ser popular entre los demás. Si tengo que comer galletas de soda y beber agua de arroyo, y ser martirizado, yo me pararé por la Verdad de Dios y moriré decapitado en el tronco. Así es. No hay hombre, el papa de Roma, o ningún obispo o cardenal, que pueda refutar Eso. Sí, señor. ¿Qué pasa? Lo que dejó la oruga, lo que dejó el metodista, se lo comió el bautista. Lo que los bautistas dejaron, los pentecostales se los comieron. ¡Qué—qué—qué lugar! Todas las líneas de Vida han desaparecido. Esto es solo una cosa menor.",
    "Ahora, ¿Quién es “Padre, Hijo, Espíritu Santo”? “Por tanto, id, enseñad a todas las naciones, bautizándolos en el Nombre del Padre, Hijo, Espíritu Santo”. “Padre” no es un nombre, “Hijo” no es un nombre, “Espíritu Santo” no es un nombre.\n\n“¿De qué Nombre estás hablando”? Bueno, eso es como Juan y María, regresemos para ver qué era.\n\n“Ahora el nacimiento de Jesucristo fue de esta manera. Cuando Su madre María fue desposada con José antes de que ella… antes que se juntaran, se halló que ella había concebido un Hijo del” (¿Qué?) “del Espíritu Santo”.",
    "Pensé que Ud. había dicho que Dios era Su Padre. ¿Cómo puede Dios ser Su Padre, y el Espíritu Santo ser Su Padre? Ahora ¿ven Uds., Uds. trinitarios, y le gritan a los unitarios? La olla no puede llamar grasienta a la tetera. Miren aquí, no. ¿Ven lo que quiero decir?",
    "El “Padre”. Él dijo que: “El nacimiento de Jesucristo fue de esta manera. Cuando la madre, María, estaba desposada con José, antes que se juntaran, se halló que ella había concebido un Hijo del Espíritu Santo”. Entonces, ¿“Dios el Padre” no tuvo nada que ver con eso? Si—si Dios el Padre, y Dios el Espíritu Santo, no son la Misma Persona, entonces Jesús tuvo dos padres, y nuestro Salvador era un hijo ilegítimo, nacido con dos espíritus diferentes, o por dos espíritus diferentes. “El nacimiento de Jesucristo fue que, Él concibió por el Espíritu Santo”. ¿Creen eso? [La congregación dice: “Amén”.—Ed.] Entonces Dios el Padre y el Espíritu Santo, es el Mismo Espíritu, o Él tuvo dos padres.",
    "🦅 Todo esto aconteció para que se cumpliese lo dicho por medio del profeta de Jehová, cuando dijo: ‘He aquí, una virgen concebirá, y dará a luz un Hijo, y ellos… un Hijo, y llamarán Su Nombre’” (este es Él) “‘JESÚS, el cual es Emanuel’, lo cual es, siendo interpretado…”. ¿Qué? [La congregación dice: “‘Dios con nosotros’”.—Ed.] Entonces, ¿cuál es el Nombre del “Padre, Hijo, Espíritu Santo?”. [“Señor Jesucristo”.] Seguro. “Se llamará Su Nombre” [“‘JESÚS’”,] “porque Él salvará a Su pueblo de sus pecados”.",
    "Ahora, ¿qué es “Padre, Hijo, Espíritu Santo”? El Señor Jesucristo. ¿Cuál es el Nombre de Eso? No nombre… “Padre” no es un nombre, “Hijo” no es un nombre, “Espíritu Santo” no es un nombre. Pero Jesucristo es “Señor Jesucristo”, el cual es el Padre, Hijo, Espíritu Santo, los tres oficios de Dios manifestados en carne, en una Persona. ¡Aleluya! Hermano, esa es la Verdad. Con la ayuda de Dios, yo me pararé en el Día del Juicio por Eso.",
    "¿Qué ha hecho el revoltón? Tiene a Dios el Padre en el Cielo, Dios el Hijo sentado por aquí en un trono, y Dios el Es-… ¡Con razón no podemos llegar a ninguna parte!",
    "Dios está en Ud., con Ud. “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Y las cosas que Yo hago, vosotros también las haréis”, no otra Persona, sino el mismo Espíritu Santo, la misma Persona, el mismo Dios. Jesús, el Señor Jesús Mismo, era un Tabernáculo en el cual moraba Dios, para manifestarse, porque Él era un Espíritu. Él era un Espíritu.",
    "Ahora, Jesús no era Eterno. Dios es Eterno. Jesús ahora es Eterno porque Dios ha tomado un Cuerpo.",
    "Hubo un tiempo, antes de la fundación del mundo, donde yo era Eterno. Cuando Dios pensó en mí, me pensó antes de la fundación del mundo, mi nombre fue puesto en el Libro de la Vida del Cordero, y también el de Uds., antes de que hubiera un solo grano de arena. ¿Cuántos saben que esa es la Biblia? ¿Cuántos saben que Dios puso su nombre en el Libro de la Vida del Cordero antes de la fundación del mundo? Entonces, en el pensamiento de Dios, nacimos allí mismo en Su Reino.",
    "Un día vino un cuerpo a través de un matrimonio santo, mi padre y mi madre. Y ellos me engendraron, y aquí vengo, William Branham, representado en un cuerpo de carne. Ahora Uds. me conocen como William Branham, un hombre. Dios me conoció como William Branham, un pensamiento en Su Propia mente, y una expresión.",
    "¿Qué es una palabra? Una palabra es un pensamiento expresado. Cuando Él habló y dijo: “Que venga”, yo vine. Cuando Él dice: “Que venga otra vez”, yo vendré otra vez. Sí, señor. Y entonces, ¿ven Uds.?, un pensamiento; una palabra es un pensamiento expresado.",
    "Dios ya ha dado la Palabra, solo que era Su pensamiento, y Él lo expresó. Cuando Él lo expresa, eso sucede. “Sea”, y lo hubo. Allí está Dios, el omnipotente, todopoderoso, todopoderoso Jehová. Ahora Él está representado.\n\nAhora para llevar a cabo esto, ellos tuvieron que recibir un bautismo falso, para hacer esto.\n\n¿Ven Uds.?, está escondido. El mundo no lo ve, y no se puede ver.",
    "Ahora observen atentamente, mientras aún tenemos suficiente tiempo para—para terminar y tener la línea de oración. Muy bien. Tardé más de lo que pensaba, en eso. Un minuto ahora, tengo algo más que quiero decirles.",
    "Por lo tanto, “Padre, Hijo, Espíritu Santo” es un Dios verdadero. Él tiene un Nombre. Su Nombre es Jesucristo. Él nació Cristo el Señor cuando nació. Él, Cristo, significa “el Ungido”. Señor significa “propiedad”. Él era “propiedad” y “Señor”. Y entonces Dios descendió y habitó en Él, lo cual Lo hizo Padre, Hijo y Espíritu Santo; Alfa, Omega, el Principio y el Fin; El que Era, El que Es, y El que Ha de Venir; la Raíz y Linaje de David, las dos, Raíz y Linaje de David; la Estrella de la Mañana, el Primero y el Último. Ese es Él. ¡Oh!",
    "🦅 Lo que dejó la oruga”. ¿Cómo puede Ud. adorar si no sabe lo que está adorando? ¿Cómo puede Ud. ser espiritual si no tiene el Espíritu Santo en Ud.? Si Ud. está todo atado con un montón de credos de iglesia, lo hará actuar como gente de iglesia, y—y distinguido y religioso, y cosas así. Esos son todos buenos actos morales.",
    "Pero, hermano, Ud. tiene que nacer de nuevo por el Espíritu Santo genuino que solo viene por la Palabra de Dios. Y la verdadera Palabra de Dios, cuando entra en Ud., manifestará la Verdad. “Él, el Espíritu Santo, Él vendrá. Él testificará de Mí. Él manifestará la Verdad. Él tomará las cosas que Yo les he mostrado, mostrará las cosas que Yo he dicho, y se las mostrará a Uds.; el Espíritu Santo lo hará”. Lo ´cual Él hará, allí está Él.",
    "Lo que dejó la oruga, se lo comió el saltón. Y lo que los católicos dejaron, se lo comieron los luteranos. Y lo que comieron los luteranos, lo que dejaron, se lo comieron los metodistas. Y lo que dejaron los metodistas, se lo comieron los pentecostales. ¿A dónde ha llegado? Todo este conglomerado de pecado, todas estas cosas, enseñanzas, otras cosas que pudiéramos decir, ¡oh, vaya!, estrechar de manos, rociar con agua.",
    "¿Quién ha oído de rociar? Muéstremelo en la Biblia. ¿Quién ha oído hablar de derramar agua? Muéstremelo en la Biblia. Vino el bautismo, la palabra baptizo, que significa ser “sepultado y cubierto”. Correcto. Esa es la Verdad de la Palabra de Dios. ¡Oh!, si tuviéramos tiempo, podríamos seguir y seguir con las cosas falsas.",
    "Yo digo esto, mi amado pueblo. Escúchenme. Yo estaré con Uds. algún día en el Día del Juicio. Tendré que responder. Yo nunca tendré que responder a un credo. (¡Con la ayuda de Dios!) Yo responderé a la Biblia. Ese es el Libro por el cual me pararé.",
    "No hay un lugar en la Biblia donde ellos hayan recibido el Espíritu Santo sin tener emociones, hablar en lenguas, y aclamaciones, y alabanzas de Dios, y profecías, y manifestaciones. Ellos nunca se acercaron y le dieron la mano al predicador y se fueron.",
    "No hay lugar en la Biblia donde ellos hayan recibido, alguna vez hayan bautizado, aparte de bautizar en el Nombre de Jesucristo.",
    "No hubo ningún lugar en la Biblia donde ellos enseñaran la trinidad. Siempre fue “un Dios”. “¡Oye, Israel, Yo soy Jehová tu Dios, un solo Dios! No tendrás dioses ajenos delante de Mí. Yo soy el Señor tu Dios”. No un Padre, y un Hijo, y un Espíritu Santo, sino “¡Yo soy Dios!”. ¡Por siempre, Él es Dios! Él siempre fue Dios. Él siempre será Dios.",
    "Y cuando una denominación lo deje a Ud., cuando Ud. viene a una congregación y trata de mostrar amor fraternal, aun con sus denominaciones, tratando de recoger y salvar lo que uno pueda, atráigalos, deje que Dios se encargue del resto. Y por cuanto Ud. se para en las Verdades Bíblicas, ellos lo excomulgarán. No puede ser otra cosa más que el truco bajo del diablo, para evitar que los hijos vinieran a ver la reunión y fueran salvos. Así es.",
    "Allí está la Roca sólida de la Palabra de Dios. Yo tomaré a cualquier persona, en cualquier momento que quieran, e iré con ellos en amor fraternal, y quiero que me muestre una cosa que yo he dicho que no sea la Verdad Bíblica. Sí, señor. Es verdad. Ahora, por cuanto Uds. se paran por Eso, Uds. son excomulgados. Yo espero que sea de esa manera. Dios dijo que sería de esa manera.",
    "Ellos hicieron con Él de la misma manera. “¿De dónde sacaste esas enseñanzas? ¿De qué escuela vienes? ¿Qué eres, fariseo o saduceo?”. Él era el Hijo del Dios viviente, Él no tomó lado con ninguno de ellos.",
    "Que Dios me ayude, permíteme tener suficiente sentido común, permíteme tener suficiente principio, permíteme ser hombre lo suficiente, permíteme ser lo suficientemente Cristo, para pararme solo (si me paro, tengo que pararme de esa manera) y decir la Verdad, y pararme. Sí, señor. Prefiero predicar el Evangelio a cinco personas, que tener a millones escuchando. Decir la Verdad. Yo nunca me he comprometido. Yo quería esto, porque Dios me había dicho de estas grandes señales y cosas que se están produciendo, como la manifestación de Su resurrección, y demás, es para la Iglesia. Esa pobre gente allá, atada en esos credos y cosas, ellos han sido tan indoctrinados, como embalsamados.",
    "Dios bendiga su corazón. Yo no los dejaré en esa condición. Les diré lo que dijo Dios: “Pero Yo os restituiré todo lo que se comió la langosta, todo lo que se comió el revoltón, todo lo que se comió la oruga. ¡Yo restauraré, dice el Señor!”. Así que ayúdenme, yo hago esta profecía. Antes de la Venida del Señor, la verdadera Fe apostólica, la verdadera Enseñanza apostólica, el verdadero Espíritu Bíblico, lo verdadero, está de camino ahora, tratando de abrirse camino, crecer de nuevo.",
    "Los pentecostales lo tenían, para comenzar. ¿Qué hicieron? Trazaron una pequeña corteza alrededor, comenzaron a nominarse. Y Él lo cortó inmediatamente. Esa es la pura verdad. Aquí venía, cuando el Señor envió estos dones, los pequeños y humildes dones que Él me dio. Siguen viniendo, quieren que yo sea ese derramamiento de la lluvia tardía; hicieron una organización de eso. Quieren que venga a unirme a las Asambleas.",
    "Me he parado entre cada rama que cuelga allá, aquí mismo en el tronco del Árbol, y diciendo: “Este es el Fundamento. Corte estas viejas líneas de trapo aquí, para que la Vida pueda entrar en Uds., entonces Uds. tendrán profecías, Uds. tendrán discernimiento, Uds. tendrán Espíritu, Uds. tendrán poder. Tendrán la restauración de la Iglesia verdadera, cuando Uds. regresen a la Vid verdadera y a la Vida verdadera”.",
    "No puede venir a través de un trapo que La deja caer, y dice: “Ese fue otro día. Es otro día”. Es lo mismo para siempre. Él es Alfa y Omega; el Principio y el Fin. Absolutamente. Ud. tendrá que regresar al Fundamento, porque: “Sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no pueden prevalecer contra Ella”.",
    "Dios les bendiga, amigos. Yo sé que Uds. piensan que soy un poco ruidoso, un poco fuera de orden, pero no lo estoy. Creo que estoy en orden con esta Palabra.",
    "El—el Espíritu de Dios está aquí, el mismo Espíritu que escribió la Biblia. Si es el Espíritu que escribió la Biblia, dirá “amén” cada vez que se hablen las Palabras de la Biblia. Si, allí, todos fueron bautizados en el Nombre de Jesucristo, el verdadero Espíritu de Dios dirá: “Amén. Esa es la Verdad”. Y la Biblia dice: “Jesucristo, el mismo ayer y por los siglos”, “Yo estaré con vosotros siempre, aun en vosotros, hasta el fin del mundo”, el verdadero Espíritu de Dios dirá: “Amén”. Y si ese es el verdadero Espíritu de Dios, entonces los verdaderos poderes y manifestaciones del Espíritu se manifestarán con este verdadero Espíritu. Juzguen vosotros la Palabra que oyen. Júzguenla por la Biblia. Observen Sus acciones. Observen Sus obras.",
    "¿Hay candidatos aquí para ser bautizados, que nunca han sido bautizados, que quieren ser bautizados? Levanten la mano. Muy bien.",
    "Si no hay bautismos entonces, muy bien, entonces oraremos por los enfermos. ¿Hay alguien aquí que esté enfermo? Levante la mano, si quiere que se ore por Ud. ¿Cuántos aquí entre nosotros son visitas, y quieren que se ore por Uds.?; yo no los conozco, y soy un desconocido, ¿no los conozco? Muy bien. Enfermos y afligidos, yo no los conozco.",
    "Si Dios es Dios, si Él es el Dios de la Palabra que yo predico; Jesús dijo: “Las cosas que Yo hago vosotros también las haréis”. ¿Es así? Jesús dijo: “Las cosas que Yo hago vosotros también las haréis. Más que esto haréis, porque Yo voy al Padre”. ¿Qué fue? Pasar de un Hombre, un cuerpo, de nuevo a la Columna de Fuego. Cuando Pablo se encontró con Él en el camino a Damasco, ¿qué era Él? Columna de Fuego. ¿Correcto? Ciertamente lo era. ¿Qué es Él hoy? ¿Qué es Él en esa fotografía?",
    "Ud. dice: “¡Oh, Ud. puede decir eso!, Hermano Branham”.",
    "Si esa verdaderamente es la verdad de Dios, si es la misma Columna de Fuego, el mismo Jesucristo, y yo reclamo que Su Espíritu entró en mí, hará lo mismo que Él hizo. Eso estará de acuerdo con cada Palabra que Él dijo, no importa qué credos digan los denominacionales. Hablará Su Palabra. Él la habló.",
    "Su incredulidad no Lo detuvo a Él. Sus credos y denominaciones, Él nunca se puso del lado de ninguno de ellos. Él predicó el Evangelio sin adulterar que Él había oído de Dios. Él se paró solo. Ciertamente, Él lo hizo. En el Calvario, ni siquiera hubo uno que se parara junto a Él. Él se paró solo.",
    "Si Ud. alguna vez llega a lograr algo, Ud. se parará por Dios, parándose solo. ¡Es Ud.! No es el mundo, no es su iglesia, no es su denominación. Es Ud., entre Ud. y Dios. No me importa lo que el…",
    "El Tabernáculo Branham puede hacer lo ellos que quieran. Yo quiero que ellos le crean a Dios; quiero que vengan conmigo. Pero si no lo hacen, yo no voy a transigir con ellos en sus cositas insignificantes. Yo me pararé por Dios.",
    "🦅 El metodista. ¿Qué hará Ud., Hermano Branham? ¿El—el pentecostal trinitario?”. Probé que los amo. He ido con ellos, y fui enviado a las Asambleas de Dios y a la iglesia de Dios.",
    "🦅 Y si los Unitarios, Ud. no está de acuerdo con los Unitarios por causa de su posición de que es ‘uno’, de esa manera”. Sí, señor. Jesús tuvo un Padre. Él era Dios. Ellos bautizan en el Nombre de “Jesús”. Yo bautizo en el Nombre del “Señor Jesucristo”. Hay muchos Jesús, pero solo hay un Señor Jesucristo. ¿Ven? No en el Nombre de “Jesús”. Pero en el Nombre del “Señor Jesucristo”, que es Padre, Hijo, Espíritu Santo.",
    "Señor: “Dijo Jehová a Mi Señor: ‘Siéntate a la diestra’”. Hijo, Jesús. Cristo, el Logos que salió de Dios, en el principio. Padre, Hijo y Espíritu Santo. Allí lo tienen.",
    "¡Oh, estoy tan contento por eso! ¡Mi corazón simplemente se regocija! Y saber que Su Espíritu, el Espíritu que escribió la Palabra, está de acuerdo con la Palabra, prueba la línea de Vida. Entra, Se manifiesta. Dios sea con Uds. Es Jesucristo el Hijo de Dios. Yo he dicho la Verdad acerca de Su Palabra.\n\nAhora Uds., Uds. gente del tabernáculo, oraré por Uds. en otras ocasiones. Se nos hace tarde. Me pasé un poco, me extendí un poco. Yo esperaba que un grupo se fuera a bautizar.",
    "Miren. Si el Espíritu Santo está aquí, nosotros… Él—Él los sanará. Yo quiero a esas personas quienes visitan por nuestras puertas, que están—que están enfermas y afligidas. Y ahora si he dicho la Verdad acerca de Dios, y estas personas dijeron la verdad, que yo no las conozco, y están enfermos y afligidos; si el Espíritu Santo permanece el mismo, Él puede revelarme. Si ese es el mismo Espíritu Santo, y está conectado con el mismo tronco aquí abajo el cual se han comido los revoltones, pero hay un pedacito de corteza corriendo allá abajo, conectando esto, funcionará igual como lo hizo allá.",
    "Los credos de la iglesia dirán: “¡Oh, eso no es así! Eso es telepatía mental. Ese es el—el diablo. Eso es adivinación”.",
    "Ellos dijeron lo mismo de Él; “Si al Maestro de la casa llaman ‘Beelzebú’, ¿cuánto más a Sus discípulos?”. Así es. Sin embargo, eso no lo detiene. Eso solo lo aumenta, hace que continúe.",
    "Ahora, ¿sigue Él siendo Dios? ¿Es Él el mismo ayer, hoy, y por los siglos? ¿Honra Él Su Palabra? Él lo hace.",
    "Y exhorto a cada uno de Uds., si Ud. nunca ha sido bautizado en el Nombre de Jesucristo, sea bautizado en el Nombre de Jesucristo. A mí no me importa lo que diga el viejo trapo de la iglesia. Esa es una denomi-…",
    "Y conozco hombres que traje a mi estudio, a estudiarlo. Entre buenos hombres, decía: “Venga aquí un minuto. Muéstremelo Ud., siendo bautizado en el nombre del ‘Padre, Hijo, Espíritu Santo’, si eso es Escritural”.",
    "Y cuando está arrinconado, dice: “Yo lo sé, Hermano Branham, pero no cuente esto de mí”. ¿Ven?",
    "Dije: “Sustente su doctrina, muéstreme dónde habrá uno. Todos en la Biblia, ellos…”.",
    "Algunos bautizan, sin ningún nombre, ellos tuvieron que venir y ser bautizados otra vez, antes de recibir el Espíritu Santo. ¿Cuántos saben eso? Pablo pasó por las costas superiores de Éfeso, él encontró a los bautistas. Ellos tenían un buen… Ellos tenían un buen pastor. Él era un abogado convertido, Apolos. Y él les dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”.",
    "Ellos dijeron: “No sabemos si hay Espíritu Santo”.",
    "Dijo: “Entonces, ¿cómo fuisteis bautizados?”. Dice en la King James: “En qué”. Léalo en el original, dice “cómo”. “En qué” significa lo mismo. “¿Cómo fuisteis bautizados?”.",
    "Ellos dijeron: “Hemos sido bautizados en Juan, el mismo hombre que bautizó a Jesús”. Ese era un buen bautismo. “Entramos en el agua, el mismo que bautizó… Juan”.",
    "Bueno, Pablo dijo: “Eso ya no funcionará. Eso ya no sirve. Él ya vino, ha sido crucificado. Porque Juan bautizó para arrepentimiento, no para perdón de pecados, diciendo que creyerais en Aquel que ha venido, Jesucristo”. Y cuando oyeron esto, entraron en el agua y fueron rebautizados de nuevo, en el Nombre de Jesucristo. Pablo les impuso sus manos, el Espíritu Santo vino sobre ellos. Ellos profetizaron y hablaron en lenguas. ¿Correcto? Pablo obligó a hombres que habían sido bautizados por el mismo hombre que bautizó a Jesús, les dijo que tendrían que ser bautizados otra vez, porque no habían sido bautizados en el Nombre del Señor Jesús.\n\nYo tengo el derecho a decir lo mismo. Es la misma Doctrina.",
    "Ahora, ¿qué dijo Pablo en Gálatas 1:8? Ahora, él hizo eso. ¿Cuántos saben que esa es la Verdad? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Y él dijo: “Si un Ángel del Cielo”, ¡y mucho menos un predicador de una iglesia o una denominación! “Si un Ángel del Cielo viene y predica cualquier otro evangelio que Este, sea anatema. Como he dicho antes, también lo repito: aunque nosotros o un Ángel del Cielo predique cualquier otro evangelio aparte de Este que Uds. ya han oído”. ¿Ven dónde se lo ha comido el revoltón? ¿Ven? “Pero si un—un Ángel os anunciare otra cosa aparte de Esto, sea anatema”. Así es. Que sea maldito. Ni siquiera le presten atención.",
    "Y si un pastor, si un misionero, si un—un evangelista, o cualquiera, quiere obligarlo a Ud. a bautizarse de otra manera que no sea en el Nombre de Jesucristo, permítanme decir con Pablo: “Que sea anatema”. Si algún hombre le dice: “Déle la mano al predicador y recibirá el Espíritu Santo”, que sea anatema. Pues, el Espíritu Santo es un Nacimiento. Ellos Lo quieren a su manera.",
    "Cualquiera sabe, como dije antes, que un nacimiento es un desorden, no me importa dónde esté. Si un nacimiento es en el establo, es un desorden. Si es en la casa, es un desorden. Si es en el hospital, en un cuarto decorado de color rosa, es un desorden. Un nacimiento siempre es un desorden.",
    "Y el nuevo Nacimiento no es nada menos. Es un desorden; llorando y clamando, solo gruñendo, con labios tartamudos, y toda clase de cosas. Es un desorden, pero trae Vida. Es de la única manera en que Ud. puede hacerlo.",
    "No lo crea Ud. por un apretón de manos, o por poner su nombre en alguna iglesia, donde sube y dice: “Yo creo en Dios Padre Todopoderoso, Creador de los cielos y de la tierra; y Jesucristo, el Hijo; la santa iglesia católica romana; y la comunión de los santos”. Si lo hace, Ud. está testificando que es un espiritista.",
    "Cualquier cosa que tenga comunión con los muertos, no importa lo que sea, es un diablo. “Solo hay un Mediador entre Dios y los hombres, es Jesucristo Hombre”. Y Él no está muerto, sino que está vivo. Y Él está aquí ahora; Él resucitó de entre los muertos. Todos los demás santos católicos y santos protestantes, y los demás, están muertos y en la tumba. Ellos pudieran estar en la Gloria. Si fueron santos, Allí están. A mí no me importa dónde estén, si Ud. tiene comunión con ellos, Ud. está transgrediendo absolutamente las leyes de Dios y pasando por un diablo. No es un santo. Ciertamente. La Biblia lo dice.",
    "La oruga también se comió eso, pero Dios lo restaurará de nuevo a un verdadero Espíritu viviente de Dios que no se comunica con algún San Judas, y Santo Esto, y Santo Aquello, y Santa Cecilia, y todos estos otros, y algunos de estos santos. Será el Espíritu de Jesucristo que regresará y se manifestará y hará exactamente lo mismo; “Yo os restituiré, dice el Señor”. Y doy gracias a Dios, hoy, sobre la rama de la Iglesia aquí arriba, que hay una pequeña Vida que comienza a llegar desapercibida Allá. Él Mismo Se está manifestando. Dios restaurará la Iglesia completa de nuevo a Su estatura correcta, antes de la Venida del Señor.",
    "Señor Jesús, el servicio es Tuyo. Yo solo soy responsable por la Palabra, de predicarla. Ahora ya ha sido hecho. Está en Tus manos, Señor. Yo ruego que, en el Nombre de Cristo, que Tú recibas estas cosas, y en la luz que han sido predicadas, Señor. Que, si alguna conciencia está lastimada, que sea sanada por el Bálsamo de Galaad. Que aquellos, Señor, sentados aquí que han sido rociados, derramados, o sumergidos en tres dioses, permíteles ver su error, Señor. Yo puedo… no importa cuánto predique.",
    "Cuando Tú predicaste e hiciste lo mismo, con todo, sus ojos estaban ciegos. “Ninguno puede venir a Mí si Mi Padre no le trajere”. Y aunque habías predicado y hecho los milagros, y probado que Tú eras el Mesías, sin embargo, ellos no podían creer, porque Isaías dijo que así serían.",
    "Y pudiera añadir esto, que, hoy, aunque Tú has hecho tantas cosas, has presentado Tu verdadera Palabra, la has traído de nuevo al fundamento apostólico, presentándola como un desafío, que Ella es la Verdad, y luego Tú vienes detrás de Ella y haces la misma clase de milagros que hiciste cuando estuviste aquí en la tierra. ¿Qué sucede? Ellos no pueden. Pues, Pablo dijo, por el Espíritu (como dijo Isaías): “Serán impetuosos, infatuados, amadores de los deleites más que de Dios, implacables, calumniadores, intemperantes, y aborrecedores de los que están en lo correcto; teniendo apariencia de piedad, pero negando la Eficacia de ella; a estos evita”.",
    "Señor, oro hoy que Tú Mismo Te manifiestes y—y hagas que Tu—hagas que Tu Palabra viva entre nosotros ahora mismo. Porque lo pedimos en el Nombre de Jesús. Si Tú lo haces, Señor, todos ellos creerán. Saldremos de este tabernáculo en esta mañana, creyendo que nuestra alma está liberada, si Tú solo se los envías, Señor, y háblale a cada corazón, mientras velamos por Tu discernimiento.\n\nPermite que el Espíritu Santo, la verdadera Vida de Dios, entre en esta pequeña parte de la rama que queda. ¡Oh, Señor!, energízala con Tu Espíritu. Que… Está dando testimonio, Señor. Dando testimonio, Tu Palabra es correcta. Todo hombre es mentiroso; Tú eres la Verdad. No importa cuántos se vuelvan en contra; si requiere martirio, si requiere excomunión, si requiere tener campañas, a donde uno tiene que tomar a un solo hombre y pararse sobre… Esos pobres hijos de Dios, ellos saldrán de todas maneras, a pesar de todo. Ellos vendrán, de todas maneras, para oír;",
    "🦅 Mis ovejas conocen Mi Voz, y al extraño no seguirán”. Tu Voz, la manera en que llamó a Tus ovejas la primera vez, llama de nuevo. Y al extraño no seguirán. Si Tu Voz, que llamó a Tus ovejas, dijo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo”, Tus ovejas Lo oyeron. Tus ovejas oyen lo mismo hoy. Si uno dijera: “¡Oh, esa cosa es—es anticristo! Bautícese, en nombre de ‘Padre, Hijo, Espíritu Santo’”, a un extraño ellos no seguirán. Ellos conocerán Tu Voz. Ellos velarán por Tus obras. Oro, Padre, que Tú lo concedas todo. Tu Voz ha hablado, que Tus obras sigan. En el Nombre de Jesús. Amén.",
    "[Un hermano habla en lenguas.—Ed.] Ahora, amigo, el Espíritu Santo está moviéndose.",
    "Ahora voy a darle la espalda a esta congregación. Ahora, yo no quiero que Uds. los de aquí de este tabernáculo, será mejor que mire hacia acá, no quiero a ninguna persona del tabernáculo; quiero a los que nunca han estado aquí antes, o a Uds. que saben que no los conozco. Gente de fuera de la ciudad, levanten sus manos de nuevo, para que yo vea dónde están, que están enfermos. Permitan que el Espíritu Santo se mueva ahora. Ahora, para Uds. personas, yo no los conozco.",
    "¿Tienen tarjetas de oración? ¿Dieron ellos alguna oración…? [Cinta en blanco.—Ed.]…han tocado.",
    "Y que Él lo haga por lo menos dos veces. La Biblia dice: “En boca de…”. ¿Cuántos testigos? “Dos o tres”. ¿Es así? “Dos o tres testigos, que toda palabra sea establecida”. Tomar por lo menos a dos o tres de Uds., luego los demás crean. Lo que Ud. necesite, créalo ahora mismo.",
    "¿Lo hará Ud., si Él lo hace? Levanten la mano, digan: “Yo—yo—yo lo tomaré por fe, solo levanto mi mano”. ¿Lo hará Ud.? Levanten sus manos, todos aquí. ¿Cuántos aquí dicen: “Nunca lo he visto antes; yo también lo tomaré por fe”? Levante la mano, diga: “Lo tomaré por fe”. Miren aquí.",
    "Ahora, ¿ven Uds. dónde estoy parado? Aquí hay un desafío. Ahora, si Él es Dios, Él Mismo Se manifestará. Si esto no es la Verdad, entonces soy un mentiroso y un falso profeta. Uds. nunca deberían venir a oírme otra vez, porque yo soy un falso profeta; doy un testimonio de Cristo que no es correcto. Ud. no puede hacerlo y probar la enseñanza que he estado…[Cinta en blanco.—Ed.]",
    "Ud. venga. Ud. es de aquí, del tabernáculo, ¿verdad, señora? Ud. sentada allí con la mano levantada, con un sombrerito blanco puesto. Sí. Ud. es de aquí. ¿Ven?, cuando veo eso allí, la gente está atrayendo esa visión. Puedo ver Aquello fijo sobre ellos.",
    "Pero estoy esperando a alguien que no conozco. Aquí, ¿Ud. del tabernáculo aquí, señora que tiene su pañuelo así levantado, sentada aquí mismo? ¿Es Ud. de…? ¿Ud., Ud.—Ud. es de fuera de la ciudad? Pónganse de pie por un minuto. Mientras Ud. estaba sentada allí, orando, de repente vino una sensación extraña a Ud. Ese era el Ángel del Señor. Ahora Él está parado junto a Ud. ahora. Ahora hay algo, que Ud. Lo ha tocado a Él. Yo no sé lo que es. Pero Ud. es de fuera de la ciudad. Ud. pudiera ser de Louisville, o Tennessee, o dondequiera que Ud. esté. No lo sé. Dios sí lo sabe. Pero si Él me revela lo que Ud.… el secreto de su corazón, da a conocer su—su deseo, o alguna otra cosa, ¿creerá Ud., aceptando la Palabra, haciendo todo, así como…?",
    "Ahora todos Uds. que miran directamente a la mujer, lo verán. Ahora que el Espíritu Santo, si Él todavía es el Espíritu Santo, que Él lo revele. No tengan miedo. Él es Dios. Él cumple Su Palabra, toda Palabra.",
    "La mujer está sufriendo de un colapso, una condición nerviosa. Si así es, levante la mano. Ud. también tiene problemas del corazón. Ese es un corazón nervioso. Le duele más cuando Ud. se acuesta, la ahoga más. Ud. ha tenido una operación. Esa operación aún no ha sanado. Así es. ¿No es así? No, Ud. no es de Ohio… Ud. es de Ohio. Ud. es de Ohio. Sí, señor. Ud. tiene una carga en su corazón. Es alguna muchacha, o algo. Es una hija, desaparecida. Eso es ASÍ DICE EL SEÑOR. Vaya, reciba lo que Ud. ha pedido, señora. Ud. tocó Algo. ¿Cree Ud.?\n\n¿Quién más tenía las manos levantadas…? [Cinta en blanco.—Ed.] ¿…aquí?",
    "¿Cree Ud. que Dios puede revelarme el secreto de su corazón? ¿Cree Ud. que es el mismo Dios del cual he estado predicando esta mañana? Ud. tiene una sombra oscura sobre Ud., es cáncer. ¿Cree Ud. que Dios lo sanará? ¿Lo cree? Muy bien, señor, entonces regrese a Ohio de donde vino, de Lebanon, regrese y sea sano, creyendo en el Señor Jesucristo. Vaya, crea.",
    "Esta damita sentada aquí mismo, como que… Tiene una especie de sarpullido en la piel. Ponte de pie, cariño. ¿Cree Ud.? Como que la sorprendió un poco, ¿no es así? Muy bien. Es… Ud. lo va a superar. Ud. va a estar bien. La veré, más adelante. Vaya a casa y esté bien.",
    "¿Quién era esa persona que se puso de pie hace unos minutos? Un hombre allá atrás se paró, en alguna parte. Ud. con la mano levantada, póngase de pie. ¿Cree Ud. que Jesucristo puede decirme cuál es su problema? ¿Lo acepta Ud.? ¿Cree que ese nudo se le quitará del cuello? Su esposa está sentada allí junto a Ud., sufriendo de una condición nerviosa. Así es, también. Uds. son de Ohio. Ponga su mano allí sobre ella, hermano.",
    "Señor, que ellos sean sanados, que regresen a sus hogares, se regocijen y sean sanados, por medio de Jesucristo nuestro Señor. Amén.",
    "[Cinta en blanco.—Ed.]…alguien a su lado. Reciba mi Palabra; les estoy diciendo la Palabra de Dios. ¿Lo creen Uds. ahora? Todos los que creen, digan: “Amén”. [La congregación dice: “Amén”.] La Palabra ha sido manifestada. Es la Verdad.\n\nAhora inclinen sus rostros.",
    "Señor, vengo a Ti en el Nombre de Jesús, orando por estas personas. Es tarde, Señor. Y realmente es más tarde de lo que pensamos. Es la Venida del Señor, está a la mano. Oramos que Tus misericordias sean extendidas. Concédeles, Señor, su sanidad. Yo ahora condeno al diablo, a la Luz de la Palabra de Dios; que Él es el Hijo de Dios, que Jesucristo el Hijo de Dios es el mismo ayer, hoy, y por los siglos, que el bautismo en agua en el Nombre de Jesucristo es correctamente el… 🦅"
  ]
}