{
  "title": "PLANTANDO LA VID Y DÓNDE PLANTARLA",
  "id": "59570009",
  "content": [
    "🦅  Tenemos tantas cosas, pero Tú conoces nuestro corazón y conoces todo de lo que tenemos necesidad. Estamos tan contentos de poder traerlo a Ti en oración, sabiendo que entiendes y nos darás de Tu bondad; no porque seamos dignos de ello, sino porque Tú nos lo prometiste. Estoy seguro de que hay muchas peticiones en la iglesia esta mañana, por enfermedad y por el necesitado. Y humildemente los traemos a Ti ahora mismo, pidiendo Tu tierna misericordia y poder sanador, para cada uno de ellos.",
    "También oramos por los convalecientes y por aquellos quienes no pudieron llegar a la iglesia esta mañana. También, por la muchedumbre reunida aquí ahora. Muchos están enfermos y necesitados. Los vemos con muletas y en sillas, y sillas de ruedas, y están—están necesitando Tu misericordia. Oramos, Señor, que Tú se los concedas abundantemente. Que salgan de aquí, regocijándose, sanos y saludables. Muchos cuya aflicción no es visible, sin embargo, tal vez un problema cardíaco esté a punto de llevárselos, o cáncer, o algún demonio temible. Oramos, Señor, que él sea arrojado en esta mañana. Ellos saldrán de aquí, contentos, saludables.",
    "Recordamos a ese muchachito que—que se está muriendo. Un ser querido nos acaba de decir que tiene cáncer y se va a morir hoy, si Tu misericordia no se extiende a ese niño. ¡Oh, Señor Dios!, sé misericordioso con ese muchachito. Dale liberación, Señor; si está en Tu Divina voluntad. Estamos tan contentos por su testimonio, que él ha aceptado Tu Sangre, tanto que le pidió a su papá que lo enterraran de rojo, para que ellos supieran que él estaba cubierto por la Sangre. Te damos gracias, Señor, por una fe tan valiente de pequeños héroes, marchando adelante para enfrentar el fin de la vida, abrazando en sus corazones la cruz, y mostrando allí la marca de la Sangre. Si hay alguna posibilidad, Señor, ten misericordia del muchachito, déjalo vivir. Hemos pedido por otros.",
    "Y además, Señor, oramos por los servicios de esta mañana. Hay algunos aquí, quizás, que no Te conocen como su Salvador. Si es así, que este sea el día que encuentren que Tú eres precioso para sus vidas, como Salvador. Aquellos quienes necesitan sanidad, Te encuentren como Sanador. Señor, que Tú vengas a Tu siervo, en esta mañana. Que yo Te encuentre a Ti, siendo el Predicador. Pues, Te encomendamos todo esto, pidiendo que respondas en el Nombre del Señor Jesús. Amén.",
    "Siempre nos da alegría entrar a la casa del Señor, y en la asamblea del Primogénito. Y como siempre, llegué tarde. No pensé que iba a llegar, a menos que hiciera autostop. Esta es una buena broma para mi esposa. Ella está sentada aquí, en alguna parte. Ella salió esta mañana, y yo estaba abajo en el sótano estudiando. Y ella dijo: “Tengo las llaves, Billy”. Y después me di cuenta que también tenía las llaves del garaje. No pude entrar. La pasé muy mal.",
    "Y después de un rato, Billy al no verme, se dijo: “Me pregunto por qué no ha venido”. Y me llamó.",
    "Le dije: “Ven rápido”. Dije: “Porque no tengo manera de llegar a la iglesia”. Así que, estamos… Estoy contento de estar aquí. Y, he llegado tarde.",
    "Pero, saben, a medida que entramos en esa otra esfera, donde el tiempo ya no existe, comenzamos a olvidar el tiempo. Todo se funde con la Eternidad, y ya no hay tiempo; no hay límite de tiempo.",
    "Pablo debe haber tenido algo así en su mente, la noche que predicó toda la noche. Un muchacho se cayó del edificio y se mató. Y Pablo recostó su cuerpo sobre el muchacho, y la vida regresó al muchacho.",
    "Creo que el pastor me dijo, hace un momento, que tienen un bebecito que quieren dedicar esta mañana. Entonces, si la madre trae al pequeño, ahora mismo, lo presentaremos al Señor, a él o ella, lo que sea. Y como que me gustan los servicios de dedicación. ¿Podría pasar al frente, Hermano Neville?",
    "Buenos días, hermana. ¿Cuál es el nombre del pequeño? [La hermana dice: “Frank Wayne Dabney”.—Ed.] Frank Wayne Dabney. Ud. no será familia de Robert Dabney, ¿verdad? Frank Wayne Dabney, ¿cuánto tiene? [“Ocho semanas”.] Ocho semanas. No ha estado en este mundo cruel por mucho tiempo. Bueno, él es el fruto de su unión. Y ahora Ud. quiere presentarlo a Dios, para que él pueda ser un siervo Suyo. ¿Correcto, hermana? Dios le bendiga.",
    "Bueno, cargo un pequeño tesoro aquí, y uno muy lindo. Miren eso, el pequeño Frank Dabney.\n\nOremos.",
    "Amado Padre Celestial, en los días de Tu caminar aquí en la tierra, en forma de hombre, llamado el Señor Jesús, ellos Te trajeron niños pequeños. Y pusiste Tus manos sobre ellos y los bendijiste, y dijiste: “Dejad a los niños venir a Mí, y no se lo impidáis, porque de los tales es el Reino”. Esta madre entrega en mis brazos, esta mañana, a este muchachito, que presento ante Ti. Oro, Señor, que Tú bendigas al pequeño. Bendice su hogar. Que pueda ser criado en un hogar Cristiano. Que pueda ser criado en el temor de Dios. Y si hay un mañana, que él predique el Evangelio si así es ordenado por Ti. Dale una larga vida, saludable. Bendice a sus padres. Que toda cosa buena que Tú prometiste, venga sobre este muchachito. La madre lo ha presentado en nuestras manos, como los ancianos de la iglesia. Y ahora Te lo presentamos a Ti. En el Nombre de Jesucristo, bendice a este niño. Amén.\n\nDios te bendiga, pequeño Frank. ¡Que dulces son!",
    "Debo orar por ellos cuando tenga la unción…?… Tenemos algunos pañuelos aquí sobre los cuales orar, pero prefiero hacerlo después de que empecemos a orar por los enfermos, y venga la unción del servicio. Entonces sería mejor si oráramos por ellos en ese momento.",
    "Me alegra ver a muchos de mis amigos. Creo que veo al Hermano Charlie Cox allá atrás en la reunión. Y también veo al Hermano John O’Bannon, de Louisville. Y muchos otros amigos, alrededor, a quienes yo—yo reconozco. Así que, estamos contentos de tenerlos aquí, reunidos con nosotros esta mañana, para servir al Señor.",
    "Ahora, esperamos, después de un tiempo, comenzar un avivamiento aquí por unos días. Estamos orando por esto. Yo siento que, si Dios no trae un avivamiento, o no lo pone en nuestro corazón, entonces el avivamiento es nuestro propio esfuerzo. Y luego, si esperamos, y Él siente que es tiempo para un avivamiento, y Él coloca eso en nuestro corazón, entonces tendremos el sentir de tener el avivamiento.",
    "Otro amigo está sentado aquí, el padre y la madre del Hermano Wood, y es uno de nuestros síndicos aquí en la iglesia. Estamos contentos de tenerlos en esta mañana.",
    "Y yendo por la calle, ayer, un individuo que vivía aquí en la ciudad, que era un individuo bastante rudo. Y siempre me cayó bien, un buen muchacho. Y mi esposa vivía al lado de ellos. Y él era como cantante y músico. Y él se sentaba allá y llevaba el ritmo con su pie, con un sombrero grande de vaquero puesto, y el violín. Pero trabajaba en la WPA. Y un día sucedió algo que siempre me recordó, o que he tenido en mente, mejor dicho, por mucho tiempo; no lo olvidé. Él tenía varios hijos pequeños; una esposa encantadora. Eran terriblemente pobres, como todos nosotros.",
    "Y los vi, parados en el escalón, en fila, esperando que llegara el cheque de la WPA. El cartero venía por la calle; estaban tan contentos. Al día siguiente era la Pascua. Iban a comprar dulces de Pascua o algo, cuando llegara el cheque de papá. Y cuando llegó el cartero, no tenía el cheque de papá. Uno ver esa mirada decepcionada en las caras de esos pequeñitos, y eso siempre me quedó grabado, esa gran desilusión.",
    "No vi al hombre, por años. Y ayer, viniendo por la calle, cuando yo… Con mi esposa salíamos del supermercado, o del Quaker Maid en el centro de la ciudad, ¿y a quién me encontré, cara a cara, era él? Y una de las primeras cosas que querían decirme, era que él había llegado a ser Cristiano; no había bebido por años. Y estoy contento de tenerlo, Sr. Logston, sentado aquí al frente, aquí en la iglesia, esta mañana. Él es miembro de la iglesia del Hermano Junior Cash en Charlestown, Indiana, un muy buen hermano. Es mucho mejor ser Cristiano que estar allá afuera en el mundo. ¿Verdad? Ahora creo que él canta en los programas, y toca su música, para la gloria del Señor. Otro trofeo de la maravillosa gracia de Dios.",
    "¿Podría ponerse de pie, Sr. Logston? Yo no… Este hombre una vez fue un borracho. Un músico de esto clásico, Uds. saben, con violines y todo eso. Ahora está completamente convertido al Reino de Dios, y anda por aquí diciendo: “Gracias, por ello, Señor”. ¡Oh!, cuando…",
    "Yo le estaba diciendo al Sr. Wood, ayer. Le decía: “Cuando Ud. y mamá, lleguen al otro lado y tengan su mansión, y alguna mañana cuando estén muy felices, y lejos, a la distancia por allá en las colinas, en una hondonada en alguna parte, habrá una pequeña cabaña construida allí, cuando yo salga al porche, y llegue y me pare en el porche, voy a hacer eco por todas esas hondonadas:\n\nSublime gracia del Señor,\n\n¡Que a un infeliz salvó!\n\nPerdido y Él me halló,\n\nCiego fui más hoy veo ya.",
    "Le dije al Sr. Wood, dije: “Pues, dele una palmadita a mamá en el hombro, diga: ‘¡Alabado sea Dios! El Hermano Branham llegó. Allí está él, por allá en su cabañita’”. Si llego Allá, será por la maravillosa gracia del Señor Jesús.",
    "Ahora podríamos inclinar nuestros rostros por un momento antes de abrir la Palabra.",
    "Señor, somos algo así como un grupo de niños. Tenemos nuestro lado humano y, nosotros, nuestro sentido del humor, nuestro compañerismo. Ahora llegamos a esa parte más sagrada de cualquier servicio, leer la Palabra infalible del Dios viviente. Pediría, Señor, que Tú hables con cada Palabra. Que Ella salga y baje en los corazones de la gente, y recoja la cosecha para lo cual fue destinada. Que el gran Espíritu Santo venga entre nosotros ahora, y tome estas Palabras que se leerán, y las reparta a cada uno, por separado, según nuestra necesidad. Porque lo pedimos en el Nombre de Jesús y para Su causa. Amén.",
    "En el Salmo 80, deseo leer una porción.\n\nOh Pastor de Israel, escucha; Tú que pastoreas como ovejas a José, Que estás entre querubines, resplandece.\n\nDespierta tu poder delante de Efraín,…Benjamín y de Manasés, Y ven a salvarnos.\n\nOh Dios, restáuranos; Haz resplandecer tu rostro, y seremos salvos.\n\nJehová, Dios de los ejércitos, ¿Hasta cuándo mostrarás tu indignación contra las oraciones de tu pueblo?\n\nLes diste a comer pan de lágrimas, Y a beber lágrimas en gran abundancia.\n\nNos pusiste por escarnio a nuestro vecino, Y nuestros enemigos se burlan entre sí.\n\nOh Dios de los ejércitos, restáuranos; Haz resplandecer tu rostro, y seremos salvos.\n\nHiciste venir una vid de Egipto; Echaste las naciones, y la plantaste.",
    "Mi tema esta mañana, si el Señor lo permite, solo algo breve, será sobre: Plantando la vid y dónde plantarla.",
    "Es extraño cómo Dios, en muchos lugares, representa a Su pueblo de diferentes maneras. No hace mucho estábamos hablando donde Él nos representó como el águila, y Él Mismo siendo un Águila, y nosotros Su aguilucho. Y confío que todo saldrá bien. La última vez que hablé sobre eso, recibí una carta donde… Esa gran ciudad, muchos de Uds. saben dónde fue, en Ohio, que la asociación ministerial se reunió y condenó mis servicios porque yo creo que Dios llamó al hombre a Vida Eterna antes de la fundación del mundo. Y en mi creencia, si Dios es Dios, si alguna vez fue Dios, Él todavía es Dios, y siempre fue Dios. Si Él no me conoció antes de que el mundo llegara a existir, entonces Él no es Dios.",
    "Muchos de Uds. han estado leyendo aquí en los terrenos de las ferias, y demás, sobre esta percepción extrasensorial. Y algo de eso, por supuesto, ha repercutido en mi ministerio. Pero, si Ud. alguna vez estudió o tuvo alguna manera de estudiar mitología, mito: “algo que parece ser, pero no lo es”.",
    "Y en las Escrituras, encontramos que Jambres y Janes resistieron a Moisés al hacer prácticamente lo mismo que ellos, al arrojar la vara y convertirse en una serpiente. Moisés invocó plagas. Y ellos también podían invocar plagas, pero ellos no podían quitar las plagas. Ellos no podían sanar, porque Dios es el único sanador. Pero podían hacer que vinieran plagas, entonces Moisés las quitó. Luego vino el enfrentamiento final, donde Moisés hizo exactamente lo que Dios le dijo que hiciera.",
    "Y yo sé que todo esto que está a punto de suceder en el mundo hoy, finalmente llegará a un gran enfrentamiento algún día. Pues, la Biblia dice: “Como Janes y Jambres resistieron a Moisés, así también los hombres de mente réproba, en cuanto a la Fe, resistirán en los postreros días, pero sus insensateces serán manifestadas”. Es una profecía que debe cumplirse, y Uds. pueden ver ambos lados levantándose ahora.",
    "Pero Moisés hizo exactamente lo que Dios le dijo que hiciera. Él arrojó la vara y se convirtió en una serpiente. Y estos adivinos salieron y arrojaron sus varas y se convirtió en una serpiente. Moisés llegó al límite de su inteligencia, y al límite de su fuerza.",
    "Pero allí es donde Dios quiere llevarnos, justo al final de nuestro camino, entonces Él interviene. Así es Él. Tal vez Ud. esté tan enfermo, esta mañana, que el médico diga que Ud. no puede vivir. El hombre que se ahoga se agarrará de una pajita. Así es cuando tratamos de conseguir… Todo lo que podamos hacer, por nuestra cuenta, humanamente, lo haremos. Pero cuando llega el momento donde no queda otra esperanza, hasta los que no creen en sanidad Divina creerán inmediatamente; es su única esperanza.",
    "Y Moisés estaba al límite de su alcance, entonces Dios intervino e hizo que su serpiente se comiera la serpiente del otro hombre. Y su serpiente dejó de existir.",
    "Ahora, en la percepción extrasensorial, y en la mitología, y todos los espiritistas, permítanme, justo antes de comenzar con mi texto, aclararles esto, con la ayuda de Dios, si puedo, el diablo puede hacer que las cosas parezcan correctas, pero siempre se probará que no lo son. Ahora, nunca han podido captar una fotografía de alguno de estos dichos espíritus que ellos hacen aparecer, porque en realidad no están allí.",
    "Pero cuando llegó el momento para que Dios le probara a la ciencia que Él era Dios, Él permitió que se tomara la fotografía. Y existirá por siempre. El examinador dijo: “La Luz pegó en el lente. La Luz realmente estaba allí. No era psicología”. Así que, ¿ven Uds.?, lo que Dios hace perdura.",
    "La serpiente de Moisés se tragó a la serpiente de los otros. Y él pudo levantarla en su mano, y la serpiente de ellos estaba en el interior de ese palo. Lo que el diablo hace es un mito. Lo que Dios hace es real. Por eso, quiero que esto penetre profundamente en los corazones: Cuando Dios salva a un hombre, él es salvo. No se preocupen de volver atrás; Ud. no puede. Lo que Dios hace es Eterno. El diablo puede engañarlo y hacerle creer que es salvo. Pero cuando Dios realmente lo salva a Ud., es todo el tiempo que siempre sea, porque Ud. tiene Vida Eterna. Jesús lo dijo;",
    "🦅 El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna, y nunca vendrá a juicio, sino que ha pasado de muerte a Vida”. Eso es tan Eterno como Dios Mismo, porque es Su Palabra.",
    "Dios es un solo Dios. Él no puede mezclarse con otras cosas, Él no está dividido. Dios es Dios. El primer mandamiento es: “No tendrás dioses ajenos delante de Mí”.",
    "Por tanto, no se puede mezclar aceite y agua y hacer que funcione correctamente; tiene que ser agua o aceite. Y Dios aún sigue siendo el mismo Dios. Tenemos una religión que mezcla y dice: “Dios una vez hizo esto, pero no lo hace hoy”, entonces estamos tratando de mezclar el aceite y el agua. Porque, Él…",
    "La Escritura dice: “Él es el mismo ayer, hoy, y por los siglos”. Simplemente no se mezclará con la incredulidad; la fe.",
    "Tenemos fe en Dios; eso es Eterno. La incredulidad siempre ha existido, desde el huerto del Edén. Dios siempre ha querido que Su pueblo crea esto. Él ha querido que ellos tengan confianza, y que—que Él Mismo Se muestre entre Su pueblo. Dios es un Espíritu.",
    "En San Juan el capítulo 15, versículo 1, Jesús dijo: “Yo soy la Vid; vosotros sois los pámpanos”. Ahora, el pámpano y la Vid están conectados. Y Dios siempre ha querido un pueblo en el cual pueda morar tanto, que pueda mostrar Su gloria entre Su pueblo.",
    "Y leemos aquí que David clamó, y dijo: “¡Oh Señor Dios!, vuelve de nuevo a nosotros. Hemos pecado y nos hemos apartado de Ti. Tú Quien moras entre el altar y los querubines, resplandece de nuevo”. Porque él sabía que en un tiempo Él era Dios entre ellos, y David sabía que Él todavía era Dios. La gente se había separado de Él. Dios ya no resplandecía. No fue porque Él no podía brillar. Es porque la gente cerró Sus misericordias para con ellos, por causa de su pecado. Entonces David va a nuestro texto. Salmos 80:7.",
    "Él dijo: “Desarraigaste una vid, de Egipto, y la sacaste y la has plantado en un buen lugar”. Ese era Israel, el pueblo de Dios que estaba en Egipto. Eran una buena vid. Ellos eran los escogidos de Dios. Pero si una buena vid no es puesta en buena tierra, no producirá buenos frutos. Depende de dónde sea plantada la vid, determina los resultados de la cosecha. Así que, Dios tomó a Israel, de una tierra estéril.",
    "Es algo así como hoy. Tenemos, en la tierra, muchos grandes y buenos creyentes, y están mezclados en todas las iglesias denominacionales. Ellos vienen de diferentes denominaciones y de diferentes clases sociales. Por eso, en mi ministerio, nunca he tratado, en ningún momento, de atropellar a cierta persona o a cierta denominación, porque, en todas ellas, hay gente buena. Ellos son el pueblo llamado y escogido de Dios.",
    "¿Pudo Ud. haber condenado a Israel mientras estaba en Egipto? Simplemente comenzaron con el pie equivocado. Y sus pecados los habían separado de—de Dios, y fueron plantados en Egipto.",
    "Así es con muchas personas, en las iglesias hoy, gente buena, solo que plantada en el lugar equivocado. Ahora, si un verdadero creyente viene a Cristo, y él está plantado en alguna gran denominación que no cree en milagros y señales y maravillas del Señor, esa persona puede ser un Cristiano genuino, y ser católico, bautista, presbiteriano, Testigo de Jehová, o alguna otra cosa. En esa iglesia, una genuina Vid de Dios, pero el credo denominacional corta la Vida de esa Vid. Ella no puede producir Su fruto.",
    "Y, por lo general, los frutos que uno obtiene de una vid que está atrofiada o que no está en buena tierra, son frutos malos. Producirá, por decir, manzanas, con durezas y comidas por los gusanos. Llega a ser una presa para todos los insectos.",
    "Una vid buena y saludable ni siquiera tiene que ser fumigada. Es lo suficientemente saludable para deshacerse de todos sus enemigos.",
    "Así es con un Cristiano nacido de nuevo. Uno no tiene que estar fumigándolos todo el tiempo, y dándoles palmaditas en la espalda. Están espiritualmente lo suficiente saludables para repeler todo el escándalo del mundo. Están sustentados del genuino alimento.",
    "Un árbol a veces, que… o una planta que ha estado en lugares desérticos, y no tiene el sustento de suficiente humedad, producirá un pequeño fruto con durezas, y no se parece al fruto que debería venir de su vid.",
    "Mi hermano, hermana, así es con las iglesias hoy. El pecador llega, y después, tal vez, una vez en casa entra en convicción, va y lee su Biblia, y va a la iglesia. En lugar de encontrar manzanas deliciosas o uvas, la Vida del Señor Jesús reproducida en la Iglesia, encuentra insignificantes ideítas denominacionales enredadas, comidas por gusanos; “Nosotros los bautistas, lo tenemos. Ellos no tienen nada que ver con eso. Nosotros los metodistas lo tenemos”. Los brazos de Dios se extienden de mar a mar, y de costa a costa, pueden salvar al más distante. Pero eso es lo que hallamos en los lugares a donde vamos.",
    "Es como también dijo David, lo repito, en el Salmo 1. Él dijo: “Bienaventurado el varón que no se une con estos escarnecedores y gente impía, no se asocia con ellos, no se sienta en la silla con ellos. Uds. saben, burladores que dicen: ‘Los días de los milagros han pasado. Y el bautismo del Espíritu Santo solo es algo manufacturado’. Bienaventurado el hombre que no hace eso. Bienaventurado el hombre que se levanta de tal cosa. Ellos no quieren mezclar esas cosas. Y Uds. no pueden mezclar esas cosas. Bienaventurado el hombre que no se congrega en una de esas cosas que niegan el Poder del Señor”.",
    "La Biblia dice: “Salid de entre tales, porque vendrá el día cuando serán impetuosos, infatuados, amadores de los deleites más que de Dios; teniendo apariencia de piedad, pero negando la Eficacia de ella, a éstos evita”.",
    "🦅 Bienaventurado el hombre que no se congrega con estos escarnecedores, que mofan, llamando a la Iglesia verdadera, ‘un montón de fanáticos’. Él será como árbol plantado junto a corrientes de agua”. Dios lo ha puesto en un lugar selecto. “Su fruto no se marchitará. Él producirá sus hojas y frutos en su tiempo”. Fíjense cómo David lo expresó. “Este hombre es bienaventurado. Él será plantado”, no solo colocado. Saben, me gusta ver cualquier cosa plantada.",
    "Ahora, Israel, en Egipto, no fue plantado. Simplemente fueron colocados. No era su tierra natal original. Y un hombre que es Cristiano, que basa su destino Eterno en algún credo denominacional, no está en su lugar correcto. Él nació para ser libre, y un hijo de Dios, para adorar a Dios. Pero él está bajo un credo, no puede producir su fruto, sin embargo, algo en él anhela hacerlo.",
    "🦅 Será como árbol plantado junto a corrientes de agua”. Ríos, plural; agua, singular. Muchos ríos entrando en un solo canal. En otras palabras, él será como un hombre en la Escritura, que cree toda la Palabra de Dios, donde el Poder y los nueve dones espirituales pueden fluir, a través de un Dios, a lo más profundo de su ser.",
    "La gente no cree en gritar. El asunto es que no tienen gozo espiritual; y que pueden fluir los gozos de las aguas de Vida. Ese es el gran problema con el Tabernáculo Branham, porque incredulidad, los afanes del mundo han atado a la gente al grado que no se puede producir crecimiento espiritual.",
    "Eso es lo que sucede con nuestra nación; es lo que sucede con nuestras iglesias. Ellas no tienen gozo. El gozo del Señor se ha ido. Como fue escrito una vez en la Escritura, la palabra hebrea Icabod, que significa: “La Presencia del Señor se ha ido”. Es lo que está sobre nuestras iglesias, porque nos apartamos del fundamento original, y nos colocamos en credos y denominaciones, y permitimos que las cosas del mundo secaran nuestra experiencia con Dios.",
    "¡Oh!, vengan conmigo a Arizona. Permítanme llevarlos a los desiertos, los cuales he recorrido por tantos años. Todo en el desierto tiene una espina. Cualquier plantita a la que Ud. se acerque, apártese, lo picará. Siempre tiene sus espinas extendidas, listas para picar cualquier cosa que se le acerque. ¿Qué pasó? ¿Qué la hizo una espina? Es porque no tenía agua. Eso fue lo que la secó. Esa espina es una hoja enrollada. Por la falta de agua, llega a ser una espina.",
    "Así mismo es con la Iglesia, hoy, cuando la iglesia se aparta de la Fuente de Vida. Cuando se aparta de los gozos de la salvación, cuando se aparta del Señor Dios, entonces esa persona llega a ser una espina, siempre encontrando fallas, picando. Tan pronto uno llega: “Yo soy presbiteriano; soy un metodista; yo soy tal y tal. No me hable de esas cosas”. ¡Una espina! No tiene frutos.",
    "Ud. toma esa misma planta, el cactus, y póngala en una tierra por unas cuantas generaciones, donde hay suficiente agua, y esa espina se desenrollará y saldrá una hoja tierna, dando fruto.",
    "¿Qué pasa con la iglesia hoy? Ha sido puesto en una denominación, que ha puesto credos denominacionales y la ha atado, sin gozo, solo un roció de un avivamiento de vez en cuando para sostenerla. Lo que necesita hacer, es salir de entre los escarnecedores e incrédulos, y ser plantada junto a los ríos de agua.\n\nPues hay un precioso Manantial,\n\nFluyendo de la vena de Emmanuel,\n\nDonde los pecadores, (incrédulos) se sumergen bajo el raudal,\n\nY son libres de todas sus manchas de culpa.",
    "🦅 Un árbol” dijo David, “que está plantado junto a corrientes de agua”. ¡Oh! Dios Mismo no puede fluir a través de un cactus.",
    "Ahora, el agua representa vida. Sabemos que Moisés, en el desierto, él hirió la Roca, y ella dio aguas de vida a un pueblo que perecía. Y Jesús dijo: “Como Moisés hirió la peña en el desierto, así es necesario que el Hijo del Hombre sea levantado”, y Él fue herido.",
    "La vida está en una célula sanguínea. Y esa Vida no puede salir hasta que la célula de Sangre sea interrumpida y partida.",
    "Cuando Dios sacó a Israel, Él les dio una oportunidad, como nación. Él los arrancó de Egipto, de entre los incrédulos. Y los trajo bajo Su tierno cuidado, sobre las alas de un águila, esa gran águila, Moisés, que los guió de lugar en lugar, tratando de ponerlos en condición, para cruzar. Por cuarenta años Él los guió y los alimentó en el desierto. Y Él alimentó la tierra, una buena tierra, una tierra predilecta. Y Él mostró Su milagro, señales y prodigios, por cuarenta años en el desierto. Él produjo milagros y señales, por medio de este profeta, para mostrar que Él era Dios. ¿Quién podría secar el mar sino Él? ¿Quién podría herir a Egipto sino Él? ¿Quién se atrevió a levantar la mano sino Él? Pero, en medio de todo eso, Él era Dios, y Él Mismo Se mostró Dios. Él ciertamente quería que Su pueblo lo hiciera.",
    "Luego Él empapó la tierra de Palestina, con la sangre de machos cabríos y vacas, becerros, ovejas. Pero la gente no se pudo mantener; no fue suficiente, porque la vida del becerro… Rota la célula sanguínea, y al regresar la vida animal, no coincidía con la vida humana.",
    "Un día, Dios determinó que salvaría a Su pueblo, Su Iglesia predestinada. Él Mismo tuvo que hacerlo, porque Él lo predestinó antes de la fundación del mundo.",
    "El hombre es un fracaso, y siempre lo será. Para empezar, él es un fracaso, y siempre será un fracaso.",
    "Dios, en Su predestinación, en Su Propia gran mente infinita, ideó el plan para plantar una verdadera Vid. Y Él plantó en esta tierra, la Vid, la Vid justa; no una denominación, no una iglesia, no un credo, sino un Hombre, Él Mismo, hecho carne. Y Él manifestó Su paz, Su Poder, el gran Ángel de Dios. El gran Jehová estaba con Él. Y en Él habitaba corporalmente la plenitud de la Deidad. Y los hombres no Le creyeron; Le descreyeron porque Él no quiso cooperar con su credo.",
    "Finalmente, Lo llevaron al Calvario. Allí esa célula de Sangre fue rota, del precioso Hijo de Dios, el Cuerpo en el cual vivió Jehová. Allí brotó una Vid, con Sus raíces en la Gloria, con Sus ramas en la tierra, para producir una Iglesia del Dios viviente, que mostraría Su resurrección y Su Poder. ¿Quiénes son estos hombres y mujeres que le negarían a esa Iglesia, la Vid del Dios viviente? La Presencia del Señor Jesús con Su Iglesia que nunca falla, para vivir, y para mostrar Sus pámpanos predestinados, que Él tomó antes de la fundación de la tierra. Y juró, por juramento, que Él los levantaría. ¡Y Su Iglesia, hoy, con la gloria de Su resurrección viviendo en Ella! “Yo soy la Vid; vosotros sois los pámpanos”. Cada vez que el corazón late, la sangre pulsa a cada miembro del cuerpo. Cada vez que el corazón leal de Dios late, palpita a través del Nombre de Jesucristo, a la Iglesia: “Todo lo que pidiereis en Mi Nombre, eso haré. Yo estoy con vosotros todos los días, hasta el fin del mundo”.",
    "Con razón Pedro dijo, en el Día de Pentecostés: “Arrepentíos, cada uno de vosotros, y bautícense en el Nombre de Jesucristo para perdón de vuestros pecados, y seréis llenos de la Vida de la Vid”. El Espíritu Santo desplegando Su Nombre, que, si con Él estamos conectados, Él está conectado con Dios, porque Él era la Raíz y el Linaje de Dios.",
    "Él vino a la tierra. “La tierra fue hecha por Él. Él vino al mundo; y el mundo no Le conoció”.",
    "Y ahora, hoy, Él, después de morir, entregando la célula de Sangre para ser rota, que por medio de la Sangre de Jesucristo una Iglesia pudiera ser santificada y puesta en orden. Que, el gran Espíritu Santo, el cual es la Vida de la Vid, la Vida Eterna de la Vid, ese Espíritu Santo pudiera pulsar en cada miembro de la Iglesia del Dios viviente.",
    "Con razón ellos son un pueblo extraño y peculiar; con razón actúan de manera extraña. Ellos ya no tienen asuntos con este mundo, porque están muertos y sepultados en Cristo, y han resucitado a una nueva vida, para ser las primicias de aquellos que disfrutan de la resurrección espiritual, para que el Espíritu Santo fluyera por cada miembro, y mostrara la gloria de Dios, como Dios le mostró a Egipto cuando produjo la Vid.",
    "Ahora, hay una vid silvestre. La Biblia lo menciona en Segunda de Reyes. Y notaron, cuando este predicador salió a recoger guisantes, él encontró la vid silvestre. Esas vides silvestres deben crecer cerca de algún seminario en alguna parte, porque eso sucedió en la escuela de los profetas. Y él recogió una buena cantidad de calabazas. Las arrojó en una olla, y quiso mezclarlas con verdadero potaje genuino. Y ellos gritaron: “Hay muerte en la olla”.",
    "Hermano, hay una vid silvestre que crece, y crece alrededor de credos, denominaciones. Y cuando sale, apaga todo el gozo espiritual. Y de repente, esa vid está muerta.",
    "Pero Dios ha determinado que Su vid no muera. Así que Él La arrancó de esos credos, y La llena con el Espíritu Santo, y La asienta, en el Nombre de Jesucristo. Allí esa Iglesia puede palpitar y vivir, y disfrutar, sentir la Presencia del Dios viviente, viéndolo a Él moverse y obrar las cosas que hizo cuando Él estuvo aquí en la tierra.",
    "¿Por qué? Sus ramas, Su conexión, Su raíz, Su principio, fue Dios. Él fue el Cordero inmolado antes de la fundación del mundo. Antes de que hubiera un mundo, Él estaba con Dios. Él era la Raíz y el Linaje de David, la Estrella de la Mañana, el Lirio de los Valles; eso es lo que Él era.",
    "Sus raíces están envueltas en Dios, alrededor del Trono, alrededor del Reino de Dios; están envueltas Sus raíces. Su Vida se extendió a la tierra. Y Él dio Su Vida, para poder regresar a las raíces y palpitar de nuevo, para producir ramas de esa Vid, la cual es Su Iglesia mostrando los mismos resultados que cuando Él estuvo aquí en la tierra, para hacerlo a Él el mismo ayer, hoy, y por los siglos.",
    "¡Oh, Iglesia del Dios viviente, cree esto, la Verdad! Allí está Él. Cuando el verdadero Espíritu de Dios viene al creyente, lo que sea que diga la Escritura, él dirá: “Amén”. ¿Por qué? El Espíritu Santo que escribió la Biblia, está en él, su vida pulsando. A él no le importa quién está sentado alrededor, o lo que alguien más diga; siempre cuadrará con la Palabra.",
    "Existe lo falso. Son calabazas. Viene de la vid silvestre. Es una vid grande, cubre toda la tierra, pero es muerte. Bastante de eso ha sido esparcido entre la gente.",
    "Pero, recuerden, la “Harina” la trae de nuevo a Vida, desarráiguela y póngala en un buen lugar, el cual es Cristo Jesús. Lo que sea Su Palabra, que sea “amén” para Ud. Y el Espíritu de Dios, entonces, el gozo espiritual fluirá como el río. “Él será como un hombre, un árbol, plantado junto a corrientes de agua. Sus hojas no se marchitarán. Él no se sentará en la silla de los escarnecedores o los incrédulos, o la persona impía que vive conforme a las cosas del mundo, pero dará frutos a su tiempo”. ¿Qué clase de fruto? Si Ud. está plantado en Cristo, Ud. producirá fruto espiritual, frutos espirituales del Espíritu Santo. El Espíritu Santo vive en Ud.",
    "La mujer junto al pozo lo expresó muy bien. Para terminar, diremos esto. Ella dijo que cuando lo vio a Él, parecía un hombre común. No había nada conspic-ente al respecto, conspicuo, más bien.",
    "Porque la Escritura dice: “Sin hermosura para que Le deseemos. Escondimos nuestros rostros de Él”.",
    "Y ellos hacen lo mismo hoy. Si ellos no están prosperando de los frutos espirituales del Espíritu, si no están creciendo de las cosas de Dios, Cristo es una cosa fea para ellos, “Un montón de santos rodadores, un montón de gente loca que no están en sus cabales”.",
    "Pero, para el creyente, él Lo abraza; es Vida Eterna. Nada nos puede separar del amor de Dios. Ni la muerte, ni el dolor, ni el hambre, ni nada puede separarnos. Estamos Eternamente asegurados en Su abrazo. Allí estamos, cuando él abraza esa cruz.",
    "La mujer dijo, cuando… Él hizo la pregunta: “¿Me traerías de beber?”.",
    "Ella dijo: “No es costumbre que Tú, un hombre, un judío, le pida a una samaritana, como yo, tal cosa”.",
    "Él dijo: “Pero si tú supieras…”. En otras palabras, algo así: “Si tú supieras cuán cerca estás de la Fuente de Vida, Yo te daría agua de la que no vienes a sacar aquí. Yo te trasplantaría a ti, samaritana. Te traeré a ti, pecador”. Ese es el incrédulo, y no cree en Eso. “Si tan solo Me dejas desarraigarte esta mañana, dijo Él, Yo te plantaré junto a corrientes de agua. Yo te pondré en posición, por el bautismo del Espíritu Santo, en donde creerás que toda Palabra que Yo diga es la Verdad. Si tan solo Me permites desarraigarte, en esta mañana, tú serías una buena rama. Tú no perteneces a esa viña silvestre. Tú perteneces aquí, así que déjame desarraigarte; plantarte en Mi Nombre, junto a los ríos, cada afluente de la Palabra de Dios. Porque toda Palabra de Dios es veraz; toda promesa Divina es la Verdad. Yo os plantaré junto a los ríos de una sola agua, un solo Dios. Y producirás fruto, en tu tiempo. Tus hojas no se marchitarán. Y todo lo que hagas prosperará. Ud. se parará cuando no haya otro lugar donde pararse. Como sea, Ud. se parará, sabiendo que Dios hizo la promesa. Permíteme desarraigarte” dijo Él, “y plantarte aquí junto a esta Agua, para que tú—tú no tengas que correr a estos lugares de credos, y lugares denominacionales, en busca. Como sea, no Lo puedes encontrar allí. Permíteme desarraigarte, de este viejo pozo seco aquí, donde tienen que tomar baldes de hojalata, y traquetear y hacer ruido, para beber un poco, y regresar y beber un poco. Yo te daré Vida Eterna, gozo, como un pozo, burbujeando para Vida Eterna. Permíteme. Permíteme hacer eso por ti”, le dijo Cristo a la mujer, al pecador.",
    "Y Él le dice lo mismo a la Iglesia esta mañana. Uds. saben que hay un Dios. Uds. creen que hay un Dios. Pero en su afiliación, algo lo cortó. Ud. está en un desierto; no hay gozo espiritual. A Uds. les gustaría sentirse como aquellos en el Día de Pentecostés. ¿No les gustaría tener el gozo que tuvieron ellos?",
    "Cuando Dios derramó Su Vida, en la primera rama del árbol, ese árbol comenzó a actuar como gente borracha. Ellos se tambalearon bajo el impacto del Espíritu. Hermosas y santas mujercitas como la virgen María, allá afuera actuando como si estuviera borracha. ¡Oh, ella estaba ebria del Espíritu! Y ella intentó hablar, y no pudo. Ella tenía lengua de tartamudos, que significa “dividida”, es tartamudear, queriendo decir algo. Ella estaba tan llena del Espíritu, que no podía decirlo. “Uh-uh-uh-uh”, lengua de tartamudos. Entonces, de repente, comenzaron a hablar en otro idioma.",
    "Y un predicadorcito que no sabía ni escribir su propio nombre en un pedazo de papel, volteó una caja de jabón o algo, o un tronco, y se subió en él.",
    "Bueno, esos incrédulos comenzaron a decir: “Estos hombres están borrachos. Es ese grupo de santos rodadores”.",
    "Este pequeño tomó la Escritura; no un libro de credos, sino la Escritura. Dijo: “Varones de Israel, y los que habitáis en Jerusalén, esto os sea notorio. Porque éstos no están ebrios, como vosotros pensáis, siendo que es la hora tercera del día. Mas esto es aquello que fue dicho por el profeta Joel: ‘Acontecerá en los postreros días, dice Dios, que derramaré Mi Espíritu’, eso es lo que pulsa en ellos”.",
    "¿Le gustaría ser desarraigado de algún viejo credo de por ahí, y sentarse junto a las Fuentes de Vida, donde hay paz como un río?",
    "La muerte misma, para un muchachito por allá, lleno de cáncer, pero que ha recibido el Espíritu Santo. Y los médicos le dicen que se está muriendo. Su padre le preguntó: “¿Estás—estás temeroso?”.",
    "Él dijo: “Estoy listo. Estoy listo. Y para dejar un testimonio a este mundo, entiérrenme de rojo, porque será una señal de que la Sangre de Jesucristo me ha cubierto”.",
    "Es lo que hace Eso. Gozo, como un río, puede enfrentar la muerte, enfrentar al mundo, enfrentar la tentación, pararse ante los críticos y brillar como un Ángel. ¿Por qué? Su vida ya no es suya. Ud. está muerto, y Ud. está sepultado en el Nombre de Jesucristo, y resucitado de nuevo a Vida nueva. Él puede pulsar a través de Ud., Su bendición, y producir pámpanos que están conectados con la Vid. “Los pondré en un lugar predilecto”. Dios dijo que Su Hijo era Su escogencia.",
    "¿Cómo entra Ud. en Cristo? ¿Qué dijo Pedro en el Día de Pentecostés, cómo entrar en Cristo? Él dijo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo, para perdón de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Eso lo incluyó a Ud., ese llamado. “Arrepentíos, bautícese en el Nombre de Jesucristo para perdón de sus pecados. La promesa es para Ud.”.",
    "¡Oh, hermano!, el verdadero Espíritu de Dios hará que Eso palpite, dirá: “Eso es la Verdad”. Vigilen esas calabazas y la vid silvestre. Pero ¡el verdadero Espíritu de Dios, que quiere ser plantado en un lugar predilecto, donde los frutos del Espíritu!",
    "Y ¿qué hizo Jesús entonces? Él dijo: “Siendo que esa mujer quiere aceptar eso…”.\n\nElla dijo: “Señor, dame esa Agua. Yo quiero esa Agua”.",
    "Dijo: “Deja allí tu vasija vieja. Ya no necesitas esa clase de cántaro. Ud. no necesita su carta del credo. Dejen atrás su estilo propio de forma presbiteriana, bautista, metodista, pentecostal. Vengan aquí a la Fuente. Y Yo te llenaré de gozo que fluirá como un río”.",
    "Como dijo el anciano de color: “Tengo paz como un río”. Fluye día y noche. Frente a la muerte, fluye igual.",
    "Pablo dijo: “¿Dónde está, muerte, tu aguijón? Y sepulcro, ¿dónde tu victoria? Mas gracias sean dadas a Dios, que nos da la victoria por medio de Jesucristo”. Seguro.",
    "Ella Lo miró a Él. Ella comenzó a hablarle a Él acerca del lugar para adorar. Y Él le dijo a ella: “Ve y trae a tu marido”. (“Le haré saber si Dios aún vive. Yo soy la Vid”.) “Ve a buscar a tu marido”.\n\n“Pues” dijo ella, “yo no tengo marido”.",
    "Él dijo: “Es cierto. Cinco has tenido, y con el que ahora estás viviendo no es tu marido”.",
    "Ella se volvió. ¿Qué fue? Su—su injerto, la vida de su vida, donde ella había sido desarraigada de este viejo árbol del credo, se había agarrado, al entrar la primera pulsación de Dios en sus ramas.",
    "🦅 Señor, me parece que Tú eres profeta. Y yo sé que la Escritura dice que el Mesías vendrá y Él hará esta cosa”.\n\nÉl dijo: “Yo soy. Yo soy Él”.",
    "Ella dejó tirado allí ese viejo credo. Tan rápido como pudo ir, comenzó a esparcir las nuevas; “Vengan a ver a un Hombre Quien me ha dicho las cosas que he hecho. ¿No será éste el mismísimo Mesías?”. El Mesías es el Dios ungido. Lo reconoció a Él como Dios, Emanuel el profeta, Dios;\n\n“Yo soy la Vid. Vosotros sois los pámpanos”.",
    "Ella dijo: “Bueno, Uds. personas, Uds. judíos adoran allá en Jerusalén. Uds. tienen una iglesia grande allá, y un credo”.\n\nÉl dijo: “Yo lo sé”.\n\nDijo ella: “Nosotros adoramos aquí en este monte”.",
    "Él dijo: “Yo lo sé. Pero el tiempo viene, y ahora es, cuando esos credos de Jerusalén, o este credo samaritano, no funcionarán. Porque Dios es Espíritu, y los que Le adoran, en Espíritu y en Verdad es necesario que Le adoren”.",
    "Ese es el pámpano que tiene la Verdad. “Arrepentíos, cada uno de vosotros, bautícese en el Nombre de Jesucristo para perdón de sus pecados”, y seréis conectados al pámpano. Uds. tendrán estas, lo mismo, porque el Espíritu de Dios palpitará a través de Uds., traerá a Uds. ríos de gozo, paz, paciencia, fe, bondad, humildad, mansedumbre. Le dará, hará, de un… De un lobo, hará de Ud. un cordero. De un buitre, hará una paloma. ¿Ven? Es el Espíritu del Dios viviente que cambia su naturaleza. Ahora venga a Él, y sea injertado y llegue a ser una de Sus ramas. Pues un día…",
    "Esa línea de Vida que está establecida así, es la Vida de Cristo, el Espíritu Santo, conectando con el Reino de Dios. Dios bajará, esa rama Eterna, algún día, y a todos aquellos que están muertos en Cristo los traerá con Él, cuando Él levante el Árbol de nuevo. Que está plantado junto a los ríos de Vida, donde el Árbol perenne nunca se marchita ni pierde Sus hojas.",
    "A medida que le extiende una rama a Ud. esta mañana, mi querido amigo, recíbala, y sea desarraigado de su pecado, arrancado de su duda, de su credo.",
    "Yo no les estoy diciendo que dejen su iglesia. Ud. quédese con su iglesia, pero venga a Cristo. Eso es. A mí no me importa a qué iglesia vaya Ud., siempre y cuando Ud. venga a esa Fuente que está llena de Sangre.",
    "Reciba Su Vida, y permita que Ella lo levante, que lo levante a Ud. de la admiración del mundo, hasta que todas las cosas del mundo estén muertas. “El que ama al mundo o las cosas del mundo, el amor de Dios ni siquiera está en él”. Ud. no puede poner vida de calabaza en una vid de uva, y que produzca uvas. ¿Ven? Si Ud. es de Cristo, Ud. ama las cosas que son de Cristo. Ud. está lleno del Espíritu. Ud. es… Él es la Vid; vosotros sois los pámpanos. Permita que Él lo reciba en esta mañana, como lo hizo con la mujer de Samaria, y coloque la vida suya en Su Vida, y lo haga una nueva criatura.\n\nMientras inclinamos nuestros rostros por un momento.",
    "Antes de la oración, ¿habría algunos que levanten la mano, y digan: “Ore por mí, hermano. Quiero mucho estar conectado en Cristo”. Dios bendiga su corazón. ¡Oh, eso es maravilloso! “Quiero estar tan conectado, en Cristo, que mi vida brille para Él. Sácame de (mis) todos mis temores, y dudas, y frustraciones, y credos. Y plántame en Él, esta mañana, donde pueda tener paz como un río. Estoy tan nervioso. No sé a dónde voy. No sé cómo pueda pararme. Colócame allí”.",
    "Ahora, teniendo nuestros rostros inclinados, Uds. que pueden, que levantaron las manos, ¿podrían ponerse de pie, solo para una oración? Solo… Oraremos por Ud., allí mismo donde Ud. está. Porque, tenemos… Pónganse de pie ahora mismo, para que podamos orar.",
    "[Cinta en blanco.—Ed.]…quitándoles, toda confusión. [Cinta en blanco.] …de juntarse con sus impíos; para caminar en una nueva Luz, de este día en adelante. Concédelo, Señor.",
    "Tú has dicho: “Pedid, y recibiréis. Buscad y hallaréis. Llamad, y se os abrirá”. Ahora ellos están llamando. Estoy pidiendo. Permite que lo reciban, Señor. Que este día cambie sus vidas de tal manera, que nunca haya otra duda en sus mentes. Y que ellos vengan a Casa a Ti, en ese Día.",
    "Ellos se han parado, Señor, en esta mañana. Ellos están de pie ahora por Ti, delante de sus semejantes. Tú has dicho: “El que haga tal cosa, Yo me pararé por él delante de Dios y de los santos Ángeles. Pero si él se avergonzare de Mí, entonces, en aquel Día, Yo Me avergonzaré de él”. Señor, ellos no se avergüenzan en esta mañana. Están de pie. Ahora, Tú cumples Tu Palabra. Llénalos con Tu Espíritu, y dales una vida de servicio, para que, en el mundo por venir, puedan disfrutar de la Presencia que nunca falla del Señor Jesús. Desde este día en adelante, Te los encomendamos a Ti, en el Nombre de Jesús. Amén.",
    "Dios le bendiga. Alguien cerca de ellos que les dé la mano, que esté cerca de ellos.\n\nHay una Fuente…",
    "Ahora el mensaje ha terminado, adoren ahora al Señor, solo cierre sus ojos.\n\n…Sangre,\n\nDe Emanuel… (Ese era Dios, Emanuel.)\n\nY pecadores, (incrédulos) se sumergen…\n\nDese prisa, corra, venga.\n\n…debajo…\n\nPierden toda mancha de culpabilidad.\n\nPierden…",
    "Solo adórenlo ahora en el Espíritu. Solo deje que su corazón se libere. No me importa a qué iglesia pertenezca Ud. Simplemente, en su corazón: “Gracias, amado Dios”.\n\nY los pecadores…bajo ese raudal,\n\n…sus culpas…",
    "Ahora quiero que levanten la mano, Uds. Cristianos, ahora, los creyentes, y canten esto conmigo.\n\nDesde que por fe vi ese raudal\n\nAllí logré lavar;\n\nNo es un credo ahora, recuerden.\n\nLa gloria de Su gran poder me gozo en ensalzar.\n\nY lo será hasta que yo muera.\n\nY lo será hasta que yo muera,\n\nY…(Esa será mi…) …yo muera;\n\nRedentor…(No un escarnecedor, sino amor redentor.)…ha sido mi tema,\n\nY lo será hasta que yo muera.",
    "¿Son sinceros en Eso con Él? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Así sea. Mi Fe mira hacia Ti.",
    "¿Cuántos están enfermos y necesitados esta mañana? Después de lo espiritual, Ud. necesita ayuda física. Levanten la mano, entonces podremos verlos. “Estoy necesitado, Hermano Branham. Estoy—estoy aquí. Estoy enfermo. Yo—yo simplemente no puedo recuperarme. Lo he intentado. He ido al médico. Hice todo lo que sabía hacer, pero parece que no puedo hacerlo. Pero yo creo que Dios me va a sanar”. ¿Lo cree Ud.? Esa es Su promesa.",
    "Ahora, ¿está Ud. plantado junto a los ríos de Agua? ¿Qué Agua? Ese Cristo herido que, como de la roca brotaron aguas, para salvar de la muerte a un pueblo que perecía, Cristo fue herido, para que de Su cuerpo saliera el Espíritu Santo, para que la gente que perece no muera, sino que tenga Vida Eterna. ¿Está Ud.…? Hay muchas cosas diferentes.",
    "Dios promete sanar. “Él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él; por Su llaga fuimos nosotros curados”. Ríos, ríos de una sola Agua, el Espíritu Santo.",
    "🦅 Primero hay apóstoles, profetas, maestros, evangelistas, pastores”, ríos de una sola Agua.",
    "🦅 Hay diversidad de dones. Algunos son llamados a profetizar. Algunos son llamados, dados el don de sanidad. Algunos tienen sabiduría. Algunos tienen conocimiento, por el mismo Espíritu. Algunos hablan en lenguas. Algunos interpretan. Todos por el mismo Espíritu”, Primera de Corintios 12. ¿Qué es? Ríos, ríos de muchas aguas, mucha agua.",
    "Muchos ríos de una sola Agua, el Espíritu Santo dando muchos dones y bendiciones de todas partes. Él también trae ricos dones, dones de sanidad, dones de salvación, dones del Espíritu Santo para obrar en su iglesia y entre la gente. ¡Ríos! Y gozo como el río y la primavera. ¡Qué hermoso!\n\nMi fe espera en Ti,\n\nCordero, quien, por mí,\n\nFuiste a la Cruz.\n\nEscucha ahora mi oración,\n\nDame Tu bendición,\n\n¡Oh! Llene mi corazón\n\nTu santa…",
    "Ahora, Señor, esa es nuestra oración. No vamos a estar de prisa. Este es el sábado. Este es el día que Tú hiciste. Debemos adorarte todo el día. “Todo el día y toda la noche” dijo el poeta, “los Ángeles me cuidan constantemente”. Ahora Los sentimos cerca.",
    "Padre Dios, he hablado una cosa muy severa. Pero no lo hice… Escudriña mi corazón, Señor. Si lo hice con malicia, entonces perdóname. Pero lo hice por amor a Tu rama, Tu Vid. Oro, Señor, que si hay algunos aquí que están afiliados en grandes denominaciones, recuerden… No estoy queriendo pedirles que salgan de allí; solo les estoy pidiendo que no se aten con su credo, sino que vengan a Ti, y sean desatados y cultivados, y les sea derramado el Espíritu. Entonces su iglesia llegará a ser una iglesia mejor, una iglesia espiritual, por la cual Tú vienes, sin mancha o sin arruga, lavados en la Sangre del Cordero. Este mundo intelectual, hoy, Padre, se ha alejado mucho de eso. Ellos esperan grandes multitudes y grandes iglesias, como la vid silvestre. Pero, Señor, nosotros—nosotros nos apegamos a ese dulce fruto, ese fruto del Espíritu, que trae dulzura a nuestra alma.",
    "Pedimos ahora que Tú bendigas a estas personas enfermas que están pasando al frente para orar por ellas. Señor, puedo pedirte una vez más, ¿santificas esta rama indigna, por Tu Sangre? Que Tu Espíritu Se derrame a través de ella, mostrando al Dios vivo, que Tú eres el mismo Dios que le habló a la mujer junto al pozo. Que así sea, para que la gente pueda sobrepasar la confusión, pudiendo ver dónde realmente está el Espíritu de Dios, en el corazón del creyente, no en alguna iglesia, sino en el corazón de un creyente. Concédelo, Padre. Esperaré en Ti ahora, para que Tú Mismo Te muestres, como lo hiciste en los días de antaño. Así como Tú Mismo Te mostraste a través de Jesús, Quien murió para que pudiéramos ser limpios, para que el mismo Espíritu que estaba en Él pudiera venir a través de nosotros, produciendo los mismos resultados. Concédelo, Padre. Porque Te encomiendo todas las cosas, en ese amoroso Nombre de Tu Hijo, Jesús. Amén.\n\nY por la Eternidad\n\nTe alabaré.",
    "Muy bien, Teddy, Solo creed. Ahora, ¿cuántos aquí…? Billy dijo que repartió algunas tarjetas de oración.",
    "Ahora, en la iglesia hemos, siendo que está congestionada, simplemente tomando y pidiendo a todas las visitas entre nosotros que se pongan de pie, y que el Espíritu Santo salga a esas personas y las discierna así. Lo hemos hecho, muchas veces. Ahora, hace unas semanas, alguien dijo: “Pero es difícil para la gente concebir eso. Pero ellos quieren una línea de oración”. Así que, nosotros… ¿Cuántos han estado aquí cuando el Espíritu Santo ha pasado sobre la multitud y tomado a cada persona de la multitud? Seguro.",
    "Ahora, le dije a Billy que repartiera algunas tarjetas, para que pudiéramos llamar, por grupos, y orar por ellos, ¿ven?, para hacerla pasar.",
    "Entonces, e inmediatamente después de esto, van a tener un servicio bautismal para Uds. quienes desean ser bautizados. Les daremos el lugar, la hora, en unos minutos.",
    "Primero, hemos hablado de esto. Hemos hablado de esta Vid, este legado de Dios. Ahora, si eso es verdad, entonces si verdaderamente somos el pámpano predestinado para esa Vid, entonces ese mismo Espíritu Santo tiene que venir a través de nosotros. Y si lo hace, hará lo mismo que hizo por medio de Él, porque Él es la Vid; nosotros somos las ramas. Y si… La Vida que está en la vid tiene que estar en el pámpano, para hacer que el pámpano viva. Si produce algo diferente de lo que produjo esa Vid, entonces es la vid equivocada. Es lo que estoy queriendo decir; tiene que ser la misma Vida.",
    "Ahora, ¿quién tiene tarjeta de oración? ¡Levante la mano!…?… Muy bien. ¿De dónde empieza, del uno al cincuenta, o del uno al cien? O, ¿cuántos saben? Serán—serán las tarjetas de oración, antes… Esperen. Ahora, ¿quién tiene el número uno? ¿Hay una tarjeta de oración número uno aquí? ¿Está? Bueno, ¿de dónde comenzó, entonces, de cincuenta? [Un hermano dice: “Del uno al cincuenta”.—Ed.] ¡Oh, oh!, aquí, del uno al cincuenta. Muy bien.\n\nPárese allí mismo, ¿ven?, número uno.\n\nNúmero dos. Número dos. Muy bien, párese allí mismo.",
    "Número tres, tarjeta de oración número tres. ¿Está en el edificio? ¿Pueden levantarse? Lo siento. Ellos las recibieron, por todas partes. Número tres, ¿podría venir aquí, señora?",
    "Número cuatro. ¿Quién tiene la tarjeta de oración número cuatro? Vaya allí mismo, señora. Número cuatro, ¿vi eso? Es ese… ¿Quién tiene el número cuatro? Muy bien.\n\nNúmero cinco, número seis, siete, ocho. Ocho, número ocho.",
    "Nueve. Ahora esperen aquí. Número ocho, nueve. Algunas personas han salido, así que puede ser que haya sido uno. Número nueve.",
    "Número diez, número once, número doce, trece, catorce, quince.",
    "¡Fiu! Me faltan cuatro o cinco. Pues, le encontraremos. Tal vez salieron. Si alguien entra, Hermano Taylor, observe y vea si tienen tarjetas de oración allá. Colóquelos en la línea, por favor. Si es que tal vez han salido allá atrás para alguna parte.",
    "Ahora voy a pedir reverencia completa, y que sean igual de reverentes.",
    "¿Cuántos aquí están enfermos y no tienen una tarjeta de oración? ¿Levantarían Uds. las manos y dirían: “Estoy enfermo y necesitado y no tengo una tarjeta de oración”? Muy bien. Ahora miren hacia acá y crean. Muy bien.\n\nAhora, Hermano Teddy, muy suave.",
    "Ahora, si estas personas no vienen, podemos continuar con la línea de oración, desde otro lugar. Pero vamos a esperar, para darles un lugar.",
    "Ahora, este es el momento en que todo lo que he dicho tiene que probarse si es correcto o errado. ¿No dice la Biblia: “Examinadlo todo; y retened lo bueno”? Ahora, si… Jesús, siendo la Vid de Dios, envuelto alrededor del Trono de Dios, trajo Vida Eterna a la Iglesia, y nosotros somos los pámpanos de esa Vid. ¿Ven?",
    "Él plantó a Israel en Palestina. No funcionó. Llegaron a ser como… Sus frutos se desvanecieron como un bejín. Creció de la noche a la mañana, y desapareció, mostró que no estaba bien; no tenía lo “Eterno”.",
    "Pero los frutos que están en Cristo Jesús permanecerán para siempre; tienen que hacerlo. Y si Su Espíritu, que estaba en Él, aún está vivo hoy, no es una denominación de la noche a la mañana. Es un Dios viviente que produce la misma Vida que Él produjo. ¿Lo creen?",
    "Ahora, no lo desvanecerá y dirá: “¡Oh, esas cosas eran para otro día! ¡Oh, es algo como esto!”. Si es así, Ud. desarráiguese en esta mañana.",
    "Es algo real. Es Vida verdadera. Es el verdadero Cristo. Ahora Uds. tengan fe y crean, no duden ni una pizca de que Dios está presente para sanar a los enfermos.",
    "Ahora, los que no tienen una tarjeta de oración, si Uds. oran y solo creen con todo su corazón, entonces—entonces Dios lo hará, Dios le concederá a Ud. las cosas que pide. ¿Cuántos lo creen ahora?",
    "Ahora quiero preguntarles una cosa más. Si Dios hace tal… Ahora veamos si hay alguien en esta línea que yo conozca. No hay nadie allí que yo conozca.",
    "Sí, Hermana Logston. ¿No es Ud. la Hermana Logston? ¿Lo es Ud.? [La Hermana Logston dice: “No estoy en la línea”.—Ed.] ¡Oh, Ud. no está en la línea! Lo—lo siento.",
    "Supongo ahora que todas esas personas son desconocidas para mí. ¿Es—es correcto? Yo no sé nada de Uds. Levanten la mano si es así. Miren, ¿cómo sucedió eso? ¿Y cómo sucedió eso, simplemente con venir y repartir toda una línea de tarjetas de oración, a cualquiera que las quiera aquí, a aun a los que tal vez… que—que faltan? ¿Cómo sucedió eso? Una línea completa allí, nadie aquí ahora del tabernáculo. Yo no creo que eso haya sucedido antes.",
    "Ahora Uds. que no tienen una tarjeta de oración. Hubo una mujer que se abrió paso entre la multitud, una vez, y tocó el borde de Su manto, porque ella dijo: “Yo creo. No importa lo que diga el sacerdote, o cualquier otra persona; yo Le creo a Él. Si puedo tocar Su manto, seré sana”. ¿Conocen la historia? Y ella tocó Su manto. Y Él Se volvió hacia ella y le dijo que su flujo de sangre había cesado. Su fe la había sanado. ¿Saben Uds. que eso es la Verdad?",
    "Bueno, Él es el mismo Sumo Sacerdote esta mañana. Él está en el Trono de Dios. Su Palabra, esas son Sus Ramas, la Palabra de Dios conectada al Trono de Dios antes de la fundación del mundo. ¿Lo creen Uds.? Ella produjo Vida, Cristo Jesús. A través de esa Vida, traída en las ramas, trae la misma Vida que es del Trono. ¿Correcto? Entonces Él Se sienta, la condición de Sus raíces hoy, es a la diestra de la Majestad en el Cielo, para producir la misma Vida a través de Su Iglesia. Él es el Sumo Sacerdote que puede ser tocado por el sentir de nuestra debilidad. Eso es verdad, ¿no es así? Ahora Ud. crea eso con todo su corazón.",
    "Si Él hace esto, ¿cuántos de Uds. enfermos allá afuera lo aceptarán? ¿Todos Uds.? Ahora, Teddy…",
    "Ahora aquí está parada una mujer, que acaba de levantar la mano que yo no la conocía. Y Dios sabe que, hasta donde yo sé, nunca la había visto antes.",
    "Ella pudiera aun ser de esta ciudad. No lo sé. Ya no conozco a la tercera parte de la gente. Gente nueva ha llegado. Cuando iba al centro, yo—yo los conocía a todos. Ahora, a duras penas conozco a alguien, porque todos se han mudado aquí.",
    "Yo no conozco a la mujer. Ella no me conoce. Pero si esa misma Vida que estaba en esa Vid, que prometió que el pámpano traería la misma línea que la… la misma Vida que trajo la Vid; “El que en Mí cree, las obras que Yo hago, él las hará también”. ¿Es esa la Escritura? San Juan 14:8. Muy bien.",
    "Ahora, si la obra que Él hizo, habló con la mujer junto al pozo y le dijo algo que estaba oculto en su vida; si ese mismo Espíritu Santo, esta mañana, obra a través de la iglesia aquí, y habla a través de mí, y le dice a esta mujer algo por lo que ella está aquí, o algo que ha sucedido en su vida, o alguna otra cosa que ella sabe de la que yo no sé nada. Pues, si no la conozco, pues, yo—yo no sé nada de ella. Ella simplemente está parada aquí.",
    "Pero si ese Espíritu Santo concede eso, infaliblemente. Aquí está la Palabra de Dios, lo promete. Aquí estamos los dos, diciendo, los dos: “Nunca nos hemos conocido, nunca nos vimos”. Si el Espíritu Santo revela eso, entonces, esa misma Vida que estaba en esa rama aún está viva, o en la Vid, más bien, palpitando a través del pámpano. Que el Señor Dios lo conceda.",
    "Ahora, en el Nombre de Jesucristo, tomo todo espíritu aquí bajo mi control, por causa del Reino de Dios. Ahora, ahora solo sean muy reverentes, todos.",
    "Nos encontramos por primera vez, un hombre y una mujer, y es algo así como fue en la Escritura. Dios quizás está permitiendo esto, para que la gente en el Día del Juicio sepa, no tenga excusa. Si alguien se fuera esta mañana, sin haber sido plantado en Cristo, sin conocer Su bondad y Su misericordia, sin eso allí, tendría una oportunidad muy pequeña, diría yo, en el Día del Juicio. Cuando la Palabra ha sido predicada, y entonces si Su Espíritu…",
    "¿Ven?, una cosa es predicar algo. Si Él es un Dios histórico, entonces eso es exactamente lo que Él hizo en la historia. Pero si Él realmente es la Vid, y nosotros somos los pámpanos, entonces el pámpano en sí es parte de eso. La Vida que está en la Vid está pulsando directamente a través del pámpano, ¿ven?, así que tendrá que producir lo mismo. Él lo prometió: “El que cree en Mí, las obras que Yo hago, él también las hará”.",
    "Ahora, si Ud. está enfermo, y eso—eso yo no lo sé. Pero si Ud. está enfermo, yo no podría sanarlo, porque Él ya lo ha hecho.",
    "Pero pudiera ser que Su Presencia aquí les hiciera a Uds. entender perfectamente que Él está aquí. Entonces eso elevaría su fe para aceptarlo. ¿Ven? Así es como le haría a la congregación. Lo que haría por esta mujer, lo haría por cada uno de Uds. Ahora solo créanlo.",
    "Porque: “Él fue herido por nuestra rebelión. Por Sus llagas fuimos nosotros curados”. Lo fuimos. Hace mucho tiempo, hace dos mil años, la salvación y la sanidad vino allá.",
    "Ahora Ud. dice: “¿Por qué sigue hablando, Hermano Branham?”. Estoy viendo qué dirá el Espíritu Santo. Yo no la conozco a ella.",
    "Y el lugar más difícil que he tenido para tener una reunión, es aquí mismo. Pues, Cristo lo dijo: “Un profeta en su propia tierra, entre su propia gente”. ¿Lo ven? “Él fue a los Suyos, y muchas cosas Él no pudo hacer”. Él se alejó. Ahora, no es por causa de este grupito aquí; no es por eso. Mi iglesia, ellos me aman y me creen. Pero es el elemento externo. Y la Palabra de Dios dijo; Ella lo dice.",
    "Pero me—me estoy tomando un momento, para ver si el Espíritu de Dios me unge para averiguarlo. Ahora, ella es un espíritu y ella es carne. Algún día el espíritu se irá, y entonces la carne se descompondrá. El espíritu va a Dios Quien lo dio. Aquí también hay un espíritu, parado aquí, pero está representado en un cuerpo de carne. Ahora, si estos espíritus están conectados a esa Vid, producirá el…",
    "¿Qué fue? Cuando un espíritu vino ante Jesús, que sufría de algo, ese Espíritu que estaba en Él lo reveló. ¿Ven? Y la mujer, cuando Aquello lo reveló, ella lo aceptó, y dijo: “Tú debes ser el Mesías. Sabemos que cuando Él venga, Él nos dirá estas cosas”.",
    "Pedro, cuando vino, ¡oh!, él se preguntó de qué hablaba Andrés. Dijo: “Él es el Mesías”. Y cuando llegó a Él, le dijo: “Tu nombre es Simón. Tú eres el hijo de Jonás”. Eso fue suficiente para él. ¿Ven? Sabía que Él no le conocía a él.",
    "Pero Él sabe quién es Ud. Yo no sé quién es Ud., pero Él sí. Yo no sé nada de Ud., pero Él sí.\n\nAhora, aquí está Él. Ahora el Espíritu de Dios está aquí en el altar.",
    "Ahora, entonces, Ud. supo que sucedió algo. Ud. está aquí por una condición nerviosa. Así es. Ud. también tiene artritis. Esa es la verdad. [La hermana dice: “Así es”.—Ed.] ¿Cree Ud.? Yo nunca he visto a la mujer en mi vida.",
    "Ahora, ¿qué dulce eso, tan…? Sé que Uds. deben sentirlo; Lo estoy mirando. ¿Ven? Es como un dulce encanto.",
    "No, veo a un hombre que aparece aquí. Es su hermano. Ud. ha estado orando mucho por él. Veo a un joven, a un hombre más joven. Debe ser un ministro. Es su hijo. Él tiene un problema espiritual. Ud. ha recorrido un largo camino para llegar aquí. Ud. viene del Sur, camino acá. Ud. es de Tennessee. Ud. es la Sra. Tabor. Regrese. Ud. tiene su petición. Dios se la da a Ud. Si…",
    "Ahora, en ningún momento toqué a la mujer; el Espíritu Santo lo hizo. Ahora, eso es lo mismo. ¿Sucedió de esa misma manera en la Biblia? Esa mujer dijo: “Tú debes ser el Mesías”. Ahora, eso no significa que yo sea el Mesías. Eso significa que el Espíritu del Mesías está aquí. Nosotros solo somos hombres y mujeres; es el Espíritu del Mesías.",
    "Ahora, recíbalo Ud., sea desarraigado de esa incredulidad vil, y sea plantado allí mismo junto a Él, ¿ve?, ahora. Levántese y diga: “Señor Jesús, Tú eres el Hijo de Dios, el Sumo Sacerdote. El Hermano Branham acaba de decir que Tú estás sentado en la Majestad Arriba. Tú fuiste predestinado antes de la fundación del mundo, Tú fuiste inmolado, para traer estos resultados; para que yo, un creyente a medias, tratando de creer, pudiera llegar a creer plenamente. Permíteme tocar Tu manto. Haz que él me hable”. Uds. que…",
    "Uds. en la congregación, digan Uds. lo mismo. “Porque si Tú eres el mismo ayer, hoy, y por los siglos, Tú—Tú—Tú permite que yo Te toque con mi fe, dejando a un lado todo pensamiento de incredulidad. Déjame tocarte”.",
    "Creo que Ud. también levantó la mano, que éramos desconocidos el uno para el otro. [La hermana dice: “Así es”.—Ed.] Muy bien. Ahora, si el Señor Jesús me puede revelar algo que—que esté mal con Ud., o algo de alguna manera, Ud. creería que, que esta línea de Vida, que la Iglesia en realidad está plantada en Dios. Jesús dijo: “En aquel día conoceréis que Yo estoy en el Padre, el Padre en Mí, y Yo en vosotros, y vosotros en Mí”. ¿Ven? Es esa Vida de Dios fluyendo directamente a través del Nombre de Jesucristo, directamente a la Iglesia, ¿ven?, nos hace uno; somos ramas. Nosotros somos representantes Suyos.",
    "Si Ud. lo cree, ese problema del pie la dejará. ¿Lo cree Ud.? [La hermana dice: “Creo. Yo creo”.—Ed.] Muy bien. Ud. puede recibirlo. Y su esposo allí también sería sanado. ¿Cree Ud. que podría serlo, de la hernia? [“Sí”.] Ud., señor, ¿cree que será sanado? [El hermano dice: “Amén”.] A-já. ¿Lo cree? También tiene una hija. Ella tiene un espíritu, de algún problema espiritual. Uds. vienen del Norte, camino acá. Ud. viene por la carretera. Ud. es de Austin. Su nombre es Sra. White. Eso es ASÍ DICE EL SEÑOR. [“¡Oh”!] Regrese y crea ahora, y sea sana, y luego sea restablecida. Dios le conceda el deseo de su corazón.",
    "🦅 Si podéis creer, todo es posible”.",
    "La Vida de la Vida de Cristo, en la rama. La rama no es el Tabernáculo Branham. La rama no es William Branham. La rama es cualquiera que sea arrancado de su incredulidad, y plantado en Él.",
    "Yo creo que Ud. también levantó la mano que, éramos desconocidos. Yo no la conozco. Dios sí la conoce. Ud. no está aquí por Ud. misma; es por un niño. Veo la Luz suspendida sobre el niño. Si Dios me revela cuál es el problema de su hijo, ¿me creerá que soy Su profeta, y creerá que le digo la verdad? Creería. El niño tiene un problema al corazón. Es algo como una válvula, dijo el médico. Ha sido examinado. Él quiere enviarlo a la clínica inmediatamente. Así es. Ud. es de aquí de Jeffersonville, de aquí de la calle Fulton. Pero, así es. Y su nombre es Sra. Burkhart, Irene Burkhart. Regrese, y crea por el bebé, se recuperará.",
    "🦅 Si podéis creer, todo es posible”. ¡Si Ud. solo cree!",
    "Esta mujer sentada aquí con ese problema de nervios. Sí. Olvídelo. Ud. se va a casa, esté bien ahora.\n\n“¡Si podéis creer”!",
    "Tiene su mano levantada así, tiene problemas de espalda. ¿Cree que Dios lo sanará? ¿Lo cree Ud., lo acepta? Entonces váyase a casa y sea sano. Jesucristo lo sana.",
    "Lo suyo es el riñón. Así que, siga su camino, Ud. también recibe la suya, señor. Dios le bendiga.\n\nTengan fe en Dios. No duden.",
    "La mujer de color. Hay dos de ellas. Allá atrás en la parte de atrás. Un crecimiento de la garganta, en la garganta. Crea con todo su corazón. ¿Lo cree, señora? Con algo como un gorrito, allí. ¿Cree Ud.? Levante la mano. Muy bien. Vaya a casa; eso la dejará.",
    "Hay una mujer más joven que esta. Yo no la conozco. Dios sí la conoce. ¿Cree Ud. que Él puede sanarla? [La hermana dice: “Sí”.—Ed.] Bueno, regrese a New Albany, Srta. Pearl Allen, y sea sana. Jesucristo la ha sanado. Vaya, creyéndolo, que puede sanar.",
    "Tengan fe en Dios. ¿Creen Uds. con todo su corazón? Ahora, ¿no es…? ¡Oh!, está sucediendo de todo, por la… ¡Si Ud. pudiera solo creerlo, amigo!",
    "¿Cómo está, señor? ¿Le cree Ud. a Jesucristo el Hijo de Dios? ¿Cree Ud. que yo soy Su profeta? [El hermano dice: “Lo creo”.—Ed.] Ud. cree que lo que yo le diría. Ud. sabría si es la verdad o no. ¿Cree Ud. que lo que he predicado esta mañana es la Verdad? [“Sí”.] Ud. lo cree. Ud. está aquí por algo bueno. Ud. está aquí para deshacerse de un hábito, el de fumar. Lo veo a Ud. mirando eso, y condenando el asunto, y apartándolo de Ud. Así es. No… si Ud.… Escuche. Ud. quiere la oración por su esposa. Ella sufre de algo como mareos. Sr. Carlock, regrese a Owensboro, Kentucky, de donde Ud. viene; no toque otro. Jesucristo lo sana. Vaya, en el Nombre del Señor, y sea sano.",
    "¿Creen Uds.?",
    "Ahora miren. Este hombre que viene aquí, solo ponga su mano sobre la mía, señor, aquí. Su problema de la espalda se ha ido. Simplemente regrese por allí, agradeciendo a Dios. Amén.",
    "¿Quiere ir a comer su cena? El problema estomacal lo dejará si Ud. lo cree. ¿Lo cree Ud.? Siga su camino. Solo alabe a Dios, y diga: “Gracias, Señor”.",
    "¿Cuántos creen con todo su corazón?",
    "Dios le bendiga. Así también, Ud. puede ir y alabar al Señor. Diga: “Gracias, Señor”.",
    "Ud. tiene un problema que mucha gente tiene aquí. Es nerviosismo, hace que su corazón se descontrole, y problemas cardíacos. ¡Si Ud. cree de todo corazón!",
    "Por allá, ¿cuántos tienen un corazón nervioso y cosas? Ahora levanten sus manos así. Miren esto aquí. ¿Cómo pudiera uno llamarlo? ¿Ven?",
    "¿Creen Uds. de todo corazón? ¿Ud. también? Muy bien. Vaya y sea sanado en el Nombre de Jesucristo. No dude ni un poquito, sino crea que lo que le ha sido dicho es la Verdad. Crea que está sano. Ud. tendrá lo que pide.",
    "Los demás hagan lo mismo. ¿Cuántos más de Uds. aquí lo tienen? Muy bien, señor. ¿Cuántos allá afuera están necesitados de Dios? Levanten sus manos. Y digan…",
    "Miren. Entiendan esto: yo no puedo sanar a nadie; soy un hombre. Si Cristo estuviera parado aquí, Él no podría sanar a ninguno de Uds. Él ha establecido un programa, y ese programa es que Ud. crea que Él murió por Ud., por ese medio puede Ud. ser sanado. Esa es la única manera. Es sanidad por fe. ¡Fe! Crea que Cristo ha pagado el precio por Ud. ¿Cuántos lo entienden ahora? Muy bien. ¿Cuántos lo aceptan? Muy bien.",
    "Mientras oramos, pongan sus manos el uno sobre el otro. Pongan sus manos el uno sobre el otro, cada uno ore.",
    "Ahora Ud. puede ir a su asiento, hermana. Dios la bendiga ahora. Reciba la salud…?… Sí. Así es. Es una condición nerviosa, pero la—la dejará. Vaya caminando ahora por allí, vea si eso… Empieza a sentirse diferente, ¿no es así? ¿Ven? Seguro. Ud. fue sanado, parado aquí mismo. ¿Se fijaron cómo él se bajó del escalón entonces sin eso? ¿Ven? Y ahora Ud. está bien. Ahora puede irse a casa, estar bien. El Señor lo bendiga.",
    "Ahora con sus manos el uno sobre el otro. ¿Ven?, no tenemos mucho tiempo, es casi mediodía; y aún tienen un servicio bautismal.",
    "Seguro, seguro, amigos, la gran Vida de Dios, el gran Espíritu Santo Quien infaliblemente mostró que Él está presente, muestra que esa Vida que viene del Trono de Dios está palpitando en las ramas, para mostrar Vida. ¿No lo creen Uds.? Entonces, no, yo no sané a ninguna de estas personas que vinieron aquí. La fe de ellos lo hizo porque les fue dicho algo que es la verdad. Si Ud. estuviera aquí, Eso haría lo mismo.",
    "Ahora para Uds. allá afuera, Él les está revelando a Uds. lo que necesitan. Ahora mientras oramos, todos juntos, oren, Uds. crean que cada palabra es la verdad, y observen lo que sucede. Ud. será sanado. Entonces ore por la persona. No ore por Ud. mismo. Ore por la persona sobre la cual Ud. tiene sus manos. Que esa persona ore por Ud. Orando el uno por el otro. Ahora, la Biblia dice esto.",
    "La Biblia misma que dice: “Las obras que Yo hago, vosotros también las haréis” dice esto, “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos, sanarán”. Ahora, el Dios que hizo una promesa, y la cumple, si Ud. está plantado en eso, junto a los ríos de Agua, Eso trae toda Presencia Divina de Dios, toda promesa, en conexión directamente a Ud. Ud. es un árbol que ha sido plantado junto a los ríos de una sola Agua. Esa sola Agua es Cristo, Su Espíritu Santo. Hay sanidad; hay salvación; hay gozo; hay longanimidad, humildad, mansedumbre, paciencia. Toda clase de dones están allí en ese solo precioso Nombre; “Todo lo que pidiereis al Padre en Mi Nombre, Yo lo haré”.",
    "Ahora Uds. oren en el Nombre de Jesús, por la persona sobre la cual tienen sus manos. Yo oraré por todos, por todos Uds. Que el Espíritu Santo, que está presente ahora, sane a cada persona.",
    "Señor, pedimos que Tu bondad continúe con nosotros. Cada uno está orando a manera de él o de ella. Ellos han visto el Espíritu del Dios viviente desplegado en tal realidad como lo fue en Galilea. Así como fue cuando Pedro llegó allá a la orilla de Galilea, y Jesús le dijo quién era él; y tan real como lo fue cuando Natanael vino, y Él le dijo dónde estaba el día anterior; tan real como lo fue en la puerta de Samaria, o en el pozo; ciertamente la gente podría decir: “Este es el Espíritu del Dios viviente”.",
    "Señor, da fe y una mente presente, y Presencia del Espíritu Santo, para que cada uno, orando, pueda orar por el otro, una oración de fe. Estoy pidiendo ahora, Señor, por aquellos quienes tienen sus manos sobre alguien, que Tú les des fe inmutable, ahora mismo para esa persona. Y, por supuesto, eso repercutirá a ellos con resultados. ¡Oh, que así sea! Señor Dios, que así sea. Pudiéramos traerlos, uno por uno, sobre la plataforma, con el mismo resultado; pero aún requiere una fe, una fe en el individuo para creerle a Dios. Y está escrito: “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos, ellos sanarán”.",
    "¡Oh, Señor!, cumple Tu promesa en esta mañana, a todo creyente. Y que el Espíritu Santo ahora mismo entre en los cuerpos de estas personas enfermas, y quite toda enfermedad y dolencia. Que haya tal confirmación de aquello que los corazones de esas personas salten de gozo, creyendo que Dios los ha sanado. Que ellos salgan de este tabernáculo, cantando y regocijándose, y creyendo que Dios los ha sanado. Que regresen en otra fecha, felices, regocijándose, testificando, así como cientos podrían testificar hoy alrededor del mundo, de Tu Poder sanador. Hacemos esta oración por este pueblo, pidiendo que así sea, en el Nombre de Jesucristo el Hijo de Dios. Que la Luz de Dios salga y sane a todos. Amén.\n\nYo puedo, lo haré, yo sí creo;\n\nYo puedo, lo haré, yo sí creo;\n\nPuedo, lo haré, yo creo\n\nQue Jesús me sana ahora.\n\n¿Lo creen Uds.? Levanten la mano.\n\nYo puedo, lo haré, yo sí creo;\n\nYo puedo, lo haré, yo sí creo;\n\nPuedo, lo haré, yo creo\n\nQue Jesús me sana ahora.",
    "[Cinta en blanco.—Ed.]…creer eso.",
    "Visitaba las casas de la gente, y ellos preparaban una buena cena. Me hervían una taza de agua caliente, y me sentaban junto a un poco de caldo de cebada; ellos con toda clase de cosas sabrosas sobre la mesa. Un día le dije al Señor: “Yo creo. Yo creo”. ¡Oh, vaya! Caminé por la calle con mi primer bocado de comida en el estómago, cantando:\n\nYo puedo, lo haré, yo sí creo;\n\nLa comida se me quería devolver; yo la empujaba.\n\nYo puedo, lo haré, yo sí creo;\n\nPuedo, lo haré, yo creo\n\nQue Jesús me sana ahora.",
    "Sí. Eso fue hace veinticinco años. Él ha sido real para mí desde entonces. Estoy tan agradecido por eso. Que así mismo sea para Uds. Dios los bendiga.",
    "Ahora van a tener un servicio bautismal, dentro de unos minutos, creo; sí, eso es, si hay algunos aquí para ser bautizados en el Nombre del Señor Jesucristo. Si hay dichas personas, entonces sabremos si despedir a la congregación o—o retenerlos un poco, ¿podrían levantar las manos si alguien va a ser bautizado en el Nombre del Señor Jesús? Uno, dos, tres, cuatro. Muy bien. Si las mujeres pudieran pasar a este lado aquí, y los hombres acá, para prepararse, por favor. Mientras cantamos una vez más, yo… 🦅"
  ]
}