{
  "title": "POSEYENDO LAS PUERTAS DEL ENEMIGO",
  "id": "59610009",
  "content": [
    "🦅  Buenos días, para todos. Y contento de estar de nuevo otra vez esta mañana en el tabernáculo, para orar hoy por las personas enfermas. Normalmente tratamos de venir, cada cierto tiempo, y—y orar por las personas que vienen de los diferentes lugares, buscando oración.\n\nY ahora estaremos saliendo ya muy pronto, para California y las reuniones de la costa oeste. Y ciertamente solicitamos sus oraciones, que el Dios del Cielo sea misericordioso con nosotros allá y nos dé unos tremendos servicios.\n\nAcabo de llegar ayer, o más bien anoche, tarde. Y ayer fue uno de los…Pues, anteayer, y ayer, fueron unos de los grandes días importantes de mi vida. Conozco por lo menos dos personas, o tres, en el edificio, que fueron testigos del descenso del Señor, ayer. Y una gran cosa maravillosa aconteció, la cual no tengo el tiempo en esta mañana para contarles. Pero quizás el domingo próximo por la mañana, antes que nos vayamos, quizás tenga tiempo, durante el Mensaje, para—para contarles. Si el Señor lo permite, estaré aquí, al menos para orar por los enfermos, el domingo en la mañana. Quizás queramos salir como a medio día, si es posible, para la reunión de San José, en San José, California. Y si Uds. tienen gente por allá, en la costa oeste…Creemos que quizás esta sea la hora que he esperado por tanto tiempo, el cambio que viene en mi ministerio. Y eso está tan cerca, yo pensé que iba a suceder ayer. Y yo creo que será a cualquier momento, y será más allá de cualquier cosa que alguna vez hayamos visto o escuchado, hasta ahora. Ahora, recuerden, eso es ASI DICE EL SEÑOR. ¿Ven? Y así que sólo estamos esperándolo, a cualquier momento.",
    "Y deberemos tener la reunión allá en el terreno de la feria. Yo creo que eso es correcto, ¿no es así, Gene? En el terreno de la feria, en San José, California. Y será una reunión de diez días, comenzando el 20, hasta el 29, en—en San José. Ahora, sólo estén recordándonos y orando por nosotros.\n\nAhora tenemos cerca de, si salimos a tiempo, como una hora y media, y vamos a comenzar nuestros servicios para orar por los enfermos y traer la Palabra. He escogido en esta mañana un pequeño pasaje de Escritura, dos lugares en la Biblia, sobre los cuales deseo hablar.\n\nPero antes que hablemos, inclinemos nuestros rostros sólo un momento, para orar.",
    "Muy bondadoso Dios, humildemente llegamos ante Tu trono de gracia en esta mañana, como hijos indignos; pero viniendo con una fe no adulterada en Dios, que nos fue dada por el Espíritu Santo, y Su eterna Presencia con nosotros. Y a través de una promesa por medio del Señor Jesús, que si viniéramos humildemente y pidiéramos cualquier cosa en Su Nombre, se nos concedería nuestra petición. Por lo tanto, no miramos hacia atrás a nuestros méritos, porque no tenemos tales; pero miramos atrás hacia los méritos del Calvario, donde nuestra gracia fue dada a nosotros gratuitamente por el Hijo de Dios. Y difícilmente podemos contener las lágrimas que correrían por nuestras gargantas, cuando pensamos de nosotros, el pueblo indigno, y cómo es que por Su gracia allá en el Calvario El hizo eso por nosotros, para que pudiéramos ser traídos tan cerca a Dios, incluso para un parentezco. Y ahora somos hijos e hijas para El.",
    "Y venimos esta mañana, Señor, bajo este pequeño techo, a dedicarnos, y para servicio, confesando nuestros pecados, y—y en adoración Divina. Confiamos que Tú estarás con nosotros y nos darás un entendimiento espiritual de Tu cercana venida, para que podamos preparar nuestros corazones diariamente para ese gran evento que ha sido esperado por miles de años. Verdaderamente toda la naturaleza está gimiendo, clamando para ser liberada. Y nuestros espíritus dentro de nosotros, Señor, están confesando constantemente que: “Somos peregrinos y extranjeros, y esto aquí no es nuestro hogar, pero buscamos una Ciudad, cuyo Arquitecto y Constructor es Dios”. Esperamos por ese gran tiempo que está por venir.",
    "Señor, tenemos en mente que estas reuniones, cuando nos reunimos aquí, oramos por Tus hijos que están enfermos y afligidos. Y pedimos que Tú te encuentres con nosotros hoy de una manera muy especial, para sanar todas las enfermedades y malestares entre nosotros. Y puede ser, Señor, que esta promesa de la que previamente estuve hablando, en la reunión contigo allí ayer, inmediatamente después del amanecer, y cómo es que Tú lo confirmaste una y otra vez. Y sentimos que la hora está muy cercana. Y que este sea el día, Señor, en que acontezca, que Tú cambies el ministerio, Señor, en algo que será más misericordioso para Tu pueblo.",
    "Y ahora, Padre, Dios, nosotros no solamente oramos por estos aquí, pero por aquellos a través del mundo, que están necesitados, tanto espiritualmente como físicamente. Dales a ellos, oh Señor, los deseos de sus corazones, porque Tus hijos están luchando en estos días. La opresión del enemigo es tan fuerte, pero Tú eres más fuerte. Porque está escrito: “Mayor es El que está en vosotros, que el que está en el mundo”. Por medio de esto vencemos. Háblanos a través de Tu Palabra escrita. Y cuando salgamos esta mañana, que podamos decir como aquellos caminantes que venían de Emaús: “¿No ardía nuestro corazón en nosotros mientras nos hablaba en el camino”? Lo pedimos en el Nombre de Jesús, Quien dio la promesa. Amén.",
    "Yo estoy leyendo ahora de dos lugares de el Libro de Génesis, uno de ellos se encuentra en el capítulo 24, comenzando con el versículo 56, y se lee así.\n\nY él les dijo: No me detengáis, ya que Jehová ha prosperado mi camino; despachadme para que me vaya a mi señor.\n\nEllos respondieron entonces: Llamemos a la doncella y preguntémosle.\n\nY llamaron a Rebeca, y le dijeron: ¿Irás con este varón? Y ella respondió: Sí iré.\n\nEntonces dejaron ir a Rebeca su hermana, y a su nodriza, y al criado de Abraham y a sus hombres.\n\nY bendijeron a Rebeca, y le dijeron: Hermana nuestra, sé madre de millares de millares, y posean tus descendientes la puerta de sus enemigos.",
    "Y en Génesis 22, versículo 15, leemos.\n\nY llamó el ángel de Jehová a Abraham segunda vez desde el cielo,\n\nY dijo: Por mí mismo he jurado, dice Jehová, que por cuanto has hecho esto, y no me has rehusado tu hijo, tu único hijo;\n\nDe cierto te bendeciré, y multiplicaré tu descendencia como las estrellas del cielo y como la arena que está a la orilla del mar; y tu descendencia poseerá las puertas de sus enemigos.\n\nEn tu simiente serán benditas todas las naciones de la tierra, por cuanto obedeciste a mi voz.",
    "Ahora que el Señor añada Sus bendiciones a la lectura de Su Palabra. Ahora me gustaría tomar, si se pudiese llamar un texto, mi tema esta mañana, primeramente, es: “Pruebas antes de las puertas prometidas”. Y el tema es: Poseyendo Las Puertas Del Enemigo.",
    "Dios había estado probando al patriarca, porque El le había dado una promesa. Y cuando Dios hace una promesa, El quiere estar seguro que esta persona es digna de la promesa, antes que El cumpla lo que El dijo o lo que El prometió. Así que a Abraham se le había prometido que por medio de su simiente el mundo entero sería bendecido, y que él tendría un hijo. Y este hijo, de él debería salir una Simiente que bendeciría la tierra entera. Y cuando la promesa le fue dada, Abraham tenía setenta y cinco años; y Sara, su esposa, tenía sesenta y cinco años. Pero la Biblia nos dice que Abraham no dudó en la promesa de Dios, por incredulidad, sino que se fortaleció, dando alabanza a Dios. Y Dios, vez tras vez, lo probó, pero él había llegado a esa prueba final antes que la bendición aconteciera.",
    "Y así es con toda la Simiente de Abraham. Dios nos da esa prueba final un poco antes que El da la promesa. Y si fuera posible, me gustaría decir algo aquí, en forma personal, pero retendré eso. Esa prueba final, para ver cómo uno reaccionará. Y cuando El le había dado a Abraham esta prueba, encontró a Abraham tan fiel como lo era cuando comenzó. Qué bendición sería en esta mañana si nosotros quienes tomamos Su promesa de sanidad nos paráramos tan fieles como lo hicimos cuando nos paramos aquí y lo aceptamos. No importa lo que diga el médico, párese igual de fiel.",
    "Y cuando él hizo esto y no retuvo a su único hijo, sino que estaba listo para hundir el cuchillo en el seno de Isaac, para destruir su testimonio. El había testificado, por toda la tierra que él conocía, que él iba a tener este hijo. Y entonces cuando el hijo vino, se le pidió que retrocediera y que destruyera la única esperanza que él tenía para que su testimonio fuera cumplido. Y cuando Dios vio que él era fiel a esa fe que él tenía en Dios, Dios miró desde los cielos y dijo: “Por Mí mismo he jurado, que Yo te bendeciré y te multiplicaré, y tu descendencia poseerá la puerta de su enemigo”. ¡Qué promesa!",
    "Y Rebeca, la cual iba ser la madre de este notable hijo esperado y prometido, cuando ella fue llamada a la prueba final con respecto a un hombre desconocido al que ella nunca antes había visto. Ella solamente había visto el obrar del Espíritu Santo. Y cuando sus padres no podían decidir claramente si ella debería irse con este desconocido o no, para ser la esposa de un hombre que ella nunca había visto, ella entonces fue traída a la prueba final. “Traeremos a la doncella y dejaremos que ella hable. Nosotros oiremos de su boca si ella irá, sí o no”.",
    "Así es presentado ante cada Simiente de Dios. Tiene que ser por boca suya. Dios quiere escucharlo de Ud.",
    "Así que cuando ella fue puesta a prueba, ella no titubeó ni un minuto. Ella dijo: “Yo iré”. Me gusta eso. No fue: “Déjenme pensarlo. Déjenme estudiarlo”. ¡Ella estaba completamente persuadida! Esa es la gente que Dios puede usar, cuando Ud. está completamente persuadido que Dios cumplirá Su promesa. Dijo: “¡Yo iré”!",
    "Y entonces su gente, tan ungida, quizá sin darse cuenta, pero profetizaron mientras ponían sus manos sobre su hermana, y su hija — esta hermosa joven judía — mientras la colocaban sobre el camello y la enviaban a una tierra desconocida, entre gente desconocida. Pero había algo en ellos. Ellos dijeron: “Tu descendencia posea la puerta de su enemigo. Sé madre de miles de millares”.",
    "Y hoy en día, esa raza de gente y el pueblo de Dios está esparcido de mar a mar, alrededor del mundo. En esa resurrección ellos serán como las estrellas del cielo, a medida que esas luces resplandecientes toman su posición, a medida que traspasan el cielo. Y cuando ellos vengan, serán como los mares por las…o más bien las arenas junto a las orillas del mar. Habrá miles de millones de ellos.",
    "🦅 Tu descendencia poseerá la puerta de su enemigo”. Esa es la promesa jurada de Dios: “La simiente de Abraham”.\n\nEntonces por Su Espíritu Santo, viendo que la madre sería parte del hijo, también, porque ellos son parte en la carne. Entonces el Espíritu Santo obrando a través de estas personas, dijo: “El…Que tu Simiente posea la puerta del enemigo”. Entonces, Dios jurando que El poseería la puerta del enemigo, entonces ¿en qué posición pone eso a la Iglesia del Dios vivo?",
    "Nosotros somos Simiente de Abraham. Porque, nosotros, estando muertos en Cristo, somos la Simiente de Abraham y herederos con él, bajo la misma promesa jurada. Somos Simiente de Abraham, y somos herederos de toda promesa que se le fue dada a él. Pero cuando las pruebas vienen, allí es donde fallamos. Pero yo no creo que la verdadera Simiente de Abraham fallará. Se pararán tan valientes y fieles como lo hizo Abraham.",
    "Ahora vemos que Dios no puede decir nada o—o hacer alguna promesa a menos que El la cumpla. El tiene que hacer eso para ser Dios. Años después, cuando este mismo pueblo, el pueblo prometido, la Simiente de Abraham, iba en su jornada, yendo a una—una tierra prometida, había una puerta que se le opuso, y era su propio hermano, Moab, el cual dijo: “Tú no cruzarás mi terreno. Atenderé que tú no cruzarás mi territorio”.",
    "El dijo: “Si nuestras vacas lamen algo de tu pasto o si beben algo de tu agua, te lo pagaremos”.\n\nPero él dijo: “Tú no cruzarás este terreno”.",
    "Pero la promesa de Dios se mantuvo fiel. Así que fueron y consiguieron su profeta, Balaam, y lo trajeron para maldecir al pueblo. Y aquí está lo que él dijo. Trataron de mostrarle a él la parte peor de la simiente bendita, pero Dios le mostró la parte mejor de todo eso. El dijo: “Cualquiera que maldiga a Israel será maldito, y cualquiera que lo bendiga será bendito”. Y las barreras cayeron e Israel cruzó las llanuras. Dios prometió que él poseería la puerta de su enemigo.",
    "Más tarde, al pasar los años, apareció uno llamado Daniel, que estaba en la línea de esta Simiente leal, y en la línea de las promesas, porque él era la Simiente de Abraham. Y Dios lo había escogido antes de la fundación del mundo, para ser Su profeta; y él vivió valiente y él vivió fiel. Y aun en una tierra extraña, él se había propuesto en su corazón: “Yo no me contaminaré con ellos”. Esa es la Simiente real de Abraham; viviendo en una tierra que es diferente, viviendo entre gente que es diferente, pero sin embargo valiente a esa promesa: “Yo no me contaminaré con ellos. Yo permaneceré fiel”.",
    "Dios lo puso a prueba como lo hizo con su padre, Abraham. Y el rey dijo: “O tú serás como uno de nosotros y adorarás igual que nosotros adoramos, o yo te arrojaré en un foso lleno de leones hambrientos”.",
    "Daniel, igual que su padre Abraham, dijo: “Tú me puedes arrojar en el foso de los leones, pero yo no me inclinaré a ninguna de tus imágenes. Yo no aceptaré tu religión formal. Permaneceré fiel a Jehová”.",
    "Y allí entonces se le presentó el reto. El rey cumplió su promesa y capturó al profeta, o hizo que lo llevaran y lo arrojaran en el foso de los leones. Y cuando los leones, enemigos de Daniel, avanzaron hacia el profeta, Dios mantuvo Su promesa. El poseyó la puerta de su enemigo. Dios colocó un Angel allí ante esos leones, y poseyó la puerta. Dios cumple Su promesa. “El poseerá la puerta de su enemigo”. Así dijo Dios.",
    "Y allá habían tres más que habían prometido ser leales a la causa, que eran verdaderamente la Simiente de Abraham, y esos eran Sadrac y Mesac y Abed—nego; y también ellos fueron puestos a prueba. Y les dijeron: “Si Uds. no se inclinan cuando oigan las arpas tocando y las trompetas sonando; si Uds. no se inclinan a nuestra religión, y se apartan de esas cosas por las que Uds. se están—están parando. Y de todas maneras Uds. están bien errados; su religión no es más que la de cualquiera”. ¿No escuchamos eso todo el tiempo nosotros? Pero la—la religión de Jesucristo sí es diferente. El poder de Su resurrección es diferente. Nosotros somos un pueblo diferente, un pueblo peculiar, un sacerdocio real. En Dios está la diferencia.",
    "Pero cuando les dijeron: “Uds. tendrán que llegar a ser uno de nosotros”. Hubiese estado bien con Sadrac y Mesac y Abed—nego si aquellos querían llegar a ser uno de ellos; pero ellos nunca llegarían a ser uno de los extranjeros. Ahora, les dijeron: “Si Uds. no lo hacen, tenemos allí una puerta de un horno, la cual podemos abrir y arrojarlos a Uds. allí adentro, y entonces hubieran deseado haber llegado a ser como uno de nosotros”.",
    "Ellos se acordaron de la promesa. Los hicieron marchar directo al horno ardiente. Y cuando abrieron la puerta y los arrojaron en las llamas, su enemigo que los hubiera consumido, ellos poseyeron las puertas de su enemigo. Dios envió Su Hijo a esas llamas de fuego y enfrió las brisas, y habló con ellos mientras estaban allí adentro. La promesa de Dios se mantuvo fiel. Poseyeron la puerta del enemigo. Primero fueron probados, luego poseyeron la puerta del enemigo.",
    "¿No fue Jesús Quien hizo la promesa? “Si aun traen ofensa a alguno de estos pequeñitos, mejor fuera que le atasen una piedra de molino al cuello y que le hundiese en las profundidades del mar. Ni siquiera traigan una ofensa a estos pequeños que creen en Mí. Y estas señales seguirán a los que creen en Mí”.",
    "En El estaba la diferencia. El demostró quiénes creían y quiénes no creían.\n\nSiempre hay los tres grupos de gente, eso es: el incrédulo, el manufacturado, y el creyente. Pero Dios tiene una manera de probar quien es un creyente. Ese creyente se para firme en lo que Dios dice ser la Verdad. Sí.",
    "Fue Elías, el Tisbita, cuando llegó a un reto, de tal manera que pensó que él era el único en la nación que aún estaba viviendo para Dios. Y el rey lo iba sujetar a juicio. Y lo persiguieron. Y esa reina pintada, llamada Jezabel, amenazó su vida. Y cuando llegó la hora del reto, Elías poseyó las puertas de su enemigo y volvió toda la nación nuevamente hacía Dios. Dios cumple Su promesa.",
    "Fue Moisés, también estando en la línea de esta Simiente real, la Simiente de Abraham, que cuando él fue enviado a Egipto a librar a los hijos de Israel, y Dios le había dado señales y maravillas para obrar: para herir la tierra, y para traer ranas, y pulgas, y oscuridad, y granizo, y lluvia, y fuego; y había obrado todos estos milagros. Sin embargo, cuando él los sacó por mano de Jehová, llegó la hora cuando él se encontró frente a la puerta entre él y la tierra prometida. Allí estaba el Mar Rojo, una barrera atravezada en el camino. Ellos estaban acorralados por el ejército de Faraón, montañas, y desiertos, y el Mar Rojo. Pero Moisés dio el paso hacia adelante y poseyó la puerta de su enemigo, y cruzó el Mar Rojo, a calzado seco, como si caminara en un camino polvoriento. “El poseerá la puerta del enemigo”. Dios lo dijo, y eso lo concluye.",
    "Fue solamente unos pocos años después cuando vinieron las pruebas, y la iglesia estaba toda conmovida, como es tan fácil que llegue a estar una congregación cuando algo no parece acontecer de la manera que debe acontecer. Dios lo hace de esa manera. Dios trae tensiones a la iglesia: “Porque todo hijo que viene a Dios debe ser puesto a prueba, y probado, y examinado”. El permite que les lleguen enfermedades. El permite que les vengan malestares, para examinarlos y para probarlos, para mostrarle al mundo que Uds. verdaderamente son la Simiente de Abraham. El lo permite por Su propia voluntad. El permite desastres. El permite que los amigos se pongan en contra suya. El permite todas estas cosas, y suelta al diablo para tentarlo. Y él hará todo menos quitarle la vida. El podría ponerlo en una cama de aflicción. El podría poner a sus vecinos en contra suya. El podría poner la iglesia en contra de Ud. El puede casi hacer cualquier cosa, y es la voluntad de Dios que él lo haga así. Somos enseñados que es más precioso para nosotros que el oro.",
    "¿Qué de Abraham con Isaac allá en la montaña, al cual le fue dada la promesa? Y por su lealtad y su conocimiento, y su fe en Jehová, es a través de eso, y únicamente eso que Dios lo miró y dijo: “Su descendencia poseerá las puertas. Yo he jurado por Mí mismo que Yo haré estas cosas”. No había otro mayor por el que El podía jurar, por eso El juró por Sí mismo.\n\nEntonces si El permitió que Abraham fuera probado hasta ese punto final, El los tiene que probar a Uds. y a mí, hasta ese momento final, ese tiempo de decisión cuando todo se aleja de uno. Uno se tiene que parar allí solo. ¡Aleluya! Así es.",
    "Párese solo. Salga allí y diga: “Aunque El me matare, sin embargo, en El confiaré”. Esa es la Simiente de Abraham. Ese es Quien da la promesa. “No importa lo que digan los demás, o lo que hagan los demás; yo y mi casa, serviremos a Dios”. Dijo: “Si los demás dicen: ‘Esa experiencia no tiene fundamento. Es pura emoción’. Pues yo y mi casa, serviremos a Dios”.\n\nY aquí mismo me gustaría unirme a Pablo, y decir: “Según el Camino que ellos llaman herejía, así sirvo al Dios de mis padres”. [Hechos 24:14]\n\n“Aunque hayan chismosos que asistan a la iglesia, aunque hayan manipuladores, y aunque haya toda clase de falsos profetas y todo asistiendo a la iglesia y entre la gente, y en el vecindario y todo; pero para mí y mi casa, serviremos al Señor. Aunque todos ellos dejen de venir, y aunque la iglesia se ponga fría e indiferente; yo y mi casa, serviremos al Señor. Aunque se oró por alguien y no sanó; eso no tiene nada que ver; pues yo y mi casa, servimos al Señor”. Las pruebas y las dificultades.",
    "Los hombres no son infalibles, pero Dios sí lo es. Con el hombre, Ud. enfoca su mente en un hombre, y él cometerá un error. Quizás no sea voluntariamente, pero él lo hará. Dios permite que él lo haga para que El pueda sacudir y apartar la fe suya del hombre. ¡Nuestra fe no está en la sabiduría del hombre, sino en el poder de la resurrección de Jesucristo! Allí es donde la verdadera Simiente de Abraham hace descansar su promesa. Porque sólo pueden ser la Simiente de Abraham cuando reciben el Espíritu Santo. Sin el Espíritu Santo no son la Simiente de Abraham. Esa misma fe que estaba en Abraham entra en el creyente. No importa lo que acontezca o cuán contrario, el creyente marcha adelante.",
    "Los espías regresaron y dijeron: “Oh, es—es necedad aún el intentar. No hay porqué ir más adelante, porque ese pueblo allá son tan gigantes. Y ellos tienen grandes gobiernos, y ellos—ellos tienen lanzas, y, pues, incluso nos vemos como langostas al lado de ellos”.",
    "Yo no sé, pero estoy persuadido a creer que Josué era un hombre pequeño, un tipo bajito y pequeño. Ya lo puedo ver a él saltar sobre—sobre alguna clase de caja, y decir: “Varones y hermanos”, a dos millones de personas, “somos más que capaces de vencerles”. ¿Por qué? Allí estaba la Simiente de Abraham. Dios dio la promesa. Esa era su posesión. Dios dio la promesa. No importa cuál fuera la oposición, la verdadera Simiente de Abraham dijo: “Nosotros podemos tomarla porque Dios nos la dio”.",
    "Allí están parados Uds. en esta mañana. Allí está parada la Iglesia del Dios vivo. A mí no me interesa lo que alguien más dice, lo que dice el doctor, o cualquier otro, lo que dice el incrédulo; nosotros somos más que capaces de enfrentar cualquier cosa que venga. Nosotros somos Simiente de Abraham, y poseeremos la puerta de nuestro enemigo, no importa cuál sea el enemigo. Dios dio la promesa. Y aquello les pertenecía, su posesión.",
    "La sanidad es posesión suya. Salvación es posesión suya. El Espíritu Santo es posesión suya. Y hay grandes, y miles de predicadores y demás en la tierra hoy en día, que dicen: “¡Eso no es así”! Pero la Simiente de Abraham sabe que sí es así. Ellos entran sin reserva y poseen las puertas del enemigo. Dios dijo que lo harían. Lo creen porque es una promesa. “Su descendencia poseerá la puerta del enemigo”. Ahora Uds. pasarán a través de pruebas y dificultades.",
    "Y Josué se paró allí, fiel. Y él dijo: “A mí no me interesa qué tan grandes sean. A mí no me interesa qué clase de lanza tengan; qué tan altas sean las murallas de sus ciudades, y qué tan grandiosas sean. Nuestra promesa es, que las puertas serán poseídas por la Simiente de los hijos de Dios. Y vamos allá para tomarlas. Nosotros somos más que capaces contra ellos”. Oh, esa es la verdadera Simiente.",
    "Muchos de ellos que nacieron, como simiente natural, dijeron: “Nosotros simplemente no podemos lograrlo. No hay necesidad de intentar. En número son muchos más que nosotros. Son de mejor clase que nosotros, nos aventajan en todo”. No importa, él no…Ellos estaban mirando a lo que el ojo veía. Y Josué estaba mirando a lo que Dios dijo.",
    "La Simiente de Abraham no mira a ninguna de las cosas naturales. Ellos miran a lo que dice el Señor. Esa es la promesa. ¿Qué si Abraham hubiera mirado a lo natural? A una mujer de cien años…Tenía noventa. Y él tenía cien, y había vivido con ella desde que ella era una muchachita, y él un muchachito, y nada de simiente. El no miró esas cosas. El dijo que consideró esas cosas como si no fuesen, porque él sólo miró a lo que Dios dijo: “Yo te bendeciré Abraham, y Yo te daré simiente por Sara”. ¡Y él lo creyó! No miremos a la oposición. Miremos a lo que Dios dijo. Dios lo dijo, eso lo concluye.",
    "Así pues cuando él llegó al Jordán, cuando Josué quedó como comandante en jefe del ejército, y descendieron a la mera orilla del agua, y podían mirar hacia el otro lado y ver Jericó. Pero, entre ellos — cuando Josué tenía todo su ejército listo — había una puerta. Esa puerta se llamaba el Jordán.\n\nPero la promesa de Dios es buena en toda puerta. No importa qué puerta sea, la promesa de Dios es buena. “El poseerá las puertas de su enemigo”. Eso lo concluye.\n\nCuando él llegó al Jordán aquella mañana, quizás, yo voy a creer que el diablo tenía nubes de tormenta suspendidas por dondequiera; las grandes olas lodosas rodando, los campos fueron arrasados por la inundación. ¡Oh, qué o tiempo de tentación! Pero Josué dijo: “Prepárense, porque van a presenciar la Gloria de Dios”. Y se santificaron y se prepararon, preparándose cuando todo parecía ser tan contrario. Pero esa era la Simiente de Abraham, a quien Dios le juró: “Yo te daré la puerta”. El llegó al Jordán, esa fue su puerta, y él la poseyó.",
    "Alguna mañana de estas yo también tengo que llegar a esa última puerta. Uds. tienen que llegar al Jordán, pero la Simiente de Abraham poseerá la puerta. No importa lo que sea, él poseerá la puerta de todo enemigo.",
    "Todos aquellos fueron grandes hombres. Ellos murieron en la línea del deber. Pero finalmente, un día allá en Belén de Judea, nació la Simiente Real. Del Cual, todos los demás sólo fueron sombras. Nació la Simiente Real, no por voluntad de hombre. Pero El nació por una virgen, con el Poder en Sus venas para conquistar la muerte y el infierno. Dios hizo una promesa. Un hombre cualquiera no podía hacer eso. Pero si Dios hace una promesa, El es el mismo Dios que era momentos antes, con Abraham, Jehová—jireh, el Señor proveerá el camino para poseer la puerta. “¿Cómo lo vamos a lograr”? Josué murió. Moisés murió. Los demás murieron. Pero Dios dijo: “El poseerá la puerta de su enemigo”. ¿Cómo va a poseer la muerte? El tiene una manera de hacer las cosas. “El poseerá la puerta de su enemigo”.",
    "Nació la Simiente Real. El fue tentado en toda manera igual que nosotros. Así como Uds. tienen que ser tentados, así también lo fue El. Cuando El recibió el Espíritu Santo, el diablo lo llevó rápidamente al desierto por cuarenta días y noches, para ser tentado. Y cuando El salió…Y en Su muerte le metieron clavos en las manos, y escupieron en Su rostro. El pasó por toda enfermedad. Pero cuando El estuvo aquí en la tierra, probó que El podía conquistar la enfermedad. Cuando la madre de la esposa de Pedro yacía enferma, de una parálisis, El le tocó en la mano y la fiebre la dejó. Cuando el leproso clamó en la puerta: “¡Inmundo! ¡Inmundo! Si Tú quieres, me puedes sanar”.",
    "El dijo: “Yo quiero. Sé sano”. El conquistó y poseyó la puerta de la lepra. El poseyó la puerta de las fiebres.\n\nEl hizo que toda la naturaleza le obedeciera a El. El era la Simiente de Abraham, la Simiente Real, al cual fue dada la promesa; a El, a Abraham y toda la Simiente que le siguió, hasta la Simiente Real, y toda la Simiente después de El. La promesa de Dios es fiel. El conquistó la enfermedad.\n\nEl conquistó la tentación. Cuando el enemigo escupió en Su rostro, y le pegó en la cara, El le mostró el otro lado. Cuando le arrancaron la barba del rostro y le escupieron, El no los maldijo. El conquistó la puerta de la tentación y la venció.",
    "Entonces Ud. dice: “Mi mal genio no me permite hacer eso”. Ud., siendo Simiente de Abraham, sí señor, El lo conquistó por Ud.",
    "Cuando El fue maldecido, El no los maldijo. Cuando se burlaron de El, El se quedó callado. Cuando le llamaron de diablo, El se quedó callado. El tenía un solo negocio, y ese era el negocio del Padre, y El se ocupó en eso. Entonces finalmente, lo llevaron a una cruz. La muerte tuvo que enfrentarse con El. Todos los demás habían conquistado mares, y habían conquistado la naturaleza, y habían conquistado leones, y habían conquistado fuego. Habían conquistado todo menos la muerte. Pero aquí estaba Uno que en Su cerebro y en Sus venas latía el Poder conquistador de la muerte. Así que lo tomaron de las manos y lo estiraron y lo clavaron en una cruz. Lo golpearon y lo desnudaron al grado que Sus mismos huesos lo estaban mirando. Pero cuando lo hicieron, e hicieron todo cuanto pudieron hacer, la muerte le azotó y dijo: “Ahora yo te llevaré como lo hice con Josué. Yo te llevaré como lo hice con Daniel. Y haré todo esto porque te haré que mueras”.",
    "Y tal fue Su muerte que el sol se avergonzó de sí mismo. Tal fue Su muerte que aun la naturaleza se avergonzó y dejó de funcionar. El sol se bajó al medio día. Y las estrellas no quisieron salir. Tal fue su muerte que los elementos se pusieron tan negros que uno no podía ni verse la mano al medio día. Me imagino que la naturaleza dijo: “Prefiero morir junto con El”.",
    "¡Hermano! Entonces el diablo lanzó Su preciosa Alma a los abismos del infierno. Allí las puertas se le abrieron, y El salió en el tercer día, habiéndolo conquistado. Amén. “Su Simiente poseerá la puerta del enemigo”. ¡Conquistó la muerte! Conquistó el infierno. En esa primera mañana de Pascua, El conquistó la tumba. Hoy nos paramos, más que vencedores, por medio de El Quien nos amó.",
    "En el Día de Pentecostés El envió el Espíritu Santo, y por medio de los gentiles, continuar a sacar una Simiente de promesa. Para darles a los gentiles, los desechados, para darles el bautismo del Espíritu Santo, para traerlos a ellos dentro de la Promesa. Ahora nosotros tenemos el derecho de conquistar toda enfermedad. No tenemos que conquistarla; ya está conquistada. Sólo tenemos que reclamar la promesa y tomarla. Ya está conquistada. La muerte está conquistada. El infierno está conquistado. La enfermedad está conquistada. La tentación está conquistada. Todos los demonios están conquistados. El infierno está conquistado. La muerte está conquistada. El sepulcro está conquistado. Estamos en la puerta, tomándola, no tenemos que disparar ni un solo tiro. Ya ha sido pagado.",
    "Su enemigo, El poseerá la puerta de Su enemigo. ¿Cuántos? Miles de millones. El poseerá la puerta de su enemigo, todo enemigo. El resucitó de entre los muertos. Nosotros lo poseemos porque El nos lo dio. Todo es un regalo gratuito, y además de todo eso, y todo lo que El ha hecho, y conquistó toda puerta. El conquistó la enfermedad, conquistó la puerta. La única cosa que tenemos que hacer es llegar a la puerta y decir: “¡En el Nombre de Jesucristo, el Conquistador”! Amén.",
    "Cuando llegue el tiempo para morir, y la muerte diga: “Observen, yo haré que retracte su religión”.",
    "🦅 ¡En el Nombre de Jesucristo de Nazaret, apártate, Jordán”! La Simiente de Abraham conquista la puerta.",
    "Cuando estaban preparando para cortarle la cabeza a Pablo, una Simiente de Abraham, él dijo: “Muerte, ¿dónde está tu aguijón? Sepulcro, ¿dónde está tu victoria? Gracias a Dios Quien nos da la victoria por medio de Jesucristo”.",
    "🦅 El poseerá la puerta de su enemigo”. ¡Tómenla. Ahora, él no es vencido en la puerta. El la conquistará y la tomará. El la poseerá. Eso es con Su propio Poder.",
    "En esta mañana en la Iglesia del Dios vivo, está el Poder para sanar toda enfermedad. En la Iglesia del Dios vivio está el Poder para vencer toda tentación. En posesión de la Iglesia del Dios vivo, en esta mañana, está el Poder para atar el pecado y arrojarlo, y recibir el bautismo del Espíritu Santo, en la Iglesia de Jesucristo.\n\n“Cualquier cosa que vosotros deseéis, pedid en Mi Nombre, y os será dado. Un poco, y el mundo (la que no es Simiente, la simiente no regenerada) no me verá más. Pero vosotros me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. ¿Qué? La Simiente Real. “Las obras que Yo hago, vosotros también las haréis. Yo mismo verificaré que Yo estoy con vosotros, porque estas señales seguirán a los que creen”.\n\nEl poseerá la simiente de su enemigo. El poseerá. Su Simiente poseerá la puerta de su enemigo. No importa cuál sea la puerta; si es enfermedad, tentaciones, pecado, cualquier puerta que sea, ya está conquistada. Y la Simiente de Abraham la posee.",
    "¿No están Uds. contentos, en esta mañana, al saber que somos ahora mismo más que vencedores, más que un vencedor? Oh, no hay porqué pelear. La pelea ha terminado. Ya sonó el pito. La bandera está alzada. Y en medio de todo cerro de pecado, en medio de todo cuarto de enfermos, está la áspera cruz, colocada por la Sangre de Jesucristo, un Conquistador. La única cosa que hacemos es creer, mirar y vivir.\n\n“Yo estaré con vosotros. Yo lo probaré. Vendrán aquellos en los últimos días que dirán: ‘Oh, pues, eso fue’. Pero Yo estaré con vosotros. Y las mismas cosas que Yo hice aquí en la tierra, Yo estaré en vosotros, haciendo las mismas cosas. Entonces ellos sabrán. Ellos me verán. El…Mi pueblo me verá. La Simiente de Abraham me verá. Ellos me conocerán. Ellos me reconocerán. Los otros me llamarán, ‘Beelzebú’, así como lo han hecho. Pero vosotros me conoceréis, porque Yo estaré con vosotros. Vosotros me veréis, me veréis con vuestros ojos. Vosotros me veréis, porque Yo estaré con vosotros, aun hasta el fin del mundo. Las mismas cosas que Yo hago: el que en Mí cree, las obras que Yo hago él también las hará, la misma clase de obra”.",
    "Y, hoy en día, la Iglesia del Dios vivo tiene el privilegio de pararse y ver al conquistador, Jesucristo resucitado, el Hijo del Dios vivo, parado presente, viviendo en Su Iglesia, haciendo lo mismo que El hizo allá. Entonces nosotros poseemos la puerta de todo enemigo.",
    "Entonces si Ud. mi hermano, tiene un enemigo en esta mañana, hay solamente…Si Ud. es una Simiente de Abraham, después de escuchar esto, no hay suficientes demonios en el infierno que puedan mantener esa puerta delante de Ud. Se abrirá. ¡A mí no me interesa lo que es! Ud. vaya allí, como una Simiente prometida, y diga: “¡Yo reclamo esto como mío! ¡Esto es mío, porque Dios juró que El resucitaría a Jesús, y, por medio de Jesús, yo lo conquistaría! Y yo vengo en el Nombre de ese Conquistador, Jesucristo. ¡Apártate, estoy pasando”! Amén. “El poseerá la puerta del enemigo”. Entonces párese allí, con sus hombros rectos y su escudo resplandeciente, cubierto por la Sangre del Señor Jesús. El enemigo lo reconocerá.",
    "Si tienen alguna necesidad, hablen con El ahora mientras oramos. Y Uds. aquí, esta mañana, con sus rostros inclinados. Si tienen una necesidad, ¿levantarán su mano hacia Jesús? Y sólo háblenlo en su corazón, en su corazón, y digan: “Señor, Tú conoces mi necesidad. Ahora, yo he escuchado, en esta mañana, y esa es la Biblia: ‘El poseerá la puerta del enemigo’. Yo vengo a poseer la puerta. Quizás yo tengo un mal genio. Quizás yo necesito el Espíritu Santo. El pecado me tiene atado. Yo tengo necesidad. Pero ahora estoy llegando a la puerta. Yo voy a poseerla esta mañana, mi puerta. Así que, cede, yo vengo pasando”.",
    "Bendito Señor, Tú viste todas estas manos. Y Señor, Tú sabes que esta es Tu Palabra. Yo sólo la he citado, y he traído por medio de las Escrituras los personajes de la Biblia, de cómo ellos conquistaron reinos e hicieron justicia, y apagaron fuegos, fuegos impetuosos, y evitaron el filo de espada, y taparon bocas de leones, y, oh, las mujeres recibieron sus muertos a vida de nuevo, y muchas cosas, porque Tú lo prometiste. Es Tu promesa: “Su Simiente”. “Tu Simiente, Abraham, poseerá la puerta del enemigo”. Y Tú cumples Tu promesa.",
    "Ahora concede Señor, el deseo de cada corazón. Que puedan salir de aquí personas distintas. Que puedan salir, sabiendo que son—son conquistadores, debido a que la Simiente Real conquistó por ellos. El Real Rey, cuando El vino, nacido de una virgen, El conquistó a todo enemigo, aun hasta la muerte; así que la muerte misma no puede asustar a la Simiente de Abraham. Tenemos la promesa que nosotros heredaremos la Tierra, y regresaremos de nuevo en una manera más gloriosa, en un cuerpo glorificado, después que el último enemigo sea puesto bajo el pie, del único y último hijo de Dios que entrará al Reino.",
    "Si hay aquellos con sus manos levantadas, Señor, que son pecadores, sálvalos. Aquellos que están descarriados, déjales saber que no tienen que permanecer como un descarriado. El puede poseer esa puerta de descarriamiento. Quizás aquél con un mal genio, o una—una lengua vulgar y sucia, o un corazón lascivo, o un ávaro con respecto al dinero o—o alguna cosa obscena, déjales saber que ellos pueden poseer esa puerta. Quizá sea enfermedad, Señor, o aflicciones. Ellos pueden poseer esa puerta: “Porque El fue herido por nuestras transgresiones, molido por nuestra iniquidad. El castigo de nuestra paz fue sobre El, y por Sus llagas fuimos nosotros sanados”. Nosotros somos conquistadores, esta mañana. Concédelo, Señor.\n\nY además de todo eso, esa gran obra que fue hecha por El, y sin embargo, El está con nosotros. No obstante, El prometió que lo haría. “Un poco y el mundo no me verá más, pero vosotros me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin de la edad”. Yo ruego, Padre, que Tú mismo te des a conocer a cada uno esta mañana. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "¿Creen Uds. que esa es la Verdad? [La congregación dice: “Amén”.] Sinceramente creyendo que es Verdad, sin un titubeo de duda en su corazón. Ahora sólo recuerden esto. El obrar del Espíritu Santo es tan sencillo que confunde la mente intelectual. Las cosas más sencillas que yo jamás he…Yo he visto al Espíritu Santo hacer esto. Yo he dicho cosas que, pues, yo nunca me imaginaría que serían de esa manera. Si yo tuviera que usar mi propia mente, yo diría: “Pues, eso no podría estar correcto”. Pero siempre es correcto. El hace cosas de manera tan sencillas. Y El hace cosas para darse a conocer a Sí mismo a Su pueblo. Dios está con Su pueblo. El está entre Su pueblo. El los ama. Y El quiere obrar a su favor y ayudarles; y sólo hacerles saber, no lo que El hará, sino lo que El ha hecho. El ya lo ha hecho. Es suyo, le pertenece a Ud. Es un don gratuito de parte de Dios, nuestro Padre, para Su Iglesia.",
    "Ahora cómo la mente intelectual estará tan torcida, como en los días de Daniel, y en los días del los jóvenes hebreos, y—y de los tantos que hemos hablado en esta mañana. ¿Ven? El gran mundo intelectual en aquel día era tan difícil para vencer como lo es ahora. Siempre ha sido el enemigo, a su manera de ver, y su ciencia moderna y cosas, eran tan complicadas para la mente en ese entonces, así como lo es el nuestro hoy. ¿Ven? Era igual. Pero habían aquellos, siempre, quienes se atrevieron a permanecer fijo y decir: “Dios es correcto. La Palabra de Dios es verdad”.",
    "Y, Ud., Ud. no tiene que conquistar, porque El ya conquistó. La única cosa que Ud. tiene que hacer es simplemente subir y pararse en la puerta, y decir: “Es mío. Esto es mío. Dios me lo dio, mi salvación. Si yo quiero el Espíritu Santo, Dios me lo dio. La promesa es para mí, para nuestros hijos, a todos los que están lejos, a cuantos el Señor llamare”. Por eso es que yo me paro. Solamente…",
    "Mi ministerio, de este discernimiento y demás, pronto terminará. Oh, siempre estará presente. Pero pronto terminará esto, porque se está pasando a algo mayor. ¿Ven? Está subiendo; de tomar la mano, hasta el discernimiento, y ahora está preparando para tomar otro. ¿Ven? Véanlo. Obsérvenlo y sepan que es verdad. ¿Ven? Yo sé que es la Verdad. Y seguirá a algo mayor, más alto, mejor. Seguro. Pues, El lo prometió. Y lo que El promete, El lo hace. El no puede fallar en Su promesa. ¿Y qué es? Su siempre viviente Presencia con nosotros, para hacerles saber que El ha conquistado la puerta por Uds.",
    "El era la Simiente Real. Nadie podría poseer esas puertas sino El. Todos aquellos allá atrás fueron sombras de Su venida. Pero cuando El vino, concluyó toda la batalla. La batalla fue consumada en Getsemaní y en el Calvario. Y ahora solamente nos paramos como vencedores. Y no hay más guerrear. Nosotros…La batalla ha terminado. Simplemente lo poseemos, el título abstracto a esto. Una garantía escrita por Dios, nuestro Padre, Quien levantó Su mano, y dijo: “Yo juraré por Mí mismo que su Simiente poseerá la puerta del enemigo”. Allí está. Ya fue tomada. “El fue herido por nuestras transgresiones. Por Sus llagas fuimos nosotros curados”. Ya ha sido hecho. Es una obra consumada. Nosotros sólo la poseemos. “Y las obras que Yo hago, vosotros también haréis”. El Rey está con nosotros en esta mañana. Sus grandes bendiciones, el Espíritu Santo, moviéndose sobre nosotros. Para sentir de ese glorioso sentir, para saber que está exactamente en línea con la Palabra de Dios. Nos da una consolación tan maravillosa, saber que—que Dios es nuestro Padre.",
    "Ahora, yo creo, ¿repartió él—él tarjetas de oración esta mañana? Yo le dije, muy bien, que si no había más que sólo las personas del tabernáculo, pues, que no repartiera tarjetas de oración. Pero si había—había por lo menos como diez, quince personas, o algo, de visitantes, pues, que diera tarjetas de oración, para que pudiéramos traerlos y orar por ellos. ¿Cuántos son visitantes con nosotros esta mañana? Levanten su mano. ¡Oh, vaya! Seguro. Hay quince o veinte de ellos. Muy bien. Pondremos en línea estas tarjetas de oración y los traeremos a la plataforma. Vean, la razón que yo dije eso de las personas del “tabernáculo”, ellos aquí están.",
    "Este discernimiento. Recuerden, yo estoy diciendo esto. El discernimiento pronto llegará al fin. Habrá algo mucho mayor y mucho mejor, que está en camino. Allí había, de lo que yo sé, ¿ven? ahora mismo estoy mirando a dos hermanos, que estaban parados conmigo ayer, cuando eso aconteció, ¿ven? y el día antes, cuando aconteció. Y con eso ya son tres veces seguidas, que ha acontecido, una confirmación que eso está ahora mismo a la mano, ¿ven? está listo para acontecer.",
    "Ahora, Señor, Tú eres Dios, y nosotros somos Tus siervos. Te damos gracias por Tu Palabra, por el Espíritu Santo Quien ha bendecido nuestros corazones. Y ahora estamos contentos. Estamos sentados aquí, sabiendo que somos vencedores. Nosotros ya poseemos todas las puertas del enemigo. Ha sido dado a nosotros, y tenemos la llave maestra en nuestra mano. El Nombre de Jesucristo abrirá toda puerta del enemigo. Tomen Uds. esta llave, la llave del Nombre de Jesús, y abran toda puerta del enemigo que los tiene atados y alejados de cualquier promesa.\n\nY Dios, esta mañana venimos en el Nombre de Jesús, con esta llave, para abrir las puertas para los enfermos y los afligidos. Porque está escrito en—en Su Palabra: “En Mi Nombre echarán fuera demonios. Hablarán nuevas leguas. Y si levantaren serpientes, o bebieren alguna cosa mortífera, no les hará daño. Pondrán sus manos sobre los enfermos y sanarán”. Sabemos que esas cosas son verdad. Y concede, esta mañana, Señor, que ellos, la gente sea capaz de ver que a través de la manifestación de la Palabra hecha carne y morando entre nosotros, que: “El fue herido por nuestra transgresión, por Sus llagas fuimos sanados”. Y que ellos lo acepten y sean sanados, esta mañana, de todas sus enfermedades y malestares y problemas. Lo pedimos en el Nombre de Jesús. Amén.",
    "Teddy, toca por favor, Sólo Creed, suave y lentamente, por favor.\n\n¿Y qué? ¿Comenzaron desde uno? Tarjeta de oración número uno. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez, o las que hubieran. Muy bien. Silenciosamente, si pueden, levántense, vengan por este lado.\n\nVeamos, número uno, número dos. ¿Quién tiene la tarjeta número uno? Sí. Número dos. Muy bien, señor. Número tres, número cuatro, número cinco, número seis, número siete, número ocho, número nueve, número diez.",
    "Mientras ellos están llegando y tomando sus posiciones aquí de pie, me gustaría hacer esta pregunta a los demás. ¿Cuántos hay aquí, personas del tabernáculo, que estén enfermas? Personas del tabernáculo, levanten su mano. Como cinco…o cuatro, cinco, seis, siete, ocho. Ocho o nueve manos. ¿Hay alguien aquí en el tabernáculo, que no es de aquí del tabernáculo, que están de visita con nosotros, que quizás hubiesen llegado después del comienzo del servicio y no recibieron una tarjeta de oración? ¿Levantarían su mano? Cualquiera que tenga una necesidad de Dios, que no es…que—que no asiste a este tabernáculo. ¿Algunos que estén aquí que no son miembros de este tabernáculo, y—y sin embargo están enfermos y no tienen tarjeta de oración, y desean ser recordados en oración? ¿Pudieran levantar la mano, toda persona? Muy bien. Eso está bien. Muy bien.",
    "Ahora, yo voy a pedir que sean tan reverentes como puedan, por sólo unos—sólo unos pocos momentos, y entonces comenzaremos inmediatamente, daremos comienzo. Ahora veamos. ¿Cuánto lugar te queda allí Billy? Muy bien. ¿Ya tienes allí el número diez? Yo llamé del uno al diez.\n\nOnce, doce, trece, catorce, quince, que ellos se pongan de pie. Si están, número diez, once, doce, trece, catorce, quince, que se pongan de pie. Muy bien. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez, once, doce. Faltan como dos más, del uno al quince. Quince, dieciséis, diecisiete, dieciocho, diecinueve, veinte.",
    "Oh, esperen un momento. Yo—yo le dije a él que sólo diera tarjetas de oración a personas que no fueran del tabernáculo. Eso es correcto. ¿Ven? Porque sería, vean, el discernimiento. La gente diría: “Estas personas vienen aquí al tabernáculo”. ¿Ven? Yo—yo les estoy diciendo. ¿Cuántos han estado aquí…nunca han estado aquí antes? Veamos su mano, los que nunca han estado antes en una de mis reuniones. Muy bien. Muy bien.\n\nAhora, muy bien, sólo un momento, Hermano Teddy.",
    "Ahora, quizás yo diría esto, me supongo que todos Uds. han escuchado de las reuniones, cómo eso acontece, todos los que han estado en las reuniones. ¿Ven? Cuando nuestro Señor Jesús estuvo aquí en la tierra, El no reclamó ser un sanador. Ciertamente El era la Simiente de Abraham, y El tenía la promesa con El. El dijo que no hacía nada hasta que el Padre se lo mostrara. ¿Es correcto eso? [La congregación dice: “Amén”.] Y El dijo: “Yo no puedo hacer nada hasta que el Padre me muestra qué hacer”. Y El lo vio por…No fue “hasta que El Padre me dice”. “Hasta que el Padre me muestra”. San Juan 5:19: “Lo que veo al Padre hacer, eso lo hace el Hijo igualmente”.",
    "Ahora cuando El—El vino, encontramos, en el principio de Su ministerio, que después que El había tomado el—el trono de David, hablando espiritualmente, el…\n\nCuando el Espíritu Santo vino sobre El en el bautismo, de Juan, y El entonces llegó a ser el Mesías ungido. Ahora, recuerden, El era el Hijo de Dios cuando El nació. El era Hijo de Dios nacido de la virgen. Pero cuando El llegó a ser el Mesías, es cuando el Espíritu Santo vino sobre El, porque el mesías significa el “ungido”. ¿Ven? Y El era el Ungido cuando el Espíritu Santo vino sobre El. Uds. me oyeron predicar sobre El Cordero Y La Paloma. Entonces nos damos cuenta, cuando El…Que después de Sus cuarenta días de tentación, El salió.",
    "¿Y cómo comenzó Su ministerio, y cómo terminó? Encontramos que en Su ministerio había un hombre llamado Andrés, que fue y encontró a su hermano, Simón, un pescador, y lo trajo a Jesús. Y Jesús le dijo, dijo: “Tu nombre es Simón. El nombre de tu padre es Jonás. De aquí en adelante tú serás llamado Pedro, lo cual significa ‘pequeña roca’”. ¿Recuerdan eso? ¡Y este hombre estaba tan asombrado con lo que Jesús le dijo!\n\nAhora, ¿el Mesías estaba supuesto a hacer eso? Cuántos saben eso, digan “Amén”. [La congregación dice: “Amén”.] El debía ser el Dios—Profeta. Sí, señor. Moisés dijo: “El Señor vuestro Dios levantará profeta como yo. Mas acontecerá que cualquiera que no oyere a este Profeta será cortado de entre el pueblo”.",
    "Ahora, entonces encontramos más adelante, Su…“El vino a los Suyos”. ¿Quiénes eran? Los judíos, en lo natural. Y entonces, “los Suyos no lo recibieron”, así que El entonces tuvo que ir a los gentiles, vean, porque los Suyos “no lo recibieron”. “Mas a todos los que lo recibieron, les dio potestad de ser hechos hijos de Dios”. Así que ahora El se ha tornado a los gentiles, y así ha sido por dos mil años. Pero ahora noten las cosas que El hizo.",
    "Entonces Felipe, después que él vio eso, él fue y encontró a Natanael, y le contó a Natanael a quien él había hallado, y lo que El había hecho. Y eso le asombró a él. Casi no lo pudo creer. Pero cuando entró en la Presencia del Señor Jesús, cuando él encontró donde estaba El; vino a Su Presencia, y Jesús dijo: “He aquí un israelita en quien no hay engaño”.",
    "Ahora, si Ud. hubiera estado parado allí, ¿piensa que Ud. hubiera sido lo suficientemente espiritual para haber entendido quién era El? ¿Piensa Ud. que lo hubiera logrado? Ahora miren. ¿Ven? Ese Hombre, simplemente un desconocido allí; pudo haber sido un pescador. El era un carpintero, es lo que El era. Este Hombre, carpintero, parado allí, un Hombre de mediana edad. Y llegó este hombre. El lo miró, como a uno de estos hombres aquí, y le dijo: “He aquí un israelita, en quien no hay engaño”. Pues, ¿cómo sabía El que éste era un israelita? No por la manera que estaba vestido, porque todos ellos vestían igual. “En quien no hay engaño”. ¿Cómo sabía El que él era un—un hombre sin engaño?",
    "Así que eso asombró a este hombre. Siendo un verdadero creyente, él dijo: “Rabí”, o hermano, predicador, maestro, “¿cuándo me viste”? Vean, él le estaba interrogando.",
    "El dijo: “Antes que Felipe te llamará, cuando estabas debajo del árbol, allá te vi”.\n\nEl dijo: “Tú eres el Hijo de Dios. Tú eres el Rey de Israel”.",
    "Jesús dijo: “Porque Yo te he dicho esto, ¿ahora tú me crees? Tú verás mayores cosas que esta”.",
    "Y esa es la razón por la cual creo yo que la Iglesia del Dios vivo verá una cosa mayor que esta. Se está preparando para entrar en eso dentro de poco tiempo, por cuanto lo han creído. Aquellos que lo han rechazado debido a las barreras denominacionales, yo dudo que jamás creerán alguna cosa. ¿Ven? Cosas…O Ud. caminará en Luz o estará ciego. La Luz ciega o muestra el camino.",
    "Encontré pajaritos allá en la Estatua de la Libertad. Hermano Thoms, cuando Ud. suba allí busque eso. Estos se golpean la cabecita allí hasta morir. Y yo dije: “¿Por qué es eso”?",
    "Dijo: “En tiempo de tormenta en vez de seguir la luz, hacia la seguridad, ellos intentaron apagar la luz, chocando contra ella. Ellos se mataron”.",
    "Esa es la única cosa que sucede cuando uno lucha en contra de la Luz, uno se mata a sí mismo, espiritualmente. Simplemente camine en la Luz como El está en la Luz, entonces tendremos compañerismo el uno con el otro [Primera de Juan 1:7]; todas las iglesias creerán y seguirán hacia adelante y se gozarán de las bendiciones de Dios. ¿No sería maravilloso?",
    "Observen a la mujer samaritana cuando vino. Ella era una samaritana, (no una judía), una samaritana. Y El dijo: “Tráeme de beber”. Y la conversación continuó.\n\nAhora esto es para los nuevos.",
    "Y la conversación continuó. Ahora, ella no sabía nada de que El fuera un Mesías. El sólo era un—un Hombre, un judío. ¿Ven cómo ella habló primero? Ella dijo: “Pues, no se acostumbra que Uds. judíos hablen así con una mujer samaritana”. Ella dijo: “No tratamos el uno con el otro”.",
    "El dijo: “Pero si tú supieras con Quien estás hablando, tú me pedirías a Mí de beber. Y Yo te traería o te daría agua que no vienes a sacar de aquí”.",
    "Pues, ella dijo: “Ahora un momento”. Ella dijo: “Nosotros adoramos en este monte, y—y Uds. judíos adoran en Jerusalén”.",
    "Jesús dijo: “Pero la hora viene cuando—cuando Uds. no adorarán ni en Jerusalén ni en este monte, sino en el Espíritu. Porque Dios es Espíritu, y los que le adoran a El deben adorarlo en Espíritu y en Verdad”. ¿Ven? Pues, El continuó, llevando la conversación hasta que encontró dónde estaba su problema. ¿Saben Uds. adónde estaba su problema? ¿Alguien sabe lo que pasaba con la mujer junto al pozo? Ella tenía demasiados maridos, ¿no fue así? Así que El le dijo: “Ve trae a tu marido y ven aquí”.\n\nElla dijo: “No tengo marido”.",
    "Dijo: “Eso es correcto. Tú tienes cinco, y con el que ahora vives no es tuyo”.",
    "Ella dijo: “¡Señor”! Ahora obsérvenla. “Señor, percibo que Tú eres un Profeta”.\n\nSi estudian la referencia en el margen, se darán cuenta que en el original dice, “Señor, Tú eres, percibo que Tú eres aquel Profeta”. Recuerden en la Biblia, continuamente dice: “Aquél Profeta, ¿eres Tú ‘aquél Profeta’”? ¿Qué Profeta era? El que Moisés dijo que se levantaría.\n\n“Percibo que Tú eres un Profeta. Ahora, nos ha sido enseñado, y sabemos, que cuando venga el Mesías, El hará estas cosas”. Esa era la señal del Mesías. ¿Correcto? El saber cuál era su problema. Dijo: “Sabemos que cuando venga el Mesías, El nos dirá estas cosas. Pero ¿quién eres Tú”?\n\nEl dijo: “Yo soy, el que habla contigo”.",
    "Ella dejó su cántaro. Corrió a la ciudad, me imagino, sosteniendo su corazón. Y diciendo — manteniendo sus manos sobre su seno, simplemente saltando — diciendo: “Vengan, vean un Hombre Quien me dijo las cosas que he hecho. ¿No será éste el propio Mesías? ¿No es aquel mismo que la Biblia dice que vendría? Es un judío sentado allí, un Hombre ordinario, parecía ser un carpintero. Pero El me dijo que yo tenía cinco maridos, y todos Uds. saben que esa es la verdad. Este tiene que ser el Mesías”. ¿Es correcto eso?",
    "Ahora, Jesús dijo: “Un poquito, un corto tiempo, y el mundo no me verá más. Sin embargo, vosotros me veréis, porque Yo estaré con vosotros, aun en vosotros. Y las obras que Yo hago vosotros también haréis. Aun más que las que Yo he hecho aquí, vosotros haréis, porque Yo voy al Padre, y regreso otra vez en la forma del Espíritu”.\n\nEl sacrificio estaba pagado. La Simiente Real murió; la Simiente Real resucitó de nuevo. Ahora la Iglesia está justificada, por creer eso, y la Simiente Real puede entrar a estas personas y aun hacerlos coherederos, hijos e hijas de Dios.",
    "Ahora, para todos los demás, que no están en esta línea de oración, yo le dije a él que sólo diera tarjetas a las personas que…Cuando lo llamé hoy en la mañana. El me había llamado y dijo: “Papá, ¿quieres que vaya y reparta algunas tarjetas”?",
    "Yo dije: “Si hay por lo menos diez personas que no son del tabernáculo”.",
    "Ahora, a veces aquí en el tabernáculo, yo llamo y les reparto tarjetas de oración. Algunos comentan, diciendo: “Pues, él ya los conocía a ellos. Eran del tabernáculo. El conocía su condición. Seguro”.",
    "Entonces cambié y dije: “Sólo aquellos ajenos al tabernáculo, pasen. Muy bien. Uds. ajenos al tabernáculo, Uds. serán los que entrarán en la línea de oración”.",
    "Entonces los del tabernáculo dicen, “Oh, nosotros no los conocíamos. No sabemos cuáles sean sus problemas. El pudo haber estado mintiendo al respecto”. ¿Ven?",
    "Entonces yo digo: “Nadie va pasar. Dejen que el Espíritu Santo simplemente escoja a aquellos que están aquí, que no son del tabernáculo, que sólo están sentados allí”. Pero aún, uno sólo…",
    "No hay ninguna manera de traer a un hombre a Dios, a menos que él esté predestinado para ser un hijo de Dios. Simplemente no hay manera de hacerlo. Jesús dijo: “Ningún hombre puede venir a Mí si Mi Padre no le trajere”. Y esa es la Verdad. Todo lo que El hizo, siempre había algo contrario. “Si El lo hacía de esta manera, debería ser de esa manera. Y de esta manera, debería de ser de vuelta de aquella manera”. ¿Ven? Sólo es incredulidad. Pero la sabiduría es justificada por sus hijos. Así que, Uds. pueden ver.",
    "Ahora aquí, estoy tratando de decirle a—a esta congregación de personas, esto: que Jesucristo era esa Simiente Real. No lo somos nosotros, es El. Nosotros sólo somos herederos de aquello, pero todas las cosas son nuestras. ¿Qué si Uds. hubieran estado por allí ese día cuando vino Simón? Y Uds. ni nadie…Y esta fuera la primera cosa que El hubiese hecho.",
    "Ahora, esa sería la primera cosa para estas personas, si El lo hiciera. Nunca lo han visto antes.",
    "Pero cuando llegó Simón, un pescador, sin la suficiente educación para firmar su nombre en un papel. La Biblia dice que él era “ignorante y sin letras”. Y es una conjunción. A la vez, “ignorante y sin letras”. Y entonces cuando él se acercó, en señal, una fuerza…Jesús, Jesús dijo: “Tu nombre es Simón”. ¿Qué creen Uds. que él pensó? ¿Qué hubiera pensado Ud. si hubiese estado parado allí? “Y el nombre de tu padre es Jonás. Y de aquí en adelante tú serás llamado Pedro”. ¿Qué, qué hubiese pensado Ud.? ¿Estaba el Hombre leyéndole la mente? Pues, ¿qué hubiese Ud. pensado? ¿Hubiese Ud. pensado que esa era la señal del Mesías?",
    "Si esa es la señal del Mesías en una edad, tiene que ser la señal del Mesías, en la segunda edad, tercera edad, cuarta edad. En cada edad tiene que ser la misma, porque Dios no puede cambiar. Y ¿cuántos saben que el Mesías era Dios? Seguro. Era el Ungido. Seguro. Así que El no puede cambiar. El tiene que ser el mismo.",
    "Por esa razón El tuvo que testificar lo mismo a los samaritanos como hizo con los judíos. Porque, las tres nacionalidades de gente son los descendientes de Cam, Sem, y Jafet; judío, gentil, y samaritano.",
    "Ahora, ¿notan Uds. al Espíritu Santo? ¿Cuántos saben que Pedro tenía las llaves del Reino? Si notaron, él lo abrió en el Día de Pentecostés para los judíos. Felipe fue y predicó a los samaritanos, y los bautizó en el Nombre de Jesucristo, pero el Espíritu Santo aún no había venido sobre ellos. Tuvieron que mandar a traer a Pedro, quien puso sus manos sobre ellos y entonces recibieron el Espíritu Santo. ¿Es correcto eso? [La congregación dice: “Amén”.] Y en la casa de Cornelio, los—los gentiles lo recibieron. Eso fue todo. De allí en adelante, está abierta a todos. Así que allí lo tienen. ¿Ven? El tenía que abrirlo. Dios tiene maneras de hacer las cosas.",
    "Ahora, en esta mañana, si el que dio la promesa a la Simiente, y si la Simiente está sentada aquí…Yo quiero creer que cada uno de Uds. lo son. Si la Simiente está sentada aquí, seguramente la Simiente verá la Promesa. Ahora, cada una de estas personas paradas aquí ha levantado su mano, que ni siquiera han estado en las reuniones antes. Son desconocidos para mí. Yo no conozco a ninguno de ellos. Han llegado aquí. Y hace unos momentos, Billy les dio una tarjeta de oración, y ahora aquí están parados. Hay muchos de Uds. allí afuera, que levantaron sus manos, que no tenían tarjetas de oración, y que aun son desconocidos aquí. Eso no tiene nada que ver con el asunto. Uds. sólo crean que son herederos de esa promesa. Sólo crean que por Sus llagas fueron sanados. Y crean eso de todo corazón, y obsérvenlo a El.",
    "Lo único que es este don, es el someterse uno a El. Yo no digo nada; El es el que habla. Y si es Su Espíritu de profecía, el profeta siempre tenía el ASI DICE EL SEÑOR. Siempre estaba correcto. Y no estén interrogando la Doctrina, porque si es Dios tendrá que estar en línea con la Biblia. Dios no puede decir una cosa, y luego retractarse en eso y torcerlo. Tiene que ser la misma cosa todo el tiempo.",
    "Ahora, Uds. allá afuera, crean con todo lo que está en Uds., Uds. créanlo. Ahora ya no se estén moviendo. Ahora, todos permanezcan bien quietos.\n\nTan lento y suave como Ud. pueda tocar.\n\nDa la casualidad, esta mañana, que la primera persona de pie aquí es un hombre. Ahora vamos a tomar esta Escritura.",
    "Ahora ¿ven Uds. dónde estoy parado? ¿Cuántos pueden entender eso? Aquí están hombres y mujeres, parados aquí, los cuales nunca he visto en mi vida. Ni siquiera han estado en una reunión, y Uds. ven dónde están parados ellos. No saben qué va a suceder. Yo no sé lo que va a suceder. Pero Dios lo prometió. Abraham no sabía lo que iba a suceder cuando él sacó el cuchillo para matar a Isaac, pero Dios le había prometido. Allí quedó concluido. El lo había recibido a él como uno de entre los muertos, sabiendo que El era capaz de levantarlo de los muertos. ¿Es correcto eso? Así que allí quedó concluido.",
    "Ahora, aquí a mi lado está parado un hombre; yo nunca lo he visto, no sé nada acerca de él. Somos desconocidos el uno al otro. No nos conocemos el uno al otro. Dios nos conoce a los dos.\n\nAhora, por un don Divino, si yo sólo puedo por medio de un don…Ahora, esos dones nacen con uno. Dios los predestinó desde antes de la fundación del mundo. ¿Cuántos saben eso? [La congregación dice: “Amén”.] Así que no sería nada que yo tuviera, para merecer el don. Dios así lo escogió. Yo no lo escogí. El escogió eso. ¿Ven? Como los profetas del Antiguo Testamento, y las diferentes personas, fueron predestinados para hacerlo, para hacer esto.",
    "Ahora, si el hombre está enfermo, yo no podría sanarle. Si el hombre está en necesidad, dependería de lo que él necesite para yo poder ayudarle o no. Pudiera ser, si fuera alguna cosa como si él…alguna cosita en que yo pudiera ayudarlo, pues, yo con todo gusto lo haría. Quizás él tiene un mal genio. Quizás él ni siquiera es un Cristiano. Quizás es un Cristiano. Quizás es un impostor. Yo no sé. ¿Qué si es un ataque secreto, uno que se metió inadvertidamente, y vino aquí y sólo haciéndose pasar como algo? Observen lo que sucede, ¿ven? Sólo—sólo vean lo que sucede. Yo no sé.",
    "Pero, vean, al pararse uno aquí, entonces uno puede pararse perfectamente, sabiendo que Dios hizo una promesa, y Dios cumple Su promesa. ¿Ven? Ahora, si Dios cumple Su promesa, aquí ahora mismo, entre estas personas; ¿cuántos allá sentados lo van a creer de todo corazón? ¿Con todo su corazón lo van a creer? Entonces sólo créanme.",
    "Ahora, veamos. Tomemos una Escritura. Ahora, Simón Pedro vino al Señor Jesús. Y al llegar con el Señor Jesús, el Señor Jesús le dijo a él quién era, y—y le dijo cosas acerca de su vida. Pues, el mismo Jesús vive hoy. El…¿Creen Uds. que El resucitó de entre los muertos? [La congregación dice: “Amén”.] ¿Creen Uds. que el Espíritu Mesiánico vive en la Iglesia, hoy, de igual manera como siempre lo ha hecho? [“Amén”.] Muy bien.",
    "Ahora, Uds. en la audiencia, que no tienen una tarjeta de oración, Uds. miren hacia acá y digan: “¡Señor”! Por supuesto, no hay tarjetas en la audiencia, yo los tengo a todos parados aquí. Uds. en la audiencia digan: “Señor, Tú tócame a mí”. Vean lo que sucede. Vean lo que sucede…",
    "Ahora, señor, si hubiera una manera de ayudarlo, yo lo haría. ¿Ve Ud.? Solamente soy, somos desconocidos aquí, y yo—yo por primera vez lo estoy conociendo. Pero como un ministro yo soy responsable de decir la Verdad y de ser un testigo de Jesucristo. Y ahora, yo no quiero que Ud. me diga nada. Yo sólo quiero que Ud. me responda si es verdad o no, y entonces permita que El lo haga. Y si El obra de la misma manera aquí en la plataforma, por medio de este cuerpo, como El lo hizo a través del cuerpo de Jesús…\n\nEse era Dios en Cristo. Jesús dijo: “Yo no hago nada hasta que el Padre, el cual está en Mí, me lo muestra. El me dice qué hacer”. Así que no era Jesús el que le dijo a la mujer; era el Padre, en El, que le dijo a la mujer. No era—no era Jesús el que sabía quién era Simón Pedro, era el Padre que moraba en El, que sabía quién era Simón Pedro. Así es. ¿Ven? Eso es.",
    "Le puedo decir que Ud. es un Cristiano, sí señor, porque Ud. tiene un—un—un espíritu receptivo, una vibración amable. Y él, él es un creyente. El es un Cristiano. Y Ud. está sufriendo de una condición nerviosa la cual le causa un problema estomacal. [El hermano dice: “Eso es correcto”.] ¿Es correcto eso? [“Eso es correcto”.] ¿Ven? ¿Ven? Ahora, eso es exactamente. ¿Cómo eso? ¿Cómo supe eso? ¿Cómo sería posible que yo supiera eso? Nosotros jamás nos hemos visto el uno al otro. Eso es verdad. ¿No es así? [“Eso es verdad”.] Quizás El le dirá algo más a Ud. referente a Ud. mismo. Mire, aquí está algo. Yo veo a una mujer al lado suyo. Ella está con Ud., es su esposa. Ella también está necesitando ayuda, también. [“Eso es correcto”.] Sí, señor. ¿Cree Ud. que Dios puede decirme aquí lo que está mal con su esposa? [“Yo sé que El puede”.] Muy bien, señor. Ella tiene un problema del corazón, complicaciones. [“Sí, señor”.] Eso es correcto. ¿No es así? Nerviosa, también. [“Eso es correcto”.] Sí, señor. Ahora, Ud. no es de esta ciudad. [“No, señor”.] Ud. regresa por esta dirección cuando Ud. regresa a casa, se va para Cincinnati. [“Eso es correcto”.] Eso es correcto. Ud. es de Cincinnati, Ohio. [“Sí, señor”.] Su nombre es Milliken. Regrese, vuelva a casa, sea sano. El Señor lo bendecirá y Ud. será sanado, Ud. y su esposa. Dios le bendiga.\n\nVenga, señor. ¿Cree Ud.? Ahora sólo tenga fe. No dude.",
    "Ahora sean muy reverentes. Todos, sólo sean muy reverentes, manténganse en silencio. ¿Ven? El Espíritu Santo es tan tímido. ¿Cuántos saben eso? Muy tímido, el Espíritu Santo, ¿ven? cualquier pequeña interrupción le molesta a El.",
    "Según los médicos, Ud. debe morir a cualquier momento, de un problema del corazón. [El hermano dice: “Sí”.] Eso es correcto. Ud. ha venido aquí desde Chicago, Sr. Mosley. [“Sí”.] Su primer nombre es Teodoro. [“Sí”.] ¿Cree Ud. en Dios? [“Sí”.] Entonces vaya a casa y viva, en el Nombre de Jesucristo, y sea sano. Dios le bendiga.",
    "¿Le cree Ud. a Dios? [La hermana dice: “Seguro que sí. Sí, señor”.] Ud. sufre con una condición en su pierna. Ud. también es de otra ciudad. [“Sí, señor”.] Ud. es de Owensboro, Kentucky. Su nombre es Sra. Lamb. [“Sí, señor”.] Regrese a casa y sea sana.",
    "La señora sentada allí mismo, también es de Owensboro. [La hermana dice: “Amén”.] Tiene un absceso aquí en su seno. Está para operarse, mañana. Vaya, crea, y viva.",
    "¿Cree Ud., señor? [El hermano dice: “Sí, yo creo”.] Somos desconocidos el uno al otro. [“Sí, lo somos”.] Su nombre es Sr. Gilmore. Eso es correcto. Ud. viene de Anderson, Indiana, donde está el gran movimiento de la Iglesia de Dios. [“Eso es correcto”.] Eso es correcto. Ud. está parado aquí por su hija parcialmente afligida. Ella está parcialmente paralizada. ¿Cree Ud.? Entonces vaya a casa y encuéntrela de la manera en que Ud. cree. Muy bien, Dios le bendiga. Tenga fe, créalo.",
    "¿Cree Ud. con todo su corazón, señor? [El hermano dice: “Sí, señor”.] Ud. es de Indianapolis. Ud. es un ministro del Evangelio. Esa es su esposa. Ella también está sufriendo. [“Eso es correcto”.] Ella tiene un problema de esófago, en el esófago. El doctor…Y tiene un problema del corazón, un poco nerviosa. Yo veo que ella está sorda en su oído. Que… Venga aquí.\n\nTú espíritu de sordera, en el Nombre del Señor Jesucristo, yo te ordeno por el Dios vivo, sal de la mujer.\n\nAhora Ud. me puede oír muy bien. Uds. dos pueden irse a casa y ser sanos. Regresen a su casa. Ud. me oye, y Ud. está bien. Estará bien.",
    "¿Creen Uds. con todo su corazón? [La congregación dice: “Amén”.] Sólo tengan fe en Dios. Crean.",
    "Ese artritis y eso es una cosa terriblemente mala. ¿Cree Ud. que Dios la sanará? Entonces camine por allí. Y vaya a casa, alabando Su Nombre, diciendo: “Gracias, amado Señor Jesús”.\n\nLa razón que capté eso tan rápido, esta mujer tenía la misma cosa, artritis.\n\n¿Cree Ud. que Dios lo sanará? [El hermano dice: “Sí”.] Muy bien, señor. Entonces sólo camine por allí, y diga: “Gracias, Señor Jesús”, y vaya a casa.",
    "Muy bien, hermana, sólo dé la vuelta y regrese, y crea. La rigidez que tiene aquí en sus rodillas, y su problema de corazón, y demás. Sólo dé la vuelta y regrese a casa, y diga: “Gracias, Señor Jesús”, y sea sana. Crea con todo lo que está en Ud.",
    "¿Creen Uds.? [La congregación dice: “Amén”.] ¿Qué de allá afuera, algunos de Uds., Uds. creen? [“Amén”.]",
    "La dama sentada allí, de pelo negro, tiene epilepsia, ¿cree Ud. que Dios la sanará? ¿Lo acepta Ud.? Muy bien. Si Ud. lo hace, El lo hará.",
    "Aquí está un predicador, sentado aquí, deseando un caminar más cerca con Dios. ¿No es así, señor? ¿Cree Ud. que Dios lo hará por Ud.? Levante su mano y diga: “Yo lo acepto”.",
    "Esta señora sentada aquí, que bajó la mano. Ella tiene un problema espiritual en el que está pensando. Eso es correcto.",
    "Aquí está una dama, pensando si ella va a tener su bebé. Eso es correcto. Ud. ha estado en una de mis reuniones. Y yo le prometí, por medio de Dios, un bebé. ¿No es así? Muy bien. Entonces vaya a casa y téngalo. No se preocupe más al respecto.",
    "¿Creen Uds. con todo su corazón, todos Uds.? [La congregación dice: “Amén”.] ¿Todos Uds. creen? [“Amén”.] La Simiente de Abraham poseerá la puerta, la puerta del enemigo. ¿Son Uds. la Simiente de Abraham, por medio de Jesucristo? Levanten sus manos si lo son. [“Amén”.]\n\nEntonces ponga sus manos sobre su vecino, sobre su vecino, el uno al otro. Pongan sus manos el uno sobre el otro. Posean la puerta ahora mismo. Es suya. Pertenece a Uds. “La oración de fe salvará al enfermo. Dios los levantará”. Muy bien, oren a su propia manera. Oren de la manera que lo hacen en su iglesia. Ore por la gente que tiene a cada lado. Simplemente pongan sus manos el uno al otro y oren.",
    "Señor Jesús, venimos en ese gran Poderoso Nombre de la Simiente Real, la Simiente de Abraham, al cual le fue prometido allá en el monte donde Tú proveíste un cordero; y colocaste ese cordero allí en el desierto, algo misterioso, igual como Tú lo hiciste con aquellas ardillas, ayer.\n\nYo ruego, oh Señor Dios, que Tú envíes poder de fe. Y permite que cada Simiente…Yo sé que ellos lo harán, Señor, porque Tú dijiste: “La Simiente de Abraham”. Y si ha habido algunos aquí que han estado pretendiendo ser la Simiente, y no son la Simiente, perdónales por su intención aquí, o por pretender. Y que el Espíritu Santo ahora mismo encienda sus almas con fe viva. Permite que el Espíritu Santo se mueva dentro de cada corazón y sane a todos aquí. Ellos tienen sus manos el uno sobre el otro.\n\nLa Simiente Real dijo: “Estas señales seguirán a aquellos que creen. Si ellos ponen manos sobre los enfermos, sanarán”. Y Aquel quien hizo la promesa está presente ahora mismo, mostrándose a Sí mismo que El está aquí. Allí está la Simiente con sus manos el uno sobre el otro. “Estas señales seguirán a aquellos que creen”. Que el Espíritu Santo se impulse a través de cada una de sus manos, dentro de los corazones de la gente, en sus cuerpos, y sane a cada uno que está en Presencia Divina. Concédelo, Señor.\n\nYo reprendo al diablo. Yo reprendo toda incredulidad. Yo reprendo todo espíritu malo. Yo reprendo todo impostor. Yo reprendo todo lo que es contrario a la Palabra de Dios. Y permite que el Espíritu Santo tome Su lugar en el corazón de la gente, ahora mismo, por medio de la fe. Que toda enfermedad y todo malestar, toda aflicción deje a la gente, en el Nombre de Jesucristo. Amén.",
    "Ahora, Simiente de Abraham, Uds. del linaje real, Uds. de la promesa, por la gracia y la ayuda de Dios, ¿cuántos de Uds. pueden levantar su mano, y decir: “Yo he recibido lo que he pedido”? Gracias. Así es. Para eso es la promesa. Para eso fue dada la promesa, para que Uds. pudieran ser herederos de todas las cosas, por medio de Jesucristo quien los salvó. El los salvó del pecado. El los salvó de enfermedades. El los salvó de la muerte. El los salvó del infierno. El los salvó del sepulcro.",
    "Ud. dice: “Pero Hermano Branham, todos vamos hacia el sepulcro”. Pero el sepulcro no puede retenernos. El también entró allí, pero no pudo retenerle a El. Ciertamente. No lo pudo retener.",
    "🦅 Pero Hermano Branham, yo soy tan tentado”. También El lo fue. Pero El lo salvó a Ud. de la tentación.",
    "🦅 No nos metas en tentación, mas líbranos del mal”. ¿Ven? El lo ha hecho. Es todo suyo. Todo es suyo, por medio de Jesucristo. El le da todo, gratuitamente. No hay que pagar por eso, ni nada. Simplemente es suyo ahora mismo. ¿No están contentos por ello? [La congregación dice: “Amén”.] ¿No están contentos por El? [“Amén”.] Gracias a Dios.",
    "Ahora, habrá servicio, esta noche. Sí. Es esta noche, a las siete y media esta noche. Yo dejaré que el pastor les diga. Venga. Venga.\n\nAhora, el próximo domingo en la mañana, si el Señor lo permite, yo estaré nuevamente para orar por los enfermos, en el tabernáculo, o donde sea. 🦅"
  ]
}