{
  "title": "¿QUÉ ES EL ESPÍRITU SANTO?",
  "id": "59730009",
  "content": [
    "🦅  …para una reunión. Esta reunión será una reunión un poco diferente de las que normalmente tenemos aquí. La mayoría de las veces, cuando nos reunimos aquí, nos congregamos para… por la sanidad de los enfermos y por las necesidades físicas; allí se pone el énfasis. Pero en esta noche hemos comenzado este avivamiento para la sanidad del alma, el—el espíritu del hombre.\n\nSin embargo, Dios mediante, el domingo en la mañana (en la Escuela Dominical, el domingo en la mañana), tendremos oración por los enfermos y una línea, como acostumbramos, para la sanidad; será el domingo en la mañana, Dios mediante. Y en estas noches durante la semana, nos urge en gran manera hablar de las cosas Eternas para el—el alma.",
    "Ahora, sabemos que cuando un—un cuerpo es sanado, nos da felicidad a todos, por cuanto sabemos que muestra concretamente que nuestro Dios sana a los enfermos. Pero esa persona enferma, si llega a vivir lo suficiente, puede ser que se vuelva a enfermar, tal vez con la misma enfermedad de la cual fue sanada; y eso no desmiente la sanidad. El médico puede dar medicina para la neumonía, y quizás dos días más tarde se mueran de neumonía después que él los declaró en salud. Eso vuelve. Pero cuando esa alma es sanada, Ud. entonces tiene, por dentro, Vida Eterna.",
    "Y yo creo que estamos tan cerca de la Venida del Señor Jesús, que nos conviene hacer todo lo posible para traer toda alma al Reino, y traer el Reino a las personas; para que podamos recibir la sanidad de nuestro espíritu. Yo creo que el cuerpo de Jesús es el cuerpo más enfermo que conozco; lo cual es el—el cuerpo, el cuerpo espiritual de Cristo en la tierra; está muy enfermo.",
    "Y ahora, no planeamos mantenerlos hasta muy tarde en la noche, porque en la primera noche ya no tenemos lugar para sentar a nuestros amados amigos. Estamos en proyecto de edificar una iglesia nueva, un tabernáculo grande, aquí mismo en estos lotes, o donde el Señor indique; pero hasta donde sabemos, será aquí.",
    "Y ahora, hemos anunciado la reunión desde el miércoles hasta el domingo. Pero, luego el domingo, se acerca a los días festivos de Navidad, y eso… cuando el Señor nos diga que concluyamos, ése será el momento. Nosotros no sabemos exactamente cuáles serán los resultados. Pero estamos creyendo, las personas aquí del tabernáculo y nuestras iglesias hermanas (que son: una de ellas es—es la iglesia del Tabernáculo de Santidad, en Utica, en donde el Hermano Graham Snelling es el pastor, y en New Albany, donde el hermano—el Hermano Junie Jackson es el pastor, y también por la autopista, en donde el Hermano Ruddell es pastor), nosotros, como también las iglesias hermanas de este tabernáculo, estamos esforzándonos por traer la… a nuestro pueblo a un mejor compañerismo con Cristo. Ése es nuestro propósito. Así que he escogido leer y enseñar, durante las próximas noches…",
    "En esta noche quiero hablar sobre el tema: ¿Qué Es El Espíritu Santo? Y mañana en la noche, quiero predicar sobre: ¿Para Qué Fue Dado? Y el viernes en la noche (y para los que graban, no quiero que esto sea grabado el viernes en la noche): ¿Cómo Recibo El Espíritu Santo? y, ¿Cómo Sabré Cuando Lo Tenga? Y después, simplemente dejaremos, veremos luego a qué nos guía el Señor, para el sábado y el domingo. Y el domingo en la mañana, un servicio de sanidad, y otro servicio de evangelismo para el domingo en la noche.",
    "Y ahora queremos que todos sepan que… Y sé que las grabadoras están funcionando en la pieza de atrás, y queremos decir esto: Pues, en estas reuniones así, de tipo evangelístico, tenemos personas de iglesias de diferentes denominaciones que han sido cada uno instruidos en la esfera de su propia creencia; y eso está bien. Yo nunca he querido ser culpable de sembrar discordia entre hermanos. Y viajando, en las reuniones, yo sólo predico las grandes Verdades evangélicas de la Escritura, en las que creen los hermanos que patrocinan mi reunión. Pero, aquí en el tabernáculo, yo—yo quiero hablar sobre lo que nosotros creemos. Así que, si Ud.—si Ud. no lo entiende, me traería mucha felicidad recibir una pequeña carta o nota de Ud., haciéndome alguna pregunta de—de ¿por qué lo creemos así? Y con mucho gusto trataría de explicarlo hasta donde yo más pueda.",
    "Saben, toda iglesia, si no tiene una doctrina, Uds. no son una iglesia. Uds. tienen que tener algo que representar, ciertos principios que están sosteniendo. Y no importa la afiliación o a qué denominación pertenezca la persona, si esa persona es nacida del Espíritu de Dios, ése es mi hermano o mi hermana; no importa la… Quizás tengamos diferencias en otras cosas, como el Este está lejos del Oeste; pero seguimos siendo hermanos. Y yo no haría otra cosa que procurar ayudar a ese hermano para que camine mejor y más cerca de Cristo. Y yo creo que cualquier Cristiano genuino y verdadero haría lo mismo conmigo.",
    "Ahora, le he pedido a este tabernáculo… Ahora, no estamos entrando a esto simplemente como para tener una reunión larga. Yo quiero entrar en esto, y quiero que Uds. (y les he pedido que quemen todo puente que ha quedado atrás y corrijan todo pecado), porque estamos entrando a esto con todo lo que está en nuestro corazón y en nuestras vidas. Debemos venir aquí con el único propósito de aparejar nuestras almas para la Venida del Señor, y no con otro propósito. Y como he hablado y dicho, que quizás en algún momento enseñe o diga algo que pueda ser un poco contrario a lo de otro, la manera en que lo han creído. Yo—yo no vine para tener controversias (¿Ven Uds.?), yo—yo vine… Estamos aquí para preparar la Venida del Señor. Y pienso que este pequeño grupo…",
    "Tengo aquí conmigo algunos hermanos conocidos que nos visitan, de diferentes lugares; y estamos muy felices porque nos acompañan. Y no hay duda que allí en la audiencia también hay otros que han venido que no son de la ciudad, de algunas de las pequeñas ciudades aquí vecinas. Y estamos contentos de tenerlos aquí y muy agradecidos con Uds., al ver que nos aman lo suficiente para venir a oír estas cosas. Dios… Que Ud. se pueda llevar a casa, mi hermano, hermana, los tesoros más ricos que Dios pueda derramar en su corazón, es mi oración.",
    "Y para este pequeño tabernáculo, veo y considero que de las personas más finas que hay en la tierra, vienen a este tabernáculo. Ahora, no dije “todas” las personas más finas. Dije, de las personas más finas en la tierra vienen a este tabernáculo. Pero, día a día, al regresar aquí, de reunión en reunión, veo una gran necesidad en este tabernáculo (una gran necesidad en él), y es por una llenura o una consagración; de una vida más profunda, un caminar más cerca de Dios. Y les he prometido hacer esto, traerles estos Mensajes. Y estamos muy contentos por incluirlos aquí en compañerismo con nosotros alrededor de la Palabra de Dios, mientras enseñamos y procuramos mostrarlo.",
    "Ahora, las tres primeras noches no tomaremos un tema para predicar, sino un Mensaje para enseñar, de la Palabra de Dios.\n\nY ahora, pues, yo no pediría que alguien hiciera algo que yo mismo no haría. Y esta semana ha sido un Calvario total para mí. He estado a punto de—de desmayarme, si así pudiera decirlo, hasta que casi he estado fuera de mí. Pero le he rendido completamente al Señor toda voluntad y todo lo que sé.",
    "La otra noche, un poco después de la medianoche, mi esposa y yo, estando despiertos y orando y hablando con el Señor, sobre la pequeña banqueta en el… nuestra sala, con dos Biblias abiertas, nos consagramos de nuevo a Dios para un servicio completo; que rendíamos nuestra propia voluntad y todo, y todo pensamiento negativo, y, para servir al Señor Jesús.\n\nY confío que ésa también haya sido su actitud; que Uds. hayan hecho lo mismo. Luego, al venir en esta noche, llegamos a terreno santo; entre un pueblo que ha estado orando y ayunando, y haciendo restituciones, y aparejándose para recibir algo de Dios. Y yo sé que aquél que venga con hambre no se irá hambriento, sino que Dios lo alimentará con el Pan de Vida.",
    "Ahora, antes de leer de Su Libro Sagrado, inclinemos nuestros rostros un momento para orar.",
    "Señor, en esta noche ya se ha ofrecido oración en este lugar. Se han… los cantos de Sion han sido entonados por Tus hijos; han sido alentados en sus corazones. Y hemos venido aquí para consagrarnos a Ti, y para adorarte desde lo más profundo de nuestra alma. Y te estamos trayendo esto a memoria, Señor, que dijiste cuando te sentaste sobre el Monte y les enseñaste a Tus discípulos: “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”. Tú lo prometiste, Señor. Venimos en esta noche con corazones abiertos; venimos hambrientos y sedientos, y sabemos que cumplirás Tu Promesa.",
    "Cuando nos proponemos a abrir estas páginas sagradas de la Biblia, para leer de Ellas su contenido, que el Espíritu Santo sencillamente lo lleve a cada corazón. Y que esa Semilla caiga en una fe rica y profunda, la cual produzca toda promesa que la Palabra ha hecho. Óyenos, Señor, y límpianos y pruébanos. Y si hubiese en nosotros alguna cosa inmunda, Señor, cualquier pecado sin confesar, cualquier cosa que no esté correcta, revélalo ahora mismo, Señor; iremos directamente y lo haremos, porque nos damos cuenta de que estamos viviendo a las sombras de la Venida del Señor Jesús. Y hemos (¡Oh, Dios Santo!), venido bajo las sombras de Tu—Tu justicia en esta noche, y estamos clamando por una nueva dedicación y consagración, y llenura del Espíritu Santo en nuestras vidas.",
    "Al ver que comienzan a disminuir los fuegos del avivamiento, arrojemos allí leña de la Palabra, para que se pueda encender un fuego nuevo; para que se llenen de celo nuestros corazones. Santifícanos, Señor, con Tu preciosa Palabra y Tu Sangre, y Tu gracia, te imploramos; y todas las gracias y la gloria serán Tuyas. Despoja de nuestro corazón todo prejuicio; límpianos, oh, Señor. Concédenos corazones puros y manos limpias, y mentes limpias para que podamos entrar a Tu santuario, noche tras noche, regocijados y llenos de Tu Espíritu. Pedimos esto en el Nombre de Jesús y por Su causa. Amén.",
    "Deseo leer la Palabra en estos momentos. Y, mientras… les pido que traigan sus Biblias, sus lápices, sus papeles para las Escrituras. Si así lo desean, estaría muy bien. Y ahora, mientras van al capítulo 7 de los Hechos, para comenzar; para responder a la pregunta, o para empezar a dar respuesta a la pregunta: ¿Qué Es El Espíritu Santo?",
    "No hay nada que derrote a Satanás, todavía no ha habido nada en la tierra que pueda derrotar a Satanás como la Palabra de Dios. Jesús la usó en Su gran batalla; Él dijo: “Escrito está…”.",
    "Y esta mañana, venía escuchando, desde hace unos días, un programa radial que parecía decir que la creación sólo vino de un viento que juntó algunas cenizas, y un poco de fosfato y algunas sustancias químicas de la tierra; y que los rayos cálidos del sol crearon el germen de vida, y así se produjo la vida. ¡Qué ridículo —cuando los rayos solares destruyen cualquier germen de vida! Ponga un germen bajo los rayos del sol, lo mataría inmediatamente. Y no hay tal cosa; pero era Satanás queriendo lanzarme un puño con eso. Y después que había llevado a mi pequeña Rebeca a la escuela esta mañana, y cuando venía de regreso, comencé a sintonizar la radio de nuevo; y pensé que volvería a entrar en todo eso, así que la volví a apagar.\n\nY mientras iba por la calle, Satanás me dijo, él dijo: “¿Sabes que este Hombre al cual tú llamas Jesús fue simplemente un hombre en su día, como lo fue Billy Graham u Oral Roberts? Él sólo fue un hombre alrededor del cual comenzaron a reunirse algunas personas y a decir que era un gran Hombre, y después de algún tiempo Él se hizo más importante, y luego se convirtió en un—un dios para ellos. Y ahora eso se ha regado por todo el mundo, a raíz de que ya murió, y eso es todo”.",
    "Pensé: “¡Qué mentiroso eres!”. Y luego giré, justamente cuando cruzaba la calle Graham. Dije: “Satanás, tú que me estás hablando a la conciencia, me gustaría preguntarte algunas cosas: ¿Quién fue Aquél de Quien los profetas hebreos hablaron que habría de venir? ¿Quién fue el Mesías ungido? ¿Qué estaba sobre esos hombres que lo vieron anticipadamente y hablaron de Su vida miles de años antes de que viniera aquí? ¿Quién fue que lo predijo al pie de la letra? Y cuando Él vino, ellos dijeron: ‘Contado fue con los pecadores’, y Él lo fue. ‘Herido fue Él por nuestras rebeliones’, y lo fue. ‘Con los ricos fue en su muerte, pero Él se levantaría al tercer día’, y así fue. Y luego Él prometió el Espíritu Santo, y yo lo tengo. Así que será mejor que te apartes de eso, pues está escrito en la Palabra, y toda Palabra es verdadera”. Entonces él se fue. Ud. simplemente déle la Palabra, con eso basta. Él no puede soportar esa Palabra, por cuanto es inspirada.\n\nComencemos a leer en esta noche el capítulo 7, del libro de los Hechos:\n\nEl sumo sacerdote dijo entonces: ¿Es esto así?\n\nY él dijo: Varones hermanos, y padres, oíd: El Dios de la gloria apareció a nuestro padre Abraham, estando en Mesopotamia, antes que morase en Harán,\n\nY le dijo: Sal de tu tierra y de tu parentela, y ven a la tierra que yo te mostraré.\n\nEntonces salió de la tierra de los caldeos, y habitó en Harán; y de allí, muerto su padre, Dios le trasladó a esta tierra, en la cual vosotros habitáis ahora.\n\nY no le dió herencia en ella, ni aun para asentar un pie; pero le prometió que se la daría en posesión, y a su descendencia después de él, cuando él aún no tenía hijo.\n\n…dijo Dios así: Que su descendencia sería extranjera en tierra ajena, y que los reducirían a servidumbre y los maltratarían, por cuatrocientos años.\n\nMas yo juzgaré, dijo Dios, a la nación de la cual serán siervos; y después de esto saldrán y me servirán en este país.\n\nY le dio el pacto de la circuncisión; y así Abraham engendró a Isaac, y le circuncidó al octavo día; e Isaac a Jacob, y Jacob a los doce patriarcas.",
    "En esta cita es que deseamos abordar el tema, que considero que es el tema sobresaliente hoy, de… ¿Qué Es El Espíritu Santo? ¿Qué es? Y ahora, la razón por la que he tomado este tema, así en este orden: es porque Ud. no puede venir y recibir el Espíritu Santo a menos que sepa lo que es. Y Ud. no puede recibirlo, aun sabiendo lo que es, a menos que Ud. crea que le es dado a Ud., y que es para Ud. Y luego, Ud. no podrá saber si Lo tiene o no, a menos que sepa qué resultados trae. Entonces si Ud. sabe lo que es, y para quién es, y qué acciones produce cuando llega, entonces Ud. sabrá lo que tiene cuando lo haya recibido. ¿Lo ve? Eso concluiría el asunto.",
    "Es como le estaba hablando hoy a nuestro Hermano Jeffries, y él dijo: “Me gustaría estar en la reunión esta noche, pero estaré allí mañana en la noche”. Él no sabía de la reunión porque no la anunciamos, solamente aquí. Algunos de los… El Hermano Leo y ellos les escribieron a algunos de nuestros amigos y les informaron, a los que no son de la ciudad. Bueno, fue porque no teníamos lugar.",
    "Ahora, le dije: “Hermano Jeffries, si Ud. me enviara a poner en funcionamiento uno de sus pozos de petróleo, y yo sin saber nada de eso, probablemente haría que explotara. Pudiera girar la llave incorrecta o poner en marcha el motor equivocado. Yo debo saber cómo se hace antes de hacerlo”.\n\nY así es en cuanto a recibir el Espíritu Santo. Ud. debe saber qué es lo que viene a buscar, y cómo recibirlo, y lo que es.",
    "Ahora, en primer lugar, el Espíritu Santo ha sido prometido.",
    "Podríamos tomar diez semanas y no llegar a… apenas tocar la orilla de este tema, lo que es el Espíritu Santo. Pero, para comenzar, quiero abordarlo de manera que pueda dar un bosquejo cada noche, luego ver si en la noche siguiente hubieran preguntas.",
    "¿Cuántos aquí no han recibido el Espíritu Santo, no han sido bautizados con el Espíritu Santo? Levanten las manos; Uds. que saben que no lo han sido. ¡Sólo miren las manos!\n\nAhora, quiero hablar al respecto, del Espíritu Santo como una señal, por cuanto es una señal. Nosotros sabemos que, que todas las promesas nos son dadas por… Abraham fue el padre de la promesa, porque Dios les dio la promesa a Abraham y a su Simiente después de él. La promesa les fue hecha “a Abraham y a su Simiente”. Y esta señal es para un pueblo con un pacto.",
    "Ahora, hay una diferencia muy grande entre un simple Cristiano y un Cristiano lleno del Espíritu Santo. Y ahora vamos a ver esto en la Escritura y a ubicarlo exactamente en la Escritura. En primer lugar, hay un Cristiano que profesa ser un Cristiano. Pero si este Cristiano aún no ha sido lleno del Espíritu Santo, él sólo está en proceso de ser un Cristiano. ¿Ven Uds.? Él profesa que lo cree; está avanzando hacia Ello, pero Dios todavía no le ha dado este Espíritu, del Espíritu Santo. Él aún no ha llegado a esa meta con Dios, que Dios lo ha reconocido.",
    "Pues, Dios hizo un pacto con Abraham, después de que Él llamó a Abraham, lo cual es un tipo del llamamiento del creyente hoy.\n\nÉl llamó a Abraham, y Abraham salió de su país y se fue a una tierra extraña, a morar entre un pueblo extranjero. Y eso es un tipo del llamamiento que Dios le hace al hombre para que deje su impiedad, y se arrepienta de su pecado. Él sale entonces del grupo en el cual se encuentra, para vivir con un grupo nuevo, entre un nuevo tipo de personas.\n\nY después que Dios halló que Abraham fue fiel a la promesa que Dios le había dado (de que tendría un hijo, y que a través de este hijo sería bendita toda la tierra), luego Dios le confirmó su fe dándole una señal; y esa señal fue la circuncisión. Y la circuncisión es un tipo del Espíritu Santo.",
    "Exactamente en los siguientes versículos de este capítulo que acabamos de leer, si lo quieren anotar. Y el… Esteban dijo, en el versículo 51:\n\n¡Duros de cerviz,…incircuncisos de corazón y de oídos! Vosotros resistís siempre al Espíritu Santo; como vuestros padres, así también vosotros.",
    "La circuncisión es un tipo del Espíritu Santo. Y Dios le dio a Abraham la—la señal de la circuncisión después de que él hubo aceptado a Dios, en base a Su promesa, y de que él saliera a peregrinar a un país extraño. ¿Ven? Fue una señal.\n\nY todos sus hijos y su simiente después de él, deberían tener esta señal en la carne, pues era un distintivo. Era para separarlos a ellos de todos los demás pueblos, esta señal de la circuncisión.",
    "Y eso es lo que Dios usa hoy. Es la señal de la circuncisión del corazón, el Espíritu Santo, lo cual hace que la Iglesia de Dios sea una Iglesia separada de todos los demás credos, confesiones y denominaciones. Ellos están en todos los tipos de denominaciones, sin embargo, ellos son un pueblo separado. Permítanme Uds. hablar con un hombre por dos minutos, y les puedo decir si él ha recibido o no al Espíritu Santo; Uds. también pueden hacerlo. Eso los separa a ellos; es una marca; es una señal. Y el Espíritu Santo es una señal. Y es…",
    "Cualquier niño que rehusaba la circuncisión, en el Antiguo Testamento, lo cual era una sombra previa del Espíritu Santo, era cortado de en medio del pueblo. Él no podía tener compañerismo con el resto de la congregación, si rehusaba ser circuncidado.\n\nAhora, vamos a trazar eso para hoy: Una persona que rehúse recibir el bautismo del Espíritu Santo, no puede tener compañerismo con aquellos que tienen el Espíritu Santo. Ud. simplemente no lo puede hacer. Ud. tiene que ser de una naturaleza. Como, es…",
    "Mi madre solía decir: “Aves de un mismo plumaje se juntan”. Bien, es un proverbio antiguo, pero es muy cierto. Uno no ve a las palomas y a los cuervos en compañerismo; sus dietas son diferentes, los hábitos que tienen son diferentes, sus deseos son diferentes.\n\nY así es con el mundo y con el Cristiano una vez que Ud. ha sido circuncidado por el Espíritu Santo, lo cual significa “cortar, separando una carne”.",
    "La circuncisión sólo era posible en el varón. Pero si la mujer se casaba con un hombre, ella formaba parte de él; era circuncidada en él. Recuerdan en Timoteo donde dice: “Pero se salvará engendrando hijos, si permaneciere en fe y santidad, con toda modestia”.",
    "Ahora, la circuncisión. Saben cuando el… que Sara se rió, atrás en la carpa, ante el mensaje del Ángel, cuando Él dijo: “Abraham” (sin saber quién era Él, pues era un extraño), “¿dónde está tu esposa, Sara?”. ¿Cómo sabía Él que aquél tenía esposa?",
    "Como dijo Jesús: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre”. Recuerden, esas señales no fueron hechas allá a Sodoma y Gomorra (en el mundo), entre los religiosos; sino que fueron para los Elegidos, los llamados fuera. Y Abraham fue llamado fuera. Y la palabra iglesia significa, “llamados fuera; los separados”, así como Abraham mismo se separó y fue circuncidado.\n\nY luego, cuando Sara se rió del propio mensaje del Ángel, Dios la hubiera matado en el acto; pero Él no podía perturbar a Sara sin perturbar a Abraham, por cuanto ellos eran uno. Ella era parte de él. “Ya no seguiréis siendo dos sino uno”.",
    "Así que, la circuncisión, el Espíritu Santo hoy circuncida el corazón. Y es una Señal, una señal que ha sido dada.\n\nAlguien dijo el otro día… y sólo lo repito, no como broma, pues es la verdad, pero sólo suena como un chiste. Muchas veces he dicho: éste no es un lugar para chistes. Pero había un joven alemán allá en la Costa del Oeste, en donde acabamos de estar. Él recibió al Espíritu Santo. Y él iba por la calle, y caminaba un pequeño tramo, y levantaba las manos y hablaba en lenguas. Y corría y saltaba y gritaba. Y en su trabajo se estaba comportando así, y su jefe le dijo: “¿En dónde has estado?”. (A mí—a mí me gusta cuando han estado en esos lugares.) Él dijo: “Seguro que has estado entre aquel grupo de tuercas [En inglés, “nuts” significa tuercas y locos.—Trad.]”.\n\nÉl le dijo: “¿Entonces Ud. los considera tuercas?”.\n\nÉl le respondió: “Seguro, lo son”.",
    "El joven le respondió: “Bueno, ¡gloria a Dios por las tuercas!”. Y dijo: “¿Sabe Ud. una cosa? Las tuercas juegan un papel muy importante”. Él dijo: “Por ejemplo, el automóvil: Ud. le quita todas las tuercas y no tendrá más que un montón de chatarra”. Y eso sí que es verdad.",
    "Ud. es tan diferente cuando el Espíritu Santo viene a Ud., que ya no cae bien según la mentalidad de este mundo, y ellos están en contra suya, y no quieren tener nada que ver con Ud., en lo absoluto. Ud. es nacido de otro Mundo. Ud. es tan extranjero, diez veces más extranjero, que si se fuera a las partes más remotas de las junglas africanas. Ud. es diferente cuando ya ha venido el Espíritu Santo, y eso es una señal. Eso es una marca entre la gente.",
    "Ahora, Ud. dirá: “Entonces, Hermano Branham, ¿esa señal de la circuncisión le fue dada a Abraham?”. Eso es cierto. “Y, ¿a su Simiente?”. Sí.",
    "Muy bien, ahora vamos a los Gálatas, el capítulo 3, versículo 29, y veamos cómo se puede aplicar eso a nosotros. Gálatas 3:29, y a ver cómo esta circuncisión se puede aplicar a un gentil, si somos gentiles; como lo somos por nacimiento natural.\n\nAhora, el primero, quiero leer el versículo 16:\n\nAhora bien, a Abraham fue hecha la promesa, y a su simiente. (¡A Abraham y a su simiente!) No dice: Y a las simientes,…\n\nNo a cualquier que diga: “¡Oh, yo también soy de las simientes de Abraham!”. No. A una “Simiente”, ¡a la Simiente de Abraham!\n\n…No a las simientes, como si hablase de muchos, sino como de uno: Y a—a ellos… Y a tu simiente, la cual es Cristo.",
    "Cristo fue la Simiente de Abraham, ¿lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Muy bien, ahora veamos el versículo 28 y 29.\n\nYa no hay judío, ni griego; ni hay esclavo o libre; ni hay varón o mujer: porque todos nosotros somos uno en Cristo Jesús.\n\nY si vosotros sois de Cristo, ciertamente sois linaje de Abraham, y sois herederos según la promesa.\n\n¿Cómo llegamos a ser “linaje de Abraham”? ¡Estando en Cristo!, entonces somos la Simiente de Abraham. Y, ¿cuál fue la Simiente de Abraham? Podríamos pasar a Romanos 4 y a otras citas.\n\nAbraham no recibió la promesa mientras estuvo circuncidado. Para mostrar que la circuncisión fue solamente un tipo, él recibió la promesa antes de que él fuera circuncidado. Y era un tipo, en reconocimiento de su fe que tuvo antes de que él fuera circuncidado.",
    "Ahora, una vez que estamos en Cristo, nosotros llegamos a ser la Simiente de Abraham y somos herederos con Cristo, por consiguiente, no importa quiénes seamos, judíos o gentiles.\n\nY “la Simiente de Abraham”, la Simiente de Abraham tiene la fe de Abraham, que toma a Dios por Su Palabra. No importa cuán ridícula pueda parecer, cuán poco común pueda Ud. actuar, o cuán peculiar pueda llegar a ser: Ud. toma a Dios por Su Palabra, sin importarle nada.",
    "Abraham, a la edad de setenta y cinco años (y Sara de sesenta y cinco), tomó a Dios por Su Palabra y llamó a todo aquello que le era contrario como si no existiera. ¿Qué creen Uds. que pensarían los médicos de aquel día? ¿Qué creen Uds. que pensaría la gente, cuando vieron a un anciano de setenta y cinco años alabando a Dios porque “iba a tener un hijo” con su esposa, y ella de sesenta y cinco años; como veinticinco años después de la menopausia? Pero (¿Lo ven?), hace que uno actúe en forma rara; la fe de Abraham.",
    "Y cuando Ud. es circuncidado por el Espíritu Santo, hace lo mismo en Ud.: le lleva a hacer cosas que Ud. nunca pensó hacer; le hace tomar la promesa de Dios y creerle a Dios.",
    "Ahora, además de ser una—una promesa y una señal, también es un sello. Ahora vayan conmigo a Romanos. Pero primero quiero que vayan conmigo a Efesios 4:30, y leamos aquí por un minuto. Efesios 4:30 dice lo siguiente:\n\nAhora, Uds. han oído a muchas personas decir que un sello puede ser diferentes cosas. “Si va a la iglesia, Ud. tiene el sello de la iglesia”. Y algunas personas dicen: “Es guardar cierto día, el día sábado; que ése es—es el sello de Dios”. Algunos dicen: “Si nos afiliamos a cierta denominación, somos sellados en el Reino de Dios”.",
    "Ahora, la Biblia dice: “Sea la palabra de todo hombre una mentira, mas la de Dios veraz”. Ahora, Efesios 4:30, se lee así:",
    "Y no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de la redención.",
    "Voy a tener que ponerme un poquito duro en cuanto a esto, mostrarlo. Ahora, Uds. hermanos legalistas, quédense quietos por un momento. ¿Ven? ¿Notaron Uds. cuánto tiempo dura ese sello? No dura hasta el próximo avivamiento, hasta la próxima vez que fallen en algo. “¡Hasta el día de su redención!”, es por el tiempo que Ud. está sellado. “Hasta el día de su redención”, cuando Ud. suba, que sea redimido para estar con Dios, es el tiempo que el Espíritu Santo lo sella a Ud. No es de avivamiento hasta avivamiento, sino que Ud. es sellado de Eternidad hasta Eternidad por el Espíritu Santo.\n\nEsto es lo que es el Espíritu Santo, es el sello de Dios; que Él ha hallado… Ud. ha hallado gracia ante Él, y Él le ama y le cree, y Él ha puesto Su sello sobre Ud. Cualquiera, ¿qué es un sello? Pues, un sello señala o significa “una obra consumada”. Amén. Dios le ha salvado a Ud., le ha santificado, le ha limpiado, ha hallado favor con Ud., y lo ha sellado; Él ha concluido. Y Ud. es Su producto, hasta el día de su redención. Algo sellado es “una cosa consumada”.\n\n¿Qué es el Espíritu Santo? Es una Señal. Vamos a entrar en eso más adelante, en otro Mensaje; la señal de la cual habló Pablo. Las lenguas fueron una señal a los creyentes… o sea para los incrédulos.",
    "Ahora, noten, pero en esto, el Espíritu Santo es una señal. Quiero decir… Y el Espíritu Santo es un sello. Es una señal que Dios les dio a Sus hijos elegidos. Rechazarlo es ser cortado del pueblo; y recibirlo es terminar con el mundo y con todas las cosas del mundo, y ser un producto sobre el cual Dios ha puesto un sello de aprobación.",
    "Yo trabajaba por acá en el ferrocarril, con Harry Waterberry, y nos íbamos para allá a cargar un vagón. Mi hermano, Doc, parado allá atrás, ayuda a cargar vagones. Cuando un vagón está siendo cargado, inspeccionan ese vagón (el inspector), y si él descubre alguna cosa suelta, de modo que pueda caerse y romperse, o cualquier cosa que pueda ser destruida, él no sellará ese vagón hasta que ese vagón no esté tan completamente lleno, que esté tan completamente ajustado y tan en orden, que el movimiento del viaje no perturbe el producto que va adentro.",
    "Por eso es que no es muy frecuente que seamos sellados; somos muy flojos en cuanto a las cosas. Cuando el Inspector pasa, para inspeccionar su vida, para ver si Ud. está un poco flojo en cuanto a las cosas (un poco flojo en cuanto a su vida de oración; un poco flojo en cuanto a ese mal genio; un poco suelto con esa lengua, hablando de otros), Él no sellará el vagón. Tiene algunos hábitos inmorales, cosas viles, una mente vulgar, Él no puede sellar el vagón.\n\nPero cuando Él halla todo en su lugar (el Inspector), entonces Él lo sella. ¡Que nadie se atreva a romper ese sello hasta que ese vagón haya llegado a su destino, adonde debe llegar sellado! Allí está. “No toquéis a Mis ungidos, ni hagáis mal a Mis profetas. Pues yo os digo: mejor le fuera para Ud. que se le colgase al cuello una piedra de molino de asno, y que se le ahogara en lo profundo del mar, que siquiera intentar ofender o estremecer en lo más mínimo al más pequeño de éstos que ha sido sellado”. ¿Ve Ud. lo que significa?",
    "Eso es el Espíritu Santo: es la seguridad suya; es su protección; es su testigo. Él es su sello; es su señal, de que “voy rumbo al Cielo. ¡No me importa lo que diga el diablo! Voy rumbo al Cielo. ¿Por qué? Él me ha sellado. Él me lo ha dado. ¡Él me ha sellado en Su Reino y voy rumbo al Cielo! Que los vientos soplen, que Satanás haga lo que quiera: Dios ya me ha sellado hasta el día de mi redención”. ¡Amén! Eso es lo que es el Espíritu Santo. ¡Oh, Ud. debiera quererlo! Yo no podría continuar sin Él. Se pudiera decir tanto de eso, pero estoy seguro que Uds. saben de lo que estoy hablando.",
    "Ahora, vamos también a Juan 14, por un minuto. ¡Yo amo la Palabra! Es la Verdad.",
    "Ahora, el Espíritu de Dios, el Espíritu Santo, ¿qué es el Espíritu Santo? Es el Espíritu de Cristo en Ud. Ahora, antes de leer, me gustaría comentar aquí unas palabras. ¿Qué es el Espíritu Santo? Es un sello. ¿Qué es el Espíritu Santo? Es un pacto. ¿Qué es el Espíritu Santo? Es una señal. Entonces, ¿qué es el Espíritu Santo? Es un… el Espíritu de Jesucristo en Ud. ¿Lo ven? “Un poco (dijo Jesús), y el mundo no me verá más; pero vosotros me veréis; porque Yo seré con vosotros, aun en vosotros, hasta el fin del mundo”. ¡El Espíritu de Dios en Su Iglesia!",
    "¿Para qué? ¿Para qué lo hizo Él? Esto es un poco el tema de mañana en la noche. Pero, ¿para qué lo hizo Él? ¿Por qué lo hizo Él? ¿Por qué sería que el Espíritu Santo…? ¿Para qué, para qué vino Él? ¿Para qué vino a morar en Ud.?, ¿para qué vino a morar en mí? Fue para continuar las obras de Dios.",
    "🦅 Yo siempre hago lo que agrada a Mi Padre. He venido, no para hacer Mi propia voluntad, sino la del Padre que me envió. Y el Padre que me envió, está Conmigo; y como Mi Padre me envió, así Yo os envío a vosotros”. ¡Oh, hermano! El Padre que le envió, estaba en Él. El Padre que envió a Jesús, vino en Él, obró a través de Él.\n\nEse Jesús que lo envía a Ud., va con Ud. y está en Ud. Y si ese Espíritu que moró en Jesucristo le hizo obrar y comportarse así como Él lo hizo, Ud. tendrá una buena idea de cómo será que Él obrará cuando more en Ud., porque esa Vida no puede variar. Ella irá de cuerpo en cuerpo, pero no puede cambiar Su naturaleza, porque eso es Dios.",
    "Ahora en Juan 14, leamos un poquito, comenzando con el versículo 10:\n\n¿…crees que yo soy en el Padre, y el Padre en mí? Las obras…las palabras que yo os hablo, no las hablo por mi propia cuenta, sino el Padre que mora en mí, él hace las obras. (Piensen en eso, ahora)\n\nCreedme que yo soy en el Padre, y el Padre en mí; de otra manera, creedme por las mismas obras.\n\nDe cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él…hará también; y aun mayores que éstas hará, porque yo voy al Padre.\n\n¿No lo ven? ¿Ven como Él habló aquí? Ahora, fíjense en esto, cómo resulta. Continuaré leyendo. Vamos a leer hasta el versículo 20: “Y todo lo que pidiereis al…”. Vamos a ver, tenía el… Sí. Ajá. Muy bien.\n\nY todo lo que pidiereis al Padre en mi nombre, lo haré, para que el Padre sea glorificado en el Hijo.\n\nSi algo pidiereis en mi nombre, yo lo haré.\n\nSi me amáis, guardad mis mandamientos.\n\nY yo rogaré al Padre (ahora, fíjense), y os dará otro Consolador, para que esté con vosotros para siempre:\n\nel Espíritu de verdad, al cual el mundo no puede recibir, porque no le ve, ni le conoce; pero vosotros le conocéis; porque mora con vosotros y estará en vosotros.",
    "Entonces ¿quién es ese Espíritu? ¿Qué es el Espíritu Santo? Es Cristo en Ud. El Consolador, Ése es el Espíritu Santo. “Y cuando el Consolador venga, Él hará las mismas cosas que Yo he hecho, mientras el Consolador estuvo en Mí. Yo le oraré al Padre, y Él os dará este Consolador. Uds. conocen al Consolador. El mundo no le conoce (nunca le conocerá); pero vosotros le conocéis porque Él mora ahora con vosotros” Jesús hablando, “pero Él estará en vosotros”. Allí lo tienen. Ése es el Consolador. “Estará en vosotros”.\n\nNo os dejaré huérfanos; vendré a vosotros.\n\n“No os…” Ahora, Ése es el Consolador, Cristo. Eso es lo que es el Espíritu Santo, es Cristo.\n\nTodavía un poco, y el mundo no me verá más; pero vosotros me veréis; porque yo vivo, vosotros también viviréis.",
    "¡Oh, pudiéramos seguir y seguir! Pero, para que Uds. sepan, ¿qué es Él? Él es un sello; Él es una señal; Él es un Consolador. ¿Ven todo lo que Él es? La Simiente de Abraham lo hereda.",
    "Ahora, veamos también que la… qué otra cosa es el Consolador. Vamos a Primera de Juan 16:7, veamos si Él no es también un abogado. Uds. saben lo que es un abogado; está abogando. Nosotros tenemos un abogado; sabemos eso. Primera de Juan, el capítulo 16… ¡Oh!, un momento, perdónenme. Es San Juan 16:7. Perdónenme. Perdónenme porque dije eso. Lo leí mal de mi…tengo 16:7.\n\nPero yo os digo la verdad: Os es necesario que yo me vaya; porque si yo no me fuera, el Consolador no vendría a vosotros; mas si me fuere, os lo enviaré.\n\nY cuando él venga, convencerá al mundo de pecado, de justicia y de juicio:\n\nDe pecado, por cuanto no creen en mí;\n\nde justicia, por cuanto voy al Padre, y no me veréis más;\n\ny de juicio, por cuanto el príncipe de este mundo ha sido ya juzgado.",
    "¡Oh, hermano! Ahora, el Abogado se encuentra en—en Primera de Juan 2:12. Leámoslo ahora, por un momento, Primera de Juan 2:12. Les ruego que me disculpen, es Primera de Juan… 1 y 2. Las tengo escritas, Primera de Juan 2: del 1 al 2.\n\nHijitos míos, estas cosas os escribo para que no pequéis; y si alguno hubiere pecado, abogado tenemos para con el Padre, a Jesucristo el justo.\n\n¿Quién es el Abogado? Jesucristo el justo.\n\nY él es—él es la propiciación por nuestros pecados; y no solamente por los nuestros, sino también por los de todo el mundo.",
    "¿Qué es el Espíritu Santo? Es un Abogado. ¿Qué hace un…? ¿Qué es un abogado? ¿Qué hace? Aboga. Tiene misericordia. Él se, se para en su lugar. Él, él hace cosas que Ud. no puede hacer. Él es—es la propiciación por sus pecados; es su justicia; es su sanidad; es su Vida; es su resurrección; es todo lo que Dios tiene para Ud. Él es uno que aboga.",
    "Pudiéramos entrar en los detalles y desglosarlo, cómo Él—Él hace intercesión por causa de nuestra ignorancia. Algunas veces cuando el… teniendo el Espíritu Santo, y sin saberlo, tropezamos en algo. El Espíritu Santo está allí para abogar por nosotros. Él es nuestro Abogado. Él recibe nuestro… Él es nuestro Abogado. Se para allí e intercede por nosotros. Nosotros mismos no abogamos, porque el Espíritu Santo en nosotros aboga por nosotros. El Espíritu Santo habla, a veces con palabras que no podemos entender; y Él intercede por nosotros. Eso es lo que es El Espíritu Santo.",
    "Cuando tropiezo con algo, yo—yo estoy caminando como un niño; Ud. camina como un pequeño. Nosotros caminamos en un mundo oscuro, lleno de enemigos, lleno de pecado, lleno de trampas, lleno de todo.\n\nUd. dice: “¡Oh, tengo temor! Temo escoger la vida Cristiana; temo hacer esto; temo que haré esto”.\n\nNo tenga temor. Tenemos un Abogado. Amén. ¡Oh, Él se para a nuestro lado! Él está en nosotros, y Él intercede por nosotros. El Espíritu Santo, constantemente, constantemente abogando por nosotros; todo el tiempo. Él es nuestro Abogado. ¡Oh, cuánto le agradecemos a Dios por eso!",
    "Un sello, una señal, el Espíritu de Vida, el Dios del Cielo, el Consolador, la Vida, el Abogado. ¿Qué es Él? ¡Oh, hermano! Pudiéramos seguir por horas con esto.",
    "Ahora vamos a cambiar por un minuto. Ahora, vamos a preguntar ahora…",
    "¡Nos ha sido prometido en los postreros días! Este Abogado, sello, promesa, todo lo que hemos mencionado acerca de Él en esta noche, y aún diez mil veces más, fue promesa para nosotros en los días postreros.\n\nEllos no lo tuvieron en aquel día. Ellos simplemente tuvieron un sello en su carne, como muestra y una señal, creyendo que vendría, y ellos caminaron a la sombra de la ley; bajo la cual fueron circuncidados en la carne.",
    "Hoy, nosotros no caminamos a la sombra de la ley. Nosotros caminamos bajo el poder de la resurrección. Caminamos por el poder del Espíritu, Quien es nuestro verdadero sello, nuestro verdadero Abogado, nuestro verdadero Consolador, nuestra verdadera señal de que hemos nacido de Arriba; un pueblo raro, peculiar, actuando raro, tomando a Dios por Su Palabra, llamando a todo lo demás errado. La Palabra de Dios es correcta. Eso es… ¡Oh, vaya! Eso es lo que es el Espíritu Santo.",
    "¿Lo quieren Uds.? ¿No les encantaría tenerlo? [La congregación dice: “Amén”.—Ed.] Veamos si fue prometido.\n\nRegresemos ahora a Isaías, al libro de Isaías. Abramos al capítulo 28 de Isaías. Vamos ahora a Isaías 28, y comenzaremos como en el… Tomemos el versículo 8, veamos lo que dijo Isaías setecientos doce años antes de que Él viniera.",
    "Pudiéramos decir mucho acerca de esto, regresar hasta el principio, pero comenzaremos aquí mismo, y veamos si le ha sido prometido a la Iglesia. ¿En qué día iba a venir? Para los días postreros, cuando habría corrupción. Ahora, recuerde, la palabra está en plural, “días”, los dos últimos días; los últimos dos mil años.\n\nAhora, ahora el versículo 8:\n\nPorque toda mesa está llena de…suciedad, hasta no haber lugar limpio.",
    "Busque alrededor hoy para comprobarlo. Mire a ver si estamos en ese día. “¡Toda mesa”! Pues, ellos van a la Cena del Señor, y cuando vemos, en la línea material, es que toman un pedazo de pan liviano o galleta de soda, y la rompen y asi hacen la comunión. Cuando eso se debe preparar por manos llenas del Espíritu Santo, y el pan sin levadura. Cristo no es sucio ni inmundo, y eso lo representa a Él.",
    "Otra cosa, se la dan a personas que beben, mienten, roban, fuman, mascan tabaco (¡Fiuu!), cualquier hecho, siempre y cuando pertenezcan a la iglesia. ¡Jamás lo hagan! Si un hombre llega a tomarla, cuando la estemos tomando aquí, él está respirando y bebiendo condenación para sí mismo, no discerniendo el Cuerpo del Señor. Si él no está viviendo una vida digna, que no la tome.\n\nY si Ud. no la toma, muestra que su propia conciencia carga con culpas. “El que no participa de ella, no tiene parte Conmigo”, dijo Jesús.",
    "Pero toda mesa del Señor está llena de suciedad. No hay un lugar limpio. Escuchen, ¡si ése no es el cuadro de hoy!\n\n¿A quién…a quién se enseñará ciencia, o a quién…hará entender doctrina?…\n\n…¿A quién entenderá ciencia,…a quién se hará entender doctrina?…\n\n“Pues, bendito sea Dios, yo soy presbiteriano; yo soy metodista; yo soy pentecostal; yo soy nazareno; yo soy peregrino de santidad”. Eso no significa nada para Dios; sólo es otra mesa.",
    "…¿A quién se hará entender doctrina?",
    "¿Qué clase de doctrina; la metodista, la bautista, la presbiteriana, la pentecostal? ¡La Doctrina de la Biblia!\n\n…¿A quién se hará entender doctrina?",
    "¿Cómo sabe uno cuando Lo tiene? A eso entraremos el viernes en la noche. ¿Ven?\n\n…¿A quién se hará entender doctrina? (Ahora observen) ¿A los destetados; a los arrancados de los pechos?",
    "Los bebés dicen: “Pues, yo voy a la iglesia, mi mamá perteneció a esta iglesia”. Yo no tengo nada en contra de eso, amado hermano. Y sé que esto está siendo grabado. Eso está bien, ¡pertenezca a la iglesia de mamá! Pero escuche: mamá caminó en una luz, Ud. está caminando en otra.",
    "Lutero caminó en una luz; Wesley caminó en otra. Wesley caminó en una luz; Pentecostés caminó en otra. Pero nosotros estamos caminando hoy en algo más elevado. Y si hubiese otra generación, nos pasará a nosotros.",
    "Allá en los días primitivos, cuando la cosa era amplia, bien amplia, Lutero enseñó justificación por la fe. Eso fue simplemente para traer al pueblo del catolicismo al protestantismo, al compañerismo alrededor de la Palabra. La Justificación por la fe, ésa fue una esfera bien amplia. Ellos no avanzaron de allí.",
    "Allí vino otro avivamiento, llamado John Wesley. Él los sacudió de allí, y la trajo a la santificación; a vivir una vida buena, limpia, una vida santa (santificada por la Palabra de Dios) le dio gozo a su corazón. Eso desprendió bastante de la doctrina luterana.",
    "Luego vino pentecostés con el bautismo del Espíritu Santo, y se redujo nuevamente, cuando recibieron al Espíritu Santo. Eso es correcto.\n\nY ahora eso ha comenzado a ser sacudido. Y los dones, y la restauración, y el Espíritu de Dios ha venido, en plenitud, con señales y maravillas en la Iglesia, y ha sacudido a pentecostés. ¿Qué es? Estamos tan cerca de la Venida del Señor Jesús, al grado que el mismo Espíritu que estaba en Él, está obrando en la Iglesia, haciendo las mismas cosas que Él hizo cuando estaba aquí en la tierra. Esto nunca había sucedido desde el tiempo de los apóstoles, allá atrás, hasta este tiempo.\n\n¿Por qué? ¿Lo ve Ud.? Allá fue ancho; pero se fue reduciendo, reduciendo y reduciendo. ¿Qué es? Es como la mano suya acercándose a la sombra; el negativo, negativo, negativo. Pero ¿qué es? Es un reflejo. ¿Qué fue Lutero? Un reflejo de Cristo. ¿Qué fue Wesley? Un reflejo de Cristo.",
    "Fíjese, la edad de Billy Sunday acaba de terminar. El otro día, el Dr. Whitney ya anciano, que ha enseñado desde este púlpito, el último de los de la antigua escuela, murió, creo que alrededor de los noventa años. Billy Sunday fue un hombre que llevó el avivamiento a las iglesias nominales de su día. Él no jugó con la Verdad; se paró allí y les gritó: “¡Todos Uds. metodistas, predicadores y todos, arrepiéntanse! ¡Todos Uds. bautistas, arrepiéntanse! ¡Uds. los presbiterianos!”. Él no jugó con la Verdad. Él era el Billy Graham de ese día.",
    "Fíjense. Y entonces, al mismo tiempo en que la iglesia nominal estaba teniendo su avivamiento, ¿qué sucedió? El Evangelio Completo estaba en avivamiento. Aparecieron en la escena los Hermanos Bosworth, Smith Wigglesworth, y el Dr. Price, Aimee McPherson; todos ellos.\n\nMiren, Smith Wigglesworth murió una noche; el Doctor Price murió a la mañana siguiente; veinticuatro horas después, yo estaba en el campo.",
    "Ahora mi fin está llegando. Miren a… ya no se oye mucho de Billy Graham; ya no se oye mucho de Oral Roberts. Yo veo mis reuniones entrando a la sombra. ¿Qué es lo que sucede? Estamos terminando, es otra edad.",
    "¿Cómo entraron Billy Sunday y los demás? Ellos entraron inmediatamente después del gran avivamiento de Moody. ¿Cuándo entró Moody? Inmediatamente después del avivamiento de Knox. ¿Cuándo entró Knox? Inmediatamente después del avivamiento de Finney; Finney después de Calvin; Calvin después… Así Wesley y Wesley después de Lutero. Transcurriendo por la edad. Tan pronto como un avivamiento termina, Dios levanta otro y derrama más Luz; y sencillamente sigue avanzando de esa manera.",
    "Ahora nosotros estamos en el fin de este tiempo. Cada hombre ha esperado la Venida de Cristo para el fin de su empalme, pero a ellos les quedaba por delante mucho que ver; el regreso de los judíos, platillos voladores en los cielos, todas las cosas que vemos hoy. Pero nosotros estamos en el fin. Allí hemos llegado. Ellos sabían que la Iglesia recibiría Poder; que obraría en la Iglesia las mismas obras de Cristo, porque a medida que una sombra se hace más y más intensa, pues refleja más.",
    "Considere Ud. una sombra. Entre más lejos de la sombra, menos refleja la sombra. Después de un rato, la sombra se acerca más y más, hasta que el árbol y la sombra llegan a ser la misma cosa.",
    "Ahora, el Espíritu de Dios ha obrado bajo justificación, bajo Lutero; santificación, bajo Wesley; el bautismo del Espíritu Santo, bajo Pentecostés; y aquí está en el último día, obrando y haciendo las mismas cosas que Él hizo cuando estaba en Cristo. ¿Qué es? La Iglesia y Cristo han llegado a ser Uno.\n\nY tan pronto como Ellos se conecten (ese último eslabón), Ella se irá clamando por los cielos. Wesley, Lutero, y el resto de ellos volverán, de aquellos días, se levantarán; “él primero será el último, y el último será el primero”, y allí vendrá la resurrección.",
    "Estamos en el tiempo del fin. Escuchen, eso es lo que hace el Espíritu Santo. El Espíritu Santo, en justificación (¿Ven?), simplemente fue una sombra muy ligera; el Espíritu Santo, en Santificación, fue una sombra un poco más oscura; después, el Espíritu Santo, en Su bautismo, fue una sombra aún más oscura; ahora, el Espíritu Santo, en la restauración de Su propia Persona que está aquí, creando señales y maravillas como Él lo hizo allá en el principio. ¡Fiuu! ¡Gloria! De todos modos me van a llamar un “santo rodador”; así que más vale que comiencen ahora.",
    "Escuchen, hermanos, escuchen esto:\n\n…toda mesa está llena de vómito…hasta no haber lugar limpio.\n\n¿A quién se enseñará ciencia?…¿a quién se hará entender doctrina? ¿A los destetados; y a los arrancados de los pechos?\n\nNo a bebés; a bebés presbiterianos, a bebés metodistas; a bebés pentecostales; a bebés luteranos, a bebés nazarenos. Él quiere a alguien que esté dispuesto a apartarse de los pechos y a comer carne sólida. Aquí viene:\n\nPorque mandamiento tras mandamiento,…sobre mandato, renglón tras renglón, sobre renglón, un poquito allí, otro poquito allá;\n\nporque en lengua de tartamudos, y en otras lenguas hablaré a este pueblo,\n\na los cuales él dijo: Este es el reposo; dad reposo al cansado; y éste es el refrigerio; más no quisieron oir.",
    "El Espíritu Santo, si ésa no es exactamente la manera como vino en el Día de Pentecostés, ¡profetizado setecientos doce años antes de que viniera! Aquí está en el Día de Pentecostés, vino exactamente.",
    "Alguien dijo: “Es guardar el día sábado”. Yo no estoy rechazando ni mofándome de la iglesia o de la religión de alguien. Pero dijo: “El día sábado, el sábado de Dios fue el día de reposo”.\n\nAquí está el día de reposo. [El Hermano Branham levanta la Biblia.—Ed.] “Éste es el reposo” dijo Él, “que den reposo al cansado”. Esto es. ¡Amén! “Será precepto sobre precepto, línea sobre línea”. He aquí el reposo. ¿Qué es el Espíritu Santo? Es el reposo. ¡Oh!\n\nVenid a mí todos los que estáis trabajados y cargados, y yo os haré descansar.",
    "¿Qué es Él? Aquél que viene a Ud., le da paz; es su señal, su Consolador. Ud. es confortado; está en reposo, sellado.",
    "¿Cómo se encuentra Ud.? Eso es una señal; el mundo sabe que algo ha sucedido con Ud. ¿Qué es Él? Es un Consolador. ¿Qué es Él? Un sello. Ud. está descansando. Ud. ha… Es su Abogado. Si algo le sucediera a Ud., hay Algo allí que rápidamente intercede por Ud. (¿Ven?), hace intercesión. Es el Espíritu de Dios morando en la Iglesia, habiendo sido profetizado exactamente lo que Él sería cuando viniera. Sería por siempre un descanso Eterno.",
    "Dios hizo el mundo; Hebreos el capítulo 4. “Dios hizo el mundo y descansó en el séptimo día”. Es correcto.\n\nEl día octavo sólo era comenzar de nuevo, bajo… Él dio esto a los judíos como un pacto, por cierto tiempo. Correcto. Pero ellos van y descansan un día; y luego regresan al primer día de la semana, comenzando toda otra vez. Ése no es el reposo del cual habló Dios.\n\nCuando Dios hizo el mundo en seis días, cuando fue a descansar, Él descansó de allí en adelante. Correcto. Allí quedó concluido. Él no regresó al día octavo para comenzar de nuevo.",
    "Eso era tan solo una sombra. Ahora, eso era un tipo, como la luna para el sol; pero cuando sale el sol, ya no necesitamos la luna. Ahora, noten esto (¡Oh, en Apocalipsis 11!): “La mujer está con la luna debajo de sus pies, y el sol sobre su cabeza”. ¡Oh, podríamos ir a través de la Biblia, de tapa a tapa, y mostrarles esto! ¿Ven?",
    "Pero, ¿qué es? Cuando la Biblia dice en Hebreos, el capítulo 4: “Porque si Josué les hubiera dado el día de reposo, hubiera hablado después de él; hubiera hablado de un día de reposo”. ¿De qué día de reposo estaba hablando él?\n\nVenid a mí todos los que estáis trabajados y cargados, y yo os haré descansar.",
    "Mateo el capítulo 11, versículo 22… Miren, luego encontramos que cuando venimos a Él… “Porque” dice Hebreos 4, el que ha entrado en el reposo de Jesús, “también ha reposado de sus obras mundanas, como Dios de las Suyas”; una vez que Él hizo el mundo, para nunca más regresar a eso. ¿Por cuánto tiempo? ¿Por cuánto tiempo es Ud. sellado con el Espíritu Santo? “¡Hasta el día de su redención”! Allí está ese reposo; consolación, Abogado, sello, Libertador. ¡Oh! Esto me emociona, o como que recibo bendición. ¡Oh!",
    "🦅 Hermano Branham, ¿ha sido prometido Esto para nosotros? ¿Ha sido probado por la Biblia?”.\n\nBien, vamos a Joel, averigüemos lo que dijo Joel en cuanto a Esto.\n\n¡Estoy muy agradecido por la bendita Palabra de Dios! ¿La aman? [La congregación dice: “Amén”.—Ed.] Creo que si no fuera por la Palabra, no sabría en dónde estaríamos parados. Muy bien.\n\nEstamos ahora en Joel. Vamos a Joel, el capítulo 2 de Joel y comencemos en el versículo 28. Joel 2:28, ochocientos años antes de la venida de Cristo, el profeta en el Espíritu. Ahora escuchen:\n\nY después de esto derramaré mi Espíritu sobre toda carne,…profetizarán vuestros hijos y vuestras hijas; vuestros ancianos soñarán sueños, y vuestros jóvenes verán visiones.\n\nY también sobre los siervos y sobre mis siervas derramaré en estos días… derramaré en aquellos días mi Espíritu.\n\nY daré prodigios en el cielo y en la tierra, sangre,…fuego, y columnas de humo.\n\nEl sol se convertirá en tinieblas, y la luna en sangre, antes que venga el día grande y espantoso de Jehová.\n\nY todo aquel que invocare el nombre de Jehová será salvo;",
    "Eso es… ¡Oh! ¿Qué? ¡Joel! ¿Lo notaron? En Hechos 2, Pedro toma el mismo versículo. Dice: “Varones israelitas, oíd mis palabras. Éstos no están borrachos”, este pueblo peculiar sellado, consolado, marcado. “Ellos no están borrachos como vosotros suponéis”, Hechos 2, “puesto que es la hora tercera del día. Mas esto es lo que fue dicho por el profeta Joel, que dijo: ‘En los postreros días derramaré mi Espíritu sobre toda carne’”.",
    "¿Qué es? ¿Qué es el Espíritu Santo? Muy bien, ahora fijémonos de nuevo: “Prometido a los creyentes”, eso es. Ahora, veremos en un minuto lo que es este Espíritu Santo. ¿A quiénes fue prometido? A los creyentes.\n\nVamos ahora a Lucas, el capítulo 24 de Lucas, escuchen lo que dijo Jesús en sus últimas Palabras, antes que dejara la tierra. Lucas el capítulo 24. Y Uds. que ahora lo están anotando, pueden marcarlo y estudiarlo mañana cuando tengan más tiempo. Ahora, Lucas 24:49, escuchen a Jesús hablando. Al final, cuando Él ya estaba subiendo a la Gloria, en la ascensión; aquí están las Palabras que Él les dijo a Sus discípulos:\n\nHe aquí, yo enviaré la promesa de mi Padre…\n\n¿Qué promesa? El sello, la señal, el Consolador, y todas estas cosas de las cuales he hablado, y aún mil veces más.\n\n…Yo enviaré la promesa de mi Padre sobre vosotros;…\n\n¿Cuál promesa? “La que Isaías dijo que vendría: ‘En lengua de tartamudos y en otras lenguas hablaré a este pueblo’. Enviaré ese reposo sobre ustedes. Enviaré lo que habló Joel, y sucederá que: ‘En los postreros días, dice Dios, derramaré Mi Espíritu sobre vosotros’. ¡Oh!, Lo enviaré a vosotros, y haré que todas las naciones, y todos los pueblos, comenzando desde Jerusalén… Así traeré la simiente de Abraham bajo este pacto. Yo los sellaré a cada uno (¿Ven?), derramaré Mi Espíritu”.\n\n…Yo enviaré la promesa de mi Padre sobre vosotros; pero quedaos vosotros (significa esperar) en la ciudad de Jerusalén, hasta que seáis investidos de poder desde lo alto.",
    "¿Qué es entonces el Espíritu Santo? “¡Poder desde lo Alto”! No es poder del obispo; no es poder de la iglesia; sino, “¡Poder desde lo Alto!”.",
    "¿Cómo vino ese Poder? ¿Por “unirnos a la Iglesia”? Yo les reto a Uds., a que digan que eso es verdad. ¿Por unirnos a la iglesia?, ¿por estrechar manos con el predicador?”. No, señor. Ahora, para Uds. los católicos: “¿Será porque Uds. sacan la lengua y reciben la primera comunión?”. No, señor.",
    "¿Cómo vino, el Poder dado desde lo Alto? Leamos ahora un poco más. Vamos a Hechos 1:8. Ellos estaban congregados juntos. Ahora, ellos estaban hablando aquí de Jesús cuando estaban congregados, y habían ordenado a otro para que tomara el lugar de Judas. Hechos 1:8.\n\nPero recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo,…\n\n¿Qué? “¿Cuando Ud. llegue a ser miembro del Tabernáculo Branham”? No. “¿Cuando llegue a ser miembro de la iglesia metodista, de la iglesia católica, de la presbiteriana”? No dice así en la Biblia; esa doctrina es hecha por los hombres.\n\n“Recibirás Poder ¿después que llegues a ser un predicador?”. No, señor. “Recibirá Poder ¿después de que Ud. tenga el grado de bachiller”? No, señor. “¿Reci-… vendrá el Poder después que reciba el DD”? No, señor. “¿Recibirá el Poder después de que Ud. sea bautizado en agua”? No, señor. “¿Recibirá Poder después de que Ud. tome la primera comunión”? No, señor. ¿Ven? Todo eso es asunto hecho por los hombres.",
    "Escuchen lo que dice la Biblia, lo que dijo Jesús:\n\n…recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo, (¿Qué es el Espíritu Santo? El Poder.) entonces, después de esto, me seréis testigos…(“¿Sólo Uds. doce, Uds. los testigos en Jerusalem”?)…me seréis testigos en Jerusalén…Judea… Samaria, y hasta lo último de la tierra. (A lo cual no se ha llegado todavía.)\n\nY habiendo dicho estas cosas,…habiendo dicho estas cosas, viéndolo ellos, fue alzado, y le recibió…quitándole de sus ojos.",
    "Ahora, vamos a la otra página, veamos el cumplimiento de estas profecías:\n\nCuando llegó el día de pentecostés en su plenitud, estaban todos unánimes juntos;\n\n“Y de repente ¿entró el pastor y…?”. Me salí allí de la línea, ¿verdad? “Y de repente ¿vino el sacerdote al altar?”. No.\n\nY de repente vino…un estruendo…\n\nNo sólo era algo imaginado; estaba allí, un estruendo.\n\n“¿Se acercaba un ministro a la puerta”? “¿El sacerdote tenía la comunión, salía del lugar santo”? No, nada de eso.\n\n…de repente vino del cielo un estruendo…(No era ruido de pies)…del cielo vino un estruendo como…un viento que soplaba (¡Oh, vaya! ¡Whoosh!…?…)…el cual llenó toda la casa donde estaban sentados;",
    "¿Qué es el Espíritu Santo? Aquí es donde ellos reciben el Poder. Aquí es donde tenían que esperar; y aquí está lo que sucedió cuando esperaron. Todo estaba profetizado, desde Génesis en adelante; desde Abraham hacia acá; de que vendría, y de cómo vendría, y los resultados que traería. ¿Qué es? Una promesa a la Iglesia, a los creyentes.\n\n…el cual llenó toda la casa donde estaban sentados;\n\ny se les aparecieron lenguas repartidas, como…fuego, asentándose sobre cada uno de ellos.\n\nY fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas, según el Espíritu les daba que hablasen.\n\nAhora vamos a entrar en eso el viernes en la noche. Y dejaremos eso hasta allí, ¿ven?",
    "¿Cómo es? Es una promesa para la Iglesia, absolutamente una promesa. Muy bien.",
    "Ahora, vamos entonces a averiguar, después que fueron llenos, ellos fueron sellados, ¿por cuánto tiempo? [La congregación dice: “Hasta el día de la redención”.—Ed.]\n\n¿Cuántos aquí tienen el Espíritu Santo? Veamos sus manos. Son más los que tienen el Espíritu Santo que los que no lo tienen. Queremos que Ud. sea uno de nosotros, hermano y hermana. Cuando Ud. entiende lo que es: es—es el Espíritu de Dios morando en Ud., para hacer las obras de Dios.\n\nCuando Dios envió Su Espíritu a alguno de Sus siervos, a alguno de Sus profetas, a alguno de Sus maestros, a alguno de Sus apóstoles, ellos siempre fueron rechazados por el mundo. En cada edad ellos fueron considerados locos. Aun Pablo, cuando se paró frente a Agripa, dijo: “En este Camino que llaman herejía…”. ¿Qué es herejía? “Locura”. “En el Camino que ellos llaman locura (un grupo de tuercas), en ese Camino yo adoro al Dios de nuestros padres”. Estoy muy contento porque puedo decir que soy uno de ellos. Sí, señor. Correcto. Estoy muy contento porque puedo decir que soy uno de ellos.",
    "Ahora, después que bajó este Espíritu Santo sobre ellos, les dio tanta dulzura de corazón, que todo lo tenían en común. ¿Es eso correcto? ¡Vaya, vaya! ¡Qué compañerismo! A veces cantamos ese himno que dice: “¡Qué compañerismo! ¡Qué gozo Divino!”. Eso es. A ellos no les importaba, poco les importaba si el—el sol brillaba, o no. Ellos no pidieron un lecho de pétalos.\n\n“Ahora, yo recibiré el Espíritu Santo”, me dicen algunas personas, “Sr. Branham, si Ud. me garantiza que llegaré a ser un millonario; si Ud. me garantiza que descubriré pozos de petróleo, o si encuentro minas de oro, y yo—yo…”. ¿Ven? Las personas enseñan eso y enseñan una mentira. Dios no ha prometido esas cosas.",
    "Un hombre que llega a recibir el Espíritu Santo, no le interesa que tenga que mendigar pan; a él no le importa. Él es una criatura que va rumbo al Cielo. A él no… Él no tiene ataduras aquí, en lo absoluto. Correcto. A él poco le importa; que venga o que vaya, lo que suceda; que lo critiquen; que se mofen; que pierda el prestigio, ¿qué le importa eso a Ud.? ¡Ud. va de camino a la Gloria! ¡Aleluya! Sus ojos están puestos en Cristo, y Ud. está en el camino. A Ud. no le importa lo que diga el mundo.\n\nEso es el Espíritu Santo. Es un Poder, es un sello, es un Consolador, es un Abogado, es una señal. ¡Oh, vaya! Es la seguridad de que Dios lo ha recibido a Ud.\n\n¿Cuánto tiempo he tomado? Tengo escasamente ocho minutos más. Muy bien. Permítanme… Tengo aquí bastantes Escrituras. No creo que alcancemos a leerlas, pero haremos—haremos lo que podamos.",
    "Ahora, después que un hombre ha sido lleno del Espíritu Santo, ¿será posible que las persecuciones y demás le hagan volver atrás, y…? Ahora, él no va a perder, sigue siendo un hijo de Dios; siempre lo será, porque Uds. están sellados, ¿por cuánto tiempo? [La congregación dice: “Hasta el día de la redención”.—Ed.] Correcto. Es lo que dice la Biblia.",
    "Ahora, después que los discípulos fueron azotados, se habían mofado de ellos, los ridiculizaron, y todo lo demás, consideraron que era tiempo de volverse a reunir un rato. Vamos a—a Hechos el capítulo 4, y veamos cuando ellos… lo que sucedió. Ahora, esto es para Uds. que ya Lo tienen. Hechos el capítulo 4.\n\nAhora, Pedro y Juan habían sido azotados, metidos en prisión, por sanar, por tener un servicio de sanidad a las puertas de la iglesia. ¿Cuántos saben esto? Había un hombre postrado allí, cojo de sus pies. Él no podía caminar; había estado así por cuarenta años. Y Pedro pasó por allí. Y él dijo… extendió su tazón, para recibir algo en el tazón, con lo cual comer.\n\nY Pedro mostró que era un predicador lleno del Espíritu Santo, pues no tenía dinero. Él dijo—dijo: “No tengo plata ni oro”. ¿Ve Ud.?, él no estaba preocupado por eso; él más bien era una—una criatura que iba rumbo al Cielo. ¡Oh, desearía tener el tiempo para extenderme un poco en esto! ¿Ven? Él iba rumbo al Cielo. Él fue confortado; él tenía el Espíritu; él tenía el Poder. Él caminó y dijo: “No tengo plata ni oro; mas lo que tengo te doy”.",
    "Sin duda el hombre dijo: “¿Qué tiene Ud., señor?”.\n\n“Yo tengo fe. Tengo algo en mi corazón que empezó hace diez días. Yo estaba en el aposento alto allá arriba y, de repente, todas las promesas que Dios había hecho… Yo caminé con Jesucristo por tres años y medio. Pesqué con Él, allá sacando peces. Hice todas estas cosas. Y lo vi a Él sanar a los enfermos. Yo… Él constantemente me decía: ‘El Padre mora en Mí; pero cuando Yo me vaya, Él entrará en ti’. Pues, yo no lograba entender eso. Pero Él dijo: ‘Bueno, Yo no espero que lo entiendas’”.\n\nUno no entiende estas cosas; uno simplemente las recibe. Yo aún no las entiendo. Y no me diga que Ud. sí, porque Ud. no las entiende. ¿Ven? Así que, yo no lo entiendo, no lo puedo explicar; pero, una cosa sé: y es que yo lo tengo.",
    "🦅 Pero, pero” dice Ud., “eso no es algo científico”. ¡Oh, seguro que lo es!",
    "Mire Ud. esas luces. Cuando Benjamín Franklin hizo el descubrimiento, dijo: “Lo tengo”. Él no sabía lo que tenía, pero lo tenía. Y quiero que alguien me diga en esta noche lo que es la electricidad. Aún no saben lo que es, pero la tenemos. Amén. Correcto. No hay un hombre que pueda saber lo que es la electricidad. Ellos pueden canalizarla, hacer que alumbre, que arda, que actúe. Pero es—es generada por generadores; dos piezas que marchan así a la par. Esto la produce, y es todo lo que saben. Ella da luz, y hay fuerza en ella.",
    "Y es como el Espíritu de Dios. Cuando Ud. obtiene una pieza, ése es Ud., y la otra pieza es Dios; póngalas a marchar juntas así, producirá algo para Ud. Correcto. Esto dará Luz, dará Poder. Ud. no sabe lo que es, y nunca sabrá lo que es; pero Ud. sabe cuando Lo tiene. Eso es algo seguro. ¡Y es para Ud., es suyo! Es la seguridad. Correcto.\n\n¿Qué muestra esa Luz? Hay certeza que sí es la luz.",
    "Ahora, noten esto. Pues, Ud. no sabe lo que Ella es.",
    "Pero estos individuos dijeron: “Bueno”, ellos… dijeron que una cosa sí sabían, “sabemos que son ignorantes”. Más de esas “tuercas” (¿Ven Uds.?), como le dijeron al joven alemán. ¿Ven? Dijo: “Son gente sin letras y del vulgo; pero ellos han estado con aquel Pescador, aquel Carpintero allá, llamado Jesús. Esto lo digo, porque están haciendo las mismas cosas que Él hizo”.",
    "Eso es lo que es el Espíritu Santo; es Jesús morando en un pescador ignorante, en un carpintero, lo que sea; en un predicador ignorante, en lo que sea. Es un hombre que quiere ser ignorante en cuanto a las cosas del mundo, y permitir que Jesús entre a morar en él, el Espíritu de Dios, el sello, el Consolador. A él no le interesa el prestigio; lo único que él quiere es a Dios.",
    "Cuando Dios establecía el orden, dijo: “Todos Uds., los levitas, Yo los he llamado y los he hecho sacerdotes. Y todos Uds., sus hermanos, los de las doce tribus… de las otras once tribus, les pagarán a Uds. el diezmo.\n\n“Cuando cosechen nueve medidas de manzanas, aparten una medida para los levitas. Cuando Uds. pasen sus ovejas a través de—de este lugar, aparten la décima oveja. No me importa si es una pequeña, grande, gorda o flaca; ésa le pertenece a los levitas”.\n\n“Ahora, levitas: cuando Uds. obtengan todo esto, entonces diezmen Uds. también al Señor. Uds. llevarán a cabo la ofrenda mecida, las ofrendas elevadas, las diferentes ofrendas. Uds. diezmen al Señor”.",
    "Dijo: “Moisés: La parte tuya seré Yo”. ¡Oh, hermano! Le dijo: “Yo soy tu Porción que te satisface”.\n\nY eso es el Espíritu Santo para la Iglesia hoy. No tengo plata ni oro, pero tengo una Porción que satisface. ¡Aleluya! Educación, a duras penas puedo leer este Libro, pero tengo una Porción que me satisface. Esto es bueno. Título de doctor, no tengo; Ph.D ni LD, ni nada de eso. Pero hay una cosa que sí tengo: la Porción que satisface. Ésa es la parte que yo quiero. Ésa es la parte que Dios quiere que Uds. tengan. Desechen todas estas otras cosas viejas; todo el prestigio y todo lo demás, y salgan y obtengan la Porción de Dios que satisface.",
    "Pues, lo que Ud. tiene de esta tierra, lo dejará aquí cuando parta. Pero si Ud. tiene esa Porción que satisface, lo levantará, con toda certeza. Hoy, siempre estamos sacando pólizas de seguros para darle al que entierra. Mejor obtengamos la Porción de Dios que nos satisface, y optemos por el que Desentierra, en lugar del que entierra. Uds. saben, las dos funcionan.",
    "Ahora, veamos:\n\n…puestos en libertad, vinieron a los suyos…\n\nNo regresaron a los sacerdotes. ¿Ven? Eso mostró que ellos Lo tenían. Ellos no iban a regresar a ese culto frío, viejo y formal, no; a regresar y decir: “¡Mire Ud. lo que nos han hecho!”. No, no. Ellos tenían a los suyos. No eran más de una docena allí; pero ésa era compañía suficiente; un pequeño puñado de personas.\n\n…puestos en libertad,\n\nDespués que los golpearon y los amenazaron, dijeron: “¡Si vuelven a bautizar en el Nombre de Jesús!” O (¡Oh!), quise decir el… Bueno, ésa es la verdad. ¿Ven? “Si vuelven a predicar en el Nombre de Jesús, o lo que hagan, iremos por Uds.”.",
    "Dijeron: “Fiuu, qué tremenda amenaza. Vamos con los demás hermanos”. ¡Oh, así se hace! En la unidad hay poder. En la unidad hay poder. Dijeron: “Vamos con los demás hermanos y veamos lo que podemos hacer”.",
    "Ahora se habían reunido y estaban contando las diferentes experiencias.\n\n…puestos en libertad, vinieron a los suyos, y contaron todo lo que los príncipes sacerdotes y los ancianos les habían dicho.\n\nY ellos, habiéndolo oído, alzaron unánimes sus voces a Dios.\n\nEscuchen ahora lo que dijeron. Obsérvenlo, miren que ellos no regresaron para decir algo como: “¡Oh, Señor, lo siento tanto…!”. No. Ellos ya eran salvos. Estaban llenos del Espíritu, tenían Vida Eterna.\n\n…alzaron unánimes la voz…, y dijeron: Señor, tú eres el Dios…\n\n¡Amén! Simplemente me gusta esto, Hermano Palmer. Eso me gusta.\n\n…tú eres el Dios (esto lo sabemos) que hiciste los cielos y la tierra, la mar, y todo lo que en ellos hay;\n\nQue por boca de David, tu siervo, dijiste:",
    "Ahora fíjese, Uds. van a responder, dirán: “Pues, nosotros no somos una…”. Ahora Ud. sale allá y dirá: “¡Pero es que, Señor, espera un minuto; ellos se están burlando mucho de mí!”. ¿Acaso no dijo Él que lo harían?\n\n“Todos los que vivan piadosamente en Cristo Jesús padecerán persecución”.\n\n“Pero es que ¿sabe Ud. que mi superior me dijo que si me encontraba…?” ¿No dijeron que ellos dirían esto? “Pues, ¿sabe Ud. que el otro día me llevaron a la corte por eso?”.",
    "¿No dijo Él que “seríamos traídos delante de reyes y gobernadores, por causa de Mi Nombre? ¿No os preocupéis por lo que habéis de decir, porque no sois vosotros los que habéis de hablar”? Vi que eso sucedió ayer. “Será el Espíritu Santo que mora en vosotros; Él será Quien hablará”. ¿Ven? “Él”. Eso es correcto. Muy bien. “No os preocupéis por lo que habéis de decir”.",
    "Señor, por…Que por tu…por boca de David, tu siervo, dijiste:\n\n¿Por qué se amotinan las gentes,\n\nY los pueblos han pensado una cosa vana?\n\nSe reunieron los reyes de la tierra,\n\nY los príncipes se juntaron en uno\n\nContra el Señor, y contra su Cristo.\n\n…verdaderamente, Señor, se unieron en esta ciudad contra tu santo Hijo Jesús, a quien ungiste, Herodes y Poncio Pilato, con los gentiles y los pueblos de Israel,\n\npara hacer cuanto tu mano y tu consejo habían antes determinado que había de ser hecho.\n\n¡Oh, vaya! Eso me gusta. “Señor, ellos sólo están haciendo exactamente lo que Tú dijiste que harían”. ¿Qué dice la Biblia?\n\nEn los postreros días…vendrían burladores, impetuosos, infatuados, amadores de los deleites más que de Dios;\n\n…implacables, calumniadores, intemperantes, …aborrecedores de los que son buenos.\n\nTeniendo apariencia de piedad, mas habiendo negado…\n\nÉstos no subieron ni recibieron Poder, “después de esto, cuando haya venido sobre vosotros el Espíritu Santo”.\n\nQue tendrán apariencia de piedad, pero negarán la eficacia de ella; a estos evita.\n\nEso es lo que es el Espíritu Santo. ¿Ven?\n\n… determinado…que sucediera.",
    "Y ahora, Señor, mira sus amenazas, y—y concede a tus siervos que con todo denuedo hablemos tu Palabra,\n\n¡Oh, me gusta eso! Sacar ese espinazo de gallina y recibir un verdadero espinazo. Ahora, observen aquí:\n\n…hablemos tus Palabras,\n\nMientras extiendes tu mano para que se hagan sanidades…\n\n¡Oh, hermano! Los demonios no mueren, pero el Espíritu Santo tampoco. ¿Ven?\n\n…extiendes tu mano para que se hagan sanidades…señales y prodigios mediante el nombre de tu santo Hijo Jesús.\n\n¿Ven Uds. de lo que estaban discutiendo? Hoy están haciendo lo mismo; pero no les aprovecha en lo más mínimo.\n\nY Cuando hubieron orado, el lugar en que estaban congregados tembló; y todos fueron llenos del Espíritu Santo, y hablaban con denuedo la palabra de Dios.",
    "¡Fiuu! ¡Vaya! Recibieron algo cuando fueron allá, ¿no les parece? La promesa dice que eso es el Espíritu Santo, es para darle a Ud. denuedo; para darle a Ud. consuelo; para sellarlo; es para darle una Señal. ¡Oh, vaya!",
    "Escuchen. ¡Oh, desearía que tuviéramos tiempo, pudiéramos ir con Felipe a los samaritanos! Está en Hechos 8:14, para Uds. que lo están apuntando. Ellos habían recibido un gran gozo; habían tenido grandes sanidades, habían sido bautizados en el Nombre de Jesucristo. Pero enviaron a Jerusalén para llamar a Pedro; él vino y puso las manos sobre ellos, y recibieron el Espíritu Santo. Hechos 8:14.",
    "Los gentiles, había uno llamado Cornelio. Él era un hombre maravilloso; pagaba diezmos, edificó sinagogas para el pueblo, respetaba a Dios, le temía a Dios. Era un buen hombre; un buen presbiteriano, metodista, bautista o algo por el estilo (¿Ven Uds.?), un hombre muy bueno. Pero un día, dijo Dios: “Él es un buen hombre, así que voy a enviarlo a una reunión. Tendré que traer a mi predicador para que le hable de esto”. Muy bien.\n\nAsí que, él vio una visión, dijo: “Ve a Jope, y allí hallarás a uno llamado Simón, el curtidor. Y allá está un Simón Pedro. Has que venga acá; él te mostrará el camino, porque él ha recibido algo”.",
    "Y estando Pedro parado allí… Y Cornelio iba adorar a ese predicador; lo iba a hacer. Pedro dijo: “Levántate; soy un hombre igual que tú”.\n\n“Y mientras Pedro aún hablaba estas palabras”, de cómo ellos regresaron, en el principio a… Las mismas cosas que yo les estoy hablando a Uds., de cómo Dios prometió derramar el Espíritu Santo; “Mientras aún les hablaba estas Palabras, el Espíritu Santo cayó sobre ellos” ¡Fiuu! Sí. Esto es el Espíritu Santo, y para quiénes lo es. Seguro. “Y todos fueron llenos del Espíritu Santo”.",
    "Ahora, fíjense, en Efesios había un hermano bautista. Él fue primero un abogado, un hombre listo e inteligente, conocía la ley; era un gran hombre, un erudito. Un día se puso a leer la Biblia, y vio que habría de venir Uno que sería llamado el Mesías. Y cuando vio eso, pues, comenzó a oír acerca de este Jesús, y él dijo: “Estoy convencido. Y confieso abiertamente mi fe, de que Jesús es el Cristo, el Hijo de Dios”. Él era un genuino bautista. Él vino: “Yo confieso abiertamente que Jesús es el Cristo”. Él lo hizo tanto, que Dios lo llamó al ministerio. Dios siempre le hablará a un corazón sincero.",
    "Y había uno que hacía carpas, llamado Aquila, y Priscila; esposo y esposa. Hacían tiendas. El capítulo 18 de los Hechos habla de eso. Pablo, eran amigos suyos. Ellos habían recibido el Espíritu Santo bajo las manos de Pablo y su enseñanza.\n\nEllos oyeron que allá había un avivamiento, y fueron. Sólo había unos diez o doce. Así que, él fue allá para ver, y oyó a este predicador que hablaba con sinceridad de corazón. Él dijo: “Sabe, yo creo que él escuchará la Verdad”.\n\nEntonces, después que el servicio hubo terminado, lo llamó atrás de la carpa, y dijo: “Mira, tenemos un hermanito así de alto, un judío pequeño, de nariz encorvada, y, pero cuando venga, él te enseñará claramente la Palabra de Dios”. Bueno, después de un tiempo…",
    "Para ese tiempo Pablo estaba en la cárcel. Un lugar terrible para un predicador moderno, ¿no es así? Pero él estaba en la cárcel, y el Señor lo tenía allí. Entonces después del terremoto que derrumbó la cárcel, él tomó al carcelero y a su familia y los bautizó a todos en el Nombre del Señor Jesús, y partió, viajó para acá.\n\nY él acababa de expulsar un demonio de una niña, que andaba por allá adivinando la suerte. Y pues, ellos estaban ganando mucho dinero con ella; así que él simplemente expuso el fraude, y ellos lo metieron en la cárcel por esto. Y el Señor derrumbó la cárcel, porque Él tenía una cantidad de personas allá que debían oír la Verdad. Ud. no puede atar la Palabra de Dios. Hay… No hay manera de hacerlo. Ud. simplemente no puede hacerlo.",
    "Así que, él vino adonde estaba este hombre. Y Aquila y Priscila, quizás tenían algunos emparedados, e inmediatamente después de comer los emparedados, dijeron: “Iremos al avivamiento”.\n\nPablo se colocó allá atrás sosteniendo su capa, y escuchó a este predicador bautista.\n\nÉl dijo: “Eso está bien, lo que predica, pero aún hay más”. Dijo: quiero hacerle una pregunta, Dr. Apolos: ¿Ha recibido Ud. el Espíritu Santo después que creyó?”.\n\n“¡Oh!” dijo él, “ni sabíamos que lo había. ¿Qué quiere Ud. decir por Espíritu Santo? Nosotros somos bautistas”.\n\nLe dijo: “¿Cómo sabe Ud. que es bautista?”. ¿Ven?\n\n“Bueno, fuimos bautizados. Nosotros sólo conocemos el bautismo de Juan”.\n\nLe dijo: “Él sólo bautizó para arrepentimiento, diciendo que ‘creyeran en Él que había de venir’, que es en Jesucristo”.\n\nY cuando él oyó esto, ellos fueron bautizados de nuevo, en el Nombre de Jesucristo. Y Pablo les impuso las manos, y el Espíritu Santo vino sobre ellos; y hablaron en lenguas y profetizaron. Dice: “para todo aquel”, ahora.",
    "Ahora, ¿cómo lo hacemos? Quiero decirles algo, y entonces yo…terminamos, porque son, les dije que les daría salida temprano. Uds. saben lo que es el Espíritu Santo. Como última Escritura en esta noche… Tengo aquí anotadas otra gran cantidad, pero tenemos que omitirlas. Vamos a Primera de Corintios 12. Y entonces leeremos esto, y luego—luego terminamos. Muy bien. Primera de Corintios, el capítulo 12.\n\n¿Cuántos creen en la enseñanza de San Pablo? [La congregación dice: “Amén”.—Ed.] ¡Seguro! El dijo, en Gálatas 1:8: “Si un ángel enseñare una cosa diferente, sea anatema”, cuánto más un predicador. “Si un ángel del Cielo bajare y enseñare una cosa diferente, el tal sea anatema”. ¿Ven Uds.? No tengan nada que ver con eso.",
    "Ahora fíjese aquí, Primera de Corintios 12. ¿Cuántos—cuántos saben que tenemos que estar en Cristo para poder irnos en la resurrección, por cuanto es Su cuerpo que Dios prometió que levantaría? [La congregación dice: “Amén”.—Ed.] No hay otra manera. No hay ninguna otra manera, si Ud. está fuera de Cristo.\n\nPuede ser que Ud. mire acá atrás, y crea en Él, que diga: “Seguro, yo le creo a Él; Él es el Hijo de Dios”. Muy bien, mi hermano, estoy dispuesto a estrecharle la mano cuando Ud. dice eso; “Yo creo en Él; yo le confieso como mi Salvador”. Eso está bien, pero Ud. aún no está en Él. “Yo le estrecharé la mano al predicador; confesaré mis pecados”. Eso aún no es estar en Él.",
    "Observe ahora, fíjese cómo fue que Pablo dijo que uno entra en Cristo. ¿Cómo será conocido Ud. que es de la circuncisión? A Abraham le fue dada una señal. Ahora, oiga esto: en Primera de Corintios, el capítulo 12, y comencemos en el versículo 12.\n\nPorque así como el cuerpo es uno, y tiene muchos miembros, pero todos los miembros del cuerpo, siendo muchos, son un cuerpo, así también Cristo. (No está dividido: “¡Uno!”.)\n\nEscuchen. “¿Por medio de una iglesia?”. ¿Cuántos están siguiendo la lectura? “¿Por un apretón de manos”? “¿Por un agua”? No. Entonces alguien está equivocado.\n\n“¡Por un Espíritu!”, ¿Está con mayúscula? Ése, por tanto, es el Espíritu Santo. ¿Ven?\n\n…por un solo Espíritu fuimos todos bautizados en un cuerpo, sean judíos o griegos, sean esclavos o libres; y a todos se nos dio a beber de un mismo Espíritu.",
    "El Cuerpo de Cristo es un Espíritu, en donde cada miembro, desde Pentecostés hasta este tiempo, bebe del mismo Vino nuevo, el mismo Espíritu Santo, trayendo los mismos resultados. ¿Cómo entramos? “Por un Espíritu”.\n\nEl Espíritu Santo es la Puerta abierta de Dios. ¿Qué es? Es la Puerta abierta de Dios; es una señal; es un sello; es un Consolador; es un Abogado; es una certeza; es reposo. Es paz, es bondad, es sanidad, es Vida. Él es—es la puerta abierta de Dios a todas estas cosas. Es la Puerta abierta de Dios hacia Cristo. El cual ha…\n\nDios lo probó levantando a Jesús de entre los muertos; y Dios traerá con Él, en la resurrección, a los que han muerto en Cristo. “No contristéis al Espíritu Santo, con el cual estáis sellados en Cristo para el día de vuestra redención”. ¿Cuántos creen esto? [La congregación dice: “Amén”.—Ed.]",
    "¿Qué es Cristo? ¿Qué es el Espíritu Santo? No es algo de lo cual se ríe la gente. Y pues sí es algo de lo cual se ríe la gente, más no para el creyente.\n\nPara el incrédulo… Desearía tener dos o tres semanas largas, me gustaría tomar la noche de mañana y decirles lo que Él es para el incrédulo. Déjeme buscar aquí, sólo tomaré un momento de este tiempo. Es causa de risa; es un lazo; es una piedra de tropiezo; es muerte; es separación eterna de Dios. ¡No puedo pensar en las cosas que Él es para el incrédulo!",
    "Recuerden: la misma lluvia de la cual hizo mofa el incrédulo, fue la misma lluvia que salvó a Noé y a su familia. ¿Ven Uds.? El mismo Espíritu, el Espíritu Santo del cual se mofa la gente y dice que es “locura, y una cantidad de tuercas, lo cual es demencia”, es lo mismo que arrebatará a la Iglesia y hará que suba en los postreros días; traerá juicio sobre el incrédulo. Correcto. Eso es lo que es el Espíritu Santo.",
    "Bienaventurados los que… Déjenme decir esto ahora con la sinceridad de mi corazón: Bienaventurados los que tienen hambre y sed de Él: porque ellos serán saciados.",
    "Mañana en la noche hablaremos acerca de lo que Él hace cuando viene.",
    "Ahora, ¿a cuántos aquí les gustaría recibir al Espíritu Santo, y quieren que alguien ore por Uds., para que vean la Luz?\n\nUds. ya saben “lo que Él es”.\n\nAhora, mañana en la noche hablaremos de: “¿Qué Resultados Produce?”.",
    "Y entonces la noche siguiente, será: “Cómo Recibirlo”. Luego, vamos a llamar a algunas personas e instruirlas para que vayan a las piezas y se queden allí, así les tome todas las navidades; seguro, hasta que venga el Espíritu Santo. Vamos a abordarlo bajo un fundamento Bíblico sano. Vamos a abordarlo y a recibirlo tal como Dios lo prometió, y como bajó en el principio. Estamos aquí para hacerlo de la misma manera. Yo… No nos preocupa lo que cualquier cosa pueda decir, vamos a…\n\nLa Palabra de Dios es… tiene preeminencia en mi corazón. Correcto. Y yo quiero lo que Dios tiene para mí. Si hay alguna otra cosa, Dios, abre el Cielo, porque mi—mi corazón está abierto para recibirlo. Correcto.",
    "¿Cuántos lo quieren ahora, levanten la mano, digan: “Ore por mí”? Ahora, mientras permanecen con la mano levantada:\n\nPadre Celestial, hemos enseñado por un largo rato; mas Tu Espíritu está aquí. Hay manos levantadas ahora. Y ellos saben lo que Él es; saben lo que significa el Espíritu Santo. Oro, Dios, que antes de que esta reunión termine, cada mano aquí sea levantada, de que lo han recibido. Concédelo, Señor.",
    "Oramos por ellos. Te pedimos que los bendigas y que les concedas el deseo de su corazón. Mira sus manos, Señor; ellos Te aman; ellos Lo quieren. Ellos saben que no se pueden ir… Mañana en la noche, si me ayudas, Señor, podemos probarlo en la Escritura que ellos nunca podrán lograr el Rapto sin Él. Así que, oro, Padre, que les des hambre y sed, para que sean saciados. Te los presento ahora, Padre. Y, concede estas bendiciones, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Yo le amo, yo le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Quiero decir esto antes de que cantemos de nuevo. Quiero reunirme con un grupo de ministros, aquí en la pieza, el viernes en la noche, antes de que comience el servicio (¿Ven?), el viernes en la noche. Yo…\n\n¿Ven Uds. lo que estoy tratando de hacer? Mostrar lo que Él es, cómo acercarnos a Él, y qué esperar; así Ud. no vendrá ciegamente a Él, golpeándose con algo. Por eso es que no he pedido que lo hagan en esta noche. Yo quiero que Uds. sepan lo que Él es; es una promesa, es un sello, es el Consolador. Es todo eso.\n\nLuego, mañana en la noche y la noche siguiente, comenzaremos entonces allí mismo, de allí en adelante, hasta que Él venga. No importa cuánto tiempo tome; permaneceremos aquí hasta… Limpie su corazón. Él nunca Se derramará en un corazón sucio. Aparéjese, esté listo, y Él se lo concederá.\n\nYo le amo, yo le amo, (Levantemos ahora las manos)\n\nPorque Él a mí me amó;\n\nY me compró la Salvación\n\nAllá en la cruz.",
    "El pastor acaba de decir, y estamos de acuerdo, que mañana en la noche comenzaremos a las siete y no a las siete y media. Y eso les permitirá que salgan a las ocho y media y no a las nueve y media. A las siete y me-… A las siete comenzará mañana en la noche el servicio de adoración. Estaré en mi Mensaje a las siete y media.\n\nYo le amo,\n\nSaquemos los pañuelos y saludémoslo.\n\nYo le amo,\n\n¡Rompan ahora con el formalismo!\n\nPorque Él a mí me amó;\n\nY me compró la Salvación\n\nAllá en la cruz.\n\nMuy bien, ahora su pastor, el Hermano Neville. 🦅"
  ]
}