{
  "title": "¿PARA QUÉ FUE DADO EL ESPÍRITU SANTO?",
  "id": "59740009",
  "content": [
    "🦅  ¿Ven Uds.? El Hermano Neville cree en la imposición de las manos.\n\nVeo que tengo algunas preguntas. Ahora, las responderé mañana en la noche, pues no tengo tiempo en esta noche para revisárselas; probablemente sean del Mensaje de anoche. Ahora, si alguien tiene alguna pregunta en cuanto al Mensaje, simplemente colóquelas aquí, una de estas noches, y yo las recogeré a la noche siguiente.",
    "Ahora, mañana en la noche, quisiera ubicar o tener, mejor dicho, si es posible, algunos ministros; si no, buenos hombres o mujeres bastante sólidos, que podamos llamar en caso de necesidad, por si sucede que…\n\nMañana en la noche, después del Mensaje, comenzaremos a imponer las manos para que reciban el Espíritu Santo. Y entonces habrá… Ud. tiene el privilegio de quedarse aquí todo el tiempo durante estos días feriados, si así lo desea, si necesita de todo ese tiempo para morir. Y entonces—entonces, si no, si Ud. desea ir a su propia casa, pues nos agradaría que si llega a un lugar del cual no sabe a dónde ir…\n\nQueremos ubicar algunos ministros, sus números si son visitas (los números de donde se han hospedado), para localizarlos de manera inmediata; y poner uno en un hogar, otro en otro, y otro en otro, para que puedan darles instrucciones a Uds. que buscarán esta gran bendición de la cual estamos hablando: el bautismo del Espíritu Santo.",
    "Anoche hablábamos de “qué era Él”. ¿Qué Era El Espíritu Santo? Y hallamos que Él es enteramente todo lo que Dios nos ha prometido. Sí. En Él hallamos lo que la Iglesia de Dios habría de necesitar. Hallamos que Él es un sello, un Consolador, el reposo, y el gozo, y la Paz, y la resurrección. Y todo lo que Dios le prometió a Su Iglesia, está ahí dentro del Espíritu Santo.",
    "Y ahora, esta noche, queremos predicar, o hablar, enseñar de… Tengo aquí como tres o cuatro páginas de textos, o de Escrituras, en lo cual… Anoche dejé aquí encima mi Concordancia Cruden, y no me la llevé. Y hoy tuve que repasar las Escrituras lo mejor que pude. Ahora, y mañana… En esta noche vamos a enseñar: ¿Con Qué Propósito Envió Dios El Espíritu Santo? ¿Para Qué es? Si es algo tan grandioso, entonces ¿para qué lo enviaría Dios?",
    "Luego, mañana en la noche queremos hablar de: ¿Será Para Uno? y ¿Cómo Lo Recibe Uno? y ¿Cómo Sabrá Uno Cuando Lo Ha Recibido?\n\nY entonces, después que lo hayamos repasado por las Escrituras (explicado en las Escrituras, usando las Escrituras para todo), entonces los que buscan el Espíritu Santo pasarán adelante en ese momento. Y entonces espero que comience el avivamiento, de ahí en adelante, para avanzar con el Espíritu Santo.",
    "Ahora, siendo que mañana en la noche muchos tal vez se queden bastante tiempo en las piezas de la iglesia, pienso que podríamos tener disponibles muchos ministros y aquellas personas que tienen experiencia llevando a las personas a recibir al Espíritu Santo; que les den ánimo, que vayan a casa con—con alguna dama y su esposo, o—o con alguien que esté buscando al Espíritu Santo; los cuales estén bien instruidos en lo que deben hacer.\n\nSi Ud. por favor le da el número de su teléfono o dirección al pastor, en esta noche, o mañana en la noche. Déselo al Hermano Neville, y con esto nos ayudará para que no tengamos que hacer una reunión; simplemente entregue el número de su teléfono donde podamos contactarlo. Y luego diga: “Estoy disponible, y si nosotros… Uds. gustan enviarme a alguna casa”. Si se trata de una—una mujer sola, entonces podemos enviar a una dama (¿Ven?) con esta dama. Y entonces, si es un hogar donde hay un hombre con su esposa, pues, allí podemos enviar a un ministro.\n\nY nos agradaría que pudieran colaborar, porque yo sé que cada uno de Uds. está interesado en esto; en esto que es lo más esencial. Y recuerden: “El que salva a un alma de su error, cubrirá multitud de pecados”. ¿Lo ven? Y la Novia de Cristo está hambrienta y sedienta; Ella está con dolores de parto, para dar a luz a los hijos de Dios.",
    "Y ahora, en esta noche, antes de que leamos las Escrituras, inclinemos nuestros rostros un momento para orar. Y antes de orar, Uds. con sus rostros inclinados, ¿tienen alguna petición? Sólo levanten la mano y digan: “Dios, solemnemente levanto mis manos. Yo tengo necesidad. Oro que Tú me ayudes, ¡oh, Señor!”. Que Dios los bendiga a cada uno. Él ve sus manos. Los Ángeles han tomado sus peticiones.",
    "Y, Padre Celestial, venimos ahora, acercándonos a Ti de nuevo en oración. Pues, sin duda, la oración ha subido en esta noche entre el pueblo de Dios, en este pequeño lugar; y los himnos han sido entonados, y tenemos los corazones contentos y regocijados por las alabanzas de Dios.",
    "David dijo que él entraba a la congregación de los santos y allí hacía notorias sus peticiones. Y en esta noche, han sido muchas las manos; quizás, diría yo, un ochenta por ciento de los que están sentados en este edificio en esta noche, han levantado la mano por alguna petición. Eso muestra, Señor, que no podemos continuar sin Ti. Te necesitamos día tras día. Tú eres nuestra Vida, nuestro gozo, nuestra salud, nuestra fortaleza que nos sostiene, nuestra ancla, nuestro broquel, nuestro escudo del enemigo.\n\nY nosotros simplemente no pudiéramos pelear esta batalla de la vida sin Ti. Sería totalmente imposible para nosotros hacerlo, y necesitamos depender completamente de Ti; pues sabemos que estamos caminando sobre una tierra oscura y tenebrosa. De cada lado el enemigo nos acecha, amenazándonos y poniéndonos trampas. Nuestros caminos, Señor, están llenos de trampas del enemigo, para trastornarnos.",
    "Y también sabemos que al final del camino tenemos que pasar aquel valle largo y sombrío llamado muerte. ¡Oh, Señor!, ¿quién nos llevará entonces de la mano? Queremos conocerte ahora, Señor. Queremos saber que Tú nos tienes de la mano y que vamos tomados de la Tuya; pudiendo tener esa certeza anclada, para que cuando lleguemos al último y gran momento de nuestra vida, y entremos por esa puerta llamada muerte, que podamos decir con aquel santo de la antigüedad: “Yo le conozco a Él en el poder de Su resurrección, y sé que cuando Él llame, yo saldré de entre los muertos”.",
    "Ahora, Padre Dios, oramos que bendigas nuestras peticiones y nuestra reunión. Bendice Tus Palabras. Y si yo llegare a decir alguna cosa que sea contraria a Tu Palabra o a Tu voluntad, Tú aún tienes el poder para cerrar la boca, como lo hiciste en el foso de los leones cuando Daniel estaba presente. Y oramos, Señor, que abras los oídos y corazones en esta noche, que… y produce en ellos un hambre y una sed. Que estén tan sedientos que no puedan dormir ni descansar en ninguna parte hasta que el Consolador haya venido.",
    "Creemos que estamos viviendo en los postreros días, a la sombra de Su Venida. Y hacia eso es que están dirigidos estos Mensajes, Señor. Son para que el pueblo preste atención y estén advertidos. Y en esta noche que podamos quitarnos ahora mismo el caparazón y ponerlo a un lado del banco, decir: “Señor Dios, yo soy un recipiente para Ti. Permite que Tu Espíritu fluya a través de mí. Moldéame y hazme conforme a Tu voluntad. Yo rindo mi corazón, mi fuerza y mi todo a Tu causa”.",
    "Óyenos, Señor. No estamos aquí para ser vistos, en esta noche lluviosa. No estamos aquí porque no tengamos adonde más ir. Estamos aquí con un propósito muy solemne, sagrado y santo, en nuestros corazones, y es de acercarnos más a Ti. Sabemos que Tú has prometido que si nos allegamos a Ti, Tú te allegas a nosotros. Y por eso estamos aquí. El que ha venido con hambre, no regresará hambriento. “Bienaventurados los que tienen hambre y sed de justicia” dijo Jesús, “porque ellos serán saciados”. Y si pedimos pan, no hemos de recibir una piedra; tenemos esa certeza. Y si pedimos un pez, no hemos de recibir una serpiente; mas Dios nuestro Padre nos alimentará con el Maná del Cielo: Su Palabra y Su Espíritu que dan testimonio de Él. Responde a nuestras oraciones, Señor, y a nuestras peticiones, mientras seguimos esperando en Ti. Oramos en el Nombre de Jesucristo. Amén.",
    "Ahora, Uds. que están anotando estas Escrituras, si abren conmigo de nuevo en el libro de San Juan, el capítulo 14. Queremos comenzar en el capítulo 14 de San Juan. Y comencemos como en el versículo 14 (San Juan 14:14), y sólo leamos una porción de esta Escritura. Ahora, aquí encontrarán mucho del contexto del que quiero hablar en esta noche.",
    "Y recuerden, Uds. que tienen las Biblias con las letras rojas: esto está en rojo. Son las Palabras que Jesús Mismo habló; por consiguiente, podemos tener la seguridad de que será exactamente como Él ha dicho. “El cielo y la tierra pasarán, pero Su Palabra nunca fallará”.\n\nLeamos ahora desde el versículo 14 del capítulo 14.\n\nSi algo pidiereis en mi nombre, yo lo haré.\n\n¡Qué bendita promesa!\n\nSi me amáis, guardad mis mandamientos.\n\nY yo rogaré al Padre, y os dará otro Consolador, para que esté con vosotros para siempre:\n\nel Espíritu de verdad, al cual el mundo no puede recibir, porque no le ve,…\n\nAhora, si Uds. estuvieran leyendo la Biblia en griego, verían que la palabra aquí, no le ve, significa “entender”. “Pues el mundo no le entiende a Él”. ¡Cuánta verdad hay en esto! Déjenme leerlo de nuevo:\n\nel Espíritu de verdad, al cual…la verdad; al cual el mundo no puede recibir, porque no le ve, ni le conoce; pero vosotros le conocéis (¿A quién? Al Consolador), porque mora con vosotros ahora (tiempo presente), …mora con vosotros, y estará en vosotros.\n\n¿Qué es? El mismo Consolador.\n\nYo no os dejaré huérfanos: Yo…[en la Biblia King James en inglés.—Trad.]\n\nCualquiera sabe que “yo” es un pronombre personal.\n\n…Yo vendré a vosotros.\n\nTodavía un poco, y el mundo no me verá más; pero vosotros sí… pero vosotros me veréis; porque yo vivo, vosotros también viviréis.\n\nEn aquel día vosotros conoceréis que yo estoy en mi Padre, y vosotros en mí, y yo en vosotros.\n\nÉste va a ser el centro de mi pensamiento, pero seguiremos leyendo un poco. Déjenme leer esto también, otra vez.\n\nEn aquel día (el gran día, el día del juicio) En aquel día vosotros conoceréis que yo estoy en el Padre, y vosotros en mí, y yo en vosotros.\n\nEl que tiene mi mandamiento, y lo guarda, ése es el que me ama; y el que me ama, será amado por mi Padre, y yo le amaré, y me manifestaré a él.\n\nLe dijo Judas (no el Iscariote): Señor, ¿cómo es que te manifestarás a nosotros, y no al mundo?\n\nEsto aquí es, cosmos, o sea el “orden mundial”. Si tiene las notas allí al margen, Ud. lo verá. La mía es “g” y dice acá “cosmos, o sistema mundial”. Ésas son las iglesias y todo lo demás, ¿ven?\n\n…¿cómo es que te vas a manifestar a nosotros y no a ellos? ¿Cómo lo puedes hacer?\n\nRespondió Jesús, y le dijo: El que me ama, mi palabra guardará (Amén); y mi Padre le amará, y vendremos a él, y haremos morada con él.\n\nEl que no me ama, no guarda mis palabras…\n\nPuede ser que guarde las palabras de la iglesia; pero es guardar Sus Palabras, ¿ve Ud.?\n\n…y las palabras que habéis oído, no son mías, sino del Padre que me envió.\n\nOs he dicho estas cosas estando con vosotros.\n\nMas el Consolador, el Espíritu Santo, a quien el Padre enviará en mi nombre, él os enseñará todas estas cosas (éstas son Sus Palabras), y os recordará todo lo que os he dicho.\n\n¿Con qué propósito envió entonces Dios Su Espíritu Santo? Que Él añada Sus bendiciones a Su Palabra.",
    "Jesús dijo que: “En aquel día vosotros conoceréis que Yo estoy en el Padre, y el Padre en Mí, y vosotros… Yo en vosotros, y vosotros en Mí”. Ahora, si fuéremos a decir esto…",
    "Ahora, recuerden, esto va a quedar en la cinta.\n\nUn hombre Cristiano de negocios, de Louisville, me llamó no hace mucho. Y me dijo: “¡Qué lástima, Billy, que estos Mensajes como el que diste anoche, no puedan llegar a cuarenta mil aquí en vez de a ciento cincuenta, o doscientas, trescientas personas en tu tabernáculo pequeño!”.",
    "Yo le dije: “Señor, dentro de seis meses, si Jesús tarda, todo el mundo oirá esto”. ¿Ven Uds.?\n\nEsas cintas van por todo el mundo (¿Ven?), a todas partes. Y, por consiguiente, aquí estamos enseñando ahora justamente lo que creemos que es la Verdad, y lo cual hemos hallado que Dios nos ha confirmado a nosotros como la Verdad.",
    "Ahora, el propósito, ¿cuál fue—cuál fue el propósito de Dios al enviar el Espíritu Santo? Ahora, yo anotaría eso, Juan 14, comenzando con el versículo 14, y leyendo todo el capítulo, como una base. El propósito de Dios, hallamos aquí, al enviar el Espíritu Santo, fue con un propósito: que Dios mismo pudiera llegar a morar en Su Iglesia y continuar Sus planes a través de la Iglesia.\n\nPues, Dios estaba en Cristo, continuando Sus planes a través de Cristo; saliendo de Cristo, entra en la Iglesia, continuando Su obra a través de la Iglesia.",
    "Ahora, ya sabemos lo que es el Espíritu Santo. Anoche averiguamos que es Dios.\n\nAhora, cuando pensamos en Dios, el Padre (como lo dijo aquí Jesús), que es Su Padre; Dios, el Hijo, como Jesús; Dios, el Espíritu Santo, como lo llamaríamos hoy, ahora, esto no significa que hay tres individuos distintos como dioses. Eso significa que hay un Dios en tres oficios.\n\nDigámoslo de esta manera: todo lo que Dios fue, lo derramó en Cristo, por cuanto Él se vació a Sí mismo y lo vertió en Cristo; “Y Cristo fue la plenitud de la Deidad corporalmente”. Todo lo que Jehová fue, lo derramó en Cristo.\n\nY todo lo que Cristo fue, lo derramó en la Iglesia; no en un individuo, sino en el Cuerpo entero. Allí, donde nos juntamos en unanimidad es que tenemos Poder. Todo lo que Dios fue, estuvo en Cristo; y todo lo que Cristo fue, está en Uds.\n\n“Por cuanto Dios se hizo carne y moró entre nosotros”, Primera de Timoteo 3:16, si lo están anotando. “Indiscutiblemente, grande es el misterio de la piedad: Dios fue manifestado en carne. Y nosotros lo palpamos. Dios, Jehová hecho carne, y caminó sobre la tierra; y nosotros le vimos con nuestros ojos”.",
    "Saben Uds. que en el mismo capítulo 14 de Juan, Felipe dijo: “Señor, muéstranos al Padre, y nos basta”.",
    "Jesús dijo: “¿Tanto tiempo hace que estoy contigo, Felipe, y no me has conocido? Cuando me has visto, has visto al Padre; y ¿cómo, pues, me dices tú: ‘Muéstranos al Padre’?”. Dios fue hecho carne.",
    "Ahora aquí está: El Padre, fue Dios sobre Ud., estamos diciendo; lo hemos sido desde Adán. Dios, el Padre, estuvo sobre Moisés y los hijos de Israel en una Columna de Fuego. Luego, Dios con nosotros, en Cristo; caminó con nosotros, habló con nosotros, comió con nosotros, durmió con nosotros. Dios sobre nosotros; Dios con nosotros; y ahora: Dios en nosotros. Todo lo que Dios fue, vino en Cristo; todo lo que Cristo fue, vino a la Iglesia.\n\n¿Esto qué es? Dios obrando en uno. En cualquier parte del mundo si Él quisiera llamarlo, ahí está uno; está obrando en Ud. para hacer Su buena voluntad. ¡Cuánto debemos darle gracias a Dios por esto! Dios, el Espíritu Santo, ha sido enviado con el propósito de que Dios more en Su Iglesia, moviéndose a través de cada edad, para obrar Su Divina voluntad.",
    "Cuando los hombres se mofan de Ud., no se están mofando de Ud., se están mofando de Él, Quien lo ha enviado a Ud. Por eso Jesús dijo: “Bienaventurados sois cuando dijeren de vosotros falsamente todo mal, por causa de Mi Nombre. Bienaventurados sois”. Y, de nuevo: “Todos los que vivan piadosamente en Cristo Jesús padecerán persecución”.\n\nPues, cuando Dios se dio a conocer en Cristo, ellos le odiaron. ¿Quién fue que más le odió? La iglesia. La iglesia fue la que más le odió. Ella le odió a Él más que el—el borracho. Ellos le odiaron más que toda otra persona. Fue la iglesia la que más le odió a Él. Por consiguiente, cuando Uds. vean cosmos, “el orden del mundo, el cual no le conoció”, significa “la así llamada iglesia que no le conoció. Él vino a los Suyos, y los Suyos no le recibieron”.\n\n“Mas a todos los que le recibieron a Él, les dio potestad de ser hechos hijos de Dios; a los que creyeron en Su Nombre”. ¡Oh, cómo debemos amarle y adorarle! ¡El propósito de Dios: queriendo venir para tener compañerismo!",
    "Es como (antes de que dejemos este texto), tomemos esto: En los días de Ruth, en la ley de la redención, cuando Noemí había dejado la tierra por causa de las pruebas, los tiempos difíciles. Ella fue a la tierra de los moabitas, que sólo eran Cristianos tibios y nominales; pues, los moabitas vinieron de la hija de Lot, y eran los así llamados creyentes, y estaban todos mezclados. Y luego su esposo murió, y sus dos hijos murieron. Y regresando a casa, Noemí… Ruth y Noemí, regresando a casa, ella… Una de sus nueras, Orfa, dijo que ella regresaría a su tierra, a sus dioses, y a su iglesia, y a su pueblo. Y Noemí procuró hacer que Ruth regresara; mas ella dijo: “Tu pueblo será mi pueblo y tu Dios será mi Dios; en donde tú mueras, allí moriré yo. Donde tú seas enterrada, allí seré yo también enterrada; pero no regresaré”.",
    "Ahí es cuando una persona ha captado una visión. No influyó en nada lo que su parentela hablara: “Vas allá a convertirte en una santa rodadora o algo así”. Eso no influyó en Ruth, para nada. Había un propósito de parte de Dios que tenía que ser cumplido.",
    "Y tan cierto como Ud. tiene hambre del Espíritu Santo en esta noche, es algo en Ud. que lo está trayendo, porque un propósito de Dios en su vida tiene que cumplirse, tal y como fue con Ruth.",
    "¡La historia es tan bella, que no la puedo dejar por un momento! Uds. conocen la ley de la redención; que cuando Booz… Uds. conocen la historia de cómo Ruth recogió espigas en el campo y halló favor con Booz. Y antes de que él pudiera casarse con ella, él tenía que redimir todo lo que Noemí había perdido. Y el único que podía redimir el estado caído de Noemí, según la ley de la redención, era un pariente cercano. Tenían que ser parientes para él poder redimir; y ése era su pariente más cercano. Y él tenía que hacer una señal pública, afuera de las puertas, o una confesión pública que él había redimido todo lo que Noemí había perdido. Y Booz lo hizo quitándose el zapato delante de los ancianos, y diciendo: “Si hay alguien aquí que tenga algo que pertenezca a Noemí, en este día yo lo he redimido”.",
    "Y así lo hizo Dios, siguió Sus Propias leyes. Dios no puede seguir, darle a Ud. una ley para que la siga y Él mismo seguir otra. Él sigue Sus Propias leyes. Entonces, Dios, para redimir a la Iglesia perdida, al mundo perdido, a la creación perdida… Dios (Quien es infinito en Espíritu, para redimir a la raza humana perdida), Dios mismo llegó a ser pariente; un Hombre; un Hijo que Él creó en el vientre de María. Y después, Él dio una señal o un testimonio; afuera de las puertas de Jerusalén, Él fue levantado entre los cielos y la tierra, y al morir lo redimió todo. Y al sangrar, Él santificó a la Iglesia para que Él mismo morara en Ella y así tener compañerismo y comunión; esa porción perdida de compañerismo desde el huerto del Edén cuando Dios bajaba cada atardecer, a la hora del servicio.\n\nLo notaron, Dios bajaba cuando el día refrescaba, a la puesta del sol. Hay algo que se deja sentir cuando comienza el anochecer, la gente piensa en la Iglesia y en Dios; los Cristianos. Uno ve el sol cuando se está poniendo, y se da cuenta que el sol de uno se está poniendo.",
    "Y en la hora fresca de la tarde, Él bajaba para tener comunión con ellos. Y allá Él perdió ese compañerismo, pues, el pecado no le permitió tenerlo.\n\nY luego Él se hizo carne y moró entre nosotros, para poder regresar nuevamente al hombre, y vivir en el hombre, y restaurar al hombre una vez más a un estado de comunión con Él, y restaurarle a él de nuevo su derecho dado por Dios. Eso fue lo que Él hizo.",
    "Ése es el propósito del Espíritu Santo. Es el Padre, nuevamente; Dios el Padre morando en Ud., cumpliendo Sus designios para consumar Su plan de redención; obrando a través de Ud., haciéndolo un colaborador con Él; dándole a Ud. un lugar, dándole una parte a Ud. para sus hermanos y hermanas caídos y perdidos; dándole a Ud. Su Espíritu y Su amor, para ir en busca del perdido, como Él lo hizo en el huerto del Edén. “Adán, Adán, ¿dónde estás?”. Eso es lo que hace el Espíritu Santo con un hombre o una mujer. Cuando Él toca ese corazón y hace Su morada allí, despierta sed y hambre por las almas perdidas.\n\nEsto es lo que sucede con las reuniones hoy. No hay en ellas un contacto suficiente del Espíritu, para ir en busca de las almas de los perdidos y moribundos. Es más para hacerse un nombre, o una iglesia, o un edificio o una denominación, en lugar de tener un programa para ganar almas. ¡Qué triste! Pudiéramos quedarnos en este tema por mucho tiempo.",
    "Dios se derramó en Cristo. Correcto.",
    "Cristo se derramó en la Iglesia. Por tanto, ahora observen: “En aquel día vosotros conoceréis que Yo estoy en el Padre, y vosotros en Mí, y Yo en vosotros. En aquel día vosotros lo conoceréis”. Pues, todo es un plan de redención que se desarrolla, Dios regresando para vivir en, y morar con, y comulgar con Su pueblo, tal como lo hizo en el principio.\n\nAhora, entonces tan pronto como Él coloque a Su Iglesia en condiciones de poderle hablar, que lleve Su Iglesia al lugar en que Él mismo pueda fluir por Ella, y amar, y persuadir y tener compañerismo, entonces regresará un Edén. Él llevará a Su Iglesia otra vez al lugar en donde Ella—Ella lo dejó, de nuevo a un Edén; al lugar de donde Ella cayó. Eso, ahora… Fue allí en donde Ella primero comenzó, o cayó. Allí es adonde Ella será llevada otra vez, con una página limpia de redención, regresándolos directamente a ese lugar de nuevo.",
    "La Iglesia ha estado en el mundo ya por algún tiempo. Y la Iglesia, en realidad, después de la Reforma, o mil quinientos años de Oscurantismo… Lutero fue el primer reformador después del círculo de los apóstoles. Y entonces cuando Lutero vino, Dios vertió un poquito del Espíritu, y lo derramó en la Iglesia, en Justificación. Y luego, en los días de Wesley, Él derramó un poquito más de Sí mismo, en Santificación. Y a medida que la edad se ha acercado al tiempo del fin, Dios ha estado llenando a Su Iglesia. Simplemente mire alrededor y vea si esto es Verdad o no.",
    "Miren la Edad Luterana, Uds. que leen historia; miren su avivamiento y lo que ellos hicieron. Miren cuánto más grande fue el avivamiento de Wesley, cuánto más poder tenían ellos, pero en la minoría. Fíjense en los días de Pentecostés el avivamiento que tuvieron ellos allá; como han abarcado a lo largo y ancho.",
    "También, Nuestro Visitante Dominical, el periódico católico, declaró, confesando que los pentecostales habían producido un millón quinientas mil conversiones en un año; sobrepasaron al resto de las iglesias juntas. Los católicos solamente convirtieron, dicen, a un millón. En su propio Visitante Dominical, el periódico llamado El Visitante Dominical, dieron esta afirmación; de que los pentecostales los habían sobrepasado.\n\nY recuerden que las conversiones pentecostales significan conversiones llenas del Espíritu Santo. Eran una minoría cuando comenzaron, en un rincón del callejón, con una guitarra vieja. Y las mujeres que no tenían a veces ni con qué comprar un par de medias. Se acostaban junto a los rieles del ferrocarril, y recogían maíz para moler y hacer pan para sus hijos. Pero, ¿qué ha llegado a ser? La iglesia más poderosa del mundo hoy, no a los ojos del mundo, sino a los ojos de Dios; pues, Él prueba esto con lo que está haciendo por ellos. Él mismo se está derramando en ellos, derramándose allí.",
    "Noten ahora lo que ha acontecido, Dios se está derramando en ellos. Ahora la Iglesia ha llegado a cierto lugar, desde Lutero, Wesley, y el avivamiento ahora está con Pentecostés; y hoy entrando a esta edad a la cual estamos llegando ahora, guiados por el mismo Espíritu Santo, sólo que con más de Él. Ahora, cuando esos luteranos fueron salvos en ese entonces, ellos recibieron una porción del Espíritu Santo. Cuando los metodistas fueron santificados, fue por obra del Espíritu Santo. ¿Ven? Era una parte del Espíritu Santo. “Ellos no pueden ser perfeccionados sin nosotros”, dice la Escritura. ¿Ven?",
    "Ahora, Dios, así como ha comenzado a brillar la Luz en los postreros días, así espera Él algo grande de nosotros; porque “donde mucho es dado, mucho es requerido”. Así que Él va a demandar mucho más de nosotros que de los luteranos o los metodistas; porque nosotros caminamos en una Luz mayor, con un Poder mayor, con mayor… un—un testimonio mayor que el que ellos tuvieron. Ahora tenemos un testimonio mayor de la resurrección. Tenemos cosas más firmes, con más certeza que las que tuvieron ellos.",
    "Pero es como dije en una universidad luterana, no hace mucho.\n\nEllos dijeron: ¿Qué es lo que nosotros tenemos?\n\nYo dije: “Un hombre sembró maíz en un campo. Salieron las primeras hojitas y él dijo: ‘¡Gracias al Señor por esta—esta cosecha de maíz!’. Potencialmente él la tenía, pero sólo la tenía en las primeras etapas. Poco a poco llegó a ser un tallo”.\n\nY brotó un tallo, que fueron los metodistas.",
    "Si observan la naturaleza, Uds. verán a Dios obrando. Allí hay un secreto bajo el cual aun marcha mi ministerio. ¿Ven? Eso, observar la naturaleza, ver lo que hace (la edad y el tiempo), Ud. podrá ver dónde está viviendo. Observen la edad.",
    "Ahora, entonces los metodistas eran la espiga. Ellos miraron atrás a los luteranos, dijeron: “Nosotros tenemos santificación; Uds. no tienen nada de Eso”.\n\nPoco a poco, de ese polen, de los metodistas, vino un grano de… una espiga de maíz. Eso fue Pentecostés.\n\nAhí está, justificación, una etapa de Ello. Santificación, otra etapa de Ello. El Espíritu Santo, otra etapa de Ello; Pentecostés. Lutero, Wesley, Pentecostés.",
    "Ahora, ¿qué hace Pentecostés? Yo la comparé porque en Pentecostés no se trajo una hoja verde, ni una espiga, sino…\n\nEl grano no puede decirle a la espiga: “No tengo necesidad de ti”; ni la espiga puede decirle a la—la hoja: “No tengo necesidad de ti”, porque la misma vida que estaba en la hoja, trajo la espiga. La misma vida que estaba en la espiga, trajo el grano.\n\nY fue la iglesia luterana la que trajo a la iglesia de Wesley. Fue la iglesia de Wesley la que trajo a Pentecostés.\n\nPero Pentecostés, ¿qué es? Es una restauración de la misma clase de grano que cayó en la tierra en el principio, trayendo de nuevo toda la plenitud del Poder de Pentecostés, por medio del bautismo del Espíritu Santo (¿Ven?), en los postreros días. ¡Oh, es una gran cosa para observar, creer y ver!",
    "Ahora, esta edad que hoy estamos viviendo (esta edad), está más allá de Pentecostés.\n\nPentecostés se ha asentado en organizaciones, y ha comenzado a valorar mucho las organizaciones: “Nosotros somos esto y somos aquello”. Ésa simplemente es la naturaleza. Ud. simplemente no puede evitarlo, es la naturaleza; ellos harán eso. Está planificado que ellos lo hagan.\n\nPero la Iglesia ha avanzado. Ha entrado en cosas mayores y más poderosas. Es la restauración de los dones.\n\nY mucha gente pentecostal no cree en sanidad Divina, en el ministrar de Ángeles, ni en los poderes de Dios. Muchos pentecostales les llaman “el diablo” a estas visiones que yo veo. Muchas organizaciones en Pentecostés no quieren tener nada que ver con Esto. ¿Ven? Nosotros hemos avanzado de allí. Es como los metodistas que llamaron a los pentecostales “locos”, por hablar en lenguas; así como los luteranos llamaron a los metodistas “locos”, porque gritaban. ¿Lo ven?\n\nPero todo eso es porque está viniendo el Espíritu Santo, al punto que la gran Iglesia se está llenando, y está llena, (¡Aleluya!) de los grandes poderes del Dios Todopoderoso. A tal grado que ha llegado adonde las mismas obras que Jesús hizo se están manifestando ahora mismo en la Iglesia. Amigos, estamos cerca.",
    "Déjenme parar aquí por un minuto, para mostrar el motivo por el cual Dios puso el Espíritu Santo en la Iglesia; darles otro tipo, para que Uds. lo sepan. Allá, en el Antiguo Testamento, cuando un—un niño…\n\nUn hombre formaba un hogar; la novia era lo primero que él buscaba.\n\nLuego él llegaba a ser un gran hombre, como una organización. Eso estaba bien.\n\nEl siguiente acontecimiento era un nacimiento en ese hogar. Que era cuando el Espíritu Santo (¿Lo ven?) otro espíritu entraba, el cual era un hijo. Ese hijo no estaba completamente al mando, ni tampoco era heredero hasta que tenía cierta edad. Y él primero tenía que ser probado. Sí.\n\nY luego ellos tenían la ley de la adopción. Para Uds. ministros: “el posicionamiento de un hijo” es de lo que estoy hablando ahora (¿Ven?), entonces era cuando él llegaba a la posición adonde era adoptado. Jesús nos dio una bella ilustración de esto allá en el Monte de la Transfiguración.",
    "Como he dicho: Dios nunca se aparta de Sus leyes para hacer alguna cosa.\n\nSi Ud. tuviera un pozo artesiano en este monte, soplando agua por el aire, y en este otro monte por acá Ud. tiene una cosecha secándose, Ud. puede pararse sobre este monte y gritar: “¡Oh, agua, fluye por aquí y riega mi cosecha! ¡Oh, agua, llega a mi cosecha!”. Jamás sucederá. Pero si Ud. trabaja de acuerdo a las leyes de la gravedad, Ud. puede irrigar esa cosecha.",
    "Si Ud. tiene aquí a un hombre enfermo, o un pecador postrado aquí, o un hombre que quiere vivir correctamente, pero que no puede dejar de beber, de fumar, o la concupiscencia y esas cosas, si Ud. tan sólo obra de acuerdo a las leyes de Dios, permite que el Espíritu Santo entre, entonces el tal ya no se pertenece. Él, él dejará todo eso, porque el Espíritu Santo toma posesión de él. Pero Ud. tiene que obrar en armonía con las leyes de Dios, las reglas de Dios.",
    "Ahora, en el Antiguo Testamento, cuando este niño nacía, ellos lo observaban para ver cómo se portaba; el comportamiento.\n\nEntonces el padre, que ya para este tiempo era un gran hombre de negocios, quizás como de cuarenta o cincuenta años, no tenía tiempo para instruir él mismo a este niño. Entonces conseguía un… En aquellos días no tenían escuelas públicas como las tienen hoy, así que conseguían lo que llaman un “tutor” o uno que “criaba”, un maestro escolar. Y este maestro escolar era el mejor que él podía hallar, para que fuera fiel y le dijera al padre la verdad del asunto.",
    "Y entonces cuando este muchacho llegaba a cierta edad (digamos que ya había madurado), si éste muchacho era un renegado y no servía para nada, y le importaban poco los negocios del padre (lo único que le interesaba era coquetear y salir con las mujeres, o—o beber o apostar, o las carreras de caballos), ese muchacho siempre sería un hijo, pero nunca llegaría a ser colocado en la posición de ser heredero de todo lo que su padre poseía.\n\nPero si él era un buen muchacho, y andaba en los negocios del padre, y había probado ser un hijo correcto, entonces tenían una ceremonia. Llevaban al muchacho a la calle y le ponían una vestidura blanca, y lo ponían sobre una plataforma para que todo el pueblo pudiera ver. Ellos tenían una fiesta y un jubileo, y el padre luego llevaba a cabo la ceremonia de adopción. Él adoptaba a su propio hijo en sus propios negocios, y entonces el hijo llegaba a ser co-igual con su padre. En otras palabras, si esto sucediera hoy, el nombre del hijo en el cheque sería tan válido como el del padre.",
    "Ahora vea lo que hizo Dios. Cuando Su Hijo nació, Él le permitió vivir por treinta años, probándolo, examinándolo. Luego le dio tres años de dura prueba. Y entonces al final de esa prueba tan dura, cuando Él vio que Su Hijo andaba en los negocios de Su Padre (el Monte de la Transfiguración, en el Libro de Lucas), tomó a Pedro, a Santiago y a Juan, tres testigos, y subió a la cima del monte, y allí Dios llevó a cabo las leyes de la adopción. Él… Ellos levantaron la mirada y vieron a Jesús, y Sus ropas brillaban blancas como relámpago. Y una nube lo cubrió, y una Voz salió de esa nube, y dijo: “Éste es Mi Hijo amado; a Él oíd. Me sentaré ahora, pues no tengo más que decir. Lo que Él diga, es ley y Verdad”.",
    "Ahora la Iglesia ha pasado por esas escuelas. Ella se casó allá atrás, hace mucho tiempo, y llegó a ser una denominación, una organización. Pero, si Ud. nota, el Nacimiento produjo algo diferente. Y ha llegado ahora al punto donde la iglesia pentecostal, con el nuevo nacimiento, ha sido probada y examinada, y ahora está llegando a un lugar… Dios no lidia con la Iglesia simplemente como una organización; Él no lidia con la Iglesia como un—un grupo de personas.\n\nÉl lidia con la Iglesia como individuos, con cada individuo en la Iglesia. Y ahora ha llegado a un tiempo… Y no es ningún secreto, todos lo vemos. Cuando se prueba a un hombre, y Dios lo ama, Él lo lleva a algún lugar cerca de Sí. Y allí, delante de Ángeles, Él hace algo por él; lo exalta a la presencia de Dios y le da dones, y lo llena, y lo ordena. Ésa es la edad en la cual estamos viviendo.",
    "El mismo Espíritu Santo que salvó a los luteranos, que santificó a los metodistas, que bautizó a los pentecostales, ahora está poniendo en orden la Venida del Señor Jesús. Entonces, será tan poderoso (ese Cuerpo), que entrará a este Grupo, una Iglesia, que sacará a los demás de las tumbas. Allí habrá una resurrección. Para eso es el Espíritu Santo. ¿Qué es el Espíritu Santo? “Sin nosotros ellos no pueden ser perfeccionados”. Ellos vivieron en un día, bajo eso. Nosotros vivimos en otro día.\n\n“Cuando el enemigo venga como ríos, Yo… el Espíritu de Dios levantará bandera contra él”. ¿Ven? Estamos en un día hoy…",
    "En ese entonces, ellos no eran ni la mitad de lo inteligentes como hoy. Ellos no podían fabricar una bomba atómica o un automóvil. Ellos no tenían ciencia, ni las cosas que tenemos hoy (pero), ni estas cosas misteriosas; al querer decirnos que el hombre vino por un viento que sopló un poco de polvo o algo por el estilo, y hacen algún análisis y hacen todo lo posible por probarlo, para convertir a la gente en incrédulos.\n\nPero ahora, cuando lo necesitamos, el Espíritu de Dios levanta una bandera. ¿Qué es? Él está vaciando y llenándonos de Su Espíritu. Entonces, aquéllos que están descansando allá en la tumba, o debajo del altar de Dios, como dice la Escritura, están clamando: “¿Hasta cuándo, Señor? ¿Hasta cuándo? ¿Cuánto tiempo más?”. Dios está esperando por mí y por Ud. La Iglesia está esperando por mí y por Ud. Es tiempo de adopción, cuando Dios puede vaciar en nosotros Su Plenitud, Su Poder, Su resurrección; que cuando la Iglesia y Cristo lleguen a estar tan unidos, Cristo llegue a ser visible entre nosotros y levante a los muertos, y nos vamos en el Rapto.",
    "Diremos pues, mostraremos dentro de poco, que sólo aquéllos que estén llenos del Espíritu Santo se van en ese Rapto. “Pues los otros muertos no volvieron a vivir sino después de un período de mil años”. Correcto. Sólo las personas llenas del Espíritu Santo fueron las que partieron en el Rapto. Ahora, Dios dio el Espíritu Santo…",
    "Tengo aquí otra Escritura, en Juan 14:12. Es una Escritura muy conocida para todas las personas aquí del tabernáculo.\n\nDe cierto, de cierto os digo: El que en mí cree…\n\nAhora, no permita que esa palabra, “cree” le sea impedimento. En una iglesia nominal, dicen: “Sí, yo creo. Seguro, yo creo que Jesucristo es el Hijo de Dios”. El diablo también lo cree. Exactamente. La Biblia dice que él cree.\n\nPero la Escritura dice, en Juan, que “ningún hombre puede llamar a Jesús el Cristo sino por el Espíritu Santo”. Ud., realmente por la Escritura… Déjenme hacer una pausa aquí por un minuto, antes de que termine de leer. Ud. no es convertido hasta que haya recibido el Espíritu Santo. Correcto.",
    "Ud. está creyendo “hacia”. El Espíritu Santo le ha hablado, y Ud. le ha confesado públicamente. El diablo también lo ha hecho: “Yo creo que Él es el Hijo de Dios”; el diablo igual. Pero, la única diferencia es que Ud. va caminando hacia Él.\n\nPedro había sido llamado y justificado, por haber creído en el Señor Jesucristo; y en Juan 17:17, Jesús los santificó por la Palabra, porque la Palabra era la Verdad. Y Él era la Palabra. 1ra de Juan dice: “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra se hizo carne y habitó entre nosotros”. Él fue la Palabra, así que Él los santificó. Él dijo: “Padre” hablando al Espíritu en Él, “Yo los santifico a ellos por la Palabra”, Él mismo, al poner las manos sobre ellos. “Tu Palabra es la Verdad”. Sencillamente lo habló a Él a existencia en el vientre de una mujer; ¡oh, era totalmente imposible que Él fuera otra cosa aparte de esta Palabra de Dios, la cual lo haría a Él manifiesto! “Yo los santifico”.",
    "Él les dio poder contra los espíritus inmundos. Y ellos salieron. Él puso sus nombres en el Libro de la Vida del Cordero. Y Él los envió, Juan… Mateo 10, y les dio potestad sobre los espíritus inmundos; para echar fuera espíritus malos, y hacer las obras y todo lo demás. Y ellos regresaron regocijándose, dijeron: “Aun los demonios se nos sujetan”.\n\nÉl dijo: “No se regocijen porque los demonios se les sujetan; regocíjense porque sus nombres están en aquel Libro”; ¡y Judas andaba con ellos! ¿Ve Ud. lo cerca que puede llegar él? Llegó a la justificación y pasó hasta santificación. Pero, ¿en dónde dejó ver su luz? ¿Dónde se mostró a sí mismo? Antes de Pentecostés, él mostró sus colores.",
    "Observen: Ese espíritu será tan piadoso y tan santurrón como puede serlo, hasta que llega al Espíritu Santo, y ellos lo cortarán allí mismo. Así es ese espíritu (¿No lo ven Uds.?), el anticristo subiendo. Y Jesús dijo: “En los postreros días serían tan parecidos, que engañarían, si fuera posible, aun a los mismos Elegidos”. Pero, recuerden: solamente son los Elegidos que lo verán.\n\n¡Dios llama por elección! Ud., ¿no está Ud. gozoso de ser uno de ellos? [La congregación dice: “Amén”.—Ed.] ¿Qué de Uds., las personas aquí en esta noche, sabiendo que algo está jalando allí en sus corazones: “Yo quiero ese Espíritu Santo; te quiero en mi corazón, Señor”? Eso es porque Dios puso su nombre en el Libro de la Vida del Cordero desde antes de la fundación del mundo. Él lo dijo.\n\n“Ninguno puede venir a Mí” dijo Jesús, “si mi Padre no le hubiere traído primero. Y todo aquel que viene a Mí, Yo les doy Vida Eterna”. ¿Qué es Vida Eterna? El Espíritu Santo. “Vida Eterna”, tome esa palabra y búsquela en el griego y dice, Zoe; Zoe es el Espíritu Santo. “Todo lo que el Padre me ha dado, vendrá a Mí. Y todo aquel que a Mí viene, Yo le daré el Espíritu Santo, y lo levantaré en el día postrero. ¡Yo lo haré!”, dijo Él. No fue un quizás o tal vez lo haga. “Yo lo haré. A todo el que venga; y Yo le daré Vida Eterna”. El tal tendrá que levantarse porque tiene Vida Eterna; tiene que venir. No puede morir, así como Dios no puede morir.",
    "¡Oh, amados amigos de esta región y esta pequeña ciudad: si yo tan sólo pudiera poner en su corazón, con mi voz humana, la importancia de recibir el bautismo del Espíritu Santo, sería la revelación más maravillosa que Uds. pudieran tener en su vida! Ver lo que… Uds. tienen que lograrlo.\n\nDéjenme aclararles esto, de que “Uds. no se han convertido”.",
    "Pedro había sido salvo. Él creyó en el Señor, lo siguió. Jesús le dijo quién era él, e hizo que le siguiera. Le dio potestad contra los espíritus inmundos y lo santificó. Pero después de todo eso, y que él llegara a ser el principal orador del grupo (como los católicos quieran llamarlo: “el obispo de la iglesia, o el papa”, o lo que fuera, el hombre puesto a la cabeza de la iglesia) con todo eso, Jesús dijo, la noche de su traición: ¿Me amas, Pedro?\n\nY él le dijo: “Señor, Tú sabes que te amo”.\n\nDijo: “Apacienta Mis ovejas”. Se lo dijo tres veces.\n\nY Pedro dijo: “Tú sabes que te amo, que iré contigo hasta el—el fin; y que iré Contigo hasta la muerte”, y todo eso.",
    "Él dijo: Antes que el gallo haya cantado tres veces, tú… antes que cante el gallo, tú me habrás negado tres veces”. Él dijo: “Pero Pedro, ¡Yo he orado por ti!”. Escuchen: Allí no termina. “Yo he orado por ti. Y después de que te hayas convertido [En la Biblia King James en inglés dice, convertido.—Trad.], luego confirma a tus hermanos”.\n\n“Después de que te hayas convertido”. Él había gritado; probablemente había danzado en el Espíritu. Él había hecho toda clase de cosas, pero aún no había recibido al Espíritu Santo. “Después que te hayas convertido, entonces confirma a tus hermanos”, eso es lo correcto, “llevar a cabo Su plan”.",
    "Déjenme ahora terminar de leer Juan 14:12. Ahora en el capítulo 14 y el versículo 12, Jesús dijo: “De cierto, de cierto os digo: El que en Mí cree…”. Y Ud. no puede creer… “El que en Mí cree”. Ud. puede creer y encaminarse hacia Él. ¿Cuántos entienden esto? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.]",
    "Uds. recuerdan Hechos 19. No me agrada tener que detener esto aquí, pero tengo que decirlo a medida que me viene. En Hechos el capítulo 19, de este predicador bautista, quien era un abogado y se había convertido, y él estaba predicando y logrando que la gente fuera salva. Y ellos tenían gran gozo, se regocijaban y clamaban, teniendo una reunión. En Hechos 18, Aquila y Priscila (nos referimos a eso anoche) y ellos habían ido a verlo. Y se dieron cuenta que él era un gran hombre, y que era un estudiante. Y él estaba probando por la Biblia que Jesús era el Hijo de Dios, conociendo sólo el bautismo de Juan; él todavía no conocía el bautismo del Espíritu Santo. Así que él dijo…\n\nAquila y Priscila, ese esposo y esposa, fabricantes de tiendas; lo cual, Pablo también era un fabricante de tiendas. Y ellos habían recibido al Espíritu Santo bajo las enseñanzas de Pablo. Ellos dijeron: “Tenemos un hermanito que está por llegar. Permítale a él que nos hable un poco sobre esto”.\n\nY cuando Pablo llegó y le oyó predicar, se dio cuenta de que éste era un gran hombre; le dijo: “¿Habéis recibido al Espíritu Santo después que creísteis?”.\n\nEllos dijeron: “Aun no sabemos si hay Espíritu Santo”.\n\nÉl dijo: “¿En qué pues?”, o realmente la palabra griega allí es “¿cómo fueron bautizados?”.\n\nEllos dijeron: “Ya hemos sido bautizados por Juan el Bautista”.",
    "Ahora vean lo que dijo Pablo. Pablo dijo que “Juan a la verdad bautizó para arrepentimiento; no para remisión de pecados, sino para arrepentimiento, diciendo que eso es lo que uno ha creído”.\n\nCuando Ud. acepta a Cristo como su Salvador personal, Ud. está creyendo para el bautismo del Espíritu Santo. Eso allí no es el bautismo del Espíritu Santo, mis amados hermanos bautistas; eso está errado.",
    "Un hermano me dijo el otro día, dijo: “Hermano Branham”, o fue hace un tiempo, hace meses, él dijo: “Hermano Branham: Abraham le creyó a Dios y le fue contado por justicia”.\n\nDije: “Ciertamente”.\n\nDijo: “¿Qué más puede hacer un hombre sino creer?”.",
    "Yo dije: “Eso es todo lo que un hombre puede hacer. Lo único que él puede hacer hoy es creerle a Dios. No obstante, Dios le dio a él un sello de la circuncisión” de lo cual hablamos anoche, “como una señal de que Él había aceptado su fe en Él”. Y, hoy, hasta que Dios…\n\nUd. se encamina creyendo en Él cuando lo acepta como su Salvador personal. Pero cuando Dios le ha dado a Ud. el sello del Espíritu Santo, ¡Él lo ha sellado a Ud. hasta su destino Eterno! Ahora, Uds. los bautistas reciban eso, y yo estaré de acuerdo con Uds. en cuanto a seguridad Eterna. Sí, señor. Pues: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de vuestra redención”. Ud. no es sellado por encaminarse creyendo para, sino que es sellado por el Espíritu Santo. Efesios 4:30: “No contristéis al Espíritu Santo de Dios, con el cual estáis sellados para el día de vuestra redención”. Eso lo sella a Ud., cuando Ud. ha hallado favor con Dios y Él lo selló con el Espíritu Santo.\n\nEs así porque la Biblia dice: “Nadie puede llamar a Jesús el Cristo, sino por el Espíritu Santo”.",
    "Ud. dice: “Yo lo creo porque el pastor así lo ha dicho”. Él está en lo correcto, pero eso no le es tomado en cuenta a Ud. “Yo lo creo porque así lo dice la Palabra”. Eso es correcto; pero, para Ud. no es así; eso no cuenta para Ud.\n\nLa única manera por la cual Ud. puede decir que Jesús es el Cristo, es cuando el Espíritu Santo haya entrado en Ud. y dé testimonio, y que Él mismo testifique: “¡Él es el Hijo de Dios!”. Es de la única manera en que Ud. puede conocer la resurrección: ¡cuando el Espíritu Santo dé testimonio! “Cuando Él, el Espíritu Santo venga, Él dará testimonio de Mí; les mostrará las cosas que están por venir; les traerá a la memoria estas cosas que Yo les he dicho”. Ud. jamás encontrará esto en el colegio. ¿Ve? Él les traerá estas cosas a la memoria.",
    "Queremos leer ahora un poquito más de esta Escritura, San Juan 14:12:\n\nDe cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él las hará también; y aun mayores…\n\nLo cual, la traducción correcta allí es “más”, por si quieren buscarla.\n\n…mayores obras que éstas hará, porque yo voy al Padre.",
    "Si Él iba al Padre, el Espíritu Santo vendría. ¿Es correcto? Otra Escritura dice: “Si Yo no me voy, el Consolador no vendrá; mas si Yo me fuere, vendré otra vez y estaré con vosotros y aun en vosotros”. ¿Ven? Es Dios con Ud. Primero, sobre Ud.; con Ud., en Cristo; en Ud., en el Espíritu Santo. ¡Es Dios en Ud.!",
    "Ahora: “Las obras que Yo hago, vosotros las haréis también”, no es otra obra; sino que Dios quiere traer el Espíritu Santo a Ud., para continuar la misma obra que Él estuvo haciendo en Cristo.\n\nLas obras no eran tan necesarias en los días de Lutero; ésa era la Iglesia de Dios. No era… Había un poco más de necesidad en los días de Wesley.\n\nPorque, “El mundo” dice la Biblia, “se haría más débil pero más sabio y más perverso todo el tiempo”. Estamos… El mundo se está haciendo más perverso todo el… Eso lo sabemos. Pues, los hombres hacen cosas hoy que hace cien años, uno no se hubiera imaginado que un humano pudiera ser así de cruel. “Son más perversos cada día. Y el malo será más malvado cada día” dice la Escritura, “más y más”.",
    "Así que, el Espíritu Santo se ha estado moviendo. Hubo sólo un pequeño aliento de Él con Lutero; otro pequeño aliento de Él con Wesley; y un aliento un poco más profundo de Él con Pentecostés; ahora el aliento y el Espíritu han llegado a ser lo mismo. Ella se está uniendo, produciendo ese mismo aliento tan poderoso del Espíritu Santo como Él lo hizo allá atrás; está manifestando las mismas obras que Él hizo allá, siendo manifestadas hoy mismo, lo mismo.",
    "Observen lo que dijo Jesús. “De cierto, de cierto os digo: El Hijo no puede hacer nada a menos que vea al Padre haciéndolo primero. Lo que hace el Padre, se lo muestra al Hijo. El Padre mora en Mí, Él hace las obras”. ¿Lo ven?",
    "Ahora, noten, aquí hay otra cosa que me gustaría decir, aquí mismo: “Como” dijo Jesús, “Como el Padre me envió. Como” ahora observen, “Como el Padre me envió, así Yo os envío a vosotros”. “Como el Padre…”. ¿Cómo fue que lo envió el Padre? El Padre, que lo envió, bajó del Cielo y moró en Él.\n\nÉl salió. Dijo: “Yo siempre hago lo que agrada a Mi Padre”. ¿Ven? Él anduvo haciendo las cosas que el Padre le mostraba que hiciera. “Yo no hago nada si el Padre no me lo muestra primero”. El Dios que lo envió, estaba en Él. “Y así como el Padre me envió (de la misma manera que el Padre me envió a Mí), así Yo os envío a vosotros”. ¿Qué es? Dios estando en uno, llevando a cabo (¿qué?) las mismas obras; lo mismo.\n\nJesús dijo: “El… el que cree (aquél que me tiene por dentro, al Espíritu Santo), el que cree, que ya ha testificado de Mi resurrección; sabe que Yo estoy en él (éste es el que está en Mí), si permanecéis en Mí, Mis Palabras permanecen en vosotros”.",
    "Ahora, Ud. dice: “Yo permanezco en Jesús; pero en realidad no creo en Sanidad Divina”. Eso muestra que Él no está allí.",
    "🦅 Yo creo en Jesús; pero no creo que haya Espíritu Santo para este día, no como lo tuvieron allá en el pasado”. Eso muestra que allí no está Él.",
    "El Espíritu Santo dará testimonio de toda palabra que Él ha hablado; Él no es un mentiroso. Él no le teme a nadie ni a ninguna organización. Él no tiene que quedarse callado por nadie; Él habla y lo respalda.\n\nSi el altivo, y el contaminado, y el educado (o como le llamaríamos nosotros, el plutócrata), si ellos no Lo quieren recibir, “Dios es capaz de levantar hijos a Abraham de estas piedras”. Él tomará a bandoleros y contrabandistas y a todos los demás y los levantará. Dios lo puede hacer, y lo está haciendo. “Dios es capaz de levantar hijos a Abraham de estas piedras”. Alguien va a hacerlo, porque Él es Dios.",
    "🦅 Si permanecéis en Mí, y Mis Palabras en vosotros, pedid lo que queráis”, porque Ud. estaría pidiendo Su Palabra, y Su Palabra es Vida. Háblela. Si Dios lo ha dicho, y Ud. está seguro de que Él lo dijo (el Espíritu Santo da testimonio de que esa Palabra es Verdad), entonces allí tiene Ud., hermano, háblela; allí está. “Dígale a este monte ‘Muévete’. No dude en su corazón, mas crea que lo que Ud. ha dicho sucederá”. No es Ud. el que habla, sino el Padre que mora en Ud.; Él es el que habla. No es Ud. hablándole a ese monte; es el Padre que mora en Ud.; cuando ud. le hable a ese monte tendrá que moverse. “El cielo y la tierra pasarán” dijo Él, “pero Mi Espíritu no… o Mi Palabra no pasará”. Seguro, Ella no podrá pasar. ¡Padre!",
    "Ahora, “Las obras que Yo hago…”, Dios está en Su Iglesia, para continuar Sus obras. Por eso Él envió el Espíritu Santo. Ahora, Él sabía eso. Él, Él sabía que no sería, que no podía ser hecho de otra manera, de ninguna otra manera; así que Él tenía que enviarlo. El Padre envió al Hijo, puso todo lo que estaba en el… en el Hijo en Ud. Y las mismas obras que Él hizo, las mismas obras que hizo Jesús, Ud. las hará también, la Iglesia.\n\n¿No les gustaría a Uds. hacer las obras de Dios? [La congregación: “Amén”.—Ed.] Jesús dijo: “Si queréis hacer las obras de Dios, creed en Mí”. ¿Cómo es que Ud. cree en Él? No lo podrá hacer hasta que Ud. tenga el Espíritu Santo.",
    "Pues, no hay hombre que pueda decir que Él es el Hijo de Dios; Ud. estará diciendo lo que otro ha dicho. “La Biblia dice que Él es el Hijo de Dios; Yo le creo a la Biblia”. Muy bien. “La Biblia dice que Él es el Hijo de Dios; yo le creo a la Biblia. El pastor dice que Él es el Hijo de Dios; yo le creo al pastor. Mamá dice que Él es el Hijo de Dios; yo le creo a mamá. Mi amigo dice que Él es el Hijo de Dios; yo le creo a mi amigo”.\n\nPero la única manera en que yo pueda decir que Él es el Hijo de Dios, es cuando entre el Espíritu Santo y Él mismo dé testimonio de ello; entonces sé que Él es el Hijo de Dios. “Ningún hombre puede llamar a Jesús ‘el Cristo’ sino solamente por medio del Espíritu Santo”.",
    "¡Así es! Y ningún hombre que habla por el Espíritu de Dios, llama anatema a Jesús; ni dice que Él fue algo para ese día y otra cosa hoy. Esto lo haría a Él débil y con fallas. No, señor.\n\nÉl es el mismo ayer, hoy, y por los siglos. Cualquier espíritu genuino dará testimonio de esto. Muy bien.",
    "Ahora, Él dijo: “Estas obras que Yo hago, vosotros las haréis también” Juan 14:12, ahora, son las mismas obras.\n\n“¡Oh!” dicen ellos, “la iglesia hoy hace una obra mayor”. ¿De qué manera?\n\nÉl dijo: “Las obras que Yo hago”.\n\n“En que” dicen ellos, “bueno, tenemos misioneros por todo el mundo; ésa es una obra mayor”.",
    "Pero Él dijo: “Las obras que Yo hago”. Así que háganlas, primero háganlas y después hablen de misioneros.",
    "Hoy, hablamos aquí hace un tiempo acerca de un mahometano, él dijo: “Mahoma está muerto”.\n\n“Eso es cierto, él está en la tumba, pero algún día se levantará”. Dijo: “Si él se levantara de la tumba, todo el mundo lo sabría en veinticuatro horas”. Dijo: “Uds. dicen que Jesús resucitó hace dos mil años, y ni una tercera parte del mundo lo sabe aún”.\n\nEso es porque Uds. lo hablaron desde el punto de vista intelectual. Uds. lo hablaron desde el punto de vista escolar o de la educación.\n\nSi toda esta gran iglesia de Dios, contando a católicos y protestantes juntos, hubieran recibido el Espíritu Santo, este mundo estaría ahora fundamentado firme en el Cristianismo; no habría tal cosa como comunismo; no habría tal cosa como peleas, o enemistades, ni maldades ni odios. Jesús estaría sentado en Su Trono y estaríamos caminando por los paraísos de Dios con Vida Eterna, viviendo para siempre; ya resucitados con un cuerpo nuevo, caminando alrededor, para nunca más envejecer, nunca más tener el cabello gris, jamás estar enfermos, nunca más sentir hambre; caminando en los gozos del Señor, hablando con los animales. Y, ¡oh, qué día! Pero hemos hecho todo, menos lo que Él…",
    "Él dijo: “Id por todo el mundo y predicad el Evangelio”. ¿Qué es el Evangelio? “No sólo Palabras, sino Poder y demostración del Espíritu Santo”. Hacer que se manifieste la Palabra de Dios, ése es el Evangelio.",
    "Uno no puede hacerlo. Ahora, Jesús sabía eso, que Él tenía que morar en Su Iglesia.\n\nPor consiguiente, Él sabía que tendríamos escuelas intelectuales. Y Ud. nunca obtendrá Esto en una escuela intelectual; ellos estarán en contra. Pues, lo único que ellos conocen es la enseñanza de algún hombre inteligente, algún credo o denominación, por lo cual ellos—ellos se quieren regir. Así que ellos—ellos lo establecen a Ud. en eso y lo hacen un miembro de ese cuerpo, y, hermano, le citarán cosas de algún credo que parecen que fueran perfectas; “La gran santa iglesia, la madre, ha resistido mucha paliza, ha resistido muchas golpizas”. El diablo también; él ha sido echado casi de todo lugar que hay, y él continúa a pesar de todo. Sí, señor. ¡Oh, ellos tratarán de citarle estas cosas!",
    "Así que, Jesús sabía que habría un movimiento intelectual grande como lo hubo en Sus días; interesados en el lavacro de ollas y sartenes, y en el uso de atuendos, y los cuellos volteados, y cuanta cosa que ellos hicieron, y todas estas otras cosas que harían. Él sabía que iban a hacer eso, así que dijo: “Ahora esperen un minuto; Yo no os dejaré desconsolados; regresaré de nuevo para estar con vosotros. Por tanto” dijo Él, “las obras que Yo hago, vosotros las haréis también”.",
    "El propósito de enviar el Espíritu Santo fue para que Dios continuara a través de un grupo de personas, que continuamente manifestaran a Dios ante el mundo. Así es. No por medio de un credo, no por una denominación, sino por el Poder de Su resurrección; al hacer Su Palabra real; al tomar Su promesa y pararse al lado de la minoría, y creyéndole a Dios; observe cómo los cielos negros se despejan, y cómo el poder de Dios entra y toma el control. Amén. Eso es lo que Él quiere. Para eso fue enviado el Espíritu Santo; con ese propósito lo envió Él. Ahora sabemos lo que es y por eso es que Él Lo envió.",
    "Por eso es que ninguna otra sangre santificaba al pueblo. Yo no podría santificarlo a Ud. y Ud. no podría santificarme a mí, pues ambos hemos nacido por el sexo. Pero Jesús no nació por el sexo, correcto, así que Su Sangre es la que santifica. Y Dios bajó, hizo un cuerpo, habitó en él, derramó esa Sangre para santificación de esto, lo cual expulsó absolutamente la culpa y la vergüenza del pecado. Luego, por la fe, al creer Esto, Dios baja a ese cuerpo humano, por medio de la santificación de esa Sangre; y lo hace a él la Simiente de Abraham, por fe.",
    "Creyendo así que esa Sangre vendría, esa Sangre pura que sería un milagro como la de él; que caminó allá después que estaba “como muerto”. Le creyó a Dios durante veinticinco años, teniendo él setenta y cinco años, y creyendo hasta que tuvo cien; y Sara tenía sesenta y cinco, y creyó hasta los noventa. “Y él era como uno que había muerto”.\n\nY Dios dijo: “Para estar seguro que al pueblo no se le pase por alto, tráelo a él acá al monte y ofrécelo allí como un sacrificio”.",
    "Él les dijo a los siervos: “Uds. párense aquí con el asno y esperen. Mi hijo y yo iremos allá a adorar, y mi hijo y yo regresaremos”. ¡Oh!, ¿cómo iba a hacerlo él?\n\nAbraham dijo: “Lo he recibido como uno de entre los muertos. Y sé que Él que me lo dio, como uno de entre los muertos, puede levantarlo de entre los muertos; si tan sólo cumplo Su Palabra. Cumplo, si yo cumplo Su Palabra, Él es capaz de levantarlo de entre los muertos”.",
    "¡Hablando perfectamente de Cristo! Allí está Él. Y por medio de esa célula de Sangre vino el Espíritu Santo, que se envolvió a Sí mismo en un cuerpo llamado Jesús. Esa Sangre santificó un camino, por la fe, para llamar a los redimidos o a los Elegidos de Dios. Y cuando Ud. ha aceptado Eso, y el Espíritu Santo ha sacado toda la maldad de Ud., Él entra en Ud., Dios mismo, para obrar Su voluntad.",
    "Por acá, ese jefe malo está de mal humor; y este otro mal, fulano de tal está haciendo esto y aquello, por acá; y este viejo, hablando de Esto, en contra. Un hombre lleno del Espíritu Santo le hará frente a eso allí directamente. Amén.",
    "🦅 Y aquéllos lo notaron. Ellos eran ignorantes y sin letras, pero aquéllos notaron que ellos habían estado con Jesús”. Para eso es que vino el Espíritu Santo.",
    "Un pescadorcito insignificante no podía firmar su nombre. Sin embargo, se paró allá y dijo: “¿A quién hemos de creer, a Dios o a los hombres?”. Amén. “Os sea manifiesto hoy que continuaremos predicando en el Nombre de Jesús”. ¡Oh, qué valor! Sabía que él—él tenía un Hogar más allá. Correcto. Él era un peregrino y un extranjero aquí. Él buscaba una Ciudad por venir.\n\n¿Qué le importaba a él ese sacerdote hipócrita? Él estaba bajo el dominio del Dios del Cielo, el cual resucitó a Su Hijo, Cristo Jesús, y lo llenó del Espíritu del Dios que hizo los cielos y la tierra. Allí lo tienen. No le temía a él. No, señor. La muerte…",
    "Pues cuando sacaron al pobre Esteban allá, y le dijeron: “¡Retráctate!”.\n\nÉl dijo: “¡Duros de cerviz, e incircuncisos de corazón y de oídos! Vosotros resistís siempre al Espíritu Santo; como vuestros padres, así también vosotros”.\n\nDijeron: “¡Te mataremos a los golpes!”.\n\nÉl dijo: “No pueden hacerlo…”\n\n“¡Te mostraremos si es que lo haremos o no”! Y tomaron piedras grandes y comenzaron a golpearlo en la cabeza.",
    "Él levantó la mirada, y dijo: “Veo los Cielos abiertos; veo la escalera que está bajando. Veo a Jesús parado a la diestra de Su Majestad”. Y la Biblia no dice que él murió; él durmió. ¡Oh, vaya! Puedo ver a un Ángel bajar, recogerlo y arrullarlo como una madre con un bebé, hasta que durmió. ¡Oh, sí! Seguro.",
    "Ése es el propósito del Espíritu Santo. Para eso envió Dios el Espíritu Santo. El Espíritu Santo vino para darle Poder a Ud. Tengo aquí unas Escrituras más; espérenme un momento. El Espíritu Santo vino para darle a Ud. Poder. Yo—yo no… Uds. pueden buscar esto; simplemente ando muy distante, en esta noche.\n\nLes da Poder, ¡Poder en la oración!",
    "Tome Ud. a una persona que ha vivido una vida buena, pero que siempre anda en derrota. “¡Oh!, déjeme contarle…”. Es una buena persona: “¡Oh, seguro, yo amo al Señor, Hermano Branham!”. Pero siempre en derrota, nunca puede hallar respuesta a una oración.\n\nLlene Ud. esa damita del Espíritu Santo una vez y vea lo que sucederá. Cuando se presente ante Dios, ella no estará derrotada. Ella entrará al Trono de Dios con confianza, creyendo. Ella tiene ese derecho porque es una hija de Dios, por un Nacimiento.\n\nTome a ese hombrecito, tan cobarde, el jefe lo patea de allá para acá. Dirá: “Espere aquí un minuto”. Algo ha cambiado (¿Ven?), él ha recibido el Espíritu Santo. Él le da a uno Poder. Su vida está llena de Poder.",
    "Él le da Poder cuando habla.",
    "¡Oh, vaya!, esas personas temían salir allá; Pedro, Santiago, Juan, Lucas y todos los demás. Ellos se habían encerrado en el aposento alto, diciendo: “¡Oh, ya no podemos hablar más! Ellos, mire nada más, allá está el doctor fulano de tal y fulano allá. Ahí está el Rabí fulano de tal y el otro. Sabe, él se ha titulado cuatro veces de la universidad, ¿cómo vamos a enfrentarnos a él?”. Pedro dijo: “¡Oh, recuerdo que le vendí pescado un día! Él, él habló y yo ni siquiera entendí lo que decía. ¡Oh, yo no pudiera llegar a enfrentarme a él!”. Pero qué…\n\n“¿Qué podemos hacer, hermanos”?\n\n“Él dijo: ‘Esperen’”.\n\n“Bueno, ¡ya tenemos aquí cuatro días!”. “Sólo sigan esperando”.\n\n“¿Cuánto tiempo”?\n\n“Hasta”.\n\n“Bueno, ¿dijo él que sería al quinto día?”.\n\n“Él no dijo cuánto tiempo. Él dijo: ‘Hasta’”.\n\nBueno, ellos siguieron esperando. ¿Cuánto tiempo? “¡Hasta”! Pasaron ocho días. “¡Hasta”! Pasaron nueve días. “¡Hasta”!",
    "Y, finalmente, cuando el día de Pentecostés había llegado a su plenitud, estaban todos en un lugar y unánimes.",
    "Dios había estado sobre ellos en una Nube de fuego; Dios había caminado con ellos, en la tierra; ahora, iba a suceder una cosa diferente. Algo estaba por suceder.\n\n…estaban todos en un lugar y unánimes.\n\nY de repente vino del cielo un estruendo como…un viento recio que soplaba, el cual llenó todo el cuarto donde estaban sentados;\n\n…lenguas repartidas se asentaron sobre…ellos.\n\n¿Qué es algo repartido? “Partido”. Como tartamudeando, ¿ha oído Ud. a alguien tartamudear? Hacen: “Ah-ah-ah, oh, ah-ah” (¿Ven?), no pueden decir nada. “Repartidas, partidas” como un casco hendido, que significa algo “partido, dividido”. Ellos no estaban hablando; no estaban con parloteos. Ellos no estaban haciendo más que ruido.\n\n…lenguas repartidas se asentaron sobre ellos, como si fuera fuego. (¡Oh, ellos no podían contenerse!)\n\nY fueron todos llenos del Espíritu Santo,… ¡Fiuu!",
    "Luego, ¿qué sucedió? A las calles salieron. “¿En donde está ese Rabí Jones? ¿En dónde está ese hombre? Y ¿dónde está ese gigante intelectual?”.\n\n“Dios estuvo sobre nosotros, con Moisés, en la zarza ardiendo; nos alimentó con maná, desde lo Alto. Él caminó con nosotros durante tres años y seis… tres años y seis meses, aquí en la tierra. Pero ahora Él está en mí; no soy yo el que habla; es Él. Yo sé Quién es Él, y sé quién soy yo. Ahora no soy yo, sino Él.\n\n¡Háganlo subir acá! Varones de Israel, y… los que habitaís en Judea: que esto os sea notorio—os sea notorio, y oíd mi voz. Todos Uds., predicadores y rabinos.\n\n¡Fiuu! ¡Vaya! ¡Poder para hablar! ¡Oh! “¡Éstos no están borrachos”! Defendiendo esa pequeña minoría, ciento veinte contra diez mil o más.\n\n…éstos no están borrachos, como Uds. piensan, viendo que es la hora tercera del día.\n\nYo soy un predicador del Evangelio completo. Mas esto es aquello que fue hablado por el profeta Joel:\n\n…en los postreros días, dice Dios, derramaré…mi Espíritu (Fiuu) sobre toda carne…¿Vieron a María danzando allá en el Espíritu, hablando en lenguas y comportándose así?… sobre toda carne,…\n\n…sobre mis siervas…derramaré de mi Espíritu,…\n\n…daré prodigios arriba en los cielos, y…abajo en la tierra; columnas de fuego y vapores de humo;\n\nEn ese momento Dios estaba en Su pueblo. Amén.",
    "🦅 Bueno, ahora, ¿qué título obtuvo Ud.? ¿De dónde, de cuál escuela vino Ud.?”.",
    "🦅 Eso no tiene importancia ahora mismo”. ¡Oh!, él comenzó a citar la Escritura.\n\n¡David lo vio previamente!…al Señor siempre delante de mí;…no seré conmovido.\n\nPor lo cual, mi corazón se alegró, por esto…y se gozó mi lengua,\n\nÉl no dejará mi alma en el Hades, ni dejarás que tu Santo vea corrupción.\n\n…se os puede decir libremente del patriarca David, él murió y fue sepultado, y su sepulcro está con nosotros hasta el día de hoy.\n\nPero siendo profeta,…él vio la venida del Justo.\n\nSepan pues Uds., que a este Jesús que vosotros con manos inicuas crucificasteis, Dios ha hecho Señor y Cristo. ¡Amén!",
    "🦅 Varones y hermanos, ¿qué haremos para ser salvos?”.\n\n…dijo: Arrepentíos, cada uno de vosotros y bautícese en el nombre de Jesucristo para perdón de sus pecados; y recibiréis el don del Espíritu Santo.\n\nPorque para vosotros es la promesa, y para vuestros hijos, y para todos aquellos que están lejos; para cuantos el Señor nuestro Dios llamare. Amén.",
    "Mientras Dios tenga un pueblo, Dios tendrá una Iglesia; Dios tiene al Espíritu Santo marchando con Ella. Para eso fue que Dios dio el Espíritu Santo. Se levantarán intelectuales; siempre los ha habido. Pero Dios tiene una minoría en alguna parte. Dios tiene una pequeña Iglesia que marchará adelante con el bautismo del Espíritu Santo, para proclamar la Luz. Y ellos serán los que por medio de su testimonio juzgarán al mundo.\n\n¿No dice la Biblia que Jesús dijo: “Bienaventurados los de puro corazón, ellos verán a Dios”? Y, ¿no dice en Ella, que: “Los justos, los santos juzgarán la tierra?”. [La congregación: “Amén”.—Ed.] Seguro.\n\nEl testimonio suyo hoy traerá juicio contra esta ciudad. Nuestro testimonio del bautismo del Espíritu Santo y del Poder de Dios (una vida santa), traerá juicio contra la ciudad. Cuando esto…",
    "🦅 Los primeros serán postreros; los postreros serán primero”. Yo no sabré nada de Sankey ni de Moody, en su resurrección. Ellos no sabrán nada de mí, en ésta. Pero yo me pararé en ésta, para dar testimonio; Uds. también.\n\nY es a través de esto (por el esparcir de su Luz, y el bautismo del Espíritu Santo, y por las vidas que Uds. hayan vivido, y por las cosas que Dios ha hecho para probar que Él se está moviendo aquí), y ellos con su intelecto le dieron la espalda a Esto; ellos serán juzgados por los santos. Ya han sido juzgados; ya lo han pasado por alto. ¡Oh, vaya!",
    "Yo estaba hablando del Poder de la oración, del poder para hablar, del poder para vivir una vida santa. Amén. Eso es lo que el Espíritu Santo ha de hacer.",
    "Algunos de Uds. que andan por ahí diciendo: “Bueno, es que yo no puedo dejar de beber; yo no puedo dejar esto”.\n\nEl Espíritu Santo viene a vivir en Ud. para apartarle todos estos “yo no puedo”. Correcto. Hará que las mujeres dejen de cortarse el cabello; hará que dejen de usar shorts y pantalones. No hay excusas. Hará que dejen de chismear. ¡Oh, sí, para eso es Él, para hacer de Ud. una vida santa! Seguirá las instrucciones de la Biblia cada vez.",
    "Una mujer dice: “¡Hace demasiado calor; simplemente tengo que usar esta ropa! Me da dolor de cabeza si me dejo crecer el cabello”.\n\nPero no hay excusas teniendo el Espíritu Santo. Él está allí para que Eso se cumpla. Él seguirá a la Palabra exactamente; eso es lo que hará el Espíritu Santo.\n\nEs para hacer que Uds. los hombres volteen el rostro de esas mujeres medio desnudas, y dejen de codiciarlas (y miembros de iglesias); es lo que Él hará.",
    "Es para que Ud. deje de fumar y de beber, y sea… y no quiera ser el mandamás. Él sacará eso de Ud. Lo humillará cuando Ud. lo haga. Para eso es el Espíritu Santo. Es para una vida santa. Correcto. Hará que Ud. deje de andar chismeando; hará que deje de estar jugando a las barajas y a los dados, y todas estas otras cosas que Uds. hacen, por allí al doblar la esquina.\n\nÉl hará que Ud. deje de comportarse como lo está haciendo, siéndole infiel a su esposa. Eso es lo que Él hará. Correcto. Hará que Ud. pierda el deseo de casarse con la esposa de otro hombre. Así es, exactamente.\n\nEso es lo que Él es. Es para hacer que Ud. viva una vida santa. El Espíritu Santo es poder para eso, “para que Ud. ponga su afecto en las cosas de Arriba” donde Dios se para en el…?… la mente de Cristo en Ud. Ud. no puede evitar ver aquellas cosas; pero cuando las vea, Ud. voltea el rostro. Correcto. Lo hará hacer eso.",
    "Ud. dice: “Yo no puedo hacerlo, ¡Oh, simplemente no puedo!”. Seguro, Ud. no puede hacerlo.\n\nPero el Espíritu Santo vino con ese propósito. Eso es lo que Él hizo. Él vino para quitar eso de Ud., todos esos malos hábitos pasados y cosas feas que Ud. está haciendo.\n\nEso de criticar por la espalda, separándose, diciendo: “Bendito sea Dios, yo soy metodista, no tendré nada que ver con esos santos rodadores”. El Espíritu Santo vino para quitar eso de Ud.",
    "🦅 Soy bautista; soy presbiteriano: yo no iría a ese grupito de santos rodadores”. El Espíritu Santo vino para quitarle a Ud. todo ese almidón; eso es lo que hizo. Él lo lava a Ud. en la Sangre; lo plancha. Eso fue lo que Él vino a hacer.\n\nÉl vino para enderezarlo a uno. Él dijo: “Para enderezar los lugares torcidos”. Para eso vino Él, para enderezar eso. “Hacer que los lugares altos bajen; hacer que parezca como si todos los montes estuvieran saltando como corderitos, y todas las hojas del campo aplaudieran para uno”. Las aves cantan diferente; las campanas de gozo suenan; no hay excusas: esto fue lo que Él vino a hacer. Con ese propósito envía Dios al Espíritu Santo, para que Ud. hiciera estas cosas, para que Ud. trabaje… camine tras Él.",
    "Ahora, yo no los quiero herir, pero les dije que estoy aquí con la sinceridad más profunda. Para evitar pellizcarlos, salto una línea de vez en cuando en algo; y permanezco con la Verdad, pero permanezco allí y lo presento de tal forma que no los pellizque muy fuerte.",
    "Pero quiero decirle algo: Si la Biblia dice que es incorrecto que una mujer se corte el cabello, y Ud. dice que tiene el Espíritu Santo y luego se corta el cabello, yo me pregunto si Ud. lo tendrá. No se enoje; si lo hace, muestra aun otra marca en contra suya.",
    "Si la Biblia dice que es incorrecto que una mujer se ponga ropa de varón, y Ud. usa esos overoles y pantalones acá en la calle, ¡Uds. las mujeres ya crecidas! Yo pienso que en un bebé sería… si ellas juegan con los niños y cosas así. Pero, miren, ¡cuando Uds.—cuando Uds. mujeres ya crecidas, de quince, dieciséis, dieciocho años hasta las abuelas, andan así acá por la calle! Y la Biblia dice que “es una abominación a los ojos de Dios”, que una mujer se ponga esas cosas. Y Uds. de todas maneras se las ponen, ¿y dicen que tienen el Espíritu Santo? Eso a veces me pone a dudarlo. El Espíritu Santo seguirá la Palabra de Dios al pie de la letra.\n\nY un predicador detrás del púlpito que no tenga la gracia suficiente para predicarlo, dudo que él lo tenga. ¡Así es, exactamente! Pues, para eso es el Espíritu Santo.",
    "Es para dar unción al predicador; es para dar santidad al grupo; es para establecer en orden a la Iglesia; es para traer unidad del Espíritu; es para unirnos con Poder; es para unirnos con amor, amor fraternal.\n\nA mí no me importa si Ud. es metodista, bautista, presbiteriano, luterano, o lo que sea, si todos hemos sido bautizados en un Cuerpo por el Espíritu Santo, y hemos llegado a ser miembros del Cuerpo de Jesucristo. Y no… no hay nada presente, nada futuro; el hambre, morir de hambre; nada puede separarnos del amor de Dios, el amor de Cristo, “del amor de Dios que está en Cristo”; pues hemos nacido de Su Espíritu, lavados en Su Sangre. Somos una nueva criatura. Eso fue lo que Dios vino a hacer. Para eso es el Espíritu Santo. Sí, señor; para eso.",
    "Ahora, amigos: mírenme a la cara. Muchas manos fueron levantadas de que tenían el Espíritu Santo (¿Ven?); seguro, las hubo. ¡Oh!, ahora sólo voy a—voy a sacudirlos un poquito con esto. Esto está siendo grabado. Pero vamos a ver un poco más de esto mañana en la noche.\n\nSi dice que Lo tiene, y Ud. es culpable de estas cosas, me pregunto qué lo estará guiando a Ud. Dios jamás lo guiará a uno afuera de la Palabra. Él lo mantendrá a uno con la Palabra, porque ésas son las Propias leyes de Dios, para Su Iglesia, para Su pueblo, para mujeres y para hombres.",
    "🦅 Pues” dicen, “no me hará daño hacer esto o aquello”. ¿Qué no? La Palabra dice que sí.\n\nY si el Espíritu Santo está en Ud., le guiará directo a la Palabra; no habrá excusas. Dios no hace alteraciones ni excusas. Él coloca la marca y Ud. debe cumplirla. Eso es todo. Así sucede con cada uno. Ud. venga de esa misma manera.",
    "Pedro dijo: “Arrepentíos cada uno de vosotros; bautícese, cada uno de vosotros, en el Nombre de Jesucristo para remisión de los pecados, y entonces recibiréis el don del Espíritu Santo”. ¿Lo ven? Ahí está. A esa marca tenemos que llegar.",
    "Ahora, no quiero herirlos; yo los amo demasiado. Pero, hermano, hermana, ¿se dan cuenta, con… de que sé que yo tengo que pararme en los postreros días, en aquella resurrección, con esta generación de personas, y rendir cuenta por esta Palabra? Y el Espíritu Santo mostrando esto, y yo predicándolo allá, ¿dónde se van a parar Uds.? ¿Cómo van a escapar de esto? Amigo, Ud. no podrá hacerlo. No lo haga. Pues, pare de hacer eso. Lo que sea que Ud. esté haciendo incorrecto, deténgase.\n\nUd. dirá: “No puedo”.\n\nEntonces Ud. aún no tiene al que Sí puede. Cuando el Espíritu Santo viene, Él le da Poder a Ud. sobre el mundo. Y si Ud.… Oiga lo que Él dice: “Si Ud. ama al mundo o las cosas del mundo, es porque el amor de Dios no está en Ud.”. Así que, no hay excusas. Él es claro, y nosotros tenemos que llegar a ese nivel.",
    "Yo sé que Uds. piensan que soy terrible. Pero sólo estoy terriblemente lleno ahora mismo. ¿Ven? Oigan. Eso es verdad. Ahora alcáncenlo, hermano, hermana.",
    "No permitan que estos colegios intelectuales de por acá, les digan: “¡Oh, ésas son cosas anticuadas!”.\n\nSi son cosas anticuadas, entonces Dios es anticuado. Y si Dios es anticuado, entonces yo también lo soy. Amén. Yo quiero ser como Él. ¿Por qué? Su Espíritu está en mí, el cual siente hambre y sed, llama todas las cosas contrarias a la Palabra…",
    "Si la gente dice: “No hay problema, oh, que un hombre se divierta un poco con las barajas, y que apueste una que otra moneda. Eso está bien”. Dios dice que no.",
    "🦅 ¡Oh, se puede tomar una buena copa social, y emborracharse un poco de vez en cuando”!\n\nPero Dios dijo: “¡Ay de aquél!”.",
    "🦅 ¡Oh!” dice Ud., “está bien, Hermano Branham. Yo—yo—yo me corto el cabello por algo muy real (una mujer, Uds. saben), las demás mujeres lo están haciendo”. A mí no me importa lo que las demás mujeres estén haciendo. Ellas no son su ejemplo ni tampoco la gobiernan a Ud. Si Ud. tiene el Espíritu Santo, Ud. seguirá Sus instrucciones sin importarle lo que la gente diga de Ud.",
    "🦅 Bueno, Hermano Branham, hace tanto calor y por eso tengo que ponerme estas y estas ropitas cortas”. Amada hermana: el infierno es aún más caluroso; déjeme decirle eso. Y—y no lo haga. Recuerde eso.",
    "Y el Espíritu Santo siempre le guiará a Ud. a la Verdad, y Su Verdad es la Palabra. “Mi Palabra es la Verdad. La palabra de todo hombre sea mentira; pero la Mía sea veraz”.\n\nY tan sólo piensen: “una abominación”. ¿Se lo imaginan?",
    "Esto es algo terrible que lo diga un ministro, pero he entrado a sanitarios en lugares, en donde… Ud. casi se tiene que dar la vuelta y salir, de lo… y obscenidades en la pared. Pensé: “¿Cómo puede ser la gente tan baja?”. ¡Y el hedor! Y cuando he entrado a esos lugares, con frecuencia he pensado: “¡Qué hediondez!”. Yo… Adentro, me he tenido así la nariz, para lavarme las manos. Temeroso que cuando vuelva a agarrar la perilla de la puerta, pueda haber ahí gérmenes venéreos y demás cosas. Y pensé: “¡Oh!”.",
    "Un día, parado en un aeropuerto, entré a uno de esos lugares, o en una estación de ferrocarril, entré allí. Y pensé: “¡Oh, vaya!”.",
    "Y Algo me dijo: “Así le huele el mundo a Dios. Es una abominación”.",
    "Pensé, al ver una mujer caminando por la calle, conduciéndose de esa manera, y con ropa de hombre puesta: así se ve ante Dios. Es una abominación, algo inmundo y hediondo delante de Dios. Con todo, ella se adorna y va a la iglesia el domingo.\n\nAllá irá un hombre que bebe, y roba, y ama el dinero, y roba a su vecino y cuanta cosa puede hacer para conseguir un poco más de dinero; y hace estas cosas, y apuesta, y fuma, y bebe, y miente; y luego va a la iglesia a testificar. ¡Abominación! ¡Inmundicia! Ésa es la iglesia intelectual.",
    "Dicen: “Pues yo pertenezco a la iglesia”. Sí, y tienen que dejar salir quince minutos, en la hora de servicio, para que los diáconos y todos los demás puedan fumar, y el pastor también, antes de regresar al servicio. ¿Dígame? ¡Apártese de toda cosa inmunda!",
    "🦅 ¡Contaminad el cuerpo; y Yo lo destruiré”! Dios dijo que lo haría. Y hoy, por el cáncer, se está causando más del noventa por ciento de las muertes; el cáncer de la garganta y los pulmones viene por fumar cigarrillos. “¡Contaminad el cuerpo; Yo lo destruiré”! Pero ellos están tan encaminados al infierno, rodando de esa manera, que no se dan cuenta.\n\nY algún predicador se para detrás del púlpito, titulado cuatro veces, cuando él mismo fuma. Déjeme decirle algo, hermano: El Espíritu Santo fue enviado para llamar y sacar a hombres y mujeres de esa cosa. ¡Sepárese Ud.!\n\nLa palabra iglesia significa: ser “separado”. “Salid de en medio de ellos”, dice la Biblia. “No toquéis sus cosas inmundas, y Yo os recibiré; y me seréis hijos e hijas, y Yo seré vuestro Dios”. ¡Oh, vaya! No es que quiera ser malo, pero quiero ser sincero y decir la verdad. Sí, señor. ¡Oh, qué cosa tan horrible!",
    "Hombres y mujeres: ¿dónde estamos parados hoy? ¿En dónde estamos? Hagamos una pausa.",
    "La otra noche, acostado en un mueble viejo allá en la pieza (y ya tengo que terminar), un mueble plegable viejo. Después de haber estado orando por tres o cuatro días, llegué a tal estado, yendo y viniendo en mis pensamientos: “¡Oh, Dios!”, y llegué a tal condición, que no sabía qué hacer. Dije: “Dios, estamos al final del camino. Y sé que yo he sido negligente. He tenido llamadas para atender, y estando cansado no he cumplido con ellas”. Me pareció entonces ver a mi Señor, tambaleándose allá a través de la oscuridad, cuando estaba tan cansado que casi no podía levantar un pie después del otro; pero Él no estaba demasiado… Se detuvo por aquella mujer de Naín, por causa de aquel joven que era traído muerto; pudo llegar hasta allá y tocar el féretro, y usar la poca fuerza que le quedaba para levantar a ese joven. “Bien, ¿cómo es que yo me he cansado? ¿Qué pasa conmigo, Señor? Pienso: ‘Bueno, estoy envejeciendo. Ya—ya no lo puedo hacer’”.",
    "Allí estaba Moisés, el mismo Dios que sirvo yo, ¡se paró allá a los ciento veinte años!\n\nAllí estaba parado Caleb, a la edad de noventa años, con una espada en la mano, y dijo: “Josué me puso esta espada en la mano, hace cuarenta años”; ya tenía como ochenta años. Dijo: “Soy un hombre tan fuerte como en ese entonces”. Amén.\n\nDije: “Dios, ten misericordia de mí”.",
    "Yo dije: “Bueno, mire, siempre he…”. Y tomé a mi esposa (allá atrás) de la mano, la cual estaba puesta sobre esta Biblia, y la Biblia pequeña de ella, y dije: “Cariño, yo he sido muy negativo; el Espíritu Santo en mí me redarguye”. Le dije: “Pienso allá en aquellas ardillas; pienso en Hattie Wright por allá, y los muchachitos; pienso en lo que Dios hizo, mostrando que Él es Dios que puede crear”. ¡Aleluya!\n\nPensé: “Él me dijo eso hace años: ‘No te dejaré; nunca te desampararé. Ningún hombre podrá pararse delante de ti, en todos los días de tu vida; Yo estaré contigo. Y por esta mano de discernimiento, será que conocerás el secreto del corazón. Después, irá subiendo más y más’. Un año después, fue probado perfectamente, alrededor del mundo. He aquí vino esto, este otro gran ministerio, muy superior a ése.\n\nDije: “Cariño, tomo tu mano. Con la ayuda de Dios y la gracia de Dios, que Él no permita que yo vuelva a ser negativo. Que salga aquí en este avivamiento para predicar como nunca antes. Permite que yo mismo vaya primero a santificarme, y hacer un camino para el pueblo; para que mis propios pecados, mi propia negligencia queden bajo la Sangre, y mis faltas queden bajo la Sangre; para que así pueda salir y decir: ‘Pueblo, síganme’”. Correcto.\n\nDetesto ver a alguien decir: “Ve y hazlo tú”. Me gusta ver a alguien que sabe guiar por el Camino para poder hacerlo. Sí, señor.",
    "Hace un tiempo hubo un incendio aquí en la ciudad; la compañía de aceite, P.F.A.U. se incendió. El Cuerpo de Bomberos de Jeffersonville estaba allá. Y un amigo mío, un buen hombre, no acostumbrado a incendios grandes como ése, caminaba y decía: “Echen un poquito de agua aquí, muchachos; echen un poquito aquí”.\n\nLlegaron allí de la pequeña ciudad de Clarsksville: “din, din, din, din”, corriendo allá. Y él dijo, el capitán de bomberos saltó, dijo: “Echen un poco de agua acá. Rompan esa ventana aquí. Echen un poquito de agua allí”.",
    "Pero, del otro lado del río, vinieron bomberos entrenados, de Louisville. Esa gran escalera con anclas aún no se había detenido y ya el capitán estaba en un extremo de esa escalera. Cuando la escalera subió, él estaba a la cabeza. Arrojó el hacha antes de llegar allí y rompió la ventana, dijo: “¡Síganme, muchachos!”. Así se hace. En unos minutos el fuego había sido apagado.\n\nNo: “Echen un poquito de agua aquí. Echen un poquito de agua por allá”. Nos hace pensar en algunos de estos predicadores intelectuales.",
    "¡Síganme! ¡Vamos! Yo sé que esto es la Verdad; lo he probado y he visto. ¡Gloria! El Espíritu Santo está correcto. Dios es bueno. No intente aquí, intente acá; ¡entremos en Él! Él está aquí; es para Ud. Dios le dio Su Poder a Su Iglesia. No es apagar esto aquí, y por allá; Ud. jamás logrará nada. ¡Vaya adelante! Amén. ¡Oh! ¡Fiuu!\n\nYa no veo con estos. [El Hermano Branham se quita los lentes para leer.—Ed.]",
    "¡Amén! ¿Qué vamos a hacer? Cada persona sentada aquí está llena de algo.\n\nLuego voy a terminar; tal vez tenga que hacerlo, después de eso.\n\nUd. está lleno de algo. Ud. no puede estar sentado allí sin que esté lleno de algo. Ud. tiene una vida por dentro. Esa vida lo gobierna, y esa vida es gobernada por un espíritu.\n\nAhora, Ud. puede estar lleno del mundo, amando al mundo o las cosas del mundo. Dios tenga misericordia de Ud.\n\nUd. puede estar lleno de credos de alguna iglesia o de algunas cortas oraciones que Ud. cita, pensando que le va a orar a alguna persona muerta, o—o a persignarse con alguna clase de seña. Dios tenga misericordia de Ud.",
    "Y puede ser que Ud. esté lleno de religión, y eso es peor todavía. Es cierto. Eso es cierto. La Biblia dice que “en los postreros días serían muy religiosos; teniendo apariencia de piedad, teniendo apariencia de piedad mas negando la Eficacia de ella; a éstos evita”.\n\nSi Ud. está lleno de religión, Ud. es miserable. Sólo tiene religión, no es más. Si está lleno de credos, Ud. no sabe ni de lo que está hablando. Si Ud. está lleno del mundo, Ud. está ciego.",
    "Y, por otra parte, puede ser que Ud. esté lleno del Espíritu Santo. Amén. Yo espero que así sea. Y si no es así con Ud., espero que Ud. sea lleno. Y si Ud. está lleno del Espíritu Santo, ¿qué tiene Ud.? Ud. tiene Poder; Ud. tiene amor; Ud. tiene paz. “Mi paz os doy, no como el mundo la da”. Ud. tiene paz. Ud. está sellado. Ud. tiene una Señal. Amén. Ud. tiene reposo. Ud. tiene gozo inefable y lleno de gloria. Ud. está anclado. ¡Oh, vaya! Eso es lo que Ud. es, con el Espíritu Santo. Ud. tiene… Si Ud. fue lleno del Espíritu Santo, “Ud. ha pasado de muerte a Vida”, está esperando la resurrección general del último día.",
    "En el mundo venidero, por nuestro Señor Jesucristo, y aquél que lo vio a Él viniendo en gloria y majestad, “El mar entregará los muertos”. “Los muertos corruptibles de aquéllos que durmieron en Él…”\n\n“Durmieron en Él”. ¿Cómo pertenecemos a Él? “Por un Espíritu somos todos bautizados en un Cuerpo”.\n\n“Los cuerpos corruptibles de aquellos que durmieron en Él, serán cambiados y hechos a la imagen de Su Propio cuerpo glorioso; por lo cual, Él es poderoso para sujetar a Sí mismo todas las cosas”.\n\n“Oí una voz del Cielo”, dijo Juan, “me dijo: ‘Escribe: bienaventurados los muertos que mueren en el Señor…’”. ¿Cómo va a entrar Ud.? “Por un Espíritu somos bautizados en el Cuerpo”. “…que mueran en el Señor de ahora en adelante, porque ellos descansan de sus obras; y sus obras les siguen”. ¡Hmm!\n\nPara eso fue que Él envió el Espíritu Santo. ¡Oh, bendita seguridad, mío es Jesús! Yo estoy en Él, y Él está en mí; el Padre en Él, y Él en el Padre; y el Padre en mí, y yo en Él.\n\nMío es Jesús;\n\n¡Oh, Él me ha dado, su gloria a gozar!\n\nSoy heredero de salvación, compra de Dios;\n\nNacido de Su Espíritu, una vez lavado en Su Sangre.\n\nAmén. Yo no lo cambiaría. ¡Oh, vaya!\n\nDe todo rubí y diamante, plata y oro,\n\nSus cofres están llenos; riquezas tiene no contadas.\n\n¡Porque soy hijo de un Rey!\n\n¡Soy el hijo del Rey!\n\n¡Con Jesús mi Salvador,\n\nMe hace un hijo del Rey!",
    "Amén y Amén. Yo no lo cambiaría. Yo no lo cambiaría. Tengo dos o tres Escri-…\n\nLuego, aquí hay otra Escritura. Cuando—cuando Ud. ha sido lleno del Espíritu Santo, ésas son las cosas que Ud. tiene. Luego ¿qué es Ud. para el mundo? Un extranjero. (Sé que es tarde, pero nunca es muy tarde para esto). ¡Un extranjero! ¡Oh!\n\nSomos peregrinos y extranjeros aquí,\n\nBuscamos una ciudad por venir,\n\nEl Barco Salvavidas pronto vendrá,\n\nPara recoger Sus joyas y llevarlas a Casa.",
    "Puedo oír el sonido del agua allá en el río Ohio, de cuando apenas era un joven predicador, como de veintidós años, cantando eso allí. Y oí, miré hacia arriba, y oí una Voz decir: “Mira hacia arriba”. He aquí, vino esa gran Luz suspendida allí mismo, bajó sobre mí y dijo: “Como Juan el Bautista fue enviado para precursar la primera venida de Cristo, tú tendrás un Mensaje que precursará la segunda Venida de Cristo”.\n\n¡Oh!, ¿cómo podía creerlo? Pero sucedió de todas maneras; y en esta noche, los fuegos del avivamiento están ardiendo de allá para acá por el mundo. La gran Iglesia de Dios, rescatada, se levantó de ese lugar, y han acontecido grandes campañas de sanidad y señales, y maravillas, y milagros, mostrando la venida.",
    "Ud. es un extraño y es un advenedizo. Ud. hace cosas extrañas, diferentes de las que hacía antes. Ud. no se comporta como antes. La gente… Cuando el Espíritu Santo viene sobre Ud., y Ud. llega a ser lleno del Espíritu Santo, Ud. ignora las cosas del mundo. Ud. ignora las cosas que lo acosan; Ud. las ignora. Entonces Ud. llega a ser una—una criatura que actúa muy raro, el patito feo para ellos, el aguilucho que fue empollado en el nido de la gallina; lo cual prediqué: Y Cuando El Águila Excita Su Nidada. Uno es una criatura rara, para ellos.\n\nPero (¡Oh, hermano!), ¡va caminando por el Camino del Rey! Amén. ¡Oh, es una Autopista al Cielo! Y yo voy caminando por el Camino del Rey.\n\nDicen: “Mire a ese santo rodador, ese patito feo. Ése es aquel predicador que es un santo rodador”.",
    "Un predicador metodista famoso le mencionó hoy a un hombre en Louisville, dijo: “A mí me gustaría ayudar al Hermano Billy, pero, ¿sabe lo que haría? Arriesgaría mi cabeza por él”. Ud. no tiene que arriesgar su cabeza por mí.\n\nÉl ya entregó Su Vida por mí. ¡Amén!…?… Simplemente voy caminando en el Camino del Rey, es todo. ¡Oh, vaya! ¡Lleno de Su Espíritu! ¡Nacido de Su Espíritu! ¡Lavado en Su Sangre! ¡Aleluya! ¡Soy feliz!",
    "Y luego, otra cosa: ¿Por qué, qué hace que uno haga eso? Uno aún es humano, ¿pero qué lo lleva a uno a hacerlo? Es porque uno vino, Ud., su Espíritu ha venido de arriba; es Dios en Ud.",
    "Cuando fui a Roma, noté que todos allí tenían un espíritu romano. Cuando fui a Grecia, todos tenían un espíritu griego. Cuando fui a Inglaterra, todos tenían un espíritu inglés. Cuando Ud. va a otros lugares, encuentra… Luego Ud. encuentra el espíritu americano; es horrible.",
    "Cuando fui a las Catacumbas de San Ángelo, allá en Roma, tenían un rótulo allí arriba que decía: “Por favor, mujeres americanas, pónganse ropa en honor a los muertos”. ¡El espíritu americano!\n\nMírelas cuando se bajan de los aviones, con esas ropitas puestas, y todos las miran, y aquí viene Miss América. Ése es el espíritu americano. Ud. puede saber de dónde es ella, por su vestimenta, vaya, trae un perrito lanudo engreído tras ella. Es cierto. ¡Oh, vaya! Ella es… Ella, ella es América, Miss América; va caminando, Uds. saben, y contoneándose de esa manera. ¿Por qué? Ella tiene el espíritu americano. Pero, Jesús dijo, testificó en contra de eso en aquel día, Él dijo: “Uds. son de esta tierra acá abajo; Yo soy de Arriba”.\n\nY si Ud. tiene el Espíritu de Cristo, Ud. es de Arriba, por tanto, Ud. es un extranjero aquí.",
    "Pero Ud. tiene la naturaleza del lugar de donde proviene; eso es lo que quiero decir. Un romano viene aquí, y se rasca la cabeza; y un alemán viene por acá; un americano va para allá. ¿Por qué? Ud. posee los espíritus de esos países de donde Ud. viene.\n\nEso es lo que nos hace tan diferentes del mundo. Ud. es de Arriba. Ud. ha nacido. Ud.—Ud. es un ciudadano de otro Reino. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Eso es el Espíritu Santo; es para hacer de Ud. un ciudadano del Reino de Dios.",
    "Luego, si Ud. es un ciudadano del Reino de Dios, ¿cómo hace que Ud. se comporte? Igual que Dios en Su Reino. Ahora, ¿qué hace Dios en Su Reino? Es santidad, justicia, pensamientos puros, una mente pura; poder y amor; ir a los perdidos, sanar a los enfermos, hacer milagros, hacer grandes cosas. Entonces, para el mundo, Ud. parece loco, y ellos dicen: “Esos individuos están mal de la cabeza”. ¿Ven? Pero Ud. es un ciudadano del Reino.",
    "Una Escritura más, si quieren apuntarla; Juan 12:24. Déjeme citársela rápidamente. Jesús dijo:\n\n…si el grano de trigo cae en tierra,…si no muere, no puede traer otra vida nueva.\n\nAhora, miren, un comentario más, ya para cerrar. Y, por tanto, recuerden, ahora es absolutamente… para Uds., es absolutamente esencial y necesario, obligatorio y apremiante, que Uds. reciban ahora al Espíritu Santo. Pues, si no, Uds. no podrán levantarse en la resurrección. Ahora vean, Dios no puede quebrantar Sus leyes; eso lo sabemos. Él obedece Sus leyes.",
    "Ahora, tomemos un—un grano de trigo, o de maíz, como Jesús lo dijo allí. Desde luego, un—un grano, en la Biblia (acabo de leerlo hoy), hace referencia al lino o a cualquier clase de semilla, lo cual, trigo, cebada, maíz o lo que sea, es un grano. Pero cuando un grano de trigo cae en la tierra, pues, hay… Todos aquí lo hemos visto, sabemos que esto sucede. Un grano de trigo, o un grano de maíz, puede parecer tan perfecto como puede serlo, y póngalo Ud. en la tierra, y si ese grano…\n\nTiene vida perpetua. Él cae a la tierra hoy, se reproduce en un tallo; y vuelve a caer, y vuelve a surgir; y vuelve a caer. Ésa es vida perpetua.\n\nSi ese grano no posee el germen de vida, no importa cuán hermoso pueda parecer; jamás se levantará. Caerá en la tierra y allí se pudrirá, y es todo. Parte de eso (los materiales) puede ser usado como fertilizante y demás para el terreno. Pero en cuanto a volver a vivir, jamás vivirá a menos que tenga vida perpetua. Cualquiera sabe eso. Sencillamente no puede.",
    "Puede haber dos hombres, uno de ellos exactamente… los dos idénticos. Uno de ellos puede ser un hombre bueno (puede hacer buenas obras, puede hacer todo eso), pero si ese hombre no tiene por dentro Vida Eterna, él jamás se levantará en la resurrección. Él no puede; no habrá nada allí para levantar. No hay nada que lo levante, no existe Vida. Entonces, como Ud. ve, mi amado hermano, mi amada hermana, si un hombre no nace de nuevo, él no podrá regresar a este Reino; no puede. “A menos que este grano de trigo caiga en tierra y muera”. Él estaba hablando de Sí mismo. Pero Él tenía, no vida perpetua, Él tenía Vida Eterna; y esa Vida se la dio a Ud., para que Ud. tuviera la misma clase de Vida.",
    "Ahora, si Ud. sólo tiene vida humana, lo suficiente para moverse y andar en concupiscencia, “la que se entrega a los placeres, viviendo está muerta”, Ud. no podrá resucitar. Ud. puede ser la chica más popular del colegio; quizás sea Ud. la joven más popular dentro de los que juegan barajas en su sociedad; Ud. puede ser la dama que mejor viste en el país; Ud. puede ser la más bonita; Ud. puede ser la de físico más esbelto; Ud. puede ser el ídolo de su esposo; Ud. puede ser todas estas cosas, lo cual, es maravilloso. Pero, hermana, a menos que Ud. tenga el Espíritu Santo, que es la Vida Eterna, al final de este camino Ud. será liquidada.\n\nY no me importa su apariencia ni estas cosas en Ud. (lo poco popular o si es popular; lo bonita o lo fea), si Ud. tiene Vida Eterna, Ud. vivirá allá por los siglos de los siglos.",
    "Cuando la luna y las estrellas hayan desaparecido, y las montañas y desiertos de la tierra sean absorbidos, y todo lo demás ya—ya no sea, y el mundo esté dando tumbos como un borracho cuando está llegando a casa en la noche, y las estrellas rehúsen brillar y caigan de los cielos, y la luna se torne en sangre; y—y el sol se avergüence, escondiendo su faz, cuando ellos vean viniendo al Hijo del Hombre, Ud. brillará en la justicia de Jesucristo, para salir de la tumba como una bella dama joven, para tomar a su compañero y vivir por siglos, y siglos, y siglos, y en todas las edades Eternas Ud. aún seguirá con vida. Para eso es El Espíritu Santo.",
    "Si Ud. siente el más mínimo jalón, no le rechace.",
    "¿Qué es el Espíritu Santo? Dios en Ud. ¿Para qué es Él? Para continuar Su obra entre Su pueblo; para traer Su Iglesia a unanimidad; para traer una Iglesia a una posición, en este día, mucho más allá de los luteranos, metodistas y los pentecostales; al lugar de adopción y de gracia para el Arrebatamiento. Para que cuando esta parte de la Iglesia, cuando el Espíritu entre aquí en esta Iglesia, ella simplemente se levante; y eso traerá, traerá a todos los redimidos que tocaron ese Espíritu.\n\nEsos luteranos que se pararon allá con toda la Luz que tuvieron, en justificación; esos metodistas que cayeron al suelo, a quienes les echaban agua en los rostros, mientras el Espíritu les tocaba, a través de santificación; esos pentecostales, los cuales caminaron de allá para acá por las calles, a quienes llamaron “lenguas, y parlanchines, y lenguas de ganso”, y todo eso; ellos se pararán, justificados, delante de Dios en aquel Día, tan cierto como esta Biblia está aquí. ¿Si Ud. me cree que soy un siervo…? Uds. me llaman Su profeta; yo no lo digo de mí mismo. Pero, escúchenme: Les digo esto en el Nombre del Señor: Los que están en Cristo, Dios los traerá con Él en Su Venida, en la resurrección, y sólo aquéllos que están en Cristo.",
    "¿Cómo es que entramos en Cristo, amigos?",
    "Nos unimos todos ¿por medio de un credo? No. Seremos impulsados a entrar ¿por un estrechar de mano? No. ¿Será acaso por un agua, en la cual todos somos bautizados? No. ¿O todos denominados bajo una denominación? No.\n\nSino, “Por (Primera de Corintios 12:13), por medio de un Espíritu, el Espíritu Santo, el Espíritu de Dios, todos…” metodistas, bautistas, luteranos, presbiterianos, “caminamos en la Luz, como Él está en la Luz, tenemos compañerismo unos con otros, y la Sangre de Jesucristo, el Hijo de Dios, nos limpia de toda iniquidad”. “Por un Espíritu somos todos bautizados en un Cuerpo, y hechos partícipes de Su gracia”.",
    "Ud. no puede ir al Juicio. “El que oye Mis Palabras y cree”. Ningún hombre puede creer hasta que haya recibido el Espíritu Santo. “Y cree al que Me envió”, cuando ya el Espíritu Santo ha testificado de Su resurrección, “tiene Vida Eterna, y nunca vendrá a juicio, mas ha pasado de muerte a Vida”. ¿Qué? Ud. nunca pasará por el juicio. Ud. nunca estará frente al Trono Blanco para el juicio.\n\nUd. enfrenta su propio juicio aquí mismo. Ud. ha dictado su juicio cuando ha pasado y dicho: “Yo no sirvo, y lo que he aprendido no sirve. Señor, entra en mí y tómame y guíame, Señor. No me importa lo que este mundo loco diga. Guíame, Señor, por Tu Espíritu”. Ud. entonces ha juzgado. Se ha juzgado a sí mismo como un tonto, para Cristo, y en Su justicia, en aquel Día nos pararemos, inmortales, a Su semejanza.",
    "Hay una sola manera. ¿Cómo? “Por un Espíritu somos todos bautizados en un Cuerpo”. Y cuando Ud. entra en ese Cuerpo, el juicio ya ha juzgado a ese Cuerpo, y Ud. lo ha aceptado a Él como la propiciación por su pecado.\n\nUd. dice: “Hermano Branham, yo he hecho eso”.\n\nEntonces, si el Espíritu Santo ha regresado y le ha dado a Ud. un sello como Señal, ese Espíritu le ha introducido a Ud. en el Cuerpo de Cristo. Ud. gira en dirección contraria, y es una nueva criatura en Cristo Jesús. “Ud. ha pasado de muerte a Vida. ¡Las cosas viejas pasaron, y Ud. es nuevo en Cristo!”. Amén.",
    "¡Oh, por favor, permítame persuadirlo, mi hermano o hermana Cristiana! No permitan que este avivamiento pase de Uds. Uds. deben recibir al Espíritu Santo. ¿Qué es? El Espíritu de Dios. ¿Para qué es dado? Para guiarle, dirigirle, llenarle, santificarle, y llamarlo a Ud. a que salga, entrando en la Iglesia.\n\n¿Qué es una iglesia, qué significa la palabra iglesia? “Llamados fuera, separados”. ¡Oh, pudiera tomar un sermón de allí, ahora mismo! “Llamados fuera, separados”, extranjeros, apartados del mundo, peregrinos y advenedizos, confesando que no tenemos aquí ciudad terrenal en la cual deseamos vivir. ¡Oh, vaya!",
    "Así como Abraham, Isaac y Jacob, fueron peregrinos, morando en tiendas por la tierra. Ellos confesaban que eran peregrinos y extranjeros, simiente del heredero, del heredero allá atrás; el padre, el heredero. Nosotros somos simientes de ellos. “Y ellos buscaban una Ciudad cuyo Artífice y Hacedor es Dios”. Amén. Ellos estaban buscando.",
    "Y hoy, su simiente, sigue buscando una Ciudad que está por venir, diciendo: “Yo no quiero conformarme a este mundo; no quiero tener nada que ver con este mundo. Yo quiero, busco una Ciudad que está edificada cuadrangular. Busco una Ciudad que tiene Vida Eterna, en donde el sol nunca se pondrá, donde nunca habrá vejez, donde nunca habrá una cinta de luto en la perilla de una puerta o una tumba al pie de la colina. Yo estoy buscando esa Ciudad cuyo Artífice y Hacedor es Dios”.",
    "Hay una sola manera de hallarla. “Hubo una Piedra que fue cortada del monte, no con manos, que rodó sobre el mundo y lo aplastó, y éste llegó a ser como trigo… o tamo de las eras del verano”. Déle Ud. cabida a esa Piedra, Cristo Jesús; esa Piedra de tropiezo para el mundo, Piedra de ofensa, Piedra de mofa, Piedra de tropiezo para la iglesia; pero una Piedra-imán preciosa para el creyente, una Piedra de seguridad, una Piedra de reposo. ¡Oh, vaya!\n\n¡Descansando! Sé que yo he pasado de muerte a Vida. Mi alma está en descanso. ¡Oh! “Venid a Mí todos los que estáis trabajados y cargados, y Yo os daré descanso en vuestra alma”. “Una—una Señal de la cual hablarán mal”, le dijo el—el profeta a María. Será una Señal, seguro, la será. Pero será una certeza; será un amor; será una satisfacción; será algo que Ud. sabe que ha pasado de muerte a Vida.",
    "Hermanos míos y hermanas mías; como hermano a Uds., como su siervo en Cristo, déjenme persuadirlos, con todo mi corazón: No permitan que esto les pase por alto, por un lado, o por debajo. Recíbanlo en su corazón, y Uds. serán una persona feliz en la tierra.\n\nYo no les estoy prometiendo que conseguirán un millón de dólares. No, señor. Hermano Leo, pienso que se ha prometido mucho de eso hoy, “millones de dólares”, y cosas que otros han dicho. “Si Ud. se hace Cristiano recibirá un millón de dólares y será un hombre rico”. Yo no le estoy prometiendo a Ud. nada.",
    "Les estoy prometiendo esto, lo único que puedo prometerles, salvación de Él; Su gracia es suficiente para cada prueba. Las personas en Pentecostés, ellos ni aun querían lo que poseían; pues, ¡hable Ud. de millonarios! Ellos no querían ni lo que tenían, Hermana Angie.",
    "Me gustaría oírla a Ud. y a Gertie cantar, uno de estos días (¿dónde está?), La Semana de Regreso a Casa, uno de estos días. Muchos ya han pasado la frontera desde entonces. ¡Oh, hermano!\n\nEllos no pidieron grandes cosas; no pidieron dinero. Pues, Pedro dijo: “No tengo plata ni oro, pero lo que tengo te doy”.\n\nY eso digo yo en esta noche, amigos. El gozo, el amor, la seguridad que yo tengo de Cristo y Su resurrección, esto que tengo, se lo ofrezco a Uds.; se lo ofrezco a Uds. como hijos de Dios.\n\nY venga Ud. y quédese en la cruz si Dios lo ha llamado, y no se levante. Cuando Ud. venga mañana en la noche, venga ya sea para quedarse aquí hasta que todo haya concluido, o para subir acá para que oremos y le impongamos las manos a Ud. Vaya… Es lo que ordena la Biblia, pongan las manos sobre ellos para que reciban el Espíritu Santo. Y luego iremos, Ud. regresa a su casa… Si Ud. se queda allí mismo, así se quede toda la noche o se quede hasta el otro día, o hasta el día siguiente, o durante estos días festivos, que permanezca hasta comienzos del año, y aún siga: quédese, hasta.",
    "Lo cual, todo lo que instruyamos, mañana en la noche, mostrándole a Ud. por la Biblia que lo que tiene que venir, vendrá. Y cuando Él venga, no habrá entonces suficientes diablos en el tormento… Ud. sabrá que ha pasado de muerte a Vida. Ud. es una nueva criatura en Cristo Jesús. Las campanas celestiales de gozo, sonarán.",
    "Déjeme decirle, Hermano Othal, esto sencillamente enciende el fuego en uno. Aquí está sentado un hombre, un viejo hermano que fue un bandolero, llevaba pistolas a la cintura, buscando a la vuelta de la esquina a alguien a quien volarle los sesos. Y, ¿qué sucedió? Un día él miró y creyó para Vida, y él persistió en el caminar. Él siguió mis reuniones. Y este pobre hombre que ni siquiera tenía suficiente para comer, se acostaba y dormía en los arbustos al lado de la carpa, con hambre y sed. Y un día el Espíritu Santo vino. ¡Oh, mi hermano! Eso lo cambió, ¿no es así? Él le trajo la Vida y se llevó de él la muerte. El odio se fue y entró el amor. ¡Oh, vaya! La enemistad y los pleitos todos desaparecieron; Vida nueva entró.\n\nVea Ud. a muchos más, a muchos más en todo este lugar. ¡Oh, las campanas del Cielo están sonando de gozo! Amigos, no hay manera de yo poder expresarlo.",
    "Escuchen, para tal vez dejar esto: si Uds. le han creído a mi testimonio, como siervo de Cristo, y me he esforzado en mostrarles por esta Biblia de Dios que es lo correcto. Y si mis palabras parecieran un poco extrañas en cuanto a esto, miren esa fotografía en el mundo científico. Vigile el fruto, que esta Columna de Fuego que guió a los hijos de Israel, vigile el fruto que Ella da. Vea lo que Ella hace, lo que Ella dice.\n\nNo soy yo el que hablo; es Él el que habla a través de uno, ¿ven? No soy yo quien veo la visión; es Él que habla a través de uno. No soy yo quien sano a los enfermos; es Él que está en uno, que sana a los enfermos. No soy yo el que predica; yo soy un introvertido miedoso, que he huido con sólo pensarlo, pero Él es el que habla. Yo no conozco la Palabra; pero Él sí La conoce. Eso es. Eso es. Eso es lo que es.\n\nY allí está Él. Y ese mismo Ángel de Dios está ahora aquí en este edificio esta noche. ¡Oh, cuánto Le amo!",
    "Ahora, ¿cuántos quieren recibir el Espíritu Santo? Examinemos nuestras vidas. ¿Cuántos no lo han recibido, y quieren? Levanten la mano, digan: “Hermano Branham, de lo profundo de mi corazón, yo quiero recibir el Espíritu Santo”. Dios los bendiga, por todas partes.",
    "¿Cuántos de Uds., que lo han recibido, quisieran proceder como ellos en Hechos 4, y decir: “¡Oh, Señor!, ¡Oh, Señor!, extiende Tu mano para sanar, y que sean mostradas señales y maravillas en el Nombre de tu Hijo Santo, Jesús; y dame todo denuedo y amor, para hablar, y una nueva llenura”? Sí, aquí está también el mío. Dios, concédemelo a mí.\n\nInclinemos nuestros rostros, con la más profunda sinceridad, cada persona teniendo el deseo en el corazón.",
    "Señor Jesús, cerramos esta pequeña reunión, en esta noche, después del compañerismo en torno a la Palabra y el Espíritu Santo. ¡Él nos ha bendecido y derramado el Aceite de Su Palabra en nuestros corazones! Hay ministros, hay hombres aquí de todos los caminos de la vida, que han probado y visto que el Señor es bueno. Ahora sabemos lo que es el Espíritu Santo, una promesa de Dios; es Vida Eterna para todos los que creen.",
    "Y sabemos que el Espíritu Santo fue el Espíritu de Jesucristo enviado de nuevo; y Él está hoy en nosotros. Así como Dios estuvo sobre nosotros, en esa Columna de Fuego; después Él caminó con nosotros, en el… un cuerpo llamado Emmanuel, “Dios con nosotros”; y ahora Él está en nosotros, por el Espíritu Santo: Dios en nosotros. ¡Oh!\n\nJesús dijo: “En aquel día, conoceréis que Yo estoy en el Padre, y vosotros en Mí, y Yo en vosotros. Lo entenderéis en aquel día. Pues, ahora estáis en un mundo de tinieblas, por así decirlo, pero en aquel día, entenderéis”.",
    "Padre, no pudo ser hecho claro y perfecto, pues no tendríamos entonces nada para lo cual tener fe. No obstante, todas las obras de Dios son gobernadas por la fe. Y por fe en Tu Palabra, en la evidencia del Espíritu Santo, sabiendo ahora qué es, pido por toda alma hambrienta, aquí, que sea llena del Espíritu Santo. Aquéllos que no Lo tienen, y están hambreando por tenerlo, sólo recuerden… A ellos les decimos, Señor, como les dijiste a aquéllos: “Bienaventurados son Uds., cuando tienen hambre y sed, porque Uds. serán saciados”. Ésa es una promesa. Y aun es una bienaventuranza tener hambre. Uds. son bienaventurados sólo con saber que Dios les ha hablado; pues Ella dice: “Nadie viene a Mí, a menos que mi Padre le traiga primero”.",
    "Y, Señor, aquellos aquí que son veteranos, levantaron las manos; la mía estaba levantada. ¡Oh, Señor, danos fuerzas, danos Poder para que la mano de tu Santo Hijo Jesús sea extendida, para que señales y maravillas sean hechas, para que sea un ministerio más profundo, algo mayor que aún no ha sucedido! Danos denuedo y amor, para hablar a las personas. Concédelo, Señor. Acompáñanos en todas las cosas, lo pedimos en el Nombre de Jesús.",
    "Y mañana en la noche, Señor, que venga un viento recio que sople, que caiga sobre este edificio; que sea como otro Día de Pentecostés. El fundamento ha sido puesto. Todo está listo. Los bueyes sacrificados y los animales engordados ya sacrificados, los carneros sacrificados; la mesa ya ha sido servida, los invitados han sido convocados. ¡Oh, Señor!, envía un jubileo de Pentecostés mañana en la noche, sobre este edificio, y llena cada alma del bautismo del Espíritu Santo. Concédelo, Padre. Lo pedimos en el Nombre de Jesús. Amén.\n\n…entenderemos muchas cosas,\n\nUn arpa de oro tendremos, tal vez de mil cuerdas;\n\nCantaremos y clamaremos y danzaremos, el cordero nos secará las lágrimas;\n\nTendremos un gran regreso a casa, los primeros diez mil años. ¡Amén!\n\nLa Sangre preciosa del Propio Hijo de Dios ha limpiado y santificado\n\nUn pueblo maravilloso para Su Nombre y son llamados la Novia.\n\nAunque despreciados y odiados aquí, un día el Señor pasará\n\nAquellos escogidos por esa puerta, y eso lo vale to-… 🦅"
  ]
}