{
  "title": "PREGUNTAS Y RESPUESTAS SOBRE EL ESPÍRITU SANTO",
  "id": "59750009",
  "content": [
    "🦅  Todos estamos llenos después de la reunión de anoche. Hoy escuché las buenas nuevas que muchos han recibido el Espíritu Santo. Y estamos muy contentos por esto.",
    "Estamos contentos de tener con nosotros en esta noche al Hermano Graham, uno de nuestros asociados de aquí del tabernáculo, pastor de la iglesia santidad allá en Utica. Y el Hermano Jackson, él estuvo aquí anoche, creo que estuvo; alguien dijo que él estaba aquí hoy en la audiencia, en alguna parte. Sí, ya veo al Hermano Jackson en la audiencia. Y el Hermano Ruddell, ¿está aquí en esta noche? El es otro de nuestros asociados que viene de aquí del “62”. Estamos contentos de tenerlos…El Hermano Pat, y todos estos otros hermanos que están en la audiencia. Estamos contentos de tenerlos a todos Uds. aquí en esta noche.",
    "Muy bien, si yo pudiera justificar la cosa, llamaría algunos de estos buenos predicadores aquí arriba para que les predicaran a Uds., pues estoy ronco todavía por los grandiosos momentos que tuvimos anoche.",
    "Mi esposa es mi crítico, Uds. saben, hermanos, de lo que estoy hablando. Ella me dijo que la gente que estaba sentada allá atrás anoche, no podía oírme, cuando estaba hablando por este micrófono. Y hoy, antes de empezar, voy a hacer algo al respecto. Espero que esto lo mejore. ¿Se oye mejor allá atrás? ¿O se oye mejor así? ¿Se oye mejor así? Amor, esta vez te gané. Ellos dicen que oyen mejor de esta manera. Muy bien. ¡Oh, mi Señor! Es una mujer. Fue algo el haberle ganado en ésta, pues hacía mucho tiempo que no veía una mía. Por lo general ella está bien.",
    "Muy bien, ciertamente hemos disfrutado grandiosos momentos en estas tres noches de servicio; yo las disfruté. Todas las cintas excepto la de anoche…Le llamé al Hermano Goad y le dije que viniera aquí al tabernáculo a recoger la cinta. Pero me informaron que Billy Paul se la llevó, así que el hermano no recogió la cinta por lo que yo sé. Así que no tenemos esa. Me gustaría que se quedara en la iglesia para seguridad de la iglesia, por si alguien mal entiende lo que creemos.",
    "En esta noche voy a hablar sobre La Gran Conferencia, si termino de contestar las preguntas a tiempo. Mañana por la mañana tenemos servicio de sanidad. Vamos a orar por los enfermos. Por lo tanto no podemos dar, o decir por decir: “Te voy a llamar a ti, a ti, y a ti”, Eso no sería correcto. Sino que daremos un cierto número de tarjetas y de alguna parte de ese número de tarjetas, voy a llamar a unos pocos a la plataforma. Y entonces, si el Espíritu Santo empieza a revelarse, se va a la audiencia y de allí toma a la gente para sanarla. Y después, mañana por la mañana, predicaré, si el Señor lo permite, antes del servicio de sanidad.",
    "Veo a mi esposa sonreírse. ¿Amor, me oyes? Oh, me estás oyendo. Bien, muy bien. Ella se sienta allá atrás, y si no puede oírme, ella me lo comunica moviendo su cabeza…“No te puedo oír, no te puedo oír”.",
    "Así que entonces, mañana por la noche tenemos un servicio evangelístico con servicios bautismales. Y después, tan pronto como termine de predicar mañana por la noche, abriremos las cortinas del bautisterio y tendremos bautismos. Si el Señor lo permite—si el Señor lo permite, en la mañana, quiero decir mañana por la noche quiero hablar sobre el tema: Una Señal Fue Dada. Y después, si estamos aquí el miércoles por la noche, si el Señor me permite estar aquí el miércoles por la noche, quiero hablar sobre el tema: Hemos Visto Su Estrella en el Este y Hemos Venido a Adorarle. Ahora esto será aquí en Noche Buena.",
    "Inmediatamente después de Navidad viene la semana de la celebración de la Navidad. Aquí es en donde tomamos todas las cartas…El Hermano Mercier y el resto de ellos por lo general las sacan. Las sacamos todas, y oramos por estas cartas y le pedimos al Señor que nos dirija a cualquier parte del mundo a donde vayamos a ir.",
    "Los Hombres Cristianos de Negocios tienen muchas apiladas, invitándome para que esté pronto en Florida para su conferencia. Y de allí ir a Kingston, de allí a Haití, y de allí a Puerto Rico, a Sur América, y regresar por México.",
    "Pero parece que el Señor me está guiando a Noruega. Yo no sé por qué. ¿Recuerdan el librito titulado Un Hombre Enviado De Dios? De entre las publicaciones religiosas en Noruega, es la que se publica más. Piense nada más, lo que el Señor hizo allí. Y cuando yo estuve allí, no me permitieron poner mis manos sobre los enfermos. Yo estuve allí por tres noches. Y no me permitieron poner mis manos sobre el enfermo. Así que usted ve lo que Dios puede hacer. Las multitudes eran tan numerosas que tuvieron que usar policía montada, caballos, y no permitían a la gente transitar por las calles para que yo pudiera llegar al lugar. Y no puse mis manos sobre el enfermo. De todas maneras oré por ellos; y les dije que pusieran las manos uno sobre el otro.",
    "Así que… [El Hermano Branham habla con alguien.—Editor] Bien, mañana por la mañana…En esta noche, tal vez entremos en estas preguntas, porque tenemos algunas bastante buenas. Y yo no sé cuánto tiempo el Señor nos tenga en ellas. Y después, mañana en la mañana Billy Paul, Gene, o Leo, uno de ellos, va a estar aquí para repartir las tarjetas de oración de las 8:00 a las 8:30. Esto es un recordatorio para la gente que viene de fuera de la ciudad, para que no se les olvide. Si Uds. desean que se ore por Uds., nosotros preferiríamos tener únicamente gente que viene de afuera de la ciudad en la línea de oración, si fuera posible.",
    "Algunas veces aquí en la iglesia hemos llegado a un punto de decir: “Bien…” Vamos a tomar a la gente que viene de afuera de la ciudad, tráiganlos…Otros dicen: “Yo no sabía lo que tenían. Tal vez les dijeron algo errado”. Luego la gente que Ud. ve aquí en la ciudad; dicen: “Tú lo has de haber conocido”. Así que…Luego dicen que se ha dicho: “Se necesita tarjeta de oración para que se ore por Ud.” Bueno, ¿y qué de aquellos que no tienen tarjeta de oración? Y ha habido día tras día…\n\n¿Qué dijo Ud.? [Al Hermano Branham se le pide que se pare más retirado del micrófono.—Editor] ¿Que me pare más lejos del micrófono? Bien, Ud. sabe, yo siempre predico estar en medio del camino. Así que lo voy a tomar de esa manera. ¿Se oye mejor? Mejor. Qué bueno. Les voy a decir lo que es. Nuestro sistema público de comunicación, es muy pobre, muy pobre. Y no hemos tratado de mejorarlo, porque queremos construir un nuevo tabernáculo lo más pronto posible. Y entonces vamos a tener mucho lugar (¿ve?), si podemos trabajar aquí y ampliar este lugar un poquito más, y tener más espacio, y estar listos para cuando tengamos reuniones aquí.",
    "Recuerde, que en la mañana los hermanos, uno o tres de ellos repartirán las tarjetas de 8:30—es decir, de 8:00 a 8:30. Eso le da una oportunidad a todos Uds. de arreglar todo. Estaba hablando acerca de cómo ellos reparten las tarjetas, y por qué lo hacemos. Es para guardar orden. ¿Ve? ¿Qué si yo viniera y así nada más dijera: “Esta mujer, esta mujer, y ese hombre, y esta mujer…?” ¿Ve Ud.?, eso sería algo difícil. ¿Ve? Y entonces, si Ud.…Muchas veces hice esto. Y si no hay muchos en la mañana, tal vez haga la misma cosa. Voy a preguntar: “¿Cuántas personas hay aquí que vienen de afuera de la ciudad que están enfermas?, pónganse de pie”.",
    "Hermano Mercier, Ud. ha venido a mi rescate. ¿Me va ayudar? [El Hermano Mercier contesta.—Editor] Ah, Ud. viene…El viene a su propio rescate. Hoy hablé con su novia. Vale más que sea muy bueno conmigo. ¿Ve? Muy bien. Está bien. Admiro esa valentía del Hermano Leo. Cuando no está bien, hagámoslo tan bien como podamos hacerlo, lo mejor que podamos.",
    "Así que, decía que les iba a preguntar a las personas que vinieran de afuera de la ciudad que levanten sus manos si están enfermos. Y luego pedirles que permanezcan allí, y concentrarnos en una persona hasta que el Espíritu Santo empiece a obrar y tome toda la audiencia. ¿Cuántos hay aquí que han visto esto suceder? ¡Seguro! ¿Ve?, ¿ve? Así que no importa cómo sea. Es…",
    "Quiero que Uds. recuerden esto, y trataré de repetirlo otra vez mañana en la mañana. El Evangelio que se les ha dado a los Gentiles, es un Evangelio de fe, no de obras. ¿Ve? Y como dije anoche. Cuando el Espíritu Santo cayó en Pentecostés, ellos fueron a los Judíos (Hechos 19:5), y tuvieron que poner sus manos sobre ellos para que lo recibieran. Y cuando fueron con los Samaritanos, también tuvieron que poner manos sobre ellos. Pero cuando fueron a los Gentiles, a la casa de Cornelio: “Mientras Pedro estaba hablando estas palabras…” No pusieron manos allí.",
    "Cuando la niñita murió, la hija de Jairo, el sacerdote, él le dijo: “Ven y pon manos sobre ella y ella vivirá”. Pero cuando el centurión Romano, el Gentil, vino a El, le dijo: “No soy digno que entres bajo mi techado, habla la palabra”. Eso es. ¿Ve?",
    "La mujer Sirofenicia, Griega, era lo que ella era, cuando Jesús le dijo que: “No le era lícito a El tomar el pan de los hijos y dárselo a los perros”.\n\nElla le dijo: “Eso es verdad, Señor; pero los perros debajo de la mesa comen de las migajas de los hijos”.\n\nY El dijo: “Por este dicho, el demonio dejó a tu hija”. Así que diga buenas cosas. Diga algo bueno acerca de alguien. Hable de Jesús. Diga algo leal, algo real. Esa es de la manera de deshacernos de los demonios. El no oró por la niña. El nunca dijo nada respecto a la sanidad de ella; El únicamente dijo: “Por este dicho, por este dicho…”",
    "Hattie Wright, el otro día, ella no estaba pidiendo nada. Ella únicamente estaba allí sentada, pero dijo la cosa correcta, que complació al Espíritu Santo. Y el Espíritu Santo habló y dijo: “Hattie, pide cualquier cosa que tú desees, todo lo que tú quieras. Dese cuenta Ud. mismo si esto es real o no lo es. Pide cualquier cosa (la sanidad de su hermanita inválida que estaba sentada allí toda inútil; diez mil dólares para que ella ya no anduviera haciendo hoyos en su propiedad; la restauración de su juventud a su cuerpo ya acabado); cualquier cosa que quieras pedir pídelo en estos momentos. Y si no te es dado en estos momentos, entonces soy un falso profeta”. Eso es algo, ¿verdad que sí?",
    "Jesús dijo: “Di a esta montaña…” Y Uds. han escuchado lo que ha estado sucediendo; esto es el ministerio al que estamos entrando. Ya estamos muy avanzados en el camino. La venida del Señor Jesús está inminente. Y nosotros debemos de tener fe de rapto en la Iglesia para que pueda ser cambiada en un momento, en un abrir y cerrar de ojos para irse, o si no, no se irá. Pero no se preocupe, estará allí. Estará allí. Y cuando el poder de esta iglesia se eleve, levantará a sus hermanos; cuando el poder de esta iglesia se levante, levantará a sus hermanos; el poder de esta iglesia levantará a los otros hermanos; y habrá una resurrección general. Estamos anticipando esto.",
    "Bien, no se les olvide, que las tarjetas de oración serán repartidas de 8:00 a 8:30. Voy a pedirles a quienes estén aquí, que después de esa hora, dejen de repartir las tarjetas, y vayan a sentarse (¿ve?), porque de todas maneras para esa hora ya van a terminar de repartirlas, y de allí empezaremos en algún número. Los hermanos van a mezclar todas las tarjetas delante de Uds., y si Ud. necesita una, se le dará una, y así sucesivamente…Y cuando yo venga,…De donde quiera empezar el Señor…Y si El dice: “No llames ningún número”, no lo haré (¿ve?), sea lo que sea.",
    "Ese ministerio de todas maneras está menguando, hay algo más grande entrando. Recuerde, que de esta plataforma, de este púlpito, se han dicho estas cosas y nunca han fallado todavía. ¿Recuerdan Uds. el ministerio de la mano? ¿Ven lo que hizo? El discernimiento de los pensamientos del corazón, ¿ve lo que hizo? Ahora vea este: hablar la Palabra, y vea lo que hace. ¿Ve? Yo les dije a Uds. años atrás—la iglesia (estoy hablándole al tabernáculo) —hace tres o cuatro años, que algo estaba por materializarse; está ya para suceder. Y aquí está ahora abriéndose…Está tomando forma por sí mismo. Estamos agradecidos por eso. ¡Oh, cuán agradecidos estamos! Tan contentos.",
    "Aquí tenemos algunas preguntas difíciles, y queremos contestarlas. Alguien miró todos estos libros que traje. Y yo le dije: “Bueno, un hombre listo solamente necesita uno”. Pero yo no soy un hombre listo. Tengo que tener muchos libros para consultarlos. Este es el Diaglott, esta es la Biblia, y esta es una concordancia. Así que…Vamos a pedirle al Señor que nos ayude y nos dirija para contestar estas preguntas de acuerdo a Su Divina voluntad y Su Palabra.",
    "Así que, inclinemos ahora nuestros rostros para orar. Señor, estamos agradecidos Contigo de lo profundo de nuestro corazón por lo que has hecho por nosotros en estas tres últimas noches. El mirar a los ministros en el cuarto de atrás saludándose de manos, con fe renovada, y con un nuevo paso qué tomar. Me han llamado por teléfono…Nuestros corazones están gozosos, y la gente está recibiendo el Espíritu Santo después de que han visto Tu Palabra, que les dice exactamente paso por paso cómo recibir Tu Espíritu Santo. Estamos tan agradecidos por eso, Señor.",
    "Tú haces las cosas tan sencillas para nosotros, porque somos un pueblo sencillo. Y oramos, Señor, que Tú nos permitas que siempre seamos sencillos. Porque…Porque el que se humilla será ensalzado. Y la sabiduría del mundo es locura para Dios; y a Dios le plació que a través de la locura de la predicación salvar aquellos que estaban perdidos.",
    "Y ahora, Padre, aquí tengo muchas preguntas que han sido hechas por corazones sinceros que están interesados. Y el contestar mal una de ellas pudiera conducir a la persona al camino errado, el dar la luz incorrecta a las preguntas que les están perturbando. Así que Señor Dios, yo te pido que Tu Santo Espíritu se mueva sobre nosotros y revele estas cosas, pues está escrito en las Escrituras: “Pedid y recibiréis, buscad y hallaréis; tocad y se os abrirá”. Y esto es lo que estamos haciendo ahorita, Señor, tocando a Tu puerta de misericordia. Parados en la sombra de Tu justicia Divina, rogamos por la Sangre del Cristo de Dios y por el Espíritu Santo.",
    "Y no venimos en esta noche porque esta es la última de las tres noches que hemos predicado del Espíritu Santo, venimos con reverencia profunda y con sinceridad. Venimos como si esta fuera la última noche que íbamos a estar en la tierra. Venimos creyendo que Tú contestarás nuestras oraciones. Y Señor, te pedimos ahora que nos satisfagas con Tu Vida Eterna. Y al dar las respuestas por Tu Palabra, haz que el Espíritu Santo…Oh Dios, y mientras nos damos cuenta que eres Tú mismo entre nosotros, oramos que El nos revele en esta noche las cosas que deseamos. Y lo único que deseamos es que nuestras almas puedan estar descansadas, y nuestras mentes en paz, teniendo fe en Dios para caminar hacia adelante para reclamar las bendiciones que El prometió. Pedimos esto en el Nombre de Jesús. Amén.",
    "Tengo todas las preguntas que me dieron, excepto una. Se la contesté al Hermanito Martín quien me la hizo la noche antepasada, sólo una. Anoche había muchas aquí pero eran peticiones de oración. El Hermano Martín me preguntó acerca de Juan 3:16 o Juan 3, creo que fue, que dice que: “A menos que un hombre sea nacido de agua y de Espíritu, no puede ver el Reino de Dios”, y la comparé con una cinta que envié sobre Hebreos. No se la había contestado todavía, pero anoche lo vi en el cuarto de atrás, y allí tuve la oportunidad de contestársela.",
    "Bien, ¿hay alguien aquí que no estuvo anoche?, permítanme ver sus manos, los que no estuvieron aquí anoche. Oh, nos hubiera gustado que hubieran estado con nosotros. Tuvimos unos momentos gloriosos. El Espíritu Santo…",
    "Tal vez, por un minuto…no va a perjudicar. Esto está grabado. Y si algún ministro o persona no está de acuerdo con lo que voy a decir, o aun con las preguntas, le pido, hermano, que no le parezca extraño, pues recuerde que esta cinta es hecha aquí en nuestro tabernáculo. Estamos enseñándole a nuestro pueblo. Muchos ministros de diferentes fes están aquí sentados. Me gustaría entrar en el tema otra vez, pues hay algunos de nuestro pueblo que no pudieron estar aquí anoche y ahora están aquí. Me gustaría entrar por un momento, si Uds. me lo permiten, en lo que hablé anoche; y eso fue sobre el Pentecostés, de cómo recibir el Espíritu Santo.",
    "Bien, leyendo de la traducción del Diaglott Enfático del griego de donde estaba leyendo anoche, la cual está abierta delante de mí. Esta es la traducción original del griego al inglés. No cita otras traducciones, otras versiones, sino que está directo del griego al inglés. Las palabras en inglés, muchas veces tienen muchos significados, como por ejemplo: “board”. Tome Ud. la palabra “board”. Ud. pudiera decir: “Significa que lo estábamos aburriendo”. ¡No! “Que él pagó su precio en la casa de asistencia”. ¡No! Bueno, significa que “hay un poste al lado de la casa”. ¿Ve Ud.?…Hay cuatro o cinco palabras diferentes que pudieran ser usadas; Ud. tiene que tomar la frase. Otro ejemplo sería la palabra “see”. “See” en inglés significa: “entender”. “Sea”, significa “un cuerpo de agua”. “See”, significa “mirar a”. ¿Ve? Pero en estas traducciones, la palabra que aquí usan y que yo la dije anoche en Hechos el capítulo 2, en donde dice: “Y se les aparecieron lenguas repartidas como de fuego…” Bien, me gustaría retroceder sólo un momento. ¿Les gustaría, sólo por un momento, tener como un repaso antes de ir más adelante?",
    "Bien, abra su versión Bíblica de King James o cualquier versión que Ud. lea…Quiero leerla. Y escuchen muy atentamente. No mal entienda. Muchos hoy, aun mi hermana, muchos llamaron,…La Sra. Morgan…Muchos de ellos estuvieron anoche. La Sra. Morgan es una de nuestras hermanas que había sido desahuciada por cáncer; ella estaba en la lista de defunciones en Louisville hace dieciséis, diecisiete años. Creo que ella está aquí en esta noche. Me dijo que no podía oír, porque yo estaba muy cerca del micrófono. Y en beneficio de ellos, voy a repasar esto por un momento.",
    "Voy a leer de las Escrituras en Hechos 2:\n\n…Y como se cumplieron los días de Pentecostés, estaban todos en una mente…(Me gusta más que decir en “un acuerdo”, porque Ud. pudiera estar en acuerdo sobre casi todo tema, pero aquí sus mentes eran una.) …una mente y en el mismo lugar.\n\nY de repente vino un Estruendo del Cielo, como de un viento recio que corría, el cual hinchió Toda la Casa en donde estaban sentados. (No hincados, no orando, sino sentados.)\n\n…Lenguas repartidas… (L-e-n-g-u-a-s—lenguas. Lenguas “repartidas”.) …Lenguas como de fuego… (“Una sola”, singular.) …que se asentó sobre cada uno de ellos.\n\nY fueron todos llenos…(“Y”, conjunción.)… Y fueron todos llenos con el Espíritu Santo, y comenzaron a hablar en Otras lenguas, como el Espíritu les daba que hablasen.\n\nMoraban entonces en Jerusalén, Judíos, varones religiosos, de todas las naciones debajo del cielo.\n\nY hecho este estruendo juntóse la multitud; y estaban confusos, porque cada uno les oía hablar su propia lengua.",
    "¡Fíjese bien! Cuando vino el fuego, eran lenguas; cuando estaban hablando, era lenguaje. Ahora, hay una gran diferencia entre lenguas y lenguajes. Para nosotros es igual. Pero en el griego “lengua” significa esto [El Hermano Branham lo ilustra.—Editor], una parte del cuerpo, como el oído. ¿Ve? Eso no significa un lenguaje; significa que la lengua es parte de su cuerpo. Si Ud. se fija, es traducido lenguas de fuego lo cual significa “como lenguas”, como una lengüeta de fuego, una larga llama de fuego. Bien, fíjese ahora en el énfasis. Y en cada uno de esos lugares, no se les olvide.",
    "Vamos a dar un pequeño drama en esta noche. Lo voy a dejar a su consideración. Ahora recuerde, que si algo está contrario, ya queda de Ud. Pero el único medio que cualquier persona puede conseguir algo de Dios es por fe. Y antes que Ud. pueda…",
    "Yo tengo que saber lo que estoy haciendo antes que pueda tener fe en lo que estoy haciendo. ¿Por qué se casó Ud. con su esposa? Porque Ud. tenía fe en ella. Ud. la probó, la observó, supo de dónde venía, quién era ella. Así es de la misma manera con Dios en la Escritura. Eso es lo que hacen estas visiones, esta Columna de Fuego, todas estas cosas, porque Dios lo prometió. Dios lo dijo. Yo lo he probado a El por Su Palabra y sé que es la Verdad. Y Ud. sigue Su Palabra. Entonces si hay una pequeña confusión en alguna parte, entonces hay un error en alguna parte. Porque Dios, (¡escuchen!)—Dios nunca obrará ni ha obrado fuera de Sus propias—contrario a Sus propias leyes. El invierno no va a venir en el verano, y el verano no va a venir en el invierno. Las hojas no se van a caer en la primavera y no salen otra vez en el otoño. Ud. no puede hacerlo.",
    "Como lo que dije anoche acerca del manantial, regando su cosecha. Es como si Ud. estuviera parado en medio del campo, y estuviera negro de oscuro, y Ud. dijera: “Oh, gran electricidad, yo sé que tú estás en el campo. Yo estoy perdido, no sé por dónde voy caminando. ¡Da luz, para que pueda ver por dónde caminar! Hay la suficiente electricidad para alumbrar el campo”. Eso es verdad. ¡Sí, señor! Aquí en este auditorio hay la suficiente electricidad para alumbrar aun sin luces, sin eso. Pero Ud. tiene que gobernarla. Ahora, Ud. pudiera gritar hasta que perdiera su voz, pero eso nunca haría que se alumbrara el lugar. Pero si Ud. obra de acuerdo a las leyes de la electricidad, entonces Ud. va a tener luz.",
    "Bien, así es de la misma manera con Dios. Dios es el gran Creador de los Cielos y la tierra, el mismo ayer, hoy, y por los siglos. El todavía es Dios, pero El únicamente obrará mientras Ud. siga Sus leyes e instrucciones. Amigos, yo digo esto: yo nunca lo he visto fallar y nunca fallará.",
    "Bien, notemos esto. Jesús en Lucas 24:49 había comisionado a los apóstoles después que habían sido salvos y santificados de acuerdo a la Palabra, justificados por la fe en el Señor Jesús; santificados en Juan 17:17 cuando Jesús dijo: “Santifícalos, Padre, a través de la Verdad. Tu Palabra es la Verdad”. Y El era la Palabra.",
    "Ahora, El les dio poder para sanar al enfermo, echar fuera demonios, levantar a los muertos; y ellos regresaron regocijándose. Y sus nombres estaban en el Libro de la Vida del Cordero. Uds. recuerdan cómo hemos hablado de eso. Pero ellos todavía no estaban convertidos. Jesús le dijo a Pedro la noche de su crucifixión: “Después que seas convertido, apacienta a tus hermanos”.",
    "El Espíritu Santo…Ud. está creyendo para Vida Eterna, pero cuando el Espíritu Santo viene es Vida Eterna. Ud. está creyendo a…Ud. fue engendrado del Espíritu en santificación, pero nunca nace del Espíritu hasta que el Espíritu Santo entra. Esto es correcto. Un niño tiene vida en la matriz de la madre, los pequeños músculos se contraen; es una vida. Pero es una vida diferente cuando respira el aliento de vida por su nariz. Es una diferencia. Esto es lo que es, es…",
    "Mi amado hermano Metodista, y Santo Peregrino y Nazareno, el bautismo del Espíritu Santo es diferente de santificación. La santificación es el limpiamiento lo cual es preparación de vida. Pero cuando el Espíritu Santo viene, es Vida. La preparación es el limpiamiento del vaso; el Espíritu Santo está llenando el vaso. Santificación significa “limpiar y apartar para servicio”. El Espíritu Santo es ponerlo en servicio. Uds. son los vasos que Dios ha limpiado.",
    "Y nos hemos dado cuenta que el Espíritu Santo es Dios mismo en Ud. Dios estaba por encima de Ud. en la Columna de Fuego con Moisés. Dios estaba con Ud. en Jesucristo. Ahora Dios es en Ud. en el Espíritu Santo. No tres dioses, un Dios obrando en tres oficios.",
    "Dios condescendiendo, viniendo a unirse con el hombre. El no podía tocarlo a El, porque había pecado en el jardín del Edén y estaba separado del compañerismo con él. ¿Entonces qué sucedió? Dios tenía que estar por encima de él. La sangre de toros y machos cabríos no le permitían a El tener compañerismo otra vez con el hombre; pero a través de leyes y ordenanzas, el ofrecimiento de toros, ovejas, y demás, todo esto sirviendo de sombra para este tiempo que venía…Luego cuando Dios descendió y moró en un cuerpo santificado, naciendo de una mujer virgen, Dios mismo…¿Sabe Ud. lo que Dios hizo? El no hizo nada más que…El puso Su Tienda entre nosotros. Dios moró en una Tienda llamada Jesucristo. El puso Su Tienda con nosotros, vino a ser…(Voy a predicar en eso en la mañana, vale más que no siga.) Cómo Dios moró con nosotros…",
    "Y ahora Dios está en nosotros. Jesús dijo en Juan 14: “En ese día vosotros conoceréis que Yo estoy en el Padre, y el Padre en Mí, y Yo en vosotros, y Uds. en Mí”. Dios en nosotros. ¿Cuál fue el propósito? Para desarrollar Su plan.",
    "Dios tenía un plan. El quería obrar entre el hombre, y El lo trajo a través de la Columna de Fuego, la cual era el Fuego místico que estaba sobre los hijos de Israel. Luego ese mismo Fuego fue hecho manifiesto en el cuerpo de Jesús. Y El dijo que El era ese Fuego: “Antes que Abraham fuera, YO SOY”. El era ese Fuego. El dijo: “Yo vengo de Dios, y regreso a Dios”. Y después de Su muerte, sepultura y resurrección, San Pablo lo encontró en el camino—cuando su nombre todavía era Saulo—lo encontró en el camino a Damasco, y El se había tornado otra vez a ser esa Columna de Fuego. Una Luz lo había cegado. Correcto.",
    "Y hoy día El está aquí, la misma Columna de Fuego, el mismo Dios haciendo las mismas señales, las mismas obras. El está obrando entre Su pueblo. El está en nosotros. El está ahora con vosotros, pero El dice: “Yo estaré en vosotros. Yo estaré con vosotros, aun en vosotros, hasta el fin de la consumación”, el fin del mundo. El estaría con nosotros.",
    "Ahora, fíjese. Jesús les había comisionado a ellos que fueran a Jerusalén y esperaran. La palabra esperar significa “esperar”, no significa orar, significa “esperar”. Ellos no estaban listos para predicar todavía, porque ellos únicamente habían conocido Su resurrección por Su Persona, viendo lo de afuera de El. El les había encomendado que no predicaran más, que no hicieran nada hasta que primeramente fueran investidos con Poder de lo alto.\n\nYo no creo que ningún predicador es enviado por Dios o pueda ser ordenado correctamente…Porque Dios es infinito. Y lo que Dios hace una vez, El lo hace todo el tiempo. Ahora, si Dios no les permitió a ellos predicar hasta que llegaran a Pentecostés y recibieran la experiencia del Pentecostés, ningún hombre, aunque él tenga un profundo deseo que provenga de él mismo, o que alguna organización lo haya comisionado, tiene el derecho de pararse en un púlpito, sin antes haber sido lleno con el Espíritu Santo. Esto es exactamente la verdad. Porque él los va a estar guiando a ellos por un concepto intelectual de alguna organización, hasta que él no sea lleno del Espíritu Santo; pues una vez lleno, él les estará dando el alimento de paloma; como hablamos anoche del Cordero y la Paloma.",
    "Ahora fíjese. El dijo: “Id a Jerusalén y permaneced allí, esperen allí hasta que Yo envíe la promesa del Padre”. Y luego, ¿qué hicieron ellos? Habían ciento veinte de ellos, hombres y mujeres. Estaban en el aposento alto del templo.\n\nBien, fue cerca del día de la Fiesta de Pentecostés, de la limpieza del santuario, el sacrificio del cordero pascual, hasta la venida de Pentecostés, el cual constituyó los primeros frutos de la cosecha, el jubileo, el jubileo Pentecostés. Y en esos edificios…",
    "Yo he estado en esos países. Los países orientales y en los edificios allí, casi no vi que tuvieran escaleras adentro. Las escaleras las tenían afuera. Se nos ha dicho, que por fuera del templo, había una escalera la cual guiaba a un cuartito que estaba allá en lo alto; Ud. subía, y subía y subía, hasta que llegaba a un cuartito que estaba allá arriba, era como un cuarto para almacenar que estaba allá arriba en el templo, una especie de cuartito, un aposento alto. Y la Biblia dice que ellos estaban allí y que las puertas estaban cerradas, porque temían mucho de los Judíos, porque los perseguían por adorar al Señor Jesús, después de que Caifás el sumo sacerdote, y Poncio Pilato, y el resto de ellos, le dieron muerte. Así que estaban determinados en deshacerse de todos los así llamados Cristianos. Así que, las puertas estaban cerradas y ellos estaban esperando.",
    "En cuartos como esos, no habían ventanas. Las ventanas consistían de una especie como de puertitas con barras, que Ud. abría. En esos cuartos habían pequeñas lámparas de grasa que colgaban y ardían…Si Ud. ha estado alguna vez en la Cafetería Clifton, en California, baje Ud. al basamento, y Ud. encontrará una cosa muy parecida, al aposento alto. ¿Ha estado Ud. allí? ¿Cuántos de Uds. han estado allí? Veo algunos de Uds. afirmar con su cabeza. Bien, Uds. saben de lo que estoy hablando. Muy bien. Vaya allá, y Ud. verá el Jardín de Getsemaní; pero antes de verlo, Ud. pasará por uno de estos cuartos orientales. Esto es exactamente la verdad. Ud. verá una pequeña lámpara llena con aceite de oliva con una mechita de algodón encendida en ella.",
    "Bien, digamos que llegaron allí, subiendo por esta escalera, que estaba alrededor del templo. Llegaron allí y se escondieron, porque tenían temor de los Judíos. Jesús no les dijo que subieran al aposento alto. El sólo les dijo: “Esperad en Jerusalén”. Si se hubieran quedado abajo en una casa, es difícil decir qué hubiera sucedido. Ellos los hubieran capturado. Así que se fueron a un cuartito viejo que estaba arriba, allá en la guardilla, y allí trancaron el cuarto para que los Judíos no los pudieran capturar. Y allí esperaron por diez días.",
    "Bien, estamos en Hechos 1. Escuchen muy atentamente. ¿Captó Ud. el cuadro? Por fuera del templo la pequeña escalera conducía hacia este cuartito. Dentro del templo, el resto estaban celebrando la Fiesta del Pentecostés. Estaban disfrutando de grandes momentos. Bien, cuando el Día de Pentecostés se cumplió, estaban en una mente, una mente, creyendo que Dios iba a enviar esa promesa. Deje que cada persona aquí esté en esa misma mente en esta noche y Ud. vea lo que sucede. Tiene que repetirse. Es una promesa al igual como ellos la tuvieron. ¿Ve?",
    "¿Qué estaban haciendo ellos? Siguiendo las instrucciones, siguiendo las—las—las leyes de Dios: “Esperad hasta…”",
    "Ellos estaban atemorizados de los Judíos. Recuerde Ud. eso. Tenían temor a los Judíos. Y de pronto vino un estruendo como un viento recio. No fue un viento recio; fue como un viento recio. Voy a leer los comentarios en unos cuantos minutos, en el griego. Fue como un viento recio. En otras palabras, fue un viento sobrenatural (¡oh!), algo que pudieron sentir. El viento estaba dentro de ellos. Vino un viento recio, como un viento recio. El viento no estaba soplando, sino que sonó como un viento recio, algo como así [El Hermano Branham hace un sonido de viento.—Editor]. ¿Lo ha sentido Ud. antes? ¡Oh, Señor mío! Como un viento recio. Ahora fíjese. Y llenó…Bien, aquí dice “toda la”, pero en el griego dice que “llenó la Casa en una Totalidad”, estaba allí en todas partes. Cada grieta, cada esquina, cada hendidura parecía estar llena de ello. No es decir: “Hey, hermano, ¿sentiste lo que yo sentí?” ¡No! Estaba en todo, como un viento que corría. Ahora fíjese. “Vino un estruendo como un viento recio que corría y (conjunción. Fíjese en esas “y”s. Si Ud. no se fija, Ud. va hacer que diga algo que no dice. ¿Ve?)—y (eso fue lo que sucedió primero, un sonido, algo como un viento recio que corría y que vino sobre ellos) y (¿recuerdan Uds., lo que dije anoche que fui a la tienda y compré una barra de pan y algo de carne? Eso era algo que iba con el pan. El pan es una cosa, y la carne es otra. Y el estruendo fue una cosa que los sacudió)—y les aparecieron (ante ellos) lenguas—lenguas repartidas”.",
    "¿Alguno de Uds. aquí ha visto la película de Cecil DeMille titulada los Diez Mandamientos? ¿Se fijó Ud. cuando los Diez Mandamientos fueron escritos? Cómo lo captó él, yo no sabía. Hubo dos o tres cosas que vi allí que realmente me gustaron. La primera cosa fue esa luz esmeralda, pues es así exactamente cómo se ve. ¿Ve? Otra cosa fue cuando el Mandamiento fue escrito, y después que los escribió, ¿se fijaron Uds. que saliendo de esa enorme Columna de Fuego, había pequeñas lenguas de fuego saliendo? ¿Se habían fijado en eso? Así pienso que fue en Pentecostés. Les aparecieron a ellos…Así que ellos pudieron verlo. No dice que: “Cayeron sobre ellos”. Sino que les aparecieron a ellos esas lengüetas (las llamaremos), lenguas, como lengua, como esta lengua, [El Hermano Branham la demuestra.—Editor] en forma de lengua, lengua de fuego. La oreja, como lo he dicho, la oreja es oreja; el dedo es un dedo. Dedo no quiere decir que Ud. siente; quiere decir que parece un dedo. Y si hubiera sido una oreja, no quiere decir que ellos lo oyeron; se veía como una oreja. Esto era fuego que se miraba como una lengua, no alguien hablando, sino fuego que se miraba como una lengua.",
    "Escuchen ahora. Fíjense como dice el griego:\n\nY repentinamente vino un Sonido…como un Viento recio que corría…(El verso tercero.)\n\nY les aparecieron Lenguas Repartidas,…(No que las lenguas repartidas estaban en ellos, o que ellos estaban hablando con una lengua dividida, eran lenguas repartidas que les aparecieron a ellos. Ahora fíjense. No estaban en ellos todavía. Estaban allí en el aposento, como dando vueltas en este viento.)…a ellos, como Fuego—lenguas repartidas les aparecieron a ellos… (Estaban delante de ellos.) …como Fuego… (Lenguas como fuego.) …y una… (Singular.) …descansó sobre cada uno de ellos. (No entraron en ellos; sino que descansaron sobre cada uno de ellos.)",
    "Bien, vean cómo la versión Bíblica King James, pierde el significado de esto: “Y lenguas repartidas se asentaron en ellos, o descansaron (¿cómo dice en la Biblia King James?), se asentaron sobre ellos”. ¿Ve? No pudieron haberse asentado sobre ellos. Sabemos eso. Pero el original dice: “Descansó sobre ellos”, creo que así dice; ¿dice así? Permítame asegurarme que lo tengo bien. ¡Sí! “…descansaron sobre cada uno de ellos”. Una lengua de fuego descansó sobre cada uno de ellos. ¿Ve Ud.? ¿Lo captaron? Esto fue la segunda cosa que sucedió. La primera fue un viento, luego la aparición de lenguas de fuego.",
    "Fue en ese cuartito alumbrado con lamparitas de grasa. Piense en ellos sentados allí. Y uno dijo: “¡Oh!” Y miró por todo el aposento; estaba por todo el aposento. Y luego el resto dijo: “¡Miren!” Lenguas de fuego empezaron a moverse en el aposento. Fíjense. Y aparecieron estas lenguas de fuego.\n\nFíjense en lo que sigue:\n\nY… (Otra conjunción; algo más sucedió.) …todos ellos fueron llenos con el Espíritu Santo,…(La segunda cosa que sucedió.)",
    "¿Ve?, nosotros queremos cambiar eso diciendo: “Ellos tenían lenguas de fuego, y tartamudearon; y luego salieron y empezaron hablar en lenguas desconocidas”. No hay tal cosa como esa en las Escrituras, amigo. Cualquiera que habla en una lengua desconocida al recibir el Espíritu Santo, contradice la Biblia. Voy a mostrarle a Ud. en unos minutos y probarle a Ud. que yo creo en hablar en lenguas desconocidas, pero no como la evidencia de recibir el Espíritu Santo. Eso es un don del Espíritu Santo. El Espíritu Santo es un Espíritu.",
    "Ahora fíjese. Estas lenguas que estaban en el aposento eran como fuego, y descansaron sobre cada uno de ellos. Y luego ellos fueron llenos con el Espíritu Santo (la segunda cosa), y luego, después que fueron llenos con el Espíritu Santo, hablaron en lenguas, no en lenguas, sino lenguajes. ¿Se fijó Ud. en eso? Ellos empezaron a hablar en otros lenguajes como el Espíritu les daba que hablasen. Esto fue un alboroto.",
    "Fíjese bien. Tomemos de nuevo la ilustración para que Ud. no lo olvide. De acuerdo a la Escritura, estaban esperando en el aposento alto, y de pronto vino un sonido como de un viento recio que corría, que descansó sobre ellos; ese era el Espíritu Santo. ¿Cuántos creen que esa era la aparición del Espíritu Santo? Como un viento, un viento sobrenatural. Después ellos notaron que estaban allí pequeñas lenguas de fuego, y empezaron a descansar en cada uno de ellos, en los ciento veinte. ¿Qué era? ¿Qué era? La Columna de Fuego, quien era Dios mismo dividiéndose entre Su pueblo, entrando en Su pueblo. Jesús tenía todo; El tenía el Espíritu sin medida; nosotros lo vamos recibiendo por medida (¿Ve lo que quiero decir?), porque somos hijos adoptados. Su Vida—Su Vida Eterna estaba entrando en ellos. ¿Qué sucedió? Todos fueron llenos con el Espíritu Santo.",
    "Bien, quiero preguntarles algo. ¿Cuándo empezó el rumor? Salieron del aposento alto, y bajaron por esos escalones para llegar a los patios del palacio—quiero decir a los patios del templo, los cuales estaban probablemente como a una cuadra de distancia de donde ellos estaban, bajaron los escalones, hasta llegar a los patios en donde toda la gente estaba reunida…Y salieron de allí como borrachos en el Espíritu. Y la gente dijo: “Estos hombres están llenos de vino nuevo”. Nunca habían visto algo semejante.",
    "Cada uno estaba tratando de decir: “El Espíritu Santo ha venido. La promesa de Dios está en mí. He sido lleno con el Espíritu”. Y él siendo un Galileo, el hombre a quien él le estaba hablando, un Arabe o Persa, lo escuchaba a él hablar en su propia lengua.",
    "🦅 ¿Cómo es que (no en lengua desconocida), oímos a cada uno de ellos hablar en nuestra lengua en que somos nacidos? ¿No son todos los que están hablando Galileos?” Y tal vez estaban hablando en Galileo…Pero cuando ellos los escucharon, lo escucharon en el lenguaje en que ellos habían nacido. Si no fue así, quiero que me conteste esta pregunta: ¿Cómo fue que Pedro se paró y habló en Galileo, y todo el montón escuchó lo que él estaba diciendo? Tres mil almas vinieron a Cristo allí mismo y Pedro estaba hablando un solo lenguaje. ¡Seguro! Era Dios haciendo un milagro. Pedro, a la misma audiencia que comprendía moradores de Mesopotamia, y extranjeros, y prosélitos, y de todas partes del mundo, que allí estaban…Y Pedro de pie, predicando en un solo lenguaje, y cada hombre lo escuchó, pues tres mil se arrepintieron y fueron bautizados en el Nombre de Jesucristo de inmediato. ¿Cómo está eso?",
    "¿Ve?, amigos, yo no espero que un hermano denominacional Pentecostal, acepte esto de inmediato. Pero Ud. siga esto por toda la Biblia y dígame cuándo ellos alguna vez recibieron el Espíritu Santo y hablaron en una lengua que no supieran lo que estaban hablando. Y si esa es la manera que ellos lo recibieron allí, la soberanía de Dios…Tiene que suceder cada vez de la misma manera.",
    "Yo no puedo…Bien, en la casa de Corne-…Recordamos que anoche, hablando de Samaria, nos dimos cuenta que no había una cosa que indicara que ellos habían oído en ninguna otra lengua, nada se dijo al respecto. Pero cuando fueron a la casa de Cornelio, en donde habían tres diferentes nacionalidades, ellos hablaron en lenguas. Y cuando lo hicieron, si lo hicieron, lo recibieron, Pedro lo dijo, y lo recibieron de la misma manera que ellos lo recibieron en el principio. Y Pedro y los demás, supieron que los Gentiles habían recibido gracia de parte de Dios porque habían recibido el Espíritu Santo al igual como ellos lo habían recibido en el principio. Aquí tengo una pregunta, algo relacionado con esto, la leeremos en unos minutos. Quiero echar los fundamentos, para que vea lo que es.",
    "Ahora, yo no espero que gente que ha sido enseñada diferente…Y escúcheme, mis queridos y preciosos hermanos Pentecostales. Yo no enseñaría esto fuera de mi iglesia. Esto es…Yo no haría nada que causara controversia. Pero si no tomamos la Verdad, ¿cuándo vamos a empezar? Algo tiene que acontecer para enderezarnos. Tenemos que tener gracia de rapto. La Verdad tiene que salir.",
    "¿Qué haría un hombre que fuera sordo, y mudo, y no pudiera hablar? ¿Pudiera él recibir el Espíritu Santo? ¿Qué si no tuviera lengua, y el pobre hombre quisiera ser salvo? ¿Ve? Si el Espíritu Santo es un bautismo…Y entonces, todos estos dones como el hablar en lenguas, interpretaciones de lenguas, son después que Ud. entra en el Cuerpo por el bautismo del Espíritu Santo. Porque estos dones están en el Cuerpo de Cristo.",
    "Ahora, la razón que digo…fíjese en esto. Pudiera Ud. esperar que la iglesia Católica, la cual fue la primera iglesia organizada en el mundo después de los apóstoles…La iglesia Católica se organizó, cientos de años después de la muerte del último apóstol, algunos seiscientos años después del último apóstol, después del Concilio de Nicea, cuando los Padres de Nicea se reunieron y se organizaron; y así ellos sacaron la iglesia universal, la cual fue la iglesia Católica. Allí ellos formaron una iglesia universal. La palabra católico significa “universal”; es decir que está por dondequiera. La Roma pagana fue convertida en Roma papal. Y ellos pusieron un Papa para que fuera la cabeza y tomara el lugar de Pedro, a quien ellos pensaron y dijeron que Jesús le había dado las llaves del Reino. Y ese papa era infalible, y lo es todavía a la iglesia Católica…Su Palabra es ley y orden. El es el papa infalible. Eso fue lo que salió.",
    "Y entonces, todo aquel que no estaba de acuerdo con esta doctrina Católica, era puesto a muerte, quemado en la estaca, y todo lo demás. Todos nosotros sabemos eso a través de los escritos sagrados de Josefo, y del libro de los mártires del autor Foxe, y muchos de los otros escritos sagrados…Las Dos Babilonias del autor Hislop y las grandes historias. Después de mil quinientos años de Oscurantismo, como sabemos, al pueblo se le quitó la Biblia. Pero fue escondida por un monjecito, como ya sabemos.",
    "Y después de eso vino la primera reformación con Martín Lutero. El salió al frente y afirmó que la hostia que la iglesia llamaba el cuerpo literal de Cristo no era el cuerpo de Cristo, sino que representaba el cuerpo de Cristo. Y la arrojó en el barandal del altar, quiero decir, en los escalones, y rehusó llamarla el cuerpo literal de Cristo, y predicó: “El justo vivirá por la fe”. Bien, Ud. no iba a esperar que la iglesia Católica estuviera de acuerdo con él, seguramente que no, cuando su infalible cabeza les había dicho a ellos que no era así. Muy bien.",
    "Después de Martín Lutero, quien predicó Justificación, vino Juan Wesley predicando Santificación. Y él predicó que un hombre, después que es justificado (todo está bien), pero Ud. tiene que ser santificado, limpiado, la raíz de maldad es quitada de Ud. por la Sangre de Jesús. Ud. no puede esperar que los Luteranos prediquen Santificación, porque no lo van a hacer.",
    "Después de que Wesley predicó Santificación, muchos pequeños brotos salieron de eso, como los Metodistas Wesleyanos, y los Nazarenos, y demás, los cuales guardaron el fuego encendido a través de su edad, y luego vinieron los Pentecostales y dijeron: “El Espíritu Santo es el bautismo, y hablamos en lenguas cuando lo recibimos”. Seguro. Cuando esto vino Ud. no podía esperar que los Nazarenos, y los Metodistas Wesleyanos, y el resto creyera en eso. Ellos no lo creyeron. Ellos llamaron eso del diablo. Muy bien. ¿Qué sucedió? Empezaron a caer; y los Pentecostales empezaron a levantarse. Y los Pentecostales hoy han llegado a un lugar que tienen que ser sacudidos. Ellos se organizaron y murieron, no aceptan nada más. Tienen sus propias leyes y regulaciones, y eso es conclusivo.",
    "Cuando el Espíritu Santo viene y revela la Verdad de todo y lo prueba por Su propia Presencia y por Su Palabra, Ud. no espera que el pueblo Pentecostal diga: “Yo estoy de acuerdo con eso”. Ud. tiene que pararse solo como lo hizo Lutero, como lo hizo Wesley, y como lo hicieron el resto de ellos. Ud. tiene que pararse en eso, porque la hora está aquí. Y esto es lo que me hace a mí un odioso. Esto es lo que me hace a mí diferente.",
    "Yo no puedo levantarme como mis preciosos Hermanos Oral Roberts, Tommy Osborne, Tommy Hicks, y los demás, porque las iglesias no están de acuerdo conmigo. Ellos dicen: “El cree en seguridad eterna. Es un Bautista. El no cree en hablar en lenguas como la evidencia inicial del Espíritu Santo. ¡Apártense de ese fulano!” ¿Ve?",
    "Pero encaremos el asunto. Encarémoslo. Los Metodistas pueden encarar a los Luteranos. Los Pentecostales pueden encarar a los Metodistas. Yo puedo encarar a los Pentecostales. Esto es exactamente la verdad. Es verdad, ¿por qué? Porque estamos caminando en la Luz, como El está en la Luz. ¿Ve? Estamos escalando el Camino real del Rey, y mientras más lejos llega, más gracia es dada, más poder es dado, más sobrenatural es dado. Y aquí estamos. Esta es la hora en que el Espíritu Santo ha descendido en la forma de una Luz como El era en el principio, una Columna de Fuego y El mismo se ha manifestado, haciendo las mismas cosas que El hizo cuando El estaba aquí en la tierra. Y Jesús dijo: “¿Cómo sabéis si están bien o están mal? Por sus frutos los conoceréis. Aquel que cree en Mí, las obras que Yo hago vosotros también las haréis. Estas señales seguirán a los que creen”.",
    "Bien, mis hermanos Pentecostales. Yo estoy con Uds. Yo soy uno de Uds. Yo tengo el Espíritu Santo. Yo he hablado en lenguas, pero yo no recibí el Espíritu Santo en ese momento. Yo tengo el bautismo del Espíritu Santo; yo hablé en lenguas, profeticé, tuve dones de conocimiento, sabiduría, interpretaciones, y todo sucedió. Yo tengo acceso a cualquiera de estas cosas, porque ahora yo soy un hijo de Dios. El poder, el Fuego de Dios está en mi alma; esa lengüeta de Fuego que se asentó—vino a mi interior y quemó todo lo que era contrario a Dios, y ahora soy guiado por Su Espíritu. El pudiera decir: “Ve aquí”, y yo iría. “Ve aquí”, y yo iría. “Habla aquí”, y yo hablaría. “Y haz esto, eso y lo otro”. Allí lo tiene Ud.…Es como Ud. es guiado por el Espíritu. Eso es Dios en Ud., obrando Su Voluntad. No importa lo que sea, El está obrando Su voluntad.",
    "Ahora, escuchen. Veamos—voy a leer aquí mientras empezamos las preguntas usando el diccionario griego. Bien, de la traducción del Vaticano, Volumen 7, 190-1205, dice así:\n\n“Es difícil determinar si fueron las voces de esas gentes hablando en un lenguaje extraño, o si fue el ruido o el estruendo del viento sobrenatural lo que excitó a la multitud”.\n\nEllos no lo pudieron entender. Ahora fíjese. Si fue la gente o…",
    "Lo voy a ilustrar. Aquí está un grupo de Galileos pobres, y harapientos que salen a la calle. Nadie había visto algo como esto: ellos salieron del aposento alto con sus manos levantadas, y bajaron las escaleras rumbo a la calle, estaban llenos; ellos todavía no hablaban. ¿Ve? Y aquí vienen bajando. Y ahora, digamos, que estaban allí tambaleándose. Y que un Griego se acerca a mí sorprendido, y yo le contesto: “Yo hablo Galileo”.\n\nY él me dice: “Pero entonces, ¿qué es lo que pasa contigo?”",
    "Y yo le contesto: “He sido lleno del Espíritu Santo. El poder de Dios cayó allá arriba en aquel cuarto. Algo me sucedió a mí. ¡Oh, gloria a Dios!”\n\nY otro por allá le estaría hablando a un Arabe, siendo él un Galileo, hablándole en lenguaje Arabe.",
    "Bien, ellos no saben, si fue el estruendo del viento lo que atrajo a la gente cuando toda la multitud estaba allí reunida, o fue el hecho de que hablan en un lenguaje extranjero. Bien, la Biblia exactamente no…Ud. tiene dos cosas que puede observar. Fue…La gente que se reunió decía: “¿Cómo es que oímos que estos hombres hablan en nuestra propia lengua en que somos nacidos?” No dice que ellos la estaban hablando, sino que los estaban oyendo hablar.",
    "Entonces el mismo grupo, ellos mismos explicaron esto. Pedro se paró sobre algo y dijo: “Varones Judíos, y todos los que habitáis en Jerusalén, esto os sea notorio (esa gente no hablaba el lenguaje Galileo)—esto os sea notorio y oíd mis palabras (¿en qué lenguaje les estaba hablando él a todos ellos?); porque, estos no están borrachos como vosotros pensáis, siendo la hora tercia del día, mas esto es lo que fue dicho por el profeta Joel: ‘Y será en los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne. Y vuestros hijos y vuestras hijas profetizarán’”. Y así continuó hablando, y les dijo: “Y vosotros con manos inicuas habéis crucificado al inocente Hijo de Dios. David había hablado de El…‘que no dejarías Su alma en el infierno, ni darías a Tu Santo que viese corrupción’”. Y continuó diciendo: “Sepa pues ciertísimamente toda la casa de Israel, que a este Jesús que vosotros crucificasteis, Dios lo ha hecho Señor y Cristo”. Y cuando ellos oyeron esto…¡Amén! ¿Quién? Todo hombre bajo los cielos. ¿Qué estaba sucediendo? El no estaba diciendo: “Voy hablar en Galileo; voy hablar en esta lengua; voy hablar en esta otra…”",
    "Mientras Pedro hablaba estas palabras, ellos preguntaron: “Varones y hermanos, ¿qué haremos para ser salvos?” Y Pedro les dio la fórmula. Así es de la manera que siempre sucede. ¿Ve?",
    "Es subir más alto, acercarnos a Dios, caminar más cerca de El. ¿Cómo sabes tú?, Ud. pudiera preguntar. Bien, mire, cuando Lutero recibió Justificación, él llamó a eso el Espíritu Santo. Y sí era. Dios puso un poquito de El en eso. ¿Luego qué vino? Wesley recibió Santificación, y dijo: “Hermano, si Ud. grita, Ud. lo tiene”. Pero muchos de ellos gritaron y no lo tenían. Cuando Pentecostés habló en lenguas—lenguas desconocidas—ellos dijeron: “Hermano, Ud. lo tiene”. Pero muchos de ellos no lo tenían.\n\nNo hay tales cosas como esas señales para afirmar eso. “De la única manera que Ud. conoce a un árbol”, Jesús dijo que era: “por el fruto que daba”, las obras del Espíritu, los frutos del Espíritu. Entonces cuando Ud. ve a una persona que está llena con poder, esto es, que está llena con el Espíritu Santo, Ud. ve una vida que ha sido cambiada. Ud. ve estas señales siguiendo a los que creen: “En Mi Nombre echarán fuera demonios, hablarán en nuevas lenguas. Si una serpiente los muerde, no les dañará. Si ellos tomaran una cosa mortífera, no los matará. Pondrán manos sobre los enfermos y sanarán”. ¡Oh, Señor! Estas clases de señales seguirán a los que creen. Pero ¿cómo entra Ud. en esto? Estos dones están en el Cuerpo. ¿Y cómo entra Ud. en el Cuerpo? No por lo que Ud. hable Ud. entra; sino que por un bautismo Ud. entra en el Cuerpo (Primera de Corintios 12:13). Por un Espíritu todos somos bautizados en un Cuerpo y sujetos a todos los dones. Que el Señor los bendiga.",
    "Bien, si alguien llegara a escuchar esta cinta o alguien aquí no estuviera de acuerdo, recuerde, hágalo amigablemente, hermano, porque yo lo amo.",
    "93. La primera pregunta en esta noche es la siguiente: Hermano Branham, yo creo que la televisión es una maldición para el mundo. ¿Qué piensa Ud. al respecto?",
    "Bien, quienquiera que haya escrito esta pregunta, le diré que estoy de acuerdo con Ud. Ellos la han hecho una maldición para el mundo. Pudiera ser una bendición para el mundo, pero ellos la han hecho una maldición. Y todo lo demás como esto, mis queridos amigos, todo con lo que Uds. están en contacto. Y si la televisión es una maldición, entonces el periódico es una maldición, la radio es una maldición, y en muchas ocasiones el teléfono lo es. ¿Ve?, ¿ve? Es lo que Ud. hace de eso. Pero estamos de acuerdo en esto pues como el hermano dijo la otra noche, ya casi no hay ningún programa en la televisión que podamos financiar, es mucho dinero. Un predicador pobre que predica el Evangelio Completo no puede financiar un programa en la televisión. Así que…Un hermano dijo la otra noche, creo que aquí, o en alguna otra parte: “Sacuda su radio”, o algo así, o, “Sáquelo del rincón y escuche los programas”. Esto es verdad.",
    "Pero, querido amigo, quienquiera que sea, yo estoy de acuerdo con Ud. Ha venido a ser la cosa más dañina para la raza humana. En ella invierten todo el dinero que debería ir al gobierno como pago de impuestos, pero ellos lo invierten como publicidad para los cigarrillos y programas de whisky y cosas como esas, y todo esto sale de los impuestos que son del gobierno; y no dicen nada, pero sí pueden acusar a predicadores y llevarlos a la corte y sacarles el poquito dinero que ellos tienen. Yo estoy de acuerdo con Ud., es una cosa horrenda. Bien, eso no es…Ud. sabe, es algo que Ud. se da cuenta. Gracias, hermana, hermano, quienquiera que haya escrito esta pregunta.",
    "94. Bien, aquí viene una buena pregunta: Hay lugares en la Biblia como Primera de Samuel 18:10, que dice que un mal espíritu de parte de Dios hizo cosas. Yo no entiendo esto de que “un mal espíritu de parte de Dios”. Por favor explique esto.",
    "Bien, lo haré con la ayuda del Señor. Esto no quiere decir de que Dios es un mal Espíritu. Sino que todo espíritu está sujeto a Dios. Y El hace que todo obre de acuerdo a Su Voluntad. ¿Ve?",
    "Bien, en su pregunta, Ud. está hablando del espíritu que salió procedente de Dios para atormentar a Saúl. El estaba en una condición melancólica, porque, en primer lugar, él había pecado. Y cuando Ud. ha retrocedido—un mal espíritu—Dios permite que un mal espíritu lo atormente.",
    "Me gustaría leerle a Ud. algo en unos momentos. Tengo algo que añadir aquí. ¿Ve? Todo espíritu tiene que estar sujeto a Dios. ¿Recuerda cuando Josafat y Acab iban a salir a la guerra? Y presto, ya estaban sentados en las puertas. Y Josafat un hombre justo, dijo (los dos reyes estaban sentados allí, y habían unido sus fuerzas)—y dijo: “Consultemos al Señor si vamos a salir o no”.",
    "Y Acab fue y trajo cuatrocientos profetas que él tenía, los había mantenido bien alimentados y gordos y toda la cosa; estaban en buena condición. Todos ellos llegaron allí, y profetizaron la misma cosa, diciendo: “Sube, y Dios te dará la victoria. Sube a Ramot de Galaad y Dios te la dará en tus manos”. Aun uno de ellos hizo unos cuernos y empezó a correr alrededor como una ilustración, diciendo: “Con estos cuernos, tú los echarás fuera de allí, porque esa provincia te pertenece a ti”.",
    "¿Pero sabe qué? Hay algo acerca de un hombre de Dios que no apoya todas esas cosas. ¿Ve? Si no está de acuerdo con la Escritura, algo está mal. Todo creyente genuino…Así que Josafat dijo: “Bien, estos cuatrocientos se ven muy bien. Se ven buenos hombres”.\n\nY tal vez Acab dijo: “Sí son”.\n\nPero Josafat dijo: “¿No tienes otro más?” ¿Uno más, cuando tienes aquí cuatrocientos en un mismo acuerdo? Es que él sabía que allí había algo que no sonaba bien. ¿Ve?\n\nY él le respondió: “Sí, tenemos uno más por allí, el hijo de Imla, pero lo odio”. ¡Claro! El le podía cerrar su iglesia cuando él quisiera. El lo podía echar del país. ¿Ve? “Seguro, tenemos otro, pero lo odio”.\n\n“Pero, ¿por qué lo odias?”\n\n“Porque siempre profetiza mal contra mí”. Yo creo que Josafat se dio cuenta allí mismo, que algo no estaba bien.\n\nAsí que él le dijo: “Trae a Micaías”.\n\nY ellos fueron a traerlo, y en el camino…Así que fueron por él, enviaron un mensajero y en el camino él le decía: “Mira escúchame. Allá están cuatrocientos Doctores de Divinidad. Ellos son lo mejor que hay en el país, tienen sus títulos, y todo lo demás”. “Y tú pobre hombrecito analfabeta, no vayas a estar en desacuerdo con todo ese grupo clerical”.",
    "Imla le dijo, quiero decir, Micaías dijo: “No diré nada que Dios no ponga en mi boca, sino que diré exactamente lo que El diga”. Me gusta eso. Me gusta eso. En otras palabras: “Me quedaré con la Palabra”. No importa lo que el resto diga, y él le dijo: “Bien, ya te lo advertí. Si tú no quieres que te echen de aquí, más te vale decir la misma cosa”.\n\nAsí que llegó allí. Y le preguntó el rey: “¿Saldré a pelear?”\n\nY le contestó: “Ve. Pero dame esta noche. Déjame consultarlo con el Señor”. Me gusta eso. Así que esa noche el Señor le apareció, y al día siguiente se presentó allí y el rey le preguntó: “¿Subiré a pelear?” Y él le respondió: “Sube, pero yo vi a Israel esparcido como ovejas que no tienen pastor, esparcido por los montes”. ¡Oh, Señor mío! Lo desinfló.\n\nY él le dijo: “¿No te lo dije? Yo sabía. Así exactamente es la manera como lo hace siempre, siempre me dice algo malo”.",
    "Pero, es que él se estaba quedando al lado de la Palabra. Otro profeta antes que él, la Palabra de Dios que había salido de Elías, un verdadero profeta, lo había dicho: “Porque tú has derramado la sangre inocente de Nabot, los perros lamerán también tu sangre”. El le dijo este mal a él. Pero Elías quien lo había profetizado se había ido al Cielo. Y él sabía que Elías había tenido la Palabra de Dios, así que él se quedó con la Palabra. Me gusta eso. Quedarse con la Palabra.",
    "Si la Biblia dice que Jesucristo es el mismo ayer, hoy, y por los siglos; que Su poder es todavía el mismo; que el Espíritu Santo es para todo aquel que lo quiera, deje que él venga, Ud. quédese con la Palabra. ¡Sí, señor! No importa lo que el resto de ellos digan. Cuán bien alimentados y a cuántas escuelas hayan ido, eso no tiene nada que ver con ello.\n\nAsí que, entonces él dijo…Ese gran hombre importante con los cuernos en su cabeza, quien había dicho que con ellos el rey iba a empujar a sus enemigos de la tierra, lo abofeteó, (a este predicadorcito). El sabía que Micaías era solamente un aleluyita, así que no había nada que se pudiera decir al respecto, y lo abofeteó. Y le dijo: “Quiero preguntarte algo”. “¿Por dónde se fue de mí el Espíritu de Dios para hablarte a ti?”",
    "Y él contestó: “Tú lo entenderás cuando estés metido allá en aquella celda como un cautivo”. El dijo: “Yo he visto a Jehová sentado en su trono (¡Amén! ¡Escuchen!), y todo el ejército del Cielo estaba junto a El”. ¿Qué estaba pasando? Su profeta ya había dicho lo que le iba a suceder a Acab. Dios…Ese no era Elías diciendo eso; ese era el profeta ungido. Eso era la Palabra del Señor, ASI DICE EL SEÑOR. Y Micaías dijo: “Yo he visto a todo el ejército del Cielo reunido junto a Dios en una gran conferencia. Y estaban hablando uno al otro. Y el Señor dijo: ‘¿A quién podemos enviar—quién de Uds. puede descender e ir a engañar a Acab, ir allá y hacer que él cumpla la Palabra de Dios, ir para que él sea flechado? ¿A quién podemos enviar allá abajo?’”",
    "Bien, uno decía a este, a este y al otro. Y después de un rato, un espíritu malo, un espíritu de mentira subió de abajo y dijo: “Si Tú me lo permites yo iré. Yo soy un espíritu de mentira. Yo descenderé y tomaré a todos esos predicadores, porque ellos no tienen el Espíritu Santo; y los haré (ellos solamente son personas entrenadas en la escuela)—yo descenderé, yo entraré en cada uno de ellos, y los engañaré, y haré que profeticen una mentira”. ¿Lo dijo? Y él dijo: “Esa es la manera como los engañaré”. Así que él descendió.\n\nY Dios dijo: “Ve, tienes Mi permiso”.",
    "Y él descendió y entró en esos falsos profetas, ministros con entrenamiento de escuela, y los hizo que profetizaran una mentira. Era un espíritu de mentira obrando la voluntad de Dios. Permítame…Algo más que Ud. pudiera…Vea aquí, por un momento. Observe esto. Quiero que vayamos a Primera de Corintios el capítulo quinto, el primer verso, por un momento. Primera de Corintios…Y fíjese en esto si Ud. quiere ver algo, Dios haciendo algo, cómo esos espíritus malos, cómo ellos obran… Muy bien, Pablo hablando aquí dice:\n\nDe cierto se oye que hay entre vosotros fornicación, y tal fornicación cual ni aun se nombra entre los Gentiles… (¿Qué piensa Ud. acerca de esto, que exista entre la iglesia?) …tanto que alguno tenga la mujer de su padre.\n\nY vosotros estáis hinchados, y no más bien… (Permítame ver. Me parece que volteé dos páginas…) …Vosotros estáis hinchados, y no más bien tuvisteis duelo, para…(Espere un momento. Estoy…Sí, estoy bien. Sí.) …duelo… (Esta es.) …hinchados, y no más bien tuvisteis duelo, para que fuese quitado de en medio de vosotros el que hizo tal obra.",
    "Yo no sé. Yo no creo que alguien pudiera decir algo o estar en contra, a lo que voy a decir, pues únicamente estoy defendiendo lo que creo: Una vez que un hombre es lleno con el Espíritu él nunca puede perderlo. ¿Ve? ¿Ve?\n\nY ciertamente, como ausente con el cuerpo, mas presente en espíritu, ya como presente he juzgado al que esto así ha cometido,\n\nEn el nombre del Señor nuestro Jesucristo, juntados vosotros y mi espíritu, con la facultad de nuestro Señor Jesucristo,\n\nEl tal sea entregado a Satanás para muerte de la carne, porque el espíritu sea salvo en el día del Señor Jesús.",
    "Dios, aquí diciéndole a la Iglesia santa, la cual es el Cuerpo aquí en la tierra, (fíjese que esto es después del Antiguo Testamento, es en el Nuevo), le estaba hablando a un hombre que estaba entre el pueblo, un hombre tan corrupto y sucio, que aun vivía con la esposa de su propio padre. Y les dijo: “Tal cosa en el Cuerpo de Cristo…Tú, Iglesia, entrégalo al diablo para la destrucción”. ¿Ve? Dios permite…Y cuando El tiene algo que quiere ver que se haga en alguien, El lo azota, El envía a un espíritu malo para que atormente a esa persona y lo traiga otra vez. Bien, nos damos cuenta que este hombre después…",
    "Ese es el problema con las iglesias de hoy día. Cuando un hombre entra al Cuerpo de Cristo y viene a ser un miembro y empieza hacer lo malo, en lugar de todos Uds. juntarse y hacer esta misma cosa…Y Uds., Tabernáculo Branham, háganlo también. Pues mientras Uds. lo estén tolerando, él está bajo la Sangre. Y él estará haciendo la misma cosa una y otra vez, lo estará haciendo siempre. Uds. júntense y entréguenlo a Satanás para la destrucción de la carne, para que su espíritu sea salvo en el día del Señor. Y Ud. observe el azote de Dios venir. Observe al diablo echarle mano. Es un espíritu malo tomándolo.",
    "Y aquí este muchacho fue corregido. Y él regresó. Lo vemos en Segunda de Corintios en donde él realmente quedó limpio delante de Dios.",
    "Mire a Job, un hombre perfecto, un hombre justo. Y Dios permitió que un espíritu malo viniera sobre él, y lo afligiera, y todo esto, para el perfeccionamiento de su espíritu. ¿Ve? Así que espíritus malos tienen…Dios usa espíritus malos en muchas ocasiones para obrar Su plan y Su voluntad.",
    "95. Bien, aquí tenemos una pregunta muy delicada. (Me parece que es la misma persona, pues es la misma letra): Si una persona debe tener el Espíritu Santo para ser convertido e irse en el rapto, ¿cuál será la posición de un bebé que ha muerto antes de la edad de la responsabilidad? ¿Y cuándo resucitarán?",
    "Bien, hermano, hermana, yo no puedo contestarle eso. No hay Escritura en ninguna parte de la Biblia que yo pudiera encontrar. Pero sí puedo expresar mi opinión al respecto. Bien, esto lo fortalecerá a Ud. que cree en la gracia de Dios. ¿Ve Ud.?, la persona quiere saber (lo cual es una pregunta muy buena. ¿Ve?)—la persona quiere saber en qué resurrección—qué le sucederá a un bebé, si él tiene que tener el Espíritu Santo como requisito para irse en el rapto…Como ya lo he dicho, esto es correcto. Esto es de acuerdo a la Biblia. Es la enseñanza de la Escritura. No—no ir al Cielo…Porque las personas llenas con el Espíritu Santo estarán en la primera resurrección, los Elegidos. Y el remanente de esos…El resto de los muertos no vivirán por mil años. Después del Milenio, viene la segunda resurrección, luego el Gran Trono Blanco de Juicio. ¿Ve? Este es exactamente el orden Bíblico. Pero esta persona quiere saber qué será de estos bebés. Ellos…En otras palabras, ¿recibieron el Espíritu Santo antes de haber nacido? ¿Lo recibieron? Bien, eso yo no puedo decírselo.",
    "Pero mire, digámoslo de esta manera: Sabemos que los bebés que mueren, sin importar de qué padres proceden, son salvos. Ahora yo no estoy de acuerdo con la escuela de profetas en lo siguiente. Ellos dicen que si un bebé de un padre pecador muere, ese bebé se va al infierno, se pudre; se destruye. Bien. Jesús…Juan dijo cuando Jesús vino: “He aquí el Cordero de Dios que quita el pecado del mundo”. Y si ese bebé siendo un ser humano, tendrá que pasar por los juicios de Dios, y Jesús murió para quitar el pecado, todo pecado fue expulsado delante de Dios cuando Jesús murió por ese propósito. Los pecados de Ud. fueron perdonados. Mis pecados fueron perdonados. Y la única manera que Ud. puede ser perdonado es aceptando Su perdón. Ahora, el bebé no puede aceptar su perdón, así que él no ha hecho nada. No ha hecho absolutamente nada. Así que se puede ir con toda libertad al Cielo.",
    "Pero Ud. preguntará: “¿Se irán en el rapto?” Bueno, estas son mis palabras; esta es mi opinión. Yo no puedo probar esto por la Biblia. Pero mire, si Dios, antes de la fundación del mundo, supo de cada ser humano que estaría en la tierra…¿Cree Ud. eso? El supo de cada mosquito, de cada pulga, de cada mosca, El supo todo lo que habría en la tierra. Si El sabía eso…",
    "Mire, tomemos como ejemplo, a Moisés. Cuando Moisés nació, él era un profeta. Antes que Jeremías…Dios le dijo a Jeremías: “Antes que fueras aun formado en el vientre de tu madre, antes que aun fueras formado en su vientre, Yo te conocí, y te santifiqué, y te ordené como un profeta para las naciones”. Juan el Bautista, 712 años antes que él hubiera nacido, Isaías lo miró en visión, y dijo: “El es la voz de uno que clama en el desierto”.",
    "La predestinación o el conocimiento previo de Dios sabía todo acerca de los pequeños bebés (¿ve?), lo que ellos harían. Y El supo que morirían. El supo. Nada puede suceder sin que Dios lo haya sabido. Nada puede suceder…Al igual que el Buen Pastor, cómo El va…Ahora, decir que así dice la Escritura, yo no pudiera decir que la Escritura dice esto y lo otro. Yo estoy hablando lo que pienso al respecto.",
    "96. Bien, la siguiente pregunta, me parece que es la que contesté la otra noche. Y dice, explica cómo se salva una esposa por el hecho de dar a luz a un hijo.",
    "La esposa no es salva por el hecho de dar a luz a un hijo. Vayamos a Primera de Timoteo 2:8 por un momento. Y veamos lo que la Biblia dice respecto al bebé. Ahora, yo comprendo que es una doctrina Católica, pues la iglesia Católica dice que la mujer se salva engendrando hijos, dando a luz un hijo. Pero no…Yo no creo eso. Primera de Timoteo capítulo 2, principiemos en el verso 8 y leamos por un momento. Muy bien, escuchen.\n\nAsimismo también las mujeres, ataviándose en hábito honesto… (No debemos preguntar eso, ¿deberíamos? Escuchen esto.) …con vergüenza y modestia; no con cabellos encrespados, u oro, o perlas, o vestidos costosos, (hermanos, espero estar ayudándolos. Todos esos sombreros que usan cada día o cada tres días. ¿Ve Ud.? Eso no es ser Cristianos.)\n\nSino (como conviene a mujeres que profesan piedad) de buenas obras.\n\nLa mujer aprenda en silencio, con toda sujeción.\n\nPorque no permito a la mujer enseñar, ni tomar autoridad sobre el hombre, sino estar en silencio.\n\nPorque Adán fue formado primero, después Eva.\n\nY Adán no fue engañado, sino la mujer, siendo seducida, vino a ser envuelta en transgresión.\n\nEmpero se salvará engendrando hijos, si…(Ahora, él no le está hablando a la mujer del mundo que tiene hijos), pues dice si ella permaneciere en la fe… (¿Ve? Si ella permaneciere. Ella ya es…A la mujer que Pablo le está hablando aquí, ella ya es salva. ¿Ve?)…y caridad y santidad, con modestia.",
    "No el tener un bebé la hace a ella salva, sino el criar hijos, el cumplir con su deber, no criar gatos, perros, y cuánto más que toman el lugar de un niño, como ellas lo hacen hoy día, dándole a eso el amor de madre para que así ella pueda salir y andar afuera toda la noche. Algunas gentes hacen eso. Lo siento, pero sí lo hacen. Es bastante duro para mí el decirlo, pero la verdad es la verdad. ¿Ve? Ellas no quieren un hijo para no estar atadas a él. Pero criando niños, y si ella permaneciere en la fe, en santidad, y en toda modestia, ella será salva. Pero también la condición es que Ud. será salva, si ha renacido de nuevo. Ud. puede ser sana si Ud. cree. Ud. puede recibir el Espíritu Santo si Ud. lo cree, si está lista para recibirlo. Prepárese para recibirlo. Y ella será salva si permaneciere haciendo estas cosas (¿ve?), pero no porque ella es una mujer. Así que esto es lo correcto, hermano, hermana. De ninguna manera es como la enseñanza Católica lo dice. Ahora, quiero…Aquí está otra pregunta muy escabrosa. Y luego tenemos una más. Tal vez tengamos tiempo para contestarlas. Ya tomé todo el tiempo que teníamos. Estos son, estos son sólo los efectos del avivamiento. Estas preguntas son los efectos de la reunión que tuvimos.",
    "97. Ahora, Hermano Branham (está escrito en máquina), ¿es Escritural para una persona que hable en lenguas y que interprete su propio mensaje? Si es así, por favor explique Primera de Corintios 14:19 y también Corintios 14:27.",
    "Muy bien, vayamos a esa Escritura y veamos lo que dice. Y veremos entonces si esto es Escritural. Siempre queremos ser Escriturales. Corintios 14. Esta persona quiere saber si es Escritural para un hombre el interpretar su propio mensaje que él habla en lenguas. “Si es así, explique Corintios 14:19”. Veamos, 14:19. Muy bien, aquí está.\n\nPero en la iglesia más quiero hablar cinco palabras con mi sentido, para que enseñe también a los otros, que diez mil…en lengua desconocida.\n\nLa siguiente Escritura que preguntan es el versículo 27.\n\nSi hablare alguno en lengua extraña, sea esto por dos, o a lo más tres, y por turno; mas uno interprete.",
    "Creo que la persona está tratando (voy a leerle algo a Ud. en un momento). Pienso que lo que el hermano o la hermana trata de decir es: “¿Que si es correcto que una persona que está hablando en lenguas también interprete el mensaje que ella habló?” Mi querido amigo, si Ud. tan sólo leyera el versículo 13 en el mismo capítulo, Ud. encontrará su respuesta, pues dice:\n\nPor lo cual, el que habla lengua extraña, pida que la interprete.",
    "Seguro. El puede interpretar su propio mensaje. Si nosotros…Leamos…Lea Ud. todo el capítulo, y Ud. se dará cuenta…Lea todo el capítulo. Lo explica muy bien.",
    "Hablar en lenguas…Ya que estamos en esto, y está siendo grabado, quiero decir que yo creo en hablar en lenguas tanto como creo en sanidad Divina, y en el bautismo del Espíritu Santo, y la segunda venida de Cristo, y el poder del mundo por venir; yo creo tanto en esto como en el hablar en lenguas, pero creo que el hablar en lenguas tiene su lugar al igual que la venida de Cristo tiene su lugar; al igual que la sanidad Divina tiene su lugar; todo tiene su lugar.",
    "A Uds. hermanos, ahora que tengo la oportunidad de decir esto, me gustaría explicarlo. Y si hiero a alguno, no es mi intención. No es mi intención causar confusión. Pero escuchen. ¿Cuál ha sido el problema con el hablar en lenguas desconocidas por el pueblo Pentecostal (yo mismo; me considero Pentecostal. ¿Ve?)…? El problema ha sido este: que ellos no lo reverencian. Y otra cosa, que ellos no se controlan. Ellos no lo hacen de acuerdo con la Palabra.",
    "Escuchen. Esta es la—esta es la manera que la iglesia está puesta en orden. Si yo estuviera pastoreando en una iglesia Pentecostal, le diría a Ud. cómo la pondría en orden (¿ve?), si yo la estuviera pastoreando todo el tiempo. Yo consentiría todo don de la Biblia. Les diría primeramente a los creyentes que recibieran el bautismo del Espíritu Santo. Y luego, cada don de Primera de Corintios 12 tendría que operar en mi iglesia, si los pudiera tener allí, todo el cuerpo operando.",
    "Si Ud. se fija…sin hacer comentarios en estos momentos. Y recuerde, yo nunca diría una palabra contraria porque pudiera blasfemar al Espíritu Santo. Y Dios sabe que yo nunca haría eso. ¿Ve? Pero yo únicamente estoy diciendo esto para darle un punto de vista de la Escritura la cual he estudiado por cerca de veinte años. Yo he predicado por casi treinta años. He pasado por todo, pasado por todo; Ud. puede imaginarse lo que esto ha sido. Vigilando a cada hombre y la doctrina, por todo el mundo. Y llevándola porque es de mi interés. Es del interés de los seres humanos aparte de mí. Yo tengo que irme de aquí. Tú tienes que irte de aquí. Y si yo voy como un falso profeta, voy a perder mi alma y Uds. las suyas. Así es que es más que, es más que el sustento diario; es más que popularidad; es más que todo lo demás; es vida para mí. ¿Ve? Y yo siempre quiero ser lo más sincero que se pueda.",
    "Ud. va a una iglesia Pentecostal, y la primera cosa…(yo no digo que todos ellos, algunos de ellos…) Muchas de las veces cuando Ud. va a una iglesia a predicar; mientras Ud. está predicando, alguien se levanta y habla en lenguas. Ahora, esa amada persona pudiera estar perfectamente llena con el Espíritu Santo, y pudiera ser el Espíritu Santo hablando por esa persona, pero la cosa es, que no están entrenados. Si este ministerio aquí en la plataforma está hablando bajo inspiración, el espíritu de los profetas está sujeto al profeta. ¿Ve? “Que todas las cosas sean hechas…” Fíjese aquí y veamos por qué Pablo dice que “cuando uno hable”, y demás…“cuando él entra es una confusión”.",
    "Ahora, si yo estoy haciendo un llamamiento al altar, y alguien se levanta y habla en lenguas. Eso…Bien, lo mejor sería suspender el llamamiento al altar. Porque lo interrumpe. ¿Ve?",
    "Y luego, otra cosa. Muchas veces muchas personas se levantan y hablan en lenguas, y la gente que está sentada está masticando chicle, mirando para todos lados. Si Dios es el que está hablando, permanezca quieto, ¡escuche! Si eso es la Verdad, si eso es el Espíritu Santo hablando en esa persona, Ud. quédese quieto y escuche, sea reverente. La interpretación pudiera venir a Ud. ¿Ve? Estese quieto; escuche por la interpretación. Ahora, si no hay intérprete en la iglesia, entonces se supone que deben de guardar su paz en el Cuerpo.",
    "Y entonces, cuando ellos hablen en una lengua desconocida, la Biblia dice, que ellos hablan a Dios y a sí mismos. Aquel que habla en una lengua desconocida se edifica a sí mismo. Ahora, esas son lenguas desconocidas; dialectos, pero el lenguaje es diferente. “No son nada”, y él dice…Pero todo sonido tiene un significado. Si una trompeta suena, Ud. tiene que saber cómo suena (…pero si sólo sopla), o Ud. no sabrá cómo prepararse para la batalla. Si alguno al hablar en lenguas, sólo hace “tut”; eso es todo lo que hay en eso, quién va a saber qué hacer. Pero si suena el toque militar de diana, eso significa: “¡Levántate!” Y si suena el toque de queda, eso significa “reposa”. ¿Ve? Y si suena el toque de ataque, eso significa “a la batalla”. Tiene que dar un significado, y no solamente hacer ruido. Así que esto es si en la iglesia no hay un intérprete, pero si hay un intérprete, entonces las lenguas pueden operar en la iglesia.",
    "Ahora, volviendo a su pregunta amigo querido, que dice: “Yo mejor quisiera hablar cinco mil—cinco palabras con mi sentido para que la gente pueda entenderme que cinco mil (o todas las que dice), en lengua desconocida”. Es verdad. Pero lea más abajo: “…excepto que sea por revelación, o por interpretación para edificación”. ¿Ve? Para edificar.",
    "Bien, le estoy dando un pequeño ejemplo si yo fuera a pastorear esta iglesia que se está levantando, si Dios me llamara a pastorearla, esta es la manera que yo lo haría: yo trataría de encontrar allí a cada persona que tuviera un don. Y les diría a esas personas que se reunieran todas una hora antes que el servicio principiara, en un cuarto solos. Y dejarlos que estuvieran bajo el Espíritu. Y al poco tiempo, uno que tuviera el don de hablar en lenguas. El hablaría en lenguas. Todos permanecerían quietos. Y otro se levantaría e interpretaría lo que se dijo en lenguas. Ahora, antes que pueda darse a la iglesia, la Biblia dice que tiene que ser juzgado por dos o tres testigos. Ahora, eso lo hace un hombre que tiene discernimiento del espíritu (¿ve?), porque muchas veces los poderes malignos entran allí. Pablo habla de esto. Pero también, el poder de Dios allí está. Dígame de una congregación en donde el diablo no entre. Dígame en dónde los hijos de Dios se reúnen que no entra Satanás en sus medios. Está en todo. Así que no se incomode con eso. ¿Ve? Satanás está en todas partes. Bien, continuemos. Alguien habla en lenguas. Y allí hay tres que tienen el Espíritu de discernimiento. Si uno habla en lenguas y da un mensaje. No tiene que estar citando Escrituras, porque Dios no usa vanas repeticiones, y El nos dijo que no lo hiciéramos. ¿Ve? Así que no es eso. Es un mensaje a la iglesia.",
    "Bien, hasta ahorita hemos tenido dos cosas en este avivamiento. Examine cómo fue cada una perfecta, exacta. ¿Ve? El Espíritu se movió. Un hombre se levantó, y habló en lenguas, y dio la interpretación, y volvió otra vez, y vindicó ese mensaje que acababa de salir. El otro se levantó la otra noche, y dijo bajo la inspiración de profecía, dijo algo sin saber lo que estaba diciendo; y luego al fin él dijo: “Bendito es aquel que viene en el Nombre del Señor”. Rápidamente algo me tocó y dije: “En otras palabras, bendito es aquel que cree que esto es el Señor que ha venido”.",
    "Ve, y luego el Espíritu Santo se derramó anoche en el edificio. ¿Ve? Eso es para edificación. Yo estaba allí tratando de decirle a la gente que debían de recibir el Espíritu Santo. Y luego el diablo vino a la gente, y les dijo: “No hagan caso; quédense quietos”.\n\nMi hermana me dijo: “Bill, yo estaba tan contenta mientras estabas predicando; me sentía como que podía levantarme y atravesar la pared”.\n\nY yo le dije: “Te hubieras levantado y atravesado la pared”. Eso es todo.\n\nY ella dijo: “Pero cuando lo iba hacer, ya la gente empezó a gritar, me sentí como si yo no fuera nada”.",
    "🦅 Ese es el diablo”, le dije yo. “Ese es Satanás. Cuando él vino para hacerte eso, tú deberías haberte levantado de todas maneras”. Nosotros somos sacerdotes de Dios, ofreciendo sacrificios espirituales, frutos de nuestros labios dando alabanza a Su Nombre. ¿Ve?",
    "Bien, esto es lo que está sucediendo. Cuando el Espíritu Santo cayó, pues eso sólo era…“Bendito es aquel que cree”. Dos, tres noches seguidas traté de establecer eso; y luego, el Espíritu Santo habló y dijo (bajo inspiración)—dijo: “Bendito es aquel que viene en el Nombre del Señor”. Y antes que yo pudiera decir algo, lo volví a decir otra vez. “Bendito es aquel que cree que esto es el Señor que ha venido”. ¿Ve Ud.? Y yo había estado hablando esto, que el Espíritu Santo es Dios mismo en Ud. ¿Ve? Y ellos pudieron captarlo. ¿Ve? Y luego el Espíritu Santo cayó sobre la gente. ¿Ve cómo la profecía edifica?",
    "Ahora, hay una diferencia entre don de profecía y un profeta. El don de profecía pasa de uno a otro, pero un profeta es profeta, desde su cuna. Ellos tienen ¡ASI DICE EL SEÑOR! No son juzgados por nadie. Pero Ud. no juzga a profetas como Isaías, Jeremías, o a ninguno de los profetas, porque ellos tienen ¡ASI DICE EL SEÑOR! Pero un espíritu de profecía entre el pueblo; tiene que vigilarse, porque Satanás va a entrar allí. ¿Ve? Ahora debe de ser juzgado.",
    "Bien, vamos a tener un avivamiento. Fíjese en esto muy de cerca, Uds. ministros. Estamos preparando un avivamiento. Muy bien. O tal vez tengamos un servicio regular. La iglesia está en fuego. Debería estar todo el tiempo. Bien, tal vez tengamos cinco o seis gentes que sean personas dotadas con un don; uno habla en lenguas, dos o tres tal vez hablen en lenguas, cuatro o cinco hablen en lenguas, tengan el don de lenguas, hablan en lenguas desconocidas. Dos o tres de ellos pueden interpretar. Tal vez haya uno—dos o tres de ellos que tengan el don de sabiduría. Muy bien. Todas estas gentes dotadas de un don…Esos dones les han sido dados a Uds., no para que Ud. juegue con ellos, no para decir: “¡Gloria a Dios, yo hablo en lenguas! ¡Aleluya!” Ud.—Ud. está degradándose a sí mismo. Esos dones le son dados a Ud. para que Ud. opere con ellos. Y la participación de Ud. en la iglesia con esos dones, debería de ser antes que principiara el servicio, porque el indocto va a estar entre nosotros.",
    "Entonces Uds. entran en el cuarto, y se sientan allí, todos Uds. se reúnen allí, porque son colaboradores en el Evangelio. Y estando allí Uds. oran. “Señor, ¿hay algo que Tú quieras que nosotros sepamos en esta noche? Háblanos, Padre Celestial”, ofreciendo oración, súplicas; cantando alabanzas. El Espíritu desciende, cae sobre alguien, y habla en lenguas. Uno se levanta y dice: “¡ASI DICE EL SEÑOR!” ¿Qué es? Escuchen. “Dile al Hermano Jones que se mueva del lugar en donde está viviendo, porque mañana por la tarde vendrá un ciclón que arrasará esa área; y se va a llevar su casa. ¡Que saque sus pertenencias y se aleje de allí!”",
    "Ahora, eso suena bien. Pero espere un momento. Debe de haber tres hombres allí que tengan el Espíritu de discernimiento. Uno de ellos dice: “Fue del Señor”. El otro dice: “Fue del Señor”. Ya son dos de tres—dos o tres testigos. Muy bien. Eso ellos lo escriben en un pedazo de papel. Pues es lo que el Espíritu dijo. Muy bien. Y vuelven a orar, dándole gracias al Señor.",
    "Después de un rato, se oye: “ASI DICE EL SEÑOR (Un profeta se levanta)—ASI DICE EL SEÑOR, en esta noche, procedente de la ciudad de Nueva York vendrá una mujer; en una camilla; ella entrará a esta iglesia en camilla. Ella trae una pañoleta verde adornando su cabeza. Ella se está muriendo de cáncer. La razón por la cual ella está así, es que el Señor tiene contra ella que en una ocasión cuando tenía dieciséis años, ella robó dinero de Su Iglesia. Dile al Hermano Branham que le diga a ella estas cosas. ASI DICE EL SEÑOR, si ella se arrepiente, ella sanará”. Espere un momento. Eso suena muy bien, pero espere un momento. ¿Va a poner Ud. su nombre en ese papel, Ud. que discierne? ¿Va Ud. a poner su nombre?",
    "🦅 Fue del Señor”. Dice uno: “Fue del Señor”. Entonces Ud. lo escribe en un pedazo de papel de esta manera: “ASI DICE EL SEÑOR, en esta noche vendrá una mujer así, y así”. Aquel que tiene el espíritu de discernimiento, dos o tres de ellos, pondrán su nombre allí. Muy bien, todos esos mensajes fueron dados.",
    "Después de un rato, escuchan la campana sonar. Indicando que el servicio va a empezar. Entonces ellos traen estos mensajes, y los ponen en el púlpito. Allí es el lugar en donde deben de dejarse. Mientras tanto yo estoy en un lugarcito estudiando, orando. Después de un rato después que se han cantado las alabanzas, yo entro. La iglesia ya está toda en orden, ya todos los hermanos han entrado, y están sentados, meditando, orando; esto es lo que Uds. deben de hacer. No entrar a la iglesia y hablar uno con el otro, sino venir a la iglesia a hablar con Dios. Tengan su compañerismo allá afuera. ¿Ve? Pero aquí adentro tenemos compañerismo con Dios. Y entramos aquí hablando, todo debe de estar en quietud, y reverencia, mientras el Espíritu de Dios se está moviendo. El pianista viene al piano como cinco minutos antes que el servicio de alabanza principie, y empieza a tocar suavemente:\n\nAllá en la cruz en donde mi Salvador murió,\n\nAllí donde clamé para ser limpio de pecado,…\n\no alguna otra dulce alabanza, muy quietamente. Eso trae la Presencia del Espíritu Santo en la reunión. ¿Ve? Muy bien.",
    "La gente está allí sentada. Algunos de ellos son—empiezan a llorar y vienen al altar, y se arrepienten antes de que el servicio principie. El Espíritu Santo está allí. ¿Ve? La iglesia está en dolores de parto. Los Cristianos están orando, toman sus posiciones. Ellos no están sentados allí masticando chicle, gritando: “Hey, Liddie, préstame tu lápiz labial; Dame…Ud. sabe. Ud. sabe. Necesito…¿Sabes?, el otro día cuando salí de compras, si te dijera, te iba a molestar. Si alguna vez he visto tal…¿Qué piensas de eso?” ¡Oh, Señor! Y llama Ud. eso la casa de Dios. Eso es una desgracia. Allí se reúne el Cuerpo de Cristo. Allí nos sentamos.\n\nEl hombre que está sentado en seguida dice: “Cuando estábamos allá esto y lo otro aconteció…” Eso está bien allá afuera, pero aquí es la casa de Dios.",
    "Entramos y vamos a orar; tomamos nuestros asientos. No estoy hablando en contra de sus iglesias, hermanos. Yo no sé cómo lo hacen Uds.; yo le estoy hablando a este tabernáculo. Yo estoy hablando a aquellos por quienes yo soy responsable. ¿Ve? Correcto.",
    "Ahora, cuando Uds. han hecho esto, al momento entra el pastor. El está descansado. El no ha tenido que estar contestando esto, eso y lo otro, sino que ha salido directamente de la unción de su ministerio en donde él ha estado bajo el poder del Espíritu Santo. Para entrar en donde están reunidas más lenguas de fuego. Ahora ya casi es una Columna de Fuego (¿ve?), y ella se está moviendo. El pastor llega al púlpito, y lee los mensajes. Y dice: “Un mensaje para la iglesia: ‘ASI DICE EL SEÑOR, que el Hermano Jones se salga de su casa. Porque mañana por la tarde, a las dos en punto un ciclón va arrasar su área. Que tome sus pertenencias y salga de allí’”. El Hermano Jones escucha eso. Muy bien. Eso está anotado. “ASI DICE EL SEÑOR, una mujer cuyo nombre es Tal y Tal va a venir aquí esta noche, ella ha hecho esto y lo otro”. (Como lo acabo de decir, ¿ve?, así de esta manera.) Muy bien. Eso es. Los dones ya han sido operados en la iglesia. Muy bien.",
    "Luego el pastor toma su mensaje. Y empieza a predicar. Nada hay que lo interrumpa; todo ha tomado su lugar ya. Bien, sigamos adelante. Ya hemos predicado el mensaje.",
    "Y después de que el…Cuando el mensaje termina, empieza la línea de oración por los enfermos. Y aquí una mujer viene acercándose. Alguien ya había hablado en lenguas y había dicho que ella iba a venir. ¿Ve? Cada uno de nosotros sabe lo que va a suceder. Cada uno de nosotros lo sabe. ¿Ve cómo la fe empieza a edificarse con esas lenguas de fuego que están sobre Uds.? La Columna empieza a formarse. Porque es una obra terminada, eso es todo.\n\nEsa mujer…Y luego yo diría: “La Sra. Tal y Tal, procedente de la ciudad de Nueva York, está aquí sentada…” ¿Ve?\n\n“Ah, eso es verdad. ¿Cómo supiste eso?”\n\n“Es que es un mensaje del Señor para la iglesia. Cuando tú tenías dieciséis años de edad, ¿no estabas tú en un cierto lugar e hiciste—tomaste dinero de la iglesia, lo robaste, y fuiste y compraste ropa con ese dinero?”\n\n“Sí, eso es la verdad. Eso es la verdad”.\n\n“Eso es lo que Dios nos dijo exactamente hoy a través del Hermano Tal y Tal, cuando él habló en lenguas; el Hermano Tal y Tal lo interpretó, y el Hermano Tal y Tal por discernimiento, dijo que era del Señor. Y eso es la verdad”.\n\n“¡Sí!”\n\n“Entonces: ASI DICE EL SEÑOR, ve hazlo bien, y tú sanarás del cáncer que tienes”.",
    "El Hermano Jones va a su casa, y toma sus carretones, saca sus muebles y se va de allí. Al día siguiente a las dos de la tarde [El Hermano Branham hace un sonido para ilustrarlo.—Editor], toda la cosa desaparece. ¿Ve? Entonces la iglesia glorifica…“Gracias, Señor Jesús, por Tu benevolencia”. Bien, para esto es lo que es, para edificar a la iglesia.",
    "Ahora, ¿qué si no sucede después que ellos lo han dicho? Entonces hay un mal espíritu entre ellos. Y ninguno de ellos quieren esa cosa mala. ¿Para qué quieren algo malo cuando los cielos están llenos de genuino Pentecostés? No tome Ud. un substituto viejo del diablo. Coja algo real. Dios lo tiene para Ud. Entonces si no sucede lo que Ud. dijo, no se reúna más con el resto de ellos, y no ponga nada en el púlpito hasta que Dios haya vindicado que Ud. está bien, porque Ud. es una ayuda para la iglesia en la obra del Evangelio. Bien, ¿entendieron Uds. lo que es?",
    "Y lenguas—lenguas desconocidas…nadie sabe de lo que él está hablando. El habla; pero cada sonido tiene un significado. Por ejemplo, esto tiene un significado [El Hermano Branham palmea sus manos.—Editor] “¡Gluck, gluck, gluck!”, esto es un lenguaje en alguna parte.",
    "Cuando yo estuve en Africa, nunca lo creí, pero todo lo que hace un sonido tiene algo de significado. La Biblia dice que no hay un sonido sin un significado, sin un significado. Cada sonido que se hace significa algo. Yo he escuchado a gente interpretando…Cuando yo dije: “Jesucristo el Hijo de Dios”.",
    "Uno de ellos dijo [El Hermano Branham hace un sonido para ilustrar a un intérprete Africano.—Editor]. Otro dijo [El Hermano Branham otra vez lo ilustra.] Y eso quería decir: “Jesucristo, el Hijo de Dios”. ¿Ve? Tenía un…Y no tenía un significado para mí, pero para ellos era su lenguaje al igual que yo estoy hablando con Uds. Cuando el intérprete de Zulú, de Koza, de Bantú, y otros más que estaban allí, todo lo que ellos dijeron, todos lo entendieron. Y estas cosas que Ud. oye a estas gentes musitar, y Ud. piensa que es pura farfulla, no lo es; tiene un significado. Así que nosotros debemos de reverenciarlo, ponerlo en su lugar.",
    "Ahora, tal vez no haya habido mensaje. El servicio se terminó; ya se hizo el llamamiento al altar. Y después de un rato, alguien (no ha habido mensaje)—alguien se levanta tan pronto como puede. El Espíritu Santo…Ahora, la Biblia dice: “Si no hay un intérprete, entonces que él guarde su paz”. No importa qué tantos deseos tenga de hablar, guarde su paz.",
    "Ud. pudiera decir: “No puedo”. La Biblia dice que Ud. puede ¿Ve? Así que, eso queda establecido. ¿Ve? Entonces, que él guarde su paz.",
    "Bien, la oportunidad viene cuando todo está en orden, y si el Espíritu Santo cae en él para dar un mensaje, y si hay intérprete, entonces delo. Eso es exactamente lo que Ud. debe de hacer. Luego viene la interpretación, y dice: “Aquí hay una mujer que se llama Sally Jones (espero que una mujer con ese nombre no esté aquí hoy, pero esto es para…)—Sally Jones. (¿Ve?) Dile a ella que hoy en esta noche es su último llamado. Que lo haga bien con Dios, porque ella tiene poco tiempo de vida, ella está aquí”. Ahora, Sally Jones correrá al altar tan pronto como ella pueda (¿ve?), porque es su último llamado. ¿Ve? Eso es dar un mensaje, o una vindicación, o algo.",
    "Esto es la iglesia Pentecostal en acción. No hay posibilidades para que los espíritus malos entren, porque ya ha sido…La Biblia lo declara con exactitud: “Que sea por turno, y a lo más por tres; y que dos o tres juzguen”. Esto es la iglesia. Pero ¿qué tenemos hoy día? Brincar, desorden, risa e irreverencia mientras alguien está hablando en lenguas; otro mirando, hablando acerca de algo más y juntándose en grupitos; el pastor ocupado haciendo algo; y alguien yendo de aquí para allá. Eso no está bien. Tal vez el pastor esté predicando, y alguien se levanta y lo interrumpe en…Tal vez alguien esté leyendo la Biblia, mientras alguien allá atrás esté hablando en lenguas. ¡Oh, no! ¿Ve? Mientras el predicador está predicando en el púlpito, alguien se levanta hablando en lenguas y lo interrumpe. Está bien. Yo no digo que no es el Espíritu Santo, pero Ud. debería de saber cómo usar el Espíritu Santo (¿ve?), para usarlo.",
    "Ahora, yo estoy hablando…¿Pueden oír una más? Mañana es domingo. Y…Veamos…Aquí hay una. Yo creo que es la mejor. Si Uds. me tienen paciencia sólo unos minutos más, por favor. Quiero que Uds. capten esto. Reservé esta a propósito. Es la última.\n\nBien, primero, voy a leer las dos cosas que la persona preguntó. Está escrita con letra preciosa, en un pedazo viejo de papel. No tengo idea de quién es, no firmó su nombre en ninguna de las dos.\n\n98. Hermano Branham, ¿es correcto que los ministros empleen largas horas pidiendo dinero en sus servicios, diciendo que Dios les ha dicho que muchos en la audiencia deberían de dar cierta cantidad de dinero? Es esto correcto, yo quiero saber. Y si está mal, yo quiero saber. Esto me ha turbado terriblemente.",
    "Mire, mi amigo, voy a decirle a Ud., voy a decirle lo que yo pienso. ¿Ve? Ahora, eso no quiere decir que esté bien. Pero yo pienso que es terrible.",
    "Esto es lo que pienso. Dios me envió al campo. Y llegué a momentos en donde se miraba como si…Y no tenía nada de dinero. Y yo decía: “Pasa el plato de la ofrenda”.\n\nY el manejador venía y me decía: “Billy, en esta noche tenemos una deuda de 5,000 dólares. ¿Tienes el dinero en Jeffersonville para pagarlo?”",
    "Y yo sólo le contestaba: “Todo va a estar bien. Dios me envió aquí, de otra manera yo no hubiera venido. (¿Ve?) Sólo pasa el plato de ofrenda”.\n\nY antes que la reunión terminara, alguien decía: “¿Sabe qué? el Señor puso en mi corazón dar 5,000 dólares”. ¿Ve, ve? Primero, tiene que ser guiado a hacerlo.",
    "Yo no creo en sacar, en rogar, en robar dinero. Yo creo que eso está mal. Ahora, hermano, si Ud. lo hace, no quiero herir sus sentimientos. ¿Ve? Ud. pudiera tener el derecho de hacerlo, de parte de Dios. Pero yo estoy hablando por mí mismo. Yo no creo en eso.",
    "Aun sé de ministros que dicen…Estuve allí no hace mucho tiempo…Esto no era entre Pentecostales, era…eran otras iglesias (¿ve?), otras iglesias. Yo estaba allí en esa reunión gigantesca. Gertie, tú estabas conmigo, y muchos otros también estaban. Y estuvieron toda la tarde, esta famosa denominación. Estaban dos o tres de ellas unidas, (eran iglesias, como nuestras modernas iglesias que tenemos aquí en la ciudad, y demás), tenían una gran campaña—y emplearon toda la tarde, detrás del púlpito dando amenazas, diciéndoles que Dios les iba a destruir sus cosechas, que Dios permitiría que sus hijos se enfermaran de polio y cosas como esas, si ellos no daban dinero en esa reunión. Esto es exactamente la verdad, le digo con esta Biblia delante de mí. Yo digo: “Esto es una blasfemia a Dios y a Sus seguidores”. Si Dios lo envía a Ud., El va a tener cuidado de Ud. Si El no lo ha enviado, entonces que la denominación tenga cuidado de Ud. Pero Ud.…Si Dios lo envía, El tendrá cuidado de Ud.",
    "99. ¿Qué de una presentación dramática de Navidad en una iglesia del Espíritu Santo?",
    "Bueno, si es acerca de Cristo, pudiera estar bien. Pero si es acerca de San Nicolás, yo no creo en él. He crecido lo suficiente para creer en eso. Yo no creo en San Nicolás en lo absoluto. ¿Ve? Y algunas de estas cositas de Navidad que ellos tienen, yo pienso que son ridículas. Yo creo que ellos han sacado a Cristo de la Navidad y han puesto allí a San Nicolás.",
    "San Nicolás es una historia falsa. (Espero que no esté hiriendo sus sentimientos, con relación a sus hijos.) Pero permítame decirle esto. Aquí, no hace muchos años, como unos veinticinco, o treinta años, un ministro aquí en esta ciudad, pastor de una cierta y grande iglesia aquí en esta ciudad, que yo conocí muy bien, un íntimo amigo mío, me dijo. Charlie Bohannon (Hermano Mike, ¿recuerda Ud. a Charlie Bohannon, un buen amigo mío?)…Allí sentado en su oficina me dijo: “Nunca más le voy a decir a mis hijos o a mis nietos esta mentira”. “Mi propio hijito después de haber cumplido los doce años de edad, vino a hablar conmigo acerca de San Nicolás…” Y me dijo: “¿Por qué?” Y yo le dije: “Hijo, tengo algo que decirte”. “Tu mamá…” Ud. sabe, y le dijo todo lo que él hizo.\n\nY después cuando él regresó otra vez le preguntó: “Papá, ¿es este Jesús la misma cosa?”",
    "Diga la verdad. San Nicolás es un mito Católico acerca de un señor, llamado Kriss Kringle, o San Nicolás, un santo anciano Católico Alemán que vivió hace años e hizo mucho bien a los niños. Y ellos lo han hecho como una tradición. Pero Jesucristo es el Hijo de Dios. El es real, y El vive.\n\nBien, aquí está otra pregunta, la última, la cual es muy…",
    "Fíjese. Ud. no pudiera estar de acuerdo conmigo en esto. Pero si Ud. no está de acuerdo conmigo, recuerde, terminemos como amigos, ¿quiere? Yo lo amo, y yo no—yo no quiero herirlo. Yo sólo—yo sólo quiero ser honesto. Si no puedo—si yo le digo una mentira a mi hijo, entonces soy un mentiroso. ¿Ve? Yo quiero decirle la verdad.",
    "Ahora, yo le hablé a él acerca de San Nicolás, y le dije: “Sí, seguro, que hay San Nicolás. Vigila a tu papá en la noche de Navidad”. ¿Ve? Sí.",
    "¿Sabe qué? El otro día estando en la tienda, traté eso en una niñita, nada más para ver. Pero lo pagué caro anteayer. Estaba en el edificio. Ellos estaban allí en la tienda Quaker Maid. Y fui allí a comprar alimentos. Así que, mi esposa y yo, estábamos allí. Y vimos allí a una niñita, no tenía más que dieciocho meses de edad, y estaba cantando: “Campanas Repicando, Campanas Repicando…” Sentadita en su carrito, Ud. sabe, en la parte de atrás del carrito de bebés.\n\nY le dije: “¿Estas esperando a San Nicolás?”\n\nY ella me contestó: “Es mi papá, señor”.\n\nY le contesté: “Dios te bendiga, pequeñita. Tú tienes sabiduría”.",
    "Bien, aquí está una muy complicada, amigos. Y aquí en esta…Y luego terminaré. Oh, es una tremenda Escritura, pero es muy trabajosa para toda persona, y así parece ser. Yo no la entendía por años y años; y solamente por la gracia de Dios…Y mi preciosa esposa, que hoy está sentada allá atrás, cuando ella escuchó que tenía esa pregunta esta tarde, me preguntó: “Bill, ¿cómo vas a contestar eso? Yo misma siempre me lo he preguntado”. Y dijo: “Nunca pude entenderla”.\n\nY le contesté: “Ve hoy en la noche. Lo haré lo mejor que pueda con la ayuda de Dios”.",
    "100. Hermano Branham, por favor explica Hebreos 6:4 al 6.",
    "Eso en un tiempo realmente…¿Ve?, Ud. tiene que entender aquí acerca de nuestra fe, gracia, seguridad de los creyentes, quiero decir la perseverancia de los santos, más bien. Hebreos, el capítulo 6, del 4 al 6.\n\nAhora, tan pronto que termine esto, espero que Dios me haya ayudado para hacérselos claro a Uds. Lo siento, tengo mi mensaje para esta noche; tal vez vaya a predicar la misma cosa en el servicio de la mañana. Y luego saldré de viaje.",
    "Bien decíamos que ésta es muy trabajosa. ¿Ve? Ud. tiene que fijarse bien. Ahora recuerde, nosotros creemos y enseñamos en esta iglesia, que no todo aquel que grita ni todo aquel que habla en lenguas, todo aquel que se saluda de manos con el predicador, tiene Vida Eterna. Sino que creemos que si Ud. tiene Vida Eterna, que si Dios le ha dado a Ud. Vida Eterna, Ud. la tiene para siempre. ¿Ve? Porque mire. Si no es así, entonces Jesús es un falso maestro. En San Juan 5:24, El dijo: “Aquel que oye Mis palabras y cree en Aquel que me envió, tiene Vida Eterna, y nunca vendrá a condenación, pues ha pasado de muerte a Vida”. Ahora, Ud. argumente con El. “Todo lo que el Padre me ha dado… Ningún hombre puede venir a Mí, excepto que el Padre lo traiga. (Estoy citando Escritura.) Todo lo que viene…Ningún hombre puede venir a Mí, excepto que Mi Padre primero lo traiga. Y todo lo que Mi Padre me ha dado vendrá a Mí. (¿Ve?) Y todo aquel que viene a Mí, Yo le daré Vida Eterna (San Juan 6), y lo levantaré en el día postrero”. Estas son Sus Palabras.",
    "Ahora mire. Si fuera a Efesios el capítulo primero, en donde Pablo está diciendo…Ahora, los Corintios, cada uno de ellos tenía una lengua y una alabanza. Si Ud. se fija la otra iglesia no tenía ese problema. El nunca dijo nada al respecto. ¿Mencionó él alguna vez de lenguas en la iglesia de Efesios, y en la iglesia de los Romanos? ¡No! Ellos tenían lenguas y todo al igual que los Corintios tenían, pero ellos lo tenían todo en orden. Los Corintios no podían ponerlo en orden. ¿Ve? Pero Pablo fue allá y puso la iglesia en orden.\n\nAhora, él…Yo creo, como Oral Roberts dice que: “Dios es un buen Dios”. ¿No cree Ud. eso?",
    "Y Ud. pudiera decir: “Bien, y ¿qué entonces de los Pentecostales con sus lenguas, Hermano Branham?” Yo pienso que ellos recibieron el Espíritu Santo. Seguro que lo recibieron. Muy bien. Mire. ¿Cree Ud. que El es un buen Dios? Tomás dijo en una ocasión: “Sabes, Señor…”\n\nTodo el resto de ellos creyeron en El. Y dijeron: “¡Oh, sabemos que El es real!”\n\nY Tomás dijo: “No, no, yo no lo creo. La única manera que lo creeré, es si tengo alguna evidencia. Tendré que meter mis dedos en Su costado y en las heridas de sus manos hechas por los clavos”.\n\nEl es un buen Dios. Y El dijo: “Ven aquí, Tomás. He aquí Yo, Tu evidencia”.\n\n“Oh”, dijo Tomás, “ahora creo”.",
    "El dijo: “Sí, Tomás, después que me viste y me sentiste, y pusiste tus manos en Mi costado, entonces creíste. Pero cuánto más grande es la recompensa para aquellos que nunca me vieron y creyeron”. El es un buen Dios. El le da el deseo de su corazón, por supuesto. Solamente crea en El. Eso es, eso es el golpe de muerte para Satanás. Cuando un hombre toma a Dios en Su Palabra, hermano, eso matará a Satanás, siempre. El golpe más duro que Satanás puede recibir, es cuando un hombre toma a Dios por Su Palabra. Como he dicho: “No sólo con pan vivirá (Jesús, la otra noche), sino con toda palabra que sale de la…”",
    "Ahora, fíjese en esto. Voy a empezar en el primer verso:\n\nPor lo tanto dejando la palabra del comienzo en la doctrina de Cristo, vamos adelante a la perfección;… (Ahora, la primera cosa que yo quiero saber es: ¿a quién le está hablando Pablo aquí? A Hebreos; los que enseñan el Libro de Hebreos, dicen que son Hebreos. ¿Es verdad esto? A los Judíos que habían rechazado a Jesús…¿Lo puede captar Ud. ahora? El le está hablando a los Judíos, mostrándoles la sombra de la ley siendo un tipo de Cristo. Todas las cosas antiguas como un tipo de lo nuevo. Ahora fíjese.)\n\n…dejando la palabra del comienzo en la doctrina de Cristo, vamos adelante a la perfección;…",
    "Bien, él les está hablando a ellos acerca de doctrinas. Y les dice vayamos y hablemos acerca de las cosas perfectas. Ahora, Ud. es perfeccionado en Dios cuando Ud. es sellado por el Espíritu Santo hasta el día de su redención. “Aquel que es nacido de Dios (Primera de Juan) no peca; porque no puede pecar, porque la Simiente de Dios permanece en él”.",
    "Un hombre que ha sido lleno con el Espíritu Santo, no que piensa que ha sido lleno, sino que ha sido nacido del Espíritu de Dios, no comete pecado, porque la Simiente de Dios está en él, y él no puede pecar. ¿Ve? ¿La Biblia dice eso? Así que así es. Ud. es…No lo que Ud. hace, no es lo que el mundo piensa de Ud., es lo que Dios piensa de Ud. ¿Ve, ve? Ud. no puede…¿Cómo puede arrestarme un policía cuando yo tengo una orden escrita por el presidente municipal de la ciudad, de que puedo manejar en la ciudad, a una velocidad de 64 Kms. por hora? No puede. Cómo puedo pecar yo cuando hay una sangre de sacrificio constantemente delante de Dios, que me cubre, cómo puedo pecar cuando hay un amortiguador entre Dios y yo, un escudo de Sangre; porque nosotros estamos muertos y nuestras vidas están escondidas en Cristo a través de Dios, selladas con el Espíritu Santo. Cómo puede Ud. hacer algo malo ante los ojos de Dios. “Si pecamos voluntariamente (Hebreos 10) después de haber recibido el conocimiento de la Verdad, no hay más sacrificio por el pecado”. Es imposible (¿ve?), pecar voluntariamente.",
    "Bien, sigamos adelante leyendo. Muy bien.\n\n…perfección; no echando otra vez el fundamento del arrepentimiento de obras muertas, y de la fe en Dios,\n\nDe la doctrina de bautismos, y de la imposición de manos, y de la resurrección de los muertos, y del juicio eterno.\n\nY esto haremos…si Dios lo permitiere.\n\n(Aquí es en donde quieren empezar, del verso cuarto.) Porque es imposible que los que una vez fueron iluminados y gustaron el don celestial, y fueron hechos participes del Espíritu Santo.\n\nY asimismo gustaron la buena palabra de Dios, y las virtudes del siglo venidero,\n\nY recayeron, sean otra vez renovados para arrepentimiento, crucificando de nuevo para sí mismos al Hijo de Dios, y exponiéndole a vituperio.",
    "Bien, pareciera por la manera que Ud. lo está leyendo allí, que un hombre pudiera recibir el Espíritu Santo, y luego resbalar y perderse. Pero es imposible que él se pierda. ¿Ve? No puede. Si se pierde, entonces Cristo mintió. ¿Ve? Es imposible para aquellos que una vez fueron iluminados. Bien, fíjese en esto. ¿A quién les está hablando? El les está hablando a aquellos Judíos fronterizos. El nunca dijo un hombre lleno con el Espíritu Santo; él dijo: “Si ha gustado de la Palabra de Dios”.",
    "Ahora, permítame ponerlo en una parábola, para que Ud. lo vea y no se lo pierda. El les escribió a estos Judíos. Algunos de ellos eran creyentes fronterizos. ¿Ve? El les dijo: “Vamos a dejar estas obras y vamos hablar acerca de perfección”. “Estamos hablando acerca de bautismos, y de la resurrección de los muertos, y de la imposición de manos, y todo eso; pero vayamos ahora adelante y hablemos de perfección. Ahora vamos hablar cuando Uds. entran en el Espíritu Santo. Uds. han estado por mucho tiempo en las reuniones…”",
    "Y Uds. han visto a esas gentes. Se quedan alrededor; pero no entran ni salen. Ellos aprecian al Espíritu Santo. Vienen y se reúnen. Y tal vez el Espíritu Santo hace algo y se levantan y gritan y saltan en el piso, pero nunca quieren recibirlo. ¡No, no! ¿Ve? Y dicen: “Ah, sí, eso es bueno. Pero, no puedo aceptarlo ahora”. ¿Ve?, ¿ve? Creyentes fronterizos. Tan cerca que pueden gustar de Ello, pero no lo reciben. ¿Ve? Se quedan por un tiempo así hasta que después se apartan completamente. Yo puedo nombrar a muchos que estaban aquí en el tabernáculo, haciendo la misma cosa. Es imposible si recayeron, sean otra vez renovados para arrepentimiento, porque no hay arrepentimiento para ellos. Ellos contristaron el Espíritu y El se apartó de ellos. Han estado tan cerca que…",
    "Si Uds. abren sus Biblias conmigo (yo sé que Uds. no tienen tiempo), pero si Uds. la abren en Deuteronomio el capítulo primero y lo leen, Uds. verán la misma cosa. Anótelo. Deuteronomio el capítulo primero. Y principiando con el verso 19 y lean hasta el 26. Deuteronomio…Ud. verá…Mire. Todo Israel…Lo que esa gente hizo fue llegar a Cades-Barnea. ¡Oh, yo veo algo! Este tabernáculo, este mundo Pentecostal está en Cades-Barnea en estos momentos. Esto es exactamente la verdad, Hermano Neville. Estamos en Cades-Barnea, la silla del juicio para el mundo (era la silla del juicio).",
    "Y los espías fueron enviados. Josué dijo: “Voy a enviar espías…”—quise decir, Moisés, “Yo envié espías—doce—un hombre de cada una de vuestras tribus. Los envié para que espiaran la tierra y trajeran un reporte”. ¿Verdad que sí?\n\nY cuando ellos regresaron, hubo nueve de los doce que dijeron: “Es una tierra buena, pero no podemos tomarla. ¡Oh, mi Señor! Allí están los Amorreos, y nosotros nos miramos como langostas junto a ellos. Ellos son hombres de guerra. Sus murallas son grandes. Es demasiado; deseamos mejor haber muerto allá en Egipto en lugar de que tú nos hayas traído aquí”.",
    "Pero Caleb y Josué se pararon allí y los callaron diciendo: “Nosotros somos más que capaces de poseerla”. ¡Sí, señor! Eso es. Ahora mire. ¿Qué sucedió? Caleb y Josué sabían que Dios había dado la promesa al respecto: “No me interesa qué tan grande es, cuántos obstáculos sean, cuán grandes sean, cuán poderosos sean, eso no tiene nada que ver con ello. Dios así lo dijo, y nosotros podemos tomarla”. Y ¿sabía Ud. que ellos fueron las únicas dos personas, de los dos y medio millones que cruzaron a la tierra? Porque ellos mantuvieron su fe en lo que Dios dijo que era la Verdad. ¡Amén!",
    "El tabernáculo, en estos momentos, está en Cades-Barnea. Mire, cómo esa gente estuvo tan cerca que aun probaron las uvas de la tierra. Ellos comieron las uvas. Cuando ellos y Caleb fueron y trajeron las uvas de regreso, ellos arrancaron unas y se las comieron. “Ah, están buenas, pero no podemos tomar la tierra”. “Aquellos que han gustado de la buena palabra de Dios, que han gustado del Espíritu Santo, que han visto la bonanza de Ello, que lo han probado, que han gustado la Palabra de Dios…” ¿Ve eso? Ninguno de ellos, ninguno de ellos se les permitió cruzar. Ellos perecieron en su propia tierra, allá en el desierto. Nunca cruzaron, pero estaban tan cerca que lo probaron, pero no tenían la suficiente gracia y fe, para poseerla. Eso es lo que es.",
    "Ahora escuchen a esta amada persona que escribió esta carta. Leamos el siguiente verso. Fíjese por un momento. Mire a Pablo. Leamos el verso séptimo:\n\nPorque la tierra que embebe el agua que muchas veces vino sobre ella, y produce hierba provechosa a aquellos de los cuales es labrada, recibe bendición de Dios:\n\nMas la que produce espinas y abrojos, es reprobada, y cercana de maldición; cuyo fin será el ser abrasada.",
    "Fíjese lo que él dice. Yo tenía una pregunta sobre esto, lo vamos a ver y luego vamos a terminar…Esta cosa me perturbó por años.",
    "Una vez fui a una reunión en donde la gente estaba hablando en lenguas, allá en Mishawaka, Indiana. Aquí estoy delante de mi gente. Uds. han oído de esas gentes, me han oído contar en la historia de mi vida acerca del hombre de color que gritó: “Aquí está. Aquí está”. Ya conté eso.",
    "Pero el resto de ello: es que me encontré con dos hombres. Ellos estaban…Uno dio un mensaje, y el otro lo interpretó. Uno dio un mensaje y el otro lo interpretó. Y hermano, estaban correctos. Y pensé: “¡Magnífico! Nunca vi algo como esto”. Y díjeme: “Estoy entre ángeles”. Jamás he visto tal…Uno hablando y el otro…",
    "Y estaba sentado allí junto con un predicador, Ud. sabe. [Porción no grabada en la cinta.—Editor]…y me encontré con estos dos hombres y los saludé de mano. Nunca había visto hombres como esos en mi vida. Uno hablaba un mensaje, y el otro lo interpretaba. Y ¡oh, Señor! ¡Eso era maravilloso! Uno hablaba y el otro interpretaba. Ambos…Y sus rostros se ponían blancos cuando levantaban sus manos. Yo pensé: “Señor, ¿en dónde he estado toda mi vida? ¡Esta es la cosa!” Y dije: “Los Pentecostales están bien”. Eso es exactamente la verdad.",
    "Yo nunca había visto mucho, solamente lo que había visto aquí en los alrededores, en donde tal vez dos mujeres que tenían una misión aquí en alguna parte…Se peleaban; y una le llamaba a la otra “nidada de buitre”, Ud. sabe, cosas así, peleándose una con la otra. No menospreciando a las mujeres o algo así, sino que la cosa estaba muy degradante. Si cualquiera de Uds.…Ud. recuerda, Hermano Graham. Ud. era un muchachito en aquel tiempo. Así que así era entonces.\n\nY yo escuché eso, y pensé: “Oh, Señor, me encontré con ángeles”.",
    "Y un día dando vuelta a la esquina de la casa, como el segundo día, me encontré con uno de ellos. Y le dije: “¿Cómo está Ud. señor?”\n\nY él contestó: “¿Cómo estás?” “¿Cómo te llamas?”, preguntó él.\n\n“Branham”, le dije yo.\n\n“¿De dónde eres, de aquí?”\n\n“No, soy de Jeffersonville”, le contesté yo.\n\n“Muy bien”, dijo él. “¿Eres Pentecostal?”\n\n“No, señor, no soy”, le dije. “Yo no acepto la manera Pentecostal de recibir el Espíritu Santo, sin embargo, aquí estoy para aprender”.",
    "🦅 Eso está muy bien”, dijo él. Y platicando así con él estaba captando su espíritu (como la mujer en el pozo), y me di cuenta que era un verdadero Cristiano. Hermano, no había nada falso en él. El era genuino. Bien, todos Uds.…¿Cuántos de Uds. han estado en mis reuniones y han visto suceder estas cosas? ¿Ve Ud.? No había nada mal en el hombre. Así que yo pensé: “¡Esto es! ¡Oh, qué maravilloso!”",
    "Y en ese mismo día, por la tarde, me encontré con el otro. Y le dije: “¿Cómo está Ud., señor?”\n\n“¿Cómo estás?”, contestó él, “¿Cómo te llamas?” Y yo le dije mi nombre. Y él me preguntó: “¿Eres Pentecostal?”\n\n“No, señor, no exactamente Pentecostal, no creo”, le contesté yo. “Estoy aquí solamente para aprender”.\n\nY me preguntó: “¿Has recibido el Espíritu Santo?” “No—no sé”, le contesté. “De acuerdo a lo que todos Uds. tienen, creo que no”.\n\n“¿Has hablado en lenguas alguna vez?”, me preguntó.\n\n“¡No, señor!”, le contesté.\n\n“Entonces no lo has recibido”, me dijo él.",
    "🦅 Bueno, creo que Ud. tiene razón”, le contesté. “Yo no sé. Tengo como dos años predicando, más o menos”, le dije. “Y no sé mucho acerca de esto”. Tal vez, no sé. “No entiendo”, le dije. Lo que yo estaba haciendo, era tratar de detenerlo (¿ve?), para captar su espíritu. Y cuando lo hice, me di cuenta, que si alguna vez me había encontrado con un hipócrita, él era uno de ellos. Su esposa era de pelo negro; y él estaba viviendo con una mujer de pelo rubio, con quien él había tenido dos hijos; y él hablaba en lenguas, e interpretaba tan perfectamente como debería de ser. Y díjeme: “Y ahora, Señor, ¿en qué me he metido?” De estar con ángeles, yo no sabía a dónde iba a entrar ahora. Y dije: “Yo—yo soy un fundamentalista; tiene que estar en la Biblia. Tiene que estar bien. Hay algo mal en alguna parte, Señor. ¿Cómo puede ser eso?”",
    "Y esa noche fui a la reunión, y el Espíritu cayó; ¡y hermano, Ud. lo podía sentir! Era el Espíritu Santo. ¡Sí, señor! Y si no hubiera sido, hubiera dado testimonio con mi espíritu que no era el Espíritu Santo. Yo sólo era un predicador joven, y no sabía mucho acerca del discernimiento del espíritu. Pero allí estaba sentado. Y yo sé que el mismo Dios que me salvó, era el mismo sentir…Me sentía como que iba atravesar el techo, había un maravilloso sentir en ese edificio. Y yo pensé…",
    "Había allí como 1,500. Y yo pensé: “¡Señor!” Y solamente se han juntado dos o tres grupos de ellos. Y pensé: “¡Es tremendo! ¿Cómo puede ser eso? Este gran Espíritu cayendo aquí de esa manera; y viendo a estos hombres hablando en lenguas, interpretando, dando mensajes perfectamente correctos y uno de ellos era un hipócrita y el otro era un real hombre de Dios”. Y yo pensé: “Estoy todo confundido. No sé qué hacer”.",
    "Bien, inmediatamente después de eso, un buen amigo mío, el Hermano Davis (Uds. saben), empezó a decirme que yo era un títere. Y eso es un juguete de niña, Uds. saben. Así que… Yo estaba soltero. Así que yo…El empezó a bromear conmigo, y luego empezó como a burlarse de mí.",
    "Y nosotros entonces, empezamos a tener pequeñas…Y tu mamá, y todos nosotros teníamos reuniones pequeñas en diferentes lugares. No teníamos todavía el tabernáculo en ese tiempo, y teníamos reunioncitas en diferentes lugares. Y un día, por fin, después de haber construido el tabernáculo, muchos años después, fui a mi cueva a orar, allá en el lugar llamado el Molino de Green, porque el Hermano Davis había escrito en su revista algunas cosas horribles acerca de mí. Yo lo amaba. Yo no quería que nada le sucediera y fui allá a orar por él. Y fui allá y me metí en la cueva. Y permanecí allí como por dos días. Y dije: “Señor, perdónale. El no quiso decir eso”. Y yo pensé: “Ud. sabe…” Acababa de meditar en una Escritura.",
    "Y salí. Y estaba allí un trozo de árbol caído (ese trozo de árbol todavía está allí, me senté en él, no hace mucho tiempo), estaba al pie de la montaña sobre un senderito que viene del arroyo. Y me senté, como montado en él, y miré más allá de las montañas, y dejé mi Biblia allí. Y pensé…Estaba meditando en una Escritura que dice: “El calderero, me ha hecho mucho mal, y ha dicho cosas”. Ud. sabe…Y pensé: “Voy a leer eso”. Y abrí la Biblia y dije: “Bien…” Me limpié la cara, y el viento sopló, y volteó las páginas hasta Hebreos 6. Y al ver dije: “Aquí no es en donde estaba”. Y regresé las páginas otra vez. Y el viento sopló otra vez y la regresó otra vez a Hebreos 6. Y dije: “¡Qué extraño que el viento la haya regresado otra vez allí!” Y pensé: “Bien, creo que la voy a leer”. Y decía así:\n\nPorque es imposible que los que una vez fueron iluminados y…fueron hechos partícipes del Espíritu Santo,\n\nY asimismo gustaron la buena Palabra de Dios, y las virtudes del siglo venidero.\n\nY pensé: “Bien, no veo nada aquí”. Leí el resto del capítulo y no vi nada en él. Y dije: “Bien, voy a aceptar esto como respuesta de aquélla”. Y así lo tomé, pero volvió abrirse de nuevo en el mismo lugar. Y levanté la Biblia, y pensé: “¿Qué quiere decir esto?” Lo seguí leyendo, y lo leí, y lo leí. Y dije: “No puedo entenderlo”. Y lo volví a leer:\n\n…es imposible que los que una vez fueron iluminados…\n\nY llegué al lugar aquí en donde dice que:\n\nPorque la tierra que embebe el agua que muchas veces vino sobre ella, y produce hierba provechosa a aquellos de los cuales es labrada, recibe bendición de Dios:\n\nMas la que produce espinas y abrojos, es reprobada, y cercana de maldición; cuyo fin será el ser abrasada.",
    "Y díjeme: “¿Qué querrá decir?” Ahora, yo no estaba pensando nada en particular allá en aquel lugar. Entonces pensé…Y sentado allí, pensé que el Señor me pudiera dar una visión acerca del Hermano Davis y de los demás. Y estando allí sentado; miré que algo estaba girando en el espacio enfrente de mí. Y era un mundo girando. Y la miré y estaba toda surcada, se miraba como si hubiera sido arada. Y un Hombre salió con una cosa grande enfrente de él llena de semilla, y El estaba tirando la semilla por toda la tierra por donde él pasaba. Y llegó a la curvatura de la tierra, y se me perdió de vista. Y tan pronto como se me perdió de vista, vi venir a otro hombre de porte vil, vestido en ropaje negro, iba de esta manera [El Hermano Branham hace sonidos para ilustrar.—Editor], iba tirando semillas malas [El Hermano Branham repite los sonidos.]. Y lo observé, a medida que la tierra continuaba girando…",
    "Después de un momento salió el trigo. Y cuando el trigo salió, salieron también abrojos, y cardos, y espinas, y hierba hedionda, y todo creció allí, hierba lechosa, y todo creció con el trigo. Y todos ellos estaban creciendo juntos. Y vino una gran sequía, y el trigo tenía su rostro inclinado, de esta manera, y el abrojo, y el cardo, y las espinas, también tenían sus rostros inclinados. Y cada una de las hierbas, estaban respirando de esta manera [El Hermano Branham hace un sonido anhelante.—Editor] Ud. podía oírlos. Ellos estaban clamando por lluvia, por la lluvia.",
    "Y después de unos momentos, vino una enorme nube, y el agua cayó en torrentes. Y cuando cayó allí el trigo dio un salto y empezó a gritar: “¡Gloria, Aleluya! ¡Alabado sea el Señor!” La hierbita hedionda dio un salto y gritó: “¡Gloria, Alabado sea el Señor, Aleluya!” Y las espinas y todos ellos, estaban danzando por todo el campo gritando: “¡Gloria, Aleluya, Alabado sea el Señor!”\n\nY yo dije: “No puedo entender esto”.",
    "La visión me dejó; y volví a pensar otra vez en la Escritura: “Y abrojos, es reprobada y cercana de maldición…” Entonces lo entendí. Jesús dijo: “La lluvia cae sobre el justo y el injusto”. Un hombre puede estar sentado en una reunión, puede hablar en lenguas, puede gritar y actuar de la misma manera que el resto de aquellos que tienen el genuino Espíritu Santo y aun así no estar en el Reino de Dios. Esto es exactamente la verdad. ¿Qué no dijo Jesús: “Muchos vendrán en aquel día y dirán: ‘Señor, ¿qué no eché fuera demonios en Tu Nombre; qué no profeticé (prediqué) en Tu Nombre; qué no hice obras poderosas en Tu Nombre?’” Y Jesús contestóles: “Apartaos de Mí, obradores de iniquidad, Yo nunca os conocí”. ¿Qué de eso?",
    "Esto es exactamente lo que quiere decir aquí. ¿Ve? Ellos gustaron la buena lluvia del Cielo. Pero para empezar, ellos estaban mal. Para empezar sus objetivos no estaban bien; sus motivos no estaban bien. Ud. no puede decir…Ud. sabe, en la cosecha, los siervos le dijeron: “¿Quieres pues que vayamos y las saquemos?”",
    "Y El respondió: “Dejad crecer juntamente lo uno con lo otro hasta la siega y en ese día estas espinas y abrojos serán quemados juntos y el trigo irá a mi alfolí”. Ahora, ¿cómo va a saber Ud. quién es una espina, o quién es cizaña, o quién es trigo? “Por sus frutos los conoceréis”. Mire, hermano, hermana, un buen árbol no puede dar mal fruto. No importa, de alguna manera en su caminata, lo va a alcanzar a Ud. Así que, Ud. que está buscando el bautismo del Espíritu Santo, estoy contento que haya preguntado esto. ¿Ve?",
    "Ahora, aquellos creyentes fronterizos de aquel entonces, allí estaban en sus medios. Ellos fueron circuncidados con la misma circuncisión. Ellos llegaron a la tierra que Dios había prometido, llegaron a la orilla de ella. Muchos hombres llegan a esa orilla. El hombre puede llegar al bautismo del Espíritu Santo y rechazarlo. Porque él no quiere rendirse. El puede llegar al bautismo Escritural en el Nombre de Jesucristo, y luego tornar su espalda a El, y rechazarlo para no seguir viéndolo.",
    "No hay una sola Escritura en toda la Biblia en donde alguien haya sido bautizado alguna vez en el nombre del Padre, Hijo, y Espíritu Santo, no hay una sola Escritura. La iglesia Católica lo inició, salió con Lutero, pasó a Wesley, y ha venido caminando hasta aquí. Esto es exactamente la verdad. Pero el orden Escritural es en el Nombre del Señor Jesucristo. Ese es el bautismo apostólico. Ud. no puede cumplirlo y quedarse en una denominación. Correcto.",
    "Ahora, ¿ve Ud. estas cosas? El bautismo del Espíritu Santo, los dones del Espíritu, las cosas que Dios trae…El fruto del Espíritu es amor, gozo, tolerancia (Ud. pudiera decir: “Pero Hermano Branham, bendito Dios, yo tengo tolerancia”. Pareciera. No hace mucho fui aquí a Ohio, y alguien me preguntó—me escribió una carta preguntándome si yo bautizaba a la gente en el Nombre de Jesucristo. Yo nunca dije nada. Pero ellos llegaron a saberlo de todas maneras, y dieciséis ministros que cooperaban se apartaron. Eso es tolerancia, ¿no es eso?)—tolerancia, benignidad, mansedumbre, templanza, paciencia, y el Espíritu Santo. ¿Ve?",
    "Oh, hermano, hermana, estamos en Cades-Barnea. Ud. está gustando de El ahora. Anoche el Espíritu Santo cayó sobre nosotros. Entró en nosotros, entró como un viento recio. Se asentó sobre muchos de Uds. Y hoy los ministros han estado visitando hogares aquí y allí, imponiendo manos y orando por aquellos que están buscando el Espíritu Santo. No tome Ud. un substituto. No tome Ud. alguna clase de ruido. No tome Ud. alguna clase de sensación. Ud. espere allí hasta que Dios lo haya moldeado y lo haya hecho a Ud. una nueva criatura, lo haya hecho a Ud. una nueva persona. Ud. está gustando de El ahora, únicamente gustando de El, pero permita que la Palabra lo guíe a la mesa, y que el Cordero y la Paloma se sienten juntos y coman eternamente de la Palabra de Dios. Porque Ella permanecerá cuando no haya cielos ni tierra; la Palabra de Dios permanecerá. Esto es verdad.",
    "Por favor no piense que soy radical. Si lo he sido, no ha sido mi intención. Si yo…Espero haber contestado estas preguntas; lo he hecho lo mejor que he podido.",
    "Por lo tanto, en Hebreos 6, si Ud. lo ve, verá que Pablo les está hablando a los Hebreos que dijeron: “Bien, continuaremos con Uds. hasta donde podamos”. Ellos iban a llegar. ¿Ve Ud.? Les dijo: “Uds. han…” Los que llegaron y han gustado…",
    "Acabo de ver sentado allá atrás a alguien. Y para mostrarles a Uds. la evidencia del Dios Viviente, voy a decir esto. Espero no hacer a esta persona sobresaliente. No hace mucho tiempo vine aquí de una reunión que tuve, y les anuncié a Uds. que un buen amigo mío, un amigo personal, compañero de caza, un hombre que ha sido bueno conmigo, un hombre que ha estado en mi iglesia, y que ha sido mi hermano; yo lo llamo Busty. Su nombre es Everett Rodgers; y vivía en Milltown. ¿Cuántos de Uds. recuerdan cuando vine aquí y lo anuncié? El estaba aquí en el hospital, los doctores lo habían operado, lo abrieron, y estaba tan lleno de cáncer que decidieron no hacer nada. Pues dijeron: “Se va a consumir rápidamente; en unas cuantas semanas se va a morir, no hay más. Se va a morir; no hay más”.",
    "¿Recuerdan Uds. cuando estando yo aquí en el púlpito, oré por él? Fui al hospital; y entré a su cuarto, algo estaba comiendo mi corazón. Entré al cuarto, y esperé quedarme a solas con él pues así podría…El Hermano Everett estaba en su cama. Y Uds. recordarán que entré y le dije: “Hermano— Hermano Busty”. (Yo le puse el nombre de Busty.)",
    "Hace muchos años, cuando tuvimos las reuniones en las arboledas, todos los Metodistas que vivían allá en la colina (Gertie, era uno de ellos), bajaron sigilosamente, espiando a través de los parrales para oír lo que iba a decir, lo hicieron así, pues estaban temerosos de que la iglesia Metodista los fuera a excomulgar. Y allí tuve una visión, y vi un montón de carne apilada en una lata. Yo había pescado un montón de peces y los había enganchado—los había puesto en ganchos, y los había atado. Y cuando miré…Y todo estaba en una sola visión; yo había dejado a un grupo de gente parada bajo la arboleda esa noche y había subido a la cima de la colina donde vivía el Hermano Wright. Y no pudieron encontrarme a la mañana siguiente. Y dije: “Ninguno de Uds.…”",
    "Cuando estaba allí predicando, vino esa Luz; esa Columna de Fuego suspendida delante de mí y dijo: “Deja esto y sube a la montaña; te voy hablar”. Fue el mismo día, el día siguiente cuando me encontraron en la montaña. Allí estuve arriba; y había escondido mi carro entre las hierbas, había estado allá arriba en las montañas orando toda la noche y el día siguiente. Algunos de ellos encontraron el carro y subieron… Ese fue el día en que el Hermano Graham Snelling, aquí presente, recibió el Espíritu Santo y el llamamiento para entrar al ministerio.",
    "Allá en la montaña en donde había estado, El me dijo que hiciera diferentes cosas y me dijo de lo que habíamos hablado. Me dio la visión de estos peces enganchados y atados, y me dijo: “Esta es tu iglesia de Milltown”.\n\nY cuatro o cinco de esos peces se soltaron; y pregunté: “¿Quién es ese?”\n\nY me contestó: “Uno de ellos es Guy Spencer y su esposa. El otro es el otro Spencer de allí, y los suyos”. Y me dijo de diferentes que se iban a soltar.",
    "Yo les había dicho a ellos: “Ninguno de Uds. coma”. Mi esposa y yo no estábamos…Esto fue antes que nos casáramos; y ella se había ido a la casa de la Hermana Spencer, una mujer maravillosa, a pasar la noche allí. Y Guy Spencer, es uno de los hombres más finos que jamás haya pisado la tierra. Y él fue allá a la casa. Y Opal dijo: “Mira…” Le dijo a Meda: “Mira, Meda, yo le creo al Hermano Bill”. “Pero cuando a Opal le da hambre, ella tiene que comer su jamón con huevos”. Así que fue, y se frió su jamón con huevos y se sentó y al empezar a orar por los alimentos, se recargó sobre la mesa, llorando, no pudo comérselos. Y luego salieron a buscarme.",
    "Y ese mismo día en la montaña, El me dijo exactamente lo que sucedería. El me dijo: “Estos se van a ir, y estos otros se van a ir”. Pero El tenía un montón enorme de carne enlatada. Y me dijo: “Guarda esto para uso futuro de la gente de Milltown”. Y la otra noche cuando escuché al Hermano Creech…El estuvo aquí anoche. No sé…Hermano Creech, ¿estás aquí hoy? Cuando el Hermano Creech me llamó, la Hermana Creech estaba llorando; su papá estaba allí en la cama. Y me dijo: “Hermano Bill, no le digas. Se está muriendo. El cáncer se lo comió; los doctores lo abrieron, y está todo lleno de cáncer”. Y Will Hall (todos Uds. lo recuerdan), cuando el doctor lo abrió estaba tan lleno de cáncer que…Yo estaba preparándome en esa mañana para ir a cazar ardillas, y fue cuando vi esas manzanas allí en el cuarto, suspendidas en el aire. (¿Recuerdan Uds. la historia?) Y ahora el hombre está viviendo. Eso fue años atrás. El y el Hermano Busty eran amigos.",
    "Y fui al hospital, al hospital nuevo (se me olvidó su nombre, el que está en New Albany)—ese hospital nuevo. Fui allá a ver a Busty; y cuando entré al cuarto, le dije: “Hermano Busty”.\n\nY me contestó: “Hermano Bill”. Apretó mi mano con ese saludo fuerte; él es un veterano de la Primera Guerra Mundial, no estoy diciendo esto porque él está aquí, pero en verdad él tiene un gran corazón. El agarró mi mano. Yo he estado en su casa; he comido en su casa; he dormido en su casa, como si fuera su hermano. Con sus hijos, es como si fuéramos hermanos en la sangre. Un hombre fino.",
    "Pero él nunca conoció verdaderamente al Señor. Yo lo bauticé en el Nombre de Jesucristo. Pero ese día, cuando aquel predicador Metodista dijo: “Cualquiera que esté bautizado en el Nombre de Jesucristo, salga de mi carpa”. Eso estaba bien. George Wright y los demás se salieron. Esa tarde fui a Totten’s Ford a bautizarlos en el Nombre de Jesucristo. Toda su congregación entró al agua y fue bautizada en el Nombre de Jesucristo. Así que yo continué. Eso estuvo bien. Si Dios está con Ud., ¿quién puede estar en contra de Ud.? Yo ni siquiera sé adónde se fue el hombre, o lo que le pasó a él.",
    "Decía que fui al hospital. Y allí estaba Busty lleno de cáncer, los doctores ni siquiera—no hicieron nada sino coserlo otra vez. Busty me dijo: “Hermano Bill, esto es por un propósito. Algo sucedió”.\n\nYo le dije: “Sí, Busty”. Y empecé a sentir ese Espíritu entrar como ese viento recio del que he estado hablando, Ud. sabe.\n\nY él me dijo que cuando yo entré allí, había un arco iris en una esquina, estaba en una esquina. Un arco iris es un pacto; es el pacto de Dios. Dios había hecho un pacto conmigo ese día en la montaña. Puse mis manos sobre el Hermano Busty y oré por él.\n\nLos doctores habían dicho: “El se va a consumir, se va acabar. No hay nada qué hacer…El va a morir en unos cuantos días”. Y Busty Rodgers…De esto hace semanas y semanas y semanas, y Busty Rodger, está sentado allá atrás en esta noche en la iglesia, saludable y vigoroso como nunca lo he visto en mi vida. Párese, Hermano Busty. Allí está. Démosle alabanza a Dios, todos.",
    "En el aposento alto,\n\nOraban en Su Nombre.\n\nBautizados con el Espíritu Santo,\n\nY los puso en acción.\n\nLo que hizo en ese día,\n\nEso mismo hará por ti,\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”. (¡Aleluya!)\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nAunque esta gente no reclama,\n\nO alardea de fama mundanal,\n\nTodos ellos recibieron su Pentecostés,\n\nSe bautizaron en el Nombre de Jesús.\n\nY ahora ellos están diciendo\n\nQue Su poder es todavía el mismo,\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”. (¡Aleluya!)\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nVen mi hermano, busca esta bendición\n\nQue limpiará tu corazón del pecado,\n\nQue iniciará tus campanas de gozo,\n\nY guardará tu alma en fuego.\n\nOh, está ahora ardiendo en mi corazón,\n\nOh, gloria a Su Nombre.\n\nEs mi gozo el decir: “Soy uno de ellos”. (¡Cantémosla!)\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”. (¡Aleluya!)\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”. (¿Cuántos son uno de ellos, levanten sus manos? ¡Oh, Señor! Cuán contento estoy de ser uno de ellos.)\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”. (¡Aleluya!)\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nUnidos estaban en el aposento alto,\n\nTodos orando en Su Nombre.\n\nFueron bautizados con el Espíritu Santo,\n\nY luego el poder para servicio vino.\n\nY lo que El hizo por ellos en aquel día,\n\nEl hará lo mismo por ti.\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”. (¡Aleluya!)\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nBien, mientras cantamos ese coro otra vez, yo quiero que cada uno de Uds. se voltee, y salude de mano a alguien que esté a su lado, y le diga: “¿Es Ud. uno de ellos?” ¿Ve? Muy bien.\n\nOh, uno de ellos (yo sé que Ud. es Hermano…?… Yo sé que Ud. es Hermano…?…) [El Hermano Branham saluda de mano a los que están cerca de él.—Editor]…uno de ellos.\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”.",
    "¿No está Ud. feliz de ser uno de ellos? ¿Cuántos quisieran ser uno de ellos, levanten sus manos? Muy bien. Bien voy a cantar esto para Ud.:\n\nVen mi hermano, busca esta bendición,\n\nQue limpiará tu corazón del pecado,\n\nQue iniciará las campanas de gozo,\n\nY guardará tu alma en fuego.\n\nOh, está ahora ardiendo en mi corazón,\n\nOh, gloria a Su Nombre.\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”. (¡Aleluya!)\n\nUno de ellos, uno de ellos,\n\nEs mi gozo el decir: “Soy uno de ellos”.",
    "Recuerde que la jovencita dijo: “Pedro, ¿qué no eres tú uno de ellos?” Estoy tan contento, ¿no lo está Ud.? Ud. sabe, Pedro dijo en el Día de Pentecostés: “¡Esto es Aquello!” Ahora, yo siempre he dicho: “Si esto no es Aquello, estoy contento que tengo esto, esperando por Aquello que viene”. Correcto. Estoy contento de tener esto.\n\nPorque yo soy uno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”.\n\nUno de ellos, uno de ellos;\n\nEs mi gozo el decir: “Soy uno de ellos”.",
    "Oh, ¿no es esto hermoso?, sentados juntos en lugares celestiales en Cristo Jesús, en comunión con el Espíritu, en comunión con la Palabra, hablando de las cosas buenas que vienen. ¡Es tan agradable! Estoy muy contento de saber esto, ¿no está Ud.? ¿No está contento Ud. de ser Cristiano? ¿No está Ud. contento que sus pecados están bajo la Sangre? El va a venir uno de estos días, y nos iremos con El. Y piense, toda nuestra vejez se irá de nosotros; toda la enfermedad, toda la aflicción, toda la vida mortal cambiará. ¡Oh, Señor! Estoy pensando de los amados hermanos de antaño que estuvieron aquí. Recuerdo… ¿Cuántos recuerdan a Rabí Lawson? La mayoría de Uds. Lo puedo ver colgar su bastón aquí. Y yo me sentaba allá atrás. Y cantaba esta alabanza…(Espere un momento Hermano Teddy.) Estoy tratando de ver si puedo coger el tono. No lo sé.\n\nMe espera a mí un glorioso mañana,\n\nDonde las puertas de perla abiertas están,\n\nY cuando pase este velo mortal,\n\nDescansaré del lado allá.\n\nUn día más allá de lo mortal,\n\nUn día, Dios solo sabe dónde y cuándo,\n\nEsto mortal pasará a ser inmortalidad,\n\nY yo iré a morar en el Monte de Sión.",
    "Estas rueditas que están dando vueltas en nosotros: vista, gusto, tacto, olfato y oído, estos sentidos que están dando vueltas en esta vida mortal, algún día cesarán. Entonces yo, y Uds., nos iremos a morar al Monte de Sión. Oh, yo amo eso, ¿Ud. no? Sabemos que tenemos esa bendita seguridad. Muy bien. ¿Cuántos saben nuestro antiguo himno de bautismo? Vamos a cantarla después. Cantemos nuestro himno de despedida:\n\nToma el Nombre de Jesús,\n\nHijo de pesar y de dolor;\n\nTe dará consuelo y gozo,\n\nTómalo dondequiera que tú vayas.",
    "Tome el Nombre de Jesús. Haga eso, al irse. Muy bien, todos juntos. No se olviden que mañana a las ocho en punto se repartirán las tarjetas de oración para la reunión. La reunión principiará a las 9:30. Y la predicación a las 10:00. El servicio de oración por los enfermos principiará alrededor de las once.\n\nMañana por la tarde, mañana por la noche se predicará un mensaje evangelístico aquí en el tabernáculo. Mañana por la noche, todos Uds. que estén arrepentidos de sus pecados y nunca hayan sido bautizados, la pila bautismal estará abierta; bautizaremos a la gente en el Nombre del Señor Jesucristo.",
    "Todos juntos, mientras cantamos con toda nuestra voz. Hermano Busty, Ud. no sabe cuán contento estoy y cuán agradecido estoy con Dios. Ud. sabe, él fue con el doctor. Y ellos me contaron que el doctor lo miró, y no sabía qué decir. El no creía que era el mismo paciente. Oh, no es un secreto lo que Dios puede hacer. ¿No es esto verdad? Muy bien.\n\nToma el Nombre de Jesús, (¡Expréselo!)\n\nHijo de pesar y de dolor;\n\nTe dará consuelo y gozo,\n\nTómalo dondequiera que tú vayas.\n\nPrecioso Nombre (¡Precioso Nombre!), ¡oh, cuán dulce!\n\nEsperanza en tierra y gozo en el Cielo;\n\nPrecioso Nombre (¡Oh, precioso Nombre!), ¡oh, cuán dulce!\n\nEsperanza en la tierra y gozo en el Cielo.\n\nMuy bien. Voy a pasar ahora el servicio al pastor. El dirá algunas palabras, o le hablará a alguien que nos despida, lo que tenga en mente. 🦅"
  ]
}