{
  "title": "CONFERENCIA CON DIOS",
  "id": "59760009",
  "content": [
    "🦅  Gracias, Hermano Orman. Muchas gracias. Bueno, estamos contentos por estar de nuevo en el tabernáculo esta mañana. Estoy un—un poco ronco; hemos tenido un tiempo maravilloso esta semana. Esta ha sido una gran semana de bendiciones para mí. Y estoy seguro de que también para Uds., muchos de Uds. aquí. Muchos han recibido el Espíritu Santo; ese era nuestro propósito para esta reunión. Y la razón por la que no la anunciamos con tanta anticipación, fue por—porque no había lugar para acomodar a la gente. ¿Ven? Simplemente… Noche tras noche, la gente solo se va, nuestra gente de casa. Y solo lo mencionamos entre nuestra gente de aquí.",
    "Y en cuanto a la contribución ahora mismo en las canastas, eso era dirigido para nuestra gente local. Cómo… Es un asunto de nuestra iglesia. Esta es nuestra escuela dominical regular. ¿Ven? Y ellos… Claro, si alguien quisiera ayudar de esa manera, estamos—nos aseguraríamos de que se lo lleven a los necesitados. Tenemos familias en la ciudad que no tienen nada, no tendrán nada para Navidad. Ellos dependen de esta iglesia. Y así que, de esa manera, pues, eso—eso será con ese propósito. Uno de los diáconos, solo díganle para qué es, o mi hermana allá atrás lo recibirá.",
    "Ahora, me enteré que ya tuvimos un servicio bautismal esta mañana. De alguna manera me ganaron en eso, ¿verdad? Bueno, entonces vamos a tener otro esta noche, así que, pues tendremos dos. Entonces, suponemos… O, que al menos la pileta estará llena, inmediatamente después del servicio esta noche, habrá otro servicio bautismal.",
    "Y algunos de ellos, dijeron, tenían que ser bautizados. Así que Billy vino de prisa hace unos minutos y me habló, dijo: “No vengas enseguida, porque el Hermano Neville tenía que bautizar primero”. Y dijo: “Hubo muchas personas que tuvieron que irse de inmediato. Y que no estaban seguros si tendríamos bautismos esta mañana”.",
    "Recuerden, esta pileta siempre está disponible; siempre, en cualquier momento, a cualquier hora del día o de la noche, lista para el bautismo. Otros ministros vienen aquí para usar esta pileta para bautizar, y estamos muy contentos por eso.",
    "Ya hace tiempo, la iglesia Metodista Park; estuve allí para un—un servicio de predicación. Y el hermano, muy encantador, dijo: “El otro día estuve con el Hermano Branham para usar ese—ese…” Dijo: “¿Cómo se llama esa cosa?”.",
    "Yo dije: “Sería difícil para un metodista decir ‘baptisterio’”. Ellos tenían una pequeña pileta allí donde rocían, Uds. saben, una cosa pequeña allí colocada. Dije: “Es una palabra demasiada difícil para un metodista, el decir ‘baptisterio’”, dije yo.",
    "Él dijo: “Nos gustaría tener uno de esos aquí. Me parece que creo en eso”.",
    "Así que, recuerden, el metodista, los bautistas, el presbiteriano, cualquiera que quiera usarlo, allí está. Está disponible, el agua es gratis.",
    "Y tenemos una pequeña varilla, un pequeño fierro caliente que ponemos allí para tratar de calentarla. Pero déjenme decirles: no la calienta. Es el agua más fría que he sentido en mi vida. Y he bautizado muchas veces en donde tuve que golpear con el pie en el hielo en el arroyo, así, para bautizarlos. Y luego caminar a casa, tratar de caminar hacia donde tenía que quedarme para cambiarme de ropa. Y la ropa se me congelaba, caminando. Apenas podía dar los pasos; las piernas de mis pantalones estaban sólidas al dar los pasos. Y no estaba tan fría como esta. Esa es el agua más fría que he visto en mi vida. Yo nunca he visto agua así.",
    "Hermano Kelley, casi me moría congelado cada vez que entraba allí. Así que, después de…[La Hermana Kelley dice: “Cuando uno se siente bien, no pasa eso”.—Ed.] Así es. No cuando uno se siente bien. La Hermana Kelley dice que: “No pasa eso cuando uno se siente bien”.",
    "Estamos contentos por este grupo de personas alegre, mezcladas aquí de diferentes tipos de denominaciones. Simplemente son hijos de Dios reunidos. Hay personas aquí que son metodistas, bautistas, nazarenos, peregrinos de santidad, católicas, testigos de Jehová, ciencia cristiana, pentecostales, todos reunidos.",
    "[Alguien dice: “Incluso un judío”.—Ed.] Incluso un judío. Gloria al Señor por eso. Gracias. Estamos muy contentos por el judío. Sí, señor. Si—si no hubiera sido por los judíos, no sé dónde estaríamos. Así es. Bueno, eso está muy bien.",
    "Así es como va a ser el Cielo, exactamente, ya que en el Cielo estarán reunidos de todas las diferentes denominaciones. Y por eso estamos sentados juntos en lugares Celestiales.",
    "Bueno, Doc, eso fue un poco de psicología. Sé que lo fue. Él… No estaba lo suficientemente cerca de esto. Estando un poco ronco esta mañana, pasará a segunda velocidad después de un rato, y comenzaremos, Uds. saben, una vez que empiece, creo.",
    "Bueno, recibí algunas preguntas que llegaron anoche, relacionadas con la reunión. Si el Señor lo permite, las responderé muy rápido esta noche, antes de tener el servicio regular de—de predicación esta noche. Y pues—pues asegúrense de venir esta noche, si es posible. Y si el Señor lo permite, quiero predicar sobre un tema muy vital para el cierre del avivamiento de esta noche, hasta donde sabemos, a menos que el Espíritu Santo guíe más allá.",
    "Muchos de Uds., por supuesto, tendrán que regresar a sus hogares hoy, o después de este servicio, tal vez esta mañana. Queremos decirles que los apreciamos mucho. Y queremos desearles una Feliz Navidad y lo mejor del Año Nuevo. Dios los acompañe y les dé nuevas cosas, más de la Vida nueva que están buscando y por la que están hambreando. Eso es lo que yo estoy haciendo, personalmente, teniendo más hambre de Dios.",
    "Hay varias preguntas más. Tenemos… Acabo de recibir algunas en el cuarto, en ese momento, que me entregaron. Y un hermano anoche le entregó a mi hijo algunas preguntas. Y no tuve la oportunidad de llegar a ellas, porque simplemente las metí en el bolsillo y ya era tarde.",
    "Y algunas de ellas nuevamente son acerca de Mat-… o Hebreos 6:4. La Hermana Mammie dijo hace unos minutos, que estaba muy contenta de saberlo, porque ella había hecho la misma pregunta tiempo atrás. Eso es algo muy, muy sorprendente. Pero estoy seguro que todos Uds. lo entendieron, lo que era. Espero que sí. No se trata de un Cristiano que esté lleno del Espíritu.",
    "Ahora, si van a Hebreos 10, Uds. verán que lo que Él dijo allí, es diferente, pues Él está hablando acerca del pecado imperdonable del Cristiano, pero esto es, o para la persona llena, pero esta es una persona que es un creyente fronterizo que solo ha probado.",
    "Los tenemos en todas las iglesias. Solo vienen a la iglesia y, ¡oh, a ellos les agrada lo que hace el Señor!, pero nunca entrarán de lleno. Ellos se alegran de ver a alguien sanado, pero nunca harán el esfuerzo de ir a orar por los enfermos y visitar en el hospital, o hacer algo correcto, ¿ven?, así. Uds. han visto esa clase. Ellos han probado; han visto. Al igual que, dije de los de Caín, los cananeos, o…",
    "Los israelitas cuando se acercaron a Canaán, casi entran. Llegaron allí lo suficiente para probar el fruto de la tierra, pero dijeron: “¡Oh, no—no somos capaces! No—no no lo lográremos”. Pero Josué y Caleb sabían que sí podían, porque ellos tenían la promesa de Dios.",
    "Y eso era de lo que Pablo quería hablar, o referirse a aquellos que se Le han acercado, muy cerca, pero personalmente no Lo quieren tomar. Solo dicen: “¡Oh, yo—yo voy a la iglesia, a esas iglesias! Voy a—a una iglesia de santidad, a la iglesia pentecostal. Voy a esto”.\n\n“¿Pero ha recibido Ud. el Espíritu Santo desde que creyó”?\n\n“¡Oh, no! Yo aún no lo he recibido”. ¿Ven? Ahí está el asunto.",
    "Pero un verdadero creyente no puede descansar hasta que entre en Eso. Simplemente tiene que salir allá entrando a Eso. ¿Ven?",
    "Un—un simple fronterizo, bueno, a esa persona se está refiriendo Pablo.",
    "No obstante, ahora en esta mañana, es un Mensaje Evangélico usual para esta mañana, si el Señor lo permite, dándome la suficiente voz.",
    "Y creo que esos son los anuncios. No estoy seguro, pero creo que esos son, hasta donde sé. Y el Hermano Neville ha hecho los demás.",
    "Y quiero que todos sepan que si alguna vez andan por aquí… Uds. que tengan que irse a casa ahora y no pueden quedarse para el servicio de la noche, quiero que sepan. Si alguna vez están por aquí, en cualquier momento, me gustaría que así fuera, que vinieran a oír a nuestro pastor. Tenemos un pastor genuino en este tabernáculo, el Hermano Orman Neville. No lo digo porque él esté sentado aquí. Lo conozco desde hace años; y no ha cambiado ni un poquito. Él sigue siendo Orman Neville, un siervo del Señor. Uds. pueden confiar en él. Siempre es leal, fiel, un predicador maravilloso. Me he sentado allá atrás…",
    "Y he oído a predicadores de todo el mundo predicar. Pero a veces él predica cosas que simplemente me asombran, se los aseguro, lo transporta a uno, con—con esas cositas que trae. Déjenme decirles, cada vez que vengo, traigo… saco unos quince textos de su sermón, cuando yo—cuando vengo, los anoto. Yendo a casa: “¡Oh, vaya!, ¡qué mensaje sería ese! ¡Oh, vaya!, ¡qué mensaje sería ese!”. Y sencillamente lo anoto.",
    "Así que vengan y oigan a nuestro Hermano Neville, y relaciónense con nuestra gente. Ellos son personas pobres, muy pobres; pero aman al Señor, y los amarán a Uds. Y, así que estamos contentos que hayan estado con nosotros, y oramos que Dios les bendiga.",
    "Ahora, inclinemos nuestros rostros por un momento antes de abordar la Palabra.",
    "Bondadoso Dios, venimos ahora, lo más reverente que podemos. Venimos en el Nombre de Jesús, creyendo que Tú nos has prometido, por medio de Él, que oirías cualquier cosa que Te pidiéramos en Su Nombre. Y oramos, Dios, que hagas de esto una visitación para nosotros aquí en esta mañana.",
    "Queremos agradecerte desde lo profundo de nuestro corazón, por lo que has hecho por nosotros esta semana pasada. Muchos corazones tristes se han gozado. Muchas de las personas han logrado regocijarse. Y muchos que estaban confundidos en la Palabra, ahora aclaman la victoria en Jesucristo. Te agradecemos por estas cosas.",
    "Y oramos, Señor, que hoy sea otra ocasión en que Tú visites a Tu pueblo. Y estamos reunidos aquí de todas, de muchas clases, diría yo, de iglesias denominacionales. Algunos de diferentes creencias, tal vez en desacuerdo amistoso acerca de las Escrituras, pero sin dejar que eso sea barrera alguna, incluso una hermana judía levantó la mano. Estamos reunidos en lugares Celestiales en Cristo Jesús.",
    "Oramos hoy que Tu Espíritu se derrame nuevamente sobre nosotros. Danos un nuevo bautismo esta mañana, Señor, o una nueva llenura. Y pedimos que sanes a los enfermos, a los afligidos, aquellos necesitados. Aquí hay un hombre sentado aquí en una silla de ruedas; hay otros allá afuera, quizás, con problemas cardíacos, algunos con cáncer. Ellos se están muriendo, Señor. Y los preciosos médicos de nuestra tierra han diagnosticado sus casos, y los han estudiado hasta donde han podido, y tal vez han tenido operaciones, y aun así ese diablo se aferra. Él ha decidido quitarles la vida. Y él es… Ellos pueden cortar en algún lugar con el bisturí y sus manos compasivas, para tratar de ayudarle a esa persona, pero ese demonio se esconde en otro rincón, y allí comenzará de nuevo. Porque él puede esconderse muy bien del médico, pero Dios, él no puede esconderse de Ti. Tú sabes exactamente dónde está. Y con la Palabra de Tu fe y Poder, él tendrá que salir. Y Te pedimos hoy, Dios, que hagas que todo mal salga del pueblo, para que tengan salud, y disfruten de las bendiciones del Señor nuestro Dios. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, hay muchos pañuelos puestos aquí. Y vamos a orar por ellos. Y si no tiene uno aquí y Ud. lo quiere, bueno, simplemente escríbanos aquí al Apartado Postal tres dos cinco, e inmediatamente se lo enviaremos directamente. Eso se encuentra ahora en el Libro de Hebreos, en el Libro de—de los Hechos, el capítulo 19, donde tomamos pañuelos o delantales de las personas, para orar por ellos.",
    "Abramos, esta mañana, en las Escrituras en el Libro de Isaías, el 1er capítulo. Isaías 1, mientras leemos una porción de la Escritura.",
    "Y mientras Uds. van a este Libro, para seguirnos en la lectura, queremos hablar un poco sobre el servicio de sanidad que viene.",
    "Ahora, no queremos insinuar que nosotros hacemos aquí de la sanidad Divina, una especialización, porque la sanidad Divina es algo menor. Y uno jamás puede especializarse en una materia secundaria. Pero nosotros creemos que el ministerio de Jesucristo, el ochenta y seis por ciento fue sanidad Divina. Y al captar la atención de la gente mediante la sanidad Divina, dio a saber que Él era Dios. Y ellos…",
    "Él dijo: “Si no podéis creer que Yo soy eso, entonces creed a las obras que Yo hago. Porque si no hago las obras de Mi Padre, entonces no Me creáis. Mas si Yo hago las obras de Mi Padre y vosotros no Me podéis creer, entonces creed a las obras”.",
    "¿Ven?, como hombre, Él Se hizo Dios. En la cruz, o poco antes de la cruz, le dijeron a Él: “Por buena obra no Te apedreamos, sino que Te apedreamos, porque Tú eres un hombre haciéndote Dios”. Él era Dios. Sí lo era. Dios estaba en Él. Y luego, pues, Él dijo: “Si no Me podéis creer a Mí, creed a las obras que hago”. ¿Ven? “Solo creed a las obras, que son de Dios”.",
    "Bueno pues, es lo mismo hoy. No hay ningún hombre en la tierra que sea Dios. Claro que no. Todos somos seres humanos, todos nacidos en pecado, formados en iniquidad, venimos al mundo hablando mentiras. Pero así como hemos repasado eso claramente esta semana, mostrando que Dios una vez vivió sobre Sus criaturas, a causa del pecado. Luego Él vivió con Su criatura, en forma de un cuerpo, Jesucristo; estableció Su tienda con nosotros, habitó con nosotros, Se “hizo carne” con nosotros, para sufrir el pecado y los dolores, la agonía y las cosas como nosotros. Luego Él santificó a una Iglesia en la cual Él podría morar. Así que fue Dios sobre nosotros; Dios con nosotros; Dios en nosotros.",
    "Jesús dijo: “En aquel día conoceréis que Yo estoy en el Padre, el Padre está en Mí, y Yo en vosotros, y vosotros en Mí”. Y Uds. ven allí que es Dios obrando a través de eso. Entonces, cuando una persona está tan completamente rendida al Espíritu Santo, y habla, no es la persona que habla.",
    "Yo lo sé por experiencia. De mi pequeña experiencia con Cristo, ha habido ocasiones en que—que Él me ha permitido rendirme a Él, al punto que yo no sabía lo que decía. Y yo no lo habría dicho por nada en el mundo, pero Él lo dijo.",
    "Hattie sentada allí atrás, la señora. El otro día cuando este nuevo ministerio, que confío que operará esta mañana. Y todos Uds. oyeron de eso. Y cuando estábamos sentados… Y hay al menos ocho o diez aquí en este momento que estaban presentes en ese momento. Y cuando el Espíritu Santo se dirigió a esa mujer y le dijo que pidiera cualquier cosa que ella deseara, y le sería dado: ¿Creen Uds. que yo hubiera dicho eso? Si pudiera, yo lo diría ahora mismo. Pero no podría decirlo. Y yo temblé; estaba tan débil. El Hermano Banks Wood, parado allí, estaba a mi lado. Y el sudor me corría de las manos, y estaba tan débil que me levanté y salí de la casa. Tanto así me atemorizó. Pero la mujer pidió una de las mejores cosas que alguien pudiera pedir, y la recibió. Vean, ese era Dios. Eso no fue un hombre. El hombre no puede hacer esas cosas.\n\nJesús dijo al árbol: “Ningún hombre jamás coma de ti”.",
    "Y los discípulos, al día siguiente… ¡Qué rápido!, comenzó a funcionar en ese momento. Al día siguiente había comenzado a secarse. Y dijeron: “He aquí, ¡qué rápido se seca el árbol!”.",
    "Y Él dijo: “Tened fe en Dios. Porque de cierto os digo, si vosotros…”. No si “Yo”, sino si “vosotros”. “Cualquiera que dijere a este monte: ‘Quítate’ y no dudare, sino creyere que será hecho lo que han dicho, lo que diga Ud. le será hecho”.",
    "Eso es Dios en Ud. ¿Ven? ¿Quién puede mover una montaña sino Dios? ¿Quién puede hacer que esas cosas así sucedan, sino Dios? Entonces, ¿lo ven?, sin controversia, Dios está en Su pueblo. Por tanto, debemos respetarnos unos a otros. Debemos amarnos los unos a los otros. Debemos amarnos de todos modos, yendo más allá de nuestras barreras denominacionales; así no podamos estar de acuerdo.",
    "Tal vez los apóstoles no hayan podido estar de acuerdo. Ellos querían saber quién sería el mayor, y muchas cosas. Juan, Marcos, y—y Pablo, allí, tuvieron un… Y Pedro y Pablo tuvieron un desacuerdo. Pero los vínculos del amor, es lo que queremos sostener hoy, que todos los metodistas, bautistas, presbiterianos, luteranos, sea lo que sea, todos estemos juntos como una unidad Cristiana. Ahora queremos ser llenos del Espíritu, para acercarnos más de Dios. Esa es la visión.",
    "Ahora, ¿tienen Isaías 1? Comencemos con el versículo 14. Y voy a tomar un texto, si el Señor lo permite, del versículo 18, para tomar mi contexto.\n\nVuestras lunas nuevas y vuestras fiestas solemnes las tiene aborrecidas mi alma; me son gravosas; cansado estoy de soportarlas.\n\nCuando extendáis vuestras manos, yo esconderé de vosotros mis ojos; asimismo cuando multipliquéis la oración, yo no oiré; llenas están de sangre vuestras manos.\n\nLavaos y limpiaos; quitad iniquidad, la iniquidad de vuestras obras de delante de mis ojos; dejad de hacer lo malo;\n\naprended a hacer el bien; buscad el juicio, restituid al agraviado, haced justicia al huérfano, amparad a las viudas.\n\nVenid luego, dice Jehová, y estemos a cuenta: si vuestros pecados fueren como la grana, como la nieve serán emblanquecidos; si fueren rojos como el carmesí, vendrán a ser como blanca lana.\n\nSi quisiereis y oyereis, comeréis el bien de la tierra;\n\nsi no quisiereis y fuereis rebeldes, seréis consumidos a espada; porque la boca de Jehová lo ha dicho.",
    "Saben, últimamente hemos oído mucho sobre conferencias, personas que se reúnen. De eso es lo que Dios está hablando aquí, una conferencia con Su pueblo: “Venid y estemos a cuenta”. Es lo que venimos haciendo estos últimos días. Y gran parte de la nación y los asuntos nacionales de hoy están basados en conferencias.",
    "Hace algún tiempo aquí, recuerdo fácilmente, y muchas personas recuerdan, la Conferencia de las Cuatro Potencias. Reunieron a cuatro de los grandes líderes del mundo, del mundo que ama la paz, y tuvieron una conferencia. Y en esta conferencia ellos trataron de decidir lo mejor que se podía hacer.",
    "Y luego tuvimos la Conferencia de Ginebra recientemente, donde, en Ginebra, la gente del mundo que ama la paz se reunió para indagar y dialogar entre ellos sobre la paz mundial. Se llamó la Convención de Ginebra.",
    "Luego, si no me equivoco, tuvieron por acá una—una Conferencia de París, no hace mucho. Y todos se encontraron en París, para hablar de los problemas y tratar de lograr la paz.",
    "Y ahora nuestro amado presidente, Dwight Eisenhower, está de gira por el mundo libre. Los periódicos están llenos de eso. Y la radio, de las conversaciones del Sr. Eisenhower con la gente libre del mundo, conferencia tras conferencia a las que él trata de—de llegar. Y los… Dicen en los periódicos que él—que él es bienvenido en muchos lugares, y cómo cantan la canción americana, o levantan la bandera, o izan la bandera, mejor dicho, cuando él llega. Y—y todos le dan regalos y demás. Es la gente de naciones que aman la paz.",
    "Y creo que debemos orar por el Sr. Eisenhower, siendo que ellos hacen todo esfuerzo, para tratar de mantener este país donde podamos tener reuniones como estas, para que seamos libres.",
    "America, con todo su pecado y todos sus problemas, sigue siendo lo mejor que tiene el mundo; yo lo creo. Y que Dios la ayude a ser, y siempre permanezca así, porque tenemos unos buenos principios. Pues, esta tierra antigua ha sido bañada en sangre, para conservar estos principios.",
    "Por eso creo que debemos orar todo el tiempo para que Dios esté con el Sr. Eisenhower, ya anciano y con una salud no tan estable. Y—y el hombre en su posición social, y haciendo discursos, y esforzándose en lo que puede. Aunque Uds. no estén de acuerdo con él en la política, pues oren por él. Es la nación de Uds. la que está en juego.",
    "¿Para qué se celebran las conferencias? ¿Cuál es el motivo de estas conferencias? Tiene que haber una razón, de lo contrario no tendrían estas conferencias. Tienen que llegar a una cierta decisión de lo que van a hacer. Porque de eso se trata una conferencia, es para tomar una decisión. Hombres en un lugar y en el otro lugar, y diferentes mentes; y cositas surgen aquí, y algo por acá, y luego aquí, luego tienen que reunirse y llevar a cabo una conferencia, y luego tomar una decisión sobre lo que harán al respecto. Y para eso se llevan a cabo.",
    "Y luego, después de la decisión, o que se fija la conferencia, necesitan un cierto lugar para tener esta conferencia. Y si Uds. se fijan que, ellos siempre buscan un lugar que sea hermoso. He estado en Ginebra, donde tuvieron la Conferencia de Ginebra, en París y—y en diferentes lugares donde se han celebrado las conferencias. He estado en el edificio de la ONU. Y, ¡oh!, es hermoso, especialmente en Ginebra. Y luego allí, ellos… Yo creo que eligen estos lugares para que la atracción… Hay algo que, si es pacífico, y—y atractivo, parece surtir efecto en el espíritu humano. Yo creo que eso es verdad.",
    "Muchas veces, para mí, escalar una montaña, ver un atardecer, o… en verdad me emociona, y parece que todos mis problemas se resuelven. Un lugar, un lugar, un lugar seleccionado donde se debe celebrar esta conferencia. Y luego, hay decisiones que tomar.",
    "Y luego otro pensamiento que quiero que Uds. entiendan es esto, en una conferencia: que ellos nunca tienen una conferencia a menos que haya una necesidad crucial. Es en un—un momento crítico cuando se celebran las conferencias.",
    "En la época de la reunión de las Cuatro Potencias, hubo una conferencia, ya que la Segunda Guerra Mundial estaba casi fuera de control. Y tuvieron que unirse, y unir toda su estrategia, y resolver algo, el Sr. Churchill y Roosevelt, y los otros. Buscando ellos unir su sentido común, concentrarlo, para encontrar la mejor alternativa, porque era un momento crucial. Era un momento en que todo el mundo libre podría haber explotado. Y hoy, Hitler habría sido dictador del mundo, entonces no hubiéramos tenido esta reunión hoy.",
    "Por eso se celebran las conferencias, y la—y la razón por la que las tienen en lugares seleccionados, y—y la razón por la que deben tenerlas. Y si… Y estamos obligados a tener una conferencia. Así se reúnen. Y esas fueron grandes conferencias. No hay duda en mi mente, y el tiempo no me lo permitiría, mi voz, continuar y hablar de las otras grandes conferencias a lo largo de la historia, de las que he leído, en los días de Faraón y demás. Pero, se han llevado a cabo las grandes conferencias de este sistema mundial.",
    "Y también Dios ha celebrado algunas grandes conferencias. Llegó un tiempo, en la gran economía de Dios, cuando tuvo que celebrarse una conferencia. Y la primera que puedo mencionar, para esta tierra, fue en el huerto del Edén. Cuando los Ángeles de Dios llegaron a Casa llorando, diciendo: “Tu hijo ha caído. Él ha pecado y ha quebrantado Tus mandamientos”. Había que hacer algo. La criatura de Dios había caído de la gracia, y estaba sujeta a separación Eterna de la Presencia de su Dios y su Hacedor.",
    "Fue un momento crucial, porque el Rey del Cielo había dicho: “El día que de él comieres, ese día morirás”. Y colocando Su confianza en Su hijo, Su hijo había quebrantado Su mandamiento. Había que hacer algo. Era Su creación. Era obra de Su Propia mano. Era el amor de Su corazón, la niña de Su ojo. Había que hacer algo. Así que hubo que llamar a una conferencia.",
    "Dios seleccionó cierto árbol en el huerto del Edén. Y después de haber arrojado viejas pieles de cordero ensangrentadas a… detrás de los arbustos, Él llamó a Adán y Eva y allí celebró una conferencia, habló e hizo un remedio para esta cosa horrible que Sus hijos habían hecho, la conferencia de Dios.",
    "Y se tomó una decisión. Siempre en una conferencia, hay una decisión. Y Dios tomó una decisión. Que, por cuanto Eva había… Cuando Él la puso en el estrado de los testigos, por cuanto ella le quitó la vida al mundo, ella tendría que traer vida al mundo. Y a Adán; y a la serpiente; y por supuesto, por ser el jefe de la raza, toda la raza bajo él cayó con Adán.",
    "Luego puedo recordar otra conferencia, de un profeta fugitivo que se había debilitado en sus decisiones, y pensó que la tarea era demasiado grande. Y él huyó y se casó, tomando esposa, y se fue atrás al desierto y estuvo allí durante cuarenta años. Un profeta, ungido de Dios, con una gran comisión; nacido profeta en el mundo. Sin embargo, ante la amenaza de su error que había cometido, de tomar las cosas en sus propias manos en vez de seguir las instrucciones de Dios, él mató a un hombre. Y ante la amenaza y el temor a Faraón, él huyó al desierto, y estuvo allí cuarenta años.",
    "Y los esclavos de Egipto, el trabajo era tan grande, sus espaldas estaban tan heridas, sus corazones tan quebrantados, que su llanto llegó ante Dios, al punto que Él se vio obligado a llamar a una conferencia.",
    "Hay una manera de forzar una conferencia. Uno puede hacerlo en su vida, un enfrentamiento.",
    "Las cargas del pueblo y el clamor era tanto, que Dios se vio obligado a convocar una conferencia. Cuando Dios toma una decisión, tiene que ser de esa manera. Así que, antes de la fundación del mundo Él ya había puesto a un hombre en el Libro de la Vida del Cordero, con el propósito de liberar a aquella gente. Todas las cosas están pre-planeadas por Dios. Ese hombre se llamaba Moisés, Su siervo. Así que, antes de la fundación del mundo, Moisés fue elegido para liberar al pueblo.\n\nY Moisés le había fallado a Dios.",
    "Eso debería darnos confianza y valor. Nosotros, que le hemos fallado a Dios, todavía tenemos esperanzas. Nosotros le fallamos a Él como iglesia. Le fallamos a Él como pueblo. Pero llamemos a una conferencia, hablemos eso con Él, veamos lo que nos dice, veamos a qué decisión llegamos.",
    "Y el hombre de Dios había fallado, y Dios tuvo que convocar una conferencia. Él no podía usar a nadie más. Él había elegido a Moisés. Entonces él se va al desierto, en algún lugar atrás del desierto, cerca del Sinaí. Y Él selecciona la cumbre de una montaña, y un arbusto, un lugar determinado. Él pensó: “Traeré a Moisés aquí arriba. Este será un buen lugar, lejos de sus ovejas, lejos de su esposa, lejos de sus hijos, lejos de toda la gente. Y tendré una conferencia con él”.",
    "Allí, cuando Él habló con el profeta, finalmente llegaron al tema. “He oído el clamor de Mi pueblo. Por eso te llamé, Moisés. He oído el clamor de Mi pueblo allá abajo, y recuerdo que hice una promesa que tengo que cumplir. Ahora Yo te enviaré allá”.",
    "Moisés le—le respondió a Dios. Él era hombre. Dijo: “¿Pero quién soy? Yo—yo no puedo hablar”.",
    "Y luego en esta—esta conferencia, Dios le dijo a Moisés: “¿Quién hizo la boca del hombre? ¿Quién hizo al hombre hablar? ¿Quién hizo al sordo? ¿Quién hizo al mudo?”.\n\nY Moisés aún se quejaba. Él quería ver la gloria de Dios.",
    "Y dijo: “Moisés, si quieres saber Quién Soy, Soy un Dios que obra milagros. Echa tu vara en tierra”. Y se convirtió en serpiente. Luego dijo: “Mete tu mano en tu seno”. Y la sacó y era lepra. Y cuando la volvió a meter y la sacó, estaba sana. Dijo: “¿Sabes quién Soy, Moisés? Soy el Dios que hace milagros. Soy el Dios que sana a los enfermos y afligidos. Yo soy Jehová Dios”.",
    "Moisés dijo: “Veo Tu gloria. Quiero saber una cosa más antes de que se termine esta conferencia: ¿Quién le diré a Faraón que me envió?”.\n\nÉl dijo: “Dile que ‘YO SOY’ te envió”.",
    "No “Yo era”, o “Yo seré”. Sino presente para siempre, “el mismo ayer, hoy y por los siglos”. “YO SOY”. SOY es tiempo presente, ahora. Abarca el futuro, el presente y—y el tiempo pasado. “YO SOY”.\n\n“YO SOY te ha enviado”.",
    "Moisés recibió sus órdenes y fue allá a Egipto. Cuando salía con los hijos, llegó un momento en que los arrinconaron. Un pueblo, un pueblo llamado fuera, ¡un pueblo separado del resto del mundo! Israel era el pueblo de Dios mientras estaba en Egipto. Una vez que salió de Egipto, fueron la iglesia de Dios. La palabra “llamado fuera” o “iglesia” significa “llamado fuera”. Así que, habían sido llamados a salir del resto del mundo, y ellos son la iglesia.",
    "Y así es esta mañana: aquellos que son llamados a salir del mundo, sin importar qué etiqueta denominacional tengan. Si ellos son llamados a salir, están separados para Dios, y son miembros de Su gran Iglesia.",
    "Así que estas personas se habían separado, al ofrecer la sangre del cordero, y poniendo la—la sangre sobre el dintel de la puerta. Y eso fue aplicado con hisopo.",
    "Miren. Quiero que noten algo aquí. Es tan sorprendente. Moisés ordenó que tomaran el hisopo y lo sumergieran en la sangre del cordero y lo esparcieran sobre la puerta. La sangre, por supuesto, representaba la Sangre de Cristo. El hisopo era hierba común. Uno podía encontrarlo en cualquier lado. Solo se recogía un puñado de hierbas.",
    "Muestra que la Sangre es muy sencilla de aplicar. Las hierbas representaban la fe, solo fe en Dios. Uno no tiene que ir a otro lado. Solo tomar la fe de Dios y aplicar la Sangre a su corazón. Diga: “Estoy separado de las cosas del mundo, porque por fe, aplico la Sangre a mi caso esta mañana. Seré sanado, porque yo aplico la Sangre sobre el dintel de mi corazón. Nunca permitiré que la duda me hiera otra vez, pues me protegeré colocando la Sangre de Jesús, por fe (mi hisopo), sobre mi puerta. Y ningún enemigo entrará. Jamás volveré a descreer la Palabra de Dios”. Es así de sencillo.",
    "Ellos iban de camino, después de haber sido separados y como pueblo llamado. Y llegaron al Mar Rojo. Y tuvieron que detenerse; no podían cruzar. El gran general, Josué, tuvo que levantar la mano y tocar la trompeta: “¡Deténganse! ¡Dejen de marchar! Hay un obstáculo delante de nosotros. Tenemos las montañas a cada lado. Estamos aquí abajo en el valle, y tenemos que parar”.",
    "Y cuando esa Iglesia se detiene, es cuando Satanás toma el control. Hay que moverse, constantemente y rápidamente, marchando hacia Sion. No dejen que la Iglesia del Dios viviente jamás sea culpable de detenerse.",
    "Así que ellos se detuvieron y dijeron: “¿Qué pasa aquí?”. Y tan pronto como se detuvieron y levantaron sus tiendas, y comenzaron a descansar un rato, oyeron el ruido de ruedas. Y la única forma que tenían de escapar era hacia atrás. Y aquí venía el ejército de Faraón avanzando para bloquearles el paso, o atravesarse.",
    "Uds., soldados, que conocen de estrategia, cómo los acorralaron. El Mar Rojo estaba allí ante ellos, tal vez dos o tres millas de ancho. Por aquí las altas montañas; no las podían escalar. Serían como ovejas esparcidas por allá, un blanco para cada arquero. Y detrás de ellos, por cuanto se habían detenido, venía el enemigo.",
    "Eso muestra esto, amigos, incluso en la marcha de hoy hacia la Tierra prometida: el enemigo está a solo uno o dos saltos detrás de nosotros. No podemos parar en este avivamiento. Esto no puede ser un llamado a detenerse. Solo sigan avanzando. Sigan adelante. Uds. tuvieron la Presencia del Espíritu Santo la noche anterior, y anoche. Ahora, sigan adelante continuamente hacia Aquello. No llamen a detenerse, porque el enemigo les sigue de cerca.",
    "Y tan pronto como llamaron a detenerse, y el ejército de Faraón se veía venir a la distancia, el—el estruendo de las ruedas de los carros, y la polvareda y los gritos de los soldados: ¡qué momento! Llevó a la gente casi a un estado de frenesí.",
    "Pero había uno entre ellos que sabía que no había razón para perturbarse. Él ya había tenido unas conferencias. Él sabía lo que se requería para contactar a Dios. Así que ahí arriba, diremos, sobre la colina, en cierta roca, Moisés se escondió del resto de los hijos de Israel, y allí él tuvo una conferencia. “Señor, he marchado hasta este lugar, pero un obstáculo nos ha detenido. Hemos tenido que llamar a detenernos”.",
    "Así como con nuestro hermano aquí en la silla de ruedas. Tal vez como Ud. que está sentado allí con un cáncer o con un problema cardíaco, o algo que Ud. sabe que está a punto de morirse. El enemigo lo ha detenido. Él lo ha detenido. Tal vez Ud. se detuvo antes de que el enemigo lo alcanzara. Tal vez haya algo en su vida que le haya causado detenerse. Sea lo que sea, Ud. aún tiene el privilegio de una conferencia. Hablemos eso con Él. Hagamos algo al respecto. No importa cuál sea el enemigo, nunca es demasiado grande para nuestro Dios. Nosotros necesitamos una conferencia.",
    "Así que Moisés subió detrás de cierto lugar, digámoslo así, y que tuvo una conferencia con Dios. Él no sabía qué hacer.",
    "Quizás Ud. no sepa qué hacer. Tal vez Ud. es un pecador y ha cometido muchos pecados. Tal vez Ud. fumó hasta más no poder y no puede dejarlo. Tal vez Ud. ha bebido hasta más no poder y no puede parar. Tal vez Ud. llegó al punto donde está tan lleno de pecado y lujuria, que tiene que mirar incorrectamente a cada mujer que ve. O, tal vez incluso ha pervertido sus propias avenidas naturales. Tal vez ha llegado a un obstáculo. No me importa Ud. dónde esté, Dios aún está listo para venir a Ud., en una conferencia, y hablar eso con Ud. Tal vez Ud. ha destrozado su hogar; tal vez ha dejado a su marido o ha dejado a su esposa. Tal vez Ud. haya abandonado a sus hijos. Puede haber muchas cosas en esta vida en lo que el enemigo lo haya atrapado a Ud. Pero recuerde, mi hermano, hermana, Ud. aún tiene el derecho de tener una conferencia con Dios. Sí, señor. Hable eso con Él. “Es una ayuda muy presente en tiempo de problemas”.",
    "Entonces vemos que Moisés tuvo una conferencia. Y tal vez la conferencia fue algo así: “¡Oh, gran Líder de Israel, he hecho todo esto por Tu mandamiento! Lo he hecho. He guiado a estas personas tal como me dijiste que lo hiciera. He cubierto a la gente con la sangre; hice bajar las plagas del cielo. Hice todo lo que me dijiste que hiciera. Y aquí estamos, atrapados. ¿Qué debo hacer, Señor? Debo tener esta conferencia Contigo”. Y quizá sentado sobre la roca, o de pie, cerca de la hendidura de la roca, donde Moisés estaba orando en este cierto lugar seleccionado, en este momento crucial.",
    "Algo tenía que suceder o ellos serían aplastados bajo las ruedas de los carros. Cada hijo hebreo sería traspasado. Hubieran reventado a todos los bebés, sus cabezas sobre una roca. Y sus madres serían despedazadas, y sus… y violadas, y sus—sus padres serían masacrados. Era un momento crucial.",
    "Pudiera ser ese mismo tipo de momento crucial, quizá no exactamente de esa manera, pero tal vez un cáncer lo ha atrapado a Ud., tal vez alguna otra enfermedad. Tal vez el pecado lo ha atrapado a Ud. Y lo va a aplastar hacia el infierno del diablo, una separación de Dios. Tenga una conferencia, rápidamente.",
    "Y cuando se celebró esta conferencia, Dios se paró sobre la roca al lado de Moisés. Y Él dijo: “Regresa al campamento, Moisés. Regresa a donde comenzaste. Soy Dios. Baja allá y háblale al pueblo, que siga adelante. Yo abriré camino cuando llegue el momento de abrir camino. Yo Soy el Dios que abre camino”.",
    "Moisés, después de que terminó la conferencia y salió de la Presencia de Dios con la orden de seguir adelante, bajó allá y dijo: “No temas, Israel. Quédate quieto este día y contempla el Poder de nuestro Dios. Ve hacia el mar. No te apartes del mandato. El mandato es ‘¡Adelante!’. La tierra prometida nos pertenece. Este enemigo que está en nuestro camino nos ha cortado el paso. Pero Dios dijo: ‘¡Avanza!’; sigue avanzando”.",
    "Eso es lo que pasa con la iglesia hoy. Dios les llama, y quiere darles don tras don, y poder tras poder, y gracia tras gracia. Pero Uds. se organizan, entonces “Yo no puedo avanzar más, porque la iglesia no me deja”. ¿Ven?, en Dios no hay lugar para detenerse, no hay lugar para denominación. No hay lugar para unas ciertas normas. El asunto es: avanzar. Hablar la Palabra de Dios y avanzar. Solo sigan adelante. Sigan moviéndose. Si Dios dice que está bien, está bien. Uds. tienen su comisión.",
    "Si dicen: “Pues, yo fui a mi iglesia y ellos me dijeron que no debí haber ido a ese tabernáculo. Ahora estoy todo confundido, si debo tener el Espíritu Santo o no”.",
    "La promesa es suya. “Es para Ud., y para sus hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "¿Qué? Hable la Palabra de Dios; Dios así lo dijo: avancen. Miren cómo huye el enemigo. Miren cómo se abre el Mar Rojo. Tengan una conferencia. Avancen. Seguro, se abrirá. Dios es la vía de escape. Él abrió un camino directamente a la tierra prometida. Cualquier cosa que se Le atravesara, Él la apartaba del camino. Si algo se atraviesa en su camino, entonces tenga una conferencia con Dios. Hable de eso con Él y siga adelante.",
    "Eso es lo que Dios le dice aquí a Isaías: “¡Oh, eres un pecador! Tus pecados son como escarlata. ¿Por qué no vienes y estemos a cuenta? ¿Por qué no vienes y lo hablas Conmigo? Mi gracia es suficiente”.\n\nLa Conferencia del Mar Rojo.",
    "Hace muchos años hubo otra conferencia de la cual me gustaría hablar solo por un momento. Fue la época de Navidad a la que estamos entrando ahora, para ver si habría Navidad o no. Así que se celebró una conferencia en el Cielo, ver cuál sería este plan de redención. Y fue decidido por Dios que Él vendría a ser Hombre, que descendería y tomaría sobre Sí Su Propia maldición. No sería justo que Él enviara a un Ángel; no sería justo que Él enviara a otra persona. Aun si tuviera un Hijo, no sería justo que Él enviara a Su muchacho.",
    "No sería justo que yo hiciera sufrir a José por asuntos de mi propio juicio. Yo no sería justo al hacerlo. Si yo pronuncio mi juicio y quiero rescatar eso, lo único que puedo hacer es sufrirlo yo mismo.\n\nEsa fue la señal. Ese es el golpe mortal a Satanás.",
    "Ahora, mi hermano católico y también muchos de mis protestantes, no es por lastimarlos. Pero cuando Uds. intentan hacer de Jesús un Dios un poco menor a Dios, haciendo de Él un Dios menor, Uds. Le cortan los pies, Lo ponen un poco debajo de la cabeza de Dios y Lo hacen un Dios menor: Uds. están muy equivocados.",
    "Jesús era Hombre. Él Se llamó a Sí Mismo el Hijo del Hombre. Ese fue un golpe mortal para el diablo.",
    "El diablo es altivo, se construyó un reino más hermoso que el de Miguel. Caín, su hijo, quería hacer un lindo altar, todo de frutas y cosas. Dios no habita en ese tipo de belleza.",
    "Pero Dios, para darle el golpe mortal al pecado, miren cómo vino. ¿Cómo eligió Él venir? Hubo una conferencia en el Cielo. “¿Cómo irás allá abajo? ¿Cómo vas a hacerlo, Padre?”, dijeron los Ángeles.",
    "🦅 Me convertiré en uno de ellos. Mi ley de redención es ‘Un pariente cercano’. Y tendré que ser Hombre, Yo Mismo”. Esa fue la herida que golpeó a Satanás. ¡Nació! Él podría haber bajado con Querubines; podría haber bajado por las escaleras doradas. Podrían haber resonado himnos en los cielos, y Él podría haber caminado a la tierra, y expulsado todo. Pero cuando Él celebró la conferencia, decidió venir como un Bebé.",
    "En Isaías 9:6 lo encontramos: “Un Niño nos es nacido, Hijo nos es dado, y el principado sobre Su hombro, y se llamará Su Nombre Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno. Y Su dominio no tendrá fin”.\n\n“Esto os será por señal: un Bebé” no un Dios, “un Bebé”.",
    "Miren dónde nació. Tuvo que decidirse en la conferencia dónde iba a nacer, para asegurarse de que fuese Hombre. Él nació en un establo. Eligió, en lugar que Lo trajera la guardia del—del palacio de marfil, en lugar de una escolta de Ángeles, en lugar de Querubines rodando, con los—con los lujos del Cielo, Se metió a Sí Mismo, Se puso en el establo sobre el estiércol de los animales, la suciedad y la inmundicia del mundo. Él era Hombre. Él no era un Dios menor. Él era un Hombre. Nacido como nosotros, en la suciedad del nacimiento, vino del vientre de una mujer. ¡No un Dios!, ¡un Hombre! Él no era nada, y con razón: fue la señal más grande.",
    "Uds. ven en las reuniones la señal del discernimiento, la Presencia del Dios viviente. Uds. ven en todas partes las señales de Él. Pero permítame decirle esto, mi hermano, mi hermana: nunca hubo una señal tan sorprendente, como la señal que los Ángeles le dijeron a los pastores: “Uds. Lo hallarán a Él en el establo envuelto en pañales”. Uds. pueden ver lo que es Dios. Eso es; lo cual me sorprende hoy.",
    "¿Cómo es que un avivamiento puede venir a la ciudad, un gran evangelista de renombre, y asisten las grandes personalidades, el alcalde de la ciudad y todas las grandes celebridades, o los bien vestidos, y los pobres son menospreciados? Y Uds. hablan de algún ministro con una gran educación, que puede hablar con la mayor elocuencia, deleitando su entendimiento con palabras elocuentes que los pobres nunca entenderían, y a eso todos Uds. llaman grandioso.",
    "¿No ven Uds. que Dios está en la humildad? “Esto servirá de señal: hallaréis al Bebé envuelto en pañales, acostado en un pesebre, sobre el estiércol del ganado y de las ovejas”. ¡Oh, vaya! Esa es una señal. “Esto os servirá de señal: allí hallaréis al Bebé”.",
    "Muchas veces la gente piensa: “¿En un pequeño tabernáculo viejo, con predicadores que apenas conocen el abecedario, mafiosos y contrabandistas, y todo lo demás, convertidos, sin educación, y con sus expresiones sureñas de sus ‘hain’t’, y ‘carry’, y ‘tote’ y ‘fetch’? [Palabras mal usadas en inglés.—Trad.], ¡Ud. jamás encontrará a Dios allí!”.",
    "Pero allí es donde uno Lo encuentra a Él, envuelto en pañales: humildad. Uno piensa que eso viene de una manera grandiosa. Si Ud. quiere tener su verdadera conferencia con Dios, consiga un grupo de personas así, luego hablen al respecto. Ud. podrá ver la obra de Dios, de cómo Él no tomó a un escultor, a un gran artista ni algo así, dándole un gran intelecto para hablar. Sino que Él tomó algo que no era nada, bajó así como lo hizo la primera vez.",
    "Alguien dijo no hace mucho: “Si este discernimiento y esta sanidad, y demás, fueran de Dios, la jerarquía católica la tendría”.",
    "¿Por qué no la tenía la jerarquía judía? No nació en el palacio; nació en un establo. Él no tuvo ropa bordada para ponerse, sino los trapos de yugo del lomo de un buey. Acostado sobre un montón de estiércol; el Hijo de Dios, el tabernáculo en el que vivía Dios. Así es como Él decidió venir. Y nosotros tenemos que usar los cuellos volteados y trajes de cola, y las grandes y hermosas iglesias y campanarios dorados. “Esto os servirá de señal: Uds. Lo encontrarán a Él en pañales, envuelto en pañales y acostado en el pesebre. Esto os servirá de señal”.",
    "Dios habita en la humildad; no en lo ostentoso, esa siempre ha sido la idea del diablo. Dios viene con humildad. “Eso será una señal”. No un Dios menor, sino un Hombre. ¡Un Hombre! Él lloró como bebé, cuando Él era un Bebé. Jugó en las calles como niño, cuando Él era un Niño. Trabajó en el taller de carpintería con José, como Hombre en el trabajo. Él comió cuando tenía hambre. Él sudó cuando tenía calor. Él lloró cuando estaba triste. Él era un Hombre.",
    "🦅 Esto os servirá por señal. Dios vivirá con vosotros, en un humilde…”. No un gran hombre altivo, sino en un Hombrecito humilde y sin linaje. ¡Una señal! Eso allí es un golpe mortal para el diablo. Eso es un golpe mortal para cada denominación y lo ostentoso, y a todo lo ostentoso y a la gloria de este mundo. Eso es un golpe mortal, que el Dios del Cielo eligiera venir de esa manera.",
    "Es lo que sucedió en la conferencia. Tenía que decidirse. Es la forma en que Él eligió venir. Él no tenía que venir de esa manera. Él era el Dios del Cielo, pero eligió venir como Bebé. Él eligió venir de esa manera. Es lo que sucedió en la conferencia en el Cielo.",
    "Permítanme recordar otra conferencia o dos. Permítanme recordar esta. Hubo un tiempo… después de haber vivido una vida perfecta de treinta y tres años y medio. Un Hombre que quería vivir tanto como yo quiero vivir, tanto como Uds. quieren vivir; un Hombre Quien tenía algo por que vivir, hermanos que Él amaba, personas que Él amaba, puestas de sol que le gustaba ver. Recuerden, Jesús era Hombre; Dios estaba en Él.",
    "Llegó el momento en que el Espíritu que guiaba al Cordero, la Paloma, tenía que haber una conferencia entre el Cordero y la Paloma, y decidieron un lugar para tenerla.",
    "Después de la cena de esa noche, ellos cruzaron el pequeño arroyo de Querit y, o en algún lugar, y cruzaron el arroyo y entraron en el huerto llamado Getsemaní. Tenían que tener una conferencia. Dios y Cristo tuvieron que conversar al respecto. El Cordero y la Paloma tuvieron que sentarse juntos. Fue la Paloma la que tuvo que hablar con el Cordero, y fue acerca de la muerte del Cordero.",
    "Ahora, cuando se sentaron junto a esa roca, pues todos los Ángeles bajaron del Cielo para escuchar esta conferencia. ¡Oh! Allí estaban Gabriel, Miguel, Ajenjo, todos los miles sentados en torno a la roca.",
    "Él les dijo a Sus discípulos, cansados, habían tenido muchas reuniones grandes, estaban cansados, tal vez como Uds. en esta mañana. Pero dijo: “¿Quieren velar Conmigo solo una hora? Pues tengo que ir allá a tener una conferencia. Tengo que ir solo”. Y cuando ellos…",
    "Comenzó la conferencia. Y el Cordero, joven, una Vida hermosa, nunca hubo una Vida semejante. Nunca la hubo, nunca la habrá; una Vida como la que tuvo el Cordero. Pero ahora el Padre dijo: “¿Estás dispuesto? ¿Es Tu amor por Tus hermanos lo suficientemente grande? ¿Es Tu amor por ese mundo pecaminoso y pestilente en el que naciste, los amas lo suficiente para entregar Tu Vida? ¿Los amas lo suficiente para tomar su lugar, para llevar sus pecados, incluso hasta la muerte más cruel y difícil?”. Ud.… Nada pudiera morir esa clase de muerte sino Él.",
    "Y en esa conferencia, se tomó tal decisión, al punto que la Sangre cayó de Su frente. Él estaba bajo tensión. Los pecados del mundo estaban sobre Él. Y luego miró al rostro de la Paloma, y dijo: “No se haga Mi voluntad, sino la Tuya”.",
    "¡Oh!, ¿pudiéramos nosotros tomar esa decisión en nuestros corazones esta mañana? ¿Puede Ud. renunciar a esa pobre vida sucia suya? ¿Está Ud. dispuesto a mirarlo a Su rostro y decir: “No mi voluntad”? “Soy un borracho, pero no beberé más. Soy apostador; ya no beberé más. Soy inmoral, pero ya no lo seré más. Soy mentiroso, pero dejaré de serlo hoy. Soy una persona infame. Pero en esta conferencia, esta mañana, yo miraré Tu Rostro y escogeré, así como mi Maestro Quien murió por mí, para abrirme el camino: ‘No mi voluntad, Tu voluntad’. Aunque me cueste mi hogar; si me cuesta mi esposo, mi esposa, mi padre, mi madre, mi compañerismo, la membresía en la iglesia, lo que sea que me cueste. En esta conferencia esta mañana, declaro que quiero que Tu Espíritu Santo viva en mí. He oído hablar de Eso. Te quiero en mí. No la mía, sino la Tuya. Esa es mi decisión”. Dios ha designado un lugar, no en un alto pináculo, sino un pequeño y humilde tabernáculo a punto de caerse. Estamos teniendo una conferencia.",
    "Permítanme hablar de una conferencia más, solo por un momento. Muchas vienen a la mente. Hubo una conferencia después de Su muerte, sepultura y resurrección. Se debía hacer algo. Ellos eran hombres que tenían una concepción intelectual, así que se celebró otra gran conferencia. La conocemos en la Biblia como Pentecostés.",
    "Ellos tuvieron que tener una conferencia. Y se debía hacer algo, porque Jesús dijo: “No prediquen más; no canten más; no salgan para ministrar más; sino que quiero una conferencia con Uds. Y en esta conferencia, traeré al Espíritu Santo. Pero vayan a la ciudad de Jerusalén, y allí esperen hasta que Yo regrese. Tengo que subir al Cielo, para que ellos se regocijen. Y tengo que subir al—al Trono de la Majestad”, el cuerpo, Jesús, “pero voy a…Vamos a tener una conferencia Allí arriba. Y el Dios que mora en Mí ha prometido que Yo puedo regresar de nuevo, y que Yo estaría en Uds.; con Uds., en Uds., hasta el final de la consumación, del mundo. Hasta que todo termine, Yo estaré con Uds. Y las obras que Yo hago, Uds. también las harán”.",
    "Pues ellos no tenían idea cómo lograrían hacer esto, así que fueron a Pentecostés, y ciento veinte entraron en el aposento alto y cerraron la puerta, y esperaron y esperaron.",
    "Nuestro problema es que si no obtenemos una audiencia con Dios en unos diez minutos ya nos cansamos, nos duelen las rodillas. Queremos irnos. Si Él no nos responde conforme a lo que queremos y de la forma en que pensamos, nos disgustamos con Él. “¡Oh, venid, estemos a cuenta”!",
    "🦅 Vayan a Pentecostés, Yo quiero estar a cuenta con Uds. Solo suban allá y esperen”.",
    "Llevaban diez días sentados, de pie, orando, de todo, esperando la promesa. “Y de repente, los resultados de la Conferencia en el Cielo bajó, el Espíritu Santo, como un viento recio que soplaba, y llenó toda la casa donde estaban sentados. Ellos fueron llenos del Espíritu Santo”. Y ellos avanzaron, predicando la Palabra.",
    "Cuando tenemos conferencias mundiales, generalmente tienen su lugar seleccionado. ¿Y qué hacen en esta conferencia? Ellos toman bebidas, cócteles. Ellos fuman puros y cigarrillos. Se mienten el uno al otro, y se engañan, en las negociaciones de la paz mundial.",
    "Pero cuando Dios convoca una conferencia, es de ayuno, hacer limpieza, orar, recibir órdenes y avanzar. Esa es la conferencia de Dios. No festejar, sino ayunar. No deleitarse en la inmundicia, sino separarse, limpiarse Ud. de toda injusticia, cuando Ud. va ante Dios. Limpiarse por fe, al llevar el hisopo a la Sangre y limpiar su corazón y caminar ante Dios, para una conferencia. Ese es el tipo de conferencias cuando Uds. se encuentran con Dios, entonces Dios les da órdenes. Luego Uds. avanzan, Él los acompaña.",
    "Hay muchas grandes conferencias de las cuales podríamos pensar. Pero el tiempo no lo permite. Hubo una conferencia recientemente.",
    "Hubo una conferencia en los días de Martín Lutero, en la reformación. Dios llamó a Martín Lutero para que fuera a predicar la justificación, y él lo hizo.",
    "Se celebró una conferencia en los días de Wesley, en Inglaterra, para predicar la santificación, y como Wesley testificó…",
    "Yo me puse su abrigo, el último abrigo que él usó, un manto. Me paré en su púlpito, donde él le predicaba a mil quinientas personas todas las mañanas a las cinco. Me arrodillé en la habitación y le di gracias a Dios por su vida, la misma habitación donde murió. Allí, con el Espíritu sobre mí, pensé: “Sí, Wesley fue fiel”.",
    "Los santos Ángeles de Dios y Dios tuvieron una conferencia acerca de que ya era hora de predicar la santificación, y ellos escogieron a Wesley. Y él fue fiel a eso.",
    "Después vino lo Pentecostal. Era hora de una restauración Pentecostal. Hubo una conferencia en el Cielo: “¿Será hora de derramar la plenitud del Espíritu?”. Y Él fue derramado, y ellos Lo predicaron. Y nosotros Lo obtuvimos, y recibimos el Espíritu Santo.",
    "Ahora yo creo que estamos en otra conferencia, es la Venida del Hijo de Dios. Él dijo a Sus discípulos: “No sé el minuto ni la hora; nadie lo sabe, ni siquiera los Ángeles. Pero habrá una conferencia algún día” en otras palabras, “y el Padre decidirá ese momento en que regresaré”. Creo que esa conferencia se está celebrando. Se están tomando las decisiones.",
    "Su Espíritu está viniendo a la tierra tan poderosamente, que Él Se parará en la congregación, discernirá los pensamientos de la mente. Como dice la Biblia: “La Palabra de Dios es más viva, más eficaz que toda espada de dos filos, que penetra hasta los tuétanos de los huesos y es Discernidora de los pensamientos del corazón”.",
    "Cuando Felipe llegó y se convirtió, y fue a buscar a Natanael, y Natanael fue traído, el judío, ante Jesús. Y él había estado hablándole de Él, dijo: “Bueno, Natanael, pues hace unos días, un anciano pescador ignorante se acercó a Él, y Él supo. Él llamó su nombre, le dijo quién era. ¿No sabes que el Mesías, que nuestro profeta dijo que vendría, no te das cuenta de que ese Mesías sería profeta, un Dios-Profeta? Allí está. Es Él”.",
    "Natanael ha de haber dicho: “No creo eso. Iré yo mismo a ver”. Pero cuando llegó a la Presencia de Jesús, Jesús dijo: “He aquí un israelita en quien no hay engaño”.",
    "Y cuando Él hizo eso, dijo: “¿De dónde me conoces, Rabí?”.",
    "Dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”.\n\nÉl dijo: “Tú eres el Hijo de Dios; Tú eres el rey de Israel”.",
    "Cuando la mujer de Samaria, con cinco maridos, vino a Él. Y ella dijo… Cuando comenzó a sacar el agua, vio a este judío sentado. Él dijo: “Dame de beber”.",
    "¿Ven?, Él tuvo sed, como Hombre. Él era Hombre. En Su cuerpo, era Hombre; en Espíritu, Él era Dios. “Dios moraba en Cristo, reconciliando Consigo al mundo”.\n\nDijo: “Tráeme de beber”.",
    "Ella dijo: “Pues, no es la costumbre”. En otras palabras: “Tenemos segregación. No debes pedirme eso”.\n\nÉl dijo: “Pero si solo supieras con Quién hablas”.",
    "¡Oh, me pregunto esta mañana si es que nosotros sabemos lo que hay en esta sala! Si solo supiéramos que el Espíritu Santo Mismo, Aquel que testificará por nosotros o en contra, en el Día del Juicio, está aquí mismo en la sala y conoce nuestros pensamientos.",
    "🦅 Si solo supieras Quién era el que habla contigo, Me pedirías de beber”.\n\nElla dijo: “El pozo es profundo”.",
    "Él siguió hablando con ella hasta que captó su espíritu. Y Él dijo: “Ve, busca a tu marido y ven aquí”.\n\nElla dijo: “No tengo”.",
    "Dijo: “Bien has dicho; cinco has tenido, y con el que ahora vives no es tu marido”.",
    "Ella dijo: “Señor, me parece que Tú eres profeta. Pues, sabemos que cuando el Mesías venga, Él hará estas cosas. Pero, ¿Quién eres Tú?”.",
    "Jesús dijo: “Yo soy”. ¡Oh, vaya! “Yo soy, el que habla contigo”. Un simple Hombre pidiendo de beber, no un gran regalo floral del Cielo. ¡No era la escena del Trono Blanco allí, sino un Hombre pidiendo un sorbo de agua para saciar Su sed! “Yo soy el que habla contigo”.",
    "Y ella corrió a la ciudad y dijo: “Venid, ved a un Hombre Quien me ha dicho las cosas que he hecho. ¿No será esa la señal del Mesías? ¿No será Él?”.",
    "Ese Mismo profetizó, con los profetas en el Antiguo Testamento. Dijo: “Será un día en que ellos, en otras palabras, solo se unirán a la iglesia, irán a la iglesia y serán gente bastante buena. Y tendrán organizaciones y cosas. Y será un día gris, ni oscuro ni Luz. Pero al caer la tarde, habrá Luz”. Esas profecías deben cumplirse.",
    "¿Recuerdan anoche, nuestra conferencia en el Cielo? Dios había congregado allí a todos los Ángeles para celebrar una conferencia, a través de quién Él podría hacer que se cumpliera la palabra del profeta, para sacar a Elías… sacar a Acab, mejor dicho, allí para matarlo.",
    "Ahora hay una conferencia que se celebra en el Cielo. Las Luces del atardecer están aquí. Las bombas atómicas y cosas están colgando en todas partes, y estamos en el tiempo del fin. Las conferencias mundiales han llegado a su fin. El tiempo de la conferencia de Dios está llegando. Estas Palabras deben cumplirse con los gentiles: “Las obras que Yo hago también vosotros las haréis”. Ha llegado el momento. La conferencia ya se celebró. El Espíritu está aquí.",
    "Ahora, amigo, para terminar, digo esto: Uds. están en una conferencia esta mañana. Uds. lo están. Y su caso está listo para ser abogado. Su—su caso de enfermedad está listo para ser invocado ante un Dios misericordioso. Su caso de pecado está listo para ser abogado ante un Dios misericordioso, y asegúrese Ud. de aceptarlo.",
    "Porque, permítanme decirles, voy a hablar de la última conferencia que se celebrará. Dios tenga misericordia. Solo una cosa quedará en pie Allí: los reconciliados; ese es el Juicio. Y lo único con lo que Ud. será reconciliado, es cuando Ud. haya aceptado la Sangre de Jesucristo como su perdón, y haya sido lleno de Su Espíritu. Hay una conferencia a la que cada hombre llegará, cada mujer llegará, cada niño llegará. Hay un lugar seleccionado donde se llevará a cabo esa conferencia, y se establecerá un gran Juicio del Trono Blanco. Dios permitió que Sus profetas vieran, y dijeran: “Los Libros fueron abiertos, y otro Libro, el cual es el Libro de la Vida. Decenas de millares por decenas de millares de ministros y Ángeles le servían a Él”.",
    "Entonces fue escrito: “Si el justo con dificultad se salva, ¿En dónde aparecerá el impío y el pecador?”.",
    "¿Cuál será la situación suya en esa conferencia? Es posible que Ud. las haya pasado todas por alto a lo largo de su vida. Ud. podrá salir de esta puerta esta mañana y evitar esta. Pero, mi amigo, Ud. nunca pasará por alto aquella. Ud. estará Allí. “Porque fue establecido para los hombres que mueran una vez; pero después de eso el Juicio”. Habrá una gran conferencia en la que todos estaremos. Y daremos cuenta de esta mañana, esta conferencia terrenal que hemos celebrado esta mañana.",
    "Si Ud. es pecador, acepte Su misericordia mientras oramos, al inclinar sus rostros.",
    "Antes de orar, y Uds. con sus rostros inclinados, me pregunto esta mañana, sentados en esta conferencia, si el Espíritu Santo no les ha dicho: “Eres culpable”.\n\nY tal vez Ud. diga: “Espíritu Santo, sabes, es así”.",
    "Eso es lo que dijo Moisés en la conferencia del Mar Rojo. “Es así Señor: He llegado hasta aquí, pero no puedo avanzar más. Hay algo que me estorba”.",
    "Tal vez haya algo que estorba su camino. Pero recuerden, Dios le dijo a Moisés: “Ve, habla a los hijos de Israel, y marchen”.",
    "Si a Ud. le gustaría ser recordado en oración, ¿podría levantar las manos y decir: “Ore por mí, hermano?”. Dios les bendiga. ¡Vaya! En todo el edificio, docenas de manos.",
    "Padre Celestial, con esta voz quebrada, muy destrozada, por la predicación, pero de una manera u otra, el gran Espíritu Santo le ha dado a la gente el pensamiento que se quiso decir. Pues, el profeta dijo: “Venid ahora, estemos todos a cuentas, dice el Señor”.",
    "🦅 Ven ahora, tengamos una conferencia, allí en el asiento donde estamos. Yo estoy aquí junto a Uds.; les estoy hablando”.",
    "🦅 Pero, Señor, he pecado”: dice el pecador. “He hecho tantas cosas. Yo—yo no creo que pudieras perdonarme, Señor. Soy un borracho. Soy una prostituta. Soy, ¡oh!, una persona de mala fama. No creo, Señor, que haya alguna posibilidad para mí”.",
    "Luego oímos las bellas Palabras resonar: “Si fueren vuestros pecados como la grana, como la nieve serán emblanquecidos; si fueren rojos como el carmesí; tomando la vida de muchos bebés antes de que nacieran, y—y cosas que han sido horribles. Si fueren rojos como el carmesí, serán emblanquecidos como la lana de cordero”. ¡Qué misericordia! “Estemos a cuentas”, dice Dios ahora.\n\nVamos a celebrar esta conferencia, Señor.",
    "Y—y Tú le estás hablando a Tu pueblo. Ellos levantan las manos, eso muestra que Tú estás junto a ellos. Porque está escrito en las Escrituras: “Ninguno puede venir a Mí, si Mi Padre no lo trajere primero. Y todos los que el Padre Me da vendrán a Mí. Y les daré Vida Eterna y los resucitaré en el Día postrero”.",
    "Ahora concede, Señor, que cada uno que levantó la mano, y aquellos que no levantaron la mano, donde sea que se estén llevando a cabo Tus pequeñas conferencias individuales en este edificio ahora mismo con las personas, que ellos acepten Tu gracia de perdón y sean llenos de Tu Espíritu, y lavados en Tu Sangre. Y al final del camino, que Tú digas: “Bien hecho, mi buen y fiel siervo. Fuiste fiel esa mañana en la Calle Octava y Penn, ahora, entra en los gozos del Señor que fueron preparados para ti desde la fundación del mundo”.",
    "Señor, mi Dios y mi Padre, Te los encomiendo. No puedo hacer más. Solo soy Tu predicador y no puedo hacer más. Son tuyos. Lidia con ellos, Padre, conforme a las necesidades de su corazón. Los permitimos… o, Te los encomendamos, en el Nombre de Tu Hijo, Jesucristo. Amén.",
    "Si alguna vez han notado en el tabernáculo, yo no permito que la gente vaya y jale a las personas al altar. No creo en eso. Si Dios no lo trae a Ud., no servirá que alguien más lo haga. “Ninguno puede venir, excepto que Mi Padre lo traiga. Y todo lo que el Padre…” Y el Padre lo trae a Ud. porque su nombre está en el Libro de la Vida del Cordero. “Y todos los que Él Me ha dado vendrán a Mí”. Ya sea que Ud. esté en su asiento, en el altar, o donde esté, Ud. vendrá. Esa es la pura verdad. Así lo dijo Jesús.",
    "Así que, queridas personas que levantaron la mano, el siguiente paso para Uds., si no han sido bautizados, es bautizarse en el Nombre de Jesucristo para la remisión de sus pecados. Esa es la receta del médico, el Doctor Simón Pedro, quien tenía las llaves del Reino y les diría cómo entrar.",
    "En el día de Pentecostés, ellos dijeron: “¿Qué debemos hacer para ser salvos?”.",
    "Él dijo: “Arrepentíos, cada uno de vosotros”. Es lo que Uds. acaban de hacer. “Luego bautícense en el Nombre de Jesucristo para perdón de sus pecados”, para mostrarle a la gente y al mundo que Uds. creen (muerte, sepultura, resurrección de Jesucristo) Él tomó sus pecados. “Luego recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”. Sigan esa instrucción.",
    "Si no es en este tabernáculo, en el tabernáculo donde Ud. asista, a la iglesia a donde Ud. va, dondequiera que sea, no se quede afuera. Acérquese rápidamente a un cuerpo de creyentes espirituales. Vaya a las Asambleas de Dios, a la Iglesia de Dios, a la unidad pentecostal, a la dualidad pentecostal, a la trinidad, sea lo que sea. No me importa a dónde vaya, pero vaya rápidamente a una iglesia. Lleve su compañerismo allí. Si enseñan cositas que quizás Ud. no comparte, no diga Ud.: “Pues, el Hermano Branham no lo enseñó de esa manera”. Bueno, eso no importa mucho, de todos modos. Si Ud. tiene el Espíritu Santo, siga adelante. Vaya con ellos. Siga adelante. De todos modos, todos vamos—vamos a llegar a ser uno.",
    "Cuando el templo de Salomón fue cortado, de todo el mundo, fue cortado de todo el mundo, diferentes piedras de aspecto extraño y todo lo demás. Pero cuando comenzaron a juntarlas, no hubo un zumbido de sierra ni el sonido de un martillo. En los cuarenta años levantando el templo, nunca oyeron un golpe de martillo ni un zumbido de sierra. Todos fueron cortados exactamente.",
    "Todas estas grandes iglesias que tienen el Espíritu Santo, se unirán en sus lugares correspondientes, en ese Día, en el Cuerpo de Cristo, para el Rapto. Por lo tanto, lleguen a donde crean el Evangelio.",
    "Ahora, mis preciosos amigos, no sabía que había tomado tanto de su tiempo. No sé a qué hora pasé aquí. ¿Fue a las nueve y media o a las diez en punto, o algo así? Diez. No puedo… ¿Realmente ya pasó tanto? No puedo creerlo.",
    "Tenemos tiempo solo para orar por los enfermos. Se los prometimos. Ahora, solo un minuto. Si solo nos dan quince minutos. Solo… creo que faltan quince minutos, así que solo tomaremos esos quince minutos según mi reloj. Escuchen. No hay nada…",
    "Su primer deber cuando Ud. se enferma, por supuesto, acude a su médico. Él hace todo lo que pueda hacer. Si él no puede hacer más, entonces Ud. tiene derecho a ir al gran Especialista. Ahora, no estamos en contra de los médicos.",
    "Tengo muchos preciosos amigos médicos que son de mi amistad, buenos hombres que creen en Dios. Y oro por ellos, e incluso ellos oran por mí. Correcto. Reciben un paciente con el que no pueden hacer nada. Muchos médicos buenos, por supuesto, no menciono sus nombres. Tal vez ellos no estén llenos del Espíritu Santo y cosas, pero son buenos hombres. Dicen: “Hermano Branham, no hay nada que yo pueda hacer con ese caso, si Ud. lo toma”.",
    "Digo: “Envíalo. Déjame… Yo no puedo hacerlo. Se lo voy a dejar a Jesús, se lo voy encomendar a Jesucristo, dejar que Él lo haga”. ¿Ven? Así que eso está bien.",
    "Pero, miren: Si alguna vez ocurre alguna sanidad, será Cristo el que la hace. El médico puede extirpar una obstrucción, extraer un diente, o—o cortar un lugar, extirpar un apéndice, tomar, extirpar un cáncer, cortar una verruga u operar; u otra cosa, ponerle veneno para matar gérmenes. Pero no hay nada que pueda sanar aparte de Dios, porque tiene que ser una creación para que eso vuelva a crecer. Y ningún medicamento puede crear. ¿Ven? Solo hay un Creador, y ese es Dios. Entonces, Salmos 103, ¿ven? Todas las Escrituras son verdaderas: “Yo soy Jehová el que sana todas tus dolencias”. Eso no significa que el médico no tenga parte en eso. Sí, la tiene. Si me rompo el brazo, mi deber es ir a un médico que sepa cómo componer ese brazo, pero él no puede sanar ese brazo. Él solo puede componerlo, colocar los huesos nuevamente en su lugar. Y luego Dios provee el calcio y demás, y crea el material, en mi brazo, que lo hace soldar. Dios es el Sanador ¿Ven?",
    "Ahora, hemos estado predicando esta semana. La costumbre judía para las personas, en el tiempo judío, era ir, poner las manos sobre los enfermos. Es lo que hacían. Todo era por imposición de manos. Fue una orden judía. Pero nunca fue así con los gentiles, nunca. Cuando la hija de Jairo (un sacerdote judío), cuando ella murió, él le dijo a Jesús: “Ven y pon Tus manos sobre mi hija, y ella vivirá”. Pon Tus manos sobre ella.",
    "Pero cuando Él fue al centurión romano, él dijo: “No soy digno de que entres en mi casa. Quédate allí donde estás, y solo di la Palabra”. Él se dio cuenta de la autoridad que tenía Jesús. Él dijo: “Soy hombre bajo autoridad, tengo un…”. Él era un centurión; significaba—significaba que tenía cien hombres sujetos a él. Él dijo: “Si le digo a este hombre: ‘Haz esto’, lo hace; y a ese hombre: ‘Haz aquello’, lo hace”. Él dijo: “Y Tú tienes la autoridad sobre toda enfermedad, y cada aflicción y todo. Todos están sujetos a Tu mandato. Tú eres el gran Comandante”. ¡Oh, me gusta eso!",
    "Eso aun tocó el corazón de Jesús. Y se volvió entonces, hacia el pueblo judío, y dijo: “No he hallado fe así en Israel”.",
    "La mujer sirofenicia, una gentil griega, vino a Él y le dijo: “Señor, tengo una hija postrada allí, que el diablo la molesta de diversas maneras”. Probablemente era epiléptica o con algún tipo de locura. Dijo: “Ella está en una condición terrible. ¿Podrías sanarla?”.",
    "Y Él probó su fe. “¡Oh!” dijo, “no está bien tomar el pan de los hijos y dárselo a los perrillos”. Llamándola una perra. Y en esos días, un perro era uno de los… casi como un cerdo, lo más bajo que había. Dijo: “No está bien que Yo tome el pan de los hijos y se los dé a Uds. perrillos”.",
    "Ella dijo: “Es verdad, Señor”. ¡Oh, me gusta eso! “Es verdad”. Dijo: “Pero sabes, los perrillos debajo de la mesa comen las migajas de los hijos”. Eso lo tocó a Él.\n\nElla dijo como tú, el otro día, Hattie, lo correcto.",
    "Él se volvió y dijo: “Por esta palabra, el demonio ha salido de tu hija”. No tuvo que ir a ella e imponerle las manos.\n\nEn el día de Pentecostés, cuando cayó el Espíritu Santo…",
    "Felipe fue a Samaria. Ellos eran medio judíos, entonces, cuando fue allá, él tuvo que imponerles las manos, para que ellos recibieran el Espíritu Santo. El Espíritu Santo aún no había venido sobre ninguno de ellos, así que enviaron y trajeron a Pedro. Habían sido bautizados en el Nombre de Jesús, así que subieron y trajeron a Pedro y a Juan, en Jerusalén, en el cuartel general. Y ellos vinieron y les pusieron las manos, y recibieron el Espíritu Santo. Después Pedro fue a la casa de Cornelio… ¿Ven?, él tuvo que poner las manos sobre ellos. Miren, Hechos 19, cuando ese grupo de judíos en Éfeso, él tuvo que ponerles las manos para que recibieran el Espíritu Santo.",
    "Pero mientras estaba en la casa de Cornelio: “Mientras él hablaba estas Palabras, el Espíritu Santo cayó sobre ellos”. Sin la imposición de manos. El Espíritu Santo cayó cuando oyeron la Verdad. Ellos estaban hambrientos y Lo esperaban.",
    "¿Están Uds. así de hambrientos de sanidad esta mañana? Entonces permitan que el Espíritu Santo hable, si Jesús es el mismo ayer, hoy y por los siglos. ¿Lo creen? ¿Dijo Él: “Las obras que Yo hago, vosotros también las haréis”? ¿Cómo Se declaró Él a la gente de que era su Mesías, el Mesías de los judíos? ¿Cómo lo hizo para los judíos? Al decirles lo secreto de sus corazones: ellos lo reconocieron a Él como el Mesías. ¿Cuántos saben que eso es verdad? Seguro.",
    "Cuando vino Pedro, y Él dijo: “Te llamas Pedro”. Y dijo… O, “Te llamas Cefas”. Dijo: “Te llamarás Pedro. El nombre de tu padre era Jonás”. Eso concluyó el asunto. Él supo que Ese era el Mesías.",
    "Cuando Felipe fue y encontró a Natanael, Él dijo: “Tú eres un… eres un hombre bueno y honesto”.\n\nÉl dijo: “Pues, Rabí, ¿cuándo me conociste?”.",
    "Dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. Quince millas alrededor de las montañas, a un día de viaje: “Te vi”.\n\nÉl dijo: “Tú eres el Hijo de Dios, el Rey de Israel”.",
    "Él fue donde los samaritanos. Él tenía que ir allí. ¿Por qué? Él fue allí a los samaritanos. Y allí había una mujer samaritana, y Él pensó que simplemente le daría la señal del Mesías. Y Él dijo: “Ve a buscar a tu marido y ven aquí”.\n\nElla dijo: “No tengo marido”.\n\nÉl dijo: “Bien has dicho, porque tienes cinco”.",
    "Ella dijo: “Señor” en otras palabras, así: “hemos estado buscando por un Mesías que vendrá, y será un Profeta-Dios. Y sabemos que cuando venga, Él nos dirá estas cosas. Así que, Tú debes ser alguna clase de profeta”.\n\nÉl dijo: “Yo soy el Mesías. Soy Aquel de que quien hablas”.",
    "Ella dejó ese cántaro de agua, una prostituta y desesperada, qué condición en la que estaba, y corrió a la ciudad, y les dijo a esos hombres: “Vengan a ver a un Hombre Quien me dijo lo que hay en mi corazón. ¿No será Ese el Mesías? ¿No será Ese el Mesías?”.",
    "Eso no se hizo para los gentiles ni una vez. No, señor. Este es el día de ellos, cuando las Luces del atardecer.",
    "Los judíos ahora están en una nación para controlar al mundo. En un tiempo lo hicieron. Ellos están regresando. Miren a esa higuera brotar sus renuevos allá. Uds. miren al judío, donde sea que él esté, es el calendario de Dios, Uds. lo sabrán. Él nunca abandonará a Israel. Pero Israel tuvo que ser cegado. No estoy diciendo esto por causa de esta judía sentada aquí. Pero Israel tuvo que ser cegado, para darnos una oportunidad. Ámenlos. No se preocupen Uds., ellos florecerán de nuevo. “Lo que dejó la oruga, se comió la langosta; lo que dejó la langosta lo comió el revoltón; pero Yo restauraré, dice el Señor”. Eso fue devorado solo por un corto período, para que nosotros pudiéramos ser introducidos. Nuestros ojos están abiertos.",
    "Ahora, ¿qué es? Nuestro día está acabando. Los judíos están comenzando a reunirse nuevamente como Dios dijo. Y las Luces del atardecer están brillando ¿sobre qué? ¿Dónde brillan las luces del atardecer? En el oeste. Brillaron en el este, para el judío, a los orientales, al principio. Ha sido un día oscuro de denominaciones y demás, pero la Luz de la tarde brillará sobre los gentiles, el hemisferio occidental. Aquí estamos ahora, al final. Estamos—estamos en la costa occidental. Si uno avanza más lejos, regresará al este nuevamente. La civilización ha caminado de esa manera. Así que, las Luces de la tarde están brillando: “Jesucristo, el mismo ayer, hoy y por los siglos”.\n\nOremos.",
    "Ahora, Señor, todos estos son Tuyos. “La Fe de la Palabra viene por el oír, el oír la Palabra de Dios”. Y, Dios, Tú manifiestas Tus Palabras para demostrarle a las personas que eres Dios. Ahora, que sea notorio esta mañana que Tú eres Dios y que yo soy Tu siervo que les dice la verdad de la Vida Eterna. Mediante Jesucristo, nuestro Señor, oramos. Amén.",
    "Creo que Billy me dijo allá afuera que había un—un gran montón de tarjetas de oración, mucha gente aquí. No podemos traerlos a todos, Uds. lo saben, para—para probar eso, o solo para que Uds. puedan ver. Ahora, Dios no tiene que hacer esto. Y ¿todos lo saben?",
    "Jesús no tuvo que sanar a nadie cuando estuvo en la tierra. ¿Sabían Uds. eso? Pero lo hizo, para que se cumpliera lo dicho por el profeta. ¿Correcto?",
    "Él hace esto para que la Palabra se pueda cumplir: “Como fue en los días de Sodoma, así será en la Venida del Hijo del Hombre”.",
    "¿Notaron que ellos tuvieron a Billy Graham y a Oral Roberts y a aquellos, en el día de Sodoma? Hombres como ellos fueron allá y les predicaron a los sodomitas en la ciudad.",
    "Pero Abraham el elegido y su grupo eran el grupo llamado fuera, apartados a un lado. ¿Qué clase de Ángel se quedó atrás y les predicó? Observen. El Hombre se sentó allí, dijo que era un extranjero de un país lejano; con la ropa polvorienta. Acababa de comer una porción de ternero, había bebido la leche de la madre, había comido unas tortas de maíz con Abraham. Pues, tal vez con el matamoscas espantando a las moscas, mientras lo hacía, sentado allí, comiendo. Y después de que Él se fue… Abraham Lo llamó “Elohim, el Todopoderoso”. Pero Él era un Hombre; Dios en Su pueblo. Ahora miren lo que Él hizo, cómo lo supo. Se sentó allí y habló con Abraham. Él dijo… Ahora, era la primera vez que se encontraba con Abraham, la primera vez que Abraham Lo veía a Él, y sabía.",
    "Y estos otros hombres iban a seguir hacia Sodoma. Y ellos fueron allá y predicaron, y cegaron a la gente. ¿No es eso lo que hace la predicación del Evangelio: cegar al incrédulo? Noten.",
    "Pero Este se quedó atrás con la Iglesia elegida, Abraham y su grupo, los circuncidados, los reales. Él dijo…",
    "Lot era el—el que vive en la ciudad, y tiene grandes diversiones. Y ¿ven cómo eran sus hijas, y cómo eran sus hijos, y todo? Exactamente como lo es el mundo de hoy, Sodoma, el pecado y todo. Esa es la iglesia nominal.",
    "Pero la Iglesia espiritual es un grupo llamado fuera, separado. ¿Qué clase de Ángel vino a ellos? Ahora, observémoslo. Ahora recuerde Ud., su Señor dijo: “Como fue entonces, así será en la Venida del Hijo del Hombre”. Jesús lo dijo. “Los cielos y la tierra pasarán, pero Mis Palabras no fallarán”. Ahora, escuchen atentamente y guarden silencio.",
    "Ahora, este Ángel habló con Abraham. Dijo: “Abraham, ¿dónde está tu esposa, Sara?”. ¿Cómo sabía Él que estaba casado? ¿Cómo sabía Él que tenía una esposa? ¿Y cómo sabía Él que su nombre era Sara? Extraño, ¿verdad?\n\nY Abraham dijo: “Ella está en la tienda detrás de Ti”. Ajá.",
    "Él dijo: “Abraham, viendo que—que le crees a Dios, y que serás el heredero del mundo, todos los gentiles y todos serán traídos al Reino a través de tu Simiente. Por tu… A ti fue dada la promesa. No ocultaré ninguna prom-…nada de ti, Abraham”. ¡Oh, me encanta eso! “No te ocultaré esto, Abraham. Pues Me has creído acerca de ese bebé por veinticinco años. Ahora tienes cien años, y ella noventa. Pero Abraham, Según el tiempo de la vida…” En una audiencia mixta, ya Uds. saben lo que quiero decir, los veintiocho días. A ella le había cesado cincuenta años o más, sí, sesenta años antes de eso. Dijo: “Según el tiempo de la vida con Sara, Te visitaré de nuevo, y vas a tener a ese bebé”.",
    "Y Sara, detrás de Él, en la tienda, las cortinas cerradas, se rió dentro de sí. Solo… [El Hermano Branham demuestra una risa silente.—Ed.] Y dijo dentro de sí: “¿Podría yo tener deleite con mi señor?”. ¿Cómo le llama Ud. a su marido? “¿Tendré de nuevo deleite con mi señor, viendo que soy vieja, y él también es viejo?”.",
    "Y el Ángel, dándole la espalda, dijo: “¿Por qué se rió Sara? ¿Qué la hizo reír?”. ¿No lo ven Uds.? ¿Qué clase de Espíritu?, ¿qué clase de Ángel fue ese, que visitaba a esa Iglesia elegida allí?",
    "Pues, Jesús dijo que eso mismo acontecería justo antes de Su Venida. Esa será una señal de Su Venida.",
    "Llamemos la línea de oración. Él dio la promesa; Él la cumple. Bueno, aquí, por aquí a lo largo tengo que llamar a cinco o seis personas, todas las que puedan estar aquí. Los demás, solo crean. Observen. Si Ud. no tiene una tarjeta de oración y llega aquí arriba, eso no significa nada. Yo les reto. Esto es lo que…",
    "Esto es lo que hizo la Simiente de Abraham, Jesús, cuando estuvo en la tierra.",
    "Un día, Él pasaba por una multitud de personas. Y todos decían: “Hola, Rabino. Buenos días, Doctor. ¿Cómo está Ud., Reverendo? Encantado de conocerlo, Reverendo. Es un gusto tenerlo aquí. ¿Tendrá Ud. una reunión mientras estamos aquí?”.",
    "Y una pobre mujercita tenía una necesidad, así que vino de entre la multitud, y ella tocó Su manto; porque dijo dentro de sí: “Si tan solo toco a ese santo Varón”. ¿Ven? La fe de ella. ¿Ven? “Si Lo toco, estaré bien”. Entonces Lo tocó, y ella regresó a la multitud. Ella dijo: “¡Oh!, estoy segura de que he sido sanada, porque lo creo. Lo creí. Sé que estoy sana. Yo—yo creo que el flujo de sangre se detiene en este momento. Simplemente lo creo”.",
    "Jesús se detuvo, dijo: “Oigan, ¿quién Me tocó?”. ¡Que pregunta!",
    "Pedro dijo, en otras palabras: “Señor, ¿qué pasa Contigo?”. La Biblia dice que él Lo reprendió. Dijo: “¿Qué quieres decir con eso? Pues, ¡todos Te están tocando! ¿Cómo es que vienes y dices…? Tú, siendo el Mesías, ¿no tienes miedo de descubrirte aquí delante de esta gente?, ‘¿Quién Me tocó?’. Y apuesto a que quinientas personas Te acaban de tocar en el último minuto. ¿Por qué dices tal cosa?”.",
    "Él dijo: “Pero este fue un toque diferente. Siento que me debilité”. Virtud, cualquiera sabe que virtud es poder. “Me debilité. Poder salió de Mí”.",
    "Y Él miró alrededor, miró alrededor. ¿Ven?, hay fe allí, en algún lugar. Él miró alrededor, y encontró a la mujercita. El Espíritu Santo que estaba en Él en plenitud, lo dirigió directamente a la mujercita. Y ese flujo de sangre que ella había tenido, Él dijo: “¡Tu fe! Pues, Yo no te sané. No tuve nada que ver con eso, pero tu fe”, (¿en Quién?) “en Dios, a Quien estoy representando, tu fe te ha salvado”.",
    "Bueno, la Biblia dice que Él es el mismo ayer, hoy y por los siglos. Es el mismo en principio, el mismo en poder, el mismo en actitud; el mismo Dios que vivió en Cristo vive en la Iglesia, no en la cantidad de Él. Él Lo tenía sin medida, nosotros Lo tenemos por medida. Pero si uno tuviera una cucharada de agua del océano, los mismos químicos que están en todo el océano están en la cucharada. Recuerden eso. Así es. Es el mismo Dios.",
    "Ahora, la Biblia dice en Hebreos, él dijo que “Jesucristo, ahora mismo, es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Cuántos saben eso? Bueno, si Él es el mismo Sumo Sacerdote, ¿no actuaría de la misma manera si fuera tocado?",
    "¿Qué somos nosotros? Su portavoz. Nos sometemos a Él, y nuestras palabras no son nuestras palabras. “No os preocupéis por lo que habéis de decir, porque no sois vosotros los que habláis. Es el Padre que habita en vosotros; Él habla”.",
    "En alguna parte, ¿de dónde fue, Billy? ¿Del uno al cincuenta, o uno al cien? [El Hermano Billy Paul Branham dice: “Cien”.—Ed.] Uno al cien.",
    "Por lo general, la gente se apresura para esa primera tarjeta, así que dejaremos esa por un minuto. Comencemos por un número inesperado. Digamos treinta. ¿Quién tiene la tarjeta de oración treinta? Levante la mano.",
    "¿Cuál es—cuál es la letra? [El Hermano Billy Paul dice: “B”.—Ed.] B, B-treinta. Muy bien.",
    "Busquen en sus bolsillos; saquen su tarjeta de oración. Y si… [Un hermano dice: “Allí mismo”.—Ed.] Bueno, escuchen, si no hay treinta, entonces comenzaremos en otro. Vamos a—vamos a comenzar en…[El Hermano Billy Paul dice: “Allí mismo, en la parte trasera”.—Ed.] ¿Qué dices? [El Hermano Neville dice: “Allí está”. El Hermano Billy Paul dice: “Atrás, a la izquierda”.] ¡Oh, lo siento! Lo siento. Muy bien. Venga aquí, señor.",
    "Treinta y uno. ¿Quién tiene la tarjeta de oración treinta y uno, podría levantar la mano? Treinta y uno. Venga aquí, señor. Treinta y dos. ¿Quién tiene la tarjeta de oración treinta y dos? ¿Tú, jovencita? Treinta y tres. ¿Quién tiene la tarjeta de oración treinta y tres? ¿Podría levantar la mano? Esta señora, aquí. Muy bien, hermana. Treinta y tres. Treinta y cuatro. La tarjeta de oración treinta y cuatro? ¿Ud., señor? Treinta y cinco. Treinta y seis. Treinta y seis. ¿Quién tiene la tarjeta de oración treinta y seis? ¿Se me pasó?\n\nUd. tiene la treinta y seis, señorita? Treinta y siete. Esta señora estaba confundida aquí. Vean… ¿Cuál es su número de tarjeta de oración? Vean dónde está. [La hermana dice: “treinta y cinco”.—Ed.] Treinta y cinco. Lo siento, señora. Muy bien, encuentre su lugar. Los muchachos la ubicarán donde debe estar.\n\nTreinta y siete, treinta y ocho, treinta y nueve, cuarenta. Veamos que se levanten. Hay tres ahora. Treinta y ocho, treinta y nueve, cuarenta. Treinta y nueve, cuarenta. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, supongo que eso es todo. Cuarenta, cuarenta y uno, cuarenta y dos, cuarenta y tres, cuarenta y cuatro, cuarenta y cinco. Dejen que las tarjetas de oración se acerquen: tarjeta de oración, hasta cuarenta y cinco, del treinta al cuarenta y cinco.\n\nBueno, si Ud. no puede levantarse… ¿Tiene Ud. una tarjeta de oración, señor? La tiene, está bien, vaya allá. No veo más de un hombre lisiado. Él está aquí en una silla de ruedas. Ahora, si hay alguien que no tenga de esas tarjetas de oración, ahora, no sabemos… Supongo que me estoy metiendo en un apuro allí, así que yo… Bien. Muy bien. Voy a—voy a—voy a detenerme, en un minuto. Muy bien. No tenemos espacio aquí, ¿ven?, para que se haga de manera ordenada.",
    "Ahora, ¿cuántos aquí no tienen una tarjeta de oración, y sin embargo están enfermos y quieren que Dios los sane? Levanten la mano. Bueno, prácticamente en todas partes, supongo, casi en todas partes.\n\nMuy bien, ahora, voy a preguntarles, por favor, por estos próximos minutos… Ya que, me extendí más de mi tiempo.\n\nPero, aquí está el reto: ¡si esta Palabra es correcta o no! ¡Esto lo demuestra!\n\nBueno, préstenme toda su atención.\n\nCualquiera aquí sabe que, si yo pudiera, yo los sanaría a todos. Pero la Biblia dice que: “Yo soy Jehová tu Dios, Quien sana todas tus enfermedades”. Está basado en Fe. Todas estas cosas que he predicado esta semana, hasta este momento y a lo largo de mi vida, están basadas en las obras terminadas de Cristo en el Calvario. Si Ud. lo cree, es todo lo que Dios pide: “Si Ud. lo cree, tendrá lo que pide”.\n\nBueno, en cuanto a que aparezcan señales y maravillas, Él lo prometió. Primero, Él estableció en la iglesia (¿Qué?) apóstoles, profetas, maestros, evangelistas, pastores. Es el orden de Dios establecido en la iglesia, para perfeccionar a los santos.\n\nAhora quiero que cada uno de Uds. me dé toda su atención.\n\nPues, hay solo una persona en esa línea de oración que creo que conozco. Y es el hombre que tiene puesto el traje blanco. No recuerdo su nombre. Pero yo—yo creo que es de un lugar cerca de Carolina o algo así. Yo… Es un vendedor de autos o algo así. He hablado con él. Ni siquiera sé su nombre. Pero yo… Y, sinceramente, yo—yo no sé qué le pasa. Yo… Dios sabe eso. No podría decirles qué le ocurre. Pero creo que para mí el resto de ellos son desconocidos. Yo no los conozco.",
    "¿Cuántos aquí saben que no sé nada de Ud.? Levanten la mano. Sí, señor. Ahora, la Biblia dice: “Cuando el Espíritu Santo haya venido, Él…”. Lo primero que hará el Espíritu Santo será ¿qué? “Revelarles estas cosas que Yo he enseñado”. ¿Correcto? Entonces, ¿qué haría Él? “Mostrarles a Uds. lo que vendrá, será un Revelador del secreto del corazón”. Él haría las mismas obras que hizo Jesús.",
    "Bueno, ¿cuántos creen que Jesús completó el plan de salvación y sanidad en el Calvario? Seguro. Entonces, en cuanto a eso, todo terminó, ¿verdad? Ha sido hecho.",
    "Pero lo único que Él puede hacer es sorprenderlo a Ud. o hacerle comprender que Él sigue siendo Dios y cumple Su promesa. Por lo tanto, al hacerlo, Él unge a los predicadores. Esos son estos hombres finos parados por aquí, y muchos allá atrás. Él los unge para predicar. Soy un pobre sustituto de predicador; Él me dio esto como mi predicación, ¿ven?, en lugar de eso; porque no tengo educación y no sé nada, Uds. saben lo que quiero decir, para ser un erudito ni nada, ni estudioso. Pero Él les dio a estos hombres la oportunidad de hacer eso, y ellos suben allí bajo inspiración y predican. ¡Oh!, podrían decir más en cinco minutos de lo que yo podría decir en una hora, bajo la inspiración, es como un cañón o una ametralladora que Lo dispara rápidamente, como un martillo mecánico. ¿Ven?",
    "Yo, ¿vean?, mi don es algo diferente: tengo que tomar mi tiempo y estudiar lo que… y esperar y ver qué me dirá el Espíritu Santo enseguida. Y ¿ven?, no está exactamente en mi línea. Pero aun así lo hago, para edificar a la congregación, para que sepan cuál es mi concepción de Cristo.\n\nPor lo general en las reuniones, tengo a un buen predicador que predique en mi lugar. Pero ahora, ahora es el momento; esta es la hora, después de que la Palabra fue predicada: Entonces, ¿qué de eso? Si solo se predica, y Ud. se va, bueno, Ud. no lo sabe. Pero si Él viene y demuestra que lo que Él dijo es la Verdad, entonces, hermano, ahora es su responsabilidad. Así es, es Ud.\n\nAhora, si el Espíritu Santo viene esta mañana en la audiencia, y hace exactamente lo que hizo cuando estuvo en Jesucristo, ¿cuántos aquí creerán que Dios estuvo una vez sobre nosotros; luego con nosotros, en Cristo; ahora en nosotros, en la Iglesia? Por supuesto.\n\nBueno, si Uds. pueden ver ahora (No necesitan que les impongan las manos, si Ud. es un verdadero creyente: “Mientras Pedro hablaba estas palabras, el Espíritu Santo cayó sobre ellos”. ¿Ven? “No necesito que vengas a poner las manos sobre mi siervo: solo di la Palabra, y eso es todo lo que tienes que hacer”.), veamos ahora si Ud. es simiente de Abraham. Dejen que Dios haga el resto.\n\nPadre Celestial, como hombre, como un siervo, esa es mi palabra final. Habla Tú a partir de ahora, Señor. Que así sea, que ellos sepan que Tú eres Dios en medio del pueblo. En el Nombre de Jesús, Amén.",
    "Ahora, como hombre, aquí hay un hombre, bueno, yo podría decir que, como cuando Natanael vino ante Jesús. Hasta donde yo sé, nunca nos hemos visto; somos desconocidos el uno para el otro. Pero Dios conoce al hombre, yo no lo conozco. En mi memoria, nunca lo he visto, a menos que haya sido en alguna parte en la calle y lo conocí allí, le di la mano o le dije: “¿Cómo está, señor?”, o algo, alguna mañana, es todo lo que sé. Pero Dios conoce al hombre. Ahora, si Jesucristo es el mismo ayer, hoy y por los siglos, entonces Él ya… si este hombre está enfermo, entonces, en cuanto a la sanidad, Él ya lo hizo. Jesús ya terminó con eso. Pero solo como una forma de lograr que él crea, y saber que Jesús está aquí.",
    "Bueno, ¿qué dijo Jesús? “La señal, como fue en Sodoma, así será hecho en los últimos días”. “Las obras que Yo hago”, mostrando que Él era precisamente el Mismo que estuvo con Abraham. “Antes que Abraham fuera, YO SOY”. Él era ese Ángel. Y aquí Él… Él está aquí mismo esta mañana, el mismo Ángel morando en nosotros.",
    "Bueno, el hombre pudiera ser un—un impostor. Él pudiera ser un hipócrita. Pudiera ser un infiel. Pudiera ser un—un santo. Él, no sé nada de él; él solo está ahí de pie. Pero si el Espíritu Santo viene y le revela a él, entonces que él sea juez a partir de ese momento. Él sabe. Si el Espíritu Santo puede decirle lo que ha acontecido en su vida, sin duda, él, si eso es cierto, él podrá creer lo que habrá de ser en su vida. ¿Correcto? Y si Él puede decirle lo que fue, ¿qué me dice de lo que será? Ahora, él sabrá si es correcto o no, si es que así ha sido.",
    "Doctor, Ud. cree esto. Tanto Ud. como mamá, Uds. lo creen. Y el otro doctor sentado allí atrás también, de Springfield, Missouri. ¿Ven? El Espíritu Santo está aquí ahora.",
    "El hombre canoso allí, hospedado en el Motel Alben allá. Ud. sufre con algo en su costado. [El hermano dice: “Así es”.—Ed.] Para empezar, Ud. no es de aquí. Ud. es de Canadá. [“Sí. Así es”.] Colombia Británica. [“Así es”.] Vancouver. [“Así es”.] Ud. es oriundo de Finlandia. [“Sí”.] Kiitos.\n\n[En finés, kiitos significa: “Gracias.”—Ed.]",
    "[El hermano dice: “Kiitos y Dios le bendiga”.—Ed.] Dios le bendiga. Vaya a casa, Ud. está bien. Jesucristo le sana a Ud. [“Amén”.]",
    "¿Uds. lo creen? Yo no conozco al hombre. Pues no sé ahora lo que le dije. Ese fue el Espíritu Santo hablando.",
    "Otro desconocido. No conozco al hombre, nunca lo he visto en la vida. Supongo que somos desconocidos. ¿Es así, señor? [El hermano dice: “Correcto. Así es”.—Ed.]",
    "Nunca he visto al hombre, no sé nada de él. Ahora, sean muy reverentes. Y si no sé nada sobre el hombre, y el Señor me dice algo acerca de él, entonces seguramente eso confirmaría que se requiere algo más que el hombre para hacer eso. ¿Verdad que sí? Ahora, Uds. sean bien reverentes y observen, y tengan cuidado. Y cuando el Espíritu Santo se pronuncie así sobre Uds., acéptenlo. Créanlo, con todo el corazón.",
    "Un desconocido. [El hermano dice: “Sí, señor”.—Ed.] Primero, Ud. busca salvación. Ud. es un alcohólico. [“Así es”.] Así es exactamente. [“Correcto”.] Ud. no es de esta ciudad; viene de otra ciudad, una ciudad de Indiana. Sí. Creo que es New Castle, algo así. [“New Castle. Así es. Sí, señor”.] Exactamente. Ajá.",
    "Ud. está con, de alguna manera u otra, veo que alguien…Ud. está con una mujer, está conectada… ¿Dónde está Lyle Woods? Es su esposa. [El hermano dice: “Así es”.—Ed.] Ella está aquí ahora. [“Así es”.] Ella también desea oración. Sí, señor. ¿Cree Ud. que Dios puede decirme cuál es su problema? [“Sí, señor”.] Problema cardíaco. Si ella lo cree con todo el corazón, puede ser sana.",
    "Yo condeno a ese demonio en Ud. que lo hace beber alcohol. Vaya a casa en el Nombre de Jesucristo y nunca más lo vuelva a beber. Sea bautizado en Su precioso Nombre, que quita los pecados. Y condeno al diablo. Que se vaya de Ud. Amén.",
    "[El hermano dice: “Gracias, hermano”.—Ed.] Siga adelante. Dios le bendiga, señor. Sus pecados ahora están perdonados. Vaya y no peque más.",
    "Tenga fe en Dios. No dude. Crea con todo lo que hay en Ud.",
    "Somos desconocidos el uno para el otro, señorita. ¿Cree Ud. que Cristo nos conoce a los dos? Aquí está como la mujer en el pozo y nuestro Salvador. Ud. no es ella y yo tampoco soy Él. Pero Su Espíritu vive para siempre. La mujer, esta mujer joven parada aquí, tiene… Si Uds. pudieran ver Eso, entre ella y yo aquí está la Luz del Ángel. Pero más allá hay una sombra, y esa sombra es la muerte, oscuridad. Es cáncer. El cáncer está en el recto. [La hermana dice: “Así es”.—Ed.] Ud. tampoco es de esta región; Ud. es de Kentucky. [“Así es”.] De LaGrange, Kentucky. [“Así es”.] Correcto. Señorita Johnson, le diré: si Ud. ha creído con todo el corazón, regrese a casa y Jesucristo la sane. ¿Lo cree Ud.? [“Lo creo”.]",
    "Condeno al diablo que le está quitando la vida a esta mujer. En base a la resurrección de Jesucristo, yo desafío ahora a Satanás, y le digo que él es un ser derrotado, que Jesucristo lo derrotó en el Calvario. Y como siervo de Dios, bajo la unción del Espíritu Santo, de la comisión que me dio un Ángel, yo condeno a este demonio, en favor de la vida de esta mujer. Permítele vivir, ¡oh, Señor! Amén.",
    "Regrese a casa, alégrese y sea feliz, agradeciéndole al Señor. Pues, no dude; no tenga ninguna duda en su mente.",
    "Ud. parece muy sincera e inocente al respecto, señora. Si Ud. cree, ese problema glandular con que sufre, artritis, créalo con todo el corazón, la dejará.",
    "Bueno, la damita sintió Algo aquí, porque hay un espíritu entre ambas, ¿ven? Ud., lo suyo también está bien. Solo crea, con todo el corazón.",
    "Y, a propósito, la damita a su lado. Sí, es Ud. sentada allí, mirando hacia arriba, orando. Ajá. Ese problema de la espalda, crea con todo el corazón. Y Ud. también, Ud. tenía problemas en la espalda también. Así que solo levántese y vaya a casa ahora; sea sana.",
    "¿Cree Ud., con todo su corazón? Ud. está aquí por su hija. [La hermana dice: “Así es”.—Ed.] Hay una sombra de muerte sobre su hija. [“Así es”.] Es cáncer. [“Sí”.] Y su condición espiritual no es muy buena. [“Así es”.] Sí, señor. Ella tiene sus altibajos, entra y sale, y tambalea. [“Así es”.] ¿Ve Ud. ese pañuelo que tiene en la mano? [“Sí, señor.”] ¿Cree que es el Espíritu Santo hablando aquí? [“Lo creo”.] Deme ese pañuelo.",
    "Señor, en el Nombre de Jesucristo, yo condeno la enfermedad de su hija. En base a las palabras de su madre, que tenga efecto sobre ella en el Nombre de Jesús. Amén.",
    "Vaya; no dude. Tenga fe. Puede irse a casa ahora. Póngale ese pañuelo. Crea. [La hermana dice: “Gloria al Señor”.—Ed.] Tenga fe en Dios.\n\n[El Hermano Branham pausa por quince segundos.—Ed.]",
    "Hay una mujer, si pueden verla. Ella tiene los ojos cerrados; su pañuelo levantado, orando, secándose los ojos. Ud. tocó Algo, hermana. No me tocó a mí, sino que lo tocó a Él. Pues, Ud. tiene venas varicosas, problemas femeninos, complicaciones de todo tipo. Así es, ¿verdad? Levante la mano si es verdad. Muy bien. Pues, vaya a casa, sea sana.",
    "¿Qué tocó ella? Quiero preguntarles. ¿A Quién, qué tocó esa mujer? Al Sumo Sacerdote. ¿Pueden Uds. reconocer? Jesucristo, el Hijo de Dios está presente. “¡Si Uds. pueden creer”!",
    "El Espíritu está en la congregación. Crean. Esa Columna de Fuego que está en esta fotografía aquí, se está moviendo en la congregación. Es una mujer mirándome directamente. Está sobre ella. Tiene las manos levantadas así, y un pañuelo en la boca. Tiene problemas en la cabeza, una especie de condición nerviosa de la cabeza. Así es. ¿Cree Ud. que yo soy Su profeta? ¿Cree Ud. que Ese es Cristo hablándole a Ud.? Vaya a casa; Ud. se va a aliviar. Créalo con todo el corazón.",
    "El hombre sentado directamente detrás de ella allí; hay algo que lo relaciona con Campbellsville, Kentucky. Ajá. Ud. también tiene problema de nervios; próstata; la presión alta. ¿Cree con todo el corazón, señor? Si lo cree, levante la mano si eso es cierto. ¿Qué tocó Ud.? Ud. tocó a Alguien, al Sumo Sacerdote. Vaya, crea y sea sano.",
    "Aquí hay una mujer, algo corpulenta, sentada aquí con su mano levantada. Creo que conozco a esa mujer. La he visto en alguna parte. Ella está orando. Ella tiene problemas con la cabeza. Y de inmediato, cuando dije: “cabeza” a aquella otra mujer hace unos minutos, eso la afectó. Ella también tiene un problema con la cabeza. He visto a la mujer en algún lugar. No puedo identificarla, pero sí la he visto. ¡Oh, sí, la ubico! Ya lo sé, aun espiritualmente. Ella es Rose Austin, de Louisville, Kentucky. Crea ahora. Vaya a casa, sea sana.",
    "Yo lo conozco. Conozco su… Conozco su rostro. Estuve con Ud. en una—una entrevista en un tráiler, donde Ud. recibió el Espíritu Santo. Así es. Le impuse las manos, y Ud. recibió. No sé ahora mismo cómo se llama, pero lo conozco, Ud. tiene un negocio de autos. Eso es todo lo que sé. No tengo idea de qué le pasa. Ud., Ud. sabe eso. Así es. Ninguna idea. [El hermano dice: “No”.—Ed.] Si Dios revela cuál es el problema, entonces el Mismo que le dio el Espíritu Santo puede sanarlo, darle el deseo de su corazón. ¿Cree eso? [“Sí, señor”.] Ud. no está aquí por Ud. [“No, señor”.] No es su enfermedad; es por un ser querido. Es una hermana en Virginia. Algún tipo de problema con la espalda.",
    "Su esposa está sentada allí. Ella también está necesitada. Si ella creyera, ese problema crónico cardíaco y demás simplemente la dejarían. Ella…",
    "Esta mujer que está aquí está conectada con Ud. [El hermano dice: “Sí”.—Ed.] Es su madre. [“Sí”.] Su inquietud es si ella tiene el Espíritu Santo o no. [“Sí”.] También, ella tiene un problema en la vejiga que la está molestando y algo más. El médico allí, ese sujeto bastante fuerte dijo: “Es el útero caído”. Ud. tenía que ser operada hace tiempo. Él fue la causa de que no la operaran. [La madre dice: “Sí”.—Ed.] Él quería que Ud. viniera aquí y que se orara por Ud. [“Sí, así es”.]",
    "La que está allí detrás de ella es una pariente. Esa joven es pariente de alguna manera, pero ella lo es solo por matrimonio. [El hermano dice: “Ajá”.—Ed.] Una sobrina por matrimonio. También tiene una inquietud acerca de su salvación. Así es. Y ella tiene diabetes, una mujer joven. [“Sí”.] Exactamente la verdad. ¿Ud. cree? [La hermana dice: “Oh, sí, señor”.—Ed.]",
    "Levantemos nuestras manos a Dios.",
    "¡Oh, Señor!, Creador de los cielos y de la tierra, Autor de la Vida, Dador de toda buena dádiva, envía Tu Presencia en medio del pueblo ahora. Dales el deseo de sus corazones, Señor. Te agradecemos esto. Oramos que ahora bendigas y les des a estas personas lo que necesitan, por medio de Jesucristo nuestro Señor. Amén.",
    "¿Cuántos creen?",
    "No recuerdo. Pero, de alguna manera, Él pasó por esta línea sobre alguien. ¿Fue todo verdad? Levanten las manos. A quién Él le haya hablado, ¿fue Eso cierto? [Las personas dicen: “¡Amén! ¡Cada palabra! ¡Todo fue la verdad!”.—Ed.] Toda la verdad. Entonces es cierto que el Espíritu Santo está aquí. ¿Es así? [“Amén”.] Ahora, créanme como Su siervo. Sé que… Uds. están inquietos; están cansados. ¿Ven? No duden. Crean ahora que esto es Él. Ese Viento recio que llegó el día de Pentecostés en el aposento alto, es lo mismo que tomó efecto en estas personas cuando ocurrió eso, porque es el mismo Espíritu Santo. Se está moviendo alrededor y sobre Uds., cada uno, en este momento. Allí entre el gentío, el Espíritu Santo está moviéndose entre Uds.",
    "¿Cuántos…?",
    "Quiero que Uds. sean sinceros conmigo, como lo serían con esta Biblia delante de mí. ¿Cuántos sienten una sensación verdaderamente extraña, como si Algo acabara de acercarse? Ese es el Espíritu Santo. Es Él. Bueno, créanme. Mis Palabras son verdaderas; porque Dios vindicó Su Verdad por medio de la Biblia, la vindicó por el Poder de Su resurrección, la vindicó mediante la investigación científica, entonces no queda nada más por lo cual probarla. Él es Dios; Él está aquí. Por eso, óiganme; estoy diciéndoles la Verdad. Cada uno de Uds. está en la Presencia de Dios ahora mismo para ser sanados, todos Uds en grupo. ¿Lo creen?",
    "Ahora les diré lo que quiero que hagan. Quiero que Uds., donde sea que estén, cada uno de Uds. pongan las manos el uno sobre el otro, para que vean que no soy yo. Uds.—Uds. son igual de efectivos. Ud. es un creyente. Si Ud. siente ese Espíritu Santo; está en Ud. Tal vez no en un don como este, pero ese Espíritu Santo está en Ud. Alguien, no importa quién sea, ponga las manos sobre alguien y luego inclinen el rostro. Pongan las manos sobre alguien e inclinen su rostro. Me siento dirigido a hacer esto. Siento que es la hora de su sanidad. “¡Si Ud. puede creer”!",
    "¡Oh, el Espíritu Santo se está moviendo sobre la congregación! Ese pequeño allá de Georgia, orando por su hermano, sentado allá atrás; tenga fe, crea. ¡Oh!, es que está en todo el lugar, por todo el lugar.",
    "Ahora, no ore por sí mismo; ore por la persona sobre la cual Ud. tiene las manos. Hará que cada uno de Uds. esté orando el uno por el otro.",
    "Ahora, Señor Jesús, el Hijo de Dios, Quien resucitó de los muertos, ni las amenazas de Poncio Pilato ni el sello del gobierno romano pudieron detenerte en la tumba. Dios, el Todopoderoso, descendió el día de la Pascua y rodó la piedra, rompiendo el sello. Y Tú te levantaste y estuviste con Tus discípulos cuarenta días, les comisionaste a ir al mundo y hacer estas cosas que se están haciendo ahora. Eso fue hace dos mil años.",
    "Señor, Tú eres Dios. No puedes fallar. Tú estás aquí. En esta conferencia que tuvimos esta mañana, hemos estado a cuenta acerca de estas cosas. Hemos caído en cuenta que Tú eres Dios; hemos caído en cuenta del porqué eres Dios y del porqué Tú estás aquí.",
    "Y ahora tenemos una comisión de Ti, para poner las manos los unos sobre los otros. Es lo que Tú nos encargaste hacer. Dijiste: “Estas señales seguirán a los que creen: si ponen sus manos sobre los enfermos, sanarán”. Es nuestra comisión de la conferencia. Ahora, Señor, “Obedecer es mejor que los sacrificios; el prestar atención que la grosura de los carneros”.",
    "Ahora, Señor, como Tu siervo, yo encargo y le ordeno a todo demonio, todo espíritu, toda enfermedad, toda aflicción, todo lo contrario que esté molestando a estas personas. En la Presencia de Dios, por el testimonio del Espíritu Santo, por la comisión de un Ángel enviado a mí, desafío a este espíritu, por la Palabra de Dios.",
    "Este espíritu de enfermedad y aflicción, sal de la gente, en el Nombre del Señor Jesucristo, y que sean sanos. Suéltalos. Satanás, eres solo un fanfarrón. Te hemos desafiado. Ha llegado el momento en que Jesucristo se ha manifestado en presencia de los gentiles. Ahora, Satanás, estás derrotado. En un tiempo detuviste a las personas. Ahora no tienes derechos legales. Jesucristo te despojó en el Calvario de cada derecho que tenías. Él pagó el precio completo y dijo: “Consumado es”. Todo plan completo de salvación, toda la sanidad, todo terminó en el Calvario. Y a ti, te fue quitado todo lo que una vez poseíste, a través del pecado y a través de la caída. Ahora somos redimidos por la Sangre de Jesús. Y tú no puedes detenernos más. Decimos: “Vete de nosotros, en el Nombre del Señor Jesucristo”.",
    "Ahora, mantengan las manos puestas el uno sobre el otro. Sigan orando. Mantengan las manos… Continúen orando. Cada uno de Uds. simplemente piensen: “Dios está cerca. El Espíritu de Dios está aquí. Dios me está sanando. Su bondad, Su misericordia, Su benignidad, Su promesa se está haciendo real en mí”.\n\nPodríamos seguir predicando durante semanas y semanas. Ahora no tendría importancia; el Espíritu Santo está aquí. Eso es todo lo que podría hacer en cualquier momento, estar aquí mismo ahora.\n\n“En este momento creo que el Espíritu Santo se manifiesta ante mí, demostrándome que Dios está aquí. Yo Le creo. Es una obra consumada. La tengo. Es mi posesión. Ahora me estoy llenando con el Espíritu Santo. Mis enfermedades, mis dolores y penas se están yendo. Todas mis aflicciones se van de mí”. Es la manera de orar, con el rostro inclinado, los ojos cerrados. (Solo creed, ahora.)",
    "Mantengan el rostro inclinado. Vamos a cantar ahora, así muy suavemente.\n\nSolo creed…",
    "Bajando de la montaña… Un niño epiléptico… Los discípulos habían estado allí, hablando con el padre. El padre corrió hacia Jesús y le dijo: “Señor, ayuda a mi hijo”. Él dijo: “Yo puedo, si Ud. cree”. “Yo puedo, si crees”. Es lo que Él está diciendo ahora: “Estoy aquí. Acabo de bajar de la Gloria. Estoy aquí, Estoy en medio de Uds. Estoy celebrando esta conferencia con Uds. Yo ungí al pastor. Estoy aquí. Yo puedo, si Uds. creen”.\n\nPorque todo es posible, solo creed;\n\nSolo creed, solo… 🦅"
  ]
}