{
  "title": "PREGUNTAS Y RESPUESTAS",
  "id": "59780009",
  "content": [
    "🦅  Hermano Beeler, ¿tiene Ud. un mensaje para esta noche? [Yo no sé si él.—Editor] Yo estoy un poquito afónico. Todavía tengo algunas—algunas preguntas por contestar. Si ellos no…Si uno de estos hermanos predicara, yo estaría contento.\n\nBien, no se pongan nerviosos. Esto no es…Es sólo tela sobre la cual hay que orar y luego enviarse a Africa. Pero antes tienen que cortarla en pequeñas porciones, y hoy en esta noche quieren que ore por ella, y sobre algunos sobres llenos ya de pañuelitos. Y pensé que pudiéramos dedicar todo esto al Señor. Todo esto tiene que ser cortado y enviarse a Africa, antes que yo me vaya. ¿Saben Uds. cuántos pañuelitos de oración van a salir cuando corten esta tela en porciones como de este tamaño?, miles de ellos. El Hermano Fred trajo setecientos en un sobrecito de este tamaño el otro día. ¿Se imagina Ud. cuántos van a salir de esto? Así que vamos a orar por esta tela dentro un momentito.",
    "Bien, estoy un poquito afónico, pero había prometido venir a contestar el resto de las preguntas lo mejor que pudiera. Bien, siempre cuando vienen estos avivamientos, se levanta una poquita de conmoción. Y pensé que tal vez esto sería el caso de la iglesia en esta noche, Ud. sabe, porque en algunas ocasiones se puede haber dicho algo que la iglesia no entendió. Y ellos le dan a Ud. ahora la oportunidad de expresar por escrito su propia pregunta. Les voy a leer a Uds. las que tengo aquí; para que si Uds. tienen algo igual, no tengan que volver a escribirlas.\n\nUna de ellas dice así: Por favor explica Romanos 7:25.\n\nLa siguiente: Tú dices que una persona pudiera vivir tan cerca de Dios que no pecaría.\n\n¿Qué cuerpo tendremos en la resurrección?\n\nHermano Branham, ¿qué debe hacer una persona cuando ha seguido todas las instrucciones que tú has enseñado; y cómo recibes el Espíritu Santo?\n\nPor favor explica Hebreos 6:4 y compáralo con Hebreos 10:26.\n\nY: ¿Qué significa predestinación antes de la fundación del mundo; y dónde encuentras tal cosa como eso en la Biblia?",
    "Y la Hermana Mc-…No, esta es una petición de oración.",
    "Bien, estas son las preguntas que tenemos en esta noche. Si Uds. tienen otra mientras empezamos aquí, escríbala y tráigala, y trataremos…Cualquier pregunta que haya en la mente de la iglesia respecto a cualquier cosa que hacemos, nos gustaría ayudarlos a Uds. lo mejor que podemos. ¿Ve?",
    "Quiero que Uds. siempre recuerden que lo que yo digo aquí, yo no enfatizo que es la Verdad. Sino que yo doy énfasis lo mejor que yo puedo a lo que yo sé que es la Verdad de ello. Yo pudiera estar errado como cualquier otro mortal, pero Hermano Jackson—sólo trato de explicarlo de la manera que yo pienso que es correcto (¿ve Ud.?), de la manera que yo lo veo, en la Biblia, Hermano Mike. Sólo…Y en el estudio de estas cosas, yo no las tomo de un solo lugar solamente. Sino que voy de Génesis, y de allí las llevo hasta Apocalipsis, las llevo por toda la Biblia.",
    "Y aun, Ud. pudiera llevar su tema hasta Apocalipsis. Pero, si no coincide con el resto de Ella, con el resto de la Escritura, entonces estaría mal. Si Ud. lo lleva por cualquier parte, tiene que concordar con el resto de las Escrituras. ¿Ve Ud.? Y todas las Escrituras concordarán una con la otra si están correctamente puestas, si…Es como un gran rompecabezas. No quiero decir…Si lo estoy diciendo mal, que Dios me perdone. La Escritura es algo que se asemeja a un gran rompecabezas. ¿Ve?…Está todo en pedazos y puestos mezclados en una caja, y se requiere el Espíritu Santo para poner todo eso en su lugar. ¿Ve? Nosotros no podemos hacerlo. No debe haber 969 diferentes interpretaciones de Ello, porque la Biblia dice que las Escrituras no son de privada interpretación. Es de la manera que está escrita. Nosotros solamente la creemos…(Gracias, Hermano Pat.) Nosotros… Es de la manera que está escrita en la Biblia; esa es de la manera que tenemos que tomarla, así de esa manera. Así que si tratamos de hacerla que diga algo aquí, entonces no va a decir la misma cosa por aquí. ¿Ve?, Si ponemos…Ud. tiene que hacer que la Escritura, Ella misma dé la respuesta aquí, Ella misma dé la respuesta acá, y Ella misma dé la respuesta aquí, cada una va y toma su lugar para que toda Ella encaje.",
    "Bien, pensé que tal vez iba a predicar, y dije que lo iba hacer esta noche, Hemos Visto Su Estrella En el Este, y Hemos Venido a Adorarle; pero no tengo la suficiente voz para hacerlo. Creo que fue la noche del jueves o viernes, cuando estuvo muy caluroso aquí y salí afuera. Y tenía tanto calor cuando entré al automóvil, que sentía que me salía vapor. Bajé las ventanillas y me fui a casa. Y al día siguiente empecé a enronquecerme, era como una…Estaba…No estaba enfermo, no tenía fiebre, no me sentía enfermo, no estaba resfriado; era como una laringitis, una inflamación de la laringe (donde están las cuerdas vocales), y se las lastima al predicar duro, y luego se enfrían. Pero todo se va a normalizar en uno o dos días, tal vez para el domingo. Pueda ser que venga ayudar al hermano otra vez. Después que él termine con lo que tiene que predicar, estaré por allí y veré qué más puede hacerse.",
    "Quiero que toda la iglesia reciba el Espíritu Santo. Mi nuera Loyce está aquí presente. Y no porque ella sea mi nuera, no porque ella esté aquí, voy a decir esto, sino que ella es una de las jóvenes más finas que he conocido; es una muchacha magnífica. Ella está saliendo de grandes conflictos de su pasado, pues salió de una familia en donde no adoraban a Dios y otras cosas. Yo siento pesar por una criatura, que se cría de esa manera. Ella ahora está buscando el Espíritu Santo, y ha ayunado tanto que casi no puede ni pararse, ha estado ayunando y orando por el Espíritu Santo.",
    "Mi hermana, Dolores, me dijo: “Bill…Cuando el poder estaba en la iglesia, cuando el Espíritu Santo empezó a caer sobre la gente, me sentí como que podía volar. Pero me senté y empecé a mirar a todos lados”. ¿Ve? ¿Ve?, y una pregunta sobre esto, la tenemos en esta noche. Así que yo pensé que tal vez esto pudiera ayudar a la iglesia a recibirlo. Ahora, no quiero tomar un miércoles por la noche cuando tenemos culto de oración e interrumpirlo para algo así, pero quiero estar seguro que la iglesia entienda perfectamente estas cosas (¿ve Ud.?), antes…",
    "El domingo estaba hablando en mi oficina aquí atrás de la iglesia, aquí atrás de la iglesia, a un doctor. El es un doctor en medicina. El había manejado desde (¿en dónde está la jefatura de las Asambleas de Dios? En…) Springfield, Missouri, para atender a la reunión.\n\nY él dijo: “Hermano Branham…” (El viene de donde está la jefatura de las Asambleas.) Y me dijo: “Toda mi vida había tenido pregunta respecto a eso”. Y dijo: “Es la primera vez que ha sido aclarado en mi vida”. El me lo dijo sentado allá en mi oficina, él, un médico.",
    "El Hermano Mercer y el Hermano Gene Goad que están al cargo de las grabaciones…El Hermano Mercer me acaba de decir que grabó lo mejor de la reunión, cuando el Espíritu Santo vino a la reunión y El mismo se repartió, Dios mismo se repartió entre Su pueblo, lo mismo que habíamos explicado. Bien, eso es lo que El hace. Y cuando el pueblo de Dios empieza a reunirse, allí está la unidad, allí está el poder. ¿Ve? Y cuando el pueblo de Dios se una completamente, yo creo que entonces la resurrección acontecerá. Va a haber un tiempo de rapto cuando el Espíritu Santo empiece a reunirlo. Será una minoría, por supuesto, pero habrá una gran reunión.",
    "Bien, estos pañuelitos de oración que se van a enviar, la revista la Voz de Sanidad…Yo ya estoy listo, el primero del año, si es la voluntad del Señor, voy a Kingston, Jamaica, de allí a Haití, y de allí…El presidente de Haití me envió una invitación, poniendo a mi disposición para mi protección, su guardia. Ellos tienen un levantamiento por allá. Y él quiere que vayamos allá con este tipo de ministerio, del cual ya escuchó cuando nosotros estuvimos en San Juan el año pasado. El dijo que pensaba que era la única cosa que pudiera salvar a su país. ¿Ve?",
    "Si está aquí sentado un amigo Católico, no voy a decir esto para insultarlo a Ud. o algo así; no lo quiero decir de esa manera. Pero la iglesia Católica está tratando de tomar control de Haití (¿ve?); y la única cosa que puede salvarlo, va a ser un avivamiento Protestante que lo sacuda en estos momentos. ¿Ve? Fue muy atento, y aprecio esto. Así que le dije que durante la semana de Navidad y los siguientes días, principiando desde mañana, vamos a entrar en ayuno y oración, para ver de qué manera nos guiará el Señor.",
    "Después iré a América del Sur…Y luego, me siento guiado definitivamente a ir a Noruega. Me siento guiado definitivamente a ir a Noruega este año, y también a Africa. Esta tela va a ser cortada en pequeñas porciones y van a ser enviadas a Africa antes que principien las reuniones. Así es como mucha gente…Ud. puede darse una idea general de cuánta gente está llamando por pañuelitos de oración ahora cuando han oído que Ud. va (¿ve?), solamente están poniéndose en contacto otra vez. Así que estos son pedacitos de tela que han sido cortados también y están listos para ser enviados a diferentes gentes.",
    "Ahora todos juntos con esta gran Iglesia del Dios Viviente, inclinemos nuestros rostros por un momento. Y cada uno de Uds. en su propia manera, ore a Dios para que unja estos pañuelos. Primero voy a citar la Escritura en donde dice que: “Del cuerpo de Pablo tomaron ellos pañuelos o delantales, y los ponían sobre los enfermos, y espíritus inmundos salían de la gente, y aflicciones; y eran sanados”.",
    "Señor, sobre este pequeño púlpito que ha estado aquí por todos estos años, del cual ha salido constantemente el Evangelio y tanta bendición que Tú nos has dado, si este pequeño púlpito pudiera tener ojos o pudiera hablar, él pudiera decir de cienes de grandes milagros que se han llevado a cabo delante de él: inválidos, cojos, ciegos, pacientes en camas llenos de cáncer. Y los poderes del Dios Viviente han sido dados a conocer en el interior de este pequeño edificio. Y Dios Padre, te damos gracias por todas estas cosas.",
    "Y ahora, la iglesia se ha reunido en esta noche para adorarte. Hemos venido para contestar preguntas que se han hecho. Es la sinceridad y los corazones de la gente que hace que se originen estas preguntas en sus mentes. Y Señor, nos damos cuenta, que si hay algo que no entendemos, que mientras haya una pregunta en nosotros, no podemos nunca tener fe. Así que, no queremos tener ni una sola pregunta.",
    "Señor, vemos la necesidad del bautismo del Espíritu Santo entre nuestro pueblo y en esta iglesia. Y nosotros no queremos que haya ninguna pregunta en sus mentes. Queremos que todo se clarifique, para que ellos sepan lo que es cuando El venga, y sepan que es para ellos.",
    "Y en ultramar, allá en lo recóndito de esas selvas oscuras en donde los tambores están sonando, y los leprosos están acostados bajo los árboles, y las moscas volando, y la gente sin piernas y sus orejas deshechas y sus caras deshechas, por la lepra. Tanta hediondez, Señor, que difícilmente puede uno acercarse a ellos a una distancia de una calle de lejos. Y esos pobres niñitos sin comida, sin ropa…Y ellos me aman, Señor. Y han creído el ministerio, después que el Poder del Dios Viviente sanó a muchos de ellos. Y yo no he encontrado descanso en mi espíritu desde el día que salí de Africa, sabiendo que esa gente rechazada y pobre, está allá en esa terrible condición, viviendo en condiciones supersticiosas. Y los médicos brujos, con huesos humanos les golpean sus dedos, y llaman a los espíritus malos, y oh, qué condición, y pensar, que aquí en América, tenemos hermosas iglesias y lugares espaciosos. Y saber que esa pobre gente está tan necesitada, y vienen a las reuniones, y los acomodan uno encima del otro, y muchos de ellos mueren allí, tratando de escuchar unas cuantas palabras de alguien que ellos dicen que te conocen. Sus corazones empiezan a alentarse, Señor, desde que el Mensaje y las cartas empiezan a recorrer Africa. Algo como fuegos, están empezando a ser encendidos otra vez.",
    "Y Tu gran iglesia allá, la cual fue una iglesia poderosa, se rompió en pedazos, oh, Dios, y unos se fueron al formalismo, y otros todavía están tratando de agarrarse a la Verdad y al Espíritu. Y ahora, miles están enviando tela; ellos quieren pañuelitos orados, rápidamente, pañuelitos que se hayan orado sobre ellos. En estos pequeños sobres están las peticiones de oraciones, pequeñas porciones de tela que va ser enviada al necesitado. Oh, Dios del Cielo, quien hizo los cielos y la tierra, yo te pido, Señor, en el Nombre de Jesús que santifiques cada costura de estos pañuelitos. Y haz que Tu Espíritu Santo vaya en cada costura que está en ellos, Señor. Y que cuando los pongan sobre el enfermo y el afligido, haz que los espíritus malos los dejen.",
    "Pensando en esas junglas adonde estos pañuelitos irán, muchos de ellos, aun adoran al diablo. Yo oro, Dios, que el diablo no tenga ni un solo lugar dónde pararse, que se vaya de los campamentos, y la gente sea traída al conocimiento del Señor Jesús. Concédelo, Señor. Haz que sus enfermedades sean sanadas, sus problemas corregidos, y sus almas sean salvas, y el Poder de Dios tenga preeminencia. Concédelo, Padre. Enviamos cada costura de estos pañuelitos como una unidad. Muchas lengüetitas de fuego están aquí en esta noche, Señor, y juntos enviamos nuestras oraciones a Ti en favor de esto, para que cada persona sobre la que se le ponga sea sanada. En el Nombre de Jesucristo. Amén.",
    "Bien, ¿pueden oírme bien atrás, bastante bien allá atrás? Muy bien. Creo que vamos a estar muy contentos cuando ampliemos esta iglesia, porque estas cositas colgando, cortan la voz y Uds. casi no pueden escucharme.",
    "Bien, comprendo otra vez esta noche, que estoy abordando terrenos…Hermano Wood, antes que se me olvide, recibí el pañuelo. ¿No fue Ud. el que me dio un pañuelo para alguien? ¿O no fue Ud.? Alguien me dio un pañuelo para que lo trajera en mi bolsillo, y lo he traído desde entonces, durante toda la reunión. No sé quién fue. Pensé que había sido Ud. el que me dijo: “Póntelo en tu bolsillo, es para alguien”. Alguien…[El Hermano Neville explica lo del pañuelo al Hermano Branham.—Editor] ¿Eso era? Hermano Jackson, ¿tenía Ud. en mente darle un pañuelo a alguien? Este es. Muy bien. Este… Aquí lo voy a dejar, Hermano Jackson, si lo quiere. Yo sabía que alguien me lo había dado y me habían dicho: “Póntelo en tu bolsillo”. Y me lo puse en el saco y me olvidé de él.",
    "Bien,…Si el Señor lo permite, y mi voz está bien, el domingo por la mañana o el domingo por la noche, uno de ellos, si es la voluntad del Señor, quiero predicar el mensaje de Navidad que tengo para Uds.: La Señal Infalible. ¿Ve Ud.? Lo toqué el domingo por la mañana, y al tocarlo, algo encendió mi corazón. Me extendí mucho en el mensaje y no pude traerlo otra vez. Así que quiero traerlo el domingo por la mañana, si es la voluntad de Dios, o el domingo por la noche, en cualquiera de ellos. El Hermano Neville y yo nos pondremos de acuerdo al respecto.",
    "Así como el Hermano Neville, yo también quiero agradecer a cada uno de Uds. por las tarjetas de Navidad que me enviaron. Hermano y Hermana Spencer, recibí las de Uds. Y a todos Uds. de por aquí, que me enviaron sus tarjetas, les agradezco, así como los regalos y cosas que me enviaron. En verdad lo apreciamos. Les doy las gracias de parte de mi esposa, de mí, y de mis hijos. Nos hubiera gustado haberles enviado un regalo de Navidad a cada uno de Uds., pero eso sería en verdad una cosa difícil para que un predicador lo hiciera, ¿no creen Uds.? Bien, tal vez yo no pudiera hacerlo debido a que son tantos. ¿Ve Ud.? Me hubiera gustado aunque sea haberles dado algo a los niños. Me gustaría haberlo hecho, pero los ministros no pueden hacer eso. ¿Ve? Son muchos a quien comprarles. Pero todos nosotros, de seguro, yo y otros también, apreciamos a nuestra congregación. Una de las más grandes cosas que yo pienso que Uds. han hecho, es su amor y su fe imperecedera que han puesto en mí como uno de sus pastores aquí, este año.",
    "Hermano Neville, quiero decirle algo también a Ud., mi querido hermano. El buen espíritu que el Hermano Neville siempre ha mostrado, como diciendo: “Con confianza, Hermano Branham; este es tu púlpito, tómalo. Bendito Dios, quiero sentarme y escuchar”. Y me gusta eso. Me—me gusta ese espíritu humilde sin egoísmo que el Hermano Neville tiene.",
    "Y la fe de todos Uds. Una cosa que me pueden hacer como favor, es orar por mí. Voy a tener un montón de reuniones pequeñas antes que empiece el itinerario grande. Las van a planear tenerlas aquí alrededor, creo, que en Glasgow, Kentucky, voy a estar una noche. Y tal vez en Campbellsville, Kentucky, voy a estar otra noche. Y en algunos otros lugares allá en Kentucky, Willow Shade, creo que es, voy a estar una noche. Así de esa manera, les avisaré tan pronto como las tengamos listas, estas próximas reuniones las cuales iniciaré con pequeñas reunioncitas, hasta que llegue el momento de regresar otra vez al campo misionero.",
    "La otra noche me dediqué nuevamente al Señor. Y con la ayuda de Dios y con la gracia de Dios quiero permanecer en el servicio activo hasta que muera. ¿Ve? Yo lo hice hace treinta años. Y he estado…Pero algunas veces me canso tanto, porque me sobrepaso. Y he llegado a un punto en que ya no puedo seguir más adelante. ¿Ve? Lo que todos Uds. ven aquí casi no es nada. Uds. no se dan cuenta de todos los que están allá, y en los lugares más recónditos, y aquí. Y no son únicamente de un—no de una ciudad, no de un estado; no únicamente de aquí de los Estados Unidos; sino de todo el mundo (¿ve?), de todas partes del mundo. ¿Ve? Y son muchos, creo yo, los que están en contacto en esta noche, que he conocido o que me he puesto en contacto, no son miles, sino millones de gentes. ¿Ve? Y Uds. se sorprenderían al saber cuántos de esos están enfermos. ¿Ve? Y están llamando y eso crea una gran presión.",
    "Así que aprecio las oraciones de todos Uds. Y con la ayuda de Dios y por su gracia, les deseo una feliz Navidad a cada uno de Uds. Recuerden lo que he dicho, que esto no es por San Nicolás, sino que esto es por Jesús. ¿Ve Ud.? Navidad significa “Cristo” [“Christ-mas” en inglés, significa “Christ” Cristo.—Traductor]. Anoche fuimos a dar una vuelta en el automóvil y les enseñábamos a los niños las casas decoradas y todo eso, lo cual está muy bien. Pero yo pensé, si alguna vez quisiera algo en mi casa, algo que quisiera escribir, lo pondría en un anuncio de gas neón que dijera: “Confiando Que Cristo Esté En Su Navidad”. Correcto. Ponga a Cristo otra vez en la Navidad.",
    "Y ahora, Dios Padre, vamos a abordar las preguntas. Venimos con mucha sinceridad. Estas preciosas personas, Señor, que han escrito estas preguntas, preguntas que estaban en sus corazones, y tal vez haya muchas más aquí en la audiencia; ellos solamente quieren saber qué hacer. Y Padre, yo soy muy mal substituto Tuyo, pero oro que Tú me ayudarás a entender Tu Palabra, para que traiga satisfacción a cada pregunta. Esto entonces lo dejamos en Tus manos, y te lo pedimos en Tu Nombre. Amén.",
    "Ahora, la pregunta que el Hermano Pat tiene aquí, es mucho muy buena. Es mejor que empiece con ésta, Hermano Pat. Ahora, si el resto de Uds. tienen una pregunta, escríbanla y pónganla aquí, o el Hermano Pat le dará un pedazo de papel si Ud. no tiene; para mí será un placer hacer todo lo que yo pueda para contestársela.",
    "Bien, esta es una pregunta tremenda, Hermano Pat. Tiene un poquito sentido de humor, pero es una pregunta.\n\n101. ¿Dónde están hoy los espíritus que entraron en los cerdos? ¿Dónde están los espíritus que entraron en esa manada de cerdos en aquel día cuando Jesús los echó fuera del endemoniado?",
    "Bien, Hermano Pat, hasta donde yo sé…Para empezar estamos principiando con demonología. Ahora, demonología es una gran cosa. (Algunos de Uds. vigilen el reloj y no me dejen quedarme mucho en una pregunta.) Pero estos poderes demoniacos, esos espíritus estaban primero en un hombre llamado Legión. ¿Verdad que sí? Su nombre era Legión, porque Legión en hebreo significa “muchos”. ¿Ve? Eran muchos.",
    "Y esos espíritus que estaban en ese pobre hombre le habían causado que perdiera su mente. Y si alguno ha visto a una persona demente o ha lidiado con ella, sabrá que su fuerza supera muchas veces a la que tenía, porque está poseída por el demonio. Si Ud. alguna vez ha visto a una persona perder su mente, sabrá que se necesitan varios hombres para sujetarla. Su fuerza aumenta el doble o el triple de lo que esa persona tenía.",
    "Ahora, si el demonio tiene tanto poder para hacer que la fuerza de un hombre aumente tres o cuatro veces su poder, ¿cuánto más poder Dios puede poner en una persona inválida cuando el Espíritu Santo lo toma? ¿Ve? Eso es lo que viene sobre él para hacerlo andar con la fuerza de Dios, cuando él había estado postrado inválido por años. Sus huesos se enderezan; y sus manos se enderezan; y camina, como un hombre joven, porque el poder del Espíritu Santo está en él.",
    "Ahora, este hombre estaba tan poseído que tuvieron que amarrarlo con cadenas, pero él las rompía. Y decían que él las rompía. No había nada con qué poder atarlo. Era un caso imposible, porque él tenía en él una legión de demonios. Y entonces, cuando Jesús venía y entró a Gadara, iba pasando por unas tumbas…Y era tan malvado, no el hombre (¿ve?), el hombre no era malvado.",
    "No es el hombre. Cuando Ud. ve a una persona de esa manera, nunca piense que es el hombre; es el diablo que está en ese hombre.\n\nAquel maníaco que subió a la plataforma aquella noche, y que iba a matarme, allá en Oregon. Aquel hombre, que se acercó a mí, y me escupió la cara y me llamó “serpiente en la grama” delante de casi diez mil gentes, no fue él, no fue el hombre. El era un hombre que comía, bebía, dormía, tal vez tenía una familia, y amados, así como Ud. y yo. Pero fue el diablo en él el que hizo eso. ¿Ve?",
    "Ud. nunca echa fuera un demonio con una actitud mala. Se necesita amor para hacer eso. Y amor es la fuerza más poderosa que hay en el mundo. Ahora, si Uds. se fijan, un diablo siempre odia. El odio es del diablo. Y cuando la gente odia a alguien, recuerde, que es un diablo terrible el despreciar o aborrecer. Uds. nunca deben de hacerlo.",
    "Recuerdan que…Jesús dijo en Su sermón que cuando Ud. orara, orara así: “Padre nuestro que estás en el Cielo”,…Y cuando El descendió, dijo: “Si vosotros no perdonáis de corazón las ofensas a los hombres, tampoco vuestro Padre Celestial perdonará vuestras ofensas”. ¿Ve? Ud. no debe hacer eso.",
    "Bien, el diablo creó un poder de odio en él (¿ve?), para que subiera a la plataforma y me matara, lo cual físicamente era capaz de hacerlo, con gran facilidad. El me pudo haber levantado, tal vez, con dos dedos, cogiéndome del cinturón, de esta manera. Pues pesaba 260 ó 270 libras [Ciento dieciocho o ciento veintidós kilos.—Traductor]; y medía como de seis y medio a siete pies de altura [De un metro noventa y ocho centímetros a dos metros trece centímetros.—Traductor], era un hombre corpulento. Y acababa de golpear a un predicador en la calle con sus puños, le había quebrado su clavícula y su mandíbula, y lo lastimó tanto, que lo metieron al hospital. Odiaba a los predicadores. Y él subió allá arriba para matarme. ¿Ve?",
    "Ahora, en ese hombre estaban algunos de los espíritus que estaban en los cerdos allá en Gadara. Y en algunas de esas pobres gentes que están aquí en instituciones para dementes, golpeándose sus cabezas contra las paredes acojinadas de sus celdas. Recuerde, los demonios nunca mueren. Los demonios siempre viven, pero habrá un tiempo en que los demonios van a morir. Serán completamente aniquilados. Pero ahora, ellos viven, y obran de generación a generación en seres humanos. Algunos de ellos en la forma de cáncer; algunos en la forma de epilepsia; algunos en la forma de tuberculosis. Ellos entran en la carne, pero aparentemente, no tienen poder hasta que entran en una persona. Ellos tienen que operar a través de una persona, lo cual nos lleva esto a otro pensamiento, de que el Espíritu Santo está cubriendo la tierra, pero El casi no tiene poder hasta que entra en Ud. y en mí.",
    "Dios está dependiendo en Ud. y en mí. ¿Ve? El Espíritu Santo…La tierra está llena del Espíritu de Dios, ha sido derramado. Pero no puede operar hasta que El entra en nosotros, en nuestros cuerpos, para operar.",
    "Y el diablo quiere tomarnos para que operemos bajo su poder. Así que cuando él empieza el pecado, él toma la forma suave. Si él puede mantenerlo como un hombre justo, como un buen hombre, dejándolo que siga adelante tratando de ser bueno de esa manera; si él puede lograr mantenerlo de esa manera hasta que muera, él alcanzó su meta, pues es lo que él quiere hacer. Ya lo poseyó porque no importa cuán justo sea Ud., cuán bueno sea Ud., cuánta moral tenga Ud., cuán limpio sea Ud., cuán honesto sea Ud., Ud. nunca llegará al Cielo hasta que nazca otra vez. Jesús lo dijo. Así que no hay…Ud. tiene que nacer, Ud. tiene que ser regenerado, pues no hay ninguna otra manera por la cual Ud. pueda entrar al Cielo, o que Ud. venga a Cristo.",
    "Ahora, hace unos momentos dije algo que ya he enseñado, que tal vez le origine en su mente otra pregunta, y es que yo no creo que haya un…yo no creo que la Biblia enseñe de un infierno eterno ardiente. No lo enseña, porque si el infierno fuera eterno, la gente que va allí recibiría un castigo eterno, y la única manera que ellos pudieran ser castigados eternamente, es que ellos tuvieran Vida Eterna. Y solamente hay una forma de Vida Eterna, y ésa está en Dios. ¿Ve? Así que tienen que ser aniquilados (¿ve?); es decir, que la parte física de ellos es aniquilada, y luego la parte espiritual es aniquilada. Son consumidos completamente; no queda nada de ellos. “Ni raíz ni rama”, dice la Biblia. Son completamente destruidos.",
    "Yo puedo probar que hay grados en el Cielo, y que no todos van a estar en el mismo nivel, pero sí van a tener la misma porción de Vida Eterna. La Biblia dice que los reyes de la tierra van a llevar su honor y gloria (Apocalipsis 22)—llevar su honor y gloria a la ciudad. Esto prueba que habrá reyes en la nueva tierra, reyes y gobernadores. Jesús les dijo a Sus discípulos…Ellos le preguntaron: “¿Qué recibiremos después de haber dejado padre, madre, y todo por seguirte a Ti?”",
    "Y El contestó: “En verdad os digo, que en aquel día, vosotros. se sentarán sobre doce tronos, juzgando a las doce tribus de Israel”. ¿Ve?, es otro, es un sistema terrenal que viene y que será muy superior a todo. En ese sistema no habrá pecado, pero habrá gobernadores y demás, en las ciudades, todo se operará de la manera de Vida Eterna.",
    "Pero el pecador será castigado por sus pecados de acuerdo a los hechos que hizo en el cuerpo, y luego será completa y totalmente aniquilado. Bien, recuerden esto, Uds. que están tomando notas, recuerden esto.",
    "Y anoten que dije que solamente hay una forma de Vida Eterna, y nosotros estamos buscando eso; y que sólo Dios tiene Vida Eterna.\n\nNo hay dos tipos de Vida Eterna, solamente hay una Vida Eterna, y que eso es todo lo que permanece. Y recuerden, anoten también esto en sus notas: Todo lo que se ha hecho, todo lo que tuvo un principio, tiene un fin. Todo lo que ha tenido un principio tiene un fin, y solamente aquello que no ha tenido principio no tiene fin. Y solamente hay una cosa que nunca ha tenido un principio y ese es Dios. Y la única manera que Ud. puede levantarse en la resurrección, es tener esa Vida Eterna dentro de Ud. ¿Ve? Esa es la única manera por la cual Ud. puede regresar, y es tener algo que nunca ha tenido principio. Y cuando Ud. ha recibido el Espíritu Santo, en Ud. mora una Vida que nunca tuvo principio ni nunca podrá tener fin; y si Uds. poseen esa Vida en Uds., entonces Uds. tienen Vida Eterna y son hijos e hijas de Dios. ¿Ve? Y Uds. no pueden morir porque Dios no puede morir, porque Uds. son una parte de Dios.",
    "Por aquí teníamos una pregunta que se nos hizo hace tiempo, sobre predestinación, y nos lleva a la misma cosa. Ud. viene a ser parte de Dios; y si Dios mismo se dividió en esa gran Columna de Fuego, y esas pequeñas lengüetas entraron en cada una de aquellas personas, todavía El hace la misma cosa hoy. Lo podemos probar por la experiencia que tenemos, por las enseñanzas de la Biblia, por la fotografía de la investigación científica, y mostrar que eso es Eso, que Dios mismo se divide entre Su pueblo. “Y porque Yo vivo, vosotros también viviréis”, Jesús lo dijo. Nosotros no podemos morir. No hay tal cosa como muerte para un Cristiano: “Porque aquel que cree en Mí, aunque esté muerto vivirá, y cualquiera que cree en Mí, nunca morirá (¿ve?)—nunca morirá”.",
    "La palabra muerte significa “separación”. Ahora, físicamente, nos separamos para no vernos con nuestros ojos, porque eso todavía es pecado, pero nuestro espíritu es de Dios y no puede ser separado de Dios, porque somos parte de Dios. Fuimos retornados a ese pensamiento de Dios. Todo lo que Dios hace es perfecto y eterno. Y cuando los mismos pensamientos de Dios salieron para traer un reino de gentes que lo adorarían, esos mismos pensamientos son eternos. ¿Ve? No pueden perecer. Cada palabra de Dios es Eterna. Jesús dijo: “Cielos y tierra pasarán, ambos, cielos y tierra pasarán, pero Mis palabras no pasarán”. ¿Ve? Son palabras Eternas de Dios. Y “si habitas en Mí y Mi Palabra en ti…” ¿Ve? Nosotros venimos a ser parte de Su Palabra, parte de Su Vida, porque somos carne de Su carne, y huesos de Sus huesos, y vida de Su Vida. Entonces no podemos perecer porque Dios mismo no puede perecer. Esto es lo que el Espíritu Santo es.",
    "Un hermanito procedente de Georgia se quedó aquí, el Hermano Evans. El ha estado en todas partes del país. Y él era un gran apoyador de mi buen amigo, Oral Roberts; y él ayudaba en todos sus programas de televisión allá, y en muchas otras cosas que hizo. Y él me dijo el otro día, estando yo de cacería, me dijo: “Hermano Branham, fui a la escuela del Hermano Jagger. Fui a todas partes; estuve allá por tres meses. Fui a todos lugares, a cada uno de ellos, y salí igual. Nunca pude llegar a un punto que tuviera una seguridad (¿ve Ud.?), siempre decía, si hago esto, o hago lo otro, y qué pudiera hacer aquí, o soy, o no soy, hasta que escuché tus enseñanzas”. “Y eso terminó todo de una vez por todas”. “Porque el adorador una vez purgado de sus pecados no tiene más conciencia del pecado”. El ha pasado de muerte a Vida, y él tiene Vida Eterna morando dentro de él y no puede morir porque Dios no puede morir. Esto es exactamente lo que la Biblia dice. ¿Ve? El está seguro por la eternidad, porque él tiene Vida Eterna.",
    "Ahora, eso no quiere decir que Ud. puede pecar y que no le pasa nada, pues cuando Ud. peca Ud. es castigado por sus pecados. Correcto. Pero mientras la Vida Eterna esté allí adentro, Ud. vive eternamente. Jesús dijo: “Aquel que oye Mi Palabra (San Juan 5:24)—aquel que oye Mis palabras, y cree en aquel que me envió, tiene Vida Eterna, y no vendrá a juicio, pues ha pasado de muerte a Vida”. ¿Ve? Todo…“Ninguno puede venir a Mí sin que Mi Padre lo traiga primero; y todos los que vienen a Mí, Yo…Y todo lo que Mi Padre me ha dado vendrá”. Correcto. “Todo lo que me ha dado vendrá, y ninguno de ellos se perderán. Yo les daré Vida Eterna y los levantaré en el día postrero”. (San Juan 6.) Oh, qué bendita seguridad. ¿Ve? Entonces Ud. no tiene que andar asustado ni con pregunta en Ud.",
    "Dios nos ha dado la seguridad perfecta de que somos Sus hijos. Y como Sus hijos, El nos corrige al igual que yo corrijo a mis hijos, y Ud. corrige a sus hijos. Cuando están en error, los corregimos. Si—si mis hijos hacen mal, entonces es mi obligación como padre de corregirlos. Y también, si los hijos de Dios hacen mal, es Su obligación como Padre de corregirlos, y El lo corregirá a Ud. Siempre recuerde, que Ud. será corregido. Y mientras Ud. sea Su hijo, es mejor que el mundo quite sus manos de Ud. (¡correcto!), porque El dijo: “Más te valiera que una piedra de molino fuera colgada de tu cuello y ser arrojado a lo profundo de la mar que traer una ofensa sobre uno de estos pequeñitos que creen en Mí”. Correcto. ¡Cómo irá a ser ese juicio!",
    "Ahora, Hermano Pat, regresando a su pregunta. Los espíritus que salieron de aquel hombre, que lo hicieron como un maníaco (¿ve?), hacen la misma cosa hoy en la gente. ¿Ve? Son esos espíritus, millares de millares de ellos. El demonio entra como un poquito de opio. Toman a una muchachita de escuela; y la primera cosa que hacen es hacerla que ella fume un cigarrillo. ¿Ve? Eso la inicia a ella. Y la próxima cosa que ellos hacen, es ponerse un poquito más fuerte. Y entonces, la hacen que fume mariguana; y luego de eso, la meten a un fuerte hábito de heroína. ¿Qué hace esto? Los vuelve locos. Se vuelven locos, el diablo los posee. ¿Ve?",
    "Así que el diablo está en el fumar cigarrillos. Esa es su forma suavecita. Ahora, si él ve que eres bastante listo y que vas a captar su truco, no te dejará que vayas más allá de fumar cigarrillos. ¿Ve? Mientras él lo tenga a Ud. agarrado el tiempo suficiente, hasta que le quita su vida, porque él sabe que Ud. no puede irse hasta que Dios lo haya dicho. Pero Ud. escuchará sermón tras sermón, mensaje tras mensaje, y golpe tras golpe en eso, y advertencia tras advertencia en eso; y si él lo puede mantener a Ud. protegido de las advertencias y manteniéndole su mente en otra cosa, como el ser una persona popular, o que Ud. tiene que adquirirlo, o algo como eso, él lo mantiene allí hasta que lo mata. O si él puede hacer que Ud. se una a una iglesia y decir: “Voy a ser una buena persona. Voy a darle la vuelta a una nueva página. Voy a…Voy a ir a la iglesia y voy a unirme a ella”. Si él sólo puede mantenerlo a Ud. en eso, eso es todo lo que él tiene que hacer. Entonces ya lo agarró a Ud., porque…Jesús dijo: “De cierto, de cierto (en otras palabras, absolutamente, absolutamente), os digo a vosotros, a menos que un hombre sea nacido de agua y de Espíritu, no entrará en el reino”.",
    "Permítame mostrarle a Ud. algo. Estaba hablando con un hermano en esta tarde, el Hermano Wood, cuando salimos sólo a dar una vuelta, para tratar de relajar mi mente, y cuidar de no hablar para guardar mi voz en esta noche.",
    "¡Ahora, fíjese! Si fuéramos aquí a este lugar y cogiéramos un grano bonito y grande de maíz. Es el grano más perfecto que hay en el país. Ahora, voy…?…maíz o elote, como Ud. quiera llamarlo. Yo lo pudiera llevar aquí a la Feria del Municipio Clark y ganaría un listón azul. Es el mejor grano de maíz, el más perfecto maíz que hay, que se ha visto. Yo ganaría un listón azul como premio. Yo lo llevaría al Municipio de Floyd; lo llevaría al Municipio de Harrison. Lo llevaría por todo el estado, y por toda la nación. Y cada vez ganaría un listón azul. Es el grano de maíz más perfecto. Y los científicos con sus poderosos lentes, lo miran y lo examinan. ¿Ve? El tiene la perfecta cantidad de potasio, y la perfecta cantidad de calcio, y la perfecta humedad. Todo lo que está en ese grano de maíz es perfecto. Ahora, Ud. pudiera decir: “Lo voy a plantar para tener otro grano perfecto”. Y Ud. lo plantara. Pero a menos que ese grano, ese grano perfecto, tenga el germen de vida en él, se quedará allí y se pudrirá, y eso es el fin del grano. Nunca brotará otra vez, no importa cuán perfecto sea. Nunca brotará hasta que sea germinado con una nueva vida en él.",
    "Y Ud. puede tomar a un hombre…No digo esto para herir sentimientos, yo sólo…Esta es mi iglesia, este es mi tabernáculo, y me siento con libertad de hablar. ¿Ve? Bien, quiero recordarle, que esto implica que un hombre puede ser bueno, que puede pagar sus diezmos; que puede ser honesto; que puede ayudar a la viuda; que puede ayudar al huérfano; que puede ser un miembro de iglesia. Ud. no puede encontrar ninguna tacha en ese hombre. Cada vez que algo sucede, él mete la mano en su bolsillo, y da el último centavo que tiene al pobre. El estará a su lado en toda dificultad. El va a ser su amigo íntimo aun cuando muchos de los así llamados le den la espalda a Ud. y todo lo demás; Pero aun con esto, este hombre estará fuera del Reino de Dios a menos que haya sido lleno con el Espíritu Santo, con Vida Eterna. Así es de importante esto.",
    "Esa es la razón por la cual estoy tratando de que mi iglesia lo vea. Y estoy orando para que Uds. no piensen que estoy tratando de actuar como que sé mucho al respecto. Lo que estoy haciendo, es tratar de decirles a Uds. que el diablo es tan engañoso, es tan engañoso que lo hará a Ud. actuar como un Cristiano. El hará algo y personificará a Cristo tan cerca como el mismo Elegido. La Biblia dice que estarían tan cerca uno del otro. Ud. pudiera ser un buen hombre. Ud. pudiera tener…",
    "Mire aquí, permítame mostrarles a Uds. ejemplos para estar seguros. Queremos quedarnos con las Escrituras mientras estamos en estos espíritus. Esaú era un hombre mucho mejor en todos los aspectos que Ud. quiera tomarlo, que Jacob. Esaú (Dios me perdone esta declaración), él era un engañadorcito. Eso es todo. Ahora, si Ud. se fija en él, ¿qué es lo que él era? El era un chismoso y un gran mentiroso. Ahora, si yo estoy mal, Dios me perdone, pero él sí mintió. El era un engañador, difícilmente podemos decir que hubo alguien como él. Cuando él tomó las varas moteadas y las puso en el agua para que el ganado y las ovejas que allí bebieran, parieran ovejas moteadas, y ganado moteado, y cogérselos para él…¿Qué más hizo? Se puso la ropa de Esaú y se cubrió con piel de oveja en donde no tenía vello y todo lo demás, y fue allá, y suplantó a Esaú delante de su padre ciego el cual era profeta. ¿Verdad que sí? Claro, él era un trampocito; seguro que era. Y Esaú era un…No debería—tal vez no debería haberlo dicho de esa manera. ¿Ve? No quiero decirlo de esa manera. Me retracto. El—él era—él era un…Yo no sé; Ud. sabe lo que él era. ¿Ve? Ud. sólo piénselo en su mente; yo…El era un—él era un gran hombre de Dios, y no quiero decir nada malo acerca de él (¿ve Ud.?), sino que estoy tratando de apuntarle a unas cositas—cositas que él hizo. Mire qué engañador era él. ¿Mentiroso? Seguro, él era mentiroso. Pero ¿qué estaba tratando de hacer él?",
    "Mire a Esaú. Esaú era un buen hombre, era moral, un buen miembro de iglesia de hoy día. ¿Qué hizo él? El era un cazador. El salió…Por supuesto en aquel entonces, era así como hacían su vida. El cuidaba del ganado de su padre. Su padre estaba ciego. Un profeta, un profeta del Señor estaba ciego y fue engañado por su propio hijo, un profeta, Isaac; y a través de él vino Cristo. Ud. puede llamarlo profeta, la Biblia dice que él era. ¿Y estaba ciego? ¿Por qué no se sanó él mismo? ¿Y por qué él no supo que era Esaú—que ese era Jacob y no Esaú? ¿Ve? Dios no les dice todo a sus profetas. El sólo les dice lo que El quiere que sepan. ¿Ve?",
    "Dios estaba desarrollando un plan entonces, y él tenía que obrar en él. Dios…Si Ud. se somete a Dios, Dios lo hará obrar en Su plan.",
    "Fíjese ahora lo que él hizo, lo que este hombre hizo. Esaú salió y trató de tener cuidado de su pobre, ciego y anciano padre; y Jacob pareciera, que no le importó lo que le sucediera a él. Pero había una cosa que Jacob quería, y esa era la primogenitura. Sin importar lo que viniera, cómo tenía que obtenerla, a qué nivel tenía él que llegar, esa primogenitura era lo único que a él le importaba. Y Esaú, la Biblia dice, que él despreció su primogenitura; la Biblia dice esto. Y la Biblia dice: “Que habrá entre vosotros fornicarios, como Esaú quien despreció su primogenitura y la vendió por un plato de lentejas”.",
    "Ahora, ¿qué es una primogenitura? Es el derecho. Eso es lo que estoy tratando de decirles a Uds. Este Espíritu Santo es su primogenitura; esa es su Primogenitura. Ese es su derecho dado a Ud. por Dios. Hoy día la gente dice: “Voy a ir a la iglesia. Yo soy tan bueno como el que está en seguida de mí. Pero yo, ¿actuar como uno de esos aleluyas? Yo no”. ¡Eres un Esaú! ¿Ve? Es la misma cosa, despreciando la primogenitura. El la cambió por un plato de lentejas. Y Ud. la vende…Yo no digo que Ud., sino que el mundo la vende por mucho menos que eso.",
    "Esaú tenía hambre. Pero ¿ve Ud.?, si el ser bueno hubiera contado…Si alguien…Si hubiéramos vivido en aquel tiempo y hubiéramos podido ir y quedarnos en la tienda por unos días donde ellos vivían, nos hubiéramos dado cuenta que Esaú era…Hubiéramos escogido a Esaú. ¿Ve? Pero Jacob en su corazón quería esa primogenitura. A él no le importó nada más; él quería esa primogenitura. Eso es todo lo que él quería.",
    "Y Esaú quería ser un buen hombre, y tener cuidado de todo y hacer todo correcto, y hacer todo…El era un buen legalista; Esaú lo era. El quería todo correcto. Y Jacob quería una cosa, y eso era la primogenitura, y eso era todo lo que a él le importaba. Y Esaú…Ud. ve lo que les sucedió a los dos. ¿Ve? Y de Jacob salieron los doce patriarcas de donde salieron las doce tribus de Israel, de Jacob salieron. Y él llamó—y Dios llamó a Jacob Su propio hijo. ¿Ve Ud. lo que quiero decir?",
    "El Espíritu Santo deberá ser más importante para Ud. que todo lo que hay en el mundo, que su prestigio, que su vida, que su trabajo, que todo lo que Ud. quiere. Ud. no debería de detenerse hasta que Ud. lo tenga. Ud. debe de recibirlo. Debe de ser lo más…Y Ud. dice: “Tengo miedo que en mi trabajo esto y lo otro. Tengo miedo que mi esposo, mi…” No tenga miedo; deje que Eso sea lo primero. Deje todo lo demás. Deje que Eso sea primero. Ud. pudiera decir: “Bien, espero recibirlo uno de estos días, Hermano Branham”. No uno de estos días, ¡ahora! Esta es la hora. “Que sea primero antes que yo—antes que yo haga algo más. ¡Quiero recibirlo ahora!” ¡Desespérese! Eso ayudaría a contestar nuestra pregunta. Cuando Ud. se desespera por El, llegando al punto de recibirlo o morir (¿ve?), entonces es cuando Ud. lo va a recibir.",
    "Un Judío que vivía aquí en la ciudad. No sé si Uds. lo conozcan o no. Fue sanado de cáncer. Y ellos lo rechazaron. Y cuando él se bautizó en el Nombre de Jesucristo, entonces realmente sí lo rechazaron, lo echaron literalmente al patio de afuera. Y de allí él se fue y se unió a la iglesia Metodista. Pero ellos allí se dieron cuenta que estaba bautizado en el Nombre de Jesús, y lo echaron afuera estando la temperatura como a 10 grados bajo cero, allá en Ohio; y le pusieron una cama (Hermano Freeman, Ud. debe de recordar al Hermano Vance, ¿lo recuerda?)—y allí afuera había una bomba de agua y dijeron: “Hay suficiente agua para que tú te rebautices en el Nombre de Jesús”.",
    "Y una vez él me estaba contando un pequeño relato. El me dijo que cuando estas ciertas personas, con quienes ellos se estaban quedando, él y su esposa…Y él había juntado todas sus pertenencias en un camión viejo y empezó a salir de la ciudad. Y su esposa le dijo: “¿Sabes qué? Tengo que tomar agua antes que salgamos de la ciudad”. “Tengo sed”.\n\n“Bien, amor allí está un hidrante”, dijo él.\n\n“Sigue más adelante”, dijo ella, “hasta que llegues a un mejor lugar”. ¿Ve Ud.?\n\nY él continuó y se encontró con otro hidrante, y le dijo: “Allí está otro hidrante”.\n\nY ella contestó: “Sigue más adelante”. ¿Ve Ud.?",
    "Y él me decía: “Y cuando entramos en el campo abierto, ya no había ninguna bomba”. “Y ella seguía con que quería tomar agua”. “Y después de un rato, muy allá en el campo, encontramos una bomba vieja de campo, muy adentro en el campo, muy allá entre un montón de ganado; y ella le tenía miedo al ganado”. Pero ella decía: “Leví, ¡necesito tomar agua!” Así que, él paró el camión. Y me dijo, que aun antes que él parara el camión ella ya se había salido y cruzó por el cerco. Ella tenía que tomar agua. Y cuando Dios se vuelve así de real a Ud., cuando Ud. tiene una sed así, es Dios o Ud. se muere, Ud. no puede esperar más, entonces algo tiene que suceder. Entonces Ud. entra en negocios con Dios. Entonces es cuando sucede.",
    "Ahora, estos espíritus malos engañan a la gente. Y esos espíritus, muchas veces son muy religiosos. Ud. pregunta: “¿Dijiste religiosos?” ¡Sí, señor! Aun las Escrituras, la Biblia lo enseña. Seguro que lo enseña.",
    "¡Ahora fíjese! Jesús vino a un grupo de hombres que eran sacerdotes santos; y ellos guardaban las leyes a la letra; y eran muy, muy religiosos. Y Jesús…Juan les dijo: “Generación de víboras (serpientes), ¿quién os enseñó a huir de la ira que vendrá?” Cuando Jesús los vio, les dijo: “Uds. son de su padre el diablo”. Ese era Dios diciendo eso. Eran tan religiosos hasta más no poder.",
    "Recuerde, el diablo se lleva a su hombre, pero nunca su espíritu. Dios se lleva a Su hombre pero nunca Su Espíritu. ¿Ve? El Espíritu Santo viene a su vida y santifica a su espíritu, vive a través de Ud., y le da poder para vivir. Pero cuando Ud. muere, su espíritu se queda con Dios; pero el Espíritu Santo que estaba en Ud. pasa a alguien más, y de ése a alguien más, y a alguien más…",
    "El Espíritu que estaba sobre Elías vino sobre Eliseo, una doble porción; setecientos años después u ochocientos años después vino sobre Juan el Bautista, y lo hizo actuar…Mire cómo Elías, mire cómo era Elías: un hombre robusto y velludo, todo barbón; cubierto con piel de oveja, parecía un gusano velludo, su rostro era firme, venía caminando con un pedazo de piel ciñendo sus lomos, de esta manera. Si él hubiera llegado a su casa, Ud. hubiera dicho: “¡Oh, Señor! Llamen a la policía inmediatamente. Un hombre con tales y tales características está enfrente de mi puerta”. Pero ese era un profeta del Señor. ¡Seguro que era! Y luego, cuando él murió, una doble porción de su espíritu vino sobre Eliseo; y ochocientos años después vino sobre Juan el Bautista e hizo actuar a Juan exactamente igual que ellos, porque era el espíritu de Elías.",
    "Ahora, si el espíritu de Elías sobre Juan hizo a Juan actuar como Elías, el Espíritu de Dios sobre Ud. lo hará actuar como Jesús. Bien, allí es en donde Ud. encuentra el Espíritu Santo. ¿Ve? Eso es lo que el Espíritu Santo hace. Lo hace manso, lo hace humilde, lo hace que Ud. perdone.",
    "¿Pudieran ellos jalarle las barbas, si Ud. las tuviera, arrancárselas y escupirle su rostro, cuando Ud. tiene el poder para llamar a una legión de Angeles? ¿Pudiera Ud. hacer eso, dejar que le escupan el rostro, por amor a las gentes? ¿Pudiera Ud. hacerlo? Si alguien se acercara a Ud. y le dijera: “¡Hey, tú hipócrita!” y le abofeteara un lado de su rostro, ¿pudiera Ud. orar por su perdón? Ahora, eso es en donde confiamos—en donde prueba si Ud. tiene el Espíritu Santo o no. ¿Ve? Cuando alguien dice algo malo en contra de alguien, algunas veces aquel que reclama tener el Espíritu Santo, es el que dice: “Me las vas a pagar aunque me tome hasta el último día de mi vida”. ¿Ve? Bien, allí es en donde Ud. examina acerca de su Espíritu Santo. ¿Ve? “Bienaventurados sois cuando el hombre dice toda clase de mal en contra de vosotros por mi Nombre, mintiendo”. ¿Pero va Ud. a vengarse de ellos? ¡No! “Regocijaos y alegraos en suma manera, porque así persiguieron a los profetas los cuales fueron antes de vosotros”. ¿Ve?",
    "Cuando alguien dice algo malo de Ud., diga algo bueno. Si Ud. no puede decir algo bueno de ellos, entonces no diga nada. Olvídese. ¿Ve? Y luego, cuando Ud. esté solo, ore por ellos.",
    "Si hay una cosa en mi vida que me ha ayudado a entender que el Espíritu Santo vino a mí en aquel día, ha sido esto. Yo era temperamental, iracundo, soy Irlandés por ambos lados. Y casi nunca podía comer bien, mi boca siempre estaba machucada pues alguien siempre me la machucaba, altercaba en donde no debía de altercar. Hoy tengo algunos de mis dientes arreglados que fueron quebrados, como resultado de haber hablado en donde no debí haber hablado (¿ve Ud.?), y dije cosas…Siempre me metía en dificultades. Y…Alguien me dijo, mi maestra en la escuela, me dijo…Y yo le dije: “Señora, no, no—no puedo evitarlo”. ¿Ve?, Siempre me metía en problemas. Y yo le dije: “No puedo evitarlo”. Pobre anciana, la Sra. Temple, acaba de irse a la Gloria el otro día.\n\nY ella me decía: “Bien, mira hijo”. Ella me tenía sentado en sus piernas, y me abrazó y comenzó a llorar. Era la primera vez que había recibido una demostración de amor como esa, por alguien, una anciana. Y lloró sobre mí. Y me dijo: “Billy, voy hacer algo por ti, hijo; voy a darte un pedacito de cordón”. “Y si alguno de los muchachos te busca pleito…”",
    "Me llamaban “quebrador de maíz”, porque era de Kentucky, Ud. sabe, y—y…yo realmente vestía terrible. Y ellos hacían burla de mi pelo, pues estaba tan largo como lo usan ahora, y caía en mi cara. Yo estaba pasando por un momento difícil, Ud. sabe. Y me golpeaban y me cacheteaban. Cada vez que alguien se enojaba, se me acercaban, y me sujetaban, me golpeaban. Y allí voy yo. ¿Ve? Y empezaba la pelea. Y aun peleaba con navaja y todo lo demás.",
    "Y en una ocasión cogí un rifle Winchester y traté de dispararlo a cuatro o cinco muchachos, que me golpearon tanto, que casi no me pude parar. Los hubiera matado si no hubiera sido por Dios. Recogí los cartuchos del suelo que no se habían disparado y cargué otra vez el rifle con ellos y dispararon sin ninguna dificultad. ¿Ve? Hubiera sido un asesino de cinco hombres, probablemente, quiero decir, cinco muchachos.",
    "Yo tenía solamente doce años de edad, era muy ¡violento! Y la maestra me dijo: “Toma este pedacito de cordón, Billy, y cuando te enojes, detente y ata nueve nudos en el cordón. Y cuando hagas eso, entonces me traes el cordón. Yo te apuesto que tu temperamento se va acabar”.",
    "Y le dije: “Sra. Whalen, es Ud. muy buena. Lo voy a tratar”, le dije. ¿Ve? (Quiero decir Sra. Temple; dije Sra. Whalen. Dije Sra.…El Sr. Whalen fue maestro una vez aquí arriba.) Así que puse mi cordón en mi bolsillo. Y no había estado afuera de mi casa cinco minutos, cuando alguien me dio un golpe. Bien, me propuse a empezarlos, Ud. sabe. Y metí mi mano al bolsillo; y saqué mi cordón y empecé a hacer un nudo; pero después arrojé el cordón al suelo, y me lancé al pleito. ¿Ve? No lo pude hacer. ¿Ve?",
    "Y yo dije: “Yo nunca pudiera ser un Cristiano”. Pero déjeme decirle, aquella noche allí cerca de la Avenida Ohio cuando el Espíritu Santo vino a mí, ese temperamento se me acabó. Ese fue su fin. Y dije: “Yo nunca lo hubiera logrado. Yo nunca pudiera haber sido Cristiano, porque nunca había podido deshacerme de eso”. Yo decía: “Es algo que ha nacido en mí. Mi padre era de temperamento violento; y mi madre, media India, tenía el temperamento suficiente como para pelear contra un serrucho eléctrico”. Y yo decía: “¿Yo? Cualquiera que me busque pleito a mí, lo va a encontrar; y eso es todo”. Y decía: “Si tengo que subirme en una escalera para golpearlos, lo voy a hacer”. ¿Ve?",
    "Pero ahora, Ud. pudiera arrastrarme allá afuera y…¿Ve? ¿Por qué? ¡Porque no soy yo! ¿Lo que estoy tratando de hacer aquí?, es presentar un punto. Algo sucedió. Ese poder viejo, ese viejo William Branham murió, y Alguien más entró en mí. Y hace que me compadezca por mi enemigo. Cuando alguien me hace algo mal a mí, yo nunca oro en contra de ellos, yo oro por ellos. Y allí en eso fue en donde el Espíritu Santo me dio la prueba la otra noche en Nueva Inglaterra, antes que esto sucediera aquí. Cuando El me dio el poder, y dijo: “Sólo habla lo que tú quieras para esa gente”. Lo que ellos habían hecho…Y miré hacia allá, y les dije: “Yo los perdono”. Eso era exactamente lo que El quería. ¿Ve? Perdone a su enemigo. ¿Ve? Estos son los espíritus que lo hacen a Ud. obrar mal. Vigile a esos espíritus.",
    "Y aquí viene pasando alguien. El estaba allá arriba de una tumba. Alguien pasaba, y él corría hacia ellos, y los vencía, la Biblia lo dice. Nadie, él era tan peligroso que nadie podía pasar por allí. Pero un día pasó por allí un Poder más fuerte. El estaba poseído con odio, malicia, maldad, una legión de ellos caminando por allí, era un hombre corpulento. Ellos iban allá, y llevaban consigo un ejército, y lo encadenaban; pero el rompía las cadenas. El diablo estaba en él. Y allí estaba. El pudiera—él pudiera haber sido un real ídolo para la Escuela Secundaria de Jeffersonville. ¡Seguro que sí! Y allí estaba él, todo corpulento. Algunos de estos adolescentes, Ud. sabe, hubieran dicho: “¡Ah, es un verdadero hombre!” Yo he visto hombres que pesan noventa kilos y que no tienen ni una onza de hombre en ellos. Eso no es ser hombre, eso es ser una bestia bruta. ¿Ve?",
    "Pero hubo una vez un hombrecito con hombros caídos y un poco encorvado, que un día venía por el camino (la Biblia dice que no había hermosura en El para que le deseáramos, un hombre de treinta años de edad que parecía tener cincuenta), venía un día por el camino. Y él corrió hacia El a encontrarlo. Y decía entre sí: “Voy a tomar a ese hombrecito y lo voy hacer trizas”. Pero, oh Señor mío, cuando él se encontró con Ese, él cayó a sus pies. Los diablos lo tenían tan poseído…Ahora mire. Ese día…El estaba tan poseído por el diablo…",
    "Ahora, quiero decir esto aquí para Ud. El estaba—ese hombre estaba tan completamente rendido al diablo, que el diablo usó su lengua para hablar. Ahora, Ud. puede estar tan completamente rendido a Dios que Dios puede usar su lengua para hablar. ¡Correcto! Eso es lo que yo reclamo. Todo sermón que he predicado y que ha dejado un significado tras él, ha sido cuando me he rendido, y he dejado a William Branham a un lado, y Cristo ha entrado y El ha empezado a hablar. ¿Ve? Y El puede hablar en cualquier idioma.",
    "Ahora fíjese. El estaba tan poseído por ese espíritu diabólico, y ese espíritu lo tenía tan sometido que…Esos demonios reconocieron que su tiempo había venido, porque se habían enfrentado con el amor. ¿Ve? Y ellos dijeron: “Vamos a tratar con este”. Y todo…Ahora, fíjese lo que sucedió. Ellos dijeron: “Nosotros sabemos quién eres Tú. ¿Por qué estás en un pequeño cuerpecito como ese, en un hombrecito de débil apariencia?” Preguntaron: “¿Por qué vienes de esa manera? Nosotros sabemos quién eres”, le dijeron. “Tú eres el Santo de Israel, y ¿por qué…?” (¡Fíjese bien! Si Ud. no cree que hay un tormento para los diablos en el futuro, escuche a esta confesión.) “¿Por qué has venido a atormentarnos antes de tiempo?” Ellos sabían que había un tormento en el futuro. “¿Por qué has venido a atormentarnos antes de tiempo?” ¿Ve?\n\nY Jesús preguntó: “¿Cómo te llamas?” El ya sabía; pero quería que ellos lo confesaran.\n\nY contestó: “Legión me llamo, porque somos muchos”. Y dijo: “Si nos vas a echar fuera de este hombre…”",
    "Mire, un hombrecito débil como Jesús parado allí (¿ve?), y delante de El estaba un hombre que podía destruir casi un ejército; las cadenas no podían sujetarlo. ¿Ve?, no es la fuerza física. No es eso lo que cuenta. Es el poder del Espíritu Santo que está en su vida lo que cuenta. ¿Ve?",
    "El dijo: “No nos atormentes antes de tiempo; pero si Tú nos echas…” (Note la vileza de ellos, la maldad.) “Si nos vas a echar, no nos dejes ir libremente por el mundo, porque es difícil decir si vamos a poder entrar en alguien más. Si nos echas…Queremos entrar en alguien; queremos hacer algo; queremos hacer más maldad”. Ese es el diablo. “El me las va a pagar”. [El Hermano Branham hace una expresión de maldad.—Editor] ¿Ve? Ese es el diablo. “El me las va a pagar”. ¿Ve? Sólo recuerde, es su hermano allí parado, pero el diablo lo agarró. ¿Ve? “Hagamos algo vil. Podemos hacer que estos Gadarenos aquí sufran por esto”, tal vez haya dicho…El líder de ellos dijo: “Vayamos a entrar a esa manada de cerdos”.",
    "Jesús dijo: “Ve hazlo. ¡Pero sal de él!” ¡Oh, Señor mío! Ese pequeño hombrecito hablándole así a esa gran legión de diablos. “¡Sal de él! Ve hazlo”. Y entraron en aquellos cerdos, y se violentaron, y entraron en un arrebato de furia. Y corrieron hacia el río, y se ahogaron en el río, se ahogaron en el río. ¿Verdad que sí?",
    "Ahora, cuando lo hicieron…Por supuesto los diablos salieron de ellos, porque los cerdos murieron. Los hicieron que entraran en furia, tuvieron ira como cualquiera. ¿Ha visto Ud. a una persona tener un ataque de ira? Bien, eso es lo que eso es. Esos son esos diablos. Eso fue lo que les sucedió a ellos. Cuando Ud. vea a alguien tener un ataque de ira, Ud. diga: “Ahora yo sé lo que sucedió en Gadara”. ¿Ve? Esto es exactamente lo que sucedió. Sólo con unos pocos más que entren en él, y lo volverán completamente demente; porque el médico le dirá que ese temperamento es la primera etapa de demencia. Esto es lo que la clínica Mayo dice, que es la primera etapa de demencia.",
    "Hermano Pat, tal vez haya sido un poco rudo. Es lo mejor que pude explicarlo, no la esperaba. Muy bien.",
    "102. Romanos, el capítulo 7, el verso 25.",
    "Tengo que…se me olvidó, miré eso el otro día cuando me la dieron, pero se me olvidó lo que era. Contestemos la pregunta de esta amada persona si podemos. Romanos 7:22, muy bien. Perdóneme, es el verso 25. Romanos 7…Volteé dos páginas al mismo tiempo. ¿Ve?\n\nGracias doy a Dios, por Jesucristo Señor nuestro. Así que, yo mismo con la mente—con la—la mente sirvo a la ley de Dios, mas con la carne a la ley del pecado.\n\nBien, espere un minuto. No lo leí bien.\n\nGracias doy a Dios, por Jesucristo Señor nuestro. Así que, yo mismo con la mente…(Sí, está correcto.) …Yo mismo con la mente sirvo a la ley de Dios, mas con la carne a la ley del pecado.",
    "Muy bien. Esto es exactamente lo que Pablo dijo muchas veces. Cuando trato de hacer bien, el mal está presente. ¿Ve? Eso es exactamente lo que Ud. hace también. Con su mente, eso es su corazón. ¿Ve? Ahora recuerde, Ud. no piensa con su mente; ni tampoco Ud. mira con sus ojos. Ni tampoco Ud.—hace…Ud. mira con su corazón ¿Sabía Ud. eso? ¿Sabía Ud. que su corazón tiene otra persona aparte de Ud.? La ciencia encontró eso hace como cuatro años, Ud. sabe. Un pequeño compartimiento en el corazón, en donde dicen ellos que el alma vive.",
    "¿Había Ud. oído alguna vez de la subconsciencia? Ud. hace algo malo, y piensa: “Oh, no tiene importancia”, pero su subconsciencia le dice a Ud. algo diferente.",
    "Ellos pueden usar un detector de mentiras, estoy viendo a mi buen amigo, el abogado Robinson, sentado allá atrás. Yo no sé si Ud. lo ha visto funcionar o no, pero yo lo experimenté, un día lo usaron en mí, en relación al Angel del Señor. Así que ellos, le ponen un detector de mentiras en Ud., y Ud. trata de confesar lo mejor que Ud. sabe, lo mejor que Ud. puede hacerlo, relatando lo más calmado y suavemente, que Ud. no hizo tal y tal cosa, un acto criminal. Ese detector de mentiras le dirá a Ud. si está mintiendo. ¿Ve? ¿Cómo? Es por la vibración de sus nervios que ellos recogen la información en ese detector de mentiras. ¿Ve? Se lo dirá a Ud. ¿Por qué? Porque el hombre no fue hecho para mentir en su principio original. Es pecado y el diablo que está en Ud. lo hace mentir. ¿Ve?",
    "Ud. no, su hechura no es para mentir. Esa es la razón por la cual Ud. tiene que vivir de nuevo, porque Ud. fue hecho, fue creado para vivir para siempre, para vivir eternamente. ¿Pero ve?, el pecado entró y trajo muerte al cuerpo. Y luego, cuando el pecado entra, trae muerte al cuerpo, y luego maldición, y el cuerpo tiene que morir. Pero allí puede morar Vida Eterna, cuando este espíritu es cambiado en Ud. y Ud. ha recibido Vida Eterna. Dios levantará ese cuerpo otra vez en el día postrero. El dijo que El lo haría.",
    "Así que con mi mente—la mente…El dijo en otro lugar: “Yo creo que tengo la mente de Cristo”. Ahora, con esa mente Ud. sirve—con la mente de Cristo Ud. sirve a Dios. ¿Ve?, la parte interior (¿ve?), con la parte interior, Ud. sirve a Dios. Esa subconsciencia, allí es en donde la fe reside.",
    "Quiero preguntarle. Han habido muchas ocasiones en que Uds. aquí, muchos de Uds. han experimentado ocasiones en que Uds. sabían que algo iba a suceder. Parecía imposible que así fuera, pero así fue, Ud. sabía que iba a suceder. ¿Alguna vez Ud. ha experimentado eso? Eso es fe, es esa subconsciencia obrando.\n\nBien, si se pone un poquito caluroso aquí, Ud. puede prender ese aparato que está allá, si se pone un poquito caluroso para Ud.",
    "Bien, allí en esa subconsciencia (¿ve?), allí es en donde su mente…Jesús dijo: “A menos que un hombre sea nacido otra vez…” (No, no era eso lo que yo quería.) “De cierto, de cierto, os digo a vosotros, que a menos que un hombre sea nacido otra vez no verá el Reino de Dios”. Ahora, Ud. no puede ver el Reino de Dios, porque el Reino de Dios es el Espíritu Santo. “Algunos que están aquí no gustarán de muerte hasta que vean el Reino viniendo en poder”, dijo El. Entonces: “El Reino de Dios”, la Biblia dice, “está en vosotros”. El Espíritu Santo está en Uds. y Uds. no lo pueden ver con sus ojos. Así que ver significa “entender”.",
    "¿Alguna vez Ud. ha mirado a algo, lo ha mirado directamente, y dice: “Bien, no lo puedo ver”? ¿Ve? “No lo puedo ver”. Lo que Ud. quiere decir, es que no lo entiende. ¿Ve?, ¿ve? Ud. no lo entiende. Ver es “entender”. Pero con sus ojos Ud. mira todo. Pero con lo que está dentro de Ud., Ud. lo entiende, Ud. lo ve con eso. ¿Ve? Ud. mira con los ojos de Dios.",
    "Y ahora, mantenga su punto. Le voy a decir algo bueno si Ud. está listo para recibirlo: El Cristiano mira a cosas que él no mira con sus ojos (¿ve?), porque miramos al invisible. ¿Ve? ¿Cómo lo mira Ud.? Con su ojo interno. Ud. lo ve por fe. Y ahora, para probar eso: toda la armadura Cristiana está hecha con cualidades invisibles. ¿Qué es una armadura Cristiana? Alguien dirá: “Ver es creer”. Esa persona nunca pudiera ser un Cristiano, porque la armadura Cristiana está hecha de esto: amor. ¿Lo ha visto Ud. alguna vez? Ud. lo ve en acción, pero Ud. nunca ha visto el amor en sí. Ud. no puede. Saque Ud. su parte de amor y déjeme ver cómo se mira. ¿Ve? Amor, amor, gozo, paz, tolerancia, bondad, mansedumbre, fe—fe, benignidad (¿ve?); toda la armadura de Dios es invisible para el ojo natural, ¡pero es entendida por el corazón! Así es como es. Así es como es.",
    "Por eso Pablo dijo: “Con mi mente…(‘Y yo tengo la mente de Cristo…?…’, dijo él.) Yo sirvo a Dios con mi mente, pero con mi carne (¿cómo dice él al final?), pero con la carne, a la ley del pecado”. ¿Qué es? Mi carne dice en esta noche: “Tú estás muy cansado. Tu garganta está muy adolorida. Estuviste hoy afuera en este día ventoso. No deberías ir a la iglesia esta noche”. Esta es la ley de mi carne. “Más te vale que los llames y le digas al Hermano Neville que…Envía las preguntas y dile que él las conteste”. ¿Pero ve Ud.?, yo prometí hacerlo. ¿Ve?",
    "Ahora, mi mente, en lo interior el Espíritu Santo dice: “Cumple tu promesa”.\n\nPero la carne dice: “Tú estás demasiado cansado”. ¿Ve?",
    "Bien, la carne dice: “No hay necesidad, tú cosita linda, tú eres la cosita más bonita en toda la escuela. No le pongas nada de atención a tu madre aleluya ni al fanático de tu padre. ¿Ve? Tú eres la muchacha más bonita de toda la escuela”. “Tú eres el muchacho más bien parecido, el muchacho más guapo, el más fornido. Tú eres el más popular aquí en esta ciudad”. ¿Ve Ud.? Eso…Y Ud. somete sus miembros a eso, y ¿a dónde va a llegar Ud.? Cada vez Ud. va a llegar más cerca de su destrucción. ¿Ve?",
    "Pablo dijo: “Mi carne quiere, siempre quiere someterse a eso”. Su carne también quiere. ¿Ve? Pero la ley del Espíritu de Dios en el corazón vence a la carne y hace al cuerpo obedecer a lo que el corazón dice. ¡Aleluya!",
    "Mire, entonces si hace eso por un pecador, ¿no hará eso también por el enfermo? La ley del Espíritu de Dios en el corazón de los que saben que: “Por Sus llagas ya fuimos sanados”, se sostendrán con su poder para hacer que esa enfermedad en ese cuerpo les obedezcan, porque es el diablo. Así es como es. ¡Fuiu! Esto tiene crema encima, así de alta. Déjeme decirle a Ud. Eso es. ¿Ve?",
    "Ahora, la ley del pecado y de la muerte obra en su carne, pero la ley del Espíritu de Vida obra en su corazón. Así que su corazón, su espíritu en su corazón hará que su cuerpo obedezca lo que se ordena. Esto es exactamente la verdad. Bien, esto es lo que Pablo dijo. Siempre la carne dice: “Estoy muy cansado; no soy capaz; no soy apto; no lo puedo hacer”.\n\nYo le decía a Loyce, o a Dolores, alguien que me estaba preguntando acerca del Espíritu Santo, acerca de algo o algo semejante, le decía: “¿Qué…?”\n\nDolores me preguntaba: “¿Qué es lo que hace sentirme de esa manera en el momento en que debería sentirme bien?”",
    "🦅 Es el diablo.”, le contesté, “El te ve que estás lista para recibir el Espíritu Santo, y dice: ‘Voy a ponerle un enfriador [El Hermano Branham hace un sonido para ilustrarlo.—Editor], la voy a abanicar un poquito, Ud. sabe, para enfriarla un poquito’. ¿Ve? ¡Pero oh, Señor, es cuando Ud. debe levantarse! Reclame sus derechos dados por Dios”. Eso es lo que Pablo estaba diciendo. ¿Ve? “Siempre cuando—”, él dijo, “cuando hago el bien, el mal está presente”.",
    "Le voy a decir algo que Ud. haga. Yo me he fijado en esto, mi esposa y yo…Y voy a apresurarme, porque tengo sólo unos cuantos minutos, y aquí tengo algunas preguntas muy extensas. No quiero detenerlos muy tarde, pero quiero contestar sus preguntas lo mejor que yo pueda.",
    "¡Fíjese! Yo puedo principiar la mañana, y decir voy a…El Señor me está guiando a ir a algún lugar para tener una reunión, y hermano, si Ud. se fija todo sucede. O que yo llegue a mi casa, y las llamadas de larga distancia empiecen a llegar. Y al orar por el enfermo. Josecito se va a querer subir a mi cuello. Sara va a querer hacerme una pregunta. Becky va a empezar a tocar el piano. Y allí voy a estar diciéndoles: “¡Sh, sh, sh!” Poniendo mi dedo en mis labios: “Hey, sh, sh, sh, voy a—papi va a orar por un enfermo”.\n\n“Mira, Papi, mira, José hizo esto…” ¿Ve Ud.? Sólo al empezar. Y tan pronto que termino de orar, ellos cogen sus juguetes y todo queda en quietud. Es el diablo. Seguro que es.",
    "Y luego por otro lado corrijo a José y le digo: “José no deberías hacer eso”. Pues Ud. sabe, cuando Ud. menos piensa, ya adquirió un hábito. Y Ud. lo verá en sus hijos, ellos les mienten a Uds. Bien, ese es un espíritu de mentira en ese niño. Solamente hay un remedio para eso. La varilla de los rifles no es la idea, Ud. sabe, aquella varilla con que nos azotaban, Hermano Jess. Cuando—cuando nos metíamos en problemas sacaban la varilla de los fusiles viejos, el palo de nogal, Uds. saben de lo que estoy hablando. La varilla con que cargábamos el cañón del fusil. Esa no es la idea. Sino orar, para echar fuera ese demonio de ese niño. Correcto. La oración lo hace.",
    "Si la pequeña Molly empieza a patear el piso con su piececito, y sale corriendo, y levanta su naricita al aire, Ud. pudiera azotarla hasta que le deshiciera sus ropas; y de todas maneras lo haría otra vez. Pero Ud. solamente póstrese delante de Dios y reclame el alma de ese hijo para Dios. Quédese en eso. Yo creo que es la mejor cosa que yo conozco. ¡Sí, señor! La oración, es el mejor remedio que yo conozco.",
    "103. Ahora, veamos. La siguiente dice así, ¿Qué se quiere decir por predestinación antes de que el mundo principiara; en dónde está en la Biblia? ¿Predestinación antes de que el mundo principiara?",
    "Muy bien, mi precioso amigo, abramos la Biblia en un solo lugar, en Efesios capítulo primero. No queremos quedarnos mucho en ésta, no creo que nos quedemos, a menos que no sea contestada correctamente. Principiemos a leer aquí en Efesios el primer capítulo.",
    "Ahora, la primera cosa, que quiero decir, es que predestinación es una palabra inapropiada para que un ministro la use delante de una congregación que no ha sido entrenada. ¿Ve? Sí lo es. Yo no la uso. Algunas veces aquí en la iglesia…Pero en las audiencias de afuera, allá en las grandes…En donde la—en donde de todo se ha reunido, yo tengo cuidado de esa palabra. Yo siempre uso en su lugar la palabra previo conocimiento, porque predestinación es únicamente el previo conocimiento de Dios. Dios siendo infinito, por previo conocimiento El sabía todo, de otra manera, El no es infinito. ¿Ve?, ¿ve? El sabía lo que sucedería. Así que por previo conocimiento El pudo predestinar. Esta es la razón por la cual creo que Dios—que Dios no solamente…",
    "Es como el aire que Ud. está respirando; yo no estoy de acuerdo con los Testigos de Jehová con esa idea de que su aliento es su espíritu. No puede ser. ¿Ve? Su espíritu está en su corazón. ¿Ve? Y Ud. tenía su espíritu antes que Ud. aun haya venido al mundo. Dios le dijo a Jeremías que El lo había conocido, y lo había santificado y lo había hecho un profeta sobre la nación—sobre las naciones antes que aun fuera concebido en la matriz de su madre (¿ve?), Jeremías 1:14.",
    "Ahora fíjese. Así que nosotros vemos que todas estas cosas son por previo conocimiento. Setecientos doce años antes que Jesús naciera, antes que Juan naciera, Isaías lo había visto a él en visión, y dijo que él era la voz de uno clamando en el desierto—712 años antes. Desde el jardín del Edén, Jesucristo, antes de la fundación del mundo…",
    "¿Cómo hizo…? Leamos esto. Efesios 1, principiemos en el primer capítulo—el primer verso.\n\nPablo, apóstol…(Fíjese cómo él dirige esta carta. Me gusta la manera como Pablo lo hace. Amo a Pablo, ¿Ud. no? Oh, él era un siervo maravilloso de Cristo. Ahora, fíjese en esto.)\n\nPablo, apóstol de Jesucristo por la voluntad de Dios, a los santos que están en Efeso, y…los fieles en Cristo Jesús.",
    "Fíjese, esto no está dirigido al mundo; esto no está dirigido al de afuera. Esto es para la Iglesia que está en Jesucristo, (oh, ¿no es esto hermoso?), la Iglesia en Jesucristo. Esto es…¿Cómo entra Ud. en Jesucristo? Por un Espíritu todos somos bautizados en un Cuerpo. Ahora—cómo…Y—y él está dirigiendo esto al pueblo lleno del Espíritu Santo (¿ve?), no al mundo de afuera.\n\nGracia sea a vosotros, y paz de Dios Padre nuestro, y del Señor Jesucristo.\n\nBendito el Dios nuestro Padre—Bendito el Dios y Padre del Señor nuestro Jesucristo, el cual nos bendijo en lugares celestiales—el cual nos bendijo con toda bendición espiritual en lugares celestiales en Cristo:",
    "¡Oh, Señor mío! ¿No les gustaría a Uds. estar sentados en algo como eso? Bien, estamos sentados. ¡Seguro! El mismo Espíritu Santo. Dice, que mientras Uds. están sentados en lugares celestiales en Cristo Jesús, Dios nos ha bendecido con toda bendición espiritual, Hermana Rose. Yo creo que esto es…Yo—yo no me podía recordar su nombre el otro día. Creo que Ud. estaba en una línea de oración o en algo. Y yo—yo recuerdo que estaba tratando de recordarlo después, pero su nombre es Rose Austin, ¿verdad que sí?…?…Ud. solía venir aquí al tabernáculo todo el tiempo. Así es. Muy bien. Ahora:\n\nBendito el Dios y Padre de nuestro Señor Jesucristo, el cual nos bendijo con toda bendición espiritual—en el espíritu en lugares celestiales…(Veamos si estoy leyendo—si estoy citando eso bien.)\n\nBendito el Dios y Padre de nuestro Señor Jesucristo, el cual nos bendijo con toda bendición espiritual en lugares celestiales en Cristo Jesús: (Todos reunidos ahora en lugares celestiales en Cristo Jesús.)\n\nSegún nos…(¡Escuchen! ¿Están todos listos?)… Según nos escogió en él antes…(Ya se los prediqué a Uds.)…antes de la fundación del mundo,…",
    "Ahora, ¿ve?, él le puede hablar así a la Iglesia. El no les diría eso a bebés, pero él le está hablando a una Iglesia que ya está en Cristo. El no pudiera ir a alguna iglesia aquí y decir: “Bien…”, y decir eso. Son a esos elegidos que están en Cristo.",
    "Bien, Ud. pudiera decir: “Bien, yo creo que estoy en Cristo”. Si Ud. está, Ud. ha recibido el Espíritu Santo, porque esa es la única manera por la cual Ud. puede entrar en Cristo. Primera de Corintios 12:13 (¿ve?)—Primera de Corintios el capítulo doceavo. Muy bien. “Porque por un Espíritu todos somos bautizados en un Cuerpo (el cual es el Cuerpo de Cristo)”. Entonces estamos todos sentados en lugares celestiales en un acuerdo, el Espíritu Santo moviéndose entre nosotros, enseñándonos, mostrándonos grandes cosas, trayendo cosas a suceder. ¡Oh, qué lugar!",
    "El dijo: “A Uds. los que han sido llamados de esa manera, les quiero decir, a Uds., los elegidos. Que Dios nos escogió en El antes de la fundación del mundo”, piense en eso. Dios nos escogió en El antes de la fundación del mundo. Dios supo antes de la fundación del mundo que yo hablaría en esta noche, este tema. El es infinito. Y antes que hubiera un mundo…¡Oh! ¡Fuiu! Reciba—reciba el Espíritu ahorita. La Palabra lo va a traer. ¿Ve? Así fue cómo El vino: “Y mientras Pedro hablaba estas palabras el Espíritu Santo cayó sobre ellos”.",
    "Antes que hubiera un mundo, Ud. ya estaba en los pensamientos de Dios para darle el Espíritu Santo, porque El supo que Ud. estaría deseándolo; y El mismo lo escogió a Ud. porque Ud. deseaba…El lo escogió a Ud. en Cristo antes que Ud. o Jesús, o alguno de Uds., estuvieran en la tierra. Y El envió a Jesús a que muriera, para preparar el camino para enviar el Espíritu Santo, y traerlo a Ud. a sí mismo. Oh, eso es…Yo sé que puedo…Esta es la iglesia, así que estoy en mi casa. Oh, esto es tan rico para mí. El pensar que no es lo que yo quería; no fueron mis deseos, no fue mi voluntad; no fue mi escogimiento; yo no tuve nada que ver con ello. Sino que fue aun antes que el mundo principiara, Dios nos vio y puso nuestro nombre en el Libro de la Vida del Cordero. ¡Aun antes que hubiera un mundo! ¡Hablando de un Dios! ¡Fuiu!",
    "Una vez estuve en ese lugar donde tienen ese gran telescopio…Ud. puede mirar veinte millones de años luz. Y cuando miré y vi eso (no lo pude ver por el telescopio, pero cuando vi la fotografía que ellos tomaron), levanté mis manos, allá en ese lugar, y dije: “¡Cuán grande eres Tú, cuán grande eres Tú!” Pues antes que uno de esos planetas aun girara (¡Aleluya!), Dios nos escogió en Jesucristo. ¡Cuán grande eres Tú! ¡Sí, señor!",
    "Antes que existiera un mundo, antes que existiera un planeta, antes que existiera un sol, antes que existiera una luna, antes que existiera la luz, antes que cualquier cosa existiera, cuando todavía El era Dios, Dios y Sus pensamientos, los pensamientos eternos de Dios lo escogieron a Ud. por predestinación, por previo conocimiento, y supo que Ud. estaría en la tierra, y supo que existiría el pecado.",
    "Alguien dijo: “Entonces, ¿por qué existió el pecado?” Si nunca hubiera habido pecado, Sus atributos como un Salvador nunca se hubieran manifestado. Tenía que haber un pecador para que El pudiera ser Salvador. Tenía que haber un hombre enfermo para que El pudiera ser Sanador. ¡Amén! Así es. Tenía que ser de esa manera. Fue Dios quien lo vio y lo ordenó previamente. El diablo aun ni estaba en el asunto. Oh, él solamente era un elemento al lado del camino que Dios usó para traer hijos a El, clamando: “Abba, Padre”. Con razón, ¡cómo van a poder cantar los Angeles en aquel día! Cuando estemos cantando las historias de redención, los Angeles van a inclinar sus rostros; no van a saber de lo que estamos hablando. ¡Seguro! Ellos nunca se perdieron. Ellos no saben lo que es. Ellos no sabrán cuán bien nos sentiremos, al saber que una vez fuimos pecadores y estábamos alejados de Dios, sin esperanza, sin misericordia, sin Dios, en un mundo de corrupción, muriendo, con destino al infierno del diablo; y Dios condescendió, y nos levantó y nos redimió; y ahora estamos más alto que los Angeles. ¡En estos momentos!",
    "¿Qué es un Angel? Un Angel es un siervo. Nosotros somos hijos e hijas. ¿Qué es más, su siervo o su hijo o su hija? ¡Oh, Señor! La oración del santo se eleva millones de veces más alto que la de un Angel (¡sí, señor!), porque él es un hijo. Oh, esto es verdad, mi hermano, hermana.",
    "Ud. no…La iglesia…Yo no creo que nunca de este lado de la eternidad vamos a comprender lo que somos, la posición en la que Ud. está, en donde Dios lo ha posicionado. Uds. hermanos llenos del Espíritu. Uds. son hijos de Dios. Un Angel es un siervo. ¡Ud. es un hijo! Un Angel únicamente puede traerle a Ud. un mensaje, pero Ud. tiene que actuar. ¡Amén! Ud. es el actor de la escena. Ud. es el hijo. Los Angeles son siervos que le traen a Ud. el mensaje. El dice: “Yo te traigo este mensaje a ti para que tú hagas esto y lo otro. Esto viene del Padre. Yo te lo traigo a ti. ¡Sí!” Eso es todo lo que es. ¡Amén! Uds. son hijos e hijas de Dios. ¡El nos predestinó! Ahora, fíjese sólo un minuto.\n\nSegún nos escogió en él…(Ahora, nosotros no escogimos…¿Cómo pudiera yo haberlo escogido a El? Fueron cuatrocientos billones, millones, billones, trillones de años, ¿cómo pudiera yo haberlo escogido a El? Pero El me escogió. ¡Amén! Oh, Hermano Wood, eso es. ¿Ve?)…nos escogió en él antes de la fundación del mundo, para que fuésemos santos…(Ahora, no trate Ud. de hacerlo Ud. mismo, porque Ud. no puede.) …y sin mancha delante de él en amor;\n\nOh, hermano, esto contestará una pregunta que vi aquí hace unos cuantos minutos. La vi en alguna parte…Oh, sí. Ud. preguntó:\n\n“¿Cómo pudiera un hombre vivir por encima de esto… [Interrupción en la cinta.—Editor]…estaría sin pecado?” Escuche esto:\n\n…santos…antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él en amor;",
    "Su amor lo hizo. Su amor pagó por mi pecado. Su amor los quitó. El amor es la fuerza más poderosa que existe. Tome a un esposo que realmente ame a su esposa, y él morirá por ella sin ningún precio. Y amor fraternal…",
    "Un hombre, un cierto hombre, que viene a esta iglesia de vez en cuando, vive en el campo. El estaba sentado en la casa de su hermano el otro día. Y le preguntó: “¿Qué si algo le pasara al Hermano Bill?” Y él contestó: “Con gran placer yo pondría mi pecho para recibir la bala que era para él”. ¿Ve? Morir por Ud. Eso es amor. No hay amor más grande en el hombre que el de dar su vida por su hermano. ¿Ve?",
    "En amor, nos escogió en amor antes de la fundación del mundo. Ahora fíjese:\n\nHabiéndonos predestinado…(Aquí está la palabra predestinado.)…Habiéndonos predestinado para ser adoptados hijos por Jesucristo a sí mismo, según el puro afecto de su voluntad.",
    "¿Qué de eso, Hermano Mike? ¿No es eso maravilloso? El lo amó. El lo amó a Ud. antes que un mundo existiera. El supo su naturaleza; El supo sus debilidades; El supo sus hábitos; El supo todo lo referente a Ud., lo que Ud. iba a ser. Y entonces, cuando El miró por todo el gran universo, así como estaba, El dijo: “Allí está”. Y cuando El hizo eso, aun antes que hubiera un indicio de vida, Ud. ya era eterno con Dios. Cuando Ud. recibe el Espíritu Santo, entonces Ud. llega a ser eterno, porque Ud. está en Dios, Ud. es parte de Dios. ¿Puede ver lo que quiero decir? Ud. es tan eterno como Dios lo es, sólo porque Ud. está…",
    "Yo soy tan Branham como mi padre era Branham, porque soy de la sangre Branham. Yo soy un Branham como mi padre, porque nací de mi padre. Yo soy un Branham con él. Ud. es un Wood, porque su padre fue un Wood. Ud. es tan Wood, como Jim Wood lo es; Ud. es Banks Wood. ¡Amén! ¡Oh, Señor! Ud. es un Neville porque su padre fue un Neville. Ud. es tan Neville como él fue Neville. ¡Gloria! Nosotros somos tan eternos como Dios lo es, porque somos una parte de Dios, hijos e hijas de Dios por la Vida Eterna, y nunca podemos morir. “Yo los resucitaré en el día postrero”.",
    "Con razón cuando ellos estaban preparándose para cortar la cabeza de Pablo…El tuvo que caminar esa ruta de muerte. El escribió esa última carta a Timoteo, diciéndole: “¡He peleado la buena batalla; he terminado mi carrera; he guardado la fe! Por lo tanto me espera la corona que el Justo Juez me dará en aquel día, no solamente a mí, sino a todos aquellos que aman Su venida”.\n\nY luego le dijo la muerte: “Vengo por ti”.\n\nY él le preguntó: “¿Dónde está tu aguijón?”\n\nEl sepulcro le dijo: “Te atraparé”.",
    "Y él le dijo: “¿Dónde está tu victoria?” Pero él tenía un ejemplo. El miró hacia el Calvario y exclamó: “Pero gracias doy a Dios quien nos da la victoria por nuestro Señor Jesucristo”. Eso es. Oh, eso tiene que traer emociones; tiene qué.",
    "Vida es…La Palabra está saliendo. Vida, la palabra vida captura Vida, y dentro de un ser humano, algo tiene que clamar.\n\nSabe Ud., alguien preguntó: “Billy ¿qué es lo que hace a la gente levantarse y alzar sus manos y decir: ‘¡Gloria al Señor!’ o ‘¡Amén!’?” Fíjese lo que la Biblia dice.",
    "Pablo dijo: “Si hablamos en lenguas desconocidas, ¿cómo el indocto…? Cuando él es bendecido, ¿cómo pudiera ser bendecido, cómo pudiera decir él: ‘Amén’?” ¿Ve? Ud. tiene que saber de lo que Ud. está hablando. Las lenguas desconocidas, traerán bendición por interpretación o por revelación… Entonces Ud. podrá decir: “¡Amén!” si puede entenderlo. El tiene que saber lo que está hablando. ¿Ve?",
    "¡Ahora! ¡Oh, Señor! Mire allá en aquel día cuando el enemigo venía contra David. Y él les dio a todos un odre de vino y un buen pedazo de carne y pan. Y cuando el enemigo venía, no sabían qué hacer; y se reunieron, y todo Israel se reunió bajo la circuncisión. (Ahora, esto es bajo la antigua circuncisión Judía.) Y ellos levantaron sus manos y exclamaron: “Dios, Tú eres nuestro Dios. Tú nos has protegido. Tú sacaste a Moisés el profeta, y Tú sacaste a los hijos de Israel de Egipto. Tú los llevaste por el desierto. Cuando ellos estaban allí, ninguno les temió, todos temieron tocarlos, nadie se acercó a Tu herencia. Tenían miedo hacerlo”. Aunque ellos eran una minoría, pero nadie puso sus manos en ellos. Porque todo lo que el enemigo les hacía se le retornaba. Y él oraba: “Oh, qué gran Dios eres Tú. Y ahora, Señor, si hemos pecado…Aquí están nuestras esposas; aquí están nuestros pequeñitos; y estamos en peligro en esta hora”. Y dijo: “Oh, ¿qué podemos hacer? El enemigo se aproxima”. Y decía: “¿Qué podemos hacer?”",
    "Y mientras oraban el Espíritu cayó sobre uno que estaba allí en la audiencia, y él profetizó: “ASI DICE EL SEÑOR, tú no pelearás; ¡estate quieto! (¡Amén!) Ve por un cierto camino y los encontrarás allí”. Y Dios causó confusión entre ellos, y se mataron uno al otro. Allí está. Predestinados para ser escogidos en Cristo Jesús antes de la fundación del mundo. Bien.",
    "104. Tú dices que una persona pudiera vivir tan cerca de Dios que no pecaría mientras estuviera aquí en la tierra. Entonces explica Primera de Juan 1:8 al 10.",
    "Veamos, Primera de Juan 1:8 al 10. Si hubiera tenido un poquito más de tiempo para leer éstas, lo tuve; pero no lo tomé, amigos. Estaba tratando de salir…Bien, me va a tomar un poco de tiempo para encontrar Juan. Está de aquel lado de Hebreos, por supuesto. Muy bien. Primera de Juan 1:8 al 10—Primera de Juan 1:8 al 10.\n\nSi dijéremos que no tenemos pecado, nos engañamos a nosotros mismos, y no hay verdad en nosotros.\n\nSi confesamos nuestros pecados, él es fiel y justo para que nos perdone nuestros pecados, y nos limpie de toda maldad.\n\nSi dijéremos que no hemos pecado, lo hacemos a él mentiroso, y su palabra no está en nosotros.",
    "Bien, espere mi querido hermano. Voltee al capítulo tercero, el verso noveno. Está en la misma página aquí en mi Biblia. Principiemos en el octavo verso:\n\nEl que hace pecado, es del diablo; porque el diablo peca desde el principio. Para esto apareció el Hijo de Dios, para deshacer las obras del diablo. (Eso es lo que he estado hablando, ¿ve?, la predestinación de Dios, Dios conociéndolo a Ud. desde antes.)\n\nCualquiera que es nacido de Dios, no hace pecado, porque su simiente está en él; y no puede pecar, porque es nacido de Dios.",
    "Esto es lo que la Palabra dice. Ahora, si Ud. se fija aquí.\n\nSi dijéremos que no hemos pecado, lo hacemos a él un mentiroso, y su palabra no está en nosotros.\n\nBien, algunas personas dicen: “Ella es una buena niñita o un buen muchachito. Ellos nunca pecaron”. Pero Ud. nació en pecado, formado en iniquidad, vino al mundo hablando mentiras. Cuando Ud. nace en este mundo, Ud. es un mentiroso, Ud. es un ladrón, Ud. es todo lo que hay, todo el pecado que hay, no que sea un ladrón, porque Ud. no ha robado. Pero Ud. está—Ud. está…Ud. no es un mentiroso, porque Ud. no ha mentido. Pero ese espíritu está en Ud. desde que Ud. nació, porque Ud. es del mundo. Esta es la razón por la cual Ud. no puede recibir reformación, ser reformado; Ud. tiene que morir y nacer otra vez. Y Ud. no puede tener un nacimiento sin crucifixión. Ud. no puede ser resucitado; Ud. debe de ser crucificado a las cosas del mundo para ser resucitado en Cristo.",
    "Si Ud. va a depender en sus—sus concepciones intelectuales y demás, Ud. nunca nacerá del Espíritu de Dios. Ud. tiene que olvidarse, como Pablo lo hizo, de todo lo que él sabía, y no conocer nada más entre vosotros más que a Cristo Jesús, y ser renacido, nacer otra vez. Oh, si…Si yo pudiera hacer que esto llegara a Ud. ¿Ve? Es el nacimiento lo que produce una nueva creación. La misma palabra griega aquí, la busqué en el diccionario griego el otro día, la palabra nacer significa “creación”. Cuando dice: “Vosotros sois nuevas criaturas en Cristo Jesús”, la palabra criatura allí, es creación. Ud. es una nueva creación, no en el mundo, pero en Cristo Jesús. Ud. es una nueva…",
    "Cuando Ud. estaba en el mundo, Ud. sabe, Ud. hablaba de cosas finas, de vestuarios finos o de alguna cosa bonita. ¿Ve? Ud. dice: “Oh, seguro, yo voy a la iglesia. Yo no quiero ir al infierno, pero Ud. sabe…” Ud. se fija en los hermosos ojos café de la joven, o en el pelo onduladito del joven, o que “él es muy…” Ud. sabe, alguna cosa u otra, solamente algo para atraer la atención, o si él es lascivo o toma, o algo aquí o algo allá. Eso es el mundo; Ud.—Ud. está en el mundo. Y la Biblia dice que: “Si Ud. ama al mundo y las cosas del mundo, el amor de Dios ni siquiera está en Ud.” Así que para que eso salga de Ud., Ud. tiene que morir, tiene que morir, ser crucificado, sepultado, resucitado, y ser una nueva creación en Cristo Jesús.",
    "Ahora, antes que Ud. reciba el Espíritu Santo, Ud. está creyendo en obtener Vida Eterna. Pero Ud. no tiene Vida Eterna hasta que Ud. recibe el Espíritu Santo, porque El es Vida Eterna. El Espíritu Santo es Dios; es la Vida de Dios en Ud. Entonces Ud. obtiene Vida Eterna. ¿Entiende Ud. ahora? ¿Ve? ¡Mire! ¿Ve? Ud. está creyendo en obtener Vida Eterna.",
    "Espere, aquí hay una cosa buena. Uds. mujeres excúsenme por si esto suena muy áspero (¿ve?)…es para traer un punto. Una madre recibe vida…Pero todavía ese bebé no ha nacido. Pero si Ud. trata bien a ese bebé y sigue las normas de la naturaleza, ese bebé va a nacer normal. Pero si Ud. no aplica todas las normas de la naturaleza, y Ud. no se cuida y se lastima, o recibe un golpe fuerte, o algo le sucede, eso—eso lo va a perjudicar (¿ve?); va a matar al bebé antes que nazca.",
    "Bien, esto es lo mismo que sucede. Los golpes vienen de Satanás. Satanás toma los dardos ponzoñosos del infierno y trata de herir a la Iglesia que está en dolores de parto. Y antes que nazca el bebé, lo mata. Pero si Ud. únicamente toma la Biblia y se nutre con ella, le da alimento de bebé, la madre toma vitaminas…Bueno, las mejores vitaminas que yo conozco son las Vitaminas espirituales. ¿Ve? Lo hacen crecer.",
    "Bien, la iglesia debería estar tomando Vitaminas espirituales; y las Vitaminas están aquí, un Libro completo lleno de ellas. Ud. debe de estar tomando Vitaminas Espirituales, aprendiendo, y esto lleva al bebé al nacimiento. ¿Ve lo que quiero decir?",
    "Bien, el pequeñito, él tiene vida, él tiene vida, porque las pequeñas células de su cuerpo hacen que se mueva y patee como alrededor de los tres o cuatro meses. El está pateando y moviéndose, pero todavía él no ha nacido. Pero tan pronto como es traído a este mundo, el doctor, la madre, o alguien, lo sostiene de sus piececitos, [El Hermano Branham golpea sus manos.—Editor] Y le da una nalgadita, y “¡Ua-a-a-a!” Y llora (¿ve?), y entonces él empieza a respirar. Y tan pronto como él respira el aliento de vida, entonces llega a ser un alma viviente.",
    "Y así es como algunas veces…Ud. está listo para recibir el Espíritu Santo; Ud. está en dolores de parto; Ud. quiere nacer. ¿Cuántos de Uds. aquí están en ese estado en estos momentos, deseando el bautismo del Espíritu Santo, realmente desean conocer lo que es, quieren entrar en eso? ¿Quién quiere el bautismo del Espíritu Santo? Levante su mano. ¿Ve? Uds. están en dolores de parto, Uds. están deseando nacer. Lo que Ud. necesita es una nalgadita del Evangelio, algo como esto [El Hermano Branham golpea sus manos.—Editor], y Ud. gritará: “¡Gloria!” Y cuando esto sucede…Yo sé que Ud. piensa que estoy loco, pero nosotros tenemos la mente de Cristo la cual es locura de todas maneras para el mundo. Algo grita adentro; ese Espíritu surge, y luego continúa surgiendo.",
    "Como le decía a una persona, es como un tubo viejo obstruido, al que Ud. le mete un alambre, y Ud. coge bien ese alambre y con él le escarba, le escarba, le escarba. Pues hay una gran corriente de agua tratando de pasar por allí. Le escarba, le escarba, le escarba, y no puede sacarlo, pero Ud. sabe que hay algo allí. Ud. puede sentirlo; está en la otra orilla. Y después de un rato Ud. lo engancha y le da un buen jalón, y [El Hermano Branham ilustra el sonido del agua fluyendo.—Editor] el agua fluye por el tubo. Así es de la manera que es. Entonces el agua continúa fluyendo. Así es de la manera que el Espíritu Santo es. El pecado tapó los tubos. Ud. se sienta allí y dice: “Soy tímido…?…Ud. sabe…?…tengo miedo que la gente piense que yo era el que…el Espíritu Santo”.",
    "Ahora, cuando Ud. siente ese jaloncito del Espíritu…Ud. lo desea más que la vida—Ud. lo desea más que su propia vida. Para Ud. significa más, Ud. dice: “Necesito tenerlo o me muero”. Y cuando menos lo piensa, Ud. se agarró de algo. Y Ud. dice: “Esto es, Señor”. Entonces Ud. quita el corcho. ¡Fuiu! ¡Y sale! ¡Se fue! “¡Oh, Señor! ¡Soy libre! ¡Oh, Señor mío!” Hay una…?…vida ahora que está allí, diciendo: “Gloria a Dios…?…”",
    "Pedro y ellos estaban en el aposento escondidos en el día de Pentecostés diciendo: “Abre la puerta con mucho cuidado, y ve si alguno de esos Judíos que están allá afuera vienen para acá”. “No. No veo a ninguno de ellos venir para acá”.\n\n“Muy bien, estén muy quietos, porque déjenme decirles, si alguno de ellos viene aquí…?…”",
    "Allí estaban todos ellos sentados, y de pronto vino un sonido del Cielo como un viento recio. Y empezó a llenar todo el aposento en donde ellos estaban sentados. Algo empezó a suceder. Abrieron las puertas, salieron de ese aposento; bajaron por la escalera y llegaron allí tambaleándose como un montón de hombres borrachos en el Espíritu, gritando y comportándose raramente.",
    "Y dijeron: “Estos hombres están borrachos. Escúchenlos. Mira a ese cobarde que estaba mirando por la puerta, aquel que negó a Jesús en la crucifixión. Y que dijo: ‘Yo no lo conozco’. Una mujercita le dijo: ‘Tu hablar te denuncia. Tú eres uno de ellos’”. Y, “El maldijo y afirmó: ‘¡Yo no lo conozco!’”",
    "Pero cuando ese corcho fue expulsado, cuando el Espíritu empezó a fluir a través de él, él dijo: “Varones Judíos, vosotros que moráis en Jerusalén, sea notorio a vosotros y escúchenme. (¡Amén!) Yo soy el patrón. Sea esto notorio a vosotros; estos no están borrachos. (Defendiendo a su iglesia.) Estos no están borrachos como Uds. lo suponen, sabiendo que esta es la hora tercia del día, pero esto es lo que fue dicho por el profeta Joel: ‘Y será que después de esto, dice Dios, derramaré de Mi Espíritu sobre toda carne…’” ¡Um-m-m, qué diferencia! ¡Fuiu! Yo sé que Ud. pudiera pensar que esto es una cosa terrible, pero yo—yo—yo debo de mostrarle a Ud. lo que es la Verdad. Quédese con ella.",
    "Ahora, seguro, Ud. tiene Vida Eterna.",
    "Ahora, para explicar esto. Este día…“Si decimos que no hemos pecado (‘Todos hemos pecado y hemos sido destituidos de la gloria de Dios’), hacemos a Dios mentiroso”. El dijo que pecarías. Si tú dices que no has pecado…yo he…",
    "Si Ud. dice: “Yo nací en la iglesia Bautista, en la iglesia Metodista, en la iglesia Pentecostal, en la iglesia Presbiteriana; yo nací en eso”. Eso no hace ninguna diferencia, Ud. tiene que nacer otra vez afuera de eso. Correcto. Si decimos que no hemos pecado, Ud. lo hace a El mentiroso. Y la Palabra, la cual es la Verdad…¿Cuántos saben que la Palabra es la Verdad? “En el principio era el Verbo…y el Verbo se hizo carne, y el Verbo…” “Santifícalos, Padre, por la Verdad. Tu Palabra es la Verdad”. Y El era la Palabra. ¿Ve? Y si la Palabra, o Cristo no está en Ud.…El era la Palabra. ¿Cuántos saben eso? ¿Ve? Muy bien.",
    "Entonces lo leeremos de esta manera: “Si tú dices que no has pecado, lo haces a El mentiroso y Cristo no está en nosotros”. ¿Ve?, ¿ve? Ahora, esto…¿Ve?, cuando Ud. dice que no ha—que no ha pecado, Ud. está errado. Ud. tiene que nacer otra vez.",
    "Bien, vamos a leer el otro verso. “El…Cualquiera que es nacido de Dios no peca, no peca, porque…”",
    "Ahora, ¿qué es pecado? ¿Quién dijo eso, alguien? Incredulidad. Eso es lo que la Biblia dice. Hay solamente un pecado, y ese es incredulidad. Esto es correcto. “Aquel que no cree ya está condenado”. Así que si Ud.—Ud. pecaría.",
    "Ahora, si Ud. dice: “Bueno, espere un momento. Yo pienso que tal vez ellos pudieron haber recibido el Espíritu Santo de esa manera en aquellos días, pero yo no creo que fue así”.",
    "🦅 Pero, hermano, la Biblia dice que: ‘La promesa es para vosotros y para vuestros hijos’”.\n\n“Yo sé, pero…” Ud. está pecando. Ud. está pecando en ese momento. Ud. está dudando lo que Dios dijo.",
    "🦅 Jesucristo es el mismo ayer, hoy, y por los siglos”.",
    "🦅 Bueno, a nosotros se nos enseñó que…” A mí no me interesa lo que a Ud. se le enseñó. La Biblia dijo—El dijo: “Todo hombre sea mentiroso y Mi Palabra verdadera”. Muy bien.\n\nUd. dirá: “Bueno, así fue en el principio, pero yo no…¿Me quieres decir que El es el mismo?”\n\n“Seguro, El es el mismo en la Iglesia haciendo las mismas cosas que El hizo cuando El estuvo aquí”.",
    "🦅 Oh, yo no creo eso”. Ud. está pecando. Ud. está pecando. Y aquel que es nacido de Dios, del Espíritu Santo, no dice esas cosas. Y si él dice que tiene el Espíritu Santo y dice esas cosas, eso es evidencia que él no lo tiene. No me interesa lo que él haya hecho. Y si él no cree en sanidad Divina, no cree en el Poder de la resurrección, no cree en el Espíritu Santo siendo derramado sobre nosotros exactamente como se derramó en la primera edad, el mismo Dios ayer, hoy y por los siglos, las mismas cosas que los apóstoles hicieron, están sucediendo en estos momentos, hablando en lenguas, regocijándonos, y todas estas otras cosas; si él no cree en eso, él no ha nacido de Dios. Porque cualquiera que es nacido de Dios no hace esa clase de pecados. Esta es la manera de saber si ellos han nacido de Dios.",
    "Ud. se acerca a una persona doctorada con múltiples títulos, Reverendo, Dr., o graduada en esto y lo otro (lo cual está bien, quisiera haberlos tenido, haber tenido los títulos), y Ud. le pregunta: “¿Es esta la manera como debería operarse la sanidad Divina en la iglesia, como la operaron los apóstoles?”\n\n“¡Oh, no, no!” Contesta él. El está pecando al decir eso. El es un incrédulo. Esto es la verdad.",
    "Ud. le dice: “¿Cree Ud. que nosotros recibimos el Espíritu Santo como ellos lo recibieron? Yo estaba leyendo en la Biblia aquí en Hechos 2, en donde dice que ellos fueron…y derramó el Espíritu Santo, y ellos se tambaleaban como si estuvieran borrachos, y salieron afuera y hablaron en las lenguas de esas gentes, y cosas como esas; actuaron como gente que estaba borracha, y la iglesia pensó que estaban borrachos. Cuando nosotros ahora recibimos el Espíritu Santo en la iglesia Bautista, en nuestra iglesia Bautista, en nuestra iglesia Metodista, en nuestra iglesia Presbiteriana, o la que pudiera ser, yo—yo no vi que nosotros hiciéramos eso”.\n\n“Bueno, déjame decirte, muchacho, que eso fue únicamente para aquellos doce”. El está pecando al decir eso. El no es nacido del Espíritu de Dios, porque la Biblia dice que: “Aquel que es nacido del Espíritu de Dios no duda. El es un creyente, y él no puede…” ¿Por qué? ¿Por qué? Oh, esta es la razón. Porque la Paloma está en él, guiándolo. Porque el Espíritu de Dios está en él, y él no puede negarlo; no puede. Si es el Espíritu de Dios, Dios no puede negar Su propia Palabra. Si yo niego mi propia palabra, entonces vengo a ser un mentiroso. Y si—y si Ud. dice que tiene el Espíritu de Dios y niega la Palabra de Dios, entonces Dios es un mentiroso o Ud. es un mentiroso, o uno u otro. Y la Biblia dice: “Sea todo hombre mentiroso mas mi Palabra sea Verdadera”. Y un hombre que es nacido del Espíritu de Dios no puede estar en desacuerdo con la Palabra de Dios; tiene que decir que está correcta. El no puede hacer nada más. Escuchen, esta es la Verdad.",
    "Escuchen, permítanme leer esto otra vez.\n\nCualquiera que es nacido de Dios, no hace pecado, porque su simiente…",
    "¿Quién es la simiente de Dios? La promesa para Abraham— tenía la simiente…¿Quién es la simiente hoy? Cristo. ¿Es Cristo la Simiente de Dios? Si no es Simiente de El, ¿de quién es? Muy bien, muy bien. El es la Simiente de Dios.",
    "La Simiente de Dios permanece en él. El Espíritu Santo viene a morar, no de reunión a reunión, sino por la eternidad. Ahora, si Ud. quiere anotar eso, la Escritura para eso, es Efesios 4:30: “No contristéis el Espíritu Santo de Dios con el cual estáis sellados hasta el día de vuestra redención”. La Simiente de Dios permanece en él, y él no puede pecar, porque él es nacido de Dios. El no puede dudar la Palabra de Dios.",
    "Ahora, cuando Ud. ve a un hombre en desacuerdo con la Palabra de Dios y diciendo: “Ah, eso fue para otra edad”, cuando la promesa es para todo aquel que El llamare, recuerde, él es un incrédulo y no es de Dios.\n\nEs mejor terminar aquí, ¿verdad que sí? ¿Qué hora es? ¡Oh, Señor! Tengo—no quiero regresar el domingo otra vez a esto. Permítanme contestar éstas muy, muy aprisa. ¿Me permiten? El es tan bueno. ¿No creen Uds. que es bueno? Oh, la Palabra de Dios. Muy bien.",
    "Hermano Branham, qué debe hacer una persona… permítanme contestar ésta hasta el último, y seguir con éstas.\n\n105. ¿Qué cuerpo tendremos en la resurrección?",
    "Con el mismo cuerpo como nos vamos. Exactamente, resurrección…Piense en esto. Si este libro cae al suelo [El Hermano Branham deja caer un libro.—Editor], y yo tomo este libro, un libro diferente, y lo reemplazo por el otro. Eso no es resurrección. Resurrección es “traer al mismo que descendió al sepulcro”. ¿Fue Jesús resucitado? ¿Lo conocieron? ¿Estaba El delante de ellos, el mismo Jesús? “Y este mismo Jesús que fue llevado arriba, vendrá otra vez de la misma manera como vosotros lo visteis ir”. La resurrección es traerlo a Ud. igual como cuando Ud. murió; así es cómo Ud. resucita. Ud. muere como un humano en la carne; y Ud. se levanta como un humano en la carne. Así es exactamente. Así que la resurrección es lo mismo. Pudiéramos quedarnos dos horas en ello, pero más vale no empezar en eso.",
    "106. Explica Hebreos 4 y 6 (Rápidamente, contestemos ésta, rápidamente.) y compárala con Hebreos 10:26—Hebreos 6 y 4. (Perdónenme, 6:4, y 10:26. Veamos, 10:26; muy bien, ya las tengo aquí. ¿Ve?)\n\nPorque es imposible que los que una vez fueron iluminados y gustaron el don celestial, y fueron hechos partícipes del Espíritu Santo,\n\nY asimismo gustaron la buena palabra de Dios, y las virtudes del siglo venidero,\n\nY recayeron, sean otra vez renovados para arrepentimiento, crucificando de nuevo para sí mismos al Hijo de Dios, y exponiéndole a vituperio.",
    "Eso dice que…Fíjese. Ya expliqué eso la otra noche. ¿Cuántos estuvieron aquí cuando expliqué eso? Muy bien, entonces Uds. saben lo que es. ¿Ve?, son esos creyentes fronterizos.",
    "Cuántos leyeron en Deuteronomio el primer capítulo, en donde los espías entraron allí y probaron de las cosas de Canaán, lo cual Canaán no es el tipo del Milenio. ¿Cuántos saben esto? ¿Una sola mano? Junie. Esto es correcto. Canaán no es el tipo del Milenio, porque ellos tuvieron guerras, luchas, matanzas, y todo lo demás en Canaán. Tipifica al Espíritu— Canaán es el tipo del Espíritu Santo. Egipto es el mundo del cual ellos salieron. El desierto es en donde ellos fueron santificados, la Iglesia llamada. Canaán es en donde ellos se asentaron con el Espíritu Santo (¿ve?, ¿ve?), porque ellos todavía tuvieron guerras. Y si Ud. no cree que Ud. tiene guerras, sólo reciba el Espíritu Santo.",
    "¿Qué están Uds. haciendo? ¿Qué hicieron ellos en Canaán? Estaban poseyendo sus derechos. ¡Gloria! Ellos estaban poseyendo sus derechos. Y ellos no podían poseer sus derechos hasta que estuvieran en Canaán. Ellos no poseían nada en el desierto. Pero, cuando ellos entraron a Canaán, entonces ellos adquirieron derechos. Y nosotros tenemos derechos. Cuando Ud. recibe el Espíritu Santo, Ud. está en Canaán. Ud. tiene que luchar por él; Ud. tiene que luchar por cada pulgada de terreno. ¡Sí, señor! Esta es la razón por la cual la gente dice: “Hermano Branham, tú ora por mí”. Pero una vez que Ud. entra en Canaán, hermano, Ud. se da cuenta a dónde pertenece. Observe cuando empieza a orar…?…¡Sí, señor!\n\nEl dice: “¡Mira, Satanás. Esto es mío! ¡Yo soy poseedor de esto! ¡Dios así lo dijo! ¡Salte! (¡Correcto!) ¡Salte de mi terreno!”\n\n“¿Tu terreno?”, le contesta Satanás.\n\n“Sí, yo tengo un abstracto del título. ¡Salte! O mañana vendré a echarte por el decreto del Espíritu Santo”. Y él se sale. Seguro, tiene qué.",
    "Bien, aquellos que gustaron el don celestial…Ahora, fíjese aquí:\n\nPorque si pecáremos voluntariamente…(Hebreos 10, el verso 26 del capítulo 10.)…porque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda sacrificio por el pecado,",
    "Ahora, en una de ellas es cuando Ud. sólo ha gustado de ello, y la otra es en donde Ud. ha recibido y obtenido el conocimiento de ello. Entonces Ud. peca, ¿en qué? Dudando… Fíjense, cómo dicen las dos. ¿Ve? “Porque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad…” Ahora permítame…Espere un momento, déjenme encontrarlo aquí.\n\nY recayeron sean otra vez renovados…\n\n…es imposible que los que una vez fueron iluminados y gustaron el don celestial,…(Gustaron de él. ¿Ve?)…y fueron hechos partícipes…(¿Ve?)…del Espíritu Santo.\n\nY asimismo gustaron la buena palabra de Dios, y las virtudes del siglo venidero,",
    "Y así continúa y dice que si Ud. es como los abrojos, mientras la lluvia cae sobre la tierra; si Ud. es como los abrojos, mientras el Espíritu cae, oh Señor, Ud. lo disfruta tanto como el resto de ellos; pero ya como para poner su vida en Ello y salir a los campos, a trabajar por el Señor, y hacer algo al respecto, no, no, Ud. no puede hacer eso. ¿Ve? Eso muestra que el Espíritu de Dios no está en Ud. ¿Ve? Y luego finalmente Ud. se separa. “Cuyo fin es el ser quemada”.",
    "Pero aquí, si nosotros no creemos…Ahora, ¿Qué es pecado? Incredulidad. Si la cosa se le ha dado a conocer a Ud., y Ud. se aparta de ella voluntariamente y dice: “Yo—yo—yo no quiero nada con eso”, después de haberla visto, nunca más El llamará a su corazón. Ud. terminó allí; correcto. Ud.—Ud. ha transgredido su día de gracia. ¿Ve?\n\nPorque si pecáremos voluntariamente…(Ahora, en mi Biblia tengo una marca aquí donde…Hay una “m”, aquí en el margen de referencias, que dice: pecado—incredulidad voluntaria. ¿Ve?, ¿ve?)… voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado, (Si Ud. se aparta y rechaza a Dios voluntariamente después de Ud. haber recibido bendición, y Dios haberle ofrecido a Ud.…¿Ve?)\n\nSino una horrenda esperanza de juicio, y hervor de fuego que ha de devorar a los adversarios.\n\nEl que menospreciare la ley de Moisés, por el testimonio de dos o tres testigos muere sin misericordia:\n\n¿Cuánto pensáis que será más digno de mayor castigo, el que hollare al Hijo de Dios, y que tuviere por inmunda la sangre del testamento, en la cual fue santificado, e hiciere afrenta al Espíritu de gracia? (¡Oh, Señor!)",
    "¿Quién pudiera ser? Un predicador, un ministro, tomemos…Porque yo soy un predicador, tomemos un predicador. El sube aquí a este nivel, en donde profesa a Cristo, y alcanza el punto en donde Ud. ya no vive en adulterios y cosas, ya más, vive una vida limpia, y camina en este nivel; la gracia de Dios lo ha bendecido; después él sube y entra al conocimiento del Espíritu Santo (¿ve?), se eleva, Dios lo guía al conocimiento del Espíritu Santo, y lo ve pero él dice: “Un momento. Mi iglesia no respaldará esto. Yo no puedo hacer eso. Ellos me echarían. El—el concilio me echaría. En la siguiente reunión ministerial, me pudieran excomulgar”. Ya no queda más sacrificio por el pecado, porque él tomó la misma Sangre que lo santificó y lo trajo hasta este nivel, al conocimiento de la Verdad, y la tuvo como cosa inmunda y la holló bajo sus pies, después de que Dios lo había guiado paso por paso hasta llegar al Espíritu Santo.",
    "Ud. pudiera decir: “Espere un momento, Hermano Branham”. ¡Espere un momento! El Espíritu del anticristo va a hacer eso. ¿Se fijó Ud. en los representantes de estos dos espíritus? ¿Quién era Judas Iscariote? ¡El diablo! La Biblia dice que él era el hijo de perdición. ¿Qué es perdición? Infierno. El es el hijo del infierno, vino del infierno y se fue al infierno. Y Jesucristo fue el Hijo de Dios, vino del Cielo, y retornó al Cielo. Cuando ellos murieron, ambos murieron en cruces…Judas… ¿Sabía Ud. que Judas murió en una cruz? ¿Cuántos saben esto? El murió en un árbol. Jesús murió en un árbol también. La única cosa que fue cortado; eso es todo. “Maldito sea el que muere en un árbol”. Y él vino del infierno. Y fíjese que… Mientras él podía meter sigilosamente su manera de ser en la iglesia…Y es hasta donde él puede llegar ahora. ¿Ve cuán engañoso puede ser él, ve cómo viene Judas? ¿Ve quién era él? Un tesorero, un hermano, trabajando en la iglesia, creyendo en el Señor Jesucristo, y era tan…[La cinta termina incompleta.—Editor] 🦅"
  ]
}