{
  "title": "UNA SÚPER SEÑAL",
  "id": "59790009",
  "content": [
    "🦅  [El Hermano Neville dice: “…beneficios que Dios nos ha traído a través de su ministerio y amor. En esta ocasión, nos gustaría mostrarlo de una pequeña manera, al presentarle a Ud. un pequeño regalo”.—Ed.] Gracias, Hermano Neville. [“Que las bendiciones de Dios descansen sobre Ud., amado hermano”.] Muchas gracias, Hermano Neville.",
    "Y gracias a Uds., la iglesia. No sé lo que hay ahí adentro. Pero aprecio con todo mi corazón, todo lo que Uds. han significado para mí, y las cosas que han hecho por mí. Y si no fuera por Uds. yo no existiría. Si no hubiera alguien que creyera el Mensaje que Dios me da para predicar, no tendría caso predicarlo. Tenemos que haber dos, obrando en conjunto. Así que, agradezco tanto esto.",
    "Nuestra iglesia siempre ha tenido, digámoslo así, aquí entre nosotros, un buen sentido del humor. Ahora, cuando entré, hace unos momentos, en el cuarto de atrás, alguien me dio un paquete y dijo si podría pasar a la plataforma y presentarle esto al Hermano Neville. En agradecimiento por mis sentimientos hacia él, y de parte del compañerismo de esta iglesia, y lo que él ha significado para nosotros este año como pastor, los años que han transcurrido, y con las esperanzas y oraciones que él continúe siendo nuestro pastor durante muchos años por venir: ¡un obsequio de parte de la iglesia y de mi parte, Hermano Neville!",
    "[El Hermano Neville dice: “Muchas gracias, a todos Uds. Dios los bendiga. Verdaderamente aprecio los gestos amables y la ayuda que me han dado cada uno de Uds. de la congregación. Y realmente siento, muy en el fondo en mi alma esta mañana, que cada uno aquí estamos profundamente agradecidos con el Hermano Branham por lo que él ha significado para nosotros, y su ministerio. Y que Dios lo prospere y lo bendiga a medida que él sigue adelante para el Señor este año, es mi sincera oración. Muchas gracias. Realmente lo agradezco. Muy bien”.—Ed.]",
    "Los niños, muy bien, yo creo que los pequeños deben ir ahora a sus—sus cuartos. [El Hermano Neville dice: “Eso es correcto”.—Ed.] Y ahora, recuerden, niñas y niños: pórtense bien, allá en el cuarto esta mañana. Porque después del servicio, parece ser que les dejaron algún regalo por aquí.",
    "Ahora, para los adultos, Uds. podrán ver aquí que hay—hay un buen número, en nuestro grupo de jovencitos; estamos esperando ansiosamente el momento en que podamos tener una iglesia nueva donde podamos separar esas clases.",
    "Nuestra Hermana Arnold realmente tiene los—los brazos ocupados; no un puñado, sino los brazos ocupados. Y mi niña me lo contó. Ella dijo: “Papá, es tan difícil para la Hermana Arnold” dijo, “porque ella nos habla en el lenguaje que nosotros entendemos, y de pronto un niño más pequeño hace algo y ella tiene que detenerse y corregirlos, ¿ves?”. Así que eso lo hace difícil para una sola mujer tener toda esta clase. Por eso, la apreciamos, y su—su fina cooperación al hacer todo lo que ella puede en este tiempo de necesidad. El Señor la bendiga.",
    "Ahora esperamos, algún día pronto, si el Señor lo permite, poder tener un buen tabernáculo amplio donde tengamos toda clase de cuartos de escuela dominical, para las clases; para los niños pequeños, tener el franelógrafo; y directamente frente al púlpito, aquí así, una guardería para los bebés con una ventana grande de vidrio, donde habrá una niñera capacitada para cuidar a todos los pequeños. No habrá interrupción en los servicios, en lo absoluto, caminando o trajinando. Estos pequeños son inquietos, y ellos no entienden. Nosotros tenemos que entenderlos, ellos no nos pueden entender a nosotros. Así que, pues, un lugar donde todo será exactamente como yo creo que el Señor quiere que lo hagamos. No algo ostentoso, pero si una iglesia bonita; estamos esperando eso.",
    "Ahora, en cuanto al Hermano Neville y a mí, tengo una idea que éstos eran trajes; no sé, Hermano Neville. [El Hermano Neville dice: “Eso, o algo”.—Ed.] Yo—yo creo que eso es. No estoy seguro, porque, para mí, parece una caja para traje. ¿No cree Ud.? Sí. Y son trajes o abrigos. Y yo—yo… Las dos lucen igual, así que eso—eso muestra que aquí no hay acepción de personas. [“Amén”.] Y, pues yo tengo un abrigo. Y sé que ellos—ellos… No es un abrigo. Así que… Ud. también tiene uno, así que debe ser un traje. Y sencillamente es… ¡Agradecemos mucho esto! [“Amén”.]",
    "Y estoy seguro que como pastores, ovejeros… La palabra pastor significa “un ovejero, uno que pastorea las ovejas”. Estoy seguro que estamos agradecidos con Uds., con cada uno de Uds., porque fue—fue su amabilidad y consideración, y dinero, que hizo este regalo posible para nosotros en esta mañana. Y por la gracia de Dios, nosotros hemos tomado el voto de ser pastor de Uds.; de hacer todo lo que podamos para guiarlos de la manera correcta. Quizás haya momentos, por la manera en que hablamos y eso, que pueda ser difícil de entender. Pero sólo lo estamos haciendo como guías, queriendo guiarlos a ese Lugar, para que en la resurrección, Uds. nos aprecien mucho en ese momento. Pues, no nos hemos considerado a nosotros, al prepararnos cuando les hablamos (nuestros propios pensamientos), sino que estamos queriendo hacer exactamente lo que el Espíritu Santo nos guía. Y ése es nuestro… ha sido nuestro empeño. Y seguimos empeñados en hacer lo mismo, lo correcto, el pastor y yo.",
    "Estamos agradecidos por ver el resplandor del sol. Doc, mi hermano, estaba diciendo que le mandó a decir al Hermano Frankie Weber, en Florida, le dijo: “No eres el único que puede salir en Navidad a lavar el parabrisas de su auto en camiseta sin mangas”. Él estaba haciendo lo mismo, ¡por el calor! Bueno, Uds. saben que Florida se cansa del sol (constantemente brilla sobre la Florida), así que él tiene que subir a Indiana a ver cómo marcha todo por acá. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Así que, estamos contentos que nos visita, al—al menos por unos momentos en esta mañana.",
    "Pero, sobre todas las cosas, estamos agradecidos por la Luz del Hijo de Dios, que nos da el resplandor del gozo Eterno.",
    "Me pregunto si el muchachito que acaba de entrar, quisiera sentarse con sus padres. O, hay clase de escuela dominical en la parte de atrás, pequeño, si quisieras ir allá atrás. Hermano Taylor, dirija al caballerito a la clase. Muy bien. Algunas veces a ellos les gusta estar con los suyos, Uds. saben. Ellos, ellos tienen cosas en común, de lo que les gusta hablar. Y así de esa manera es.",
    "La niña de doce años, como he dicho muchas veces, si Uds. ven a una pequeña de ocho, nueve, diez años que anda constantemente con la abuela, algo anda mal. ¿Ven? Ellas, algo marcha mal, porque hay mucha diferencia de edad. Uno se pudiera imaginar que la abuelita tiene una bolsa de dulces en alguna parte, en donde ella puede meter la mano, y a la hermanita se le iluminan esos ojos grandes por la bolsa de dulces. Pues, ellas no tendrían nada en común de qué hablar, excepto que ella sólo podría acariciarla y mimarla. Pero, así es, y estamos contentos que sea de esa manera.",
    "Y entonces, eso es lo que estoy diciendo, ya lo hice en una ocasión, en la predicación del cordero y la paloma. Uds. ven que ellos tienen cosas en común. Ellos tenían de que hablar.",
    "La masónica, en la logia masónica, ellos tienen cosas de que hablar, los hermanos de la logia de Masones, los hermanos de la logia de Odd Fellows. Los alemanes tienen cosas de que hablar entre alemanes, de su patria, cuando los alemanes se encuentran por aquí, cuando uno acaba de llegar de su patria. Los italianos tienen cosas de que hablar.",
    "Y los Cristianos tienen cosas de que hablar. Por eso es que nosotros nos reunimos en lugares como éste, en lugares Celestiales en Cristo Jesús, porque somos ciudadanos del mismo País. Somos peregrinos y extranjeros aquí, para este mundo. Así que amamos reunirnos en estas mañanas sabáticas y en las horas de las reuniones de oración, para congregarnos, porque tenemos cosas en común. Nos gusta hablar acerca de cosas comunes, de las cosas en común, que amamos: del Señor, de Sus obras. Alguien con algo ardiendo en su corazón, pues el Señor los sanó, y quieren presentarse allí arriba: “¡Vean lo que el Señor ha hecho!”. Alguien recibió una gran bendición, y simplemente quiere ir a la iglesia para compartir estas bendiciones con alguien más. ¿Ven?, por eso es que tenemos cosas en común.",
    "Me parece mejor la acústica en la iglesia esta mañana; a mi parecer, no estoy seguro. Aquí hay mucha resonancia.",
    "Pero estoy muy contento con los resultados del avivamiento la semana pasada. ¿Ven? No sólo ha causado conmoción local, sino también alrededor, en diferentes países, hemos oído que el Señor fue bueno. Ahora, si tan sólo quemar los puentes viejos, aparejarnos en asuntos, y entrar en el Señor, preparados para recibir las bendiciones, si ese poquito tiempo hizo eso, ¿cómo sería si continuáramos? ¿Ven? Así que no permitamos que muera. Simplemente sigan esparciendo más material, sin parar, hasta que las señales de humo se vean por todo el mundo; que Jesucristo vive y que hay un fuego ardiendo en nuestros corazones.",
    "Después de haberme re-dedicado, yo mismo y mi esposa, y todo eso, hemos notado las cosas muy diferentes en el hogar. Y no estamos tan nerviosos como antes, nerviosos y sobresaltados porque, “no conseguiremos esto, y no conseguiremos eso”. Simplemente lo abordamos apaciblemente, y logramos más.",
    "Y ahora, viene un año nuevo. Y nosotros no creemos en voltear páginas nuevas, sólo creemos en quemar lo viejo. Así que Uds. sólo manténganse consagrados a Dios durante este año que viene, no sabemos lo que el Señor hará por nosotros.",
    "Pero estamos agradecidos por cada uno de Uds. Estoy muy agradecido con Dios por cada miembro del Cuerpo de Cristo, en dondequiera. Y en todos los diferentes aspectos de fe, no importa qué tanto puedan diferir conmigo, con todo, estoy agradecido que alguien… Aun si yo pensara que ellos están un poquito errados, en la Escritura, pero están tratando de pararse sinceramente por lo que ellos creen. Yo verdaderamente estoy dispuesto a tener paciencia con esos hermanos, y que ellos tengan paciencia conmigo en mis errores y cosas, porque ninguno de nosotros es perfecto.",
    "Pero en el Mensaje la otra noche, cuando hablé de Dios mismo separándose en Pentecostés, en la encrucijada del tiempo, o en la conferencia donde se tenía que tomar una decisión: “¿Qué clase de Iglesia sería esta nueva Iglesia Cristiana?”. Para eso se llevó a cabo la conferencia. Y encontramos que en ese Libro de los Hechos, el capítulo 2, encontramos la clase de Iglesia en que se decidió; qué tipo de Iglesia, qué sería la Iglesia, cuál sería la reacción de la Iglesia una vez que recibió a Cristo. Eso me encanta. Y yo estoy contendiendo ardientemente por esa Iglesia que fue establecida en el Día de Pentecostés. Ahora, en ese entonces Ella fue rara, es rara hoy día, y lo será mientras el pecado exista sobre la tierra y haya una batalla que pelear; será rara para nuestros enemigos, sin embargo, son las cosas preciosas de Dios por las que estamos contendiendo ardientemente que Dios hará por nosotros.",
    "Ahora, los anuncios, creo que el Hermano Neville ya los hizo.",
    "Y estoy en casa esta semana, para orar y buscar el rostro del Señor. Porque en este año que viene, con la ayuda de Dios, si tan sólo Él me ayuda, quiero presionar en la batalla como nunca en mi vida lo he hecho. Y quizás gran parte de este año se ocupará en los campos extranjeros, y en Haití y en las islas, y en Sudamérica, y en África, y Asia, India, y—y allá en Escandinavia. Y hay que decidir todo eso esta semana, si el Señor lo permite. Por lo tanto, cuando me siento dirigido a hacer alguna cosa o ir a alguna parte, es el Señor que me ha enviado a hacerlo.",
    "Entonces cuando me bajo del avión, a tierra, y al parecer aquí viene uno, y dice: “¡Oh, esta cierta denominación se retractó, ésta hizo esto, o esto salió mal, o no pudimos hacer esto, o la autoridad dice que no podemos tener la reunión!”.",
    "Entonces me gusta pararme: “Pero yo vengo en el Nombre del Señor”. Y entonces sé que es el diablo. ¿Ven?, no es: “¿Cometería yo un error?”; he sido guiado. Entonces uno puede pararse con los hombros a la rueda, y proseguir la batalla.",
    "Ahora, antes de que abramos el Libro, o que le pidamos a Dios que lo abra mientras lo leemos, me gustaría decir la razón por la que estoy trayendo este Mensaje a la iglesia en esta mañana: es mi Mensaje de Navidad a la iglesia. Es el… si el Espíritu Santo me ayuda a presentar lo que yo creo al respecto. Ahora, no importa lo bien que está escrito en las Escrituras, ni cuánto una persona lo entienda, aún tienen que depender del Espíritu Santo para que se lo imparta al pueblo. Y acabamos de pasar la Navidad, cuando Uds. han oído todas las diferentes historias de Navidad, y las—las emisiones radiales y demás, de los mensajes de Navidad. Esto será un poco raro como historia de Navidad, no obstante, Dios lo ha colocado en mi corazón.",
    "Y ahora inclinemos nuestros rostros un momento, en Su Presencia y las sombras de Su justicia, para pedir misericordia.",
    "¡Oh, Dios!, nuestro bendito Salvador y Padre, estamos acercándonos a Tu trono de misericordia. En el Nombre del Señor Jesús, Tu Hijo, nos presentamos humildemente en esta mañana, para ofrecerte nuestras oraciones y nuestro agradecimiento por todo lo que has hecho por nosotros. Especialmente en esta última semana, esos corazones han hambreado y el pueblo ha ayunado, y el Espíritu Santo los ha bendecido; ¡ha hecho grandes cosas entre nosotros! Los enfermos han sido sanados. Y Dios ha sido dado a conocer, que vive y que Él ama a Su pueblo.",
    "Y las Palabras del profeta aún son tan reales, como cuando él habló las Palabras de Jehová Dios, cuando dijo: “Si el pueblo que es llamado por Mi Nombre se reúne y ora, entonces Yo oiré del Cielo”. Esas Palabras aún son tan reales como el día en que fueron habladas. Y nos hemos dado cuenta que así es, Señor. Ahora perdónanos, es nuestra petición, de todo nuestro pecado, de toda nuestra incredulidad, lo cual es pecado.",
    "Y oramos, Señor, que nos restaures esa fe que una vez movió a esa primera Iglesia. No estamos pidiendo lechos floreados de comodidad, sino que pedimos sólo la misericordia de Dios y Su Presencia, y que Sus bendiciones nos acompañen. Ya sea en este campo o en un campo al otro lado del mar; ya sea en lujo, o en lechos de comodidad, o si es en el frente de la batalla, no importa dónde pudiera ser, Señor; Tu voluntad más insignificante es nuestro deseo más anhelado, servirte a Ti. Sólo acláralo a nosotros, ¡oh, Señor!, que no perdamos el camino, porque caminamos en un mundo oscuro y cegado, entre gente pecaminosa y cegada. Así que, aclara nuestro camino, Padre, y dirígenos como lo harías con ovejas de Tu prado.",
    "Permite que el Pastor del rebaño, dulce y humildemente guíe a Su pueblo, mientras esperamos en Ti esta mañana para el Mensaje de la mañana. Que el Espíritu Santo hable claro a cada corazón y que podamos captar un vislumbre de lo que el profeta estaba hablando, y en eso, entonces, tener las gloriosas bendiciones de la Presencia de Dios, para confirmar cada Palabra. Lo pedimos en el Nombre de Jesús, Tu Hijo, nuestro Salvador. Amén.",
    "Le pediré a nuestra audiencia en esta mañana, aquéllos con las Biblias (si desean leer conmigo las Escrituras, o seguirme mientras leo), si abren en el Libro de Isaías. El profeta Isaías, y el capítulo 7, me gustaría leer una porción de esta Escritura. En Isaías, el capítulo 7, comenzaremos con la conversación de Dios con Acaz, en el versículo 10.\n\nHabló también Jehová a Acaz diciendo:\n\nPide para ti señal de Jehová tu Dios, demandándola ya sea de abajo en lo profundo, o de arriba en las alturas.\n\nY respondió Acaz: No pediré, y no tentaré a Jehová.\n\nDijo entonces Isaías: Oíd…casa de David. ¿Será poco el ser molestos a los hombres, sino que también lo seáis a mi Dios?\n\nPor tanto, el Señor mismo os dará señal: He aquí que la virgen concebirá, y dará a luz un hijo, y llamará su nombre Emanuel.\n\nComerá mantequilla y miel, hasta que sepa desechar lo malo y es—escoger lo bueno.\n\nPorque antes que el niño sepa desechar lo malo o escoger lo bueno, la tierra de los dos reyes que tú temes será abandonada.",
    "Si yo dijera un tema de aquí, para obtener un contexto, me gustaría usar la palabra: Una Súper Señal.",
    "Cuando pasamos la noche más oscura, y en ocasiones parece tan oscuro, en esta cierta noche, que ni siquiera podemos ver nuestras manos así de frente, es en ese momento que más resplandece el relámpago zigzagueante. Es enviado a nosotros para mostrar que puede haber luz en la oscuridad.",
    "Así sucedió durante el tiempo del reinado de Acaz, un rey perverso. Y si se fijaron, el—el Señor no dirigió el mensaje a Acaz, sino a la casa de David. “¡Oíd, casa de David! Ésta será una señal”. Pues, ellos estaban en guerra, hermanos contra hermanos; y parecía ser la hora más oscura de las jornadas de Israel y su peregrinaje. No obstante, Dios anunció, por medio del profeta, una señal Eterna. Ahora, en muchas ocasiones las señales son…",
    "La gente tiene señales. Y vivimos en un mundo lleno de señales. El hombre se ha esforzado en lograr cierta señal. El hombre ha intentado, por su investigación científica, por sus propios logros, hacer una señal sobresaliente, o un memorial a su inteligencia; de lo grande que él es, o de lo ingenioso que es. Él lo ha hecho a través de los años.",
    "Por ejemplo, cuando la inteligencia marítima del mundo, hace poco menos de cien años, decidieron que eran tan inteligentes que le podían dar al mundo una—una señal de su ingenio tecnológico; que ellos podían construir un barco que no hubiera ola suficientemente grande para hundirlo. Y ellos llamaron a este cierto barco el Titanic. Fue un memorial perdurable para el mundo, mostrando que el gran arte de construcción naval había llegado a una perfección, que ellos le podían mostrar al mundo que este barco no podía hundirse.",
    "Así que, ¡tenían toda la seguridad de la inteligencia de los constructores, y sus discursos y pláticas, y pruebas científicas de que este barco no podría hundirse! Y cuando las cosas le son presentadas a la gente de esa manera, parece que ellos descansan seguros que todo está bien, siempre y cuando la investigación científica diga que está bien.",
    "Así que estaban cruzando el océano en este barco, en su travesía, y al sentirse tan seguros de que nada les podía hacer daño, armaron una gran fiesta de borrachera. Y todas las mujeres y los hombres a bordo, o quizás muchos de ellos, pudiera decir yo, se emborracharon; aun lo dicen del piloto y del capitán, y todos ellos. Y las bandas empezaron a tocar la—la música jazz, que era la gran moda del día, así como hoy tenemos el “rock and roll”. Pues estaban seguros, ellos estaban en un barco que el hombre le había dado al mundo como señal de su inteligencia, que: “Este barco podía soportar cualquier ola o cualquier mar”.",
    "Mientras estaban en esta borrachera, iba camino hacia la niebla. Y uno de los capitanes dijo: “Debemos revisar las máquinas”. Pero la autoridad principal dijo: “Avance ‘¡a plena marcha!’, tenemos que llegar al puerto para una cierta escala”. Mientras entraba en la niebla, como si fuera el dueño de la situación, de repente, golpeó en un témpano de hielo y al fondo del agua se fue.",
    "Y nos dice el poeta que escribió el canto: “Dios, con Su mano poderosa, le muestra a este mundo que no puede permanecer”.",
    "Su gran logro se fue al fondo del mar, con cientos y cientos de personas borrachas a bordo. Simplemente no funcionará.",
    "Fue el difunto Adolfo Hitler quien le dio al pueblo alemán una señal de que él era un genio; él conocía todo acerca de la vida militar. Y sin desacreditarlo, él sí sabía mucho al respecto. Pero él le dio seguridad al pueblo alemán al construir lo que llamamos la Línea Maginot, o la Línea Siegfried, en la que él vació billones de toneladas de concreto, y acero. Mostró su confianza en ello al trasladar sus cuarteles generales allá a la línea del frente, donde restaurantes y lugares de negocio operaban debajo de la tierra, donde tenían billones de toneladas de acero y cemento. No importa lo que sucediera, Alemania estaba fortificada. Era una señal de seguridad. Pero la bomba de demolición moderna la voló hasta la eternidad, y a Hitler con ella.",
    "Fue Nimrod, un día, quien dijo que construiría una torre que reuniría a su gente; él iba a mostrar lo que podía lograr por medio de su inteligencia. Y él iba a construir una torre que llegaría más allá de las nubes, y que si la ira de Dios venía, él sería más listo. Con su investigación científica, él podía colocar las rocas y las piedras de tal manera que podía llevar a la gente a salvo, por su inteligencia. Pero eso quedó en nada, por una confusión de lenguas, y ni siquiera pudieron terminar la torre.",
    "Fue Nabucodonosor quien construyó las murallas de Babilonia y luego se jactó de ello. Tan grande era que seis caballos y carros podían correr sobre las murallas. Sus puertas eran tan grandes, al grado que hombres sudaron hasta morir, incrustando a martillazos el bronce en las puertas que pesaban cientos de toneladas; en la gran ciudad, se requerían compañías de hombres para abrirlas. Nadie podía tocar a Nabucodonosor. Pero una noche, en una fiesta de borrachera, pensando que estaban seguros detrás de sus paredes científicas, con las armas de sus días, ahí salió una Mano escribiendo en la pared. Y eso llegó a su fin.",
    "¡Oh, el hombre ha tratado de llevar al hombre a una seguridad, de esforzarse a llegar a una seguridad, según las muestras de sus propios logros! Parece ser que por cuanto el hombre busca una señal, debe haber una razón para ello; algo dentro de un hombre que pide una razón o una señal, de alguna parte, de que él puede estar a salvo.",
    "Entonces Dios habló, dijo: “Les voy a dar una señal Eterna. Le daré a la Iglesia una señal Eterna”. No iba a ser una gran muralla o una torre. Él dijo: “Una virgen concebirá, y dará a luz a un Hijo, y llamará Su Nombre ‘Emanuel’. Ésa será la señal Eterna de Dios”. ¡Cuán sencillo! ¡Cuán pequeño!",
    "¿Entienden Uds. que son las cosas pequeñas que pasan por alto y omiten, las que significan tanto para Dios? ¿Puede la iglesia comprender eso esta mañana? En nuestro logro como organización y sus grandes edificios y obras maestras, estamos omitiendo las cosas pequeñas que significan tanto para Dios y tanto para nuestro destino Eterno. Nosotros omitimos esas cosas.",
    "Dios está diciendo que: “Yo os daré una señal Eterna: Una virgen concebirá, y dará a luz a un bebé”.",
    "¿Por qué?, ¿por qué un bebé?, ¿por qué debería ser un—un bebé? ¿El Creador mismo tenía que venir y vivir en Su creación, para ser una señal para el hombre? ¿Por qué un bebé? ¿Por qué no pudo Él haber dicho: “Yo construiré una gran escalera, y todos Uds.… como el sueño de Jacob. O, Yo dejaré caer desde los Cielos, desde los corredores del Cielo, un cordón, y les daré fuerza para que cuando Uds. mismos se aten a él, Yo los levante”?",
    "Pero Él vino muy sencillo. Y dijo: “Un bebé nacerá; ésa será una señal. No solamente será una señal, sino que será una súper señal”. ¡Un bebé! Pues, la inteligencia de la ciencia se reirá en la cara de tal pensamiento. Pero, para Dios, era una súper señal. “Una virgen concebirá, y este bebé será llamado Emanuel, que por interpretación será: ‘Dios con nosotros’”. Ésa es la súper señal.",
    "El Dios del Cielo viviendo con el pueblo, es la súper señal. No sólo sería una señal para aquel día, sino para este día y para todos los días, que Dios vive con Su pueblo. Emanuel, Dios con nosotros, ésta es la súper señal. Ésta es la señal Eterna, la señal perpetua que Dios dio.",
    "Y ¿por qué llegó a ser polvo Él, el mismísimo polvo de Su Propia creación? El Creador llegó a ser eso, polvo de Su creación.",
    "El hombre queriendo hacer una cosa grande. Pero, cuando Dios dio una señal, era una cosa pequeña. El hombre quiere tratar en asuntos grandes; Dios trata en un asunto pequeño. El hombre se esfuerza, al decir: “Siendo que todos lo hacen de esta manera, hagámoslo como ellos en Hollywood”. Dios quiere la minoría. Él quiere omitir todas las cosas grandes, para recibir la pequeña.",
    "🦅 Un bebé nacerá, el pequeño Emanuel nacerá”. El Dios de la creación llegó a ser parte de Su Propia creación. Dios, el Creador de los Cielos y la tierra, Quien hizo el polvo y los árboles, y todas las cosas que son, llegó a ser parte de ellas. Ésa será una señal, Él vendrá por la vía de un ser humano.",
    "Ahora, Él pudo haber venido de alguna otra manera. Él pudo haber venido por medio de otra, de—de otras maneras que Él tiene para venir.",
    "Pero Él escogió venir de esta manera, para dar una señal, la súper señal. “Una virgen concebirá, y dará a luz a un Hijo, y lo llamarán ‘Emanuel’”. Ahora, ¿para qué fue? ¿Por qué razón?",
    "¿Por qué no escogió Él llegar a ser un Ángel? Él pudo haberlo hecho. Él pudo haber venido como un—un hombre completamente maduro. Él pudo haber llegado con un saludo de todo el Cielo, con los Ángeles y todos los Seres del Cielo; bajar la escalera de oro de los corredores del Cielo, y Él pudo haber descendido con una banda de Ángeles. Él pudo haberlo hecho.",
    "Pero Él dijo: “Os daré una señal, una súper señal, una señal eterna: Una virgen concebirá, y dará a luz a un niño”.",
    "Y cuando Él tuvo que escoger un lugar en el que este niño nacería… Él pudo haber descendido por la escalera, con un saludo de todo el Cielo. Él pudo haber descendido del Cielo como un Ángel, o descender como un hombre completamente maduro. Pero, Él también pudo haber venido en un palacio de un rey.",
    "Pero Él dijo: “Os daré señal”. Y la señal fue dicha a los pastores: “Uds. lo encontrarán a Él en el establo, envuelto en pañales”. Ésa es la súper señal, nació sobre un montón de estiércol y el hedor del establo; ni siquiera tenían ropa para ponerle, Emanuel. El diablo quiere hacer cosas grandes y brillantes. Dios mantiene las cosas humildes. Una súper señal: “Uds. encontrarán al Niño envuelto en pañales, recostado en el establo. Ésta será una señal, la súper señal”. Cuando estaba en la tierra, Él era muy pobre. ¿Cómo entonces hablamos nosotros de tiempos difíciles? ¿Quién es este Pequeño? ¡Es Jehová!",
    "Jehová Dios llegó a ser hombre, tomó nuestro linaje, Él mismo pasó de Dios y llegó a ser hombre; allí está la señal. Llegó a ser… Él era Dios y llegó a ser hombre; no un hombre rico, sino un hombre pobre. Ésta es la súper señal. “Uds. han pedido una señal” dijo Dios, “Yo os la daré, una señal eterna”.",
    "Él pudo haber venido de otra manera, como he dicho, pero, un bebé, ¿por qué llegó Él a ser un bebé? Cuando esa boquita sin dientes se abrió por primera vez allí en ese pesebre, en esa primera cuna… la primera mañana de Navidad, en su pequeña cuna de pesebre, el primer pequeño grito que salió de Su voz, era Dios llorando. Jehová llorando, un hombre; vino de Dios, y era hombre, en todo aspecto un hombre. Vino al mundo sin nada, pero sin embargo un hombre. ¿Qué trataba de hacer Él? ¿Qué se proponía Él?",
    "Él lloró como un bebé, en el pesebre. Él jugó como un niño, en la calle. Él trabajó como un hombre, pero con todo, era Emanuel; ésta es la súper señal. Dios morando en la creación que Él creó. La súper señal: “Será una señal a vosotros”.",
    "Él era tan pobre cuando vino a la tierra, que vino a través de un vientre prestado, un vientre prestado de una mujer. Y tuvo que pedir prestado un sepulcro, para ser sepultado, ¡Dios! “Una virgen concebirá, sin intervención sexual”. Jehová pidió prestado el vientre de María, una mujer, para llevar a cabo el trabajo, que Él daría una señal perpetua. Y era tan pobre, en la tierra, que después de treinta y tres años y medio de ministerio, Él tuvo que pedir prestado un sepulcro para ser sepultado. ¿Se pueden imaginar? Y hablamos de una concepción inmaculada, “pues ¿qué estás queriendo decir?”.",
    "¿No pueden Uds. ver la verdadera señal? Es Jehová que llegó a ser uno de nosotros. Jehová Dios en la tierra, como un fugitivo, un peregrino en la tierra que Él creó; fue rechazado, y empujado, y se rieron y se burlaron de Él; una Piedra de tropiezo para el incrédulo, una Piedra de ofensa; un demonio, para el mundo religioso. Pero una señal Eterna para el creyente: “Dios con nosotros”, la súper señal. ¿Lo ven Uds.? Dios manifestado, Dios mismo presentándose al mundo, como un fugitivo. Pudo haber venido de alguna otra manera, pero escogió ésta.\n\nEscuchen esto. Que no se les pase por alto.",
    "Yo creo que Dios tenía en mente que eso sería atractivo al ser humano; lo es, para el creyente. Es algo atractivo cuando nuestro Dios se hace uno de nosotros. Pero, para el almidonado, el impío, es una piedra de tropiezo. “Yo os daré señal, una virgen concebirá. Emanuel será con vosotros”. Dios pensó que eso sería atractivo para la raza humana, que nuestro Dios sería uno de nosotros; que Él mismo cruzaría y llegaría a ser del polvo nuestro; que Él llegaría a ser nuestro linaje, un linaje humano; el Creador Quien hizo todas las cosas.\n\nY de nuevo, cumplió profecía. Los profetas lo habían visto.",
    "Y otra cosa: “La Palabra fue hecha polvo, carne, y moró entre nosotros”. Jehová, la Palabra, llegó a ser humano, llegó a ser polvo y se tabernaculizó con nosotros. Una señal eterna: “nunca terminará”. ¡Oh, cuando pensamos en eso, una señal Eterna, la súper señal de todas las señales, Dios llegando a ser uno de nosotros!",
    "Y también, Él debe ser la Simiente de Abraham. Abraham, por supuesto, fue la simiente de Eva. Eva… “Era la Simiente de la mujer que iba a herir la cabeza de la serpiente”. Pero Abraham, si Uds. pueden captarlo, tenía fe en Dios, lo cual unió el Espíritu de Dios con la carne del hombre. Allí fue dónde vino la fe. Por eso es que Él pudo ser la Simiente de Abraham, no toda carne, sino la unión entre el Espíritu y la carne. Dios mismo haciéndose… arrancando, desarraigando todo mal, trayendo a sujeción la carne, el polvo que Él creó, y vive con Ud. como un—un compañero.",
    "Otra cosa, Él nunca violó ni contradijo ninguna de Sus leyes; Él no puede hacer eso. Así que, “¡Una virgen! Yo os daré señal”. No un Titanic, no una O.N.U., sino “Yo os daré una señal de seguridad: Una virgen concebirá, y ella dará a luz a un Hijo, y lo llamará ‘Emanuel’”. Ésa es la señal. Sí.",
    "Uds. ven en las leyes de la redención de Dios, como fue con Booz y Noemí, que tenía que ser un pariente cercano. Y de la única manera en que el hombre podía ser redimido, era que Dios tenía que llegar a ser un pariente cercano. Yo quiero que Uds. lo vean. Él no llegó a ser pariente enteramente para el rico, para el poderoso, sino que nació en el establo, envuelto en pañales; no en un adulto, sino en el niño. Él era el Dios sobre la creación. Él escogió hacerlo, no vino como un hombre completamente maduro; Él vino para que pudiera sufrir lo que sienten los bebés. Él vino para poder pasar por las tentaciones de la adolescencia. Que pudiera pasar… para que Él pudiera padecer los afanes y las trampas del diablo, como un hombre, y abrir un camino para las personas de todas las edades, de todas las edades y de todas las clases: el pobre, el rico, todos. Él llegó a ser pobre, para que a través de Su pobreza, nosotros pudiéramos llegar a ser ricos y herederos con Él en el Reino. Una señal sería dada, Él mismo cruzaría, Él mismo haciéndose algo diferente de lo que era; ahora una súper señal: llorando como un bebé, jugando como un muchacho, trabajando como un hombre, pero era Dios viviendo todas las etapas de la vida igual que nosotros.",
    "Saben, Dios ha dado muchas señales de que Él era Dios. Él le dio una señal al mundo antediluviano, de que Él era Dios, el Dios de juicio. Él ahogó a la gente en los días de Noé, e hizo flotar a los justos en un arca; una señal de que Él era justo, y de que el juicio era seguro. Ésa es una señal, que todo pecador que no se arrepienta perecerá en el juicio, que el justo será salvo por la misericordia de Dios.",
    "Él dio otra señal en la zarza ardiendo. ¿Qué fue, cuando Él alcanzó a Su profeta fugitivo?: “He oído los clamores de Mi pueblo, y he recordado Mi pacto”. Él dio otra señal allí, que Él era un Dios que guardaba Su pacto; que Él recordaba todo lo que había dicho, toda promesa que Él hizo. Él dio una señal en la zarza ardiendo: “Y Yo he descendido para librarlos”.",
    "Miren a Dios en Sus maneras de obrar. Cuando Él creó los Cielos y la tierra, convocó a los Ángeles, y Él dijo: “Hagamos”. En todo lugar en la Escritura donde Él hizo algo, en la mayoría de las veces: “No Yo, sino Mi Padre”.",
    "Pero cuando llegó al plan de redención, Él vino solo. Nadie estaba con Él. Él era el Único que podía venir. Un Ángel no lo podía llevar a cabo. Otro hombre, llamado Su hijo, no lo podía llevar a cabo. Otro llamado algo más, una virgen santa, o una madre santa, o—o algún santo, no lo podían llevar a cabo. ¡Dios tuvo que venir! “Y Yo os daré una señal: Una virgen concebirá; y un bebé nacerá, y Él será Emanuel, Dios con nosotros”, la súper señal. Dios en Su pueblo. Dios con Su pueblo. Dios llegó a ser Su pueblo. Dios y el hombre llegaron a ser uno. ¡Una señal! Una piedra de tropiezo para el mundo, pero una bendita esperanza para el creyente. Una señal de la que se hablaría mal.",
    "Hubo otra ocasión en que Él probó. Probó en el diluvio que Él era un Dios de juicio, y un Dios de misericordia para aquéllos que guardan Sus mandamientos.",
    "Él mostró en la zarza ardiendo, por una señal, que cumpliría toda promesa que hizo.",
    "Y en el Mar Rojo, mostró que Él haría un camino para aquéllos que estaban queriendo hacer el bien y seguir Su mandamiento. No importa lo que se atraviese, Dios probó en el Mar Rojo, y dio una señal, que Él pudo abrir el mar. En toda tentación, Él abrirá una vía de escape. Dicen: “Mamá no lo cree; papá no lo cree; la iglesia no lo cree”. A mí no me importa quién no lo crea. Si Ud. lo cree, Dios proveerá una vía de escape. Él dio una señal que lo haría. Ellos iban por el camino, directo a la tierra prometida, al lugar que Dios les prometió. Y el Mar Rojo los encerró, y entraron en dificultades; ellos no sabían qué hacer. Dios mostró que Él proveería una vía de escape en toda tentación, en cada prueba. ¿Ud. no puede dejar de fumar? Tome Ud. a Dios tan sólo una vez. ¿Ud. no puede dejar de mentir, no puede dejar de robar, no puede dejar el mal genio? Tome Ud. a Dios tan sólo una vez. Si Ud. no siente ir a la iglesia, y no puede llegar a ninguna parte, tome Ud. a Dios tan sólo una vez, tome Su promesa. Él probó, en el Mar Rojo, que hará una vía de escape. Dios ha dado muchas señales.",
    "Esa noche cuando Él les dijo a los pastores: “Vayan a Belén, porque este día ha nacido Cristo el Salvador. Cristo, el Dios ungido, ha nacido este día de una mujer”, ¡Dios!",
    "Ahora, no haciendo de ella un dios. Él sólo pidió prestado el vientre de la mujer, así como Él pide prestado este cuerpo para Él predicar el Evangelio. Igual como Él pide prestado el cuerpo suyo, para hacer la obra que Él quiere por medio de Ud., porque Él todavía es Emanuel, una señal, Dios con Su pueblo; Dios viviendo entre Su pueblo, la súper señal Eterna. Eso nunca puede fallar; siempre será la señal.",
    "Se habla de estas señales, ¿qué de ésta? Antes de que Uds. puedan recibir cualquier otra señal (la señal de hablar en lenguas, la señal de profetizar, la señal de algo sobrenatural), siempre tendrán que regresar a la señal original, la señal Eterna y sin fin. Enderécense antes de comenzar, y estén sobre ese fundamento, que es la Roca a través de las edades, y nada la tocará jamás. Las puertas del infierno estarán contra Ella, pero no pueden prevalecer. Reciban esa señal: “Una virgen concebirá, y dará a luz un Hijo”.",
    "Y Él les dijo a estos pastores: “Así lo encontrarán: Él estará en un pesebre, en un establo, envuelto en pañales. Y cuando Uds. lo vean, crean, porque Él es Dios entre nosotros”.",
    "Esa señal no era solamente para los pastores. Sino que fue dada a todo el mundo, para poner la mirada en Él y ver quién es Él; es Dios con nosotros, Emanuel.",
    "Cuando estuvo aquí en la tierra, probó que Él era Dios. Probó que Dios estaba en Él, porque las señales de Dios le siguieron. Él dijo: “Si Yo no hago las obras de Mi Padre, entonces no me creáis. Pero si hago las obras de Mi Padre, si no me creéis, creed las obras, la señal”. ¡Emanuel! “Yo y Mi Padre somos uno. Mi Padre me ha enviado. Y como Él me envía, así Yo os envío. El Padre que me ha enviado está Conmigo, Él está en Mí y hace Sus mismas obras. ¡Es Dios en carne!”.",
    "¿No probó Lot eso antes de la destrucción? Cuando vio a Dios manifestado en carne, comiendo becerro, bebiendo leche de vaca, comiendo pan del rescoldo, y se paró con Su espalda hacia la tienda, y con el pronombre personal “Yo”. “Yo, viendo que Abraham es el heredero del mundo, Yo…”. En otras palabras: “Yo se lo haré saber a él”.",
    "¿Quién era Él? Entonces dijo: “Abraham, ¿dónde está Sara, tu mujer?”. Eso lo sorprendió. Dios, en una prefigura de Cristo, hecho carne.\n\nDijo: “Ella está en la tienda, detrás de Ti”.\n\nSara se rió. Y Él dijo: “¿Por qué se rió Sara?”.",
    "Cuando Emanuel vino a través del vientre de una mujer, en vez de aparecer como una teofanía, Él dijo: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre”.",
    "Cuando Él estuvo en la tierra, aquellos apóstoles salieron con el Evangelio, que aun los Ángeles se asomaron sobre las barandas del Cielo, en los corredores de la Tierra en Gloria, para mirar Esto. Uds. que están anotando la Escritura, ya que los veo escribiendo, es primera de Timoteo 3:16. “E indiscutiblemente, grande es el misterio de la piedad: porque Dios fue manifestado en carne, creído en el mundo, visto de los Ángeles”. Los Ángeles se levantaron para dar un vistazo a Dios. Ellos una vez mecieron sus cetros delante de Él, clamando “santo, santo, santo”, cuando Él estaba sentado Allá, como una Columna de Fuego, en las glorias del Cielo. Y cuando Él llegó a ser hombre, los Ángeles vinieron y se asomaron allá para verlo, Jehová hecho carne. Seguro: “Indiscutiblemente, grande es el misterio de la piedad”.",
    "🦅 Yo os daré una señal eterna”, porque Dios fue hecho carne entre nosotros. Él moró en carne. Ésta será una señal Eterna. No únicamente para que los pastores miraran y creyeran, sino para Uds. el Tabernáculo Branham, y para este mundo cruel; para que creyera que Ése es Dios. Dios dio esa señal. Jesús dijo: “Como el Padre viviente Me ha enviado, y vino Conmigo y estuvo en Mí, así Yo os envío a vosotros; para que el Padre viviente vaya con vosotros, y esté en vosotros; una señal eterna. Estas señales seguirán a los que creen. He aquí, Yo estaré con vosotros, aun en vosotros, hasta el fin de la tierra. Yo estaré con vosotros. Hasta el fin del mundo, Yo estaré allí con vosotros”.",
    "Alguien, como he dicho antes, lo quiere hacer a Él un pequeño Dios bajito. Él era hombre; Dios estaba usando a un hombre. Dios estaba usando una carne que Él mismo creó, para poder crear por medio de Él: “Y para traer por medio de Él muchos hijos” dice la Escritura, “por medio de ese Hijo obediente. Por medio de un hijo, todos cayeron; por medio de un Hijo obediente, todos vivirán, los que crean”.\n\n“Dios con nosotros” una señal, dijo que ésa sería una señal. Él amaba mucho referirse a Sí mismo como “Hijo del Hombre”, Él mismo un hombre, sólo un hombre. “Yo nada soy. El Hijo no puede hacer nada de Sí mismo”; pero es el Padre que estaba en Él, Emanuel, el Dios.",
    "El—el bebé, Dios, Jehová Dios; ese bebé lloró, Ése era Jehová. ¿Lo pueden ver? Dios viviendo en un bebé.",
    "Dios viviendo en un adolescente. ¿Qué tipo de adolescente era Él? Él puso el ejemplo. Cuando se perdió de Su padre y de Su madre, ellos lo anduvieron buscando, y lo encontraron en el templo. ¿Qué dijo Él, como un adolescente? “¿No sabíais que en los negocios de Mi Padre me es necesario estar”? Un ejemplo para los adolescentes.",
    "Como hombre, le había sido ofrecida a Él toda la pompa del mundo, todo puesto allí en Sus manos, para llegar a ser el más grande de todos los hombres, el más rico de todos los hombres; quién podía decirle a la gente dónde los peces tenían monedas en la boca, podía bombear la mejor agua de los pozos y convertirla en vino; que podía cambiar cualquier cosa que Él deseaba cambiar; que pudo tomar cinco panes y alimentar a cinco mil; tenía el poder en Sus manos para llegar a ser un gran hombre, pero escogió, sin embargo, ser pobre. Ni siquiera tenía un sepulcro cuando murió. Él tuvo que tomar uno prestado. “Emanuel, ésta será una señal”. ¿Cómo viene Dios? En lo pobre. ¿Cómo lidia Dios? Será una señal Eterna, con el pobre, el ineducado.",
    "🦅 Una señal” dijo la gran profetiza, Ana, cuando Simeón levantó sus manos en el templo, y cargó a ese Pequeño en pañales. Ana dijo: “Es una señal de la cual se hablará mal, para caída de Israel, pero también para que lo reúna de nuevo, ¡una Luz a los gentiles!”.",
    "¿Qué? “Dios con nosotros”, no en el rico y el altivo, sino en el pobre. Nació en un establo: “Dios con nosotros”. ¿Qué clase de cosas hizo Él? Miren las cosas que Él dijo. Mírenlo a Él, lo que dijo.",
    "Pues, Dios mismo dijo: “Este es Mi Hijo amado, a Él oíd. Éste es Mi Hijo en quien me complazco en habitar, a Él oíd”. Él dijo: “Yo estaré con vosotros todos los días, hasta el fin”.",
    "Él envió a Sus apóstoles. Ellos hicieron arder la tierra en sus días, Dios siendo uno con el hombre. Ellos bautizaron a la gente en el Nombre de ese Dios, Jesucristo. Ellos vivieron tan cerca de Él, al grado que Él mismo se manifestó a través de ellos, por medio de señales y maravillas y dones del Espíritu Santo; “Dios con nosotros”. Predicaron que había un verdadero Dios viviente.",
    "El hombre ha construido toda clase de torres sobre tres o cuatro dioses, o dos dioses, pero es un Dios. Ese Mensaje iba a ser revivido en el día postrero.",
    "Más les vale ahora que se pongan a pensar, abran sus corazones. Pídanle a Dios que les revele esto a Uds., lo que voy a decir.\n\nCuando vino, Él cumplió lo que dijo el profeta.",
    "Y cuando Él venga en los últimos días (en las lluvias tardías de Dios, cuando ambas lluvias temprana y tardía sean derramadas), Él viene exactamente de la manera que fue profetizado de Él: “Al caer la tarde habrá Luz”. ¿Qué sucedería? Emanuel, el mismo Hijo, la misma Luz, el mismo Dios que vino a morar en carne con Su Pueblo en el Día de Pentecostés, vendrá de la misma manera en los últimos días, porque habrá Luz en la tarde. ¿Qué es? Habrá una señal, una señal Eterna: Dios con nosotros, Dios en nosotros, Dios a través de nosotros. El hombre y Dios llegan a ser uno. Jesús murió, habiendo dado esa preciosa vida, por decisión Suya (el Mensaje del domingo pasado). Pues, decidió darla para Él poder traer muchos hijos a Dios. Emanuel con nosotros. El pueblo de la Luz de la tarde sería atraído por Eso.",
    "Cuando Dios dio la señal: “Ésta será una señal: Dios estará morando en carne”, Él pensó que atraería al pueblo; lo atrajo. “Mas a todos los que le recibieron a Él, les dio Potestad de ser hechos hijos de Dios”.",
    "Y debe atraer al pueblo de la Luz del atardecer cuando esa misma Luz se mostró. Dios y Cristo son uno. Pedro dijo: “Sepan pues, que a este Jesús a quien vosotros crucificasteis, Dios le ha hecho Señor y Cristo”. Una señal de la cual se habló mal, no obstante, las Luces de la tarde están aquí.",
    "Como el difunto ministro del Evangelio, cuando primero comenzó a llegar el mensaje Pentecostal, el difunto Dr. Haywood, un poco antes… Él, creo yo, no… Quizás cuando él estaba en su mejor momento, un día cuando el Espíritu lo tocó. Él era un poeta, además de predicador. Él tomó su pluma y escribió.\n\nAl caer la tarde habrá Luz;\n\nLa senda de la Gloria hallaréis,\n\nEn la vía del agua, hoy está la Luz,\n\nSumergidos en el Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse de su pecado,\n\nY el Espíritu Santo ha de entrar;\n\nLas Luces de la tarde ya llegaron,\n\nEs un hecho que Dios y Cristo uno son.",
    "¡Las Luces del atardecer! Si estamos caminando en la Luz de la tarde, la señal de la tarde, entonces habría de ser la misma Luz y la misma señal, una señal Eterna. Entonces las mismas señales seguirán a la Luz de la tarde. ¡Fiuuu! ¿Lo ven? ¿Lo pueden entender? Ése es el Mensaje de esta Navidad. Las Luces de la tarde, las señales del Mesías acompañándolo, acompañando el Mensaje. Las Luces de la tarde están aquí.",
    "Se habla mal de ella. Ellos los rechazarán a Uds., sus hermanos. ¿Quiénes lo rechazaron a Él? Sus hermanos. A ellos les encantaba verlo a Él hacer los milagros. Pero cuando Él llegó al Calvario, ¿dónde estaban todos? Cuando se llega a ese momento crucial, donde Dios va a ser manifestado en Su Verdad y Su Biblia, ¿dónde están ellos? Ellos retroceden.",
    "🦅 Una señal os será dada a vosotros. Y estas señales seguirán. Las obras que Yo hago vosotros también haréis; aun más que estas, porque Yo voy a Mi Padre”.",
    "🦅 Habrá Luz de nuevo al caer la tarde”. ¡Oh, este día oscuro por el que hemos pasado! Pero por cuarenta años las nubes se han estado disipando, a través de la primera reforma, por el anuncio del Mensaje que Dios y Cristo uno son, que Dios fue manifestado en carne. Él escogió morar en carne humana. Y hoy ellos hacen de Él como algo sentado en un trono, lo hacen a Él alguna cosa prehistórica, algunos de ellos quieren convertirlo a Él en un filósofo, algunos quieren hacerlo a Él un profeta. Pero, hermano, Él es Dios en uno, Dios manifestado en carne. ¿Cómo?",
    "¿Cómo sabían ellos que Él era Dios en carne? Él dijo: “Si Yo no hago las obras de Mi Padre, entonces les he dicho algo errado. Pero si Yo hago las obras de Mi Padre, Uds. créanlo”.",
    "Y ahora es igual. El Mensaje ha revivido de nuevo en los últimos días, el Mensaje de ¿Quién es Él?, ¿qué es Él? Emanuel morando en uno, con las mismas obras que Él hizo, manifestándose Él mismo a través de uno, con las mismas cosas que Él hizo. Ésa es la Luz de la tarde. Se ha hablado mal de ella. Es un camino duro.",
    "Eso significó algo para el joven rico, aún con hambre en su corazón, ya que vino a Jesús, y dijo: “¿Rabí, qué debo hacer para tener Vida Eterna?”. Dijo: “Guarda los Mandamientos”.\n\nÉl dijo: “Desde niño lo he hecho”.\n\nDijo: “Entonces ¿quieres ser perfecto?”. Dijo: “Sígueme”.",
    "Pero él se fue triste; era demasiado el precio. Si pudiera haberle dado algo de dinero a Él y construir una gran iglesia en alguna parte y él mismo llegar a ser un miembro, él fácilmente lo hubiera hecho. ¿No ven que eso es así hoy en día entre los ricos? Había otros.",
    "No solamente los ricos, sino pobres (muchos de ellos de los lugares lodosos y demás), lo rechazaron por razón de la popularidad; porque Él no era popular. Él era Emanuel. Ellos dijeron: “Ése es… (Crítica). Ése es—Ése es el diablo; Ésa es telepatía mental; Ése es—ése es Belcebú”. Los maestros del día, sus grandes iglesias, dijeron: “¡Tonterías!”.",
    "Pero Dios dijo: “Es una señal Eterna, la súper señal, la señal de todas las señales, que Dios está con vosotros, aun en vosotros, hasta el fin del mundo”. Allí tienen la súper señal. Supera todas las señales. Es la primera señal. En Hechos 19, aquellas personas tuvieron que regresar y reconocer esa señal, antes que pudieran recibir el Espíritu Santo, Hechos 19:5. Sin embargo, un creyente, que tenía la Biblia, y tenía un buen predicador que estaba probando que Jesús era el Cristo, aún antes que ellos pudieran entrar a Eso… Y para ver la señal, tuvieron que venir y ser bautizados de nuevo, hacer que les impusieran las manos y recibir el Espíritu Santo. Eso es verdad.",
    "Pero en el tiempo de la tarde, las Luces están aquí. Y es criticado, recibe burla. Se habla mal de ello. El profeta dijo que se hablaría mal de ello: “Una piedra de tropiezo”. Se habla mal de ello, recibe burla, es criticado; Emanuel en nosotros, obrando Su voluntad a través de nosotros.",
    "¡Oh, hoy en día, mi hermano peregrino, mi hermana, crean esa señal! Miren dentro del pesebre de su propio corazón, y vean si dentro de Uds. mismos son capaces de decirlo. Vean la señal que los pastores vieron. Dios en carne, morando entre el pobre, el necesitado, el desechado. Vean si Uds. pueden entenderlo. Dios en su corazón, Dios aquí. Observen y vean si Él se manifiesta a Sí mismo correctamente, en dulzura y mansedumbre, como Él lo hizo.",
    "Hace unos años, hubo una muchacha que viajó a la universidad, y con muchas de sus colegas allá, ella se convirtió en una pequeña sabelotodo, después de su crianza de campo que había tenido por su madre en un hogar del campo. Y un día ella decidió, dos años más tarde, visitar de nuevo a su madre. Ella le escribió un telegrama y le dijo que llegaría en tal y tal tren, que la encontrara en la estación. No obstante, trajo con ella a otra sabelotodo. Y ella misma había llegado a ser una sabelotodo. Y vino acompañada de otra, que era muy moderna y sofisticada, una “teen-annie” sabelotodo [“Annie la adolescente”.—Trad.].",
    "Y cuando llegó a la estación, cuando se bajaba del tren, ella miró. Y allí estaba su madre, desesperadamente buscando ver dónde estaba su hija. Y cuando la muchacha que la acompañaba… la mamá… la vio con la cara toda cicatrizada, y las manos todas quemadas. Y ella se veía terrible, anciana, y lucía horrible. Y la muchacha que estaba con la pequeña María, le dijo: “¿Me pregunto quién será esa vieja tan horrible?”.",
    "Y la muchacha se avergonzó de su madre. Ella dijo: “No sé. Yo no sé quién es ella”.",
    "Y su madre, cuando vio a su hija, corrió hacia ella y la abrazó, y empezó a besarla.",
    "Ella la apartó, dijo: “Yo no la conozco. Ud. está equivocada de persona”, porque ella no quería estar asociada con una persona de la cual otro se riera y se burlara.",
    "Sucedió que había un hombre, un conductor del tren, parado allí. Él tomó a esa joven por el hombro. Dijo: “¡Qué vergüenza, desdichada! Yo recuerdo el caso muy bien”.",
    "Y la gente se reunió a oír lo que había sucedido. Y él detuvo a la muchacha, y dijo: “Esta jovencita, cuando no tenía seis meses, estaba en su cunita en el piso de arriba. Y su preciosa madre, la mujer más hermosa que alguna vez yo haya visto”, dijo el conductor anciano. Dijo: “La casa empezó a quemarse mientras su madre tendía la ropa. Y todos los vecinos corrieron, gritando; ellos lo vieron. La madre no lo notó. Era en el lado del pórtico de la casa. Y las llamaradas habían cobrado fuerza, y subían por el aire”.",
    "Y dijo: “Ellos no podían detener a esa madre desesperada; su bebé estaba en el piso de arriba”. Y dijo: “Todos le gritaron: ‘Ud. no puede atravesar esas—esas llamaradas’. Pero ella tomó la sábana que tenía en la mano, al estar tendiéndolas, y era una sábana mojada. Y ella se la envolvió y atravesó las llamaradas hasta el piso de arriba, sin considerar el peligro propio. Entonces cuando llegó allí, sabía que no se podía envolver ella misma en la sábana para regresar. Pero, para salvar la hermosura de su hija que viviría después de ella, envolvió el bebé en la sábana y corrió a través de las llamaradas, con la cara descubierta y las manos y los brazos. Y quemó la carne de su cuerpo, y encogió sus mejillas a sus huesos, y la desfiguró, le quemó el cabello, y los—los… todo hasta los huesos en sus dedos”.",
    "Dijo: “Ella llegó a ser fea, para que tú pudieras llegar a ser bonita. Ella renunció a su hermosura, renunció a todo lo que tenía, para poder salvarte a ti. ¿Y luego te paras y te avergüenzas de esa preciosa madre?”.",
    "Hermano, cuando yo veo a Dios, al Dios del Cielo, que se privó de Su trono, de Su hermosura, y de todo lo que Él era, para nacer sobre un montón de estiércol, para ser envuelto en pañales, para recibir burla por Sus señales y Sus maravillas, para ser llamado diablo: ¿debería yo avergonzarme de Él? No, señor. Dejen que el mundo clásico haga lo que quiera hacer. Para mí, Él es una súper señal. El Espíritu Santo en mí clama. Pudiera hacerme actuar raro y ser un hombre loco para este mundo, pero no puedo negarlo a Él quien hizo tanto por mí. Al morir, Él tomó mi lugar; Él tomó mi lugar en el Calvario; Él hizo todas estas cosas; Él condescendió del Cielo, de los tronos blancos de perla, para llegar a ser un hombre; para probar mi sufrimiento, para pasar por mi tentación, para saber cómo ser la clase correcta de mediador en mí, para dirigirme y guiarme a Vida Eterna. Y a través de Su pobreza, yo soy hecho rico. A través de Su muerte, me ha sido dada la Vida, Vida Eterna.",
    "No lo nieguen a Él. No se avergüencen de Él. No se avergüencen de Él. Más bien abrácenlo y digan: “Sí, mi querido Señor, dame a mí como a ellos en el Día de Pentecostés, Señor. Dame a mí el Espíritu Santo. Derrámalo en mi corazón. A mí no me importa lo que digan los adolescentes. A mí no me importa lo que el mundo diga. Yo no estoy mirándolos a ellos; te estoy mirando a Ti”. ¿Qué es? ¿Unirse a la iglesia? No. La súper señal, Emanuel, Dios con nosotros.",
    "Oremos.",
    "Entre las personas en la audiencia esta mañana, ¿habrá algunos aquí que quisieran decir: “Dentro de mí, estoy avergonzado de mi vida; yo no me avergüenzo de Él; yo me avergüenzo de mi vida”, para ofrecerse a Él, Quien llegó a ser feo, y despreciado por el mundo?",
    "🦅 Un Varón de dolores, experimentado en quebranto. Todos escondimos nuestros rostros de Él”, dijo el profeta. “Él fue despreciado y rechazado. Y, nosotros le tuvimos a Él por azotado y por herido de Dios. Sin embargo, Él fue herido por nuestras rebeliones, y molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”.",
    "¿Se avergonzarían Uds. de Él? Si es así, vengan al altar y arrepiéntanse de su pecado. Si Uds. no se avergüenzan de Él, y se avergüenzan de su vida que le han presentado a Él; una cosa tan horrible. Uds. se han avergonzado muchas veces, delante del patrón, delante de su amiga, delante su amigo, delante su novia o novio. Si Uds. se han avergonzado de Él, Emanuel morando en Uds. Levanten las manos y digan: “Dios, perdóname porque me avergüenzo”.",
    "Nuestro Señor y Dios nuestro, humildemente y muy bondadosamente te pedimos que aceptes nuestra disculpa, en esta mañana, por todas nuestras insuficiencias, porque en algún momento todos somos culpables. Somos culpables de no pararnos por la Verdad; somos culpables. Cuando nos quieren insultar con algún sobrenombre, como, oh, “santo rodador”, o alguna cosa maléfica que no es verdad, sin embargo, a veces retrocedemos como Pedro y nos calentamos en el fuego del enemigo. Perdónanos, Señor.",
    "El año nuevo se aproxima. Que empecemos desde esta misma hora, y veamos la súper señal de Dios entre nosotros, Dios viviendo con nosotros, morando en nosotros, obrando, haciéndolo exactamente como Él lo hizo. Y las Luces de la tarde están aquí.\n\nPerdona nuestra insuficiencia. Perdona nuestros pecados.",
    "Y nosotros muy cortésmente, Señor, aceptamos Tu Regalo de Navidad, al Hijo de Dios, para que more en nuestra carne, en nuestro polvo; que viva con nosotros, santificando Su camino por Su Propia Sangre, y dándonos la seguridad de Vida Eterna. Te damos las gracias. Yo te doy gracias, Señor, por este gran y maravilloso Regalo de Dios, porque Él es un regalo, el regalo del Espíritu Santo, todo envuelto en el Nombre del Señor Jesús. Con mucho gusto lo recibimos. Te damos gracias porque nuestra iglesia se para por esa señal, porque la señal se para por la Enseñanza de la Iglesia. Nosotros nos paramos por Ella. Ella se para por nosotros. Y es conocido hoy, entre los Cristianos alrededor del mundo, de un pobre grupo de gente ignorante, en la calle 8.ª y Penn, en Jeffersonville; que Emanuel, la Columna de Fuego del desierto, el Jesús de Galilea, el Espíritu Santo de Pentecostés, se manifestó por todas las señales de Emanuel en las Luces de la tarde. Estamos tan agradecidos, Señor. Y que otros lo vean y lo reciban. Porque lo pedimos en el Nombre de Jesús, y por Su causa y por causa de la Iglesia. Amén.",
    "Desearía tener la voz de un cantante. Si tuviera la voz de un cantante ahora mismo, me gustaría cantar para Uds. mi himno favorito, escrito por mi precioso amigo, William Booth Clibborn.\n\n¡Qué bella historia, de Su excelsa gloria,\n\nBajó el Salvador, Jesús mi Redentor!\n\nNació en pesebre, despreciado y pobre,\n\nVarón de lágrimas y de dolor.\n\n¡Oh, cuánto le amo! ¡Y fiel le adoro!\n\n¡Él es mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.\n\n¡Qué gran misterio, tan incomprensible!\n\nCuando en la noche atroz, sin esperanza en pos; (¡Entonces vino el relámpago zigzagueante!)\n\nHumilde y tierno Dios que Su esplendor dejó.\n\nRebajándose a un pesebre, para nacer en un establo lleno de estiércol.\n\nRebajándose para ganar y salvar mi alma.\n\n¡Oh, cuánto le amo! ¡Y fiel le adoro!\n\n¡Él es mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "Y entonces Él está en mí, y yo estoy en Él. Y en Uds.… “En aquel día, vosotros conoceréis que Yo estoy en el Padre, el Padre en Mí, y Yo en vosotros, y vosotros en Mí”, Dios, Emanuel, con nosotros.",
    "Era ese Emanuel que vio a George Wright, que está allá ahora mismo; postrado allá muriéndose, cuando cuatro médicos lo desahuciaron. Era ese Emanuel, cuando Él tuvo que pedir prestado un vientre, cuando Él tuvo que pedir prestado un—un sepulcro. Él pidió prestados mis ojos, dijo: “Ve dile al Hermano George, ‘ASÍ DICE EL SEÑOR, él cavará el sepulcro de estos predicadores y demás que se están riendo de él’”.",
    "Era ese Emanuel. Era Ese mismo, con los animalitos el otro día en el bosque. Era Él mismo, con Margie Morgan que está sentada allí, y todos los demás. Era Él mismo quien pidió prestadas las facultades mentales, los sentidos del cuerpo, para Él mismo presentarse hoy al mundo, por medio de Uds. mientras las Luces de la tarde están brillando. Dios sea misericordioso, amigos.",
    "Estoy tomando demasiado de su tiempo. Intentémoslo. Dénos el tono: “¡Oh, Cuánto Le Amo!” ¿Cuántos lo saben?\n\n¡Oh, cuánto le amo! ¡Y fiel le adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.\n\n[El Hermano Branham tararea “¡Qué Bella Historia!”—Ed.].\n\n¡Y fiel le adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "[El Hermano Branham empieza a tararear, “¡Qué Bella Historia!”.—Ed.] Ahora es el momento para que Él muestre Su gracia. Una madre trae aquí a su bebé con leucemia; cáncer en el torrente sanguíneo. ¿Eso maligno en un bebé?\n\nDios oye mi voz, habla la Palabra, y así será.\n\nPorque, Señor, Tú has dicho: “Di a este monte, ‘muévete’, no dudes, así será”.\n\nEn el Nombre de Jesucristo, el Hijo de Dios, yo condeno este diablo llamado leucemia. La enfermedad del cuerpo de este niño se irá. Tiene que dejarlo. En el Nombre de Jesucristo, que sea así.\n\n¡Mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "¡Cuánto le amo! No lo puedo soltar. Quiero, así como Jacob, aferrarme a Él.\n\n¡…le adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\n“Ésta será una señal”.\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "¿No es Él maravilloso? ¿No quieren simplemente adorarlo? En el Espíritu, adorarlo a Él. [El Hermano Branham empieza a tararear, ¡Qué Bella Historia!—Ed.] Olvídese de Ud. mismo ahora. No sienta vergüenza. El Espíritu Santo está aquí. Ése es el Espíritu Santo. Háganlo en humildad, en su propia manera.\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.\n\nAllí lo tienen.\n\n¡Cuánta obediencia! ¡Qué condescendencia! (“Será una señal”.)\n\nCuando en la noche atroz, sin esperanza en pos;\n\nHumilde y tierno, nuestro Dios viniendo (¡Piensen en lo que Él hizo!)\n\nLibró mi alma, me salvó y ganó.",
    "Levantemos nuestras manos al cantarlo.\n\n¡Oh, cuánto le amo! ¡Y fiel le adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "Señor, nosotros nunca podremos entender las riquezas, la plenitud de Tu Espíritu, hasta que le veamos ese día cuando Él venga. Quizás estemos durmiendo en el polvo. Quizás yo tenga que regresar al polvo original, pero eso no me preocupará en lo más mínimo. “Yo sé que Él llamará, y yo responderé. Y luego yo le veré como Él es. Este cuerpo corruptible será cambiado y hecho conforme a Su Propio cuerpo glorioso, con el cual Él puede sujetar a Sí mismo todas las cosas”.",
    "Yo siempre estaré agradecido Contigo por el regalo de Navidad de Cristo en mi corazón; por saber que es el mismo Cristo, porque Él está obrando lo mismo. Me hace sentir y actuar como Él lo hizo en el principio, con Su siervo.",
    "Estoy agradecido por una Iglesia universal, triunfante, ya predestinada y llamada, y sellada, y ordenada a ese Cuerpo. Los encuentro en Asia, África, Roma, dondequiera, Indiana, a través del estado, África. Por todas partes alrededor del mundo, yo encuentro esa Iglesia triunfante, que sabe que Tú has venido en la carne. Y Tú dijiste que: “Todo espíritu…” En Tu Biblia, Tú dijiste: “Todo espíritu que no confiesa esto, es el espíritu incorrecto, el anticristo. Todo espíritu que no testifica esta misma cosa, que Cristo ha venido en nuestra carne, es el espíritu anticristo”.",
    "Padre, Dios, ayúdame a—a sacudir esas antorchas por allá. Puedo verlos, Señor, por allá. Veo los leprosos en las puertas, miro allá en la India, en el Taj, en la puerta, esos pobrecitos arrastrándose, sin pies. Veo a esos pobres muchachitos negros allá en África, sus manitas extendidas. ¡Oh, Dios, envíame, Señor! Deja que el Ángel venga con el carbón de Fuego, y queme profundamente en mi alma, Señor, y quite toda la escoria y la pereza, para que pueda ir como una—una antorcha de Dios, para arrebatar del fuego aquéllos que están en densa oscuridad.",
    "Bendice a mi iglesita, Señor. ¡Oh, puedo ver la pequeña senda de aserrín por aquí, veo a la gente preciosa! Personas pasando en sus autos, riéndose de ellos porque tienen sus manos levantadas, alabando a Dios. Pero algún día Jesús vendrá, y todas las cosas serán corregidas. No nos avergonzaremos, Señor. Nos uniremos con Pablo de antaño, y diremos: “Yo no me avergüenzo del Evangelio de Jesucristo, porque es el Poder de Dios para salvación, para Vida Eterna, a todo aquel que cree”. Ayúdanos a vivir de esa manera, Padre. Te estamos adorando ahora en el Espíritu, en lugares Celestiales. Te damos gracias por esta visitación esta mañana. En el Nombre de Jesús. Amén.",
    "Solamente una vez más, ¿lo harían?\n\n¡Oh cuánto le amo! ¡Y fiel le…!\n\nSeñor Jesús,…?…en el Nombre de Jesús.\n\n¡…mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "Solamente quiero más de Él, ¿no es así, Doe? [Dolores dice: “Sí”.—Ed.] Ésa es mi hermana, mi hermana en la carne. “¡Oh, cuánto le…!”. Mi nuera. Ellas quieren más de Dios. El Hermano Grimsley viene, quiere más de Dios. “Mi todo…”. Eso es. El Hermano Woods viene. El Hermano Collins, un predicador metodista; su esposa, otros. “…vino a salvarme”. Éstas son las obras del Espíritu Santo, llamando, Él mismo. “…moró en Él”.\n\n¡Oh, cuánto le amo!\n\nSólo expréselo ahora en su propia manera.\n\n¡Y fiel le adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "Señor, Señor, aquí están, las ovejas de Tu prado. Aliméntalos, Señor, con Tu Espíritu. Ellos se están entregando a Ti, Señor. Ellos están consagrando sus vidas a Ti. Ellos se pusieron de pie porque no están avergonzados del Evangelio de Jesucristo. Sabemos que Tú estás aquí, la gran Columna de Fuego, el Cristo, el Espíritu Santo.\n\n¡…adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "[El Hermano Branham empieza a tararear, ¡Qué Bella Historia!—Ed.] Simplemente hable ahora, con sus propias palabras. Ése es el Espíritu Santo que los trajo a Uds. aquí. Sólo díganle a Él que lo aman. El mismo Espíritu Santo que los levantó en Pentecostés, Uds. están aquí llorando, derramando lágrimas, regocijándose.\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.\n\n¡Don inefable! ¡Tan incomparable! (un bebé).\n\nEl Verbo se encarnó, en el Calvario murió.\n\n¡Qué gran misterio revelóse al mundo!\n\nY ahora sé que eres el gran “YO SOY”.\n\n¡Oh, cuánto…! ¡Oh, Dios! ¡Cuánto le adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "¡Oh, amor que no me suelta, amor que controla mi corazón más que cualquier otra cosa, la dulzura de la Presencia del Espíritu Santo!; mientras Su Iglesia está parada alrededor del altar, adorando, mirando en el pesebre, viendo lo mismo que vieron los magos, Dios hecho carne.\n\n…vino a salvarme,\n\nLa plenitud de Dios moró en Él.",
    "Si hay algo errado en su vida, confiésenlo ahora en la Presencia del Espíritu Santo, mientras están en silencio. Escudriñen su corazón, vean si hay un pesebre allí que pueda soportar la crítica, de la confesión suya de que Él es Dios.\n\nLa plenitud de Dios moró en Él.",
    "Ahora con sus rostros inclinados, oren Uds. Éste es el Espíritu Santo. ¿No pueden sentir la mansedumbre y lo dócil que es el Espíritu de Dios, la dulzura, y Vida duradera?",
    "🦅 Donde hay lenguas, cesarán. Donde hay profecía, se acabará. Donde hay ciencia, se acabará. Pero cuando llega el amor, permanece para siempre”. “El amor es sufrido; no se envanece; no es jactancioso; no hace nada indebido. Sino que nos hace humildes, nos endulza, derrama la dulzura en su alma”.",
    "Oremos ahora, cada uno en su propia manera, dándole gracias a Dios por lo que Él ha hecho.",
    "¡Oh, Señor!, en la dulzura de este canto, que expresa en sus notas, no un sonido incierto, sino un sonido que para nosotros significa Quién es nuestro Dios, como la Palabra lo ha expresado. Ahora la música lo expresa. Ahora nuestros corazones lo expresan, Señor, nuestras actitudes hacia Ti. Venimos adelante. Ellos están de pie. Te aman a Ti. Juntos, Señor, nos paramos como ovejas Tuyas, las ovejas de Tu prado. Nosotros amamos este Alimento, es bueno para nuestra alma. Y sabemos que Dios vive con nosotros. Sabemos que Dios fue vaciado en Cristo, y Cristo fue vaciado en la Iglesia.",
    "Y aquí estamos hoy, viendo toda clase de religiones, y toda clase de—de denominaciones y facetas, toda clase de creencias, pero la Palabra aún habla por Sí misma, Dios manifestado. La súper señal, que Dios todavía está manifestado en la carne de Su pueblo, haciendo las mismas señales y maravillas, apareciendo en una forma de Nube, una Columna, morando entre nosotros, discerniendo nuestros corazones, prediciéndonos cosas que vienen, sanando nuestras enfermedades, uniéndonos tanto al Cielo que llegamos a estar fuera de nosotros mismos. A tal grado que hacemos cosas extrañas, para los hijos del mundo; cómo ellos se paran ahí y se ríen, y piensan que estamos locos, igual como lo hicieron en Pentecostés, diciendo: “¿No están todos estos ebrios?”.\n\n¡Oh, cuánto le amo! ¡Y fiel le adoro!\n\n¡Mi vida, mi Salvador, mi todo es él!\n\nEl Rey de Gloria, vino a salvarme,\n\nY a revelarme al Dios de amor.",
    "¿Pueden levantar ahora sus manos para expresar su fe en Dios, sus votos a Dios, su lealtad y tributos a Dios, en toda la iglesia?",
    "Nosotros ahora, Señor, nos presentamos a Ti, después de esta bendición de la manifestación de Tu Presencia; sabemos que Dios todavía se manifiesta a través de nuestra carne. Él llegó a ser polvo nuestro, Él llegó a ser linaje nuestro; Él mismo pasó de Dios para ser hombre, para que el hombre pudiera vivir en Él. Y nosotros te sentimos en esta mañana, en nuestro espíritu. Vemos Tus obras y Tus manifestaciones; te amamos. Nos dedicamos de nuevo a Ti: para honrarte, para amarte, y para hacer en todo lo posible, lo agradable, para vivir vidas de Cristianos, que no traigan reproche, sino que sean una bendición a Tu gran Nombre Santo. Esto hacemos, Señor, como Tus hijos, en el Nombre de Jesucristo. Amén.",
    "Quiero preguntarles algo antes de que tomen asiento. ¿Alguna vez han sentido algo tan dulce? ¡La dulzura del Espíritu Santo! Sin que nadie dijera una palabra; automáticamente se levantaron, pasaron adelante. ¡La gloria de Dios! ¿Ven?",
    "Yo he estado orando y estudiando, dos días, sobre esto. Más que eso, desde el último domingo, o el último, sí, el domingo.",
    "Cómo esa súper señal, como fue que Dios dijo: “Les daré una señal. Yo estaré en su carne. Seré como ellos; ellos serán como Yo”. Él dijo que los Ángeles miraron, o dijeron… Los Ángeles les dijeron a los pastores: “Miren en el pesebre, verán lo que Yo quiero decir”. Esa señal no solamente era para los Ángeles; no era solamente para pastores; es para que el mundo vea y crea que Dios mora en carne.",
    "Y por medio de la ofrenda de esa carne, Él santificó nuestra carne, para que Él pudiera morar en nosotros. Dios en Uds., Cristo en Uds.; “He aquí, Yo estoy con vosotros todos los días, hasta el fin del mundo”. No olviden esto. Guárdenlo en sus corazones.",
    "Recibí regalos de Navidad muy buenos; una cámara de película y muchas otras cosas, pistolas, y cosas que las personas que me aman me dan. ¡Cuánto lo aprecio!",
    "Pero, ¡oh, esto, esta Vida Eterna, la bendita seguridad que Cristo vive en nosotros, que Su plenitud mora en nosotros, nos hace levantarnos y actuar diferente! Porque, Uds., cuando hacen eso, Uds. se convierten en un fugitivo de las cosas del mundo. Uds. se convierten en un peregrino. Uds. mismos se consideran muertos a las cosas del mundo, y vivos en una nueva vida. Ahora Uds. son extranjeros en el mundo. Son extranjeros porque Uds. han profesado claramente, por su acción, que: “Hay una Ciudad cuyo Arquitecto y Constructor es Dios”. ¿Ven? Y Uds. ya no se interesan por estas cosas del mundo, sino que ahora somos personas con destino hacia el Cielo, buscando esa Ciudad cuyo Arquitecto y Constructor… de Dios. Somos la Simiente de Abraham porque hemos creído en el Señor Jesucristo, y hemos muerto a las cosas del mundo, y hemos resucitado de nuevo en la resurrección de Su semejanza; para andar como Abraham anduvo, buscando una Ciudad por venir, tomando la Palabra de Dios, rechazando todo lo demás; para hospedar Ángeles en nuestro hogar, como Abraham con los mensajeros de Dios, que trajeron el mensaje. ¡Oh, qué tiempo! Profesando que no queremos más del mundo. Lo queremos a Él y a Él solamente. Él es nuestro Salvador.",
    "Mientras salen de este edificio en esta mañana, llévenlo a Él con Uds. No permitan que se aparte de Uds. Sean dulces en su alma, todos los días de su vida. Dios los bendiga ahora mientras van a sus asientos, y los niños reciben sus regalos. Dios los bendiga.",
    "¿Es para que se ore? Ayúdeles por aquí, hermana. Vamos a orar hasta contactarlo.\n\nJehová Dios sea misericordioso con este hermano. Quita el espíritu de borracho de él, Señor. Que él esté ebrio con el Vino nuevo de Dios. En el Nombre de Jesucristo. Amén.",
    "¿No es esto Celestial? ¿Cuántos sienten eso, esto, simplemente una dulzura? Nadie sabe qué decir. Yo no sé qué decir. Yo sólo, yo… Me faltan las palabras. Yo—yo no sé qué decir. Simplemente es Su Espíritu entrando, ¿ven?",
    "¿Qué es? Uds. están llegando a ser corderos, y la Paloma está aquí para guiarlos al Alimento para corderos; Alimento de ovejas. Éste es Alimento de ovejas: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Nuestros espíritus viven de Eso.",
    "Creo que ahora voy a ver a mi buen amigo, el abogado Robinson, si sólo espera en el edificio lo suficiente para que me pueda cambiar de ropa y regresar, pues estoy sudado.",
    "El Hermano Neville tomará el servicio ahora, para los—para los regalos de los niños. El señor los bendiga.",
    "Siempre canten ¡Qué Bella Historia! Cuando lo hagan, recuerden Uds. lo que creemos en Él: “La plenitud de Dios completa mora en Él”. Dios lo bendiga, Hermano Neville.",
    "[El Hermano Neville habla con el Hermano Branham.—Ed.] Sí, si Ud. quiere que lo haga. [“Sí”.]",
    "El Hermano Neville me pidió si regresaba de nuevo esta noche, para predicar de nuevo esta noche. Detesto quitarle el servicio. Pero estoy aquí, para eso estoy aquí. Muy bien, volveré esta noche, si el Señor lo dispone, para hablar en el servicio. 🦅"
  ]
}