{
  "title": "Y DESDE ESE MOMENTO",
  "id": "59810009",
  "content": [
    "🦅  ¡Qué bueno es regresar y oír al hermano pastor dar el testimonio de la gracia de Dios para con su hijita! Así es el Señor Jesús, hace cosas así; seguro que sí.",
    "Ahora, nos da mucho gusto esta noche, que nos acompañe uno de nuestros invitados aquí en, como le llamamos, el servicio de oración en la noche del año nuevo, un buen amigo mío, el Hermano Ernie Fandler, uno de los convertidos al Señor Jesucristo, un trofeo de la gracia. Su hogar de origen es Suiza, de donde él ha venido. Y creo que un hermano allí con él, ahora viven en Shawano, es de ascendencia alemana, el Hermano Waters. Nos da mucho gusto que nos acompañen esta noche.",
    "También tenemos con nosotros a un—un precioso hermano en la fe, de Sudáfrica, el Hermano David duPlessis; también nos da gusto que nos acompañe. Y estamos… David y yo estamos—estamos esperando u orando, para que el Señor nos dé una obra fructífera este próximo año en África y en diferentes partes del mundo. El Hermano David está aquí ahora para conversar sobre eso y orar al respecto, entre hoy y el lunes, para decidir precisamente cuándo y a dónde ir a—a África y a diferentes partes del mundo. Y, el Hermano David ha tenido un cargo bien destacado en la Convención Pentecostal Mundial y también es muy conocido por los grandes líderes religiosos a través del mundo entero. Y ha sido muy influyente en persuadir y promover el avance ahora alcanzado, ayudando a reunir el Cuerpo de Jesucristo de entre todas las denominaciones de la fe. No importa lo que (ellos) qué iglesia tengan, ni (ellos) con qué marcas estén marcados: Esa es, la Iglesia por la que Cristo murió.",
    "Y a menudo he pensado en eso. Muchas veces ayudé a juntar el ganado en el oeste. Y subíamos, Hermano David, y nos sentábamos allá por donde ellos pasaban el ganado por el cerco móvil, hacia las montañas, para alimentarlos del… dejar que se apacentaran de los pastos, el… del bosque. Mientras las praderas crecían allá abajo, praderas silvestres, luego ellos cortaban las praderas y alimentaban el ganado durante el—durante el invierno, cuando las montañas tenían demasiada nieve.",
    "Y yo me sentaba en la montura y observaba al inspector mientras hacía pasar el ganado; y cada rancho allá abajo que podía cultivar una tonelada de pasto… Si podían cultivar cincuenta toneladas de pasto, significaba que ellos podrían introducir cincuenta reses. Si podían cultivar mil toneladas de pasto, mil cabezas de ganado podían pasar. Cada hombre tenía una marca en sus reses. Ellos se fijaban en las marcas, claro, los diferentes ranchos, para así no mezclarlas. Y luego cuando el…",
    "Al inspector no le interesaba tanto el tipo de marcas que pasaban, porque había todo tipo de marcas; pero había una cosa que él realmente tenía que revisar, era la cédula de sangre. Tenían que ser Hereford registrados o no pasaban por la puerta. Ellos los mandaban de vuelta. ¿Ven?",
    "Y yo creo que así será en el Juicio. No será el tipo de marca que llevamos, sino que la cédula de Sangre esté allí. Eso es lo que—que contará, la cédula de Sangre.",
    "Y estoy muy contento que el Hermano David nos acompañe.",
    "Y creo que el Hermano Estle Beeler estaba aquí hace un momento. Vi que se levantó allí atrás, de alguna parte, y otros ministros de quienes queremos oír esta noche. Y entonces, pues, supongo que el Hermano Ruddell y ellos vendrán, porque se van a quedar hasta la medianoche.",
    "Pero el Hermano David no puede quedarse hasta la medianoche. Él es un varón muy solicitado por todo lugar. Y apenas el Hermano Rodgers supo que él andaba por aquí, pues mandará a alguien a buscarlo para tenerlo allá a las diez. Lo cual significa que él saldrá de aquí en breve, para llegar hasta allá al sur de Louisville.",
    "Y pensé que sería bueno, si le parece bien al Hermano David, si—si él pudiera subir y hablar lo que esté en su corazón, y nos predique, que haga lo que el Señor le guíe. A todos nos gustaría oír al Hermano David duPlessis, de Sudáfrica.",
    "Déjenme decir esto: que cuando yo estuve allá en África, en mi gran campaña que el Señor nos dio allá, su hermano fue mi intérprete, el Hermano Justus. Creo que es su nombre, el Hermano Justus. Y estos Hermanos duPlessis son personas de una muy buena familia. Creo que hay… Supongo que todos son ministros, hasta donde sé, y quizá también el padre era un ministro. Y son personas de una buena familia. Y el Hermano David tiene un gran nombre entre todas las iglesias y denominaciones mundialmente.",
    "Y, Hermano David, me gustaría que Ud. subiera ahora y nos hablara, o lo que Dios le haya puesto en el corazón para decir. Venga enseguida. Y estoy muy contento de presentarlo a mi iglesia esta noche. Este es el Hermano Orman Neville, nuestro pastor. Y a la iglesia: este es uno de mis preciosos amigos y—y un compañero y guerrero en el servicio de Dios, el Hermano David duPlessis de Sudáfrica. Dios lo bendiga, Hermano David.",
    "[El Hermano David duPlessis habla. Cinta en blanco.—Ed.] …hablar. Amén. Todos lo disfrutamos. Hermano David, no demore en visitarnos otra vez. Eso estuvo muy bien. Sin duda estamos contentos.",
    "El Hermano David dijo algunas cosas allí que solo desearía haber tenido mi pluma, podría haberlas anotado. Pero siempre recordaré lo de “nietos; los nietos”.",
    "Bueno, verdaderamente agradecemos la visita de nuestro hermano. Y él está… fue el… asociado con la Conferencia Mundial de Creyentes Pentecostales, y es un gran hombre en la obra que realiza alrededor del mundo. Y somos afortunados, esta noche, de tener al Hermano David que vino a hablarnos en esta noche de año nuevo. Y Uds. pueden ver lo que grandes hombres piensan de nuestro Señor, lo que piensan de Su gran siervo.",
    "Ahora, creo que, mañana siendo año nuevo, en solo unas pocas horas, y al tener que salir temprano en la mañana, pues pensé en que hablaría un poco, si le parece bien al Hermano Neville [El Hermano Neville dice: “Sí. Amén”.—Ed.] al Hermano Beeler y a los demás ministros aquí. No tomará mucho tiempo. Y creo que si dijéramos: “Amén” y regresáramos a casa, sería un mensaje maravilloso. Y podríamos estar agradecidos con el Señor por lo que tenemos aquí esta noche.",
    "Y ahora, pero siendo que esta es la noche de año nuevo, simplemente nos entretenemos entre nosotros, con el Reino de Dios, predicando, hasta que llegue el año nuevo. Y tengo que levantarme en la mañana, muy temprano, mucho antes del amanecer. Y no soy tan joven como David. Tal vez yo… Tal vez no me sienta tan joven como él. Él es un… Por supuesto David es un poco—un poco mayor que yo. Creo que él es siete u ocho años mayor, tal vez diez. Pero no hay duda que él es un bólido para Dios, ha viajado cincuenta mil millas en este año para el Reino de Dios. Va de camino ahora a predicar allá donde el Hermano Rodgers, y mañana estará con algunos, en otra parte, y en otra parte, y en otra parte, y de nuevo aquí el lunes. Y tengo que reunirme con él para hacer los preparativos para una gira mundial que se viene ahora.",
    "Y estaremos en África, me enteré esta tarde, en marzo, este—este próximo marzo. Me reuniré con Clayton Sonmore, de los Hombres Cristianos de Negocios del Evangelio Completo, esta semana o la semana que viene, a principios, y haré los preparativos para Jamaica, Haití. Voy la próxima semana a Kentucky, o bajo a Georgia para tener esas reuniones allá. Regreso directamente viniendo por Kentucky, una noche aquí y una noche allí, llegando a estas iglesias. Y regreso directamente a casa para partir de allí, y me voy a—a—a Atlantic City, para comenzar el día 27 hasta el 30, y salgo de allí la mañana del primero, y comienzo en—en Kingston, Jamaica, en el hip-… hipódromo, esa noche, en una reunión de diez días allí. Y a partir de allí, siguiendo a la de Haití, y a donde sea. No sabemos de allí a dónde ir, solo como el Señor nos dirija.",
    "Ahora, todas estas son algo tentativo. ¿Ven? Yo no he dicho que sí. David está aquí, Clayt viene. Gordon, el Hermano Gordon Lindsay viene, para Sudamérica. Y—y el resto, los Hombres Cristianos de Negocios quieren la América de habla latina. Y el Hermano David quiere Suiza, Alemania, de allí para abajo. Pero no sabemos todavía. Uds. sigan orando. Yo no quiero ir a ninguna parte hasta que Dios diga que vaya, y que así lo entienda. Por tanto, si me siento guiado a ir, entonces cuando baje del avión, yo… Y no importa cuál sea la oposición, puedo decir: “Yo vengo en el Nombre del Señor Jesús”.",
    "Doy gracias por David, por la amistad que hemos tenido, porque el hombre es un hombre muy importante, pero él—él—él verdaderamente cree en este ministerio del Señor; seguro que sí. Y—y nuestros nombres han sido asociados ahora por todo el mundo, el Hermano David y yo.",
    "Y estoy muy contento de estar asociado con un hombre así. Pero, amigos, agradezco eso. Pero lo más grande en lo que puedo pensar es en estar asociado con Jesucristo, el Hijo de Dios, ese gran Ser.",
    "Ahora, el Hermano Neville y algunos de ellos hablarán en unos momentos, pero solo quiero leer ahora un poquito de la Escritura.",
    "Y es bueno, pienso yo, en la noche de año nuevo, ver a diferentes predicadores, y la forma en que ellos abordan un texto y lo que dicen, y todo eso. Y cada hombre tiene su propia manera de predicar. Uds. saben, Dios no nos hizo a todos iguales; Él nos hizo diferentes. Él nos hizo diferentes en nuestra estatura. Él hizo al mundo diferente, y montañas grandes, montañas pequeñas, praderas, desiertos, grandes flores blancas, flores azules y de todas las diversas clases. Él simplemente nos hace diferentes; eso es todo. Él hace pelirrojos, y de cabello negro, de cabello castaño, de cabello blanco; gordos, delgados, altos, ¡oh!, de lo que sea. ¿Ven? Él simplemente—Él simplemente nos hace diferentes. Dios es un Dios de variedad. Y a mí me gusta eso. ¿A Uds.? [La congregación dice: “Amén”.—Ed.] Pero ¿siempre lo mismo todo el tiempo? ¡Oh! ¡Oh! Esto me gusta.",
    "Así que, vamos ahora en nuestras Escrituras al libro de San Mateo, el Evangelio de San Mateo, a partir del… Y el versículo 4, quiero leer como… leernos un texto, con la ayuda del Señor. San Mateo, el capítulo 4.\n\nCreo que antes de leer, vamos a orar.",
    "Bondadoso Padre Celestial, nuevamente con corazones agradecidos nos acercamos a este año nuevo. Y nos acercamos a Ti y Te traemos todos nuestros afanes del pasado, y pedimos que Tú los pongas en el mar del olvido, y que no recuerdes más nuestros pecados contra nosotros. Y que no solo hagamos una revisión de nuestro ser espiritual, sino que en nuestro… que revisemos nuestro compañerismo Contigo. Y perdona todos nuestros pecados. Y pedimos que Tu Espíritu lidie con nosotros esta noche. Y si hubiere en nosotros alguna cosa inmunda, Señor, apártala tan lejos como el oriente está del occidente. Arrójala al mar del olvido, para nunca más recordarla en contra nuestra, para que podamos entrar en este año nuevo, limpios, lavados por la Sangre del Cordero, y que estemos listos.",
    "Que este 1960 sea el mejor año en el que Te hemos servido. Danos en extrema abundancia. Todas estas reuniones que están en curso, Señor, que estamos considerando con el Hermano duPlessis, y alrededor del mundo, en la región de Asia, y en Europa y por todas—todas partes: Señor, permite que sean Tu Voluntad y Tu Poder que guíen en estas cosas. Y si en cualquier momento damos un paso saliéndonos de Tu camino Divinamente ordenado, que el Espíritu Santo ponga un obstáculo en el camino y nos detenga, Señor, y nos regrese al lugar correcto. Concédelo.",
    "Bendice esta pequeña iglesia, Señor. Que casi por treinta años, creo, ha permanecido aquí ahora como un memorial de la gracia de Dios, para un pueblo humilde. Oramos, Padre, que bendigas al Hermano Neville, el pastor. Bendice a toda la iglesia. Bendice a los síndicos, a los diáconos, al director de himnos, a la pianista, y a todos los laicos, a cada uno, a los maestros de la escuela dominical, a los demás. Señor, que podamos crecer este año en la gracia de Dios. Y que nuestra membresía crezca en mayor cantidad, y—y más de Tu gracia, que, más de lo que ha sido en los años pasados. Concédelo, Padre.",
    "Ahora, ayúdanos mientras abordamos este texto que estamos por leer: Tu Palabra. Y solo Tú, Señor, puedes interpretar, y oramos que nos lo concedas, por causa del Reino de Dios. En el Nombre de Jesucristo. Amén.",
    "Voy a anunciar ahora lo que he escogido como texto para los próximos momentos. Se encuentra aquí en la Escritura, y lo leeré. Se llama, quiero llamarlo así: “Desde ese momento”.",
    "Yo no pensaba, dije la otra noche, no creía que iba a poder venir, porque tenía la garganta en carne viva. Y mi esposa me dijo ayer o el día anterior, dijo: “Entonces supongo que no irás a la iglesia”.",
    "Y le dije: “Cariño, creo que no. Tengo la garganta muy adolorida y en carne viva”.",
    "Y luego, no había pasado esa noche cuando me senté y tomé la Escritura, y me encontré con Esto.",
    "El Hermano Sothmann pasó de visita. Él dijo: “¿Ira Ud. a la iglesia mañana por la noche?”.\n\nLe dije: “Sí. Allí estaré”.",
    "Y Meda se volteó y me miró, y dijo: “Yo no te entiendo”.\n\nDije: “No espero que me entiendas, ¿ves?” dije, “ni alguna otra persona”.",
    "Nadie que es guiado por el Espíritu de Dios jamás podrá ser entendido.",
    "Nuestro Señor, ellos no Le podían entender. Parecía que Él hablaba de una manera un minuto; y de otra manera al otro minuto. Y en otro lugar Él hablaba de otra cosa. Algunas veces era Jesús hablando, las otras veces era Dios hablando. ¿Lo ven? Aun los discípulos dijeron allí, por fin, dijeron: “He aquí, ahora Tú hablas claramente. Ahora entendemos”. ¿Ven?",
    "Jesús dijo: “¿Ahora ente-… y ahora creéis?”. ¿Ven?, después de eso.",
    "Uno simplemente no puede hacerlo, porque uno es guiado por el Espíritu. Y uno empieza a hacer algo, uno se da cuenta que, ve que uno… Dios quiere usarlo a uno en alguna parte. Uno tiene que parar aquí e ir aquí, simplemente siendo guiado del Espíritu. Ellos son raros, personas peculiares que tienen una vida que uno quiere consagrar a Dios.",
    "Y, pues, yo siempre digo: “Haré esto si es la voluntad del Señor”. ¿Ven? Si le prometo algo a alguien: “Lo haré si es la voluntad del Señor”. ¿Ven? Y, así que, entonces si no es la voluntad del Señor, estaré… Voy a hablar sobre este Mensaje si el Señor lo permite. Él podría llamarme estando en este Mensaje, para viajar a California. Yo dejaría todo a un lado y saldría para California tan rápido como pudiera.",
    "Y así es como yo quiero vivir. No quiero tener nada que me ate. No quiero ninguna gran cosa u otra, que valga millones de dólares, y donde uno tener que tener tanto dinero todos los días, para atarme. Yo quiero estar en la posición que cuándo Dios diga: “Quiero que vayas a estas personas; solo son cinco de ellas. Pero ve allá y quédate allá hasta que Yo diga que te vayas”. Yo quiero ir allá. No tengo compromiso, solo… y si Él quiere que yo vaya al extranjero.",
    "Ahora, aquí está, acabamos de mencionarlo: ir a Alemania, o a—a África. Y una mujer millonaria, justo en el momento en que el Espíritu me inspiró a ir a África, ella dijo: “Yo voy a patrocinar el viaje y pagaré todo gasto”. ¿Ven? Así de sencillo. ¿Por qué debería preocuparme por el dinero y cosas, cuando mi Padre es el dueño de todo? ¿Ven? Él puede hablarle a este hombre rico o a aquel hombre rico, o a esta gente o a aquella gente, y no hay necesidad que yo tenga que preocuparme por eso. ¿Ven? Dios simplemente se encarga de todo.",
    "Hermano Roy, así se debe vivir. Simplemente dejar que Él Se encargue de ello. Eso es tan bueno.",
    "Ahora abramos en nuestras Escrituras, en el capítulo 4. Y empecemos a—a leer, como en el versículo 12 del capítulo 4 del Evangelio según San Mateo.\n\nCuando Jesús había sido…Y cuando Jesús oyó que Juan estaba preso, volvió a Galilea;\n\n…dejando a Nazaret, vino y habitó en Capernaum, ciudad marítima, en la región de Zabulón y de Neftalí,\n\npara que se cumpliese lo dicho por el profeta Isaías, cuando dijo:\n\nTierra de Zabulón y tierra de Neftalí, Camino del mar, al otro lado del Jordán, Galilea de los gentiles;\n\nEl pueblo que se asentó en tinieblas vio gran luz; Y a los asentados en las regiones de la sombra de muerte, Luz les resplandeció.\n\nDesde ese momento comenzó Jesús a predicar, y a decir: Arrepentíos, porque el reino de los cielos se ha acercado.",
    "Quiero hablar sobre el tema: Y desde ese momento. Saben, como seres humanos, todos asociamos cosas con un cierto momento. Tal y tal cosa sucedió, ¡y desde ese momento! Y también, muchas veces, Uds. hablan con un anciano o una anciana, y a ellos les gusta hacer referencia a la ocasión de un acontecimiento, que claramente pueden distinguirlo y decir: “Fue en ese tiempo”.",
    "Ahora, supongo que prácticamente todos los que estamos aquí, esta noche, podríamos recordar, rememorar ciertas cosas que acontecieron en un momento dado. Y a partir de ese momento algo cambió: Tal y tal cosa aconteció en ese tiempo. Y a partir de ese momento fue diferente. Y es bueno que podamos hacerlo. Y algunos de esos recuerdos de cosas, en los que pensamos, son cosas dignas que han cambiado. Y hay algunas cosas que no son tan dignas de recordar.",
    "Por ejemplo, si la mujer de mala fama, si ella dijera: “Hubo un tiempo en que yo era una buena muchacha justa, moral. Y cierta noche o en un determinado lugar, una cierta cosa sucedió”. Y desde ese momento ella ha estado en el camino equivocado. Su vida ha sido manchada por el pecado y tiniebla y oscuridad, y a ella solo le espera juicio. Pero ella puede recordar que a partir de ese momento en particular, fue cuando ella tomó el camino equivocado.",
    "El—el borracho, esta noche, en las calles, que trata de ahogar sus pesares con el trago. Ud. pudiera recogerlo. Así como cuando yo estaba allí en el Bowery, hace un tiempo, en Nueva York, el gran centro de la gente borracha. Yo estaba caminando con un cierto ministro. Y allí estaba tendido un hombre, ¡oh, muchos hombres!, inofensivos, indefensos, tendidos allí con el frente de su ropa toda mojada, y—y sus rostros barbados, y simplemente en una condición terrible. Y ellos eran perfectamente inofensivos.",
    "Y este ministro dijo: “Levante Ud. aquel y solo pregúntele”.",
    "Y me acerqué a este hombre que estaba tendido con un pie puesto sobre el parachoques de un carro, y su cabeza recostada en la calle, y no había podido ir, en—en—en ocasiones a los sanitarios. ¡Oh, él simplemente estaba en una condición terrible! Y yo lo recogí y le dije: “¿Puede hablar?”. Y él no me daba respuesta.",
    "Así que el ministro se inclinó. Él sabía más de cómo tratar con él. Y le preguntó: “¿Quién es Ud.?”.",
    "Y por fin lo despertó lo suficiente, hasta que dijo: “¡Si me compra un trago!”. Y descubrimos que él podía señalar con el dedo al banco del que era presidente.",
    "🦅 Bueno” le dijo él, “somos predicadores. ¿Me puede decir qué sucedió?”.\n\n“¡Si Ud. me promete un trago”!",
    "Pues, no podíamos hacer eso. Le dije: “No puedo añadir tristeza a sus dolores. Yo quiero ayudarlo”.",
    "Toda su historia. Él llegó a casa una noche y había una, lo que él llamó, una carta “Querido John” en la—la mesa. Pues, su esposa lo había dejado. Y había… Él la amaba. Y ella se había llevado a sus hijos. Y él había sido divorciado y ella se había ido con otro hombre. Y él dijo: “Yo no sabía qué hacer: volarme los sesos o qué hacer. Así que, me—me fui a la cantina”. Y desde ese momento, allí estaba él. Eso sucede por todo el mundo.",
    "El mentiroso. Consideren a uno, como le dije a un hombre, un día, que me pareció que contaba chistes. Y descubrí que él había contado tantas mentiras que realmente él mismo se las creía. Y le dije: “¿Qué te hace hacer eso?”. Y me senté a hablar con él. Le dije: “Quiero preguntarte: esos cuentos son demasiado absurdos para que la gente los crea”.",
    "Él dijo: “La primera que puedo recordar que conté”, dijo: “Yo fui un niño criado en un buen hogar”. Y dijo: “Salí y fumé cigarrillos de la barba del maíz, solo para hacerme el listo. Y comí un poco de café para quitármelo del aliento”. Y él me dijo: “Lo hice detrás de la vieja chimenea, detrás de la casa”. Y dijo: “Yo nunca olvidaré cuando mamá me sorprendió, y ella me dijo: ‘Hijito, déjame oler tu aliento’. Y yo soplé el aliento en su rostro, y ella dijo: ‘Has comido café para quitarte algo del aliento. ¿Qué has estado haciendo? ¿Has estado fumando cigarrillos?’”.",
    "Y él dijo: “Algo me dijo que le dijera la verdad”. Dijo: “Pero le dije: ‘No, mamá. Te lo juro de corazón. Yo no he estado fumando cigarrillos’”. Él dijo: “Y desde ese momento, eso lo empezó”.",
    "Todos podemos encontrar algo que—que comenzó en un cierto momento. Y de ahí en adelante las cosas cambiaron. Y hay otras cosas notables que pudiéramos considerar: Hombres con buenas intenciones que han tratado de empezar las cosas de nuevo, de hacer cosas en determinado momento.",
    "Por ejemplo, cuando Benjamín Franklin descubrió la electricidad por primera vez, y pudieron dominarla. Ellos empezaron a decir: “Desde este momento en adelante no habrá más guerras. Debido a que esta electricidad podía ser puesta en los cercos, con un voltaje tan alto, que no había hombre que pudiera cruzarlo”. Ellos tenían buenas intenciones.",
    "Inmediatamente después de la Primera Guerra Mundial, cuando—cuando el Káiser Wilhelm firmó el tratado de paz, nos dijeron aquí en América. Yo era un niño de unos nueve años. Pero puedo recordar que toda la gente decía: “Nunca más tendremos otra guerra. Desde este momento en adelante queda resuelto para siempre”. Pero tuvimos otra guerra.",
    "Y cuando la gran ONU, o yo diría que antes de eso, ellos formaron lo que se llamaba la Sociedad de las Naciones. Y ellos dijeron: “Ahora no tendremos más guerras, porque tenemos la Sociedad de las Naciones que vigilará al mundo. Y si hubiere un levantamiento en algún lugar, estos hombres de cada nación irán allí y serán la policía del mundo”. Pero eso fue un fracaso. Ellos siguieron teniendo guerras. Y pasará lo mismo con la ONU.",
    "Ahora nos hablan de una predicción, que mañana por la noche o el domingo por la noche… El mismo hombre que predijo lo de Pearl Harbor, aún el momento exacto en que los—los aviones iban a bombardear, dijo que: “La noche del domingo a las doce en punto, que un setenta y cinco por ciento de la población americana se convertirá en cenizas, que Rusia va a bombardear a los Estados Unidos este próximo domingo por la noche a las doce en punto”; el mismo hombre que predijo Pearl Harbor. No lo están publicando porque la gente se deja llevar por el pánico. Yo no creo eso. ¿Ven? No. Porque no resistirá una guerra atómica. Si una de ellas pasara la barrera del sonido, en esta dirección, nosotros las lanzaríamos en aquella dirección, y el mundo se haría pedazos. Algo aún tiene que suceder, antes que Jesús venga. Así es.",
    "Por ejemplo, un matrimonio joven. Hubo un cierto tiempo cuando ellos se casaron. Y ellos—ellos unieron sus votos. Y se prometieron el uno al otro, su lealtad. Y dijeron que: “Nos vamos a amar, honrar y cuidar el uno al otro mientras los dos vivamos”. Pero llegó un momento en que algo sucedió.",
    "Todas estas cosas ahí, hubo un momento cuando algo sucedió. Y tal vez todos sus votos, y todas las ligas de las naciones y todo eso, tal vez tenían buenas intenciones, pero todas esas cosas llegaron a su fin. Todo comenzó a derrumbarse debajo de los—los—los pies del hombre. Con todas las buenas intenciones que podamos tener, todo tendrá que llegar a su fin.",
    "Pero sí hay un momento cuando el hombre puede llegar a algo que es Eterno. Es cuando un hombre, el momento en que el hombre se encuentra con Dios. Ahí es cuando sucede algo que es Eterno.",
    "Nosotros cometemos nuestros errores. Y hacemos nuestros votos en la noche del Año Nuevo solo para romperlos al día siguiente. Nosotros volteamos páginas nuevas, y hacemos votos. Y vamos a los sacerdotes y… Nosotros no, pero los católicos sí. Y nos confesamos y firmamos promesas, y venimos al altar y volteamos páginas nuevas, pero todo en vano. Pues la próxima vez que alguien se nos atraviese en el camino o algo, ese viejo mal genio saltará de nuevo. Cada vez que nos metamos en problemas o en algo, eso vuelve a suceder.",
    "Pero sí hay un lugar a donde un hombre puede venir en dado momento, que lo cambiará para siempre, para la Eternidad. “El que a Mí viene, no le echo fuera”, dijo Jesús. Un hombre puede venir a Dios, y su destino Eterno es completamente cambiado. Y un hombre puede encontrarse con Dios y nunca más podrá ser el mismo. Ud. no puede encontrarse con Dios y seguir siendo la misma persona que era. Si Ud. se aleja de Él, Ud. será una persona peor que antes. Si Ud. lo recibe a Él, Ud. tiene Vida Eterna, y Él lo resucitará a Ud. en el día postrero, por Su promesa.",
    "Hubo un tiempo en que había un hombre llamado Abraham, que salió de los caldeos, y él habitaba en la ciudad de Ur. Y él solo era un hombre, un buen hombre. Quizás, puede ser que él haya… Su padre tal vez adoraba ídolos, porque ellos venían de Babilonia. Y él solo era un hombre común, y estaba envejeciendo. Él tenía setenta y cinco años, y su esposa sesenta y cinco.",
    "Y Abraham, un día, quizás cuando estaba en el campo cazando o lo que estuviera haciendo, recogiendo bayas o el que pudiera haber sido su trabajo, él se encontró con Dios. Y desde ese momento, él fue cambiado. Podía llamar las cosas que no eran, como si lo fueran, porque él se había encontrado con Dios. Él supo el minuto y la hora en que conoció a Dios; eso lo cambió. Y Dios lo llamó a ser el padre de muchas naciones. Y él le creyó a Dios y creyó en Su promesa, porque se había encontrado con Dios. Veinticinco años más tarde, ellos estaban discutiendo, tratando de disgustarlo, diciéndole que él había creído en algo que era incorrecto. Pero la Biblia dice: “Él se fortalecía más cada vez, dando gloria a Dios”; porque él sabía que Dios tenía que cumplir la promesa.",
    "Así es cuando un hombre se encuentra con Dios. Le cambia su modo de ser. Le da un súper sentido. Como yo hablaba la otra noche, el hombre natural solo tiene los cinco sentidos; pero el creyente cuando se encuentra con Dios recibe otra cosa: es un súper sentido que lo levanta por encima de las sombras. Hace que él crea cosas que son imposibles que acontezcan. Él de todas maneras cree que van a suceder, porque Dios así lo dijo. Cuando un hombre se encuentra con Dios, algo sucede.",
    "En una ocasión, un hombre había sido entrenado en toda la sabiduría, en toda la teología de la Palabra de Dios; él La conocía por la letra. Había sido educado; él tenía todos los títulos. Él era tan inteligente que podía enseñarles a los eruditos egipcios y a sus maestros. Él lo sabía todo, por la letra. Pero, aun así, era un cobarde huyendo, salió para la parte trasera del desierto y estaba pastoreando ovejas para un extranjero. Pero llegó un momento cuando Dios lo encontró allí, en la zarza ardiente. Y desde ese momento en adelante Moisés fue cambiado, porque conoció a Dios en una zarza ardiente. Y al estar cara a cara con Dios, ya no pudo ser el mismo.",
    "Cuando un hombre o una mujer… no me importa cuántos votos Ud. haga ni cuántas páginas nuevas Ud. voltee. Hasta que Ud. no se encuentre con Dios, Ud. no puede ser cambiado. Pero cuando Ud. se encuentra con Dios, entonces Ud. es cambiado para siempre.",
    "No solo cambió a Moisés. Cambió a Israel. Cambió a Egipto. Cambió al mundo en ese tiempo, porque un hombre se encontró con Dios y lo tomó a Él por Su Palabra.",
    "Lo que necesitamos hoy es que alguien se encuentre con Dios, cara a cara, y que hable con Él acerca de la situación. Cuando los hombres se encuentran con Dios, las cosas cambian. Seguro. Solo así podemos recibir cosas.",
    "Y desde ese momento en adelante, Moisés, el cobarde, Moisés, el que huía, fue cambiado. Y desde ese momento él llegó a ser el siervo del Señor. Siempre funciona de esa manera. Cuando un hombre se encuentra con Dios, las cosas cambian.",
    "Hubo una muchachita una vez, no tenía más de dieciocho años o quizás ni con esa edad, que iba rumbo a un pozo una mañana por un cántaro de agua, allá en Nazaret. Ella era una jovencita amable. Ella creía. Ella tenía fe. Pero, esa mañana, ella se encontró con Dios. Y Dios le dijo algo y ella lo creyó. Y eso cambió completamente el curso de la vida de esa mujer, y la hizo inmortal. Su nombre era María, la madre de nuestro Señor Jesús. La damita solo era una muchachita común, pero ella se encontró con Dios. Y desde ese momento en adelante algo sucedió. Seguro.",
    "Había un hombre que se llamaba Pedro, un viejo pescador robusto, probablemente era áspero a más no poder. Y él probablemente era un gran bravucón intimidante. Pues, aquí hace un tiempo, vi la obra teatral llamada “El gran pescador”. Creo que fue una muy buena representación de Pedro, porque él era un tipo muy grande y tosco. A él no le importaba nada. Él casi no creía en nada. Pero, un día, él se encontró con Dios. Y a partir de ese momento, él fue cambiado. A partir de ese momento él vino a ser un apóstol del Señor Jesucristo.",
    "Así como el Hermano David duPlessis nos decía hace un momento, de Saulo de Tarso, un asesino que sostuvo los abrigos de los asesinos, eso, y fue testigo y dio testimonio de la muerte de Esteban, el mártir. Tenía cartas en los bolsillos, para ir a los—los consejeros principales de las iglesias, y arrestar a las personas que estaban haciendo demasiado ruido, gritando y alabando a Dios. Él era un gran hombre ante los fariseos. Él era fariseo de fariseos. Pero, un día, él iba rumbo a Damasco y se encontró con Dios. Una Luz brilló a su alrededor. Y a partir de ese momento no fue más Saulo de Tarso; sino que fue Pablo, el humilde, el manso, porque él se encontró con Dios, y Eso lo cambió.",
    "Había un leproso tendido a la puerta. Todos los remedios de la medicina no podían curarlo. Sus llagas podridas habían crecido tanto que ya no podía levantar las manos; y sus pies, con dificultad podía arrastrarlos. Era un caso perdido. Pero él se encontró con Dios, un día, cuando salía por la puerta. Y él se postró y adoró, y dijo: “Si quieres, puedes limpiarme”.",
    "Y Él dijo: “Quiero; sé limpio”. Y a partir de ese momento él ya no tuvo más lepra, porque él se encontró con Dios.",
    "Había un hombre ciego sentado al pie del camino. Y él no podía distinguir entre la luz del día y la oscuridad; nada podía ayudarlo. Un día, Alguien salió caminando de la ciudad de Jericó, ¡y cuando él se encontró con Dios! Y desde ese momento él pudo ver; recibió su vista. La luz de la vista había llegado a sus ojos y él pudo ver de nuevo. Pues, desde ese momento, cuando él se encontró con Jesús, él fue un hombre cambiado; él recibió su vista.\n\nCuando una persona se encuentra con Dios, definitivamente algo sucede.",
    "Había un joven, cierta vez, sin dudas, era un buen ciudadano del país, pero le venían ataques. Y él era tan feroz que ni la cárcel podía retenerlo. Y ellos lo ataban con cadenas. Y poseído por una legión de demonios, él podía hasta romper las cadenas y liberarse. Y los demonios lo llevaron a un cementerio donde él permanecía. Y él tomaba las losas y, se ponía tan feroz que él mismo se cortaba. ¡Oh, él era un individuo terrible! Cuando esos ataques lo dejaban, no hay duda que él pensaba: “¿Qué estoy haciendo aquí?”. Y en ese momento los demonios le venían de nuevo y lo cortaban y lo rasgaban. Pero un día él se encontró con Jesús. Y desde ese momento en adelante, el endemoniado gadareno volvió a sus cabales, vestido, sentado a los pies de Él. Podía regresar a casa como un caballero. Él podía regresar a la civilización. Podía regresar a sus seres queridos, y podía decir: “Desde ese momento, he sido cambiado”. Sí.",
    "Fue un día allá en el Calvario, cuando Dios y la muerte se encontraron, cara a cara, cuando la Vida y la muerte se enfrentaron. Pero allí fue cuando la Vida, Cristo, le sacó el aguijón a la muerte. Y desde ese momento la muerte no ha tenido aguijón. Estoy muy contento por eso. ¡Dios! La muerte y Dios se enfrentaron, los dos. La muerte no ha sido la misma; hoy ya no tiene aguijón. El creyente Cristiano puede enfrentarse a ella y decir: “¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria?”. ¿Por qué? Las dos se encontraron con Dios. No han sido las mismas desde entonces.",
    "No hay hombre que pueda ser el mismo, nada puede ser igual, una vez que se encuentra con Dios. Ud. nunca será el mismo.",
    "Recuerdo cuando estuve tendido aquí en la cama del hospital. Los médicos me dieron tres minutos de vida. El corazón me latía diecisiete veces por minuto. Yo me encontré con Dios. Desde ese momento no he sido el mismo. Algo me sucedió. Nadie podrá decirme lo contrario. Bill Branham murió. Yo me encontré con Dios y Algo entró en mí. No he sido el mismo desde ese minuto que me encontré con Él. Él me cambió. Él hizo de mí algo diferente. No fue que yo hiciera un voto de año nuevo, sino que yo me encontré con Dios.",
    "Varones y damas, cuando Uds. se encuentran con Dios, Uds. reciben un cambio. Nosotros haremos nuestros votos de año nuevo esta noche y regresamos mañana en la mañana para romperlos; al día siguiente, para romperlos. Pero lo que tenemos que hacer, no es un voto de año nuevo, sino que tenemos que encontrarnos cara a cara con Dios y tener la Vida Eterna, nacer de Su Espíritu.",
    "Había un anciano, una vez, y él no podía tomar la decisión. El diablo continuamente lo vencía en el asunto. Un día, estando en el campo, él se arrodilló para orar. Mientras oraba, él clavó una estaca. Dijo: “Que esta sea un memorial. Satanás, si vuelves a mí otra vez, te mostraré esta estaca. Te diré que aquí mismo yo me encontré con Dios, y el asunto quedó resuelto de aquí en adelante”. Eso es lo que nosotros necesitamos, tal vez no una estaca en un campo, pero en algún lugar, en algún closet secreto, en algún lugar. No un…",
    "¡Oh, esta noche se harán cientos de votos, se harán miles de ellos! Y el año que viene tendremos que hacerlos todos de nuevo. Diremos: “Dejaremos de mentir; dejaremos de hacer esto; y haremos a un lado nuestro mal genio. Haremos más por Dios. Vamos a hacer esto o aquello, o lo otro”, solo para descubrir que es en vano.",
    "Pero lo que el hombre tiene que hacer, esta noche, es encontrarse cara a cara con Dios. Y desde ese momento, él es una criatura cambiada. ¡Aleluya! ¡Oh, desearía poder decirlo de la manera como yo lo creo! Pero cuando un hombre se encuentra con Dios, él es cambiado a partir de ese momento, por el resto de sus días. Él nunca será igual, porque él tiene Vida Eterna. Él es una nueva criatura. Las cosas viejas pasaron y todas son hechas nuevas para él. Él parece nuevo.",
    "El hombre enfermo puede presentarse delante de Dios, cuando los médicos hayan dicho: “Él se va a morir”. Pero él puede presentarse delante de Dios y presentar su caso. Y él saldrá una persona diferente, ¡y desde ese momento en adelante!",
    "¡Oh, yo recuerdo al Congresista Upshaw, sentado en una silla de ruedas por sesenta y seis años! Esa noche, allá en California, cuando el Espíritu Santo bajó y comenzó a hablar, él se encontró con Dios. Y desde ese momento en adelante él pudo caminar sin sus muletas.",
    "He visto el momento en el que personas comidas por el cáncer, yacían allí siendo solo una sombra. Y los médicos pasar y decir: “Se van a morir”. Sus seres queridos se reunían para decirles lo que pudieran como últimas palabras de aliento. Pero ellos se encontraron con Dios, y desde ese momento en adelante fueron cambiados. Ellos viven de una forma diferente.",
    "Puedo ver a la mujer mala, allá en la calle; puedo ver al borracho, allá en el callejón; puedo ver al hipócrita, allá en la iglesia: todas esas diferentes clases de personas, cada año nuevo, volteando una nueva página y tratando de hacer algo diferente, tratando de hacer restituciones y todo eso. Dejen que ellos se encuentren con Dios una sola vez, ¡y de ahí en adelante!",
    "Jesús les predicó desde ese momento a los que estaban en las regiones de sombra de muerte.",
    "Y esta noche yo digo que si un hombre quiere recibir un verdadero cambio, que él venga cara a cara con Dios y se encuentre con Él una vez, entonces podrá decir: “De ahí en adelante, desde ese momento en adelante, yo fui un hombre cambiado; lo sé por experiencia”.",
    "Dentro de poco la iglesia pasará aquí alrededor del altar. Uds. estarán consagrando sus vidas de nuevo. Estarán renunciando a cosas, y dejando cosas en el altar. Hermano, permítame darle un consejo. Si Ud. nunca se ha encontrado con Dios, cara a cara, déjeme decirle algo: quédese Ud. en ese altar. Simplemente quédese allí hasta que Ud. se encuentre con Dios, entonces con el dedo Ud. podrá señalar aquella noche de año nuevo. Y no para decir: “Yo volteé una página nueva; hice un voto nuevo”. Sino: “Desde ese momento en adelante, yo me encontré con Dios. Y hubo un cambio de vida y las cosas fueron diferentes. Y todo vino a ser nuevo para mí, otra vez, desde ese momento en adelante”, el momento en que Ud. se encuentra con Dios.",
    "No es, encarar un año nuevo. Vamos a recibirlo en unos minutos, en un momento, como dos horas y media, me supongo, tal vez menos, estaremos ante un año nuevo, cara a cara. Nosotros le haremos frente con votos; lo enfrentaremos con promesas. Nosotros lo enfrentaremos con buenas intenciones. Lo enfrentaremos, diciendo: “Intentaremos voltear la página. Intentaremos obrar de una manera diferente”. Todo eso es bueno. Agradezco eso.",
    "Pero, hermano, no será Eterno hasta que primero Ud. se encuentre con Dios. Cuando Ud. se encuentra con Dios, primeramente, ¡y desde ese momento en adelante! todo será diferente.",
    "Vamos a orar al inclinar nuestros rostros.",
    "Señor Jesús, Hijo de Dios, recuerdo el momento cuando Te conocí, Señor. Recuerdo, un desdichado miserable, viviendo una buena vida moral, no como un vago, ni bebiendo, ni en los juegos de azar, ni fumando, ni en nada de eso. Pero yo sabía, Señor, cuando la muerte vino por mí a ese cuarto del hospital hace unos veinte años, que algo faltaba en mi vida. Allí me encontré con Dios, y desde ese momento. Desde ese momento, Señor, he tratado de servirte. Mi vida ha cambiado y todo se ve diferente. Yo estoy muy contento de haberte conocido, Señor. Y esta noche, al enfrentar el año nuevo, me alegra decir que puedo enfrentarlo con el Espíritu del Dios vivo en mi corazón.",
    "Danos experiencias, Señor. Danos de Tu bondad y misericordia. Perdona nuestros pecados. Y concédenos la vida este año que viene, ¡oh, Señor Dios!, con una experiencia que nos hemos encontrado Contigo y nuestras vidas han cambiado. Concédelo, Señor. Perdona nuestras deficiencias. Coloca en nosotros Tu Espíritu Santo. Dirígenos y guíanos.",
    "Padre, Dios, aquí está 1960, frente a mí. Y hay oportunidades para una reunión a nivel mundial, donde parece que aun decenas de miles multiplicados por miles, y miles y miles de infieles salvajes, de paganos y todos esos, podrán venir a Ti. ¡Oh, Señor Dios!, con Tu Espíritu en mi corazón, yo estoy frente a Tu altar, esta noche, y frente a Ti, y digo: “¡Ayúdame, oh, Dios! Mi corazón está ardiendo con entusiasmo. Yo te amo, Señor. Me entrego a Ti, en servicio. Guíame adonde Tú me quieras guiar. Envíame adonde Tú quieras enviarme, Señor. Solo habla, y yo iré”.",
    "Bendice a mi iglesia. Bendice al Hermano Neville. Bendice a todas las personas aquí, a las visitas en nuestras puertas. Y a estos pastores que hablarán uno tras otro durante la noche, oro, Dios, que bendigas sus ministerios. Bendice al Hermano Neville. Bendice al Hermano Junie Jackson. Al Hermano Beeler, a todos estos otros ministros: bendícelos, Padre. Danos un gran año en 1960.",
    "Nosotros, Señor, los que sabemos que nos hemos encontrado Contigo cara a cara, y sabemos lo que significa nacer de nuevo de Tu Espíritu: danos de Tu gracia Eterna, para servirte. Oramos en el Nombre de Jesús. Amén.",
    "¿Le aman? [La congregación dice: “Amén”.—Ed.] 1960, que no sea: “Yo volteé una página nueva”; que no sea: “Intentaré empezar una vida nueva”. Más bien que sea: “Yo me encontré con Dios, y desde ese momento, de ese momento en adelante, yo tuve la paz que sobrepasa todo entendimiento. Tuve gozo inefable y lleno de gloria. Yo tuve una satisfacción. Aun si me viniera la muerte, yo estaré en los brazos de Dios al minuto después de dar mi último aliento. ¡No importa qué tanto pueda suceder!”.",
    "Dejen que la hagan estallar la noche del domingo si quieren. Si así lo desean, la bomba no habrá acabado de retumbar cuando nosotros ya estaremos en la Gloria con Él. Amén. No hay nada que pueda hacernos daño. ¡Aleluya!",
    "Estoy tan contento de haberme encontrado con Dios. Estoy tan feliz de poder decir: “Desde ese momento”. ¡Marcarlo fijo a ese lugar! “Cuando yo me encontré con Dios, algo me sucedió. Yo fui cambiado a partir de ese minuto. He sido cambiado desde entonces”. Estoy tan contento de poder estar en este camino, esta noche, como un testimonio de la Gloria y el Poder de Dios. Una cosita insignificante aquí afuera, y Dios bajó allí y me dio Su gracia y me salvó y me sanó, y me llenó de Su Espíritu. Y me dejó predicar Su Evangelio, que es el honor más grande que hay en el mundo. Desde ese tiempo, hasta este momento, no he tenido ni un remordimiento; sino que he estado agradecido todos estos días, y lo estaré por toda la Eternidad, porque yo me encontré con Dios.\n\nDios los bendiga. Muy bien, Hermano Neville. 🦅"
  ]
}