{
  "title": "ESCUCHANDO, RECONOCIENDO, ACTUANDO SEGÚN LA PALABRA DE DIOS",
  "id": "60050009",
  "content": [
    "🦅  Ahora, estas cintas, de esta reunión en esta mañana, no se venden, sólo son para la Iglesia o para individuos, pues se trata de Doctrina. Y allá en las reuniones, esto causa confusión, porque es difícil que dos de nosotros estemos de acuerdo perfectamente, pero, como sea, debemos estar unidos de corazón. Sin embargo, esto, nosotros aquí en el tabernáculo, estas cintas son (si Uds. notan en las…) sólo son para amigos y demás.",
    "Ahora inclinemos nuestros rostros un momento para orar. ¿Cuántos quisieran ser recordados, mientras tienen los rostros inclinados? Sólo con levantar la mano, Ud. dirá: “Señor, estoy—estoy necesitado hoy, y necesito Tu gracia”, por cualquier cosa que sea.",
    "Nuestro Padre Celestial, nos acercamos ahora a Tu Trono de misericordia, pues nos ha sido pedido hacer esto. Y nos fue dicho por Tu Hijo y nuestro Salvador, que si Te pedimos cualquier cosa en Su Nombre, sería concedido. Por tanto, Señor, sabiendo que vivimos en las sombras de Su Venida, y estando parados ahora en las sombras de Su misericordia, pedimos entonces, Señor, que Tú escojas, por el Espíritu Santo, las cosas que debemos pedir. Y pensamos en esta mañana, que no sería contrario a Tu Palabra o a Tu gran piedad, ni a Tu misericordia y gracia, si pidiéramos tener una visitación especial hoy del Espíritu Santo. Que Él pueda venir en medio nuestro y discierna los pensamientos de nuestros corazones, revele nuestros puntos débiles, y sane nuestra enfermedad, y enmiende los corazones quebrantados y salve a los perdidos, y prepare un pueblo para Su Venida. Señor, oye esta oración.",
    "Ahora vamos a leer Tu Palabra. Y—y oramos, Señor, que en nuestra lección de escuela dominical esta mañana, que Tú traigas el contexto de la lectura y Lo reveles a nuestros corazones. Pues, venimos aquí con un propósito; ese único propósito es conocerte mejor. Nosotros que somos Cristianos, por Fe, queremos conocerte mejor. Los que aún no son Cristianos, quieren conocerte como su Salvador. Los que están enfermos, quieren conocerte como su Sanador. Y oramos que ninguno se vaya de este edificio, vacío, sino que toda petición sea concedida al pie de la letra, juntamente con todo deseo, y que cada—cada persona esté contenta, y salga del edificio diciendo, como aquellos que venían de Emaús: “¿No ardía nuestro corazón en nosotros, mientras Él nos hablaba en el camino?”. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, para Uds. que quieren abrir Su Libro. Normalmente, me he dado cuenta, en los servicios de evangelismo, que sólo con veinte o treinta minutos se consigue el mejor impacto para un mensaje espiritual breve, y después el llamado al altar. Pero siendo ésta la escuela dominical, simplemente no quiero hacerlo de esa manera en esta mañana. Me siento guiado más a tomarme mi tiempo y hablar de la Palabra.",
    "Ahora, si alguien no se siente cómodo, tiene demasiado frío, lo único que tiene que hacer es… Mi hermano, el conserje, está en la parte de atrás de la iglesia, sólo levántele la mano así, allá atrás, y él regulará la calefacción. Y queremos que estén cómodos y se sientan muy bien. Y oigan la Palabra, pues confiamos en el Espíritu Santo para que nos enseñe la Palabra de Dios. Y ¿pueden oír bien, todos, allá atrás? Si pueden, levanten la mano, Uds.—si Uds. pueden escuchar bien. Muy bien.",
    "Ahora quiero que abran conmigo, tengo unos textos apuntados aquí, y algunas Escrituras. Quiero entonces que abran conmigo, primero, al Libro de Romanos, Romanos, el capítulo 9. Y primero queremos leer una Escritura como lección, en Romanos 9:11.\n\n(pues no habían aún nacido, ni habían hecho aún ni bien ni mal, para que el propósito de Dios conforme a la elección permaneciese, no por las obras sino por el que llama),\n\nse le dijo: El mayor servirá al menor.\n\nComo está escrito: A Jacob amé, y a Esaú aborrecí.",
    "Que Dios añada Sus bendiciones a esta lectura de las Escrituras. Y ahora, como texto, para sustentar mi lección, quiero usar esto como texto: Escuchando, Reconociendo, Actuando Según La Palabra De Dios. Permítanme repetirlo: “Escuchando, y Reconociendo, y luego Actuando Según La Palabra De Dios”.",
    "Ahora, nosotros estamos bien familiarizados, las personas que escudriñamos las Escrituras día y noche, y que leemos nuestros diarios y oímos a los locutores de noticias, que este mundo ahora está empuñado por dos fuerzas espirituales grandes. Y las dos son fuerzas religiosas. Y yo creo que estas grandes fuerzas pronto se enfrentarán. Y estas dos grandes fuerzas fueron representadas en estos dos hijos de Isaac. Cómo Dios, en Su sabiduría infinita, nos ha dado una sombra previa de todas las cosas; para que por medio de estas cosas nosotros sepamos, con certeza, lo que tenemos por delante. Lo hizo tan claro, que Dios y Su Palabra, y la naturaleza y Su universo, han sido ordenados tan perfectamente, que aun el—el pecador puede ver que algo está para suceder. Dios lo ha ordenado así. Nadie está sin excusa.",
    "Ahora, vemos en estos dos hijos que cuando ellos, antes que nacieran, estaban en guerra. A pesar de que su madre virgen… Pues, ella era virgen, la hermosa Rebeca que se casó con la simiente justa, prometida de Dios, Isaac; siendo los dos creyentes consagrados a Dios, llenos del Espíritu, predestinados para ese mismísimo matrimonio por el cual fueron unidos. Dios por previo conocimiento lo sabía. Y ¿cómo vino tal cosa por medio de esa sola madre, por un padre? Uno, una persona muy mala; y el otro, una persona muy buena; y cómo fue que la persona buena parecía ser la mala, y la mala parecía ser la buena.",
    "Ahora ése es, siempre ha sido y siempre será el programa de Dios. Dios no puede cambiar Su programa; pues, Él hace Su programa perfecto, por cuanto es parte de Él.",
    "En el Huerto del Edén, el pecado era tan hermoso al grado que atrajo a Eva de la justicia hacia el pecado. Y en el mismo Huerto donde había un árbol de la Vida, también había un árbol de la muerte.",
    "Nosotros conoceríamos eso hoy como la ley del contraste; que donde está el bien, está el mal; donde está lo correcto, está lo errado. Y nosotros jamás, no importa cuál sea nuestro entorno, no podremos despojarnos de la presencia de alguno de los dos. Pues, Pablo dijo: “Queriendo yo hacer el bien, hallo que el mal está presente”. El pecador jamás podrá sacudirse del Cristiano, y el Cristiano del pecador. Siempre habrá un testigo de lo correcto, y un testimonio de lo errado, siempre. Y Ud. escoge; tiene que elegir un lado o el otro.",
    "Pero en estos dos hijos, es extraño ver eso, aun antes que nacieran, los dos de la misma simiente, de Isaac, siendo la promesa. Ahora, nuestra lección es un poco larga, y quiero asentar una base suficiente para que Uds. puedan ver exactamente de lo que estoy hablando. Y el primer hijo que nació, fue Esaú. Nos damos cuenta no sólo que ellos estaban riñendo y peleando en el vientre de su madre, sino que salieron de ella, peleando; Esaú salió, y Jacob estaba prendido de su talón. Y ellos aún siguen peleando.",
    "¡Y cómo eso, cómo podía venir de ese padre y esa madre perfectos, puros, elegidos, santos y consagrados! Así que, esto es como una base, que Dios llama por elección; tiene que ser. No importa lo bueno que hayan sido su padre y su madre, lo amable que hayan sido, qué tan Cristiano hayan sido su padre y su madre, con todo, eso le queda a Ud. como individuo, su posición delante de Dios. Esta lección enseña eso, que ellos (los dos hijos), vinieron aun por los escogidos y llamados de Dios, padre y madre, una mujer virgen y un hombre santo; lo cual, finalmente vino a ser que por su simiente vino Jesucristo. Él nació como uno de entre los muertos. Él fue probado, su padre antes que él. Y a él le fue prometido, por medio de esta simiente de Isaac, que todo el mundo sería salvo. Y de un hombre como ése, y su sangre siendo tan pura que Dios no permitió que el filisteo siquiera tocara la madre, después que Abraham se la había entregado a él. Dios plagó su casa y dijo: “Considérate como uno muerto”, guardando puro ese raudal de sangre; y Rebeca: justa, santa, enviada de Dios y una madre llamada de Dios. Y de esa simiente santa vino un renegado y un creyente. ¿Ven? Así que depende del llamamiento de Dios, la elección de Dios.",
    "🦅 Y antes que alguno de los dos naciera, Dios dijo: ‘Amo a Jacob y aborrezco a Esaú’, antes que alguno de los dos naciera”. Entonces ¿cómo debemos sentirnos nosotros? Alguien a quien Dios le habla y lo invita a Su mesa y a Su Hogar, y que sea Su hijo o Su hija, no hay nada tan grandioso como eso.",
    "Estos dos muchachos, si observamos su naturaleza, uno de ellos era un hombre espiritual, ése era Jacob; y el hombre carnal era Esaú; sin embargo, los dos eran religiosos. Y eso mismo ha ocurrido todo el tiempo, el carnal y el espiritual.",
    "Esaú representó al hombre terrenal, natural, inclinado a lo religioso, pero nunca capaz; en él no estaba hacerlo. Él no podía hacerlo. En él nunca estuvo el poder para escalar más allá de las cosas del mundo, la cosa carnal.",
    "Pero, Jacob, para él era tan fácil lograrlo. Ahora, Jacob, Jacob tenía un propósito, y era que él anhelaba esa primogenitura, no importaba cómo la obtuviera, siempre y cuando la obtuviera.",
    "Y ese espíritu de ese nacimiento sigue siendo representado hoy en el mundo, y está llegando a un enfrentamiento ahora: el creyente espiritual, y el hombre carnal (el creyente carnal). Nadie podía decir que ellos dos no eran religiosos; lo eran. No decían que uno servía a un “ídolo” y el otro a “Dios”; los dos eran siervos de Dios.",
    "Ahora, préstenle entonces mucha atención a las Escrituras sobre este tema, porque estoy seguro que les ayudará. ¿Ven? Ahora, “No todo el que dice: ‘Señor, Señor’ entrará, sino aquel que haga la voluntad de Mi Padre que está en el Cielo”.",
    "Ahora si se fijan, Jacob quería una cosa, porque según la Palabra, las bendiciones y lo—lo bueno estaba en la primogenitura. Y para Jacob, ése era su único objetivo, lo único en su mente era “conseguir esa primogenitura”. Y Esaú la despreció. El que realmente la tenía, la despreció, o se avergonzó de ella; pero Jacob la quería no importaba cómo la obtuviera, él la quería.",
    "Así es con el creyente espiritual hoy. A él no le importa cuánto se rían de él, cuánto se burlen, cuán ridículo tenga que portarse para la mentalidad carnal: su único objetivo es la primogenitura. Él quiere llegar a Dios, pues eso nace en él. Él no puede evitarlo.",
    "Jacob significa “suplantador” o “engañador”. Pero después que encontró y entró en posesión de la primogenitura, él fue cambiado. Ése es el cambio en lo carnal. Después él fue llamado, Jacob: “Un príncipe con el Señor”, que ha luchado con Él.",
    "El creyente carnal de hoy: “¡Oh!, mientras vaya a la iglesia y haga lo correcto, ¿qué tanto importa?”. Ése es el grupo de Esaú. Él aún se burla y desprecia la primogenitura, al él no le interesa; pero Jacob la amaba.",
    "Y el hombre espiritual hoy y la mujer espiritual, que ha sido elegido, predestinado de Dios para venir a Vida Eterna, si tienen que vender todo lo que poseen, así tengan que quitar sus nombres de todo registro de iglesia de la nación, ellos de todas maneras quieren esa primogenitura. Eso es lo único que importa para ellos, “sólo conseguir esa primogenitura”, nada más. No importa cómo, a qué nivel tengan que llegar, así tengan que postrarse en el altar y llorar, bu-jú; así tengan que correr a los—los—los lugares y regresar para arreglar las cosas, y vender lo que tengan, o—o regalar todo lo que tengan y ser un extranjero y un peregrino: no importa; ellos quieren la primogenitura. Eso es todo lo que les interesa, la primogenitura. Ahora, no culpen a esas personas; ellas no lo pueden evitar. Ellas fueron predestinadas para eso, elegidas para ello.",
    "Y entonces vemos que estos dos, la gente carnal y la espiritual, así es como siempre ha sucedido. Así es que sucede hoy. Siempre ha sido de esa manera.",
    "Caín y Abel; en el Huerto del Edén, cuando fue creado el Edén, había dos árboles para que el hombre hiciera su elección. Uno, él llegaba a ser de la sabiduría; el otro, él llegaba a ser Vida. Había dos muchachos, Caín y Abel, los dos, religiosos. Uno de ellos deseaba la Vida Eterna, y le ofreció a Dios, por fe, más excelente sacrificio que Caín. Un tipo perfecto de las iglesias hoy: la iglesia natural, la iglesia espiritual. Y no queda duda que le estoy hablando a las dos clases ahora mismo, y quizás por la cinta les hablaré a decenas de millares de ellos.",
    "Pero, miren, la iglesia natural, sólo es la iglesia carnal. Ellos nunca pueden pasar de ese asuntito de: “Ya me uní a la iglesia. Si voy a la iglesia, si hago lo que más puedo, eso es todo lo que Dios requiere”. Ahora, eso mismo fue lo que hizo Caín. Él fue e hizo un altar. Él ofreció un sacrificio, trajo los frutos de la tierra. Y él dijo: “Aquí están, Dios. Esto es lo mejor que tengo; tómalo o déjalo”. Así es como el creyente carnal cree hoy. “Señor, iré a la iglesia; me uniré al mejor grupo que encuentre; pagaré lo que debo a la iglesia; haré lo correcto; ahora, esto es lo mejor que puedo hacer. Ayudaré comprando carbón para la viuda; o le daré ropa a los niños”. Todo eso está bien, no hay nada que decir en contra de eso. “Pero, sólo eso, es todo. Si Tú lo quieres, tómalo; si no, no tienes que recibirlo”. Ahora, ésa es la actitud de la iglesia carnal hoy.",
    "¡Pero la iglesia espiritual! Abel, por revelación, por gracia, vio más allá, y por fe él ofreció a Dios más excelente sacrificio que Caín. Y eso dio testimonio de su justicia, Dios.",
    "Lo mismo ocurrió con Ismael e Isaac. Uno era de la carne, y el otro era del Espíritu. Uno, de la esclava; el otro de la mujer libre.",
    "Sucedió igual con Israel y Moab, dos iglesias grandes, encontrándose. Y cuando Israel quería ir a su lugar prometido (la iglesia espiritual, el pueblo de Jacob, Israel en la jornada), se topó con el pueblo de Esaú (Moab), la iglesia poderosa. Y el gran líder de la iglesia, Balaam, vino a maldecir a su hermano, pero encontró que no pudo maldecir a su hermano. Él falló, por la ceguera de sus ojos, en ver el plan predestinado, aquello, y ver la Palabra de Dios.",
    "Primero, “La fe viene por el oír, y el oír, por la Palabra de Dios”. Entonces el creyente la oye, la reconoce y la pone por obra. El hombre carnal la oye, su sonido, pero nunca… Oír significa “entenderla”. Mirar es cuando se mira algo; pero verlo, significa “entenderlo”. “El que no naciere de nuevo, no puede ver o entender el Reino de Dios”.",
    "Ahora, aquí viene Israel, llegaban con la promesa de Dios, pues se dirigían a la tierra prometida. No incrédulos, sino creyentes, creyentes en el mismo Dios de Israel, y salieron a tratar de maldecir a su hermano, pues dijeron que su hermano era, realmente era injusto porque había hecho muchas cosas malas. Pero, noten Uds. que él falló en ver la elección.",
    "¡Lo mismo con Esaú y Jacob! Esaú parecía ser mejor hombre. Él era juicioso e hizo cosas caritativas. Él—él cuidaba de su padre anciano y ciego, le traía venado y cuidaba de él, y era un buen muchacho. Son muchas cosas que los creyentes carnales hacen en línea con la religión, sociedades que ayudan, y—y pagan las cuentas de hospital de las personas, y cosas religiosas, pero yo no estoy hablando de eso.",
    "Moab era buena, una gran nación, un hermano de él. Y Jacob había hecho cuánta cosa, había sido un renegado; con todo, él tenía una cosa que lograr, era obtener esa promesa, esa primogenitura. Aquí venía Israel, los hijos de Jacob, con el mismo objetivo; ahora ¿quién iba a tener la razón?",
    "Balaam edificó siete altares; en Israel había siete altares. Balaam ofreció siete sacrificios de animales limpios; Israel ofreció siete sacrificios de animales limpios. En eso, si se toma ritualmente, Moab era tan religioso como Israel, Esaú era tan religioso como Jacob, y Caín tan religioso como Abel; sin embargo, lo que cuenta es la elección.",
    "¡Cuán ciegos! ¡Cuán ciegos los hijos de Esaú!, hablando espiritualmente, los moabitas despreciaron a Israel y dijeron: “Mírenlos, ellos no son una denominación. Ellos son una cantidad de renegados. Ellos viven en tiendas, y nosotros somos una gran nación. Ellos han hecho mal. Y ellos no tienen una organización entre ellos. Andan dando vueltas, siguiendo a un profeta”. Pero él falló en ver la Serpiente de Bronce y la Roca herida que iba delante de ellos. Falló en ver ese grupo llamado a salir, un grupo elegido, siguiendo el mandato Divino de Dios, camino a la tierra prometida.",
    "Así es hoy. Ellos dicen: “Ésa es una cantidad de santos rodadores. Eso es una cantidad de gente que es esto, eso, o lo otro”. Pero fallan en ver que está siguiendo la dirección de la Palabra de Dios.",
    "Israel iba en camino a la tierra prometida. Dios, en Su Palabra, hizo una promesa.",
    "Jacob, por eso fue que escogió buscar esa primogenitura, a toda costa, él la quería, pues sabía que esa primogenitura tenía las bendiciones; tenía vida. A él no le importó cómo viniera, siempre y cuando la recibiera; eso era lo principal. En qué nivel, no importaba. Él la quería; y tenía que tenerla; y él la obtuvo. “Bienaventurados los que tienen hambre y sed de justicia, ellos serán saciados”. Él estaba de camino y la estaba buscando, y él la recibió.",
    "Israel estaba en camino a la tierra prometida. No importaba cuántos moabitas, ni maldiciones ellos les querían poner, se dirigieron directo a la tierra prometida.",
    "Y hoy no lograrán… no importa cuántas leyes impongan, ni cuánto enjuicien, cuánta persecución, cuántas cosas malas hablen, ni cuántas veces le llamen “santo rodador”, cuántas veces ellos digan esas cosas malas, la iglesia seguirá avanzando; tiene que hacerlo. Ella está permaneciendo en la Palabra de Dios.",
    "Una vez se reunieron dos reyes. Uno de ellos era Acab, uno malo, y el otro era Josafat; la iglesia espiritual, la iglesia carnal.",
    "Acab era un creyente fronterizo. Él tenía profetas. Ellos no eran incrédulos, no eran idólatras, ellos eran profetas israelitas; pero todos eran enseñados y alimentados y vestidos por el rey Acab. Eso llegó a ser como un lugar donde ellos tenían todo el respaldo político.",
    "Josafat llegó, llegando allí hizo una alianza, lo cual está mal.",
    "Ud. nunca debe unirse con incrédulos. Nosotros jamás, de ninguna manera, debemos poner nuestros nombres en registros de iglesias que no creen el Evangelio completo. ¡Nunca! Ud. se meterá en problemas.",
    "Y ellos se metieron en problemas. Y este hombre justo dijo: “¿No debemos consultar primero a Jehová, para ver si debemos ir a Ramot de Galaad?”.",
    "Ahora miren cuán perfecto parecía el asunto. “Ramot de Galaad nos pertenece. Es propiedad nuestra, y los sirios se la han quitado al Dios vivo. ¿Acaso no iremos a poseer esta tierra?”. Y él dio una plática muy bonita y muy legal, y muy justa, a tal grado que convenció a Josafat.",
    "Y, hoy, los hombres se pueden parar en el púlpito con tanto intelecto y habilidad para hablar, con educación, a tal grado que pueden desmentir el Poder del Espíritu Santo como está en la Biblia. Ellos pueden rechazar la sanidad Divina con explicaciones. Ellos pueden explicar el hablar en lenguas y la interpretación, pueden explicar el bautismo del Espíritu Santo, para otro día.",
    "Pero un hombre que es elegido de Dios, un hombre… “Mi rebaño conoce Mi Voz”. Ud. teniendo esa elección de Dios en Ud., eso jamás lo hará tropezar.",
    "Josafat dijo, el rey justo dijo: “¿No hay un profeta, por el cual podamos consultar a Jehová?”. Acab ya se iba sin hacerlo.",
    "Así está haciendo la iglesia carnal hoy. ¡Oh!, ellos tienen seminarios llenos de predicadores, grandes hombres, grandes profesores, intelectuales, inteligentes, ingeniosos (¡oh, vaya!), con mucho más ingenio que—que la iglesia nat-… o que la iglesia espiritual.",
    "En los días de Noé, en esos días, observen la iglesia natural. ¿Qué eran ellos? Científicos, constructores, hombres inteligentes. Pero los elegidos, Enoc y Noé, eran pastores y granjeros, humildes, sin educación, no inteligentes, pero conocían a su Dios; algo se movía en ellos, llamaba. Llegaremos a eso después de un rato.\n\nAhora, así que Josafat dijo: “¿No hay un profeta?”.",
    "¡Oh, desde luego, los carnales los tienen! “Seguro, los tenemos. Tengo un seminario acá lleno de ellos”.",
    "Hizo pasar a cuatrocientos. Ahora, éstos no eran incrédulos. Ellos eran adoradores de Jehová Dios. Pasaron, y ellos dijeron: “Dennos un tiempito y profetizaremos”. Y entonces todos se reunieron. Y regresaron con “La Palabra del Señor”, y dijeron: “ASÍ DICE EL SEÑOR”; profetas israelitas. “ASÍ DICE EL SEÑOR: sube, Jehová está contigo. Y tomarás a Ramot de Galaad, porque en realidad le pertenece a Israel”. Y uno de los hombres importantes le hizo a él dos grandes cuernos de hierro, en representación, y él comenzó a empujar. Él dijo: “Con esto empujarás a Israel… o empujarás a los sirios completamente fuera de Ramot de Galaad”.",
    "Pero, Josafat, ¡algo había en él!",
    "¡Oh, espero que Dios lleve esto a sus corazones! No es algo en lo cual Ud. mismo se pueda educar; no es algo en lo que Ud. pueda entrar por la lectura. Es lo que Dios, por elección, hace por Ud.; “No es el que corre ni el que mues-… Es Dios que muestra misericordia”.",
    "Josafat dijo: “Ellos son hombres bien vestidos”. No hay duda que él haya dicho algo así: “Son inteligentes, y los hombres más inteligentes que yo haya escuchado. Ellos tienen la educación al día. Su posición es unánime. Tienen gran unidad entre ellos. Y son inteligentes y ellos tienen mucho que es Verdad”.",
    "Todo error tiene Verdad. La mentira más grande jamás dicha tenía noventa-… [Cinta en blanco.—Ed.] porciento de Verdad en ella, la mentira que Satanás le dijo a Eva.",
    "🦅 ¡Oh, hay mucha Verdad en lo que ellos están diciendo!, pero, ¿no hay uno más?”.",
    "Bueno, ¿qué piensan Uds. que dijo ese hombre? “Pues tenemos cuatrocientos aquí, de los más inteligentes, de lo mejor. Ellos no andan por acá en el desierto medio desnudos, envueltos en pieles de oveja o algo así. Ellos son hombres que yo he alimentado, que he educado. Ellos no son hombres que desconocen su abecé. Son eruditos y conocen del asunto. Ellos permanecen día y noche leyendo los pergaminos y la profecía. Ellos saben lo que es correcto. Los tengo preparados. Y ellos están parados unánimes, cuatrocientos de ellos, diciendo: ‘Sube, Jehová está contigo’”.",
    "Pero si le pudiera leer la mente a Josafat por unos minutos: “Hay algo que sencillamente no cuadra”, diría él. “Hay algo que simplemente no parece correcto. ¿No hay tan sólo uno más, en algún lugar?”.",
    "🦅 ¡Oh!” dijo él, “sí, hay uno más, pero él no pertenece a la organización. Él es un individuo diferente; sólo es un renegado”. Él es como Jacob. “Pero podemos preguntarle, dicen que él es profeta. Pero yo lo dudo, porque siempre me maldice, dice esto, eso o lo otro, o nunca profetiza bien de mí”. ¿Cómo podía él? ¿Ven?",
    "Entonces dijeron: “Vamos por él. Él es el hijo de Imla”. Entonces fueron y lo trajeron.",
    "Y alguien lo encontró en el camino, dijo: “Ahora, di tú lo mismo que digan ellos. Tienes que estar de acuerdo con la asociación. Si no lo haces, ¡Ay de ti!”.",
    "Él dijo: “Diré solamente lo que Dios ponga en mi boca a decir, y más nada”.",
    "Entonces después que él fue allá, y que le dieron una noche, él dijo: “Sube, pero vi a Israel esparcido como ovejas sin pastor”.\n\nY Acab dijo: “¿No te dije?”.",
    "Ahora, hay cuatrocientos contra uno. Cuatrocientos hombres entrenados, inteligentes, educados e intelectuales, contra un pequeño ignorante, como llamaríamos, a Micaías. Un hombre, sin embargo, ese único hombre tenía la Palabra del Señor, eso marcó la diferencia. Cada uno de ellos era falso, eso probó ser falso. ¿Por qué era Micaías tan diferente? ¿Tenía él que ser pobre para ser diferente? No. Lo… La diferencia en Micaías era que él se quedaba con la Palabra. Él se quedaba con la Palabra de Dios.",
    "Ahora ha sido prometido que en estos días: “Dios derramará Su Espíritu”. Fue prometido por Daniel, que: “El pueblo, en los días cuando la piedra le dé a la imagen en el pie, el pueblo que conoce a su Dios hará proezas”. ¡Profecía tras profecía! Y todos los seminarios, el mundo, no pueden quitar eso. Dios de todas maneras lo hará, y el pueblo lo seguirá. ¿Ven? La carnal y la… La iglesia natural y la iglesia Sobrenatural. ¿Ven Uds.?, la Palabra marca la diferencia.",
    "Eso fue lo que pensó Jacob: “Y ninguna cosa importa, sé que nunca seré bendecido a menos que yo me apodere de esa primogenitura. Tendré que apoderarme de esa primogenitura”.",
    "Sin embargo, Esaú la aborreció, y sus hijos aún hacen lo mismo hasta este día; ellos la aborrecen. Siempre ha sido así.",
    "Cuando hay un avivamiento, siempre produce gemelos. Es un comentario fuerte, pero es verdad. Cuando hubo un parto, de Isaac y Rebeca, produjo gemelos. Cuando el mundo fue creado, eso produjo gemelos, dos árboles. Y cuando Caín y Abel nacieron, eso produjo dos. Cuando Ismael e Isaac nacieron, produjo dos. Y cuando Esaú y Jacob nacieron, produjo dos. Uno de ellos, natural (uno de ellos, terrenal); el otro, Sobrenatural. Y uno miraba a lo natural, intelectual; el otro caminaba por el Espíritu. Siempre ha sido de esa manera. Cuando se levantó la iglesia luterana…",
    "Tomemos primero a Pentecostés. Miren el nacimiento de Pentecostés. Produjo un gran avivamiento poderoso que abarcó el mundo conocido, Pentecostés. No fue mucho después de Pentecostés que aun Pablo dijo que “Hombres se levantarían entre ellos, con cosas perversas, y apartarían a la gente de Dios”. Y eso es exactamente lo que ellos han hecho. Eso produce dos.",
    "Cuando nació la iglesia luterana, Martín Lutero trajo un avivamiento espiritual. No pasó mucho para que después viniera Esaú, detrás de él, y lo organizara. Y eso produjo dos.",
    "Luego, después de eso, vino el metodista, Juan Wesley, un avivamiento espiritual. Y después de eso vino la organización, se organizó. Y eso produjo dos.",
    "Y después de eso, vino Pentecostés, un avivamiento. Y ahora ellos lo han organizado, y ahora se asientan en organización. Y eso produce dos.",
    "Pero esa simiente espiritual del Dios vivo, aunque tiene que ser peregrina, aunque tiene que divagar: siempre causa separación. Esaú no duró mucho tiempo con Jacob. Tan pronto como Jacob obtuvo la primogenitura (gloria a Dios), eso demandó separación. Y cuando un hombre… no me importa a qué iglesia pertenece Ud., si ella es carnal, y los asociados con los que Ud. anda, las personas con las que Ud. juega barajas, y sus sociedades literarias y todo eso; una vez que Ud. obtiene la primogenitura, ese algo allí en el fondo de su corazón que tiene hambre de Dios (cuando Ud. lo recibe), llama a una separación. “Salid de en medio de ellos y separaos, dice Dios”. ¡Separación!",
    "La iglesia se asienta. Vean, no puede continuar. Esaú fue un tipo muy bueno del creyente carnal hoy, que no puede vencer al mundo. Él no vence las cosas del mundo. A ellos les sigue gustando su juerga, sus bailes, la manicura, maquillajes y (a las mujeres) en sus rostros, y—y cortarse el cabello y—y usar estas ropitas cortas indecorosas; y—y a los hombres les gusta ir a los salones de billar, y—y fumar cigarrillos, y contar chistes sucios; y aún pertenecer a la iglesia. Ellos no pueden jamás vencer esas cosas; Esaú tampoco pudo. Con todo, para ser religioso, él tuvo que asentarse bajo una concepción intelectual. Eso mismo hace la iglesia hoy. “Seremos una organización; nos juntaremos; formaremos un clan, o un grupo o algo así”.",
    "Y de esa manera se mueve la iglesia hoy, la espiritual y la carnal, sigue igual. Eso no ha cambiado y jamás cambiará.",
    "La santidad de Dios. Dios, siendo Dios, proyecta eso, Él mismo. Si no hubiera un pecador, nunca hubiera… Él nunca hubiera sido un Salvador. Pero desde un comienzo Él era un Salvador, pero nada estaba perdido. Y Sus Propios atributos de ser Salvador, proyectaron al pecador, tenía que haber algo que salvar. Antes de que cualquier cosa pudiera ser salva, algo tenía que estar perdido. ¡Y Su justicia y Su santidad! Si no hubiera existido una—una persona enferma, Él nunca hubiera sido un sanador. Pero desde el comienzo de los comienzos, Él ya era, antes del comienzo, Él era un sanador. Así que no había nada enfermo, entonces eso proyectó una persona enferma, para que Él la pudiera sanar, para hacerlo a Él un sanador.",
    "De esa misma Atmósfera Santa allá de la que vino salvación, vinieron maldiciones. La misma madre y padre que trajeron a Jacob, trajeron a Esaú. ¿Ven? Es Dios. Él no puede cambiar Su plan. Ellos tienen que venir de todas maneras. Toda la naturaleza cuadrará ahí con eso; tiene que hacerlo. ¿Captan lo que quiero decir? Da cabida a eso. Alguien tiene que estar perdido, para que sea salvo. Y de no haber existido, Él, Su… Él siendo un Salvador hizo eso. Un abismo clama por otro Abismo.",
    "Como el niño del que siempre hablo, comiéndose los borradores de los lápices y el pedal de la bicicleta; él necesitaba azufre. Y mientras algo ahí adentro anhelara azufre, primero tenía que haber azufre creado en alguna parte. Tenía que haber azufre antes de que él tuviera ese anhelo. Y eso, el azufre, lo proyectó a él, después él regresó al azufre.",
    "De esa manera Dios es Salvador. Y algo tenía que estar perdido, para que Él salvara, para hacerlo a Él un Salvador. Eso es todo lo que está haciendo, está mostrando a Dios. En lo que sea, todo está en Él; no en un predicador, no en una iglesia, no en una organización, sino en Dios, para que la elección fuera perfecta. ¿Ven? Está en Él. Sí. La luterana…",
    "Y vemos entonces otra separación, era Abraham y Lot. Ellos eran hermanos. Pero Lot era de mentalidad carnal. Él siempre andaba en busca de algo grande, algo con mucho oropel. Es como el mono, como he dicho, siempre queriendo coger lo brillante. Ese espíritu no ha dejado a la gente hoy. Ellos van en busca de la… Van a la ciudad, y ellos no van a venir a un lugarcito pequeño como éste. ¿Ven? Ellos quieren la iglesia más grande que hay en la ciudad, el pastor más intelectual, donde va la gente mejor vestida, donde va el alcalde de la ciudad; aún es ese espíritu de Esaú. Realmente tenía la primogenitura, para comenzar, ellos dicen ser la Iglesia, pero la pierden porque La desprecian. Uno no puede hacer que esas personas se pongan de rodillas y le clamen e imploren a Dios, y que salgan a tener un servicio de sanidad, y resistan la persecución del mundo, que reciban el Espíritu Santo. Y ellos—ellos no lo harán. Ellos desprecian eso. Le llaman una “cantidad de santos rodadores”. Exactamente lo que la Biblia dice que harían. Ellos lo hacen porque ésa es su naturaleza. Es la naturaleza; como el cuervo y la paloma, las dos naturalezas. Anhelan eso porque eso es lo que ellos son. Ellos nunca lo harán (jamás) verán lo otro, porque no han nacido para verlo.",
    "Y el otro, Ud. no lo puede apartar de eso, porque es la elección de Dios. Él nace para ser un hombre espiritual o una mujer espiritual. Algo en él clama por eso. ¡Oh!, yo—yo espero que esto se los ancle en un lugar en el que podamos, Uds. puedan ver lo que yo—yo quiero decir, ahora al concluirlo. Luego, Abraham…",
    "Recuerden, mientras estuvieron asociados (la iglesia natural y la iglesia espiritual), ellos nunca recibieron la bendición. Jacob no fue bendecido hasta que se separó de Esaú. Y Abraham no fue bendecido hasta que se separó de Lot.",
    "Lot tenía sus propias pequeñas reuniones de oración allá en su iglesia, les enseñaba a sus hijos e hijas y a los demás. Pero vivía tal vida, que, cuando comenzó a hablar del tiempo del fin, ellos se burlaron de él.",
    "¡Igual sucede hoy! Uno habla de sanidad Divina y el poder de Dios y todo eso, y ellos se burlan de eso; es el mismo espíritu. Ésos son los dos espíritus grandes, que religiosamente tienen agarrado al mundo: el creyente y el incrédulo, el creyente y el manufacturado; el uno personificando al otro. Ahora, cuando Abraham se separó…",
    "¿Se fijaron? Jesús cuando habló de la Venida, la segunda Venida, dijo: “Como fue en los días de Noé, estarán comiendo, bebiendo, casándose y dándose en casamiento”. Pero cuando habló de los días de Lot, Él no dijo nada al respecto. “Como en los días de Lot” eso es para una revelación.",
    "Fíjense en lo que sucedió en los días de Lot. Allá estaba Lot en Sodoma, bien cómodo; intelectualmente llegó a ser el, uno de los hombres importantes de la ciudad, el juez; se sentaba a las puertas y juzgaba a la gente. Su esposa pertenecía a todas las sociedades que había en la ciudad. Y sus hijas, y todos ellos, se casaron entre los famosos, los intelectuales, altamente educados, inteligentes, ingeniosos. Y Abraham vivía en una tienda debajo de un árbol de roble. Pero un día los dos recibieron una visitación.",
    "Y hubo un predicador intelectual que fue allá y predicó, y los llamó a que salieran. Miren el—miren el mensaje: “Salid”, le dijo él a Lot.",
    "Y él no hubiera sido llamado a salir a no ser por la misericordia de Abraham. Dijo: “Si encuentro cincuenta hombres ¿la perdonas? ¿Si encuentro treinta hombres? Si puedo… ¿Si encuentro diez?”. Hasta ahí fue él. Y ni siquiera pudo hallar diez entre ellos.",
    "Con razón, “Cómo fue en los días de Noé”. Recuerden, Noé no era el tipo de la Iglesia; era Enoc, el cual no pasó por la tribulación, sino que fue trasladado antes de que comenzara la tribulación. Enoc fue a Casa, él no pasó por la tribulación. Noé pasó por ella.",
    "Entonces, observen con atención ahora que estamos para abordar esto. Observen qué clase de señal recibieron Abraham y su familia. Ellos recibieron lo Sobrenatural. “¡Abraham”! ¿Cómo sabía Él que ése era Abraham? “¿Dónde está tu esposa, Sara”? ¿Cómo sabía Aquél que él estaba casado, o que tenía esposa, Sara?\n\n“Ella está en la tienda”.",
    "Ahora, un Hombre sentado allí, comiendo carne, bebiendo leche y comiendo pan de maíz: “¿Dónde está Sara, tu mujer”? ¿Cómo sabía Él eso? ¿Cómo lo sabía? Piénsenlo. Uds. recuerden… Uds. personas espirituales, permitan que esto entre en Uds. ¿Cómo sabía Él eso, cuando Él se portó como un extraño, con polvo en Sus ropas?\n\nY cuando Abraham dijo: “Ella está en la tienda, detrás de Ti”.",
    "Y Él dijo: “Yo voy a…”. “Yo, Yo”, un pronombre personal. “Yo” este Hombre, Dios dándose a conocer en carne. ¡Dios! Abraham lo llamó Elohim. “Yo, Yo voy a visitarte. Voy a cumplir Mi promesa. Y según el tiempo de la vida, voy a visitarte y vas a tener este bebé, del cual te hablé”. Y Abraham de cien años; Sara, de noventa.",
    "Y Sara, a la distancia, atrás en la tienda; como a cuatro de las pequeñas tiendas, la tienda principal estaba en la parte de atrás. Ella estaba escuchando detrás de las carpas. Ella estaba escuchando. Ella lo oyó. Y en su corazón sonrió, dijo: “Yo, una mujer anciana de cien años, y mi señor” su esposo, “mi señor, y anciano, y ¿pensar que volveremos a tener placer juntos, como personas jóvenes casadas? ¡Oh!, ¿cómo será posible?”. Y ella como que sonrió.",
    "Él estaba de espaldas hacia la tienda. Él dijo: “¿Por qué se rió ella?”. ¡Oh, hermano, ahí lo tiene!",
    "Miren a la iglesia carnal recibiendo la predicación del Evangelio. Un Billy Graham moderno, y ellos allá predicando el Evangelio: “¡Salid de eso!”. ¿Pero salieron ellos? No. Muy, muy, muy pocos.",
    "Observen el grupo de Abraham, los llamados fuera. Ahora, fíjense. Y Él le dio esta señal, y él le creyó. Y Él se desvaneció frente a él, y se fue. ¡Oh, cómo siempre ha sido la separación, los llamados fuera!",
    "Ahora, estos dos espíritus. Dándome prisa con Uds., dándome prisa ahora para llegar al punto que quiero que vean. Estos dos grupos se han asociado muy de cerca, a través de las edades, desde el comienzo del tiempo: la iglesia natural, la iglesia espiritual. Vienen desde el Antiguo Testamento, por el Nuevo Testamento, y aun siguen hasta el día de hoy.",
    "Ahora, hace dos mil años, esto llegó a un enfrentamiento, y fue encabezado en dos hombres: uno de ellos, Jesucristo; el otro, Judas Iscariote. Ahora, Jesús asoció la Venida (Su segunda Venida), a que estos dos espíritus serían muy diferentes de lo que fueron allá antes. Ahora aquí es donde quiero que se pongan su—su vestidura Gloriosa. Estos dos espíritus van a ser diferentes; pues, Satanás vino y vivió en un hombre que era un miembro de iglesia, Judas Iscariote, vivió en la iglesia carnal, y fue un amigo de la iglesia todo el tiempo. Pero él entró y—y engañó, o pensó que estaba engañando a su hermano. Él entró y perteneció como uno de ellos; probó las cosas buenas de Dios, avanzó en el Espíritu, pareciendo serlo, salió y predicó el Evangelio y echó fuera demonios. Pero en el fondo, todo el tiempo, él era Judas, desde un comienzo. La Biblia dice: “Él nació el hijo de perdición”.",
    "Ahora recuerden, allá atrás está la iglesia carnal, el Esaú, los fariseos y saduceos.",
    "Pero vigilen a este individuo que se cree… Él continuará con el Mensaje por un tiempo, pero simplemente no quiere verse muy involucrado en Él. ¿Ven esos Espíritus? Jesús dijo: “Será tan parecido a lo real, que engañará aun a los mismos Elegidos”, Elegidos, si Uds. lo notan, “si fuera posible”; pero no es posible. Noten, eso engañará.",
    "Ahora observen, no sólo a la iglesia carnal, la que está afuera, la iglesia carnal con la rutina normal, el grupo de Esaú.",
    "Tenemos ahora al grupo Judas, que es más traicionero, mucho más traicionero, llegando directamente hasta las propias manos de la bendición. Como está en Hebreos 6 y 10, como él dijo: “Que una vez gustaron y fueron hechos partícipes de los poderes del siglo venidero, y han hecho todas estas cosas; si… y entonces si ellos han recibido el conocimiento de la Verdad, y luego si ellos recaen voluntariamente”. “Voluntariamente”, ¿qué es eso? “Teniendo la Sangre del pacto, en la cual fueron santificados, como cosa inmunda”.",
    "Déjenme darles una ilustración. Ésta es: aquí está un hombre, él es un buen individuo, un buen muchacho. Ha sido llamado, siente en su corazón que quiere ser un ministro. Bien, él acepta a Jesús como su Salvador personal. Él es un buen muchacho, nadie puede decir nada contra él. Pasa un tiempo, el tema de la santificación: el hombre mira a las mujeres con lujuria. Él… Eso está en él. ¿Ven? Y luego, también quizás él ha fumado, y ahora quiere fumar; tal vez quiere apostar; tal vez él quiere hacer algo errado. Él sabe que no lo debe hacer, entonces dice: “¡Oh, Dios, aplícame la Sangre de Jesús, y santifícame!”.",
    "Y él recibe la santificación. Él puede gritar, glorifica a Dios, de hecho, obrar algunas cosas, salir y hacer algo. Recuerden, Jesús dijo que ésos estarían allí en aquel día. “Muchos vendrán y dirán: ‘Señor ¿no profeticé, prediqué? ¿En Tu Nombre no eché fuera demonios?’”. Jesús dirá: “‘Nunca te conocí, hacedor de maldad’”. ¿Lo ven?, allí están ellos.",
    "Entonces observen esto ahora. Estamos llegando a la centésima de un millón de un cabello, directamente al filo agudo del Evangelio, “¡Más cortante que una espada de dos filos, penetra hasta partir los tuétanos del hueso, y discierne!”. ¡Aleluya! Dios, permite que penetre. “¡Que discierne los pensamientos de la mente!”. Ése es el Evangelio, el Poder de Dios. La Palabra de Dios manifestada es el Evangelio.\n\nUds. dicen: “La Biblia lo dice. Eso—eso es la Palabra de Dios”.",
    "Bueno, la Palabra manifestada es el Evangelio. La Palabra vino a nosotros no sólo por Palabra, sino en poder y demostración del Espíritu Santo, para demostrar el Poder, hacer que el Evangelio viva.",
    "Cuando fui a la India, el arzobispo de—de la iglesia metodista vino, dijo: “Sr. Branham, nosotros no queremos saber de algún misionero. Conocemos más de la Biblia que lo que todos Uds. llegarán a saber”. Dijo: “Nosotros éramos una iglesia, y colonizamos aquí dos mil años antes que Uds. fueran una nación”. Eso es correcto. Pero, dijo: “Oímos que Dios lo ha visitado a Ud. y ha traído un don que puede vivificar esta Biblia”. Dijo: “Eso es lo que nos interesa”. ¡Oh, vaya! ¿Ven?, ese hombre era un hijo, no un nieto, como dijo David. ¿Ven? “Nosotros queremos saber. ¿Es cierto eso?”.",
    "Yo dije: “Seguro, es verdad. ‘Jesucristo el mismo ayer, hoy y por los siglos’”.",
    "Ahora, obsérvenlo a él, la iglesia natural persiguiendo a la iglesia espiritual. Ahora, nos damos cuenta que Judas pretendía ser un hermano, un hermano, y luego eso culminó y finalmente llegó a un clímax.",
    "Ahora observen a este predicador joven. Llega a un punto, él dice: “Señor, he estado codiciando mujeres; yo no lo debo hacer. He estado, Tú sabes, haciendo las cosas del mundo; no las debo hacer. Me he estado gastando el dinero en carreras de caballos; yo—yo no lo debo hacer. He—he estado yendo todas las noches a ver películas; no lo debo hacer. Disfruto aun de películas vulgares y cosas así, tengo afiches vulgares en mi cuarto; no lo debo hacer. Ésas son cosas del mundo. ¡Santifícame, Señor!”.",
    "Y el Señor dice: “Muy bien, lo haré”. Él aplica la Sangre de Jesucristo y lo santifica.",
    "Entonces, una vez que lo ha hecho, pasa cierta noche y oye algo. Él va y se pone a escuchar. Escucha del bautismo del Espíritu Santo, de la llenura del Espíritu. Entonces él logra verlo: “¡Oh, vaya, eso sí es maravilloso! Pero, escuche, eso me arruinaría el ministerio si lo predico. Eso haría que mamita me eche de casa. Ellos me sacarían de mi iglesia si me llegara a involucrar en eso. ¡Oh, mejor me distancio de eso! Pero investigaré más. Sí, ésa es la Verdad, es la Biblia”.",
    "Bueno, como un cierto ministro, reconocido alrededor del mundo, fue sorprendido recientemente (por un hombre que me acompañó en Puerto Rico) de rodillas, hablando en lenguas, en Londres, Inglaterra; un hombre poderoso, uno de los evangelistas más importantes del mundo hoy. Y este hombre, su hermano, que había estado aquí conmigo, un hombre lleno del Espíritu, corrió a él y dijo: “¡Oh, hermano, así es!”.",
    "Él dijo: “Lo sé. Yo lo sé; pero, mira, déjame decirte algo”.",
    "Él le dijo: “Predícalo ahora. Predícalo. Ésta es la hora. Con tu influencia, podrías sacudir el mundo”.",
    "Él dijo: “No, yo no puedo predicar eso. Mira, la—la iglesia me rechazaría. No pudiera predicar eso; no pudiera hacerlo”. ¡Oh, hermano!",
    "🦅 Que reca-… han sido santificados y han subido para recibir el conocimiento de la Verdad, lo han visto, ven que Eso es correcto; y le dan la espalda, viendo que ellos mismos crucifican al Hijo de Dios, y lo exponen a Él al vituperio, avergonzándose del Evangelio”.",
    "Pablo dijo: “No me avergüenzo del Evangelio de Jesucristo, porque es el Poder de Dios para salvación”. Ése es el Poder de Dios obrando entre Su Iglesia.",
    "Pero dijeron: “Yo no puedo hacer eso”. Este hombre dijo: “Me creerían pentecostal. Me harían…”. Él dijo: “Arruinaría mi—mi reputación”. ¡Oh, hermano!",
    "Yo no tengo reputación. Me preocupa la de Él; Su reputación, Ésa.",
    "Pero ven qué tan cerca se le pueden acercar, Uds. saben, “y tiene la Sangre del pacto con la cual fue santificado, algo que lo santificó a él y lo sacó del mundo, y quiso posicionarlo a él Aquí; y después él ve Eso, y tiene ese conocimiento, con darle la espalda: ya no queda más sacrificio por el pecado”, dice la Biblia; “sino una horrenda expectación de juicio, y de hervor de fuego que va, ha de devorar al adversario. ‘Pues, Mía es la venganza’, dice Jehová. El que despreció la ley de Moisés, murió sin misericordia, bajo dos o tres testigos. ¡Cuán mayor castigo, y castigo más severo, aunque lo merece un ministro que ha pisoteado bajo sus pies la Sangre de Jesucristo, después que ha recibido el conocimiento de la Verdad, y La ha tenido como una cosa impura!”. ¡Fiu!",
    "¿Ven dónde estamos? Jesús dijo: “Tengan cuidado”. ¿Ven cómo era Judas? Él estaba allí con ellos. Él era el Esaú, mejorado para esta edad. Él era el engañador, el personificador, mejorado para esta edad. Aquí, él llegó casi hasta allá, de nuevo, un hermano de Jesús, pretendía ser un hermano. Pero en su corazón, todo el tiempo seguía con la vieja iglesia carnal, porque allí fue en donde vendió a Jesús. Él vendió a Jesús, su primogenitura, tanto como Esaú, por un plato de potaje. Él vendió su primogenitura por treinta piezas de plata.",
    "Muchos hombres y mujeres hoy han vendido su primogenitura espiritual por un poco de popularidad, alguna cosita del mundo que nunca vencen; alguna cosita: las mujeres usar maquillaje y cortarse el cabello, usar ropas cortas; los hombres, por chistes sucios y fumar cigarrillos, algo del mundo. “Si amáis el mundo o las cosas del mundo, el amor de Dios no está en vosotros”, dice la Biblia.",
    "Yo no quiero lastimarlos, pero estamos en el fin. Estamos llegando, vamos subiendo rápido ahora por la escalera.",
    "¿Ven cómo es? Ellos lo hacen. Han sido predestinados. Pueden personificar y ser tan dulces y humildes, muy parecidos, como los Cristianos, tan parecidos que engañarían a los mismos Escogidos; pero por sus frutos los conoceréis.",
    "Una mujer en pantalones cortos, no me parece Cristiana a mí. La Biblia dice: “Es algo pecaminoso y vergonzoso que una mujer se corte el cabello”. Solamente una mujer de la Biblia se pintó el rostro, fue Jezabel.",
    "¿Qué de los hombres, Uds. hombres que deben ser hombres Cristianos, y permiten que sus esposas hagan eso? ¡Siendo que Dios los hará responsables por eso! ¡No es un hombre! ¡Es carnal! “¡Oh!, saldré y luego me uniré a esta iglesia”. [Cinta en blanco.—Ed.] “…piensen Uds. eso”. Exactamente lo que la Escritura dice que harían, y exactamente eso han hecho. Y eso es lo que ellos harán, ¡ceden!",
    "Alguien dijo: “Billy, si no dejas eso, los vas a sacar a todos corriendo”.",
    "Hay una Cosa que no se irá, el Espíritu Santo, porque Ésa es Su Palabra. Y el verdadero creyente predestinado no se irá, pues Eso es Alimento para su alma; a él le encanta. Nada lo puede apartar de Ella. Él hará cualquier cosa, como Jacob, pero lo que él busca es esa primogenitura. Él se parará allí. No me importa si le cuesta todo amigo que tenga, si le cuesta su empleo, si le cuesta la membrecía de su iglesia, así le cueste todo; él seguirá aferrado de ella, pues no tiene otra alternativa. Hay algo en él, moviéndolo, el abismo clamando por el Abismo. ¡Oh, allí lo tienen, algo en él!",
    "Miren, cualquier cosa que Uds. quieran encontrar en la Biblia, tómenlo desde aquí, regresen al Génesis y vean de dónde empolló, vean en qué termina. Todos los espíritus y movimientos de hoy tienen su origen en Génesis. Esto es lo que nosotros hemos hecho, para probarles a Uds. estas cosas que están viendo, amigos; no olviden eso. No dejen que se les pase por alto; dejen que les penetre. Ésas son las cosas de Dios. Eso llegó a un enfrentamiento; y Jesús predijo que eso llegaría de nuevo a un enfrentamiento en los postreros días, y sería de esto: el Sello de Dios y la marca de la bestia; dos poderes espirituales obrando juntamente.",
    "Ahora, cualquiera sabe que el Sello de Dios es la primogenitura, el bautismo del Espíritu Santo. Efesios 4:30, dice: “No contristéis el Espíritu Santo de Dios, con el cual fuisteis sellados para el día de vuestra redención”. Cuando ellos nacieron de nuevo, ellos fueron llenos del Espíritu Santo. El Espíritu Santo es el nuevo Nacimiento, sabemos eso. Ud.—Ud. es engendrado del Espíritu, admito eso; ¡pero no es sino hasta que Ud. haya nacido!",
    "Un bebé que es engendrado en el vientre de su madre, tiene una clase de vida. Ésa es vida, y sus pequeñas… las pequeñas células de su cuerpo giran y patean y saltan así. Pero una vez que nace, recibe una… [El Hermano Branham imita la palmada.—Ed.] de esa manera, y después llora, llega a ser un alma viviente.",
    "Y un bebé puede ir a la iglesia y decir: “¡Oh, yo creo en la iglesia! Yo, yo iré, yo haré esto. Y soy un buen… Yo quiero hacer lo correcto, yo quiero hacer lo correcto”. Pero lo que necesita es la palmada del Evangelio que lo despierte, para que chille a Vida Eterna; y el Espíritu Santo grita en él, como nunca antes gritó. Entonces es una nueva criatura, nace del Espíritu. Entonces comienza a crecer, a moverse, y a tener su ser en Dios; ¿ven?, así como un bebé, un bebé en lo natural, tiene su ser en el mundo.",
    "Entonces si este tabernáculo terrestre se deshiciere, tenemos uno esperando, ¿ven? Tan cierto como venía formándose el cuerpo natural, había un cuerpo espiritual que lo recibió cuando salió de su madre. Y cuando salga de la madre tierra, siendo que ahora está en su vientre, gimiendo, llorando (¡Oh, Dios!), gimiendo, en trabajo de parto, envejeciendo, y la enfermedad y todo acosándolo, y el espíritu por dentro buscando una tierra más allá del río. Está gimiendo, retorciéndose, saltando (sí, señor) porque hay una vida allí adentro que vive para siempre. Se encuentra en un cuerpo que tiene que morir. Y en algún momento, igual como la madre da salida al bebé natural, y el cuerpo espiritual lo recibió; la tierra dará salida, y el cuerpo en lo natural caerá, y el cuerpo físico… o el cuerpo celestial echará mano de él más allá. Si este tabernáculo terrenal se deshiciere, tenemos uno esperando. Por esa razón Ud. olvida las cosas del mundo; ellas han muerto para Ud. Allí está el Espíritu.\n\nAhora obsérvenlo, mientras avanzamos, los dos espíritus.",
    "El Espíritu Santo es el Nuevo Nacimiento, sabemos eso. Es nacer de nuevo, del Espíritu de Dios. Así es como Ud. nace, del Espíritu. Nacer del Espíritu, ése es el nuevo Nacimiento. Muy bien. Ud. es engendrado del Espíritu; entonces cuando Ud. nace del Espíritu, Ud. es lleno del Espíritu Santo. Muy bien.",
    "Entonces cuando estos dos están en la tierra, el natural y el espiritual, a veces el… he visto esto. Terminando ahora, quiero concluir diciendo esto, por unos minutos. En el natural o en el espiritual, cualquiera… Ahora espero que todos capten esto. Ahora sean reverentes y guarden el mayor silencio que puedan.",
    "Ahora ¿han visto Uds. esto? Uds. ven hoy en nuestras iglesias, aun en los grupos, donde nosotros nos hemos separado y hecho organizaciones; y hemos visto todo esto. Y Uds. han visto a un hombre que toma cierta Escritura, y, hermano, ese hombre puede tomar esa Escritura y darle vida nuevamente, hacerla que viva exactamente como está prometido aquí en la Biblia. Y el otro hombre ve que él lo hace, y viene queriendo hacerlo, y falla (espero ahora que estén captando), él falla. ¿Por qué? La Escritura no está inspirada para él. Él tan sólo está queriendo personificar; está queriendo actuar como algo. Él no fue… Bueno, quizás él fue enviado por el hombre. Tal vez un hombre haya dicho: “Bueno, tú puedes hacer lo mismo”. ¿Ven?, como Jesús dijo que sería de esta manera. La Biblia lo predice en los postreros días: “Como Janes y Jambres resistieron a Moisés”.",
    "Allí estaba parado Moisés, y allí parado estaba Jambres. Y Moisés arrojó su vara, y se hizo serpiente. “Pues” dijo faraón, “ven aquí, Jambres, tú puedes hacer lo mismo”. Y lo hizo, ¿ven? Pero ¿qué sucedió? Luego la vara de Moisés se comió la vara suya. ¿Ven?, eso fue manifiesto. ¿Dónde estaba su vara?",
    "Es como la percepción súper sensorial. Eso es como esto de espiritismo. Es como algunas de estas iglesias que creen carnalmente, muy extraviadas. Las cosas de… Ellos dicen: “Pues, eso era para otro día”. Ellas están completamente fuera. Pero fíjense en este espíritu de los postreros días cómo comienza a personificar al verdadero Espíritu. ¿Ven? Allí es donde comienza el problema. Exactamente como el que es real (¿ven?); pero él no podía hacer que eso se manifestara, no podía hacer que aguantara, hacer que eso durara. ¡Oh, Dios!",
    "Personas vienen y dicen: “Yo también tengo el Espíritu Santo”. Fíjense en la manera como viven; eso no dura de un avivamiento hasta otro, de una reunión hasta otra. Eso se manifiesta, ellos no Lo tienen. Si un hombre nace del Espíritu de Dios, o una mujer, ellos tienen los frutos del Espíritu. Ellos caminan piadosamente. Ellos viven esa vida. ¿Ven? Ellos se mantienen separados de las cosas del mundo. Dios entra en ellos y Él mismo se manifiesta, y prueba que Él es Dios obrando allí adentro. El otro está personificando. ¿Ven?",
    "Personificaciones, eso ha ocurrido todo el tiempo, personificando. Miren a Ismael y a Isaac; y todo el tiempo (¿ven?), personificando. Miren al profeta Moisés y miren al profeta Balaam. ¿Ven? ¡Ven cómo ellos vienen! Miren a Judas y miren a Jesús.",
    "Y Jesús predice que este Espíritu Santo, en los postreros días, sería el Sello de Dios. Ahora, ¿cuál sería la marca de la bestia? Sería rechazar el Sello de Dios. Pues, todos los que no tenían el Sello de Dios tenían la marca de la bestia. Y si son dos marcas espirituales, una de ellas será la verdadera marca de Dios, la otra será apostasía. ¿Lo pueden ver?",
    "Miren la marca en el Antiguo Testamento. Cuando sonaba la trompeta, el jubileo, cada tantos años, los—los esclavos quedaban libres porque la trompeta había sonado. Bueno, todo aquel que quería ser libre, se podía ir. Pero a algunos de ellos les encantaba ser esclavos, así que los llevaban al altar y en el poste de la iglesia, pues les perforaban la oreja con una lezna. Y ellos quedaban marcados para siempre, servían a ese amo para siempre.",
    "Y hoy Ud. oirá la Verdad en un mensaje de Evangelismo: “Puede ser libre ahora si Ud. quiere”, Dios le habla a Ud. Pero cuando llega hasta esa frontera aquí y Ud. se asoma, y teniendo un conocimiento de la Verdad, luego se da la vuelta: él lo perfora a Ud. en la oreja y Ud. siempre será un creyente intelectual. Ud. será religioso e irá a la iglesia, pero nunca recibirá el Espíritu Santo. ¿Ve?, entonces Ud. servirá eso por lo que resta de sus días. Ahora, es la marca de la bestia, o el Sello de Dios. Y estamos muy cerca.",
    "Ahora, miren, la Palabra tiene que estar inspirada; escuchándola, reconociéndola, y poniéndola por obra. Mucha gente escucha, pero no la reconocen.\n\nDios dirá: “Ésta es la hora para ti”.",
    "🦅 Yo no voy a ser un santo rodador. Yo—yo no quiero nada de Eso”. ¿Ven?, ellos no La reconocen.",
    "Vamos a reuniones, el gran Espíritu Santo baja. Yo estaba sentado allí el otro día, cuando vino una visión y predijo exactamente. Yo dije: “Aquí viene un joven”. “Ven aquí” le hice señas al mesero, “Ud. tiene problemas cardíacos y está buscando…”.\n\n“Sí. Eso es exactamente correcto”.",
    "🦅 ¿Ven esa mujer que viene allí”? “Venga aquí. Ud. tiene un tumor en el seno, y está en el seno izquierdo, y Ud. está en muy mal estado. Y Ud. es pecadora y no…”\n\n“Exactamente correcto”.",
    "Esos hombres sentados allí, miraron alrededor, predicadores y todos, dijeron: “¡Noo!”. Van a una reunión, observan al Espíritu Santo moverse en la reunión y decir los secretos de los corazones, cosas así. Dicen: “Maravilloso, me supongo. Sí”. ¿Ven? ¡Oh, hermano! ¿Ven? Eso—eso—eso está del otro lado, algo sucedió allí. Las mujeres seguirán haciendo lo mismo. Los hombres regresan directamente como un cerdo al lodo y un perro a su vómito, igual. ¿No ven Uds.? Ahora, le estoy hablando al… el…",
    "¿Ve?, por tanto, Ud. tiene que darse cuenta en qué condición se encuentra. Por eso dije de esta cinta: “Sólo es para la iglesia”. ¿Ven? “La iglesia solamente”. Si Ud. ha sido llamado de luz… de las tinieblas a la Luz, de muerte a Vida, de una concepción intelectual y formal de Cristo, a una experiencia de un nuevo nacimiento, y está vigilando su vida (que deja a un lado las cosas del mundo y Ud. se para por Cristo, cueste lo que cueste): entonces algo ha sucedido. ¿Ven? Hay algo en Ud., un hambre y una inquietud, como con Jacob. Vea, Ud. lucha con el Señor, y después de eso caminará diferente. Algo en Ud. es diferente, Ud. ha cambiado.",
    "Ahora, tiene (antes de que pueda ser hecho), eso tiene que serle inspirado a Ud. No me importa, yo pudiera pararme aquí y predicar hasta ponerme… que se me caiga el cabello que me queda; hasta que los hombros se me descuelguen y que cumpliera noventa años, y Uds. escuchando todos los días: hasta que Dios no le vivifique eso a Ud., Ud. seguirá en la misma condición.",
    "Llevo dos días estudiando y orando sobre esto. ¿Ven? Dije: “Señor, ¿debo decirle esto a la iglesia?”.",
    "Algo dijo: “Dilo. La hora está a la mano. Dilo”. Siento que Él me va a sacar muy pronto, así que, yo—yo quiero que lo sepan.",
    "🦅 Nadie puede venir a Mí” dijo Jesús, “si Mi Padre no le trajere primero. ¡Oh!, sé que Uds. dicen que tienen a Dios y Abraham por padre; pero les diré esto: Uds. son el… de vuestro padre el diablo”, dijo Jesús. Hombres religiosos, sacerdotes, y grandes hombres: “Uds. son del diablo, vuestro padre”. ¿Ven? Fíjense, los frutos del Espíritu.",
    "Ahora (¿ven?), eso le tiene que ser vivificado a Ud.",
    "No pudiera imaginarme a Noé diciendo: “¿Saben qué? Puede ser que algún día llueva, entonces saldré y me construiré un arca. Si llueve, pues, entraré en el arca y me iré. Y nada me perturbará porque entraré en el arca me iré”. ¿Se lo pueden imaginar? No. No. Así no fue. Si así hubiera sido… ¡Oh, que los Elegidos lo oigan ahora! Si así hubiera sido, con el primero que pasó burlándose, como dice la Biblia que los hubo, burlándose, él hubiera dejado allí el martillo y se hubiera ido.",
    "Tal como lo hacen los hombres hoy, que comienzan con Jesús; y cuando se asoman y ven la Verdad, se echan para atrás. Ellos no la toleran.",
    "Como dijo ese evangelista famoso: “Eso—eso me hará pedazos el ministerio”. A mí no me interesaría un ministerio que el Espíritu Santo vaya a hacer pedazos; debería ser hecho pedazos. Ahora, pero vean, es orgullo, demasiado del hombre, demasiado de la persona. ¡Oh, fíjense ahora en esto!",
    "Noé estaba en el campo, y él escuchó, y él reconoció, y él obró. No importa cuántos burladores pasaron, él construyó inmediatamente.\n\n“Noé, eres un santo rodador”.",
    "🦅 En nada me molesta”. ¡Siguió construyendo! Él había escuchado. Él había reconocido que eso era Dios, él juzgó eso por las Escrituras, y así era. Él de todas maneras se puso a construir el arca.",
    "¿Se pueden imaginar, pueden llegar a imaginarse esto: que Moisés, camino a Egipto, saliera un día y le dijera a Séfora, su esposa: “Séfora, ¿sabes qué? He pulido un poco mi gramática. He aclarado un poco mis matemáticas, y un poco la geometría y, ¡oh!, muchas otras cosas, y mi educación. Desde que estoy pastoreando ovejas por acá, me—me—me he pulido un poco en eso. Yo cometí un error en Egipto. Creo que iré y lo corregiré. Creo que iré allá.”? No, con la primera ola que lo hubiera enfrentado, hubiera caído allí mismo.",
    "¿Qué hizo él? Olvidó todo lo que sabía de geometría y su intelecto. Eso fue lo que lo metió en problemas.",
    "Eso es lo que tiene hoy a la iglesia en problemas, demasiados predicadores educados que no han nacido del Espíritu. A los hombres y a las mujeres les gusta escuchar pláticas intelectuales, en lugar de predicar el poder y la resurrección de Jesucristo. Eso es lo que nos tiene hoy en problemas. Nosotros no necesitamos más escuelas secundarias ni educación para predicadores. Necesitamos hombres llamados por Dios que estén llenos del Espíritu Santo, y no de alguna teología hecha por hombre de alguna denominación. Necesitamos hombres llamados por Dios.",
    "Moisés estaba pastoreando ovejas, ya establecido y habiendo olvidado. Sabía que su intelecto le había fallado. Él sabía que su educación le había fallado. Él estaba pastoreando ovejas, pero escuchó (¡oh!): “Quita tu calzado, Moisés, el lugar que pisas, tierra santa es”. Él obedeció. ¿Qué era? La Voz que el Ángel había hablado era Escritural. Él le había prometido a Abraham, su padre: “Yo visitaré al pueblo después que haya estado allá por cuatrocientos años, y Yo lo sacaré con brazo fuerte”. Él reconoció que ésa era la Escritura de Dios siendo manifestada.",
    "Permítanme parar un minuto. Dejen que esto penetre. ¿Pueden Uds. ver de lo que estoy hablando hoy? La Palabra de Dios está siendo manifestada frente a Uds., y Uds. no se dan cuenta. Piensen ahora en Sodoma y Gomorra; piensen en la promesa de Cristo para los últimos días.",
    "Moisés reconoció eso; era Escritural, era una promesa. Él escuchó, él reconoció. Algo entró en él, hermano, entonces él pudo ir y hacerlo. Él obró. Él podía ir allá y detener a todo Faraón. Él podía llamar plagas cuando quisiera. Él podía abrir un Mar Rojo, porque él había escuchado, él reconoció, él estaba obrando de parte de Dios.\n\n“Seré Dios para ti, tú se profeta para Mí”, dijo Él.\n\nY él le dijo: “No puedo”.",
    "Él le dijo: “Bueno, entonces tú sé dios, y que Aarón sea tu profeta. De todas maneras, tienes que ir”.",
    "Él en ningún momento dijo: “Bueno, tal vez yo deba ir allá y enderezar las cosas”.",
    "¿Se imaginan Uds. a Elías en el Monte Carmelo, diciendo: “Saben, esta tierra está demasiado pecaminosa, tal vez yo deba ir y decirle a Acab que debería sentir vergüenza de sí mismo. Tal vez yo deba subir a la montaña allí y sentarme, y ayunar tanto tiempo, hasta que esas personas se cansen y se hastíen de verme allá arriba muriéndome de hambre”? No. No. Así no fue.",
    "Pero él escuchó, y reconoció, y él actuó. “Yo he mandado a los cuervos que te den de comer. Sube allá, junto al Querit”.",
    "Cuando llegó el momento del reto entre Baal y Dios, él dijo: “Vayan por sus sacrificios, háganles lo que Uds. quieran e invoquen a su dios”. Cuando se habían cortado, en mucha carnalidad, y que saltaron, hicieron mucho ruido, él dijo: “Griten un poco más alto, tal vez no está, anda ocupado; él tal vez está dormido”. ¡Oh, hermano!",
    "🦅 Pues, ¿saben qué?”. Él dijo: “Soy creyente en Jehová, así que puedo hacer esto de todas maneras”. ¡Oh, no, no personifique Ud. eso! No. No trate Ud. de ser Elías hasta que Dios lo llame a serlo. Sí, señor. “Soy un siervo de Jehová”. De hecho, allá había setecientos, pero ninguno de ellos se atrevió a hacerlo.",
    "Entonces cuando hubo cortado el buey y le derramó el agua, dijo: “Señor, he hecho esto por mandato Tuyo”. ¿Ven el…? Cualquier otro que lo hubiera intentado, hubiera sido un fracaso total.",
    "¡Tiene que serle inspirado a Ud.! El Espíritu Santo tiene que traerlo y manifestarle eso a Ud.",
    "Eso es lo que sucede hoy. Uds. no pueden subir al altar y decir: “Bueno, Aleluya, Aleluya. Señor, yo quiero el Espíritu Santo. Aleluya, Aleluya”. No.",
    "Pero, hermano, hermana, cuando el Espíritu Santo le ha inspirado a Ud. esa Palabra, Ud. recibirá Eso antes de dejar su asiento. Algo en Ud. arde. El predicador no tendrá que decirle que haga esto y que haga lo otro. Las hojas viejas sencillamente caen, y salen hojas nuevas. Eso le ha sido inspirado a Ud. Ud. no se enojará con el predicador cuando él predique la Verdad de la Biblia. A Ud. le encantará, querrá recibirlo. Eso es Alimento para su alma.",
    "Aun Jesús Mismo, Él dijo: “No hago lo que Yo quiero, por Mi cuenta. El Hijo no puede hacer nada sino lo que ve hacer al Padre”. Las Palabras… Él Mismo era Emanuel. Él era Dios en la tierra; Jesús lo era. Él era la carne en la que moró Dios. Él fue la tienda bajo la cual Dios vivió. Amén. Pero con todo eso, el Hijo de Dios nacido de virgen, Emanuel en la plenitud de Espíritu (Él tenía el Espíritu sin medida), y aun estando en Su Propia Carne, Él dijo: “Yo no hago nada hasta que el Padre primero Me muestra”. ¡Lo inspiraba a Él, para hacerlo!",
    "Satanás dijo: “Convierte estas piedras en pan y haz un milagro. Quiero ver que lo hagas”.",
    "Él dijo: “Escrito está, ‘No sólo de pan vivirá el hombre’”. ¡Oh, vaya! Pero cuando una multitud tenía hambre, Él tomó cinco panecillos y dos peces pequeños, y alimentó a cinco mil. ¡Oh, Aleluya! ¿Ven lo que quiero decir?",
    "No traten de personificar. Eso es lo que sucede hoy con pentecostés. Eso es lo que sucede hoy con la iglesia, muchos están queriendo personificar que tienen el Espíritu Santo; hay demasiados queriendo personificar la sanidad Divina; muchos están queriendo personificar las diferentes cosas del Señor. Uds. no pueden hacer eso. Esas cosas vienen por elección, Dios es quien llama, uno sale del vientre de la madre con eso. “Porque irrevocables son los dones y el llamamiento”. ¡Oh, vaya! Eso es cierto. Uno no puede hacerse algo que no es.",
    "Pero si Dios lo llama, sea la persona más agradecida del mundo porque Él lo ha llamado. Entonces eso llega a ser real para Ud.",
    "Si yo hablara, si tuviera tiempo, acerca de las ardillas el otro día, eso me dejó desconcertado. Nunca había visto eso antes, y yo no podía hacerlo. Hattie, sentada allá atrás mirándome, ¿cómo pudo suceder eso? No podía haber sido hecho, pero fue inspirado, vivificado. La Palabra fue hablada y así fue hecho. ¡Aleluya!",
    "Pablo, ¿se lo imaginan diciendo: “Llevo en este mar catorce días y noches, y no hay estrellas ni luna, ni sol ni nada. Supongo que iré y les diré: ‘Tengan buen ánimo, pues Dios cuidará de nosotros a pesar de todo’?”. ¡Oh, Dios no obra de esa manera! Dios no hace eso.",
    "Su fe está bien, hermano, su fe es maravillosa; ¡pero la cosa le tiene que haber sido inspirada a Ud.!",
    "¡Oh! Aquí tenemos colgando un semáforo rojo, y si yo veo… Digo: “Bueno, tengo mi pie en el acelerador; tengo un auto; puedo pasarme ese semáforo allá a ciento veinte millas por hora [193 kms]”. Eso es cierto. “Siento la potencia debajo de mi pie”. Pero más vale que Ud. espere la señal de “siga”. ¡Aleluya!",
    "¿Captan lo que estoy queriendo decir? [La congregación dice: “Amén”.—Ed.] Una vez que se ilumina la señal de “siga”, entonces bien. Una vez que la cosa sea inspirada para Ud. y que Dios lo dé a conocer como Él lo hizo allá antes: muy bien. Pero hasta que Él lo haga, tenemos una gran cantidad de Juda-tarios personificando, caminando a la par, diciendo: “Bueno, yo soy igual que ellos; yo también soy Cristiano”.",
    "¡Oh!, ¿no recuerdan Uds.? Los hijos de Escevas—Esceva, salieron y dijeron: “Nosotros conjuramos, os conjuramos en el Nombre de Jesús el que predica Pablo. ¡Sal de él!”.\n\nÉl le dijo: “A Pablo conozco, y a Jesús conozco, pero tú ¿quién eres?”.",
    "La hora viene cuando lo correcto y errado han de ser manifestados. Eso se muestra hoy en los Cristianos; se muestra en las iglesias hoy; se muestra en las personas hoy. Los estoy reteniendo mucho; quiero que Uds. capten esto.",
    "Pablo no dijo: “Creo que simplemente subiré y diré: ‘Bueno, tengan buen ánimo’”. No.",
    "¿Qué hizo él? Él escuchó a un Ángel. Él sabía que era el mismo Ángel que siempre le había hablado. Él reconoció, luego actuó. Subió y dijo: “Tengan buen ánimo, porque el Ángel del Señor, Cuyo siervo soy, se paró junto a mí anoche, mostrándome una visión que no se perderá nada, en este barco. Tengan buen ánimo. Vayan ahora a comer su cena. Todo está bien”. Amén. ¡Cuando le ha sido inspirado a Ud., es cuando Dios hace que sea correcto!",
    "Aquí en alguna parte tengo un comentario, lo tenía escrito. Aquí mismo está. Ajá. Estamos al fin de todas las cosas. Permítanme presentar esto ahora de esta manera, para terminar. Espero que Dios les haya revelado algo. Miren. Todo está a su fin. Alguien preguntó la otra noche, creo que fue el Hermano Fred Sothmann, preguntábamos en cuanto a qué tan cerca está el tiempo del fin.",
    "El Hermano Demos Shakarian había visto esa visión manifiesta, y vino a cumplimiento cinco días después, perfectamente, eso por poco lo saca de los zapatos. Él me llamó. Dijo: “¿Cómo está Joseph?”.\n\nYo dije: “Está bien”.\n\nDijo: “¿Ve él visiones?”.",
    "Yo dije: “Sí. Él me dijo de David, el hijo del Hermano Wood, donde se había caído en una motocicleta, tres o cuatro días antes que sucediera, exactamente”.\n\nÉl dijo: “Ud. sabe que esas cosas vienen en las familias”.",
    "Yo dije: “La justicia o la maldad también, cualquiera de las dos. Eso corre en las familias”.",
    "Y estábamos hablando un poco, y ellos, Fred me dijo: “¿De dónde toma esto, Hermano Branham?”.",
    "Yo le dije: “Mira, Fred, tomémoslo de la naturaleza. Dios obra en Su naturaleza. Mira, observa lo que ha sucedido. El sol sale en el oriente. La civilización más antigua que tenemos, es la China”. Todos sabemos eso.",
    "La civilización más antigua que tenemos es la China. Muy bien. Y la civilización se ha movido hacia el occidente todo el tiempo. Y ahora ¿hacia dónde iría uno si dejara la costa occidental, si uno pasará directamente al otro lado? Iría a la China. Exactamente. Estamos en el fin. La Biblia dice, el profeta dijo: “Vendrá un día que no será ni día ni noche, cuando el sol esté pasando, pero al caer la tarde”, un poco antes que termine acá, “nuevamente habrá Luz, igual”. Jesús dijo: “Habrá una lluvia temprana y una lluvia tardía. Y la lluvia tardía producirá ambas la lluvia temprana y la tardía, en la misma sazón”. Estamos en el tiempo del fin.",
    "Miren aquí, permítanme mostrarles. La política ha llegado a su fin. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Muéstrenme algo hoy…\n\nEsta nación es la peor del mundo, en corrupción, incredulidad. ¿Quién leyó el periódico, El Courier Journal, la otra noche, de Louisville, acerca de todas estas mujeres, escogiendo, cada nación, la mujer más bonita de la nación, y las paran allí para que sean Miss Universo? Todos lo hicieron menos Rusia. Y ellos mandaron a preguntarle a Khrushchev: “¿Por qué no?”. Él dijo: “Rusia no desviste a sus mujeres para que desfilen frente a hombres”. Una nación incrédula, pagana, trayendo reproche sobre nosotros que nos llamamos Cristianos, dijo: “Rusia no desviste a sus mujeres, para que salgan a caminar así. Y uno no ve pantalones cortos ni cosas como ésas en Rusia”. Ésos son los impíos. ¡Y nosotros nos llamamos “Cristianos”!",
    "Con razón la Biblia dice: “Toda mesa ha llegado a estar llena de vómito. ¿Y a quién enseñaré Doctrina, y quién está arrancado de los pechos? Porque mandamiento vendrá tras mandamiento, y línea sobre línea; porque en lengua de tartamudos y en extraña lengua hablaré a este pueblo. Y éste es el Reposo; con todo esto, no quisieron oír”. Nosotros tenemos nuestro propio concepto intelectual. ¡Oh, qué bueno sería estar todo el día en Esto!",
    "La política, ¡corrupta! Los demócratas, republicanos, y todos, son bajos. ¿Qué es? Es un gran injerto. Toda persona que allí trabaje, que no haya nacido de nuevo, es del diablo. El diablo dijo: “Todo reino del mundo me pertenece”, y Jesús no discutió con él. El mundo es controlado por el diablo. Y todo hombre que trabaja para el gobierno, si no es un Cristiano, es del diablo y está trabajando para el diablo. Estas naciones todas vendrán a ser de Jesucristo cuando Él venga, habrá un Milenio.",
    "Miren aquí hoy, el proceso ahora que tienen. Reprochándome a mí porque usé un dinero allá para los Cristianos, y están queriendo darme veinte años en la prisión estatal, por usar dinero para operar un movimiento religioso. Y el whisky y la cerveza y los cigarrillos están exentos de decenas de millones de dólares al año, para corromper la nación. Y yo que quiero predicar la justicia, parándome en la puerta de Jesucristo, y quieren enviarme a la penitenciaría por eso. Y toman cosas como ésas, perversas, bajas, astutas, con inteligencia, y los dejan exentos para que hagan programas de televisión que han corrompido el mundo, que han enviado a las mujeres a los perros. Es una de las maldiciones más grandes que ha tenido la nación, y a ellos se les permite. Ellos me enviarán a mí a la penitenciaría por predicar el Evangelio, por tomar aquí unos dólares para—para predicar el Evangelio, que las personas me dan para predicar el Evangelio. Yo no soy rico y no puedo descontar eso. Sin embargo, ellos quieren enviarme a la penitenciaría, retenerme dos años, y pronto viene el juicio. ¡Oh, qué bajo, qué inmundo! Dios, ten misericordia.",
    "Sólo diré esto: Dios tal vez lo tenga así antes de Él enviar una bomba atómica. Hay que hacer algo errado, Uds. saben. Tienen que tocar a Su ungido tan sólo una vez, pues esta misma Escritura, no sea que… “No toquéis a Mi Elegido”. Correcto. Entonces si se necesita eso para traer juicio, como en los días de Daniel o en otro lugar, que así sea. Soy Tu siervo, Señor. Correcto. ¡Oh, sí!",
    "¡La política, bajeza! ¡La nación, corrupta! ¡Pues, miren! Ahora van a poner los soldados en pantalones cortos. ¡Oh, vaya! ¡Políticas, guerra! La política ha llegado a su fin. Tener dictadores está errado. La política está errada. ¿Por qué no se quedaron con un rey piadoso, así como se los dio Dios, David? El gran lord de Inglaterra dijo, cuando esta—cuando esta democracia fue formada, dijo: “Ahora está bien, pero llegará el tiempo” dijo él, “que terminará en nada. Será todo velas pero nada de ancla”. Y él tiene razón. Dijo: “Los políticos se paran en pequeñas tarimas en cada esquina, toda clase de cosas corruptas que corrompen el gobierno”. Y el hombre tenía razón. Es exactamente lo que está pasando.",
    "Un hombre puede salir por aquí, y pasar por aquí y emborracharse, y hacer pedazos todo lo que quiera; y va allá y los conoce a todos, entonces no se dice nada. Deje que un hombre pobre, o alguien sin contactos, trate de hacer eso, y serán enviados a la penitenciaría. Corrupción, bajeza, inmundicia, cuarenta por ciento de ellos son homosexuales. Piénsenlo, ¡Sodoma y Gomorra nuevamente! Allí está el grupo, se supone que son religiosos.",
    "Me—me pregunto ¿qué va a suceder, cuando entre el próximo Presidente? Dios nos ha dado un buen hombre piadoso, al anciano Dwight Eisenhower. Y ahora espe-… Vigilen lo que entrará después. Y lo más seguro es que tengamos una rata la próxima vez. Pues viene “un Faraón que no conoce a José”. Recuerden eso. Tocaré eso en un segundo. La política es corrupta. Nosotros sabemos eso.",
    "La guerra ha llegado a lo último. ¡Oh, en un tiempo se lanzaban piedras el uno al otro, se golpeaban en la cabeza con hachas de piedra, después disparaban arcos con flechas! Luego consiguieron rifles, después ametralladoras, luego los ochenta y ochos en Alemania y los rifles tan grandes que tenemos. Después lanzaron granadas de mano y gas venenoso. Pero ahora tienen una bomba de hidrógeno. La guerra ha llegado a su fin. Toda nación las tiene, pero ahora ¿qué harán? Aun una nación pequeña hoy, sólo que jale el gatillo, es todo lo que tiene que hacer, y todo volará. La guerra ha llegado a su fin. ¡Hmm! Amén. La guerra ha llegado a lo último. La política ha llegado a su fin.",
    "La educación ha llegado a su fin. La delincuencia juvenil ha llegado a su fin. Los niños, no hay esperanzas para los niños, se han vuelto locos. Uno no consigue educación. Uno no puede ir acá a la escuela y lograr, conseguir un muchacho con educación. Él es—él es dos veces más hijo del infierno cuando sale que cuando entra. Deje que el maestro diga algo al respecto, será asesinado. Ellos formarán una pequeña pandilla y saldrán allá y le dispararán al maestro, lo sacarán y lo colgarán. Perdimos dos mil maestros. ¡Oh, espere un minuto, creo que fueron veinte mil maestros, este año que pasó! No los culpo; yo tampoco quisiera hacerlo. Ahora en cada ocasión tienen letreros: “Denle educación universitaria a estos muchachos”. Ellos la necesitan, pero el diablo los tiene; el diablo los tiene. Y ya no es algo normal sólo salir y ser malo y—y—y desprender el portón y colgarlo de un árbol la noche de Halloween, o hacer una pequeña maldad como hacían los muchachos, o tomar la carreta del granjero y ponerla en la carretera, nada así; más bien están dementes. Ellos hacen cosas que son demencia; le disparan a uno, lo matan, lo asesinan, lo envenenan, lo que sea. Ésa es la próxima generación.",
    "Dar a luz ha llegado a su fin, la feminidad, la maternidad. Pues, se práctica el control de natalidad por todas partes, y los perritos han ocupado ese lugar.",
    "La moralidad, ya no hay moralidad. Las mujeres, vistiéndose vilmente; proyectadas en la televisión, toda clase de personificaciones de gente mala de Hollywood, toda clase de cosa, modas. ¡Todo en el fin!",
    "La educación ha llegado a su fin. La política ha llegado a su fin. La guerra ha llegado a lo último. La civilización ha llegado a su fin. Todas esas cosas están en su fin. Vaya, entonces ¿qué podemos hacer? ¿Qué sigue? Estamos al final de todas las cosas.",
    "Ahora la vida de iglesia ha llegado a su fin, la iglesia normal, la iglesia. Ahora, puede ser que esto incomode un poco, pero la iglesia carnal, la iglesia de Esaú, ella ha llegado a su fin. ¿Qué está haciendo? Terminando en la federación de iglesias, que finalmente se unirá al romanismo, para combatir el catolicismo… o más bien con el catolicismo para combatir el comunismo. El papa Juan está llamando a todas las iglesias para que regresen, y ellas lo harán. Y ellas se unirán, exactamente, es ASÍ DICE EL SEÑOR.",
    "Ud. dice: “Espere un minuto, Hermano Branham. Ud. se está saliendo de la línea”. Si es así, entonces Dios escribió Su Biblia fuera de la línea. Uno tiene que ser Micaías en este caso.",
    "Morris Cerullo me dijo la otra noche, dijo: “¿Dónde está el anticristo, Hermano Branham? El judío es el anticristo”.\n\nYo dije: “¡Morris! ¿Y tú, un judío?”.\n\nÉl dijo: “Ellos son los que más odian a Dios”.",
    "Dije: “¡Morris, no! Dime por la Escritura dónde el anticristo ha salido de Jerusalén. El anticristo salió de Roma, no de Palestina”.\n\nÉl dijo: “Bueno, mira, yo… Ellos odian a Dios”.",
    "🦅 Sí, ¿no dijo Dios que Él les había cegado los ojos para que nosotros tuviéramos un día para ver? Pero nuestro día pronto terminará”.",
    "Él dijo: “¡Oh, Hermano Branham, eso nunca lo pensé!”. ¿Ven?, allí tienen.",
    "¿Ven? Estamos en el fin. El mundo carnal, la iglesia carnal está allí, en su fin. Observen cómo está terminando en la federación de iglesias. Los Hermanos de la Unidad se unieron a ellos. Los Pentecostales se han unido a ellos. Todos los demás se organizan. ¿Ven Uds. a esos cananeos allá, todo el tiempo esos espíritus de Esaú?, muy religiosos, y confederados con el mundo; sin entendimiento espiritual, no pudiendo vencer, no siendo elegidos de Dios, para ser llamados fuera y separados.",
    "¡Oh, si yo tan sólo lo pudiera dar a conocer, si tan sólo pudiera hacer que baje de alguna manera! Ellos no lo ven. Tienen ojos y no pueden ver, oídos y no pueden oír. ¡Oh! ¿Por qué estamos tan entorpecidos en el espíritu? Ahora, escuchen esto. Todo ha llegado a su fin.",
    "Y la Iglesia espiritual ha llegado a Su fin. Ella está llegando al fin. ¡Oh, Dios! Miren allá atrás cuando Ella comenzó con Lutero, fueron sacudidos, los espirituales. Luego con Wesley, vinieron a santificación; luego con Pentecostés, el Espíritu Santo. Y ahora en el tiempo del fin, el Espíritu de Cristo en tal medida en la Iglesia, que está haciendo las mismas obras que Él hizo, volviendo directamente de nuevo a Su Cabeza; lista para que la Iglesia y Cristo se unan, y para la Venida del Señor Jesús, y la resurrección de los muertos. Estamos en el tiempo del fin. Jesús lo dijo: “¡Como fue en los días de Sodoma, así será en la venida del Hijo del hombre!”. ¿Lo entienden?",
    "Miren la iglesia carnal. Miren hacia dónde van, más y más apartados.",
    "Miren la Iglesia llena del Espíritu, sacudiéndose de Su insensatez, creciendo en el Espíritu (en la minoría, por supuesto), creciendo en el Espíritu, pero avanzando a tal grado que ha llegado allí donde el Espíritu Santo se está moviendo a través de Ella, abriéndose camino, preparada para recibir a su Señor, preparada para recibir a su Señor.",
    "Y los otros se han organizado, regresando al mundo, se han acordonado, regresando a la federación, avanzando hacia esa gran cabeza confederada bajo el catolicismo. “Y fue hecha una imagen a la bestia”. Una imagen, “algo como ella”. Una iglesia confederada, formada con catolicismo, las dos juntas, trabajan juntas. “¿Quién puede hacer guerra contra la bestia o su imagen”? Seguro que no. ¡Podríamos seguir en esto por horas!",
    "Ahora, déjenme decirles esto, y luego será tiempo de terminar. Eso, he… les dije que me iba a extender. Me—me siento muy emocionado. Aun cuando Dios dijo estas cosas, dijo: “Dilas; háblalas; no guardes más tu paz; muéstrales Eso a ellos. Si no Lo reciben, entonces la sangre no está en tus manos”. La hora ha llegado. El tiempo, todo está llegando.",
    "El mundo ha llegado a su fin, no aguanta más. Las guerras han llegado a su fin; no se puede tener más guerra. Si hay una guerra, no se puede; sólo con el primero que jale el gatillo, hasta ahí llega. La política está podrida y corrupta.",
    "El mundo eclesiástico son los metodistas, bautistas, presbiterianos, pentecostales; “son los cerdos regresando a su lodo, el perro a su vómito”. Es verdad, ¡cada uno de ellos! Dios llama a salir de esa corrupción, una Iglesia que es elegida. Así es exactamente. Esaú, ellos dijeron: “¡Nosotros somos la iglesia!”. Yo no dudo eso. Jacob, de hecho, era el padre de Esaú, correcto, así que, pero—pero… Quiero decir que Isaac era el padre de Esaú, y Jacob era su hermano, con él. Pero uno tenía recompensa por la primogenitura; el otro la detestó. Uno escuchó, reconoció, y actuó. El otro dijo: “¡Oh!, mientras vaya a la iglesia y yo haga lo correcto, ¿qué tanto importa?”. Ahí lo tienen. Ahora en…",
    "Digo esto entonces para terminar, sólo este comentario más. La verdadera Iglesia tiene mucho ahora por lo cual vivir. ¡Oh, debe ser un tiempo de jubileo para la verdadera Iglesia!, la Iglesia genuina, para la Iglesia elegida, cuando uno sabe en su corazón que ha pasado de muerte a Vida; cuando uno mismo se mira y ve, observa su vida y ve que todas las cosas del mundo han pasado, que uno ha venido a ser una nueva criatura. Escuchen ahora, ya para terminar. Uno sabe que ha pasado, su vida lo prueba: “Por sus frutos los conoceréis”. Su objetivo es Cristo completamente. Uno está esperando que Él venga en cualquier minuto. Uno camina en el Espíritu. Uno Lo ama; lo ve a Él obrando a través de uno. No es nada que uno quiera obrar, simplemente es Él mismo quien lo obra. ¡Oh, qué tiempo!",
    "Me recuerda del artista que fue a Roma, para aprender a ser un artista, un joven. Ellos lo observaron. Él era muy diferente a todos los otros muchachos y muchachas americanos, y demás que iban allá para ser artistas, y del resto del mundo. Este joven era sobresaliente. Él era un buen individuo, y ellos lo notaron. Tenían grandes fiestas y llegaban allá y, como hacen en Roma, se emborrachaban hasta más no poder.",
    "Yo mismo he estado allá y los he visto. Salen a la calle, hombres y mujeres, de parranda. Aun en los parques, tienen relaciones sexuales allí mismo en el parque, allí al aire libre, no le prestan atención; Inglaterra también, todos los demás. ¿Ven? No es peor que aquí. Es igual aquí, igual de mal; sólo lo encubren un poco más aquí, por causa de la policía y esas cosas. Ahora, ¡pero, simplemente es horrible!",
    "Bueno, este jovencito, se mantenía a distancia de todo eso. Cuando ellos salían a sus fiestas, él los dejaba, pues él estaba aprendiendo a ser un artista. Así que, un día, un anciano conserje, que era Cristiano, que se encontraba alrededor del—del museo, de la galería de arte, le dijo—le dijo: “Vamos a caminar, hijo. Vamos a caminar, me gustaría hablar contigo por un rato”.\n\nÉl dijo: “Muy bien”.",
    "Así que, subieron caminando una colina, y ambos con las manos atrás, subieron la colina. El sol se estaba poniendo. Y entonces el anciano le dijo al joven artista, dijo: “Hijo, tú eres un americano”.\n\nÉl dijo: “Lo soy”.",
    "Él le dijo: “Vienes aquí a recibir tu educación en arte. Me supongo que siendo artista quieres que ése sea el trabajo de tu vida”.\n\nÉl dijo: “Eso tengo en mente, señor”.\n\nDijo: “Noto que eres Cristiano”.\n\nÉl dijo: “Soy un Cristiano”.",
    "Él dijo: “Bueno, hay una cosa que quiero preguntarte; se lo he preguntado a estos otros. Ellos también dicen que son Cristianos”. Él le dijo: “¿Qué te hace tan diferente? ¿Qué te hace a ti tan diferente de estos muchachos de América, y de estas muchachas de América? ¿Qué te hace tan diferente, a pesar de que todos Uds. dicen que son ‘Cristianos’?”.\n\nÉl dijo: “Señor: ¿ve Ud. en dirección hacia donde se está poniendo ese sol?”.\n\nÉl dijo: “Veo”.",
    "Él dijo: “Lejos, al otro lado del océano, en un cierto estado de Nueva Inglaterra, en una cierta ciudad de ese estado, y en una cierta casa de esa ciudad, hay una cierta muchacha a la que le prometí que sería fiel”. Él dijo: “Eso es todo lo que tengo en mente, recibir mi educación en arte y regresar a esa muchacha que está viviendo fiel a mí”. Él dijo: “Por eso yo vivo como vivo”.",
    "¡Oh, hermano, hermana!, Ud. pudiera preguntarse ¿por qué no nos importa lo que nos llamen? A mí no me interesa lo que digan.",
    "Yo estaba parado con Fred, el otro día, allá en San Juan, Puerto Rico, mirando sobre el mar, y pude ver a lo lejos ese arrecife de coral, a media milla de distancia, esas olas grandes rompiendo. Él dijo… Los flamencos caminaban en el jardín, todo así. Yo dije… Él dijo: “Hermano Branham, esto parece el Cielo”.",
    "Yo dije: “Pero el mar no hará ruido allá, hermano”. Yo dije: “Allá del otro lado del mar, hay un cierto lugar llamado el Cielo, hay Uno llamado Jesús, en ese Cielo, que un día llevó todos mis pecados. Y le prometí que viviría fiel a Él, que yo haría las cosas que Él quería que hiciera. Por eso no me avergüenzo de Su Evangelio, es el Poder de Dios para salvación”. Eso es lo que hace que un Cristiano viva diferente. Él es diferente por cuanto tiene Algo diferente por lo cual vivir.",
    "Inclinemos nuestros rostros por un momento.",
    "Mi abatido amigo, en esta mañana ¿tiene Ud. algo diferente por lo cual vivir, algo que lo saque a Ud. del mundo, algo que signifique más para Ud. que todo el mundo, lo cual es vivir para Cristo? Si Ud. no lo tiene, ¿por qué no Lo recibe ahora? No sólo vaya a la iglesia y diga: “Yo quiero ser una persona buena”. No haga eso. Ud. quiere ser un Cristiano. Ud., si hay algo que siempre ha estado en su corazón, diciéndole: “No estás correcto, pero Yo quiero que estés correcto”; Ud. siempre ha anhelado ser algo que ahora no es, ¿no sabe que ése es Dios llamándolo a Ud.? No le dé Ud. la espalda. “Porque si Ud. alguna vez fue iluminado y tuvo la oportunidad, y lo rechazó por última vez, no queda más sacrificio por el pecado”. No se vaya con Esaú.",
    "Venga con Jacob, no importa el… no importa lo que le vaya a costar. Así le cueste a Ud. su hogar, si le cuesta su empleo, si le cuesta su esposo, si le cuesta su esposa, si le cuesta sus hijos, así le cueste lo que sea, ¡consiga esa primogenitura! Eso es lo que cuenta. Y si Ud. se siente así, en esta mañana, y quisiera tener esta primogenitura: yo no se la puedo dar; Dios sí puede, y Él es Quien le está hablando a Ud. ¿Levantaría Ud. la mano?, diría: “Ore por mí, Hermano Branham. Esa primogenitura, la quiero”. Dios los bendiga, por todo el lugar. “Esa primogenitura, yo la quiero”.",
    "Nuestro Padre Celestial, Te doy las gracias, el más Noble y Santo Dios, por toda Tu bondad y las misericordias para los hijos e hijas de los hombres. Y nos damos cuenta que estamos en el tiempo del fin, nada podrá durar mucho. Sólo esperamos en tiempo prestado; como fue en los días de Noé, la paciencia de Dios, cuando el arca estaba siendo preparada, cuando sólo ocho almas fueron salvas. Tú dijiste: “Así será en la venida del Hijo del hombre. La paciencia de Dios, no queriendo que ninguno pereciera, sino que todos vinieran al arrepentimiento”.",
    "Y hoy, en este edificio, hay hombres y mujeres que levantaron las manos, muchachos y muchachas, jóvenes y ancianos, que han levantado las manos, diciendo: “Hay Algo que me está jalando”. ¡Oh, Dios, que ellos nunca Lo rechacen! ¡Que ellos vendan su educación, que vendan todo lo que tienen! Como el hombre que encontró la gran perla; era una gran perla muy sobresaliente, era la mejor perla, y él vendió todas las pequeñas para poder comprar esta gran perla sobresaliente. ¡Que ellos vendan todo lo que tienen del mundo, en esta mañana, toda su popularidad del mundo!",
    "Estas mujeres sentadas aquí, Señor, muchas de ellas que han oído el Evangelio predicado tantas veces, y aún andan allí directamente en el mundo, y siguen el ejemplo del mundo y se visten como el mundo, y van a fiestas y cosas del mundo, participan de cosas mundanas y se portan como el mundo, y usan las cosas del mundo. ¡Oh, Dios, que ellas se avergüencen en esta mañana! Si en ellas queda alguna esperanza, Señor, libéralas hoy. Permite que ésta sea la hora.",
    "Y estos hombres aquí, Señor (¡Oh, Dios!), ten misericordia de ellos. Muchos de ellos caminando aún en las cosas del mundo, deseando aún y disfrutando las cosas del mundo, el pecado, fumar, beber, tragos sociales, una cervecita de vez en cuando, o—o algo así, o con codicia, y cuelgan por ahí pequeños afiches de jovencitas vestidas inmoralmente. Y esos cuerpos que ellos miran en la calle, que casi atropellan a las personas por mirarlas, y llamándose Cristianos.\n\nY saben que esa forma del cuerpo de esa mujer, quizás en veinticuatro horas estará pudriéndose allá en la tumba; los insectos y los gusanos corriendo por esos vasos sanguíneos y las curvas de su cuerpo; y su alma más allá en el infierno del diablo, por la manera que vivió. Y, con todo, ella mostrando sus pequeños labios pintados, riéndose y burlándose de uno.",
    "Dios, sé misericordioso con esas personas. ¡Oh, Señor, no permitas que se pierdan! Por favor ten misericordia y envía misericordia. Concédela a cada uno de ellos, Señor. Tú eres el Único que puede dar esta bendición. Y si Tú los has llamado a Vida Eterna, que sus corazones se abran; y que ellos hagan todo a un lado en esta mañana, y entonces lo reciban. Concédelo, Padre.",
    "Y ahora, que el Espíritu Santo venga a esta reunión, por los enfermos y afligidos, y permita que la gente vea que este Mensaje que ha sido predicado en esta mañana, que la Venida y todo está en el fin, y aun Jesús que obra en Su Iglesia. Permite que ahora mismo se cumpla, Señor, que puedas tomar a estas personas en Tus manos. Y cuando ellos vean al Espíritu Santo obrar, moviéndose entre la gente, que esto sea confirmado, el Mensaje que he predicado, que estamos en el tiempo del fin. Y que ellos escuchen. Ellos han escuchado, y que reconozcan que ese mismo Jesús, así como Él lo hizo en Su día, Él está aquí haciéndolo por medio de Su Iglesia en el día postrero. Y entonces que ellos obren, entregando sus vidas y cuerpos, y almas y espíritus, a Él. Te los entrego a Ti, Señor, en el Nombre de Jesús.",
    "Ahora, envié a Billy esta mañana al edificio donde está la gente, para que repartiera tarjetas de oración. Él…[Cinta en blanco.—Ed.]",
    "¿Está Ud. enferma, necesitada? Si Dios me revela, así como lo hizo con la mujer junto al pozo, y me dice cuál es su problema, o algo acerca de Ud., que Ud. sabe que yo no sé, ¿le causaría tener fe para creerle a Dios? ¿Causaría esto que Uds., los demás, tengan fe? ¿Es ésta la primera vez que nos conocemos? [La Hermana dice: “No”.—Ed.] ¡Oh!, Ud. me ha visto antes, pero soy un desconocido para Ud. ¿Verdad que sí? Muy bien, que el Señor Dios conceda su petición.",
    "Ahora, ¿es real, o no? ¡Oh, vaya! Invoquen su religión intelectual. “Baales”, dijo: “¿dónde estará él?”. Elías en el Monte Carmelo, dijo: “¿Dónde está Baal? ¿Dónde? Despiértenlo”. Uno no tiene que despertar a Jesús. Él está despierto todo el tiempo. Él siempre está presente, siempre vivo, siempre capaz; el mismo ayer, hoy y por los siglos. Amén. Dios permanece Dios.",
    "¿Cree que su problema cardíaco la va a dejar y Ud. va a estar bien? Ud. no es de aquí. Regrese a Lexington y dígales a las personas las grandes cosas que el Señor ha hecho por Ud. ¿Ven?",
    "Eso pasa por encima de la cabeza de las personas, que nunca lo captan. Una Iglesia viva echaría mano de eso, rápidamente, y sabría que la Presencia del Espíritu Santo está aquí.",
    "Alguien aquí atrás levantó la mano. ¿Fue Ud., señora? ¿Cree Ud. que Dios puede decirme su problema? El anciano…",
    "El hermano acá en el rincón, creo que él lo dijo, hace un rato. ¿Cree, hermano? [El hermano dice: “Sí”.—Ed.] ¿Cree? Entonces ese problema de la piel lo dejará, Ud. estará bien. ¿Cree? ¿Acepta Ud. eso como si ya estuviera sano? Levante la mano, que cree. ¿Ven? Ajá. Muy bien. Él es un desconocido para mí. Tú lo sabes, Pat.",
    "Una señora allí mirando, orando, me miró, dijo que ella era una desconocida: ¿Cree Ud. que esa presión sanguínea la dejará? Eso es verdad, ¿no es así? Levante la mano si eso es correcto. Muy bien, tenga fe en Dios.\n\n¿Ven Uds. lo que quiero decir?",
    "¿Qué de algunas de Uds. personas que me conocen? Uds. tienen algo en el corazón. Levanten la mano. ¡Tantos de Uds.! Yo no puedo hacerlo; sencillamente tiene que venir. Saben, es la fe de Uds.",
    "Georgie Bruce, la veo sentada allí. Siempre andas buscando algo para alguien más, Georgie. Tú fuiste sanada de un cáncer. No hay duda en tu mente. El día que viniste a este tabernáculo y saliste por esa puerta de allí, el Espíritu Santo vino sobre mí, y te dijo allí mismo de un hecho que nadie en el mundo sabía, solamente tú y Dios y otra persona. ¿Es cierto eso? [La congregación dice: “Amén”.—Ed.] Correcto. Tú me crees, ¿no es así, Georgie? Tienes algo en tu corazón, Georgie. ¿Crees que Dios puede decirme lo que está en tu corazón?\n\n¿Causaría eso que Uds., las demás personas que me conocen, crean? [La congregación dice: “Amén”.—Ed.]",
    "Yo conozco a Georgie, pero ella está pensando en algo. Ella tiene a dos personas que no están aquí, por las que está orando. Las dos viven en Corydon. Correcto. Y ella tiene una persona aquí, un hombre por el que está orando, que está acá en el hospital. Y tú estás orando, no tanto por su sanidad, sino por la salvación de su alma. Eso es ASÍ DICE EL SEÑOR. Correcto. ¿Es correcto eso, Georgie? Eso es exactamente correcto.",
    "Alguien por allá atrás levantó la mano, bien atrás, en la parte de atrás, por acá atrás. Ud. ¿qué de Ud.? ¿Levanta Ud. la mano, que es desconocido para mí? Este hombre sentado aquí mirándome, yo no lo conozco. ¿Me cree Ud. ser el profeta de Dios, el siervo de Dios? ¿Cree Ud. que el Espíritu Santo, que lo que he dicho es la Verdad? ¿Lo cree Ud.? [El hermano dice: “Sí”.—Ed.] Si Ud. cree, Ud. ha… eso es lo único que Ud. tiene, pues Ud. está sufriendo de cáncer. Correcto. Ud. no es de esta ciudad. Ud. es de New Albany. Correcto. Y Ud. tiene cáncer. Si cree con todo su corazón, Ud. sanará. ¿Lo acepta? Levante la mano. Bendito sea el Señor.",
    "Creo que esa mujer allá, con un sombrero color blanco en la cabeza, una señora de color, levantó la mano. No he tenido aún una persona de color. ¿Cree, señora? Muy bien, señor, crea con todo su corazón. Ud. tiene problema cardíaco, problema estomacal, complicaciones. Alguien le trajo aquí en esta mañana. ASÍ DICE EL SEÑOR. Eso es correcto, ¿no es así, señora? Si eso es correcto, mueva ese pañuelo que tiene en la mano, para que la gente vea. Yo nunca he visto a la mujer, en mi vida.",
    "¿Levantó Ud. la mano? ¿Soy un desconocido para Ud.?, y Ud. desconocida para mí. ¿Cree Ud. que Dios me conoce, o que Dios la conoce a Ud.? ¿Cree que Él me puede decir lo que está en su corazón? Ud. está orando por alguien. Es su padre, sufre problema cardíaco. Correcto. Y Ud. está buscando el bautismo del Espíritu Santo. ASÍ DICE EL SEÑOR.\n\n¡Si Ud. puede creer!",
    "¿Qué de la damita con su mano levantada así, cree? Su problema es esa roncha en la mano; pero Ud. está orando por un nieto. Eso es correcto. El niño no es normal. Eso es verdad, ¿no es así, señora? Crea con todo su corazón, para eso.\n\nCuando dije “niño”, espere un minuto. ¡Oh, allí está Ud.! Su hijo sufrió un accidente de auto; está lisiado. Yo no la conozco, señora, pero eso es verdad. Si eso es correcto, levante la mano.",
    "Ahora, ¿Quién está aquí? ¿Quién es? No soy yo. ¿Cómo puedo yo hacer eso? No sean insensibles al Espíritu, a las cosas Espirituales. ¡Es Dios que está aquí! Ese Espíritu Santo que Ud. quiere, ¿lo cree Ud. ahora? ¿Lo cree ahora? Muy bien, entonces recíbalo ahora. Ahora es el momento para recibirlo. Crea con todo su corazón.",
    "Uds. que están enfermos o necesitados: yo no puedo sanar; ningún hombre puede sanar. Yo no puedo dar el Espíritu Santo. Pero Aquél que puede sanar y dar el Espíritu Santo, Él está aquí. Él es Quien lo hace.",
    "Ahora inclinen sus rostros. Uds. crean, ahora mismo, mientras oro por Uds. y estos pañuelos.",
    "Nuestro Padre Celestial, hasta donde sé, yo pasé por todo aquél que era desconocido, al punto que sentí que me debilitaba y flaqueaba; me sentí guiado a que éste es el momento tal vez, en que el Elegido ha visto. Que cada uno de ellos, Señor, que fue llamado y que se permitió que fuera llamado por Tu Espíritu, algo, su fe, ellos tuvieron más fe (algunos de ellos) de la que pensaron que tenían. Ellos apenas comienzan en su corazón.",
    "Y la mujer tocó Su manto, una vez cuando Él pasó, y Él se dio vuelta y dijo: “¿Quién Me ha tocado?”.\n\nY ellos dijeron: “Pues, todos Te han tocado”.",
    "Él dijo: “Pues, siento que me he debilitado”. Y Él encontró a la mujercita y le dijo que tenía un problema de sangre, y su fe la había sanado.",
    "Y la Biblia dice que: “Él aún es el Sumo Sacerdote, hoy, que puede ser tocado por el sentir de nuestras dolencias”. La Escritura dice: “Él es el mismo ayer, hoy y por los siglos”. Y si Él es el mismo, y es el mismo Sumo Sacerdote, Él obrará igual y hará lo mismo.",
    "Y que la gente vea que la Iglesia llena del Espíritu está viniendo a una cabeza. Cristo está ya por venir a llevarse a Su Iglesia. Sus últimas grandes señales, como fue en los días de Sodoma, que habló, conocía a Sara, y sabía que él tenía una esposa llamada Sara, supo que ella se rió en la tienda; Él dijo: “Ésa será una señal. Cuando vean eso, recuerden: esa generación no pasará hasta que todo sea cumplido”. Aquí está. Estamos en el fin.",
    "Concede, Señor, que toda persona aquí, enferma, pueda saber que el Jesucristo vivo está presente. Que estos pañuelos sean bendecidos para cada cuerpo enfermo al que vayan. Yo conjuro al diablo, por estas personas. Yo lo reprendo, por medio del Espíritu de Dios; por fe, reprendo toda sombra de duda. Que toda persona aquí que ha sido ordenada a Vida Eterna, lo reciba en esta hora. Que toda superstición, todo pequeño apetito, toda cosita del mundo, todo pequeño peso, como dice la Biblia: “Hagamos a un lado todo peso, y el pecado que tan fácilmente nos acecha; para que corramos con paciencia, la carrera ante nosotros; mirando” (¿a qué?, ¿a la iglesia?, ¿a la organización?), “al Autor y Consumador de nuestra fe”, que ahora está aquí, “Jesucristo, el Hijo de Dios”. Mirándolo a Él, Quien… Nosotros no tenemos que aceptar palabras que sabemos que son la verdad, sin embargo, en esta mañana esas Palabras son hechas una realidad para nosotros. Ese mismo Jesús que murió, no está muerto, Él ha resucitado de nuevo, y dos mil años después Él está trayendo a Su Iglesia a una cabeza. El espíritu de Judas está obrando entre ellos. Pero permite que ellos hagan a un lado toda piedra de tropiezo y toda cosa, en esta hora, y lo reciban a Él.",
    "Que ellos escuchen, lo cual han hecho, a través del sermón. Que reconozcan ahora que las mismas Palabras que ellos oyeron han sido manifestadas, y que reconozcan Eso, que es Cristo. Y ahora que ellos actúen, actúen según eso: Que lo reciban y se pongan de pie, dando testimonio; y entren al Reino de Dios, siendo llenos del Espíritu Santo.",
    "Que los enfermos sean sanados; que los afligidos sean sanados; que el deseo de todo corazón sea por lo correcto. Concédelo, Dios Todopoderoso.",
    "Ahora con sus rostros inclinados, sus corazones abiertos, dense Uds. un tiempo de oración; un poco antes, me supongo, del servicio bautismal que viene, antes de esto. Habrá otro servicio esta noche.",
    "Ahora, recuerden, no dejen que pase esta oportunidad. Llevo aquí casi dos horas y media, o más, queriendo tomarme el tiempo y traer el Evangelio, y presentarlo perfectamente. Entonces llegamos directamente al final. Y el mismo texto: Escuchar, reconocer, actuar, no dejen que se les pase por alto, sobre la cabeza. Uds. Lo han oído. ¿Reconocen Uds. que Su Presencia está aquí? ¿Saben Uds. que es Él que los está llamando? Entonces actúen en base a Eso. Dios esté con Uds. Tengan un momento de oración.",
    "Hermano Neville, venga por un momento, para orar, si pudiera venir.\n\nSólo ténganlo en alto. 🦅"
  ]
}