{
  "title": "LA TEMPESTAD QUE SE APROXIMA",
  "id": "60070009",
  "content": [
    "🦅  Permanescamos de pie por un momento para orar. Inclinemos nuestros rostros. Nuestro bondadoso Padre Celestial, ciertamente somos un pueblo privilegiado en esta noche, al ser que podemos contemplar Tu rostro glorioso y llamarte nuestro Padre. Y conociendo que hemos pasado de muerte a vida por cuanto el Espíritu Santo testifica juntamente con nosotros que somos hijos e hijas de Dios. Y El es nuestro testigo que hemos pasado por esa linea, por cuanto las cosas del mundo que antes amábamos y acariciábamos, todo eso ahora está muerto y hemos sido levantados nuevamente con Cristo y estamos sentados juntos en lugares celestiales en El, gozando de Su presencia. ¡Cómo te agradecemos esto! En esta noche, en esta ocasión, rogamos que El nos visite en una forma muy tremenda. Bendice esta iglesia, la cual amamos, viendo el gran compañerismo y amor que tenemos para esta iglesia y su pastor, y para todos los miembros y todos los demás que han venido a compartir de este compañerismo en esta reunión. Rogamos Padre Celestial que ésta sea una noche muy especial; y que por mucho tiempo nos acordemos de Su presencia en esta noche. Si hubiera algunos aquí en esta noche que no conocen al Señor Jesucristo como su salvador personal, rogamos que lo hallen en esta noche—Aquel que ha salido al desierto en busca de la oveja descarriada, la cual aun no ha vuelto al redil. Concédelo Señor y que pueda haber misericordia en el campamento en esta noche. Porque pedimos todo esto en el Nombre del Señor Jesús. Amén. Pueden tomar asiento.",
    "Es muy grato estar nuevamente en este tabernáculo o en esta iglesia en esta noche, para compartir del compañerismo tan fino. Hoy me he estado gozando con los tesoros de anoche. Mirando por medio de la congregación veo a varias personas que he conocido, me doy cuenta como pasa el tiempo. Quisiera extender la mano a cada uno pero llegué un poco tarde y me tuve que apurar. Pero quiero que sepan Uds. que anoche hubo muchas personas aquí que yo reconocí de otras reuniones.",
    "Y anoche cuando llegué a casa estaba hablando con mi esposa, le dije: “Me pongo a pensar, ¿cómo será cuando cruzemos la línea? Estaremos parados allí mirando y diremos, ‘mira allí está el Hno. Fulano de Tal.’” Oh, eso será un tiempo muy glorioso. Estamos esperando aquel día y pronto, sí pronto. Yo no sé cuando será pero verdaderamente será un tiempo glorioso. Yo creo que Juan, después de haber visto la grandiosa gloria de Dios y todo aquello le había sido revelado en la revelación, él dijo: “Sí, ven Señor Jesús.” El vio que era maravilloso.",
    "Hace como 15 días yo estaba en Kingston, Jamaica. Muchas personas pensaban y aun piensan que las visiones solo aparecen aquí en la plataforma. ¡Oh, qué cosa, lo que ocurre aquí no es ni la décima parte! Las visiones aparecen todo el tiempo, en todo lugar. Y jamás ha sido errada una sola visión. Los Hombres de Negocio del Evangélio Completo me tenían como visita allí en Jamaica. Habían pasado dos noches y habíamos tenido predicación evangélica, y así me voy familiarizando con la congregación y sientiendo el espíritu del pueblo. Entonces dije: “Creo que será suficiente hoy si repartimos algunas tarjetas de oración y comencemos a orar por los enfermos.” Y el Señor nos bendijo.\n\nAl otro día",
    "entramos al comedor del Hotel Flamingo, lo que aquí llamaríamos un patio. Y todo allá es basado en el plan europeo, cuando uno paga la habitación también paga el alimento, todo junto. Y estabamos desayunando con un gran número de los Hombres del Evangélio Completo y muchos más. Y surgió la pregunta: “Esas visiones son maravillosas, como sería maravilloso si aparecieran a cualquier hora.”\n\nYo les respondí: “Pero así es, precisamente. Seguro. Ahora eso no sana a nadie. Si Uds. se han dado cuenta, yo les pregunto a las personas, ¿le ayudará esto a su fe para poder creer en Dios?” Las visiones no sanan, Cristo ya ha hecho eso. Es unicamente para auydar a su fe. Es algo que Dios ha añadido, una promesa que prometió enviar—una vindicación de los últimos días. Mas adelante entraremos en eso, mas adelante en la semana.",
    "Pero estabamos en aquella mesa y yo dije: “El Espíritu Santo está presente ahora mismo.” Y el Hno. Shakarian, a quien todos Uds. conocen, sí, al Hno. Demas. Es un amigo mio, muy íntimo. También el Hno. Arganbright y tantos más. El Hno. Sanmore, el vice presidente de los Hombres del Evangelio Completo. Y yo les dije: “Este joven que viene hacia nosotros está muy enfermo.” Era el mozo. Y cuando se acercó a la mesa el Espíritu Santo comenzó a hablarle y le dijo: “Tú estás sufriendo con un problema del corazón. Tu esposa también es Cristiana; tú crees pero tienes temor.” Comenzó así a decirle quien era y otras cosas. Por poco el pobre mozo casi dejó caer la mantequilla en mi plato.\n\nEl respondió y dijo: “Todo eso es la verdad.” Luego le dije, no yo, sino el Espíritu Santo, le dijo qué tenía su esposa allá en su casa y le repitió la oración que ellos habían tenido en esa mañana antes de que él saliera. Y su intención era de verme a mí en ese mismo día.¡Oh que cosa, él casi se desmayó!\n\nEl dijo: “Yo no entiendo cómo eso ocurre.”\n\nDije: “Pues yo tampoco.”",
    "Lo único que sé yo es como cuando llegamos esta tarde y el Hno. Duplessis nos encontró. Yo y el Hno. Mercer veníamos hablando del espíritu tan hermoso que existe aquí en esta iglesia; como amamos eso. Existe un compañerismo tan fino. Hermano pastor, eso es maravilloso, manténgalo así. Y el Hno. Duplesis me dijo: “Hno. Branham, me supongo que Ud. pasa por muchas dificultades.” Le dije: “No, lo que en realidad me sorprende a mí es la gracia de Dios. Muchas veces yo he agotado su misericordia pero jamás podré agotar Su gracia.” Estoy tan agradecido de eso.",
    "Y mientras hablábamos en la mesa en aquella mañana, hubo una camarera que iba caminando por el pasillo y cargaba unas sábanas en el hombro. Y les dije: “Allí está la luz sobre esa muchacha. Llámenla.” La llamaron y el Espíritu Santo comenzó a relatarle a ella todos sus problemas. Y ella no era Cristiana, mas bien dicho no era una creyente en el Evangelio Completo. Había hecho una profesión de fe cuando era pequeña y su madre la había llevado a la iglesia y como a los doce años había sido bautizada pero nunca asistió a la iglesia. Por eso dije que no era Cristiana. Vean esto, la iglesia no lo convierte a Ud. en un Cristiano; la iglesia mas bien solo le auyda a uno a ser Cristiano, le ayuda a permanecer aquello a lo cual ha nacido. La iglesia le ayuda a uno a mantener su experiencia mientras tiene compañerismo con hermanos y hermanas de “fe igualmente preciosa.”",
    "Y mientras estaba sentado allí, estaba mirando asi y de repente el Hno. Demas Shakarian me llamó la atención y en eso perdí lo que estaba mirando. Me dijo: “¿Qué le pasa?” Ay, si solo no lo hubiera dicho en ese momento. Yo dije: “Recuerden, ASI DICE EL SEÑOR, alguien que está muy cerca de mí está a punto de la muerte. Y habrá un joven que estará vomitando sangre.” Entonces pregunté: “¿Dónde está Billy?” Muchos de Uds. conocen mi hijo, Billy Paul. Su mamá murió cuando él apenas era un niñito. Yo siempre lo cargaba. Entonces no teníamos con que comprar suficiente carbón para mantener el fuego durante la noche y para calentarle el biberón lo tenía que mantener asi junto a mi cuerpo. Entonces cuando él despertaba llorando, buscando a su mamá, yo le daba el biberón. Cuando ella ya estaba partiendo me dijo: “Siempre quédate con Billy.” Nos hemos mantenido juntos, muy amigos. Asi que dondequiera que voy me llevo a Billy, y él se ha mantenido conmigo.",
    "En esa ocasión Billy se estaba preparando para ir a un lugar que llaman “El Jardín de la Esperanza” para tomar unas fotografías. Lo llamé rápido y le dije: “No vayas, algo está por suceder.”\n\nMuchas veces las visiones muestran algo pero no sabemos qué son. Los profetas en la Biblia no sabían de qué estaban escribiendo, solamente escribían, pero eran hombres vindicados e inspirados.\n\nEl Hno. Shakarian me preguntó: “Hno. Branham, ¿qué opina Ud. que va a suceder?” Le dije: “Yo no sé.” Vi a una persona que escupía sangre de la boca, parecía que era un hombre joven y escuché la voz que me dijo: “No puede morir, no se ha preparado.”",
    "Nos quedamos vigilando eso.\n\nYo había sentido guiado ir a Jamaica pero no a Puerto Rico. Entonces cuando llegó la hora para salir para Puerto Rico, en el mismo lugar donde se cayó aquel avión allí en Jamaica y murieron tantas personas—parecían cerdos colgando de los cinturones, partes de sus cuerpos todos hinchados. Hicieron todo eso a un lado y allí todavía estaba el avión cuando nosotros llegamos. Luego el avión que venía para llevarnos a Puerto Rico reventó uno de los pistones en ese mismo lugar cuando aterrizaron para recogernos a nosotros. Billy me dijo: “Oye papá, ¿estás seguro que aun debemos tomar este riesgo?” Le respondí: “Esta rama de los Hombres del Evangelio Completo me dijeron que tenía que venir. Es para el bien del compañerismo de esta gente que voy solo para estas dos noches.” Entonces me preguntó: “¿Te acuerdas de esa visión?” Dije: “Sí”",
    "Trés días después cuando estaba parado allí en el jardín del hotel, yo jamás he visto algo tan hermoso como vi allí en Puerto Rico. El Hno. Fred Sothmann, un amigo canadiense, estaba tomando fotos. Ahora, es muy hermoso aquí en Phoenix y también en Los Angeles; es muy hermoso en Miami. Pero ninguna de estas ciudades ni le llega cerca a la hermosura de Puerto Rico. Es algo extraordinario. Yo jamás había visto algo semejante en toda mi vida. Se ven las olas del mar pegando en el coral como a media milla; los flamencos caminando por los parques tropicales. Jamás había visto algo tan semejante a lo celestial. El Hno. Sothmann me dijo. “Hno. Branham, seguramente así debe ser el Cielo.” Le dije: “Esto ni se compara al Cielo.” Dijo: “Pero mire Ud. ese mar tan tremendo.” Le dije: “Pero eso es solo porque se está meciendo la tierra. Pero allá todo será paz. El viento estará soplando apaciblemente.”\n\nY le dije: “Allá no serán flamencos caminando por el parque sino que serán Angeles caminando por las veredas donde tendremos compañerismo.”",
    "Y en ese instante vi pasar frente a mí mi suegro y mi suegra. Mi suegro partió ya hace como 10 años. Y en ese instante mi suegra estaba partiendo para encontrarse con él. Ella murió en ese momento. Dos horas después cuando llegué a Miami, llamé para ver como estaba todo en casa. Mi suegra, la cual no tenía dentaduras, suspiró dos veces y murió. Su hijo, el cual no estaba preparado para morir, siendo un alchólico, sufrió una hemorrágia en el estómago y comenzó a escupir sangre de la boca.",
    "El Hno. Shakarian me llamó hace unos dos días y me dijo: “Hno. Branham, jamás he tenido algo que me impacte como el saber de aquello.” Fue de Dios que él me quitara la atención de esa visión en aquel instante para que yo no conociera quien era. Era algo para que él entendiera. El dijo: “Yo creo que ahora es cuando el ministerio está llegando a tomar efecto.” Que así sea. Ojalá aquí mismo en Phoenix algo acontesca lo cual sirva para inspirar a todos. Ojalá el Espíritu Santo venga en nuestro medio y obre algo que nos impulse a apretar bien la armadura y asi prepararnos para Su venida. El Señor bendiga a cada uno.",
    "Ahora no deseo retenerlos por mucho tiempo porque muchos están parados. Pero son una congregación tan fina que parece que podría hablar toda la noche, pero no creo que lo haré. Quizás anoche pensaron que yo lo estaba intentando. Hace algunos días prediqué sobre un cierto tema allá en mi tabernáculo, comenzamos a las 9:30 y terminamos como a las 12:30 pero ya les había prevenido. Se trataba del tema: “Escuchando, Reconociendo y Poniendo por Obra.” Quizás algún domingo por la tarde podremos hablar de ese tema. Por casi un año el Espíritu Santo ha estado lidiando conmigo acerca de ese tema y por fin lo prediqué en la iglesia.",
    "Abramos ahora en nuestras Bíblias rápidamente al capítulo 7 de San Mateo. Comenzemos la lectura en el verso 24:\n\nCualquiera, pues, que me oye estas palabras, y las hace, le compararé a un hombre prudente, que edificó su casa sobre la roca.\n\nDescendió lluvia, y vinieron ríos, y soplaron vientos, y golpearon contra aquella casa; y no cayó, porque estaba fundada sobre la roca.\n\nPero cualquiera que me oye estas palabras y no las hace, le compararé a un hombre insensato, que edificó su casa sobre la arena;\n\ny descendió lluvia, y vinieron ríos, y soplaron vientos, y dieron con ímpetu contra aquella casa; y cayó, y fue grande su ruina.",
    "Que el Señor añada la bendición a la lectura de Su Palabra. Es mi deseo hablar por unos momentos sobre el tema “La Tempestad Que Se Aproxima.” Y confío en Dios que podremos todos rendirnos al Espíritu Santo. Todos saben que yo no soy predicador. Aquí detrás de mí sí hay unos predicadores. Yo nunca obtuve la educación para ser ministro. Pero el Señor me ha dado otra cosa que hacer. Y de mi manera tan despacio me gusta poder tomar el tiempo para explicar lo que sé del Señor y de Su bondad; y así me esfuerzo por contárselo a otros.\n\nAsí que en esta noche estamos hablando acerca de “La Tempestad Que Se Aproxima” y si yo fallo en expresar en palabras lo que siento en mi corazón, ruego que el Espíritu Santo lo revele.",
    "Jesús estaba hablando aquí en esta ocasión acerca de una tempestad, la cual tiene que llegar a todo hombre y a toda mujer nacidos en la tierra. No hay como evitarla. Esa tempestad le va llegar a Ud. tarde que temprano. Y depende de qué clase de fundamento Ud. tiene, si su casa sostendrá la tempestad o no. Se han salvado muchas vidas por razón de haberse preparado antes de la tempestad. Y también se han perdido muchas vidas por razón de haber negado poner atención a los avisos de las tempestades que se aproximaban.",
    "No hace mucho me enteré de una historia, creo que la leí en el periódico. Y esto sucedió en el estado de Florida. Por alli pasan muchas tempestades muy tremendas. Por alli pasan los tifones que proceden del mar y hacen subir el agua muy adentro de la ciudad, varias cuadras, y asi lo barren todito. Y me dicen que sus profetas meteorológicos siempre están vigilando por tales tempestades. Y de alguna manera, obrando con los elementos, tienen su forma de hacer contacto con los cambios atmosféricos y pueden pronosticar cómo y de dónde se está formando la tempestad. Con esas personas es un estudio de toda la vida y tienen instrumentos y cosas que la ciencia les ha provisto. Y por medio de llamarse el uno al otro pueden saber qué ruta está tomando la tempestad y cuanto viento tiene, pueden saber qué rumbo tienen otras tempestades y así saber si una va contrarestar la otra.",
    "Yo aquí podría detenerme y predicar por varias horas sobre ese aspecto: cómo es que se necesita un viento más recio o una tempepestad más grande para hacer la otra tempestad a un lado. Y así es hoy en día. Y todos sabemos que tenemos una tempestad por delante. Y el único viento que conosco yo que puede desviar esa tempestad es el viento recio que sopló allá en el Día de Pentecostés.\n\nMe han dicho que aun en esta hora hay hombres aquí en la ciudad hablando encontra del comunismo. Y así deben hacer. Pero simplemente hablando encontra no es suficiente. Tenemos que hallar la manera de desviar ese mal. Y existe una sola cosa que puede desviar esa tempestad y esa es una tempestad más grande, la cual puede contrarestarla y cambiar su ruta.",
    "Y estos profetas meteorológicos allá en Florida son muy exactos con sus profecías. Y es que tienen un propósito singular, para avisar al pueblo. Parece que fue en el periódico donde yo estaba leyendo acerca de una tempestad que pasó, hace algunos años, por toda la parte central de Florida. Y en toda la región alli por el lago Okochobee se les avisó. Hace como 5 semanas yo estuve en esa región.\n\nUn cierto habitante se mantenía en contacto con la radio para saber de las tempestades y él era un Cristiano muy bien conocido. El escuchó que se estaba aproximando el gran tifón; que venía destrozando árboles y a todos se les avisaba que huyeran a un lugar seguro. Entonces este hombre pensó en su vecino, el cual era un avicultor, tenía su granja de gallinas. Tenía varios gallineros (edificios muy débiles) y las incubadoras y demás cosas, y en fin todo lo que esta familia tenía lo tenían invertido en esa granja. Entonces el Cristiano corrió rápido en su carro y se paró frente al portón de la granja. Se bajó y le gritó al vecino: “Mira, toma todos los pollos y colócalos en tu sótano, luego ven tú y tu familia aca con nosotros porque se aproxima una tormenta que va acabar con todo esto aquí.”",
    "El otro se le quedó mirando y se rió, y dijo: “Son puras tonterías. Yo les he escuchado hacer esos pronósticos desde hace cuándo y jamás ha sucedido.”\n\nEntonces el vecino Cristiano estaba tan alarmado que le preguntó: “Pero ¿qué tal si ahora sí llega?” Y todos nosotros hemos oido esa clase de comentario con frecuencia. “Sí, yo he oido que esto y aquello va suceder…” Pero uno de estos días así mismo va suceder, y nos conviene poner atención a todo aviso.",
    "Pero este hombre dijo: “Yo no tengo tiempo para tales tonterías. Yo tengo mucho trabajo aquí con las gallinas y no tengo tiempo para eso.”\n\nEntonces el vecino le dijo: “MIRA, EN EL NOMBRE DE DIOS, DEJA ESAS GALLINAS Y VEN CONMIGO PRONTO TU Y TU FAMILIA. Y SI TU NO LO CREES, CUANDO MENOS PERMITE QUE VENGAN TU FAMILIA.”\n\nY el otro le respondió: “No voy a permitir que mi familia se agite a base de unos cuantos avisos radiales. Yo he decidido que mis hijos vivirán como yo vivo. Mi esposa me va escuchar a mí porque yo soy el que manda en esta casa. Ella me va poner atención a mí. Asi que no voy a permitir que mis hijos sean molestados por esta clase de tontería.”\n\nEntonces el vecino se hallaba sin palabras, se subió a su carro y se fue a su casa.\n\nSe bajó a su sótano",
    "y entonces, de repente la nube estaba encima. Así mismo es como llega el juicio; viene de repente y uno se queda asombrado de cómo puede llegar tan rápido. Yo he visto a hombres crueles que antes habían maldecido a Dios, caer de rodillas y clamar: “¿Cómo me puedes tratar de esta manera?” Y en un momento quedó deshecho todo su fundamento. Conviene poner atención al aviso.\n\nUd. quizás se podrá reir del mensajero; y aun quizás podrá matarlo, PERO NO PUEDE MATAR EL MENSAJE, eso seguirá como si nada hubiera pasado. El Mensaje de Dios es eterno. Sus Palabras jamás fallarán.\n\nSaulo de Tarso logró que apedrearan a Esteban, pero a través de toda su vida hasta cuando se entregó a Cristo, hasta entonces no pudo apartarse de aquel Mensaje: “Yo veo al Cielo abierto y Jesús a la diestra de Dios.” Allí mismo algo se apoderó de él. No fue el mensajero sino el mensaje que traía.",
    "Cuando la tempestad barrió toda aquella región, se llevó al avicultor y toda su granja. Jamás pudieron hallar su cadaver. Su esposa estaba tan temerosa. Vivían allí cerca del lago Okochobee y el nivel del agua comenzó a subir siendo que el tifón levantaba el agua desde lo profundo del lago. Por eso esos lugares son tan peligrosos porque no son profundos y luego los barcos se agitan y las olas se levantan y hunden los barcos. Llegan las tempestades y chupan el agua y se lo lleva a largas distancias. Y la madre, viendo que no había más esperanza, hizo subir a sus hijos al techo. Logró subirlos al techo, agarrándose de la chiminea de la casa.",
    "Luego también los animales quisieron subir al lugar seco y entre ellos venía la víbora de agua, el mocasín. Yo creo que ese animal es aun más peligroso que la víbora de cascabel de aquí. Estas serpientes venían buscando seguridad y también se subieron al techo. Esa mujer, por haber escuchado a su esposo y no poniendo atención en los avisos, tuvo que golpear y pisotear tantas serpientes, pero al fin se quedó atónita, mirando, indefensa mientras aquellas serpientes malignas picaron a sus hijos hasta que todos murieron allí sobre el techo. Y la madre misma fue picada tanto hasta que también murió. Apenas así fue como se obtuvo toda la historia. Después que pasó la tempestad y salieron a investigar, buscando sobrevivientes, la hallaron allá sabre el techo con sus hijos a su lado.",
    "CONVIENE PONER ATENCION A LOS AVISOS.\n\nEn primer lugar, antes de haber un aviso, tiene que haber una preparación hecha para la seguridad; de otra manera no hay razón para avisar. Y el aviso no es más que la voz de uno anunciándole que se prepare para el peligro que viene. Así que primero tiene que existir la preparación. Luego puede salir el aviso insistiéndole a Ud. que haga su decisión, si Ud. quiere o no quiere poner atención. Si Ud. no desea escuchar, esa es cosa suya. Pero si le pone atención entonces hallará seguridad.",
    "Dios tiene la misma táctica. Nosotros obramos conforme al plan de Dios en ese aspecto. Allá en los días primitivos, en el mundo antidiluviano, la gente había llegado a ser tan malvada y pecaminosa hasta el punto donde Dios ya no los podía mirar y ser justo. Dios es un Dios justo y El tiene leyes. Ahora cualquier ley que se puede quebrantar y no tiene castigo, esa ya no es ley. UD. NO PUEDE QUEBRANTAR LAS LEYES DE DIOS sin tener que pagar la pena, tarde que temprano.\n\nUd. tiene que pagar. La Biblia dice: “Tus pecados te hallarán.” Y ¿qué es el pecado? Deseo hacer una pausa aquí. Mucha gente piensa que fumando cigarrillos es un pecado, pero no es. Mucha gente piensa que mintiendo es un pecado, pero no es. Cometiendo adulterio, eso no es pecado. Todos esos mas bien son los atributos de incredulidad. La razón que Ud. anda haciendo esas cosas es porque Ud. es un incrédulo.",
    "Solo hay dos partidos, o Ud. es creyente o es incrédulo. Si Ud. es un creyente, Ud. no hace esas cosas. Si Ud. hace tales cosas, yo no sé que clase de profesión Ud. tiene, pero la verdad es que el que comete tales cosas EL AMOR DE DIOS NO ESTA EN EL. Así nos dice la Biblia. Es que tenemos demasiado profesión sin posesión. Demasiada gente anda diciendo y no lo está viviendo.\n\nYo aun creo que tenemos demasiado énfasis en el ensayo de sermones en lugar de vivir los sermones. Sería mucho mejor si viviéramos nuestros sermones, asi cada uno de nosotros seríamos un ministro. Es mucho mejor que Ud. me viva un sermón en lugar de predicarme un sermón. La Biblia dice: “Sois cartas escritas, conocidas y leidas de todos los hombres.” Entonces es mucho mejor vivir un sermón.",
    "El pecado es por cuanto Ud. no cree.\n\nCuando Jesús estuvo aquí en la tierra, en los días de Su carne, ¿no llamó El a aquellos que no mentirían y que no robarían, los cuales no cometerían adulterio, o sea hombres justos, predicadores, no les dijo: “sois de vuestro padre el diablo?” Eso fue por cuanto no creían en el Hijo de Dios. “El que no creyere ya es condenado.”",
    "Hace algún tiempo yo estaba haciendo un llamado al altar y me gusta tanto la Escritura de Juan 5:24, “El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.” Allí dice: “El que cree.” Ud. dirá: “Pues eso es muy liviano.” No señor, eso es muy profundo. Porque cuando Ud. cree entonces “ningún hombre puede llamar a Jesús el Cristo sino fuere por el Espíritu Santo. Cuando Ud. tiene al Espíritu Santo entonces Ud. ha creido hacia la vida eterna y TIENE vida eterna. “El que oye mi palabra y cree al que me envió, TIENE vida eterna; y no vendrá a la condenación, mas ha pasado de muerte a vida.” Eso indica una separación, haciendo preparativo.\n\nDios entonces vio la maldad del mundo y se dio cuenta de aquella generación malvada y adulterina y en eso Su Santidad ya no aguantó más. Oh, ¡que mundo más pecaminoso!",
    "El otro día iba en el carro con mi esposa hacia la tienda para hacer las compras e ibamos hablando de cierta joven de nuestra ciudad. Era en tiempo de mucho frio y esta joven tenía puesto su abrigo corto e iba vestida muy inmoralmente en sus pantaloncitos cortos que ellas acostumbran en el tiempo de verano. Había un poquito de nieve sobre la tierra. Mi esposa dijo: “Tú bien sabes que esa mujer no puede estar agusta.” Le dije: “No, simplemente es que no está en su mente correcta.” Entonces ella me dijo: “Pero, tú sabes que ella asiste a la secundaria.” Le respondí: “Es posible que asista a la secundaria pero eso no indica que tiene todo bien. Ella no puede estar bien de la mente.”",
    "Hace algún tiempo yo estuve en Alemania en una gran campaña donde el Señor nos estaba dando como 10 mil almas cada noche. Y me quedé tan asombrado en una cierta noche cuando salí del culto y fuimos a un lugar donde fuimos invitados a tomar una cena. Habíamos completado la camapaña y hallé a todos los Cristianos sentados allí tomando cerveza. Aquí en América, Canadá e Inglaterra son los únicos paises que yo conzco donde se le prohibe la cerveza al Cristiano. Ellos allá no se emborrachan pero Ud. sabe como somos los Americanos.\n\nLuego cuando vieron que yo no tomaba, surgió la pregunta y me llegó a mí, ¿por qué yo no estaba tomando mi cerveza, será porque era de calidad inferior?",
    "Y el Dr. Guckenbuhl estaba a mi lado y me sirvió de intérprete, le pregunté: “¿Por qué están hablando así de mí?” Y me contestó: “Es que no entienden por qué Ud. no toma.”\n\nAhora yo sé que está escrito: “Cuando estás en Roma, haz como los romanos.” Pero le dije: “Dígales Ud. esto: Yo no los censuro a ellos, pero es que yo nací bajo un nacimiento nazareno. Yo no debo beber.” No quería herirles. Ellos entendieron y siguieron tomando.\n\nLuego en Italia hallamos casi lo mismo. Y en muchas partes del mundo cuando Ud. entra a las distintas naciones, Ud. hallará que cada una tiene su espíritu en particular.",
    "Me acuerdo como fue que el Espíritu Santo me avisó que no entrara en el YMCA en Finlandia (un cierto lugar como hotel). Yo no sabía de qué se trataba, pero hallamos después que allí tenían mujeres dando los baños. Yo me aparté y no quise entrar con el Dr, Múnion y los demás para nadar. Y descubrí que esas mujeres lavan a los hombres. Y les dije: “Eso no es correcto.” Entonces me respondió: “Pues Hno. Branham, es igual de correcto como Uds. allá en América con sus enfermeras. Estas mujeres han sido instruidas para esto.” Le dije: “No me importa cuanto entrenamiento tengan, NUNCA FUE LA INTENClON DE DIOS QUE FUERAN ASI. DIOS LAS CUBRIO Y LAS HIZO DISTINTAS. CORRECTO. Pero ellos no pusieron nada de atención a eso,",
    "eran finlandeses, gente muy maravillosa.\n\nPero ese era el espíritu de la nación. Dondequiera que Ud. vaya hallará el espíritu de esa nación. Y si Ud. viene a América, aquí hallará algo tremendo. Ese es el peor de todos.\n\nEntonces mi esposa me dijo: “Pero esa gente asiste a la iglesia, y yo siempre me he preguntado cómo era que eso no les condenaba la conciencia.”\n\nLe dije: “Querida esposa mía, deja decirte: ellos son americanos.” Y dijo: “Y ¿qué de nosotros, no somos americanos?”\n\nLe dije: “No, solo estamos viviendo aquí. PERO HEMOS NACIDO DE ARRIBA. EL ESPIRITU SANTO DE DIOS NOS HA HECHO SOMBRA, POR LO TANTO SOMOS PEREGRINOS Y ESTRANJEROS EN ESTA TIERRA. ESTO AQUI NO ES NUESTRO HOGAR SINO QUE ESTAMOS BUSCANDO UNO QUE ESTA POR LLEGAR, cuyo arquitecto y constructor es Dios.”\n\nPor lo tanto cuando Ud. es nacido de arriba, entonces tiene el Espíritu Santo, el cual viene de Dios y eso entonces cambia su naturaleza. No importa si fuera su madre, su hermana, o su mejor amiga que estuviera vestida de esa manera; pero el Cristiano, el cual es nacido del Espíritu de Dios, él es nacido de arriba y su espíritu ya es de otro reino, nacido de Dios y la simplicidad del Espíritu Santo viene para seguirlo y vigilar cómo es que actua y aun lo hace a Ud. que se porte bien.",
    "Así fue en los días de Noe. Y Dios se enfadó de tal grado con todo aquello—pero antes de que enviara aquella tempestad para destruir al mundo completo—primero Dios hizo la preparación para todos aquellos que deseaban escapar esa tempestad. Yo aun puedo ver a Noe parado en la puerta del arca, predicando la justicia. Pero no había muchos que le escuchaban. Eran como los de hoy, deseaban mas bien el entretenimiento y diversión, no el Evangelio. ¡Ay, ay, ay, cómo será para estos evangelistas estilo Hollywood los cuales temen llamar al pecado por su nombre! Necesitamos más de aquellos predicadores antiguos de la sierra que sentían el Espíritu Santo y no temían predicar el Evangelio sin guantes; no como los de hoy que cubren al Evangelio con un guante, pero más bien unos que prediquen la venida del Señor Jesús: juico para los malos y el Cielo para los justos.\n\nMuy pronto estamos llegando a un tiempo que yo no conozco y nadie mas conoce tampoco, pero yo les he avisado a los de mi generación. Si la tormenta llega ahora yo quiero que ellos estén prevenidos.",
    "Puedo ver a Noe parado allí en la puerta del arca. Solo quisiera yo creer que no fue de esa manera. Pero Noe, parado allí en esa puerta, fue la única via a la seguridad.\n\nPuedo ver a Moisés años después, parado en la puerta con la sangre en el dintel, predicando juicio: “Coloquen la sangre en el dintel.”\n\nHoy día Jesús es la puerta del redil de las ovejas. Ministros del Evangelio están parados en esa puerta, rogando con la congregación para que entren al lugar seguro. Sin duda hubo muchos que se rieron y se mofaron de Noe. La Biblia aun dice que hubo burladores. Y yo puedo oir que decían algo así: “Noe, si tú no tienes mejor entretenimiento que esto, entonces mejor nos quedamos en casa.”",
    "América, y el mundo de hoy en día no tienen deseos del Evangelio, desean mas bien la diversión. Tienen que tener algo para entretenerlos, mucha música extraordinaria o algo por el estilo. Tienen que tener alguna clase de fiesta, o un asado de carne. Todas esas cosas están bien, pero AFUERA DE LA lGLESIA. PERO LA IGLESIA ES DONDE DEBE SER PREDICADO EL JUICIO Y EL PODER DE LA RESURRECCION DEL SEÑOR JESUS. Y EL AVISO que el juicio comienza en la casa de Jehová, no las fiestas, sino EL JUICIO.\n\nLot recibió su aviso. Y cuando llegaron los Angeles (aunque él no sabía que eran Angeles), cuando ellos llegaron a ese lugar su mensaje para Sodoma era: SALGAN DE ESTE LUGAR PECAMINOSO. DIOS HA PROVISTO UNA VIA DE ESCAPE PARA UDS. SALGAN DE ESTE LUGAR PECAMINOSO.",
    "Jesús dijo: “Así como fue en los días de Sodoma.” Fíjense qué clase de vida estaban viviendo. Y Jesús comparó aquel día con el nuestro, así de pecaminoso. Fíjense como fue cuando Lot fue para avisar a su pueblo. SE RIERON DE EL; SE MOFARON DE EL. Y dice que los pecados de la ciudad afligían su alma justa. El Mensaje de aquellos ángeles no tuvo ningún efecto en esa gente. Pero rogaron que se saliesen por cuanto el juico estaba para caer sobre la ciudad. Dios les iba dejar caer una tempestad de fuego, sobre esa ciudad. Pero ellos rechazaron caminar; rechazaron salir. Estaban muy satisfechos con sus pecados.",
    "La gente de hoy en día parece que están tan cómodos en el pecado. Con que tengamos un carro nuevo; con que podemos comer tres veces al día; o poder dormir en una cama limpia. Todo eso es maravilloso y estaría muy en orden. Pero NOS OLVIDAMOS DE DIOS CUANDO NOS VIENE LA PROSPERIDAD DE ESA MANERA. Nosotros los predicadores y todos los Cristianos hemos tomado tanto interés en el programa de levantar nuestra iglesia y guizás obteniendo un local mejor o quizás más grande, o andamos buscando mejores bancas, Uds. saben lo que digo. Y en hacer esas cosas hemos dejado a un lado las cosas principales: EL JUICIO, LA JUSTICIA, EL PODER DEL ESPIRITU SANTO, LA RESURRECCION, EL JUICIO ETERNO.\n\nEl Angel nunca falló en predicar el Mensaje. Aunque hizieron el esfuerzo para pararlos, el Mensaje continuó.",
    "¿Notó Ud. eso?\n\nEs como un hombre que dice: “Yo no voy a creer que el sol esté brillando. Jamás tendré que lidiar con el sol.” El cierra sus ojos y se baja al sótano de la casa y allí sigue diciendo: “Yo rechazo creer que el sol esté brillando.”\n\nUd. dirá: “Pues Hno. Branham, ese hombre tendría algo mal con la mente.”\n\nBueno, y los que rechazan a Jesucristo están en el mismo terreno. El Espíritu Santo es más real y genuino que la luz del sol. El sol algún día fallará pero el Espíritu Santo no puede fallar. No es solamente luz para el sentido de la vista sino también es luz para el alma. Es una luz radiante la cual nos conduce a Dios y poyecta el Calvario hacia nosotros juntamente con los sufrimientos del Señor Jesús, los juicios que se aproximan y también el escape para todos los que lo desean.\n\nYo mejor quisiera estar totalmente sin vista natural y tener mi vista espiritual en vez de estar totalmente sin vista espiritual y tener mi vista natural. Yo quiero tener la vista espiritual.",
    "Noten bien. ¿Qué estaría faltando con aquel hombre en el sótano? Supongamos que llegaren sus amigos y le dijeran: “Jaime, (Juan, o cual fuere su nombre), Tú estás muy ERRADO, SAL PUES DE este sótano tan sucio y húmedo.”\n\nEl les haría frente y les diría: “Yo estoy satisfecho aquí donde estoy.” Es que él no desea el calor del sol; él no desea sentir sus rayos sanadores; él no desea su belleza y su calor para su vida. Algo estaría muy fuera de orden con ese hombre.\n\nY así también es el hombre o la mujer que desea permanecer en el mundo sucio, encerrado con el pecado húmedo y maloliente de incredulidad, diciendo que los días de los milagros han pasado; diciendo, “No existe eso de sanidad divina; no existe el Espíritu Santo.” Eso es simplemente porque Ud. rechaza salir del sumidero y las cavernas del diablo, del infierno y de pecado y de orgullo.",
    "Camine Ud. en la Luz del Evangelio, lo cual le traerá calor.\n\nOh cuan cómodo se siente uno al ver los juicios que se aproximan y sentir ese calor tan cómodo del Espíritu Santo. Se oye que hablan de la bomba atómica y uno a la vez puede pensar en lo que ha sucedido: esa paz que sobrepuja todo entendimiento. La bomba apenas habrá salido del cañón cuando nosotros ya estaremos en la presencia de Jesús con Vida Eterna. Nosotros los ancianos seremos nuevamente jóvenes. Los pequeños crecerán a una cierta edad y jamás tendrán que experimentar la muerte o el dolor. ¡Oh, que cosa mas maravillosa! ¿Y Ud. me dice que un hombre rechazaría salir de donde está para caminar en eso? Es que no está bien.\n\nPor fin, si él no aprovecha del sol, se vuelve pálido. Se vuelve muy pálido y la enfermedad comienza en él.",
    "Eso es lo que pasa con el mundo hoy en día. Y eso es lo que pasa con la mayoría de nuestras iglesias hoy en día. Estamos llegando a un estado de anémia. ¡LO QUE NECESITAMOS ES UNA TRANSFUSION DE SANGRE! Estamos volviéndonos pálidos por cuanto nuestra salud espiritual nos está fallando. Ya no tenemos el celo de antes para salir en busca de las almas y para amonestar a la gente. Ya no tenemos el interés de hablarle al vecino, a los amigos, al lechero, al joven que nos vende el periódico, o a quien sea, pero la cosa es atraer a alguien al Señor Jesús. Es que estamos muy pálidos, rechazando caminar en la luz, lo cual es nuestro privilegio. Estamos rechazando creer en la auyda de Dios por medio de la Sanidad Divina.",
    "Entiendo por medio de la Biblia que llegará el tiempo cuando aquellos que no están morando en esta maravillosa Luz del sol, dice que las aves de los cielos se alimentarán con su carne; dice que las enfermedades vienen las cuales los médicos no podrán contrarestar. Son las plagas de Dios. Los médicos egípcios, los cuales fueron mucho más sabios que los nuestros, ellos no pudieron parar las plagas de Dios; ni tampoco les sirvieron sus adivinos ni sus personificadores. SE REQUIRIO GOSEN Y EL PODER DE DIOS PARA GUARDAR A SU PUEBLO BAJO LA SANGRE DE UN CORDERO. Hoy en día esa puerta es el Espíritu Santo. El Espíritu Santo es el refugio hoy en día.",
    "No hace mucho yo estaba en una cierta reunión y en esta noche me he estado fijando en este hermano negrito sentado aquí con su esposa. Desde que comenté a predicar lo he estado observando y he visto como menea la cabeza, y como se ha estado regocijando en la reunión y me hizo pensar de aquella otra reunión. En aquel entonces un joven entró a la reunión y tan pronto como hubo terminado el culto él corrió hacia mí y me dijo: “Reverendo, YO QUIERO ENCONTRAR AL SEÑOR JESUCRISTO EN ESTA MISMA NOCHE.” Y yo estaba en medio de un culto de sanidad divina. Y le dije: “Seguro mi hermano. Estaré muy feliz en poder guiarte a El.”\n\nDespués que él hubo entregado su corazón al Señor, él dijo: “Me supongo que Ud. se estará preguntando por qué yo corrí así de esa manera. Yo supe que Ud. estaba aquí en la ciudad y vine a verlo. Mi historia es esta: Yo he sido un vagabundo. Pero mi madre fue una verdadera Cristiana; mis hermanas también son Cristianas y tengo un solo hermano que es Cristiano. Yo fui el menor de todos los hijos y para comenzar fui un niño muy consentido porque todos me trataron con tanto cariño y amor. Pero YO NO LE PUSE ATENCION A MI MADRE, ni a ninguno de mis parientes tan piadosos. Yo quería ser un vagabundo, quería vivir la vida de un verdadero hombre. Yo siempre pensaba que el ser un Cristiano era más para las mujeres y para los débiles. Entonces yo llegué a ser un cocinero y llegué a ser muy experto en mi oficio. Y me entró un gran deseo de viajar hacia el norte. Entonces un cierto día llegué muy al norte y me encontré en un campamento de leñadores donde estaban cortando madera para pulpa para convertirla en papel. Yo no tenía ni un centavo. Le dije al capataz: “¿No necesitan un cocinero?”\n\nEl le contó de todas las recomendaciones que traía de todos los lugares donde él había sido un tremendo cocinero.",
    "Y el capataz le dijo: “Por ahora tenemos una cocinera, sin embargo, para que puedas tener para viajar te podemos dar un poco de dinero. Tenemos una mujer anciana de color, la cual es una cocinera muy buena. Ve habla con ella, quizás te pueda emplear como ayudante y si así es, entonces te podemor dar un poco de dinero hasta cuando ya puedas viajar.”\n\nY el joven dijo que con eso estuvo satisfecho. Dice que fue a la cocina y se entrevistó con la anciana y la ayudó por unos dos o tres días.",
    "Luego una noche estaba acostado y asi seguido veía algo que brillaba sobre la pared. Luego pensó que quizás era alguien afuera con una linterna, pero al poco tiempo escuchó un rugido muy profundo y era un trueno lejano. Afuera escuchó las voces de unos que estaban hablando y decían: “Conviene que regresemos a los caballos para cuidarlos porque es muy posible que no estemos aquí mucho tiempo.” Dice que se quitó la covija de encima de la cabeza y puso el oído pegado a la pared y en eso hubo un tremendo relámpago y él pudo ver a su jefe y los leñadores. El entendió por su conversación que una gran tormenta se estaba aproximando, atravesando las montañas, allá en las tierras del norte le llamamos “un norteño.” Es una tormenta que llega de repente, sin aviso. Uno no tiene tiempo para hacer nada. Las montañas son tan altas que esas tormentas cruzan y de repente allí están.",
    "Entonces esas luces que él había visto eran los relámpagos. Y el jefe dijo: “Muchachos, es muy posible que dentro de poco tiempo no estemos vivos. Eso suena como un tornado muy terrible.” Entonces el joven pensó: “Pues ojalá no pegue aquí, porque yo sé que no estoy listo para morir.” En veces uno se queda esperando hasta cuando ya es demasiado tarde.\n\nEntonces dice el joven que a los pocos momentos el viento comenzó a dar fuerte contra la cabaña y los árboles comezaron a mecerse. Dice que había una lona extendida entre él y donde dormía la ancianita. Ella estaba golpeando la lona y lo estaba llamando: “Hijo mio.”\n\nEl respondió: “Sí señora.” Ella dijo: “¿Deseas venir aca del lado mio? Yo tengo una linterna alumbrando aquí.”\n\nDice él: “Yo fui porque estaba espantado como para morir.” Y ella allí tenía una linterna vieja puesta sobre un cajoncito y ella le dijo: “quiero hacerte esta pregunta: ¿Estás tú listo para encontrarte con el Señor?” Dijo él: “Entonces me asusté aun más.” Le respondió: “No señora, no estoy listo.” Ella le dijo: “Querido, quiero decirte algo: conviene que te prepares ahora mismo porque posiblemente tengas que econtrarte con El en unos instantes y ni estas preparado. ¿Puedes incarte conmigo aquí mismo?”",
    "Allí nos arrodillamos junto a ese cajoncito. Me dijo: “Reverendo, le digo la pura verdad. Yo tenía demasiado miedo para estar orando. Los árboles estaban pegando contra la cabaña y los relámpagos estaban brillando fuerte y ya no aguantaba los truenos. Yo estaba demasiado atemorizado para poder orar. Comenzaba yo a decir: ‘Señor, ten misericordia…’ Y de repente caia un relámpago. Luego, a ver ¿dónde estaba? ‘Señor, ten misericordia…’ Y de repente otro relámpago.” Dijo: “Pero allí aprendí algo importante. Esa ancianita tan piadosa estaba tan tranquila y contenta como si nada estuviera sucediendo. Ella habló con el Señor como si lo hubiera conocido desde pequeña, le hablaba como si fuera su padre o su madre. Ella no estaba nada de asustada. Pero yo estaba asustado como para morir. Al fin pude hablar estas palabras, dije: ‘Señor si permites que yo viva, yo buscaré un lugar donde no esté haciendo tanto ruido y allí me entregaré a Ti.”\n\nA él le fue concedido otra oportunidad pero a Ud. quizás no sea así. Cuando los juicios de Dios comienzen a ser vaciadas sobre la tierra, entonces no habrá más oportunidad. Ud. está experimentando su oportunidad ahora mismo. Esto ahora es su oportunidad.",
    "LA TORMENTA ESTABA ENCIMA DE EL. El dijo: “Reverendo, ¿será posible para un hombre como yo, que yo pueda ser escondido en ese refugio? Cuando la muerte viene sobre mí yo quiero poder hablar con El como lo hacía aquella ancianita piadosa.”\n\nLe dije: “Hijo, la sangre de Jesucristo, la cual la hizo a ella de esa maner, también te puede hacer de esa misma manera en este momento.” Yo estaba parado junto a mi automovil y él era un joven muy bien vestido con cultura y educación. El se cayó de rodillas allí mismo en el lodo y en ese momento él encontró el escondite, el refugio en tiempo de tormenta, el gran peñasco en tierra calurosa. Ud. no tiene que estar agobiado si está en la Roca. La Roca es un lugar donde no hay cansansio, ni problemas. La roca es un lugar donde hay satisfacción. Allí uno puede descansar y gozarse; allí hay seguridad.",
    "La hora viene y aun ahora es, y el tiempo de sellamiento casi ha terminado. Y en esa hora todo hombre y toda mujer en toda la faz de la tierra o estarán en el refugio como allá en los días de Noe, o estarán afuera. Pero Ud. mismo tiene que decidir.\n\nEl refugio es Jesucristo. El es el UNlCO LUGAR, EL UNlCO QUE TIENE VIDA ETERNA. Ningún hombre puede llegar al Padre sino por medio de El. El es el Arca de nuestra seguridad. El Espíritu Santo testifica junto con nosotros ahora mismo que en realidad hemos pasado de muerte a vida. Y cuando miramos el cementerio y sabemos que cada uno de nosotros vamos en ese rumbo.",
    "Leemos los periódicos y vemos que las tormentas se están acercando.\n\nCuando Ud. llega a casa en esta noche, hágame este favor: No se vaya a dormir sin leer Apocalipsis capítulo 8. Allí podrá ver las plagas y las tempestades que vienen y sacudirán esta tierra y los truenos y los relámpagos sacudirán los cielos.\n\nLos pesares pasarán por todas las naciones. La carne del hombre se pudrirá estando aun en vida; habrá enfermedades que los médicos no podrán contrarestar. Pero recuerden, antes que eso suceda hubo un sellamiento que ocurrió. Los ángeles de muerte y las plagas fueron comisionados por Dios: “No se acerquen a aquellos que tienen el sello en su frente.” Y el sello de Dios es el bautismo del Espíritu Santo. Efesios 4:30 nos dice: “No contristeis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de la redención.” NO IMPORTABA CUAN DURO SE MECIA EL ARCA; NO IMPORTABA CUANTAS VECES LOS RELÁMPAGOS PEGABAN CERCA, “diez mil caerán a tu diestra y mil a siniestra, pero no llegará a tí.”",
    "Yo leo del jinete del caballo amarillo, el cual es llamado “muerte” y el infierno le seguía. También salió un jinete sobre un caballo negro y en su mano tenía una balanza; y una voz dijo: “Dos libras de trigo por un denario, y seis libras de cebada por un denario, PERO, no dañes el aceite ni el vino.”\n\nYo puedo oir por medio de la Biblia que los juicios de Dios están llegando. Entonces las plagas de enfermedad, los problemas y desastres caerán sobre las naciones y todas las naciones se quedarán en ruina.\n\nEn un cierto viaje a la India estuve predicando a una congregación de miles y miles y me trajeron un cieguito que no veía nada.",
    "Pero en un instante el Señor Jesucristo le hizo desvanecer todas las tinieblas de los ojos y de repente el hombre agarró al presidente municipal y gritó: “PUEDO VER, PUEDO VER.” Allí estaban presentes miles de mahometanos y demás y entonces yo les pregunté: “Ahora, ¿cuál es el arca de seguridad? Leí en su periódico aquí hace unos días que todos los pajaritos que antes tenían sus nidos en las piedras de las paredes y en las esquinas de las torres, ahora han vuelto.”",
    "Como Uds. saben, la India es un país sumamente pobre y allí recojen las piedras del campo y con ellas edifican las cercas. Y allí los pajaritos construyen sus nidos en las grietas de las piedras para escapar de la lluvia. Y el ganado, en el tiempo de la tarde cuando las sombras se alargan, el ganado se para en la sombra de estas cercas y edificios para protegerse. Pero por el espacio de dos días occurrió la cosa más rara. Todos los pajaritos tomaron sus pequeños y volaron lejos de las paredes y ni volvieron de noche. Se fueron al campo abierto y allí posaron. El ganado no se acercaba a las cercas en la tarde. Se mantuvieron lejos y se juntaron entre sí para formar sombra entre ellos mismos.",
    "Oh HERMANO, HERMANA, eso es lo que debiera hacer la iglesia. No nos hace falta la sombra de estas torres de babel de modernismo de hoy en día. Necesitamos mas bien las bendiciones el uno del otro: nuestro testimonio y nuestro amor y hermandad Cristiano, derramado en nuestros corazones por el Espíritu Santo. Eso entonces nos hace gritar. Entonces puedo tomar a mi hermano o mi hermana de la mano y saber que ambos somos ciudadanos del reino de Dios. Nos amamos mútuamente y nos paramos juntos, hombro a hombro en esta gran causa de Cristo Jesús. Ya sea Ud. Metodista, Bautista, Presbiteriano, de la Unidad, los que creen en dos, tres, o lo que sea; eso no importa si la sangre de Jesucristo nos ha limpiado de todo pecado y tenemos compañerismo el uno con el otro. Eso es lo que deseamos: la hermandad y el compañerismo.",
    "Aquellos animales se quedaron allá en el campo y rehusaban llegar a la sombra de las paredes. A esa gente allá eso les parecía muy raro. Y en realidad es algo muy raro. ¿Qué pasó? De repente la tierra comenzó a temblar y derumbó las paredes hasta el suelo. Si los pajaritos hubieran estado en sus nidos sus pequeños hubieran resultado como aquel hombre y su mujer y sus pequeños allá en Okochobee, en Florida. Hubieran muerto con la caida de los muros. Si el ganado se hubiera quedado para aguantar ese peso de los muros, ellos también hubieran perecido con la caida de tanta piedra. Eso courrió hace tres años. Por allí tengo el recorte del periódico. Las cabezales del periódico dicen: “Los pájaros están volviendo a sus nidos, el ganado está regresando del campo.”",
    "Si Dios, allá en los días de Moisés o mas bien en los días de Noe, podía avisar al ganado y a los pajaritos que entraran al lugar seguro, en el arca, por cuanto venía la destrucción, la tormenta—El sigue siendo el Mismo Dios en esta noche—El aun ama las vacas y los pajaritos. Y si El preparó un camino para que el ganado y los pájaros escaparan la ira del juicio, ¿cuánto mas no habrá preparado un camino de escape para Ud. y para mí los cuales somos los sub-productos de Su creación? ¿Cuán mejor camino de escape no habrá preparado para nosotros?\n\nNosotros sentimos al Espíritu Santo halando a nuestro corazón, la hora está llegando; vemos las sombras de la edad atómica que está llegando; vemos también las sombras de la edad hidrógena; vemos las naciones cayéndose en pedazos e Israel despertando…\n\nLas naciones se están quebrantando,\n\nIsrael está desperando,\n\nLas señales que los profetas predijeron;\n\nLos días de los gentiles están numerados,\n\nY con horrores acumulados;\n\nOh, dispersados, vuelvan a su lugar.\n\nEse es el camino hoy en día. Uds. todos seguramente conocen aquel himno escrito por Haywood:\n\nEl día de la redención cerca está,\n\nEl corazón del hombre está fallando por el temor;\n\nSed llenos del Espíritu,\n\nTened vuestras lámparas aparejadas y límpias;\n\nMirad hacia arriba, tu redención cerca está.",
    "Las tormentas están ya muy cercanas. Pero existe un escondite, un refugio tan hermoso—eso es en Cristo. Inclinemos nuestras cabezas por un momento. Yo quiero que Ud. se ponga a pensar sinceramente y solemnemente por este momento que sigue. ¿Ha encontrado Ud. ese bendito refugio de la ira? Recuerde esto: No existen dos refugios existe uno solo. Ud. bien pueda ser un buen miembro de alguna iglesia, de lo cual no tengo yo ninguna cosa mala que decir. Pero si eso es lo único que Ud. tiene en su vida, ahora si cuadra con el libro de los Hechos; si el Espíritu Santo que Ud. dice que tiene no le hace vivir así como vivieron en el Libro de los Hechos, y a raiz de eso se podría escribir otro libro igual, si no es así entonces vale mas que ponga atención en el aviso. Si la primera viña produjo una iglesia Pentecostal, la segunda rama que ha salido de la viña también producirá otra iglesia pentecostal junto con la experiencia pentecostal, produciendo los mismos frutos como tuvo la primera iglesia.\n\n¿Está Ud. habitando en aquella presencia bendita y sagrada del Señor? ¿Ha pasado Ud. de muerte a vida? ¿Está Ud. confiando en alguna emoción, o algún efecto sicológico, o en algún tremendo discurso intelectual? O ¿está Ud. morando continuamente en Su presencia con los frutos del Espíritu en su vida? Los frutos son: longaminidad, bondad, mansedumbre y apacibilidad. ¿Puede aguantar, cuando alguien está hablando mal de Ud. y Ud. a la vez puede amarlos tanto que en su corazón está orando por ellos? O ¿será mas bien una oración algo egoista? “Oh Señor, yo sé que debo orar por él pero…” Oh no, mi hermano, ¿dónde está la dulzura y el amor de Dios? Inunde mi alma o Espíritu Santo, inunde mi alma.\n\nMi hermano, si Ud. aun no ha hallado ese lugar de refugio y seguridad,",
    "algún día yo vendré a Phoenix por última vez. Quizás esta sea la ocasión, no sé. Por última vez se predicará el Evangelio por este púlpito, quizás sea hoy. Yo no sé. Estamos viendo que estamos ya muy cerca del tiempo del fin. Israel ya ha vuelto a su patria y esa fue la última señal que nos fue dada. El otro día estaba yo viendo una película donde se veía que estaban llegando con sus ancianos en barcos y aviones. Y les hicieron la pregunta: “¿Han regresado a su patria para morir?” Y les respondieron: “No, nosotros hemos regresado para ver al Mesías.”\n\nNo se preocupen, la higuera está reverdeciendo y esa es la última señal. La insignia, la bandera más antigua del mundo está en alto sobre la ciudad de Jerusalén. Ahora ya es una nación con su propio ejército. Estaba cegada por un tiempecito pero ahora se está reuniendo, Dios así lo había prometido. Entonces será el fin de los gentiles. Ellos allá están buscando un Mesías.\n\nEn una ocasión se le hizo la pregunta a Dios: “¿Puedes olvidarte de Israel?” El respondió: “¿Qué tan alto es el cielo y qué profundo es la tierra? MIDELO.” El profeta respondió: “No puedo.” Y luego Dios dijo: “Tampoco puedo olvidarme de Israel. Ella es la niña de mi ojo.” Esa es la última señal. Jesús dijo: “Cuando vieres la higuera reverdecer, entonces conoced que la hora está muy cerca, aun a la puerta.” Israel ha comenzado a ser restaurada. Apenas hace como un mes que ahora tienen su propia moneda. En todo aspecto es una nación cabal. ¿Qué estamos esperando? El cumplimiento del tiempo de los Gentiles.",
    "Y la última señal que fue profetizada que será dada a los gentiles ya ha sido mostrada en esta nación y por todo el mundo. Es igual como allá en los días de Sodoma cuando dijo: “¿Dónde está Sara tu mujer?” Y El era un desconocido. ¿Cómo sabía El que su nombre era Sara y que era mujer de Abraham?\n\nAbraham le respondió: “Está allí en la tienda detrás de tí.” Y en eso Sara se rió entre sí, allá en la tienda. Entonces el Hombre le preguntó: “¿Por qué se rió Sara?”\n\nJesús dijo que cuando esto se repitiera entonces el tiempo estaría a la mano. Uds. ya lo han visto y ha pasado. Lo que sigue ahora es el juicio.",
    "Amigo, ¿está Ud. seguro en el bendito refugio? Dios tenga misericordia. Si no es así y desearía Ud. ser recordado en esta noche en esta oración, ¿podrá levantar la mano y con eso decir: “Hno. Branham, ore por mí?” Dondequiera que esté en el edificio, levante su mano. Dios les bendiga a todos, sí a Ud. y a Ud. Dios les bendiga. ¿Habrá alguien más, diciendo: “Hno. Branham, acuérdese de mí?” Dios le bendiga a Ud. hermano, y a Ud. hermana. Dios bendiga a Ud. allá atrás, sí a Ud. allá en la última fila también. Dios bendiga esta joven aquí, sí, Dios te bendiga. Dios le bendiga Sr. Muy bien. ¿Alguien más, levante su mano? Ud. me hará la pregunta: “Hno. Branham, ¿qué significa eso?”",
    "Dios le bendiga hermana y Ud. allá atrás Sr., Dios te bendiga Billy. Muy bien. “Hno., Branham, ¿qué significa cuando alzo así mi mano?” Según la ciencia Ud. no puede levantar la mano. Si Ud. no tuviera vida en sí, no podría hacer eso. La ciencia no sabe lo que es la vida. Saben que es vida pero no saben de qué consiste, no la pueden fabricar. ¿Qué es? La ciencia nos dice que la fuerza de la gravedad que mantiene sus brazos hacia abajo es la misma gravedad que mantiene sus pies sobre el suelo. Pero dentro de Ud. está un espíritu, y ese espíritu es algo que ha estado cerca de Ud.\n\nJesús dijo: “Nadie puede venir a mí sin que mi Padre primero no le traiga. Y TODO lo que el Padre me ha dado sí vendrá a mí.” ¿No está Ud. contento en esta noche al saber que Dios aun puede obrar con su corazón? Y que existe una voz que dice: “Ven al refugio.” Vea bien lo que dice la Biblia: “Todo aquel que viniere a mí de ninguna manera lo echaré fuera.”",
    "¿Qué tuvo que acontecer? Ud. tuvo que tener algo allí al lado, lo cual le dice: “Estás errado.” Ud. quizás pertenece a alguna iglesia, pero está errado por cuanto aun no ha recibido el Espíritu Santo. Ud. aun no está en el arca. Y ¿cómo es que entramos al arca? No es cuestión de entrar al arca, dando un paso tras otro. ¿Cómo entramos? “Por medio de un espíritu todos somos bautizados en un solo cuerpo.” Todo creyente es bautizado en aquel Cuerpo. ¿Cómo? Por medio del Espíritu Santo. “Y estas señales seguirán a los que creyeren.” Entonces nos encontramos seguros en el Cuerpo. Si no es así con Ud. por favor no permita que Satanás lo desprecie tanto en esta noche como para prohibirle que levante la mano.\n\n“Y ¿qué hará eso, al levantar la mano?” En ese acto se rompe toda regla científica. Eso muestra que algo dentro de Ud. hizo una decisión—ALGO MAS GRANDE QUE LA CIENCIA. ALGO QUE DESAFIA LAS LEYES DE LA CIENCIA. Eso muestra que en Ud. está un espíritu que dice: “Yo estoy errado. Y hay Uno sentado aquí cerca Quien dice: ‘Acéptame a mí.’ Yo entonces he alzado mi mano hacia de donde vino esa voz: hacia el cielo. Oh Dios, ten misericordia de mí. Yo te necesito y yo deseo tener el Espíritu Santo. Yo quiero estar en el refugio y quiero que mis pecados estén bajo la Sangre y quiero estar sellado en el Cuerpo de Cristo para entonces sentirme bien. Entonces podré gozar de los rayos de la Sanidad y también podré gozar de los rayos de Sanidad Divina en mi alma y sanidad física en mi cuerpo. Podré caminar con el Cordero cada día. Estaré seguro sin importar lo que dice el periódico por cuanto ya he escuchado de aquel gran periódico llamado La Biblia. Yo he llegado al refugio. No importa lo que digan los periódicos, yo estoy seguro. Porque aun que la muerte me lleve, ‘los que están en Cristo, Dios traerá consigo en Su venida.’ Aun la muerte no me puede molestar.”",
    "Dios le bendiga a Ud. Sr., Dios le bendiga a Ud. aca. ¿Habrá alguien más antes de orar? “Hno. Branham, yo deseo conocer ese lugar seguro donde puedo morar.” ¿Habrán otros que no han alzado la mano? Dios le bendiga Sra., muy bien. Dios le bendiga a Ud. allá atrás. Maravilloso. Ahora, el mismo Dios que le ha convencido que Ud. andaba errado, el mismo Dios está allí presente para corregir todo. Inclinemos nuestros rostros ahora mientras oramos. Háblele Ud. mismo en su propia manera. Si Ud. no puede hacer más que expresarse como este publicano que se dió golpes en el pecho, diciendo: “Dios ten misericordia de mí un pecador.” No mas eso pudo decir, Dios conocía todo lo demás. Y él regresó a su casa justificado, que Ud. pueda volver a su casa igual en esta noche, seguro y refugiado de la tormenta.",
    "Nuestro Padre Celestial, toma estas pocas palabras enredadas y divididas. Han salido así como sentí hablarlas. Yo ruego que de alguna manera, como los muchachitos repitiendo el alfabeto, eso era todo lo que sabían hacer. Tú conoces todas las palabras y puedes acomodar bien cada letra; Tú viste la simplicidad de su corazón. Dios, fíjate en mi pobre corazón en esta noche y considera la simplicidad de mi corazón. Señor, el mensaje fue intentado con amor y dulzura, para el pueblo, que ellos puedan hallar este descanso y refugio que me has dado a mí y a otros cuantos miles y así estos también puedan conocer a Jesús, el único Salvador de su alma; y que El los guíe a nuestro Padre, Dios, y allí estarán seguros acomodados en Su seno por medio de su costado herido. Allí podrán ser libres del juicio.",
    "Señor, muchos en esta noche han levantado su mano. Señor, ¿qué más puedo decirles aparte de que crean? Y si ellos han creído y fueron sinceros en esto, es imposible que no obtengan la Vida Eterna en esta misma hora porque Tú has dicho: “El que oyere mi Palabra,” (fueron Tus Palabras aunque no fueron acomodadas muy bien, pero Tú sí las puedes acomodar.) Y quizás así mismo has hecho con aquellos que han alzado la mano, porque Tú has dicho: “Ningún hombre puede venir a mí si yo no le traigo. Y todo aquel que a mí viene, no le echo fuera sino que le daré Vida Eterna y lo resucitaré en el día postrero.”\n\nSeñor y Dios, sabemos que Tú eres fiel. Ellos han levantado sus manos y Te desean de todo corazón. Padre, llena sus corazones, llénalos de bondad y misericordia y con el Espíritu Santo. Que esta sea una noche que jamás se les olvidará por cuanto esta fue la noche cuando recibieron a Jesucristo como su Salvador y fueron llenos del Espíritu Santo.",
    "Mientras tenemos nuestras cabezas inclinadas, si Ud. cree que Dios oye mi oración y Ud. desea que yo ponga mis manos sobre Ud. y orase por Ud. (ahora cada uno con su cabeza inclinada y la música tocando muy lento por favor). Quiero que tantos como desean que vengan aquí al frente para que desean aceptar este gran mensaje de salvación y el Espíritu Santo y en eso decir: “Hno. Branham, yo deseo pasar al frente ahora mismo para confesar que yo he estado errado pero ahora deseo que el Espíritu Santo me perdone y me trate con dulzura y me dé la paz mietras veo que está llegando el tiempo tembloroso.” Ud. sabe que todo lo que puede ser sacudido será sacudido ahora mismo. Pero nosotros recibimos un reino que no puede ser sacudido y ese es Cristo.",
    "¿Vendrá Ud. a pararse aquí en la plataforma conmigo y permítame tomarle de la mano y orar por Ud.? Si así desean, vengan ahora mismo mientras cantamos suavemente. Uds. que alzaron la mano, vengan ahora mismo y párense aquí en el altar por un momento, si lo desean, mientras cantamos.\n\n¿Qué tal si esta es la última vez que Ud. visita a una iglesia? ¿Qué tal si es la última ocasión? ¿Qué tal si al rato se oye el ruido de la ambulancia y vienen a recogerlo a Ud. y luego se oye el diagnóstico del médico: “ataque al corazón”? Oh amigo, venga ahora y entre al arca del refugio. Porque estamos viviendo en los últimos días.",
    "🦅"
  ]
}