{
  "title": "DISCERNIMIENTO DE ESPÍRITU",
  "id": "60140009",
  "content": [
    "🦅  Nuestro Padre Celestial, en esta mañana quiero expresar, si pudiera, el sentir de mi corazón hacia Aquél, el Santísimo, que descendió a la tierra para redimir a un pecador como yo. Y estoy seguro que estos ministros ahora presentes tienen este mismo sentir: que ha sido por Tu gracia que hemos sido hechos los ministros de este pacto, el cual Tú le has dado a la raza caída de Adán. Y estamos aquí en esta mañana, Padre, reunidos sin otro propósito que el de conocer (y estudiar para—para conocer, mejor dicho), la voluntad de Dios y lo que debemos hacer para dar a conocer a un Cristo real a las personas de esta generación. Sabiendo con toda certeza que en el Día del Juicio, seremos traídos cara a cara con esta generación. Y, siendo ministros, seremos jueces. Y las personas a las que les hemos hablado, y su actitud hacia la Palabra que les traemos, determinará su destino Eterno. Por lo tanto, Señor, en aquel día seremos jueces a favor, o en contra, de la generación a la cual le predicamos.",
    "Padre, Dios, por favor, en el Nombre de Jesús, no nos permitas decir ni una sola palabra que pueda estar errada; sino que con corazones sinceros y mentes abiertas, podamos recibir las cosas Tuyas; que podamos salir a nuestros diferentes campos de trabajo, después de este día, y—y estar mejor equipados por razón de nuestro encuentro Contigo en esta mañana. Concédelo, Señor. ¿Vendrías como nuestro predicador y nuestros oídos, y nuestra lengua y nuestros pensamientos? Permite que la meditación de mi corazón, los pensamientos de mi mente, todo lo que hay en mí y en éstos, mis hermanos y hermanas, que sea aceptable a Tu vista, Señor; que seamos tan llenos y energizados de Tu Espíritu, por medio de Tu Presencia aquí, que la sala llegue a ser… (La sala, no tanto el edificio en donde estamos sentados, sino el edificio de nuestra morada), que todo llegue a ser una nube de la Gloria de Dios. Cuando salgamos de aquí en esta mañana tan llenos del Espíritu Santo, que como nunca antes en la vida tengamos más determinación de llevar el Mensaje a la generación moribunda en la que estamos viviendo. Óyenos, Señor, y háblanos por Tu Palabra, porque lo pedimos en el Nombre de Tu Hijo y nuestro Salvador, Jesucristo. Amén.",
    "Deseo leer en esta mañana una—una porción de la Escritura, que se encuentra en los Salmos, el Salmo 105. Deseo leer sólo una porción; para Uds. que anotan estas citas de la Escritura (veo a muchos), y siendo que somos ministros y demás. Es bueno leer la Palabra.\n\nY, bueno, ¿a qué hora normalmente se van?, ¿como a las doce? Aja. ¿Qué dice? Gracias.\n\nSalmo 105:\n\nAlabad a Jehová, invocad su nombre; Dad a conocer sus obras en los pueblos.\n\nCantadle, cantadle salmos; Hablad de todas sus maravillas.\n\nGloriaos en su santo nombre; Alégrense los corazones de los que buscan a Jehová.\n\nBuscad a Jehová y su poder; Buscad siempre su rostro.\n\nAcordaos de las maravillas que él ha hecho, De sus prodigios y de los juicios de su boca,\n\nOh vosotros, descendencia de Abraham sus siervos, Hijos de Jacob, sus escogidos.\n\nÉl es Jehová nuestro Dios; En toda la tierra están sus juicios.\n\nSe acordó para siempre de su pacto; De las palabras que mandó para mil generaciones,\n\nLa cual concertó con Abraham, Y de su juramento a Isaac.\n\nLa estableció a Jacob por decreto, A Israel por pacto sempiterno,\n\nDiciendo: A ti te daré la tierra de Canaán Como porción de vuestra heredad.\n\nCuando ellos eran pocos en número, Y forasteros en ella,\n\nY andaban de nación en nación, De un reino a otro pueblo,\n\nNo consintió que nadie los agraviase, Y por causa de ellos castigó a los reyes.\n\nNo toquéis, dijo, a mis ungidos, Ni hagáis mal a mis profetas.",
    "El Señor bendiga la lectura de Sus Palabras. Tengo unas Escrituras anotadas por aquí a las que me iba a referir a medida que avanzo.",
    "Hoy me preguntaba, ¿quién será el próximo presidente? Uds. saben que vienen las elecciones. ¿Quién será el presidente en este siguiente periodo? ¿Qué tal si yo lo supiera? Hay uno solo que sí lo sabe, y ése es Dios. Y, ¿qué tal si Dios me revelara quién ha de ser el próximo presidente, y yo me parara aquí en Phoenix e hiciera una predicción que Fulano de Tal será el próximo Presidente de los Estados Unidos? Y ellos publicaran eso en los periódicos y demás, y que yo diera exactamente en el blanco, que fuera perfecto; y que se cumpliera todo lo que yo dije. Pues, ¿de qué aprovecharía? ¿De qué sirve que yo—yo hiciera tal cosa? Los periódicos lo anunciarían, y publicarían que tal persona pudo hacer cierta predicción, y resultó ser cierta; todos los periódicos y las revistas lo—lo mostrarían.",
    "Pero Uds. saben que Dios no hace cosas así, Dios no usa Su poder ni Sus dones para tonterías. El que está para ser presidente, será presidente. Y saber ahora cuál sería el presidente, no nos brindaría un centavo más. No nos beneficiaría en lo más mínimo saber quién va a ser presidente. Por lo tanto, Dios no hace esas cosas así.",
    "Y luego si yo hiciera semejante predicción como ésa, y llegara a suceder, y la prensa lo publicara, y las revistas, entonces sería para mi gloria. La gente diría: “Miren qué gran profeta es el Hermano Branham. Él nos dijo mucho antes de que sucediera exactamente quién sería el presidente”; y eso entonces sería para la gloria mía. Pero Dios no quiere… Él no está interesado en obrar cosas para mi gloria, ni para—para la gloria de algún otro hombre. Su interés está en obrar las cosas para Su gloria, algo que sea de provecho.",
    "Como dijo Pablo: “Si hablamos en lenguas y no tenemos intérprete, ¿de qué aprovecha? Sólo nos gloriamos nosotros mismos” y eso es, “edificarnos nosotros mismos”. Esto no marcha en línea con Dios; Dios mismo Se quiere edificar. Y no debemos buscar nuestra propia edificación, sino que debemos edificar a Dios en todo lo que hacemos.",
    "Por tanto, creo que en esta mañana, si yo supiera quién habrá de ser, y exactamente cuándo habrá de ser elegido, y, oh, con cuántos votos habría de ganar o perder, lo que pudiera ser, en nada aprovecharía decirlo. Sería mejor guardar silencio aunque yo lo supiera; no tratar de publicarlo, pues, no habría—no habría razón para que lo hiciera. Pues, va a suceder de todas maneras, y para nosotros no importa tanto quién vaya a ser presidente.",
    "Pero, Dios, cuando usa Sus dones, Él los usa para Su propia gloria y para la gloria de Su pueblo, para la gloria de Su Iglesia, para la edificación del Cuerpo de Cristo, y para la gloria del Reino de Dios. Por eso es que Él da estas cosas en Su Iglesia, por eso tiene maestros, profetas, evangelistas, pastores. Ellos son para la edificación de la Iglesia y para la gloria de Dios. El profeta no debe salir y mezclarse con el mundo ni usar su don como Balaam, y causar estrago o—o de alguna manera ganar dinero. Si él es un profeta, su deber es el de revelar a Dios a la Iglesia y mantenerse alejado de las cosas del mundo. ¡Todo es para la gloria de Dios!",
    "Ahora, nosotros sí tenemos… y pienso que es algo bueno que nosotros, como ministros, sigamos nuestra orden, al ver las cosas en el mundo que vemos hoy día. Y la orden que tenemos de Dios es de discernir los espíritus, probar el espíritu. Yo creo que ésa es una gran lección para la Iglesia hoy: probar el espíritu de cualquier cosa que sea; tener discernimiento del Espíritu. Yo no creo que nosotros deberíamos, de ninguna manera, querer juzgar a una persona por la denominación a la cual pertenece, ni por el grupo con el que se congregan, ya sea metodista, bautista, presbiteriano, pentecostal, ni—ni cualquiera que sea. Nosotros no debemos juzgar al hombre por la denominación a la cual pertenece. Nosotros debemos juzgarlo siempre por el espíritu que tiene (¿ven?), el espíritu. Ya sea uno de los de la lluvia tardía o lluvia temprana o de la lluvia interna o externa o de ninguna lluvia, ni por lo que pudiera ser, no debemos juzgarlo por eso, sino por su espíritu. Nosotros debemos discernir los espíritus. Vean qué es lo que el hombre tiene en mente, lo que él… lo que quiere conseguir. Si el hombre, por medio de algún don, no importa cuán grande pueda ser el don…",
    "Ahora, quiero traerle esto a la Iglesia en esta mañana, que aunque sean de diversas denominaciones, juntos Uds. siguen siendo la Iglesia del Dios Viviente. Y, vean, esto es lo que quiero traerles: que realmente no estamos divididos. Nosotros somos las piedras cortadas de diferentes formas, todos para la gloria de Dios.",
    "Ahora, hay tanta cosa en este día en que vivimos con relación a “los dones”. Muchas personas juzgan a los demás por los dones que tienen. Bueno, yo creo que estas cosas son dones. Yo creo que lo que vemos en acción, son dones, y son dones dados por Dios. Pero, nosotros, si no los usamos de la manera correcta en que Dios quiso que fueran usados, entonces podemos hacer más daño con los dones que si no tuviéramos los dones. La otra noche hice una declaración desde el pulpito, diciendo esto: que prefiero ver el amor fraternal en la Iglesia, aunque no tuviéramos ni un solo caso de sanidad, ni de otra cosa. ¿Ven?, nosotros debemos saber para qué son estas cosas.",
    "Ahora, si viene un hombre y tiene un gran don, no importa que pertenezca a nuestra denominación o a otra denominación: no lo juzgue Ud. por la denominación de donde viene, cómo se viste; sino que Ud. debe observar lo que él quiere hacer con ese don; qué propósito tiene. Si él está tratando de usar su influencia y hacerse de un gran nombre, yo tendría suficiente discernimiento del Espíritu para saber que eso está errado. No importa cuán bueno sea como maestro, cuán poderoso, cuán intelectual sea, ni cómo funcione su don; si él no está tratando de hacer algo para el beneficio del Cuerpo de Cristo, el propio discernimiento espiritual suyo le dirá que eso está errado. No importa cuán exacto, ni cuán perfecto sea, eso está errado si no se usa a favor del Cuerpo de Jesucristo.",
    "Para lograr algo, tal vez él tenga un gran don con el cual pueda atraer a la gente, por medio de un gran poder intelectual o espiritual (con el que puede reunir a las personas), y quizás él esté queriendo usar este don para hacerse famoso y así poder tener un gran nombre, y que los demás hermanos lo vean a él como una persona muy importante; de ser así, está incorrecto. Tal vez él está—está queriendo edificar aquí una cierta cosa para que todos los demás queden afuera del cuadro, y que sólo él y su grupo sean el cuadro. Eso también está incorrecto, ¿ven?",
    "Pero si tiene un don de Dios y él está queriendo edificar el Cuerpo de Cristo, entonces no me importa a lo que él pertenezca. Ud. no está discerniendo al hombre, Ud. está discerniendo el espíritu, la vida que está en el hombre. Y esto es lo que Dios nos dijo que hiciéramos. Nunca se nos comisionó que discerniéramos el—el grupo del hombre. Sino que nos insistió y fue ordenado por Dios que discerniéramos el espíritu en el hombre; lo que él se propone hacer, hacia qué lo está tratando de guiar el espíritu en su vida. Y entonces, si hallamos que él está queriendo guiar al pueblo (no a dividirlos, sino a reunirlos), y traer la Iglesia del Dios Viviente, no todos a una denominación, sino a un entendimiento, a un compañerismo, a la unidad del Espíritu. Entonces así sea lluvia tardía o lluvia temprana, o lo que sea, su espíritu y su propósito es correcto. Y el espíritu en él, no importa a qué movimiento pertenece, el Espíritu que está en él está queriendo apuntar el pueblo al Calvario, alejándolo de sí mismo o de cualquiera otra cosa; siendo su única meta apuntar el pueblo al Calvario. A él no le importará si es conocido o no. A él no le importa si su propio movimiento… que está bien (¿ven?), es bueno, así él sea metodista, o presbiteriano, o católico romano o lo que él quiera ser en cuanto a denominación.",
    "Pero ¿qué está tratando de hacer él?, ¿qué propósito de su corazón está queriendo lograr? Entonces Ud. podrá ver lo que está en la vida de ese hombre, si sus motivos son por su—su denominación, si son por sí mismo, si es por fama mundana, si es por tener grandes nombres para decir: “Yo predije eso, llegó a cumplirse exactamente”. Ahora, Ud. puede ver allí mismo que para comenzar está mal. Pero si él está tratando de usar lo que Dios le ha dado, como maestro, como profeta, como vidente…",
    "Un profeta del Nuevo Testamento es un predicador; todos sabemos eso. Cualquier ministro que es un predicador es un profeta (un profeta del Nuevo Testamento), si él está profetizando, predicando, no queriendo edificarse a sí mismo para hacerse un gran nombre, o edificar su organización; que por cierto, él debe estar en una organización. Yo aquí me encuentro sin una, pero predicando que uno debe estarlo. ¡Es cierto! Todo hombre debe tener una iglesia adonde asistir. Ud. debe tener un lugar. No vivir brincando de lugar a lugar, sino que debe tener un lugar adonde Ud. va a la iglesia, y pueda llamarlo su iglesia, algún lugar en donde paga su diezmo, y algún lugar que Ud. ayuda para sostener la Causa. Ud. escoja, pero después no excomulgue al prójimo porque no pertenece al grupo suyo. ¿Ven? Discierna su espíritu, y vea si él tiene en su corazón el mismo propósito, entonces tienen compañerismo el uno con el otro. Uds. están trabajando por una gran Causa; ésa es la causa de Cristo. Yo considero que esto es absolutamente cierto.",
    "Ahora, si nos fijamos en los motivos y objetivos de los profetas del Antiguo Testamento, esos hombres tuvieron un objetivo, y ése fue Jesucristo. Ellos tenían un solo motivo alrededor del cual giraba todo el tema del Antiguo Testamento: la venida del Mesías. Ellos—ellos no salieron a hacer las cosas simplemente por dinero o por fama. Ellos tenían una cosa: estaban ungidos con el Espíritu de Dios, y predijeron la venida del Mesías. Y esos hombres fueron tan ungidos con el Espíritu, a tal grado que algunas veces actuaron como el Espíritu que estaba en ellos, al parecer ellos hablaban de sí mismos. Fíjense cómo fue que el Espíritu de Dios hizo que se portaran esos hombres.",
    "Tomemos por ejemplo al gran profeta, Moisés, cómo ese hombre no tuvo objetivos egoístas en lo absoluto. Él pudo haber sido el rey de Egipto. Él pudo haber tenido el mundo bajo sus pies. Pero, por cuanto era un profeta de corazón, él rehusó ser llamado hijo de la hija de Faraón, escogiendo más bien sufrir la persecución y el vituperio de Cristo, considerando mayor tesoro el del Cielo que los tesoros de Egipto. Él dejó y renunció a la fama mundana, el lujo y las—las cosas que la vida ofrece. Él tuvo que mirar más allá. ¿Ven?, él—él pudo haber sido aquello.",
    "Veamos al ministro de hoy día: Si él tiene el bautismo del Espíritu Santo, y él sabe que si predica esa Palabra, le truncará su fama; esto lo llevará a una iglesita pequeña en alguna parte, o quizás lo deje en la calle. Pero él sabe que hay algo que arde en su corazón; él ve la Venida del Señor. A él no le importa si tiene una iglesia grande o una iglesia pequeña. A él no le importa si tiene comida para el día o que no tenga comida. A él no le importa si tiene buena ropa o si no tiene buena ropa. Él sólo se preocupa de una cosa, y es la propia Vida que clama dentro de él. Él está tratando de lograr algo para la gloria de Dios, y ese hombre al hacerlo, manifestará la misma Vida del Espíritu que está dentro de él. ¿Me están siguiendo? Él la vivirá.",
    "Miren a Moisés cuando llegó el momento en que él la desplegó, su vida entera era el Espíritu de Cristo, porque Cristo estaba en él. Cristo estaba en Moisés, en medida. Ahora, si nos fijamos, él nació en un tiempo de persecución. Los niños fueron asesinados queriéndolo matar a él, exactamente como hicieron con Jesús. Y encontramos que cuando la situación se presentó que los hijos de Israel desobedecieron tanto, que Dios se enojó con ellos, y Él le dijo a Moisés: “Apártate y Yo destruiré todo el grupo, y de ti levantaré otra generación”.",
    "Moisés se arrojó en la brecha ante el juicio de Dios, y dijo: “Tómame a mí antes que los tomes a ellos”. En otras palabras: “Antes de llegar a ellos, tendrás que pasar sobre mí”.",
    "Eso es exactamente lo que hizo Jesucristo. Cuando Dios hubiera borrado toda la faz de la tierra de estos pecadores (a Ud. y a mí), pero Cristo mismo se arrojó en la brecha. Dios no pudo hacerlo, Él no pudo pasar por encima de Su propio Hijo.",
    "Y cuando Dios vio ese Espíritu en Moisés, parado allí en el juicio, como una cruz: “No puedes llegar a ellos, tendrás que tomarme a mí primero”, ¿ven el Espíritu de Dios en Moisés? Siendo que él pudo haber sido el rey de Egipto, siendo que pudo haber poseído todo el lujo del mundo, para ser popular, siendo que él pudo haber sido el gran rey del mundo en ese tiempo; pero escogió más bien sufrir las persecuciones y la aflicción, porque él estimó el vituperio de Cristo como mayores tesoros que el de Egipto. ¿Ven Uds.?, él se arrojó en el camino. ¿Por qué? ¡Fue Dios en Moisés que lo hizo! Un hombre intelectual, pensando normalmente, nunca hubiera hecho eso, hubiera tomado el camino más fácil. Entonces no importaba cuán fanático parecía ser Moisés, él estaba tratando… Vean, él fue un verdadero profeta de Dios porque estaba tratando de lograr algo para el Reino de Dios.",
    "Ahora, con su gran don de profecía, él pudo haber sido un hombre muy sabio, se pudo haber parado en Egipto y decir: “Ahora, un momento, yo profetizaré esto y aquello; diré esto y lo otro”, y lo hubiera hecho según su profecía. Pero eso… y, ¡oh, él hubiera sido mundialmente famoso! Pero eso no estaba en su corazón, no podía estar en su corazón.",
    "Entonces, si Ud. ve a una persona con un gran don queriendo hacer algo para glorificarse a sí mismo, su propio discernimiento del Espíritu le dirá a Ud. que eso está errado. Pero Moisés se esforzaba por hacer algo para la gloria de Dios. No importa lo mal que parecía ser, ni lo maligno que pareciera, ni cuánto fuera criticado, el Espíritu en Moisés lo dirigió directamente a la línea del deber; ¡el Espíritu en él!",
    "Miren a José. José fue… cuando él nació, fue amado por el padre y odiado por sus hermanos; un tipo perfecto de Cristo. Y lo único… él era hermano de sangre para ellos, del mismo padre. Pero la razón por la que sus hermanos le odiaron, fue sin causa, porque Dios lo había hecho un profeta, espiritual, un vidente. Y ellos lo odiaron precisamente por ese propósito. Pero José no podía evitarlo, pues, Dios lo había hecho a él de esa manera.",
    "Y observen el Espíritu de Dios en José. Observen lo que él hizo. Él aun desempeñó el papel de Cristo: él fue odiado por sus hermanos, amado por su padre, porque la diferencia consistía en el Espíritu. Él fue un hombre espiritual. Él vio visiones, interpretó sueños. Él no lo hizo para su propia gloria; lo hizo porque por dentro había algo en él: el Espíritu de Dios. Él no hubiera salido allá por su propia cuenta para ser echado en una cisterna, y dejar a su pobre padre anciano afligido por todos esos años; vendido por casi treinta piezas de plata, sacado de la cisterna y llegar a ser la mano derecha de Faraón, el rey de la tierra en aquel tiempo. Y en su prisión hubo un copero y un panadero; y uno se perdió y el otro fue salvo, de acuerdo con su predicción, en la prisión.",
    "Y notaron Uds. a Jesús, cuando Él vino fue amado del Padre. Y el padre le dio a José una túnica de muchos colores (el arco iris, un pacto). Y el Padre, Dios, le dio a Su Hijo, Jesús, el Pacto, y luego los hermanos judíos lo odiaron a Él sin causa. No había razón para que lo odiaran, Él era espiritual, y fue la Palabra de Dios manifestada. Él vino para hacer la voluntad del Padre. Él vino para cumplir las Escrituras. Él vino para traerles paz. Pero ellos lo entendieron mal, y lo odiaron a Él sin causa. Ellos no se detuvieron para tratar de ver lo que Él se proponía hacer. Ellos simplemente lo juzgaron porque Él no estuvo de acuerdo con ellos. Ellos hicieron… “Él mismo se hace Fulano de Tal. Él se hace A Sí Mismo Dios”. ¡Él era Dios! Dios estaba en Él. La Biblia dice que Dios estaba en Cristo, Él mismo manifestándose al mundo. Él fue el Dios de la Gloria manifestando la gloria de Dios.",
    "Miren a Moisés, no pudo evitar arrojarse allí. Él no hizo eso con hipocresía; lo hizo porque Dios estaba en él. Como tampoco pudo José evitar ser lo que era, por cuanto era Dios en él obrando o desplegándose a Sí mismo a través del hombre. Nunca lo hizo para gloria propia.",
    "Cualquier hombre que… ¡Si aquellos sacerdotes tan sólo hubieran tenido el discernimiento del espíritu, del cual les hablo en esta mañana! No importa cuánto hubiera podido el mundo hablar de Él, ellos aún lo hubieran conocido, si hubieran buscado en la Palabra, si hubieran visto Su propósito. Él siempre estaba haciendo eso para glorificar al Padre. Él dijo… Ellos dijeron: “¡Oh, este hombre es un gran Sanador! Él hace esta clase de cosas”.",
    "Él dijo: “De Mí mismo no puedo hacer nada hasta que el Padre Me muestra. No soy Yo el que hago las obras; es el Padre que mora en Mí, Él hace las obras”. Él nunca tomó la gloria.",
    "Ni tampoco algún siervo de Dios tomaría la gloria. Ni tampoco algún siervo usaría un don de Dios para glorificarse a sí mismo, o para alguna otra cosa; sino que el propósito correcto de él es hacer algo para la gloria de Dios. Por eso Ud. ve lo mismo hoy. Nosotros debemos tener discernimiento del espíritu, para ver lo que la persona se propone hacer. ¿Están ellos tratando de glorificar a Dios?, o ¿tratan de glorificarse ellos mismos?",
    "Ahora el Espíritu de Dios obrando en el hombre hace que el hombre actúe como Dios. Con razón Jesús dijo: “¿No está escrito: ‘Vosotros dioses sois’? Y si ellos llamaron ‘dioses’ a aquellos a quienes vino el Espíritu de Dios, ¿cómo podéis vosotros condenarme a Mí cuando Yo soy el Hijo de Dios?”. Si Uds. pudieran ver el Espíritu de Dios en Moisés, siendo que, él era Dios; Moisés era un dios, José era un dios, los profetas fueron dioses; la Biblia dice que lo fueron. Ellos fueron dioses porque eso… ellos se habían rendido completamente al Espíritu de Dios, tanto que estaban trabajando para la gloria de Dios.",
    "Y cuando un hombre está tan ungido con el Espíritu… Ahora dejen que esto les penetre hasta debajo de la quinta costilla del lado izquierdo. Cuando un hombre está ungido del Espíritu de Dios, sus hábitos, sus acciones y todo, es Dios moviéndose en él. A veces él es juzgado mal.",
    "Vean a David, en el Salmo 23, él clamó: “Dios mío, Dios mío, ¿por qué me has desamparado?”, como si se tratara de él, como si David fuera el hombre. “Todos los que me ven, estiran la boca”.",
    "Él estaba tan ungido de Dios, tan perfectamente rendido a Dios, y la unción estaba sobre él de tal forma, que cuando clamó por medio del Espíritu de Dios, si alguien hubiera estado parado allí, hubiera dicho: “Pues, mira, él cree que alguien le estira la boca. ¿Por qué lo ha desamparado Dios a él?”.",
    "No era David, era el Espíritu clamando a través de David: “Dios mío, Dios mío, ¿por qué me has dejado? Contar puedo todos mis huesos. Horadaron mis manos y mis pies”.",
    "Bueno, alguien dijo: “Oigan a ese hipócrita allá arriba. ¿Las manos de quién están horadadas? ¿Los pies de quién están horadados?”. Ése es el intelectual.",
    "Pero el que tenía discernimiento de espíritu sabía que ése era el Espíritu de Dios clamando en él. Cuando un hombre es ungido por el Espíritu de Dios, él tiene la acción de Dios, y la acción de Dios jamás es para dividirnos. La acción de Dios es para unirnos, porque somos uno en Cristo Jesús, y el propósito de Dios es el de reunirnos; “amarnos los unos a los otros”.",
    "Ahora, esos grandes profetas, vemos el Espíritu moviéndose en ellos, Jesús los llamó “dioses”. Él dijo que ellos eran dioses. Ahora cuando el Espíritu vino a ellos fue por medida, pero cuando vino sobre Aquél, Jesús (el cual fue el Hijo de Dios), vino a Él sin medida; la plenitud de la Divinidad corporalmente habitó en Él, porque Él fue el ejemplo perfecto. Él fue el Dios de la Gloria, manifestando la gloria de Dios al pueblo; Dios en Él yendo por doquier. Observen Uds. Su vida, por todo el Antiguo Testamento, Él fue el tema del Antiguo Testamento. Todos los profetas de antaño, allá en el Antiguo Testamento clamaron, no por sí mismos, sino que clamaron bajo el Espíritu de Dios, haciéndolos actuar como Dios, tanto así, que fueron llamados dioses, y luego eso, la plenitud de ese Espíritu fue manifestada en Jesucristo.",
    "Miren a David cuando fue destronado como rey de Israel, rechazado por su propio pueblo, subiendo al Monte de los Olivos, al norte de Jerusalén, y miró atrás a la ciudad, y lloró porque fue rechazado. ¿Qué era? Era el Espíritu de Cristo.",
    "Quinientos años después, el Hijo de David, Jesús, se sentó en el mismo monte, contemplando la ciudad, como un rey rechazado, y clamó: “¡Jerusalén, Jerusalén, cuántas veces quise juntarte (tus diversas denominaciones y demás) como la gallina a sus polluelos, y no quisiste! ¡Cuántas veces quise hacerlo!”.",
    "Ahora el mismo Espíritu que estaba en David, que fue manifestado en su plenitud en Cristo, está hoy en la Iglesia clamando a los pueblos: “¡Cuántas veces quise juntarte!”. Y cuando uno ve separaciones y—y diferencias, y—y la hermandad dividida, y el uno en contra del otro en la vida Cristiana, entonces esto hace que el Espíritu de Dios clame en su corazón. Uno está queriendo lograr algo (un verdadero profeta de Dios), un verdadero maestro está tratando de traer la Iglesia a unidad de espíritu, a la unidad de espíritu, para que ellos puedan reconocer a Dios; queriendo lograrlo sin que importe la denominación a la que ellos pertenecen ni nada al respecto. Nosotros tenemos discernimiento de espíritu para discernir el espíritu que está en el hombre, para ver si es o no es el Espíritu de Dios.",
    "Ahora, notamos cuando Él estuvo aquí en la tierra, cómo Él salió haciendo el bien. Noté otra cosa que me viene a la mente: ¿Se fijaron Uds. cuando David fue rechazado como rey?\n\nÉl salía de la ciudad y un pequeño benjamita, un benjamita, que debió ser un hermano para él, debió haber sentido tristeza porque él había sido rechazado, pero lo que… Él era un lisiado. Y él se arrastró, en su condición lisiada, arrojando tierra sobre David, y lanzándole toda clase de insultos, y maldiciéndolo en el Nombre del Señor, maldiciendo al rey David en el Nombre del Señor, este pequeño benjamita lisiado.",
    "Observen el Espíritu de Dios y el espíritu del diablo trabajando. Ahora, si se fijan, él estaba lisiado. Esto representa la condición espiritual lisiada de las personas hoy que se burlarían del verdadero Espíritu de Dios, en Cristo, manifestándose. Ése era el Espíritu de Cristo en David siendo rechazado como rey. Y, hoy, cuando la gente se burla de las personas que han recibido el Espíritu Santo, y que están queriendo lograr algo, para atraer a los metodistas y pentecostales, y bautistas y pentecostales, y presbiterianos y todos, juntos como una unidad, como el Cuerpo de Cristo, y ellos ven el Espíritu obrar, dicen: “Bueno, mire ése es un pentecostal. ¡Fuera con él! Yo conozco a uno que se fue con la esposa de otro; conozco de uno que se emborrachó; yo conozco a éste que hizo esto; conozco a éste que hizo lo otro”. Todo eso, pero estos son tan grandes que pueden ocultar sus propios asuntos, los pueden ocultar; ¡pero David fue descubierto! ¿Por qué? Él tenía el Espíritu de Cristo en él.",
    "Ese guardia dijo: “¿Le quito la cabeza a este perro que maldice a mi rey?”.",
    "Observen el Espíritu de Cristo en David: “Dejadle, porque Jehová le ha dicho que me maldiga”. ¿Lo captan Uds.? “Dejadle, Jehová le ha dicho que me maldiga”.",
    "En vez de eso, hoy en día, queremos levantar nuestros puños y pelear con él (¿ven?), cortarle la cabeza: “Sí, ¡sáquenlo, él no pertenece con nosotros!”.",
    "🦅 Dejadle, Jehová le ha dicho que me maldiga”. Ese pequeño lisiado corriendo allí, arrojándole tierra a David.",
    "Eso es lo que le hacen hoy día al Espíritu de Cristo; “Ésos son unos santos rodadores. Pues, son una cantidad de esto; no tienen nada; no hay nada en eso de la sanidad Divina; no hay tal cosa como Ángeles; no hay tal cosa como profetas”. Todas esas cosas: “Los días de los milagros ya pasaron”, es arrojar tierra. ¡Pero déjenlos! Pero, cuando David regresó al poder (Aleluya), cuando vino como el rey absoluto de Israel… No se preocupen Uds., este Jesús, Cuyo Espíritu tenemos hoy, cumplió Su parte, regresará nuevamente en un cuerpo físico, la segunda vez, en gloria, con poder y majestad.",
    "Ese pequeño arrojador de tierra cayó sobre su rostro e imploró misericordia. “Dejadlo tranquilo”, es el Espíritu de Cristo en nosotros. No lo excomulguen. Recordemos que todas estas cosas tienen que cumplirse. Tenemos que hacer una cosa: seguir adelante. Dios ha prometido que hará que todas las cosas ayuden para el bien de aquellos que Le aman. Mantengamos el discernimiento de espíritu, mantengamos correctamente el objetivo. Estamos aquí para servir a Dios, cada uno, en compañerismo, avanzando y sirviendo a Dios. Si el hombre tiene el objetivo errado, entonces ¿qué sucederá? ¿Ven?",
    "Ahora, nos damos cuenta que el Espíritu de Dios estaba en Él. Todos los profetas de antaño hablaron de Él. Todos los espíritus, en porción, cada porción por pequeña que fuera, no se glorificó a sí misma (los verdaderos profetas), los verdaderos profetas todos lo estaban manifestando a Él, hablando de Él. Y todo lo que ellos hablaron fue cumplido en Él. Mostró que era el Espíritu de Dios en ellos, fue cumplido. ¿Qué era? Dios hablando de Sí mismo. ¿Ven? Dios mismo manifestándose a través de estos profetas.",
    "No tomando la gloria en “¿Quién será el próximo presidente? Y ¿quién será esto?”. Y golpeándole en la cabeza: “Dinos quién te ha golpeado y te creeremos”. Así no es. Es algo que manifiesta a Dios. No es algo que haga al Hermano Weathers aquí, o al Hermano Shores, o al Hermano Fulano de Tal allá, un gran hombre, y hacerlo más importante que el resto de los hombres de su grupo, para hacerlo el más importante de Phoenix. No es para hacer de William Branham algo grande. Pero, ¿para qué es? No es para hacer de Oral Roberts algo grande, ni de Billy Graham algo grande. Sino que se trata de los corazones, estamos queriendo lograr algo para el Reino de Dios; eso está manifestando a Dios. Todos los dones y cosas no hacen que uno sea mayor que el otro, simplemente nos pone a todos a trabajar juntos para la perfección del Cuerpo, reuniéndonos como un pueblo, como un pueblo de Dios. Pero cuando uno los ve obrando contrariamente, no los maldiga, simplemente déjelos, alguien tiene que hacerlo; pero espere hasta que Jesús venga en poder.",
    "Ahora vemos a todos esos profetas que hablaron. Cada uno de ellos glorificó a Dios y al Mesías que vendría. Y cuando entraron en el Espíritu, ellos actuaron y hablaron y vivieron la Vida como lo hizo el Mesías. Si fue así de ese lado de la cruz, hablando de Su venida, ¿cuánto más lo hará después de Su venida; habiendo puesto el Espíritu del Mesías en la Iglesia para que actúe, obre, trabaje y viva como el Mesías? Es el Espíritu de Dios.",
    "Discierna ese espíritu, vea si es de Dios o no. Vea si actúa como Él. Vea si sus emociones… Si alguien levanta algo contra Ud. y arroja tierra sobre su vida, y Ud. sabiendo que no pudiera ser más inocente, y sabiendo que Ud. tiene el Espíritu de Dios, no intente separarse. No vaya a querer portarse mal con ellos; no los maldiga. Simplemente siga su camino, sabiendo que Dios hizo eso para probarlo, para ver Ud. cómo lo toma. Él de todas maneras tendrá que llegar a eso.",
    "Como dije el otro día, creo que en la iglesia del Hermano Fuller, del ciclista que montó la bicicleta, en el Canadá. Bueno, todos pensaron que podían montar mejor que este muchacho, que este pequeño afeminado. Y él era el único que no podía montar sin agarrar el manubrio.",
    "Estoy contento que a mí me gusta ser de los que montan aferrados del manubrio, me aferro de ambos lados de la Cruz, y digo: “En mis manos precio no traigo; déjame aferrarme de la Cruz, Señor, no tengo intelecto; no tengo nada. Déjame sólo aferrarme aquí, mirando al más allá”.",
    "Y ellos tenían que recorrer sobre un tablón de doce pulgadas [30 cm] por una cuadra de distancia, para ganarse una bicicleta Schwinn de cien dólares. Todos esos muchachos que podían montar sin agarrarse (iban al centro a las compras para su mamá y regresaban sin siquiera tocar el manubrio), todos empezaron a mirar. Ellos no estaban acostumbrados a agarrar el manubrio, y se cayeron. Pero este muchachito se subió allí y sostuvo el manubrio y recorrió todo hasta el fin. Ellos le preguntaron, dijeron: “¿Cómo lo hiciste?”.",
    "Él dijo: “Muchachos, aquí es donde Uds. cometieron el error: todos Uds. son mejores ciclistas que yo, pero se pusieron a mirar aquí” y dijo, “les dio nervios mirar lo que… Uds. estaban tratando de mantener el equilibrio, y se cayeron”. Dijo: “Yo, en cambio, nunca miré aquí, sino que mantuve la mirada en la meta, y me mantuve fijo”.",
    "Eso es lo que nosotros debemos hacer. No miren estas cositas ahora: “¿Hizo éste eso o aquél haría aquello?”. ¡Mire hacia la meta y manténgase fijo! Cristo viene. Fíjese en la meta, sólo manténgase firme. No se fije en lo que está sucediendo ahora; mire lo que va a suceder más allá, en el tiempo final, cuando tendremos que pararnos y—y dar cuenta de nuestras vidas.",
    "David no estaba mirando a ese pequeño benjamita que le arrojaba tierra, de todas maneras era un lisiado. Él no le hizo caso. Ni aun permitió que su guardia le cortara la cabeza, dijo: “Dejadlo, Dios le ha dicho que haga eso. Dios le ha dicho que me maldiga, dejadlo”. Porque David sabía que algún día él regresaría al poder. A ese benjamita le llegaría su hora.",
    "Sí, así es. La Iglesia se levantará triunfante. Como sea, yo sólo fui enviado para orar por Sus hijos enfermos; es todo lo que puedo hacer. En donde estén y en la iglesia que estén, para mí no hay diferencia. Yo estoy tratando de orar por Sus hijos enfermos, queriendo manifestar el don para Su gloria; por esa razón yo nunca he pertenecido a nada.",
    "Ahora, recuerden, todo eso está bien. Vean, ahora yo no—yo no estoy diciendo eso. Quiero que Uds. me entiendan claramente que yo creo que Dios tiene Cristianos en toda iglesia, Sus hijos. Él nunca me ha cuestionado sobre eso. Yo simplemente fui enviado para orar por los hijos, y para hacer estas cosas, y para manifestarlo a Él.",
    "Ahora, vean, todas las cosas de las que Jesús y estos profetas hablaron, tenían que ser la verdad, porque era el poder de Dios en ellos; Dios mismo hablando a través de ellos, de Su propia venida para Su propia Gloria.",
    "🦅 ¿Quién es presidente? ¿Quién será, quién lo será? ¿Tendremos suficiente lluvia este año?”. Eso no significa nada. Debe ser algo para la gloria de Dios, algo que ponga a la Iglesia en orden, algo en el poder de Dios; no para uno mismo hacerse un nombre, sino para hacer que la gloria de Dios sea manifestada.",
    "Ahora, notamos que todos esos profetas y todo lo que ellos dijeron de Él, todo llegó a cumplirse porque Él fue el tema del Antiguo Testamento. Jesús, el Mesías, el Mesías venidero, fue lo que esperaron todos los profetas, desde—desde Adán hasta Malaquías. Todo profeta habló de la venida del Señor. Cada uno contribuyó con su parte, porque estaba ungido de Dios. Eso era lo único que él podía hablar.",
    "Ahora, quisiera que tuviéramos más tiempo para esto. Pero observen, todo lo que ellos dijeron se cumplió. Miren esto, tomemos algunas de las cosas que dijeron los profetas.",
    "🦅 Una virgen concebirá, y dará a luz un hijo”. ¿Sucedió? Seguro. “Llamará Su Nombre Emanuel, Príncipe de Paz, Dios Fuerte, Padre Eterno”. Y eso fue Él, exactamente, el “Padre Eterno”. Ningún hombre será llamado “Padre” en esta tierra, porque Dios es vuestro Padre.",
    "Muy bien, de nuevo veamos: “Él herido fue por nuestras rebeliones, molido por nuestro pecado; el castigo de nuestra paz fue sobre él, y por su llaga fuimos nosotros curados”. En la sala de juicio de Pilato, estando allí el propio hombre, Su espalda herida por un látigo de nueve colas, él no se dio cuenta que las Escrituras decían que así habría de suceder. Ellos no tenían el discernimiento de espíritu, aquellos sacerdotes que dijeron: “Fuera con Él, fuera con Él”.",
    "Y en la cruz cuando estiraron la boca, y esas cosas, cuando Le oyeron clamar: “Dios mío, ¿por qué me has desamparado?”. Ellos no tenían discernimiento. ¿Ven?, no podían discernir el Espíritu. De esto estaba hablando David en el Salmo 22, estiraron la boca sin saber que lo estaban haciendo, igual a lo que hizo aquel benjamita con David. ¿Ven?, él creía que David estaba completamente errado porque no estaba de acuerdo con él en sus principios de cómo dirigir su reino. Él no entendía que era el Espíritu de Dios en David que lo hacía.",
    "Allí es donde nosotros debemos discernir, hoy, el espíritu de un hombre. ¿Qué quiere hacer él? ¿A dónde quiere llegar? No a qué grupo pertenece, o si es esto, eso, o lo otro, si él es un hombre blanco, negro, amarillo o lo que sea. Veamos lo que él se propone hacer, y tomar eso; ver lo que está queriendo hacer para el Reino de Dios. Si sus ideas son raras comparadas a las nuestras, está perfectamente bien, si él está queriendo lograr algo para el Reino de Dios; discierna eso en él. Si él está equivocado y es sincero de corazón, Dios lo traerá a la Verdad del asunto después de un tiempo. Déjenlo solo, déjenlo solo, vean qué es lo que está tratando de hacer.",
    "Ahora vemos aquí, después vemos que en Su—en Su muerte, cuando él murió en la cruz, y clamando todas las cosas que los profetas hablaron de Él: “Horadaron Mis manos y Mis pies”, que allí fue cumplido. Los profetas tenían la razón. Pensaron que se trataba de ellos mismos, o clamaron como si fueran ellos mismos, pero eso fue manifestado en la cruz.",
    "🦅 Él—Él fue contado con los pecadores”. Así le fue hecho; Él estuvo con los pecadores. “Con los ricos fue en Su muerte”. Así fue, Él fue sepultado en la tumba de un hombre rico. “Yo no dejaré Su alma… Él no dejará mi alma” dijo David, el Espíritu de Dios habló en David. “Él no dejará mi alma en el Seol, Ni permitirá Él que Su santo vea corrupción”, como si David fuera el Santo. No era David, era el Espíritu de Dios que clamó en David. Vean, es el Espíritu de Dios en el hombre clamando.\n\nAlgunos de ellos dijeron: “Oigan al viejo hipócrita allá arriba”.",
    "No era eso, era el Espíritu de Dios en él el que clamaba. ¿Ven?, el Espíritu de Dios manifestándose: “No dejaré Su alma en el Seol, ni permitirá Él que mi Santo vea corrupción”.",
    "Ahora, hermanos, para terminar, permítanme decir esto, se nos va el tiempo. Pero miren, permítanme decir esto para terminar, aquí con estas Escrituras. Veamos: Si un hombre, que todo el tema del Antiguo Testamento se trató de Él, todos los santos profetas ungidos con el Espíritu de Dios, si todo eso y todo lo que ellos dijeron fue cumplido en Él al pie de la letra, ciertamente aquella gran Persona, llamada el Hijo de Dios, debe saber cómo establecer la Iglesia del Nuevo Testamento, ¿no lo creen Uds.? Él debe tener el concepto de cómo establecer la Iglesia del Nuevo Testamento.",
    "A lo primero que quiero llamar su atención, está acá en Mateo, el capítulo 16, que cuando Él—Él les habló allá, cuando vino y les habló a los discípulos. Él dijo: “¿Quién dicen los hombres que es el Hijo del Hombre?”.",
    "Y ellos dijeron: “Unos dicen que Tú eres ‘Elías’; y otros que eres ‘Fulano de Tal’, y otros que eres ‘Fulano de Tal’, y así, diferentes”.\n\nLes dijo: “Pero vosotros, ¿quién decís que soy?”.",
    "Y Pedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Él dijo: “Bienaventurado eres Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, sino Mi Padre que está en los Cielos te lo reveló. Y—y Yo te digo que tú eres Simón, o Pedro, y sobre esta roca edificaré Mi Iglesia; y las puertas del Hades no prevalecerán contra Ella”. Ahora, allí estamos hablando de la Iglesia. Observen ahora con cuidado, y si estoy equivocado, que Dios me perdone, y Uds. perdónenme.",
    "Ahora, la—la iglesia católica dice que “eso era una piedra que estaba allí, Pedro, y que sobre Pedro Él edificó la Iglesia”. Ahora, nosotros sabemos que eso está equivocado. Nosotros los protestantes no estamos de acuerdo con eso.",
    "Pero nosotros los protestantes decimos: “Era sobre Sí mismo que Él se edificó… que edificó la Iglesia, sobre Sí mismo”. Pero si Uds. notan, yo quiero oponerme, amistosamente. No fue así.",
    "Fue sobre la revelación espiritual de Sí mismo. ¿Ven? “Carne ni sangre…”. Ud. nunca lo aprendió en un seminario, tan buenos como lo son; no lo aprendió por medio de algún credo de la iglesia, tan bueno como lo es. Eso está bien, pero ni carne ni sangre te han revelado esto. Esto no es una concepción intelectual, por la manera en que Ud. puede dar su discurso, cómo debe inclinarse, cómo o qué gran cosa debe hacer Ud. aquí en la tierra, no es eso. No es edificar una gran cosa o hacer algo grande. Lo que es, es una revelación de la Palabra de Dios. Él era la Palabra; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue manifestado, y habitó entre nosotros”. Él fue… eso fue la revelación de la Palabra de Dios.",
    "El Espíritu en Pedro revelando por revelación espiritual que Él era el Hijo de Dios manifiesto. El Dios de Gloria manifestando la gloria de Dios. “Sobre esta roca (la revelación espiritual de la Palabra) edificaré Mi Iglesia”. ¿Por qué? Si aquellos profetas estaban bajo Dios, hablando por medio del Espíritu Santo que ése era el Hijo de Dios, el mismo Espíritu, de este lado, revelará de nuevo la misma cosa. ¿Lo ven Uds.?",
    "🦅 Carne ni sangre”, Ud. no lo puede aprender en un seminario. Ud. se aprende su… obtiene su D.D. y su Ph.D. y el L.D. o… Todo eso está bien, yo quisiera tenerlos. Es cierto, pero con todo, ésa no es la cosa. No es necesario que Ud. lo tenga, aunque es bueno tenerlo. Ud. puede ser Esto, más eso otro; pero si Ud. tiene que borrar eso otro, quédese con Esto. Esto es Aquello. Si esto no es Aquello, de todas maneras permítanme quedarme con Esto. ¡Yo quiero Esto! ¡Esto!",
    "🦅 No te lo reveló carne ni sangre”. Ud. no lo aprendió por la vía educacional; Ud. no lo aprendió por la vía denominacional. La educación y las denominaciones están bien, tienen su lugar; pero la gente está poniendo demasiada importancia en eso, y están dejando el discernimiento espiritual. ¿Ven?",
    "🦅 No te lo reveló carne ni sangre, sino Mi Padre que está en el Cielo te ha revelado esto. Y sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”. “Jamás podrá prevalecer”, mostró que estarían contra Ella.",
    "Ahora observen y vean contra qué están las puertas del Hades. No están en contra de la denominación; el gobierno aun las reconoce; no es eso. El mundo reconoce nuestras denominaciones, todas ellas. Nosotros tenemos el derecho, cada uno de nosotros como ciudadanos americanos, tenemos el derecho a denominación, lo cual está bien, agradecemos eso. Pero no es contra esto que están las puertas del Hades. Están en contra de la revelación espiritual de Cristo siendo aquí ahora el mismo ayer, hoy, y por los siglos. En contra de esto es que están. “Las puertas del Hades estarán en contra de Eso, pero jamás prevalecerán”.",
    "Allí tienen Uds., discernimiento espiritual. No importa quién sea, es mi hermano siempre y cuando esté tratando de lograr el mismo propósito por el que trabajo yo. Ya sea un profeta, sea un pastor, sea un diácono, que sea eso y lo otro, sea que Dios le honre de esta o aquella manera, lo que sea, que me deshonre a mí, lo que Él quiera hacer, sin embargo, ¡ése es mi hermano! Estamos trabajando para lo mismo. Estamos enviando nuestro—nuestro… todo nuestro trabajo para el mismo Reino más allá. Él está trabajando para lo mismo que yo. Discernimiento espiritual, revelación espiritual de Dios. Miren aquí, si Uds. quieren…",
    "Jesús… Yo prediqué la otra noche en algún lugar, tal vez por allá: “En El Principio No Fue Así”. Tenemos que regresar al principio ahora para hallar nuestro texto, sólo por un momento. En el principio estaba Caín, intelectual, edificó una buena iglesia (por así decirlo), hizo un buen altar, ofreció un sacrificio, oró, sincero, dio gracias, pagó su diezmo, en todo era tan religioso como Abel.",
    "Pero Abel (no había Biblia en esos días), sino que por revelación Espiritual él vio que no fueron frutos del campo lo que nos causó pecar, no fueron manzanas lo que ellos comieron. ¿Ven?, no fueron manzanas, la revelación le dijo eso. Y no fueron las frutas que lo sacaron a él de allí. Fue vida, la separación de la vida; así que él fue y tomó un cordero y lo ofreció en su lugar, por fe, que es una revelación espiritual. ¡Amén!…?…La revelación de Dios, revelación espiritual que le fue revelada a él: No es una fruta, no fueron manzanas, no fueron albaricoques, ciruelas ni peras; fue por la separación de la vida, así que, él fue y tomó una vida y la ofreció en lugar de frutas.",
    "Los frutos es lo que Ud.… las obras de sus propias manos; lo que Ud. hace allí: “Iré y edificaré esto; iré a hacer esto; apoyaré aquello”. Eso es bueno. Él tenía un altar igual como lo tenía el otro. Los dos tenían altares. Eso estaba bien.",
    "Pero fue la verdad revelada espiritualmente del asunto, porque el Espíritu de Dios lo reveló: “Sobre esa roca, la roca sobre la que murió Cristo, la Roca de la Eternidad, sobre esa Roca que murió el cordero de Abel”. El pobre de Abel poniendo sus manos sobre ese corderito, y su lanita blanca siendo bañada a medida que él tomaba una—una roca (porque en aquel tiempo no tenían lanza), y golpeaba así su cuellito, martillándole. Y el pobrecito muriendo, la sangre bañaba sus manos, y su lanita toda bañada en sangre, balando y llorando.",
    "¿De qué hablaba eso? Del Cordero de Dios unos cuatro mil años después, reveló espiritualmente a la iglesia rechazándolo. Y el pueblo lo llamó “Belcebú” y “demonio” con todo lo que habían hablado los profetas. Ellos negaron a los profetas. ¡Oh!, dijo Él: “Edificáis sus sepulcros, y vosotros los metisteis allí. Sepulcros blanqueados”, les dijo a ellos. Sin discernimiento espiritual, no conociendo que ése era el Cordero de Dios; que Él debía ser y obrar de esa manera, porque estaba cumpliendo la Palabra de Dios.",
    "Y hoy día, la Iglesia llena del Espíritu Santo portándose como lo hace, haciendo las cosas que ellos hacen, están dándole cumplimiento a la Palabra de Dios. ¡Aleluya! ¿No lo ven Uds.? Pedro dijo, el día de Pentecostés: “Esto es Eso”. Y él dijo: “Es para vosotros, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”.",
    "Esos mismos profetas inspirados dijeron que la Luz de la tarde brillaría, habría una lluvia temprana y tardía juntas, como en los días de la gracia. Veámoslo aquí: ¿Qué es? La lluvia temprana está pasando, y la lluvia tardía está atrasada. Entonces se han encontrado; la lluvia temprana y tardía se han juntado: El Espíritu Santo hecho manifiesto por el poder y la resurrección de Jesucristo. Allí tienen, se están juntando, la temprana… ¡La gracia de Dios! Él dijo: “Como fue en los días de Noé”. Su gracia fue muy paciente. Aquí está hoy, muy tolerante; se traslapan. Junta una nube de los días pasados con una nube de este día. La lluvia temprana vino primero, siendo la primera lluvia que hemos tenido, ahora aquí viene pasando la lluvia tardía; la lluvia temprana pasando con la lluvia tardía, el oriente y el occidente encontrándose. Ambas lluvias cayendo juntas: sanidad Divina además del Ángel de Dios revelando los secretos de los corazones, y trayendo todo a cumplimiento. ¡Oh, parece seguro que los hijos genuinos, nacidos de Dios, verían eso! Allí lo tienen, el Espíritu revelando, revelación; sobre eso fue que Jesús dijo que la Iglesia sería edificada.",
    "Bueno, quizás alguien se levante y diga: “Por supuesto, nosotros los Tales y tales, hemos sido edificados sobre eso”.",
    "Profundicémonos un poquito más en Su Palabra. En la última comisión a Su Iglesia, Él dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura”. Por todo el mundo. ¿Hasta dónde debe durar? Todo el mundo. ¿A cuántos? A toda criatura. “El que creyere y fuere bautizado”, no la iglesia, “el que” es un pronombre personal. “El que creyere”, el individuo.",
    "Como dijo David DuPlessis acerca de los nietos, no hay nietos en el Reino de Dios, ¡son hijos! Si su padre fue pentecostal y Ud. asiste a esta iglesia porque él vino aquí a la—la Once y Garfield, recibió el Espíritu Santo y lo ha traído a Ud. como un nieto, ¡Ud. anda errado! Dios mismo tiene que revelarse a Ud.",
    "Y ningún hombre puede llamar a Jesús el Cristo por concepciones intelectuales. No hay hombre que pueda llamar a Jesús el Cristo porque se sienta afligido por sus pecados, y venga y se arrepienta. No hay hombre que pueda llamar a Jesús el Cristo, sino sólo por la rive-revelación del Espíritu Santo dándoselo a conocer a él. “Sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”. Allí está la revelación. Allí está, sobre lo que Él ha edificado Su Iglesia.",
    "¿Quién lo hizo? ¿Pedro? No, no, no. ¿Quién lo hizo? Cristo dijo: “La revelación de Dios, el Espíritu Santo se lo traería a Ud. Aún un poco y os dejaré, pero Yo rogaré al Padre y Él os enviará el Consolador, os recordará estas cosas”. ¿Es correcto? Es lo que Él está haciendo en esta mañana. Y, ¿hará qué? “¡Os mostrará cosas por venir”! El Espíritu Santo en la Iglesia en los últimos días.\n\nAhora, Ud. dice: “Hermano, Aleluya, ésa es mi iglesia”.",
    "¡Espere un minuto! Jesús dijo: “En esto conocerán todos que sois Mis discípulos” en San Juan 13:35, “En esto conocerán todos que sois Mis discípulos, si tuviereis amor los unos por los otros”. Es la Verdad revelada por el Espíritu, acerca del Reino de Dios que ha de venir, mirando más allá hacia el fin, viendo lo que los profetas clamaron, viendo lo que habló Jesús, y aquí el mismo Espíritu Santo en Ud. responde: “¡Eso es la verdad! ¡Es la verdad!”. ¿Qué es? La Verdad espiritual revelada. Yo amo a mi hermano, sin importarme a dónde vaya a la iglesia, si son de la lluvia temprana o tardía, o de ninguna lluvia, siempre y cuando sean del Cuerpo de Cristo, tratando de lograr algo. No alguna cosa con un cierto propósito de—de manifestarse Ud. mismo en la tierra, sino con un propósito para el Reino de Dios y la gloria de Su Venida; para revelar y hacer conocer Su pronta Manifestación.",
    "Ahora, terminando, queremos pensar en esto: “Sobre esta roca edificaré Mí Iglesia”, correctamente. Y luego nos damos cuenta que en Juan 14:7, Él dijo esto: “Las obras que Yo hago, vosotros también las haréis. Las obras que Yo hago”. ¿Qué clase de obras hizo Él para darse a conocer? ¿Uds. recuerdan a Pedro, verdad (de lo que hemos estado hablando), Felipe, la mujer junto al pozo? Prediciendo que Eso no iría a los gentiles, sino hasta los últimos días, como Él dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del hombre”. Allí hay una revelación, escrita así en misterios para el mundo externo, para el mundo que nada sabe de Ello. Pero Uds., preciosos hermanos, Uds. preciosas hermanas, Uds. no son hijos de las tinieblas, Uds. no son hijos de la noche, sino que Uds. son hijos de la Luz. Andando en la Luz, como Él está en la Luz, entonces tenemos compañerismo el uno con el otro, mientras que la Sangre de Jesucristo, el Hijo de Dios, nos limpia de todo pecado, a todos nosotros. Allí están Uds., los siervos del Señor.",
    "Jesús… citando aquí mi Escritura, tengo Marcos 16, sí, Marcos 16, Él dijo: “Id por todo el mundo”. Aquí está la clase de Iglesia que Él estableció. La última comisión a la Iglesia: “Id por todo el mundo; predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado”. Ahora miren aquí, miren este discernimiento espiritual: “El que creyere y fuere bautizado”. Él no dijo exactamente de qué manera, pero a nosotros nos gusta discutir por eso (¿ven?), la otra cosa. Vean: “El que creyere y fuere bautizado, será salvo”. Como él quiera ser bautizado, es cosa de él. Si lo que trata de lograr es para el Reino de Dios, entonces, esfuérzate, hermano; estamos marchando con el mismo Espíritu. Si yo estoy equivocado, entonces Ud. lo sabrá, así resultará; y si Ud. está equivocado, entonces así será. Pero nuestros corazones y nuestros motivos y nuestros objetivos, son para el Reino de Dios más allá. Estamos más allá, estamos apuntando hacia el Calvario.",
    "Yo y mis ideas, pues, tengo… a ninguno de mis hermanos les gusta la torta de cerezas tanto como a mí, pero somos hermanos. ¿Ven? A ninguno de ellos le gusta cazar y pescar como a mí, pero somos hermanos. ¿Ven lo que quiero decir? Yo tengo mis propias ideas, pero eso no quita que él sea mi hermano; su padre es mi padre, su familia es mi familia. Allí lo tienen Uds.",
    "Los patriarcas todos tuvieron diferencias el uno con el otro, pero sólo había un padre, y ellos debieron haber trabajado en torno a esa sola cosa; y ellos rechazaron al principal allí, porque él era espiritual. ¿No ven Eso, hermanos? ¿Pueden ver de qué estoy hablando?",
    "Ahora, fíjense, y vamos… terminando. “Id por todo el mundo, predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo; mas…”. [Cinta en blanco.—Ed.] “Y estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas”. ¿Qué es? Revelación espiritual. ¿Ven? “Hablarán nuevas lenguas; si tomaren en las manos serpientes o si bebieren cosa mortífera, no les hará daño; si sobre los enfermos ponen sus manos, sanarán”. Eso es lo que fue la Nueva Iglesia. Ésa es la clase de Iglesia que Jesucristo, este Poderoso establecería, del que todos los profetas clamaron. Hallamos que Su Espíritu viene acá y predice que Su Espíritu en las personas volvería y haría las cosas que Él hizo.",
    "Permítanme terminar con esto. Tengo otra docena de Escrituras aquí, pero no tenemos el tiempo. ¿Ven? Pero escuchen esto, permítanme terminar diciendo esto: Todo verdadero profeta del Señor, nacido de nuevo, predicador, maestro de escuela dominical, vidente, apóstol, misionero, lo que pudiera ser, debiera de todo corazón, estar muy lleno y ungido del Espíritu de Dios, muy ungido (cualquiera que sea su oficio, ya sea el de predicar, o enseñar, o evangelizar, o ver visiones, lo que sea), él lo hará para el Reino de Dios. Y el Espíritu de Dios responderá a través del hombre y manifestará que es el Reino de Dios.",
    "Entonces nosotros… Yo como bautista, los veo a Uds. los pentecostales, Uds. son mis hermanos. Uds. no pertenecen a la iglesia bautista, yo sí. Ésa fue la única iglesia a la cual pertenecí, fue a la iglesia bautista. Pero eso no me estorba, yo veo que el Espíritu de Dios está con Uds., veo lo que están queriendo hacer. Bueno, si yo, un bautista, puedo tener ese sentir, ciertamente las Asambleas, la Iglesia de Dios, los Pentecostales Unidos, los Independientes, y todos nosotros como hermanos unidos, deberíamos ver que estamos queriendo trabajar con un solo propósito. ¡Tengamos discernimiento espiritual!",
    "Ahora escuchen. Para terminar haré este último comentario: Muchos están enfermos y debilitados entre Uds., y muchos duermen (espiritualmente muertos), porque no tienen el discernimiento del Cuerpo de Cristo. ¡Este cuerpo enfermo que tenemos! Dios, ayúdanos a tener discernimiento espiritual de esa revelación del Reino de Dios, y del amor de Dios en nuestros corazones, derramado allí por el Espíritu Santo, para que podamos abrir nuestros brazos ampliamente, decir: “¡Somos hermanos!”. ¿Ven lo que quiero decir? Y todo pequeño don que Ud. tenga, no lo use para querer hacer algo grande para nosotros mismos, usémoslo para el Reino de Dios, para trabajar con todos, para tratar de levantar la causa de Cristo Jesús, porque Su Venida está muy pronta. ¿Lo creen Uds.?",
    "Siento mucho haberlos demorado tanto. El Hermano David estará aquí mañana para enseñarles las Escrituras, pero en estos momentos inclinemos nuestros rostros por un momento. [Un hermano habla en otra lengua. Una hermana da la interpretación.—Ed.] ¡Alabado sea Dios! Amén.\n\nFirmes y adelante, huestes de la fe,\n\nSin temor alguno, que Jesús nos ve.\n\nJefe soberano,\n\nCristo al frente va,\n\nSomos sólo un cuerpo\n\nY uno en el Señor,\n\nUna la esperanza y doctrina\n\nY uno nuestro amor\n\nFirmes y adelante, huestes de la fe,\n\n¿Creen Uds. que lo son? Levanten la mano.\n\nSin temor alguno, (¿por qué?)\n\nCristo… (nuestro objetivo) al frente va.\n\nDios los bendiga. Su pastor. 🦅"
  ]
}