{
  "title": "ELÍAS Y LA OFRENDA DE HARINA",
  "id": "60160009",
  "content": [
    "🦅  ¡Oh, verdad que sí! “Señor, yo recibo”. ¿Recibir qué? Toda promesa que Él hizo, es mía.",
    "Ahora, antes de sentarnos, inclinemos nuestros rostros solo un momento para no olvidar orar por estos pañuelos aquí.",
    "Nuestro Señor, estamos agradecidos Contigo esta noche por los cantos de Sion, por el Evangelio a la antigua que limpia nuestros corazones del mal, y por la suma bondad de las promesas de la Biblia que son nuestras. Por fe las recibimos. Y sabemos que Dios no hace acepción de persona. Y en la generación en que vivió Pablo, la gente… muchos estaban enfermos. Ellos le traían pañuelos, delantales, para que los pusiera sobre su cuerpo, y luego los llevaban de su cuerpo a los enfermos y afligidos. Y las Escrituras nos dicen que espíritus inmundos salían de la gente y las aflicciones los dejaban por causa de su fe en el Señor Jesús. Dios, Pablo ha estado ausente por casi dos mil años, ya en Tu Presencia. Esa generación pasó con él, pero Tú eres el Dios de toda generación. Ahora la gente, en esta noche, ha creído en Ti y estamos encomendándote, esta noche, estos pañuelos y pequeños pedazos de tela, y creyendo con todo nuestro corazón que Tú responderás a nuestra oración y ellos serán sanados. Concédelo, Señor. Se los enviamos a ellos para la gloria de Dios, en el Nombre de Jesús, Su Hijo. Amén.",
    "Pueden tomar asiento. Y los que guardan estos pueden venir por ellos inmediatamente después de terminar aquí el servicio.",
    "Estoy muy feliz esta noche. Hoy estuve allá en la montaña tan pronto como terminé con las entrevistas que tenía que tener, y fui allá a orar. Y cada vez que estoy en este sol del desierto me hace querer regresar más. Pero una cosa por la que estoy contento esta noche, mi esposa… todo lo que hemos estado juntos, y ella ha visto las grandes visiones de Dios manifestadas y cumplidas. Ella estaba allá en el río ese día en Jeffersonville cuando el Ángel del Señor hizo Su primera aparición, fue publicado en la Associated Press a través de la nación. Ha sido… fue en 1933. Ella estaba parada allí pero, ella escuchó la Voz, pero no vio la Luz. Donde, aun los fotógrafos de los periódicos vieron la Luz. Pero ella era muy joven en ese entonces y, como de doce años, y ella nunca vio la Luz. Ella estaba observando a la gente, muchos se desmayaban. Y eso permaneció allí como por un minuto y luego regresó directamente a los cielos otra vez. Y los periódicos publicaron un gran artículo: “Aparece una luz mística sobre—sobre un ministro bautista local mientras bautizaba”. Llegó hasta Canadá, estuvo en la prensa canadiense.",
    "Y luego, hace como tres o cuatro años, la última vez que estuve en Phoenix, creo que fue el Hermano Jack Moore que estaba conmigo, que él como que… Mi esposa es muy tímida. Y entonces él la llamó a la plataforma, inesperadamente, y ella por poco se desmaya. Y ella pasó después de que yo ya había subido a la plataforma, y la unción estaba allí para un servicio de sanidad. Y, dijo que era la primera vez que ella estaba en esa Presencia, así. Y, anteanoche, ella Lo vio a Él en la plataforma; por primera vez ella Lo ha visto a Él, cuando estaba aquí parado en la plataforma. Y cuando la vi afuera, ella… Las lágrimas en sus ojos, y ella dijo: “Billy, por primera vez en mi vida, Lo vi”. Dijo: “Yo… tú estabas orando por una mujer, y” dijo, “Lo vi venir justo delante de ella y se quedó allí por unos momentos, se movió alrededor de donde tú estabas. Y luego, tan pronto como dejaste de hablar, Aquello se fue”. Así que, eso me alegra, que Aquello viniera ante sus ojos. Saben, esa damita tiene que pasar por muchas cosas y, así que, estoy contento y feliz por eso.",
    "Ahora, mañana en la noche es el servicio de sanidad. Saben, hemos estado diciendo esta semana que los servicios de sanidad serían el viernes por la noche. Ahora, vengan mañana por la tarde o—o temprano en la tarde, como a las seis, para que no interrumpan el resto del servicio. Y Billy, Leo, Gene y los demás, estarán aquí con las tarjetas de oración, para darles una tarjeta de oración. Ahí es cuando traemos a la gente a la plataforma y oramos por ellos. Ahora estamos… Yo… Tengo que realizar las reuniones americanas como se le ha enseñado a la gente, imponiendo las manos. Ahora, eso—eso es Escritural, pero esa es una tradición judía. Eso no es para los gentiles, pero los gentiles lo adoptaron. Con el gentil fue: “Yo no soy digno de que entres bajo mi techo, solo habla la Palabra y mi siervo vivirá”. Así es. Pero el judío: “Ven y pon Tus manos sobre mi hija y ella vivirá”. ¿Ven?, esa era la tradición de ellos, no era para los gentiles.",
    "Noche tras noche, y hora tras hora, día y noche, el Espíritu Santo viene, revelando, pasando por el edificio, hablando los secretos de los corazones. Uds. lo ven todo el tiempo. Eso es para que Uds. sepan que la Presencia del Señor está aquí. Ahora, si Uds. solo Lo aceptaran, serían sanados inmediatamente. Porque toda sanidad que alguna vez Ud. reciba, ya está hecha, lo ha estado por mil novecientos años. Toda la salvación que Ud. reciba, ya ha sido pagada, Ud. solo tiene que tomarla. Han pasado mil novecientos años, o más, desde que hubo salvación para Ud. Pero ahora, Uds. me ven que en las reuniones, digo: “¿Esto lo hará creer?”. ¿Ven?, las señales y maravillas no son para sanidad o salvación, sino que son para que la gente se dé cuenta y entienda que la Presencia de Dios está aquí. Entonces Él… si Él… ¿Cómo? eso sería, es más milagroso. Nosotros recién estamos empezando a ver milagros.",
    "Ahora, cuando se trata de una persona, varios se han levantado de las camillas y sillas de ruedas y cosas, y se van. Eso no es exactamente un milagro. No. ¿Ven?, aun la Ciencia Cristiana tiene eso. Podría ser un—un—un problema mental, por el que Ud. pudiera… que cambie su manera de pensar. Ahora, no creemos que así fuera, porque yo creo que fue la fe. Pero aún…",
    "Estuve en La Salle, Lorraine, Francia. Estuve en París. Y fui a un lugar donde tenían a una mujer muerta yaciendo allí, en su sepulcro. Y ellos frotaban una piedra allí, y la gente entraba allí lisiada, con muletas, y las dejaban en el suelo y se iban, con solo frotar esa piedra sobre esa mujer muerta. ¿Ven?, ella está muerta, y ella no podría interceder más que… Solo hay un mediador entre Dios y el hombre, y ese es Cristo Jesús. Viniendo de una familia católica, yo—yo sé que ellos creen en—en la gente que muere, que esos son sus espíritus que están intercediendo por ellos; diferentes, unos para la política y otros para otras cosas. Para mí, es espiritismo. Espero no herir sus sentimientos, pero debo ser sincero. ¿Ven?, cualquier cosa que interceda con los muertos es espiritismo.",
    "Ellos me lo preguntaron en México, me dijeron: “¿Y qué me dice de Jesús?”.",
    "Yo dije: “Él no está muerto. Él resucitó, Él está vivo para siempre”. ¿Ven? Él no está muerto, Él vive. Los demás han pasado al más allá, lo cual, dice la Escritura que “Los que están allí no pueden venir aquí, y los que están aquí no pueden ir allá”. Ningún hombre ha cruzado ni lo hará. Así que, asunto terminado, si el… Jesús lo dijo.",
    "Pero, encontramos que suceden estas cosas. Por lo que ahora, y cada noche, el Espíritu Santo está tratando de mostrarles a Uds. la Presencia de Su Ser aquí, no la presencia de un hombre. Un hombre solo puede doblegarse, por medio de un don él puede someterse a una cierta esfera del Espíritu que puede abrir a Dios para Uds. Pero nunca funcionará hasta que Ud. mismo lo crea y lo acepte, y entonces funciona. ¿Ven?, si Uds. se sentaran allí y todos Uds.—todos Uds. no lo creyeran, no creyeran una Palabra de Eso, jamás funcionaría.",
    "Jesús, cuando fue a Su pueblo, a Su propia tierra, no pudo hacer muchas obras poderosas por causa de la incredulidad de ellos. Y si Él no pudo hacerlo entonces, Él no puede hacerlo ahora, por la incredulidad. ¿Ven?, es la fe suya.",
    "Pues, se requiere de Uds. y de mí, juntamente con el Espíritu Santo, para que sucedan estas cosas; para que yo me regocije, y que Uds. se regocijen, en que Dios se encuentra aquí cumpliendo Su Palabra.",
    "Pero cuando el Espíritu Santo puede venir a la reunión, cumpliendo exactamente la Escritura, lo que Él dijo que sucedería en los postreros días, y moverse sobre la congregación como lo hizo cuando Él estuvo aquí, y discernir los secretos mismos de los corazones, y los pensamientos y las intenciones del corazón y la mente, ¿cómo podría alguien dudar? ¿Ven?, es un milagro perfecto, más milagroso que un lisiado caminando, porque es imposible que eso suceda sin poder espiritual; tiene que ser un poder espiritual que haga eso. Así que, y luego Uds. lo ven, exactamente lo que la Biblia prometió y lo que ellos cre-… lo que creemos. Es más milagroso que gritar. ¿Ven?, es más milagroso que hablar en lenguas. Pablo lo dijo. Aun los dones genuinos del Espíritu Santo de hablar en lenguas, es más milagroso que eso. Estamos en el último milagro. Predicho así por la Biblia.",
    "Así que, esta noche, Uds. no tienen que esperar hasta mañana en la noche para pasar por la línea para que le impongan las manos. Pues, colocar las manos sobre Uds. no hará más que el discernimiento de los pensamientos del corazón; no tanto, creo yo. Entonces Ud. puede recibirlo, aferrarse a ello, es suyo. Y Ud. créalo con todo su corazón.",
    "Pero mañana en la noche, si Uds.… La Escritura sí dice: “Id por todo el mundo, predicad el evangelio a toda criatura; estas señales seguirán a los que creen”. Todas las señales; y luego, finalmente, Él dijo: “Si ponen sus manos sobre los enfermos, ellos sanarán”. Eso es verdad. “Ellos que…” La… Eso seguirá a los creyentes. Muy bien. Ahora, somos—somos creyentes, y por eso tenemos, noche tras noche, la imposición de manos sobre los enfermos, y Dios ha obrado grandes milagros con ellos. Hemos tenido grandes milagros orando por los pañuelos. Hemos tenido grandes milagros con el discernimiento de los pensamientos del corazón. ¿Ven?, todo junto, obra para la gloria de Dios. No es para un hombre, no es para la iglesia, es para la gloria de Dios. ¡La gloria de Dios!",
    "Entonces, ahora, antes de que abramos la Palabra para esta noche… ¡Oh!, podemos abrir las páginas así, pero Dios tiene que abrirla; porque la Escritura no es de interpretación privada, sino que el Espíritu Santo que escribió la Escritura es el Intérprete de Ella. Así que, inclinemos nuestros rostros ahora mientras oramos. Y a cuántos les gustaría ser recordados en la oración, ¿manifiéstenlo levantando sus manos, por lo que sea? ¡Oh, Dios!, mira. Todos estamos necesitados, ¿no es así? Yo también estoy necesitado, amigos. Tengo mis manos levantadas.",
    "Padre Celestial, entramos humildemente y en silencio con reverencia en Tu gran y augusta Presencia, sabiendo, antes de que suceda cualquier cosa, que Tú estás aquí porque lo prometiste. Dijiste, antes de Tu partida: “Dondequiera que estén dos o tres congregados en Mi Nombre, allí estaré Yo en medio de ellos. Y si se ponen de acuerdo sobre alguna cosa, tocante a algo, pidiendo, ellos lo recibirán”. Señor, para traer Tu promesa a estos, la compra de Tu Sangre, pido que todo hombre, mujer o niño, que levantaron sus manos esta noche, Tú conoces su corazón, que ellos reciban lo que están pidiendo. Concédelo, Señor.",
    "Somos un pueblo necesitado. Estamos caminando en un mundo oscuro, con un gran enemigo Tuyo que, no podríamos combatir en lo absoluto si no fuera por Tu Espíritu Santo. De manera que, estamos confiando, creyendo y actuando en fe, que Él irá delante de nosotros y despejará el camino. Hay tantas trampas a lo largo del camino, puestas para nuestros pies cansados, pero estamos tratando de seguir las huellas ensangrentadas de Aquel que venció la muerte, el infierno y la tumba.",
    "Guíanos, en esta noche, por Tu Espíritu Santo, Señor, a las Palabras que deben ser dichas, luego guía esas Palabras al corazón que Las necesita. Entonces, Señor, que al final de la reunión, y que al salir a nuestros diferentes hogares, podamos decir nuevamente, como aquellos que venían de Emaús: “¿No ardían nuestros corazones en nosotros, mientras Él nos hablaba en el camino?”. Porque lo pedimos en el Nombre de Jesús, y por Su causa. Amén.",
    "A Uds. que anotan las Escrituras, abran conmigo ahora en el libro de Primera de Reyes. Deseo leer una porción del versículo 17… El capítulo 17, mejor dicho, y voy a comenzar en el versículo 14. Leeré los versículos 14, 15 y 16 del capítulo 17 de Primera de Reyes:\n\nPorque Jehová Dios de Israel ha dicho así: La harina de la tinaja no escaseará, ni el aceite de la vasija disminuirá, hasta el día…que Jehová haga llover sobre la faz de la tierra.\n\nEntonces ella fue e hizo como le dijo Elías; y comió él, y ella, y su casa, muchos días.\n\nY la harina de la tinaja no escaseó, ni el aceite de la vasija menguó, conforme a la palabra que Jehová había dicho por Elías.",
    "Seguramente casi amanecía cuando ella fue despertada. Volvió su cabeza cansada sobre la almohada cuando escuchó un leve llanto quejumbroso del otro lado de la habitación. Y ella no había podido dormir en toda la noche, estaba alterada por esta gran tragedia. El niño se había despertado de nuevo, no había dormido más de veinte o treinta minutos, y puedo oír su vocecita decir: “Mamá: ¿podrías ir a mirar en la despensa otra vez para ver si no hay, aunque sea un solo pedacito de pan? ¡Tengo tanta hambre! No puedo dormir”.",
    "Y mientras ella miraba su carita con la… sus pequeñas mejillas hundidas, y sus ojitos amarillentos, su cabello largo por falta de corte, su pequeño camisón andrajoso; las grandes lágrimas de los ojos de ella salpicaban su carita, mientras ella le acariciaba la mejilla y decía: “Cariño, trata de dormir y de entender”.",
    "Habían pasado tres años sin llover sobre la tierra. Ella se arrodilló en el piso, puedo verla mientras clamaba a Dios, ella dijo: “¡Oh, Señor Dios, Jehová!, Tú eres el Dios de nuestros padres, Quien ha alimentado a Tus hijos y ha cuidado de ellos a través de los años. Y yo me he esforzado por vivir fiel y rectamente delante de Ti, y ahora estoy aquí viendo a mi niño llorar por algo de comer, y no hay nada para darle. Por muchas semanas ya nos hemos estado racionando a una comida cada tres o cuatro días, y ahora no queda más que un puñadito de harina y solo una cucharada de aceite. Y estoy guardándolo hasta el amanecer, para que no tengamos que morir mientras sea de noche. ¿Qué he hecho? ¡Oh, Dios! Yo, Tu sierva, he vivido fiel. Perdí a mi esposo en la batalla, una batalla por el Señor, y he estado viuda ya por varios años, y he tratado de vivir correctamente y guardar Tus Mandamientos. Y si es mi hora de partir, no me importa; pero mi hijito, simplemente me destroza el corazón oírlo rogar por algo de comer, sin nada que darle”.",
    "Cuando ella terminó de orar, se levantó. Él se había vuelto a dormir por unos momentos. Y ella con sus brazos levantados, y el camisón andrajoso que usaba ya casi desaparecía. Ella va a la ventana y mira hacia afuera, y está para amanecer. ¡Oh, hacía tanto calor!",
    "Los vientos candentes del juicio estaban soplando sobre una nación que había olvidado a Dios. Fue durante el reinado de Acab, el rey más cruel y malvado de Israel. Y él se había casado con una pecadora, Jezabel, la cual era una idólatra. Y una boda mezclada como esa nunca tiene éxito, no puede tenerlo, o la mujer seguirá el camino del hombre o el hombre seguirá el camino de la mujer. Y ella era una mujercita muy atractiva, y Acab, tan solo un creyente algo tibio, había cedido a sus ideas y dijo: “¡Oh, pues, la religión no es nada para mí, yo soy un rey!”. Y habían derribado los altares de Dios hacía mucho tiempo y levantado los altares de los Baales, o Baal, mejor dicho. Y el clamor había sido tan contrario a la religión verdadera al grado que los ministros habían cedido bajo la gran presión.",
    "Hace un tiempo hice un comentario acerca de los ministros, o algo así en este día, y un grupo vino y me dijo: “Hermano Branham, ¡es que nuestras congregaciones nos presionan!”. Eso lo causa, la congregación se va si el ministro no los complace.",
    "Y por mucho tiempo los ministros ya habían caído bajo las órdenes del rey, pues se permitía el pecado, no había límites. Es un cuadro muy bueno de hoy, porque la nación había respaldado estas cosas, la gente quería ser popular. Ellos pensaban: “Si la nación da el visto bueno, está bien”. Así mismo lo dicen hoy: “Mientras la nación diga que está bien vender cerveza, entonces está bien beberla. Si la nación permite que nuestras mujeres se vistan a medias en la calle, y la ley no las arresta, pues, está bien hacerlo”. Eso pudiera estar bien para la nación, pero en los grandes libros de Dios Ud. es responsable y tendrá que responder ante Dios. Pero ellos habían caído, tuvieron que ceder bajo la carga.",
    "Y la nación prosperaba, y ellos pensaban que la prosperidad era una señal de que Dios estaba con ellos. Eso no es del todo cierto. Dios viene a Ud.…",
    "Hay un antiguo proverbio, un proverbio que deshonra a Dios, que dice que “Dios ayuda a aquellos que se ayudan a sí mismos”. ¡Eso es una deshonra para Dios! Dios ayuda a los que no pueden ayudarse a sí mismos. Él es el Dios de aquellos que necesitan misericordia. Y Él es un Dios misericordioso. Y ese proverbio que dice que “Él ayuda a los que se ayudan a sí mismos”, si Ud. puede ayudarse, no necesita de Su ayuda. Pero Él ayuda a los que no pueden ayudarse a sí mismos.",
    "Pero la nación pensaba que mientras estuvieran comiendo bien y bien vestidos, que todo estaba bien.",
    "Pero había uno que aún era anticuado, que creía que había un Dios que era anticuado, creía que había un Dios que cumplía Su Palabra, creía que el Dios de Abraham, Isaac y Jacob, era santo y requería una rendición completa a Su santidad. Pero Jezabel y su grupo modernista lo odiaba. Él era el pastor de ellos, pero no lo creían. Así que, él tuvo que esconderse para salvar su vida.",
    "Y Dios lo había enviado a la montaña, y dijo… le dio un mensaje, y dijo: “Ve y dile a ese rey malvado: ‘ASÍ DICE EL SEÑOR’. No va a llover, ni siquiera el rocío caerá, hasta que tú lo pidas”. Dejó en boca de Elías llamar la lluvia cuando llegara el tiempo; pero él tenía las llaves del cielo, él podía cerrarlo o abrirlo. Y Él dijo: “Yo quiero que subas del desierto… de este… al desierto, mejor dicho, fuera de este caos. Sal de entre ellos. Tú les has predicado y ellos no te escuchan, y continuamente empeoran. Sube al desierto, y quédate allí junto al arroyo, Querit, pues Yo… ya les mandé a los cuervos que cuiden de ti”. ¡Oh, si la gente no lo hace, Dios tiene cuervos que pueden hacerlo!",
    "Juan dijo: “Dios puede levantar hijos a Abraham de estas piedras”.",
    "Jesús dijo: “Si éstos callaran, las piedras clamarían inmediatamente”.",
    "Dios puede hacer lo que Él quiera. Él dijo: “Yo he mandado a los cuervos, y ellos te darán de comer”. Y ellos le trajeron carne y pan.",
    "Alguien dijo una vez: “¿De dónde lo consiguieron, Hermano Branham?”.",
    "Dije: “No lo sé. Lo único que sé es que lo trajeron. Lo obtuvieron del mismo lugar de donde Jesús cuando tomó cinco peces y… o cinco panecillos y dos pescados, y alimentó a cinco mil. Vino de la misma mano creadora del Dios Todopoderoso”. Le trajeron pescado y pan, los cuervos, se sentaron y se lo entregaron a Elías, y él se lo comió, y se inclinó y bebió de la fuente. Dios estaba dando descanso a Su profeta.",
    "¡Oh, estoy tan contento que Dios tiene una vía de escape! Y ellos pensaban que él estaba loco: “Ese viejo profeta, un anciano aguafiestas” siempre queriendo quitar la alegría de las fiestecitas felices que tenían, diciéndoles que eso era pecado. Y Dios… él, siguiendo la comisión de Dios, subió a los montes y se sentó allá arriba, el lugar más seco del país. Pero Dios mantuvo el arroyo fluyendo. Y ellos estaban allá abajo mordiéndose la lengua queriendo agua.",
    "Saben, Dios tiene una manera de responder a la oración. Esta mujercita había vivido fiel. Ella no se había vuelto a casar, permanecía soltera para encontrarse con su esposo en la gloria. Era una mujer honrosa. Y por semanas la tinaja venía bajando, bajando, y ella oraba continuamente, pero parecía que no había esperanza a la vista en ninguna parte.",
    "Saben, podríamos sacar una lección de eso. Que, si Ud. ha orado y ha cumplido con todos los requisitos que Dios requiere de Ud., y Él aún está en silencio, Él no dice nada, y Uds. habiendo cumplido con los requisitos, pues, ¿qué sucede entonces? Si Ud. sabe que ha cumplido Sus requisitos y ha hecho todo lo que sabe hacer, entonces la fe no flaquea, simplemente se queda quieta y piensa positivamente. La fe se agarra sin jamás soltarse de la Roca de las Edades, y no se mueve.",
    "¡Ese gran varón llamado “fe”! A menudo he dicho: “La fe tiene pelo en pecho”. Cuando él habla, todo lo demás se calla. Cuando la fe dice: “¡Cállate!” entonces todo se detiene, porque él es el jefe.",
    "Y ella había cumplido con cada requisito. Había vivido limpiamente, había vivido decente, había vivido honorablemente, y había cumplido todos los requisitos de Dios. Pero, parecía como que Él estaba en silencio. Dios hace eso a veces para probarlo a Ud., para ver qué clase de reacción tendrá Ud. ¡No lo olviden!",
    "Si pasan por la plataforma, se ora por Uds. y se les imponen manos, y parece que nada sucede, eso no detiene la fe en lo más mínimo, Ud. ha cumplido los requisitos de Dios. Ahora ¡si Ud. los ha cumplido! Ahora, si Ud. no es del todo sincero con Dios, sabiendo que su corazón lo condena… Y sabemos que, “Si nuestro corazón no nos condena, entonces tenemos”. Ahora, pero si nuestro corazón nos condena, no hay razón para pasar por la plataforma, no hay por qué pedirle nada a Dios, porque Ud. no tiene fe para recibirlo. Pero cuando Ud. ha cumplido todo requisito que Dios requiere, entonces la fe da un paso al frente y dice: “¡Dios es Dios! He cumplido con los requisitos”.",
    "La Escritura dice: “Los que esperan en Jehová tendrán nuevas fuerzas, levantarán alas como el águila; correrán, y no se cansarán; caminarán, y no se fatigarán”. Como dice el canto: “¡Enséñame, Señor! ¡Oh!, ¡enséñame, Señor, a cómo esperar!”. Poder lavar mi alma en la Sangre del Calvario, cumplir cada requisito, quemar todo puente alrededor, y decir: “Ahora, Señor, nada traigo en mis brazos, simplemente a Tu Cruz me aferro. Tú lo prometiste, Señor”. Esa es la clase de condición, y por eso la gente piensa que soy un promotor de aislarse. Pero en la habitación, o por allá en el desierto, esa es la condición en la que Ud. tiene que entrar antes de pasar por aquí a este púlpito. Pues, Satanás siempre está metiendo diablillos tratando de trastornar algo. Y Ud. debe estar correctamente aferrado a la Cruz, sin confiar en su propia habilidad, sus propios pensamientos, solo apoyándose en el Brazo Eterno. Sin jactarse de inteligencia, sin reclamar un pensamiento propio, Ud. solo se abre y permite que el Espíritu Santo hable. Esa es la condición en la que Dios quiere a Su Iglesia. Entren en esa condición.",
    "Dios lo prueba a Ud. Todo hijo que viene a Dios primero debe ser probado, disciplinado, para ver si puede soportar la disciplina. Si venimos y decimos: “Yo creo que Jesucristo es el Hijo de Dios, que Él murió por mis pecados y resucitó al tercer día; Él fue herido por mis rebeliones, molido por mis iniquidades; el castigo de mi paz fue sobre Él, y por Su llaga fui sanado”; cuando Ud. dice eso, habiendo confesado… todos sus pecados y sus iniquidades, y sus habilidades ¡y todo lo que Ud. tiene, está sobre el altar!, entonces, allí, desarmado, Satanás va a dispararle a Ud. todo dardo que pueda. Pero, entonces si Ud. se desvía de allí y dice: “Bueno, tal vez yo no fui salvo, tal vez no fui sanado”, luego se aparta de Eso, la Biblia dice que Uds. son “hijos ilegítimos, y no los hijos de Dios”.",
    "Dios prueba a todo hijo de Abraham como lo hizo con Abraham, porque nosotros somos la simiente de Abraham. Al estar muertos en Cristo, somos la simiente de Abraham y somos herederos según la promesa. La simiente de Abraham, ese es el espíritu que tenía Abraham. A él le fue dada la promesa. Y si nuestro padre confió en Dios y recibió una promesa, algo imposible, y se aferró a ella por veinticinco años antes de que fuera manifestada, fortaleciéndose todo el tiempo, su simiente es tal como el padre. No importa lo que suceda, cuando se ore por nosotros, ¡está resuelto! Cuando sacamos todo estorbo, cumplimos todos los requisitos, sacamos todo del camino, luego pídale a Dios, y párese allí sabiendo que Ud. lo va a recibir.",
    "Dios probó a Job de esa manera. Cuando Job pedía misericordia, ofrecía un sacrificio por sus hijos, lo único que tenía ese profeta era un holocausto; pero eso era todo lo que Dios requería.",
    "Dios no requiere una educación y tanta insensatez, Él requiere un corazón rendido a Su voluntad. Él no pide que Ud. se vista de cierta manera, o—o que vaya a ciertas cosas o a ciertas universidades, o títulos. Pide un espíritu humilde, contrito y quebrantado, y un corazón dispuesto a recibirlo a Él.",
    "Él probó a Job, y vio qué clase de reacción encontraría en él. Cuando Él le quitó sus ovejas y le quitó sus bueyes, y le quitó sus camellos, y le quitó a sus hijos: “Ahora veré lo que dice Job”.",
    "Y él dijo: “Jehová dio y Jehová quitó, sea el Nombre de Jehová bendito”.",
    "Él encontró lo que le había dicho a Satanás que Él tenía en Job: “Que no hay nadie como él, en la tierra”.",
    "Entonces comenzaron a rugir los truenos, los relámpagos comenzaron a destellar. El Espíritu vino sobre el profeta, y él clamó: “Yo sé que mi Redentor vive, y en los últimos días Él se parará sobre la tierra. Aunque los gusanos deshagan este cuerpo, en mi carne he ver a Dios; Al cual veré por mí mismo, mis ojos lo verán, y no otro”.",
    "Él probó a los jóvenes hebreos para ver qué clase de reacción tendrían. Ellos habían confesado entre los paganos que “Había un Dios vivo, había un Dios Jehová, y que Él era Dios del Cielo y Dios de la tierra, y toda alma estaba en Su mano”. Entonces, Dios permitió que fueran probados. Y ellos habían cumplido con todo requisito, habían orado y quitado todo del camino. Y no se inclinaron ante la imagen del rey. Y él calentó el horno siete veces más que nunca. Y no hay duda que Satanás intentaba decirles: “Hasta aquí llegaron”. Me gusta cómo lo dijeron: “Nuestro Dios puede librarnos de ese horno ardiente, pero, incluso, si Él no lo hace, no quebrantaremos los Mandamientos de Dios. ¡Nos mantendremos fieles! Que nuestra fe resuene a través de los años venideros, que nos mantuvimos fieles a la promesa de Dios”.",
    "🦅 Mi Dios puede sanarme de esto”; o “Mi Dios puede sacarme de esta silla de ruedas. Mi Dios es capaz de hacer esto. Pero yo lo he aceptado a Él como mi Sanador. He confesado mis pecados (mi incredulidad) y he confesado que creo que Él es mi Sanador. Que venga, pase lo que pase. Si no estoy bien hoy, lo estaré mañana; si no es mañana, el año que viene. Jehová dio y Jehová quitó, ¡bendito sea el Nombre de Jehová!”.",
    "¡Oh, allí estaba! Y cuando entraron en el horno ardiente, bajo juicio, bajo una prueba, ellos se mantuvieron fieles hasta el fin. Pero Dios estuvo allí en el último momento, y Él los libró. Ellos sabían que habían orado, sus pecados ya estaban confesados. Sabían que habían cumplido con todo requisito y, sin embargo, Él parecía estar en silencio. Él solo está en silencio para probarlo a Ud., para ver realmente lo que Ud. es, lo que hay en su interior, ver si Ud. realmente es sincero de corazón con lo que están diciendo sus labios. Dejen que eso penetre. Podemos hablar con nuestros labios, pero ¿lo estará diciendo nuestro corazón?",
    "Ahora, esta mujercita sabía que ella había cumplido con todos estos requisitos, y Dios aún estaba en silencio. Parecía que a Él ni siquiera le importaba ella, a Él no le importaba si ella vivía o moría. Pero, todo el tiempo, Dios estaba obrando. Ella no lo sabía, pero Dios se lo dijo a Elías. Él secó el arroyo, extendió Su mano y detuvo el arroyo. Y Elías dijo: “Señor, ¿por qué se detuvo?”.",
    "Él dijo: “Yo he dado orden a una viuda que te dé de comer”. Él ya se lo había ordenado, ella no lo sabía.",
    "Él puede haber ordenado un testimonio para Ud. de su sanidad; Ud. quizás no lo sepa, pero solo espere. Cuando esté seguro que Ud. ha cumplido con todos los requisitos, cuando Ud. sabe que ha hecho todo lo que puede, y se ha postrado ante Dios, solo hay una cosa por hacer, y es: aferrarse entonces de Su promesa. ¡Quédese allí! Dios prometió responder, Él lo hará. Uds. no saben lo que Él ha ordenado, a qué ángel, o qué hacer. Puede ser esta noche, antes de que comience el servicio de sanidad mañana en la noche. Dios quizás haya visto su condición hoy, quizás Él haya escuchado su oración.",
    "Sentí mucha lástima por estas personas sordas y mudas. Quería imponerles las manos y orar por ellos, comencé y me detuve anoche, pues, dije que no sería correcto para los demás. Pero ¿cómo sé yo que en alguna parte no hay un Dios en silencio que conoce el corazón, estas personas han cumplido su requisito de Dios, y están listos, ¿y hay un ángel aquí esta noche para librarlos de toda su aflicción? ¿Cómo puedo saberlo? Dios pudiera haber ordenado su liberación esta noche. Ya sea que yo ore por los enfermos o no, ellos lo recibirán porque Dios lo ha requerido. Estén seguros de Dios, y luego aférrense, cumplan Sus requisitos. Dios sabe cómo hacer las cosas correctamente, sabe cómo hacerlas de la manera correcta.",
    "Ahora, es una cosa muy extraña que Dios enviara a Su profeta a la casa de una mujer viuda. ¡Qué lugar! Pero ella debe haber sido una mujer muy virtuosa, o Él nunca hubiera enviado a Su profeta allí. ¡Oh, si una persona era digna!, tendría que ser una persona digna para recibir a un hombre como Elías.",
    "Recuerden, fue Zacarías, en su casa, que él había sido leal y fiel, esperando que Dios les diera un hijo, y el Ángel, Gabriel, vino a la casa. Fue la virgen María que había vivido limpia y pura, y esperando una promesa de Dios, a la que Él le envió un Ángel.",
    "Qué cosa sería andar con el mundo y coquetear con el mundo, ¿y luego esperar ver ángeles y milagros suceder?, eso estaría fuera del programa de Dios. Ud. debe vivir correctamente. Limpie la casa, limpie sus hábitos, límpiese de las cosas del mundo, deshágase de sus naipes y sus amistades mundanas, prepárese, y entonces el Ángel de Dios puede hablar y decir: “No temas, soy Yo”. Entonces sucederán cosas. Pero él…",
    "La mujercita estaba postrada orando, sin saber que el profeta venía bajando la montaña. Él había tenido una visión, a dónde ir. Dios no guía a Su pueblo a ciegas, Él les dice a dónde van. Él estaba mirando hacia la ciudad. ¡Oh, fue terrible! La gente se moría de hambre, y clamaba por agua, y la gente con hambre. Es un reflejo de la inmoralidad; es un reflejo del pecado.",
    "Y eso le espera a esta nación. Uds. no pueden… La balanza, ni siquiera la ley de la naturaleza lo permitió, cuando estamos—cuando estamos malgastando el dinero en una vida desenfrenada, y la mitad del mundo se está muriendo de hambre (todos son seres humanos por los que Cristo murió).",
    "Por eso es que mi corazón está en los campos misioneros. Uds. tienen ministros maravillosos aquí en Phoenix, y por todo los Estados Unidos y los lugares, iglesias en cada esquina, grandes hombres de Dios, servicios de sanidad, grandes hombres como Oral Roberts y otros grandes hombres, predicando. Y allá, hay gente muriendo por miles cada día, que nunca oyeron del Nombre de Jesús. Pobres negros, sucios, hambrientos, allá en África y allá en la India, pequeñitos tendidos en la calle, muriendo, ni siquiera saben el significado de “Dios”. Y luego nosotros discutimos por nuestras pequeñas diferencias de creencia religiosa. ¡Oh, no está del todo correcto (no creo, amigos), si eso está en su corazón viendo aquello!",
    "Ahora, fíjense, esta pobre mujercita, después de mirar por la ventana y ver que estaba para amanecer, no tenía ni idea de lo que le esperaba. Estaba pensando que era la muerte para ella y su niño. Así que, yo… Mientras ella está dormida, veámosla tan solo por unos minutos. Ella va, después de orar, y le acaricia el cabellito apartándoselo de los ojos, y dice: “Querido pequeño, te pareces mucho a tu precioso y santo papá. ¡Cómo confiaba él en Dios! ¡Cómo dio su vida por la causa de Israel, allá en el campo de batalla! Y tú te pareces mucho a él. Y, cariño, no sé por qué los inocentes sufren con los culpables, pero sufren”.",
    "Esta nación, los Cristianos, sufrirán por causa de la injusticia en la política, causará que toda la nación sufra.",
    "Ahora, puedo verla entrar y decir: “Voy a preparar una tortita ahora. Tengo suficiente para una pequeña torta de—del pan que queda, y cuando lo comamos, entonces moriremos”. Así que, ella entra en la habitación y saca la harina de la tinaja de harina. Puedo verla sacudiéndola con esa pequeña mano huesuda, mientras golpea el pequeño barril en el que estaba; sacudiéndola, todo polvo, y finalmente tuvo lo suficiente para una torta; va hacia la vasija y la levanta y vacía todo el aceite de ella, como una cucharada.",
    "Ahora, la harina, todas esas cosas tienen un significado. La harina representaba a “Cristo”. Cristo fue la ofrenda de harina. Cuando molían la harina para la ofrenda mecida, pues Cristo, era Cristo en la ofrenda mecida, en el Antiguo Testamento, la molían con un cierto tipo de amoladera, para que cada pedacito de harina se cortara igual, porque Jesucristo es el mismo ayer, hoy, y por los siglos.",
    "¿Recuerdan cuando algunos de los seminarios allá no distinguían entre calabazas y guisantes, y echaron unas calabazas silvestres en un potaje de guisantes, para cocinar, y gritaron: “Hay muerte en la olla”?",
    "Elías tomó un puñado de harina, la echó en la olla, y dijo: “¡Coman!”. ¿Qué hizo la harina? La harina, en la olla, cambió aquello de muerte a vida; de una fuente de muerte a una fuente dadora de vida.",
    "Así mismo sucede esta noche, cuando hay muerte en la vasija suya. Cristo, al ser arrojado en su vasija, le trae de muerte a Vida. Cristo hace la diferencia. Al entrar en el corazón humano, ¡oh!, Él da una paz que sobrepasa el entendimiento. Y también da Vida Eterna; “El que cree en el Hijo tiene Vida Eterna, y no perecerá jamás”.",
    "Ahora, ella tomó la harina, la cual representaba a Cristo; y Cristo es la Palabra. “En el principio era la Palabra, la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”. ¡Cristo, la ofrenda de Harina! Luego ella fue y tomó el aceite. Y el aceite representa el “Espíritu”. Así que, ella juntó la Palabra y el Espíritu, y comenzó a mezclar Eso.",
    "¡Oh, algo tiene que suceder cuando se hace eso! Que suceda esta noche, que la Palabra que estoy predicando caiga en su corazón. Entonces dejen que el Espíritu Santo entre allí y vaya a mezclar Eso. ¡Observen lo que sucede cuando juntan la Palabra y el Espíritu! Jesús le dijo a la mujer junto al pozo: “Mujer, te digo, el tiempo viene, y ahora es, cuando Dios requiere adoración en Espíritu y en Verdad”. Y Él es la Verdad.",
    "La harina, miren lo que hizo ella, mezcló la Palabra y el Espíritu. Mucha gente tiene el Espíritu sin la Palabra, algunos tienen la Palabra sin el Espíritu. Pero Uds. tomen, pónganlos a ambos correctamente en su lugar: ¡hay una torta de camino! Hay algo en proceso.",
    "La pobre viuda no sabía lo que estaba haciendo, pero Dios le dijo a Elías: “Yo le he ordenado”.",
    "Y Elías viene de camino, por los adoquines, viene para ver su visión cumplirse en alguna parte. Y aquí está ella parada allí, secándose las lágrimas con su vieja manga harapienta, y diciendo: “¡Oh, Jehová Dios, mi fe nunca ha fallado, y no fallará! De alguna manera u otra, yo no sé cómo sea todo esto, pero nos han enseñado que todas las cosas obran para el bien”. Ella estaba mezclando este poquito de harina, preparó la tortita y la palmeó. Ella dijo: “Ahora es momento de salir por la leña”. Ella regresa y abre la puerta, y dice: “¡Oh, Jehová!, esa pobre barriguita hambrienta allí, y yo no he comido en dos o tres semanas. Le he dado a él mi pedazo de torta”.",
    "Esa es una madre, el amor de una madre por su bebé. No hay nada igual, solo el amor de Dios. “Una madre puede olvidar a su bebé que amamanta, pero Yo nunca podré olvidarte a ti. Vuestros nombres están grabados en las palmas de Mis manos”. ¿Cómo puede Él olvidarlo a Ud.? “Yo nunca te desampararé, ni te dejaré. Estaré contigo siempre, hasta el fin del mundo”.",
    "Ella mira allí a su bebé, tal vez regresó y besó su frentecita; por si ella se desmayaba y moría afuera. Sale allá. Apenas comenzaba a… el sol comenzaba a salir por las colinas de Judá. Y ella mira que el sol comienza a asomarse. En la calle, a la distancia, ella escucha maldecir y cosas. Y sale al patio y, fíjense, ella recogió dos leños (no una carga completa), dos palos. ¿Qué es? La “Cruz”.",
    "Ahora, todos saben, cualquiera de mis amigos indios aquí sabe, o cualquier cazador: que para hacer que un fuego dure, es colocar dos leños en cruz, dos troncos, encenderlos justo en el medio, y seguir empujando adentro los extremos. Durará toda la noche. Muchas veces me he acostado en el desierto, con dos leños no más grandes que eso, y mantengo el calor toda la noche. Lo suficiente para mantener el calor, mantenerlo ardiendo allí mismo en el centro.",
    "Ahora, ¿qué va a hacer ella? Enciende estos dos leños. Y la Palabra y el Espíritu han traído el sacrificio propio en la cruz, listos para el deber, listos para la vida. Poniendo la Palabra y el Espíritu, esa es su fe en la Palabra de Dios por el Espíritu Santo, guiándose a sí misma a sacrificar todo lo demás en la Cruz. Y cuando colocó el palo debajo del brazo, dos de ellos, y ya iba de regreso, caminando, pues, del portón vino una voz: “Señora”.",
    "Un poco antes, un anciano, quizás calvo y con la barba gris, y el cabello largo, con un palito en la mano, envuelto en una vieja piel de oveja o algo, caminando por la calle, diciendo: “Señor, es una cierta cerquita blanca. Y habrá una joven de aspecto encantador” (ella debe haber sido joven, el niño estaba pequeño) “en el patio. Tú me dijiste que esa era la viuda que me iba a dar de comer. Ahora, ¿dónde está ella? Seguiré caminando”. El Espíritu lo guía por aquí, luego hace que voltee. ¡Oh, es muy maravilloso como los hijos de Dios son guiados por el Espíritu de Dios! No importa cuán absurdo suene, ¡ellos son guiados! Ella va… Él va por una calle y sube por otra, baja por una calle y sube por otra.\n\nDespués de un rato, el Espíritu dice: “Mira a tu derecha”.",
    "Y él mira alrededor así, como Él lo hace aquí en la plataforma, noche tras noche. ¡Oh, Dios sigue siendo el mismo! “Mire a su derecha, a su izquierda, hay alguien orando quien lo necesita”.",
    "Y él miró a su derecha. “Vaya, allí está la cerquita blanca. Exactamente. Voy a quedarme por aquí, porque allí está el árbol viejo. Y está todo tal como lo vi en la visión”. La puerta se abre y sale una mujercita delgada.",
    "Ahora, recuerden, ella solo va a recoger dos leños. Ella no pudo haber tomado tres, se necesitan dos para hacer la Cruz. Ella tomó dos palos y se los puso en el brazo y ya iba de regreso, pensando: “Tendré la tortita cuando el niño despierte. Y luego se la daré, yo no voy a comer. Y pondré a mi niño en mis brazos, y allí nos sentaremos a morir”. Y ella ya se regresaba a la casa.",
    "Cuando oyó una voz extraña desde el portón, dijo: “Mujer, ¿me podrías traer un sorbito de agua en una vasija?”.",
    "Y ella se volteó, y pensó: “Es un amable anciano en el portón”. Ella lo miró detenidamente, y tal vez se enjugó las lágrimas de los ojos, aún era muy temprano. Uds. saben, Dios hace cosas muy extrañas. Ella estaba dispuesta a sacrificarse. El agua era escasa, no había llovido por tres años y seis meses.",
    "🦅 ¿Podría traerme…”? Tal vez Dios le dijo que lo dijera, para ver lo que ella haría, probando su reacción. “¿Me podría traer solo un sorbito de agua en una vasija”?",
    "Y ella lo miró. “Él suena diferente. Este anciano tiene algo que me da lástima”.",
    "Cualquier creyente en Dios compartirá hasta el mismo límite con otro. Sí. Eso es algo que tiene el pueblo pentecostal, ellos darán la camisa que llevan puesta, por la Causa. Correcto. Es la verdad. Esa es una gran cosa, una de las grandes cosas de ellos. Ellos son de lo más dadivoso en el mundo, porque saben que estos bienes terrenales no significan nada. Ellos acumulan sus tesoros en el Cielo, porque subirán allá uno de estos días.",
    "Y entonces esta mujer, ella dijo: “Simplemente compartiré mi agua. Vamos a morir, así que sacrificaré mi trago de agua, y se lo daré al amable caballero anciano que está parado allí, porque parece sediento y cansado”. Dijo ella: “Se lo traeré”. Y ella comenzó a caminar.",
    "Y otra vez ella escuchó una voz, decir: “Y en tu otra mano, ¿podrías traerme un pequeño bocado de pan?”. ¡Oh, vaya! Ahora, ¿ahora qué?",
    "La última esperanza de vida para su niño. La última esperanza que tenían, y no quedaría pan, no quedaría aceite, ya no quedaba nada. Pero ella miró hacia atrás, y se preguntó. Dijo: “Solo me queda un poco de harina en un barril. Tengo suficiente aceite con el que lo humedecí, y ya lo preparé o, lo mezclé. (Tengo la Palabra y el Espíritu mezclados allí adentro. Tengo aquí la Cruz sobre la cual ponerlo, para convertirla en una torta para dar Vida)”. Y ahí es cuando el Espíritu y la Palabra se juntan, en la Cruz, haciendo un pan de Vida para Ud. Correcto. “Y lo tengo preparado, y voy a entrar ahora para hornearlo, y darle a mi niño moribundo allí, que ha llorado toda la noche pidiendo algo de comer, yo—yo tengo que dárselo a él. Voy a sacrificar el mío y se—se lo voy a dar a él. Y luego lo tomaré en mis brazos, y ambos esperaremos la muerte”.",
    "Él dijo: “Pero, primero prepárame una pequeña”. ¿No es extraño que un hombre le pida a una mujer viuda, moribunda, el último poquito de harina que tenía en la casa, con un niño moribundo? ¡Dios hace cosas tan extrañas! Dijo: “¡Hazme una pequeña, primero!”.",
    "Ella reflexionó: “Saben, la Biblia dice que hemos hospedado a extraños. Hemos hospedado a extraños, y eran ángeles, sin saber lo que hacíamos”. “Bueno” dijo ella, “lo haré”.",
    "Y cuando ella se volvió, él dijo: “Porque…” ¡Oh, vaya! Allí estaba, el consuelo más grande que cualquier creyente haya oído: “Porque, ¡ASÍ DICE EL SEÑOR!”. Esa era la Palabra que ella estaba esperando. “ASÍ DICE EL SEÑOR: ‘La tinaja no se vaciará, ni la vasija se secará, hasta el día en que Dios envíe lluvia sobre la tierra’”.",
    "¿Qué vemos aquí? Buscad primeramente el Reino de Dios, y Su justicia, lo demás, todo será añadido. “¿Cómo lo sé, Hermano Branham? ¿Cómo lo sé?”. Lo único que sé, es colocar a Dios primero y avanzar. ¡Sacrificio! Mezclar el aceite, mezclar la—la Palabra y el Espíritu, póngase Ud. sobre la Cruz, y diga: “Heme aquí, Señor.” ¡Ponga a Dios primero en todo!",
    "🦅 Porque, ASÍ DICE EL SEÑOR: ‘La vasija no se secará, ni la tinaja se vaciará, hasta el día en que Jehová Dios haga llover sobre la tierra’”. Ella supo entonces que ese era el profeta de Dios hablándole. ¡Oh, cómo le debe haber palpitado el corazón! Ella entró corriendo e hizo esa pequeña torta y se la trajo, con el agua, las manos temblorosas sobre esas viejas mejillas hundidas, ya sabiendo que Dios había venido al rescate, por un pedacito de pan.",
    "¡Oh, Ud. solo tome esa pequeña promesa de Dios, y tenga todo correctamente, y que no haya impedimento!, ¡Observe lo que sucede! Tenga ese corazón… aparte de él la incredulidad. Solo tome esa pequeña creencia que Ud. tiene, y póngala sobre la Cruz, y diga: “Esto es todo lo que tengo, Señor. Recíbelo”; mire cómo regresa: “ASÍ DICE EL SEÑOR”. ¡Oh, Él es el mismo hoy como siempre lo fue! Eso es lo que ella estaba esperando.",
    "Tal vez se vea muy oscuro ahora, pero, Uds. saben, a veces se nos enseña (y prediqué sobre eso la otra noche) lo más oscuro siempre es antes del amanecer. Es en la hora más oscura de la noche cuando la estrella de la mañana brilla, está reflejando la venida del sol.",
    "En Alemania tienen una pintura, le han puesto el cuadro “Nube”. Es—es una competencia a este gran cuadro de la crucifixión en el… en Forest Lawn, en Los Ángeles (el gran cuadro es tan ancho como este edificio, tuvieron que construir un edificio alrededor del cuadro; muchos de Uds. lo han visto). Pero esto en Alemania se llama: “El ángel…” o, “El día de la nube”, creo que lo han nombrado. Y cuando uno se aparta un poco de él y lo mira, ¡oh, se ve espantoso!, parecen nubes enojadas mezclándose unas con otras, así, con el reflejo de las luces. Y al parecer, las nubes se mueven, por la forma en que la imagen está hecha bajo el reflejo de las luces, hacen que la nube parezca una tempestad furiosa que viene para destrozarlo todo. Y luego el guía dice: “Vayan acercándose, y sigan observándolo”. Y cuando uno está bastante cerca, no son nubes, son las alas de los ángeles batiendo juntas, regocijándose. Es una bendición oculta.",
    "Tal vez su enfermedad esta noche, tal vez su sacrificio al venir aquí, fue solo una bendición oculta. Los Ángeles de Dios están aquí, presentes, para batir sus alas y regocijarse, por cuanto está escrito en la Escritura que, “Los Ángeles del Cielo se regocijan cuando un pecador se arrepiente”. Piénsenlo. Porque, ASÍ DICE EL SEÑOR: Jesucristo es el mismo ayer, hoy, y por los siglos. Su gracia no se puede agotar. Y Él está dispuesto a darle a Ud. lo que sea que su corazón desee.",
    "Ahora oremos por un momento, mientras tenemos nuestros rostros inclinados en oración. Y espero que permanezcan en una actitud de oración. ¿Habrá alguien aquí ahora (con sus ojos cerrados y sus rostros inclinados hacia el polvo de donde fueron tomados; pues, si Jesús tarda, Uds. regresarán al polvo) y si Ud. no es salvo, tan solo podría levantar la mano así, y decir: “Hermano Branham, mi vida también ha sido una miseria, y yo no soy salvo; recuérdeme en sus oraciones esta noche, hermano, yo levantaré la mano”? ¿Está esa persona aquí, niño, niña, hombre o mujer, que no es salvo? No les pediré más, solo que levanten la mano ahora para poder orar por Uds.",
    "A mi derecha, Dios le bendiga, Dios le bendiga, Dios le bendiga, y a Ud., y a Ud. En algún otro lugar, lejos allá atrás, por aquí en el pasillo del medio, solo levante la mano. Nadie esté mirando, solo permítame a mí y al Espíritu Santo hacer esto de mirar. Ahora, Dios le bendiga, Dios le bendiga. ¡Qué bien!",
    "Alguien más en los pasillos del medio, levante la mano, diga: “Hermano Branham, yo no soy Cristiano. Yo—yo he fatigado tanto al Espíritu Santo, apartándolo, que Él ni siquiera me molesta más. Pero, en realidad, sé que yo estoy equivocado. Yo sé que no he nacido de nuevo del Espíritu Santo. Sé que yo—yo no estoy en condición. No he… No he confesado todo lo mío. Yo no he cumplido con todos los requisitos de Dios”.",
    "Quizás Ud. está enfermo. De nada le servirá hasta que Ud. cumpla con los requisitos de Dios. “Hermano Branham, he confesado la Cristiandad por mucho tiempo, pero realmente siempre he dudado de la sanidad Divina. Yo—yo he estado como dudando si este Espíritu Santo es lo correcto”. ¡Oh, amada hermana o, amado hermano, así, Ud. nunca podrá recibir algo de Dios! No. Ud. tiene que cumplir con cada requisito, y luego estar seguro de que Ud. está bien con Dios. Entonces tome Su promesa y aférrese de ella.",
    "A mi izquierda, ¿habrá alguien allí? Algunos de Uds. jóvenes allá atrás, igual, si Uds. no son Cristianos, levanten la mano y digan: “Recuérdeme a mí, Hermano Branham”. Dios lo bendiga, veo sus manos, por allá en, en la parte de atrás, la veo, señora; aquí atrás, sí. Por acá, sí, la niña. Sí, sí, el Señor los bendiga a todos por allí. ¡Qué bien!",
    "Ahora, les prometí aquí que eso era todo lo que pediría de Uds., solo que levantaran las manos. Ahora vamos a orar. Y ahora antes de hacer esto (después de tener a los pecadores con las manos levantadas, unos veinte o treinta), ¿cuántos están enfermos, y levantarían la mano para decir: “Recuérdeme, Hermano Branham, en sus oraciones, que Dios tenga misericordia de mí y me sane?”. Supongo que hay doscientos o más, de ellos. Muy bien.",
    "Oremos.",
    "¡Nuestro Padre Celestial, es muestra de tanta bondad poder venir a Ti con estas peticiones! [Cinta en blanco.—Ed.] “…y a Mí, Yo soy tu Creador”. Y ellos levantaron la mano, mostrando así que ese Espíritu es mayor que la ciencia. Padre, Tú dijiste: “Ninguno puede venir a Mí, si Mi Padre no le trajere primero. Y a todos los que vienen a Mí, les doy Vida Eterna”. Ahora son Tuyos, Señor. Dales Vida, ahora mismo, donde estén en sus asientos. Que ellos tengan Vida Eterna. Que Tú los levantes en el día postrero, presentándolos al Padre Dios del Cielo como joyas en la corona de la Iglesia. Concédelo, Padre.",
    "Oro por los que están enfermos y afligidos. Muchas de sus manos se levantaron esta noche, por cuanto vieron a una mujer realmente necesitada de Dios; cuando ella vio llegar esas horas cruciales. No cabe duda que muchos están sentados aquí en esa misma condición, que tienen que morir, pero Dios ya ordenó a Sus profetas, y todo está bien. Todo va a estar bien. Si están seguros de que todo está correcto, entonces están seguros de Dios; están seguros de que Él cumple Su promesa. Entonces, Padre, oramos que Tú obres con ellos esta noche, como Tus amados hijos enfermos; y sanes sus aflicciones, y les des poder y gracia y fe. Por favor, Padre.",
    "Bendice a todos los ministros que están aquí esta noche, preciosos profetas Tuyos. Oramos que los unjas, Señor, y que ellos sean los que bendigan los hogares de estas personas, para que haya Pan de Vida en sus hogares mientras ellos vivan. Que sus vasijas nunca se sequen, ni las tinajas se vacíen. Que haya pan espiritual en cada iglesia a través de esta tierra, Señor, para alimentar al hambriento que está necesitado. Concédelo, Señor.",
    "Te amamos. Y sabemos que Tú nos amaste primero, porque aún siendo pecadores, Cristo murió por nosotros, el Inocente por los culpables, para ser la propiciación por nuestros pecados, para reconciliarnos de nuevo con Dios; estando perdidos y deshechos, sin Dios ni Su Hijo, desde el huerto del Edén, por la rebelión de nuestros padres que nos trajo al caos del pecado. Y Jesús nos amó tanto que vino por la voluntad de Dios y nos redimió de nuevo a Dios, a través de la ofrenda de Su propia vida en el Calvario. Gracias, Padre, por toda Tu bondad.",
    "Estamos viviendo en las sombras del tiempo del fin. Puede ser que no llegue a mañana en la noche; no lo sé, Señor, Tú lo sabes. Pero mientras aún es posible que algunos puedan entrar esta noche, Padre, pido que envíes al Espíritu Santo.",
    "Tú dijiste: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. En los días de Sodoma, tenían tres clases de personas: el pecador, el miembro de iglesia tibio, y el Elegido (llamado fuera); sodomitas y lotitas, y los de Abraham (los llamados a dejar el mundo). Los sodomitas recibieron a dos ministros con un gran mensaje. Y el grupo de Abraham recibió una señal, y la señal fue un Hombre con Su ropa polvorienta, Quien conocía a Abraham, siendo un extraño; conocía a su esposa, Sara, cuál era su nombre; y le dijo a Abraham, de espaldas a la tienda donde estaba Sara: “¿Por qué se rio ella?”. ¡Oh, Dios, que la iglesia despierte y vea! Como dijo Jesús: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. Ese mismo Dios aparecería en la carne de Su Iglesia, y mostraría la misma señal. Concédelo nuevamente, Señor, en esta noche. Lo pedimos en el Nombre de Jesús. Amén.",
    "Yo Le amo, yo Le amo\n\nAhora solo adórenlo dulcemente en el Espíritu.\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¡Oh!, después de un mensaje, ¿no se sienten todos limpios? El Espíritu Santo limpiando su corazón de toda incredulidad, encaminándole de nuevo a Dios. ¡Oh!, ahora es el momento de adorarlo a Él. El mensaje ha terminado, así que adorémoslo a Él una vez más en este canto, mientras cantamos Yo Le amo. Todos, suave y dulcemente ahora. Cierren los ojos y mírenlo a Él con sus ojos espirituales, vean lo que Él hizo por esa viuda. Ud. es tan amado para Él como esa viuda, Él también ha preservado su vida. ¿No Le aman Uds.?\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la Cruz.\n\nLa tierna voz del Salvador,\n\nEl compasivo Jesús;\n\nAlienta al corazón desfalleciente,\n\nNadie más que Jesús.\n\nLa nota más dulce en el himno de los serafines,\n\nEl Nombre más dulce en lengua mortal,\n\nEl canto más dulce alguna vez entonado,\n\n¡Oh, Jesús, precioso Jesús!",
    "Mientras él toca eso en el órgano, suavemente. [El Hermano Branham tararea El gran Médico.—Ed.] Cuando escucho ese canto, me recuerda algo. Hace algún tiempo en Ft. Wayne, Indiana, había una niña dunkard sentada, tocando el piano. Ella no era pentecostal, pero tenía el cabello largo y hermoso recogido en la espalda. Y yo iba a orar por los enfermos, y el primero en la línea era un muchachito que estaba lisiado, un caso de polio. Y tomé al niño de los brazos de la hermana, y cargué al niño, y dije: “Verdaderamente, el gran Médico está aquí, y conoce lo secreto de todos los corazones”.\n\nY yo dije: “¿Lo creen Uds.?” a una congregación de varios miles de personas.",
    "🦅 Sí”, todos lo creían. Pero como que estaban indecisos, era la primera noche de la reunión, y estaban… el Mensaje era difícil de entender para ellos.",
    "Y dije: “¿Creen Uds. que el Señor Jesús puede decirme quién es este muchachito, y cuál es su nombre? ¿Creerían Uds.? ¿Sería el mismo Ángel que vino a Abraham, que sabía lo que Sara…? ¿Será el mismo Jesús que conoció a Natanael cuando vino, que conoció a Pedro y lo llamó por su nombre, le dijo a la mujer junto al pozo, y todas estas cosas? ¿Sería ese el mismo Jesús?”. Todos levantaron las manos, diciendo que sí.",
    "Y el Espíritu Santo comenzó a revelar esto. Y, cuando Él lo hizo, el niño saltó de mis brazos, bajó corriendo y saltó de la plataforma. La madre se desmayó en la silla, sentada allí mismo en frente del niño. Y el niño corriendo de allá para acá. La muchacha amish, o era dunkard, tocando el piano, quedó blanca, saltó en—en plena reunión, y su cabello se soltó sobre la espalda. Ella vestía un vestido blanco; parecía un ángel. Y comenzó a cantar eso en lenguas desconocidas. Y, cuando lo hizo, al piano no se le escapó ni una nota, tocando:\n\nEl Gran Médico ahora está cerca,\n\nEl compasivo Jesús;\n\nHabla para alegrar el corazón desanimado,\n\nNingún otro Nombre sino Jesús.",
    "La gente corría al altar, y lloraba y caía en los pasillos, y gritaba: “¡Dios ten misericordia de mí!”. ¡Oh, qué reunión fue!",
    "Ese gran Médico aún está aquí. Él no ha fallado. Él nunca puede fallar. Ahora, ¿cuántos aquí lo creen, solemnemente, con todo su corazón, y ¿Ud. está aquí esta noche con la expectativa de ser sanado por el poder de Dios?",
    "Si hay alguien en el edificio que yo conozca, aparte de estos aquí, estos muchachos sentados aquí, tres de ellos con los que hablé el otro día en una entrevista, de Arkansas; el Hermano Pat Tyler, que es un mafioso convertido; el Hermano Williams sentado allí; y hasta donde puedo… y el Hermano Gene Goad, mi amigo, sentado aquí mismo. Y supongo que son todos los que veo en el edificio que conozco en este momento, pero así, estas personas que conozco sentadas aquí.",
    "Ahora, yo me he parado con el Corán en una mano, y la Biblia en la otra, delante de cien mil, y he dicho: “Uno tiene que estar correcto, y el otro errado”. Y la religión Cristiana es la única entre todas las religiones; y el Evangelio Completo es el único grupo entre ellos que puede probar que Jesucristo aún vive. Los demás tienen teología, y ellos se lo dirán: “Igual, nosotros tenemos psicología”. Los mahometanos dicen: “Igual, nosotros tenemos psicología. Podemos gritar tan fuerte por nuestro profeta como Uds. lo hacen por su Jesús. Pero nuestro profeta no nos prometió nada. Su Jesús les prometió que Él resucitaría de los muertos, y que las cosas que Él hizo, Uds. también las harían porque Él viviría en Uds. Ahora Uds. dicen que nuestro profeta está muerto, está allá en la tumba, y Uds. tienen a un Jesús resucitado. Veamos que Él actúe”. Ellos pondrán… no…",
    "Uds. pueden jugar por aquí con algunos de estos teólogos, sobre algunas palabras griegas o algo en lo que Uds. personalmente están confundidos, pero no traten de traer un enfrentamiento con algunas de esas personas. Más vale que Uds. tengan de lo que están hablando. Y es mejor que Uds. lo sepan. Por eso es difícil poner misioneros allá. Ellos saben de lo que están hablando. Y es mejor que Ud. lo sepa, porque ellos lo van a retar a Ud. en eso.",
    "Pero estoy tan agradecido en esta noche, de saber, amigos, que nuestro Jesús (y cada promesa que Él hizo) es la Verdad. Si yo pudiera sanar a alguien aquí, lo haría; si no lo hiciera, sería un hipócrita. Pero no puedo. No obstante, Dios le ha dado un don a la iglesia, que Él prometió.",
    "Pues, durante los días de Lutero, vivíamos por justificación. Durante los días de Wesley, vivimos por santificación, la iglesia quedando en la minoría. En los días de Pentecostés, hemos vivido a través del Bautismo del Espíritu Santo y la restauración de los dones. Ahora realmente estamos en la minoría, la venida del Hijo de Dios. Aquí creyeron por fe; aquí ellos gritaron bajo santificación; aquí estos hablaron en lenguas como un don; pero ahora el negativo y el positivo, y la—la corona viene sobre la pirámide, y es el tiempo del fin, cuando el Cristo y Su iglesia son tan parecidos que llamarán a los muertos de los metodistas, luteranos, y todos aquellos allá atrás, y habrá una resurrección. Los que durmieron en la primera, segunda, tercera, cuarta, quinta, sexta y séptima vigilia, se levantarán uno de estos días, para encontrarse con Jesús en los cielos. La hora ha llegado, amigos, la Venida del Señor está a la mano.",
    "Miramos a Jerusalén y vemos que los judíos fueron cegados por nuestra causa. La higuera está reverdeciendo. Él dijo: “Y los otros árboles”. Billy Graham ha traído un—un avivamiento entre la gente nominal. Oral Roberts ha traído un avivamiento entre los pentecostales. Y ahora Jesús, el Hijo de Dios, ha venido, entre este remanente, para jalar al pueblo para la Piedra de Corona, para traer de nuevo al Hijo de Dios, para completar todo para la Venida del Señor Jesús. Él dijo: “Como fue en los días de Sodoma, así será en la Venida del Hijo del Hombre”.",
    "Yo les daré la espalda, no solo para que Uds. vean. Ahora, recuerden, no era el hombre. El hombre que estaba allí solo era un poco de calcio, potasio y petróleo, dieciséis elementos del mundo que Dios hizo: “¡Fiuu!” lo formó de un soplo y entró en él y estaba vivo.",
    "Con Jesucristo fue así mismo; Él era el Hijo de Dios. Él era Dios manifestado en carne, pero su carne era el hombre, Su Espíritu era Dios. Luego Él prometió en los últimos días que Él entraría, en Su Iglesia; “Un poco y el mundo no Me verá más; pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros. Las obras que Yo hago, vosotros también las haréis”. ¿Ven? Ahora ese gran Médico está aquí.",
    "Él dijo, ahora: “La señal de Sodoma y Gomorra”. Ahora, ¿cuál es? Miren los periódicos: “Homosexuales, la perversión, ha aumentado en un cuarenta por ciento, en los últimos diez años”. Terremotos en diversos lugares, toda clase de señales de la Venida. La iglesia apartándose, el tiempo del fin aquí.",
    "Ahora Dios también está mostrando Sus señales, como hemos estado predicando. Ahora, si esta Biblia es la verdad, lo cual es, estoy dispuesto a morir por ese propósito. La Biblia es verdad. Jesucristo vive. Nosotros somos Su Iglesia, llenos de Su Espíritu, entonces Su Vida en nosotros producirá la misma Vida que Él vivió en el Hijo de Dios, si el Espíritu Santo—el Espíritu Santo de Dios vive en nosotros.",
    "Para la gloria de Dios y para el bien de la iglesia, y por su enfermedad, Uds. que están enfermos y afligidos, toquen el borde de Su manto y vean si pueden hacer que Él hable a través de mí, como Su siervo, hablarles como lo hizo con la mujer que tocó Su manto. Que el Señor lo conceda. ¿Les haría creer grandemente y aceptar su sanidad? ¿Cuántos creen que podrían aceptar su sanidad si Dios los llamara así, o lo vieran a Él llamar? Levanten la mano. El Señor lo conceda.\n\nSiga tocando ese Gran Médico, ¿por favor? Me siento guiado a hacer eso.",
    "Me daré la vuelta hacia mis amigos aquí esta noche, solo para verlos. Hermanos, no estoy tratando… para Uds.… Dios es mi testigo, Hermano David. Así como, ciertamente lo he dejado muy claro ante la gente, que no soy yo. Yo no tengo nada que ver con eso. Yo solo… Dios tenía que usar a alguien. Él es… Y no hay manos dignas, pero Dios las hace dignas. Vean, Él—Él—Él escoge, antes de la fundación del mundo, para Su propósito, y se debe cumplir, se debe realizar.",
    "La Iglesia va a estar allí, sin mancha ni arruga. La gracia de Dios lo hará; tendrá que serlo, se necesitará de la gracia. Como Él le habló a Abraham, cuando Sara dudó de Él. Bueno, en ese momento Él pudiera haberla matado; Él hubiera matado a Sara en ese momento por dudar, porque ese es el peor pecado que hay, la incredulidad, y el único pecado. Y ella dudó y se rio para sí, cuando el Ángel la discernió a través de la tienda. ¿Correcto? Pero, ¿por qué Él no pudo matar a Sara? Por cuanto ella era parte de Abraham, Él también hubiera tenido que matar a Abraham. Y nosotros somos parte de Jesús cuando estamos en el Cuerpo de Cristo. Nuestras incredulidades son excusadas si lo hacemos ignorantemente como ella lo hizo, porque ella tuvo miedo.",
    "¿Creen Uds. que algo está apareciendo en la plataforma? ¡Oh, desearía poder explicar esto! Debo darme la vuelta. Veo a una mujer que tiene una irritación en la piel, Ud. Lo tocó a Él. Eso la dejará, porque está toda rodeada de Luz. “Si podéis creer, todo es posible”. Ahora crean.",
    "Para que Uds. vean que no es psicología, leyéndoles la mente, les daré la espalda. ¿Qué tal arriba en esta sección? Esto se hizo una vez en el Templo Ángeles, hermana. Hermano David, ¿recuerda? Ahora, solo estoy… para que vea que estoy hablando con Ud., es para mostrar que no tengo contacto con la gente allí. Seguramente Ud.—Ud. entien-… Yo sé que Ud. entiende. ¿Ve? Pero estoy pidiendo que la gracia de Dios haga algo, para que la gente lo pueda saber.",
    "Sí, veo a una persona joven, una jovencita. Ella es de lejos de aquí, ella no es de esta región. Ella es de una región que es lluviosa y tiene muchos árboles y musgo, ella es de Oregón. Ella sufre ataques epilépticos. Ella está allá. ¿Cree Ud. que Jesucristo la sanará? ¿Lo acepta por ella? Póngase de pie, hermana. Vaya a casa, y yo reprendo al diablo. ¿Creen Uds. con todo su corazón? Muy bien.",
    "Aquí en el pasillo del centro, alguien tenga fe. No duden. Hablaré con Ud., Hermano Schultz, para que pueda ver que le estoy hablando a Ud. Voy a dejar que alguien allí… No hay tarjetas de oración, así que, solo—solo, es simplemente para no hacer subir a nadie, sino para que ellos quizás vean.",
    "Sí, hay una mujer algo delgada, ella tiene cáncer. Ella debía estar en el hospital hoy. Está sentada aquí al frente, es una mujer algo delgada. Su nombre es Señorita Peterson. ¿Ven? Muy bien, dama, tenga fe en Dios. Que el Dios del Cielo mate a ese diablo a tal grado que nadie más lo vea. ¿Cree Ud. en el Hijo de Dios? ¿Le cree Ud. con todo su corazón? Solo tenga fe en Él, eso es todo lo que tiene que hacer. Muy bien.",
    "¿Están todos listos para creer, en esta dirección? Permítanme hablar con este ministro aquí. ¿Cree Ud. con todo su corazón? Espero que alguien allá también. Ajá. Para que Ud. sepa que le estoy hablando a Ud. Pero, vean, el poder de Dios eclipsa todas las cosas mentales, entra en el espíritu del reino… reino del espíritu.",
    "Sí, detrás de mí hay una—una mujer, y ella no sabe qué le pasa. Ella es… ¡Oh, esa pobre mujer! Ella ha tenido una, dos, tres, cuatro, cinco operaciones. Ellos no saben lo que es. Los médicos no saben qué es. La enviaron aquí a Arizona para descansar. Ella es de Luisiana, su nombre es Sra. Pearson. Muy bien, Sra. Pearson, en algún lugar detrás de mí, levántese, míreme. ¿Cree Ud. que soy el profeta de Dios? Yo no la conozco. Si así es, mueva la mano. Somos—somos desconocidos el uno para el otro. Lo que se dijo es verdad. ¿Correcto? Los médicos no saben cuál es su problema. Son sus nervios. Cálmese, tenga fe, y se irá a casa con salud. ¡Tenga fe en Dios! ¿Creen Uds. que el Hijo de Dios resucitó?",
    "Ahora, ¿qué les parece alguien en esta sección? ¿Están todos listos para creer aquí atrás? Pat, ¿estás contento de ser Cristiano? ¿No es maravilloso salir de la vida que vivías, y ser un Cristiano?",
    "Aquí hay una dama. Es una mujer, un hombre y un niño. La dama está contactando a Dios. Ella está detrás de mí. Y ella tiene alguna clase de problema estomacal, y ella—ella después sufre una debilidad. Ella tampoco es de aquí, es de una región desértica, pero es de Kansas. Su esposo es un ministro. Esa es ella sentada allí mismo. Yo no la conozco. Si es verdad, señora, mueva las manos así. Muy bien, señor. Muy bien, vaya a casa, crea en el Señor Jesucristo y reciba sanidad. ¿Creen Uds. en el Señor?",
    "Por todo el edificio ahora, ¿creen Uds. en el Señor? ¡Seguro, Él está aquí! Jesucristo, el mismo ayer, hoy y por los siglos. El mismo Dios que podía mostrarle a Elías dónde estaba esa mujer viuda, el mismo Dios puede mostrarme dónde está Ud. sentado, orando, porque es el Espíritu de Jesucristo, el mismo ayer, hoy, y por los siglos. ¿Lo cree Ud.? Que cada persona aquí ponga sus manos el uno sobre el otro mientras yo oro por Uds. en general, desde aquí, y crean, para que sepan que Uds. están incluidos, cada uno. Uds. son creyentes, ¿no es así? Si lo son, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] En la Presencia de Dios, en la prueba infalible de la resurrección de Jesucristo, pongan sus manos el uno sobre el otro y oren el uno por el otro.",
    "Nuestro Padre Celestial, Te entrego esta congregación que espera. Que todas estas personas que se han arrepentido de sus pecados encuentren una buena iglesia para reunirse. Que aquellos, Señor, que están enfermos sean sanados. Que ahora mismo sea roto el poder de Satanás, de sus vidas, al yo reprender al diablo y pedir que el Poder de Jesucristo venga sobre esta congregación y tome toda enfermedad, toda dolencia, toda aflicción, toda duda. Apártala de ellos, Señor, y sánalos. En el Nombre de Jesucristo, el Hijo de Dios, lo pido. 🦅"
  ]
}