{
  "title": "¿QUÉ HACES TÚ AQUÍ?",
  "id": "60270009",
  "content": [
    "🦅  Y antes que oremos, me gustaría decir esto: que anoche, creo que fue, yo le dije a una señora: “Si Ud. tan solo hace como hemos sido instruidos, eso se (al bebé con hidrocefalia) se le encogería”. Y la cabeza del bebé se encogió anoche media pulgada [1,27 cm], midiéndolo con una cuerda. Y la señora la trajo aquí ahora.",
    "Ahora, la razón que hice eso, hermana, es con un propósito. ¿Ve? Si Ud. puede ver que algo tangible sucede, eso hará que su fe aumente para seguir creyéndolo. Algunas veces yo hago eso solo para quizás, por ejemplo, le pido a la persona que se levante y dé uno o dos pasos, que mueva su mano, mueva su dedo, sencillamente algo que pueden hacer diferente, solo para que ellos vean que todo está bien. Solo es que se ponen nerviosos y piensan que no va a suceder, pero está sucediendo todo el tiempo, ¿ven Uds.? Tiene que suceder.",
    "¿Cuántos quieren ser recordados ahora en oración? Podrían levantar sus manos y decir: “¿Señor, concédelo?”. Inclinemos nuestros rostros.",
    "Señor, mientras oímos esta gran alabanza antigua de la iglesia, escrita por mi precioso amigo, Paul Rader, “Solo creed”, pensamos ahora en un niño que fue llevado por sus padres a los discípulos, no más de diez días después de que Jesús les había dado poder para echar fuera demonios y sanar a los enfermos, y ahí estaban ellos completamente derrotados con un caso de epilepsia. Y ellos vieron venir a nuestro Señor. Y el padre corrió y dijo: “Señor, ten misericordia de nosotros. Mi hijo es gravemente atormentado por un diablo. Y lo traje a Tus discípulos y ellos no pudieron curarlo”.",
    "Jesús dijo: “Yo puedo, si tú crees. Solo cree”. ¡Oh, Dios!, no has cambiado ni una pizca desde entonces: Tú eres el mismo amoroso Dios dulce y compasivo. Como eras entonces, así eres Tú hoy. Y Señor, como ese padre, todos nosotros clamamos: “Señor, ayuda nuestra incredulidad”. Es tan sencillo que tropezamos con eso, Padre.",
    "Queremos darte las gracias y la gloria por tocar a ese bebito anoche, al ver que ese cráneo que ha estado hinchado, es decir, que el hueso que sobresalía, se encogió anoche media pulgada [1,27 cm]. Estamos agradecidos por eso, Padre. Cuando sabemos que nuestros médicos no tienen ningún conocimiento en cuanto a eso, no hay nada que ellos puedan hacer para eso; pero Tú aún eres Dios, el Amo de todas las situaciones. Te damos gracias, Padre. Te damos gracias por la fidelidad y la dulzura, y obediencia de esta madre, de traer la cuerda y pegarla en este pedazo de papel aquí, para mostrarle al público su testimonio para la gloria de Dios. Que su pequeño viva y sea un niño normal, para Tu gloria.",
    "Mira todas esas manos que fueron levantadas, Padre. Cada una con una necesidad. La mía también está alzada, Padre; yo tengo necesidad. Y aquí hay muchas, en la forma de carta o en esta caja, que están necesitados, personas realmente necesitadas. Permite que suceda, Señor, que cada uno reciba su petición en esta noche. Que ellos tomen el testimonio de esta madre y solo como un ejemplo para mostrar que cuando Tú dices algo, queda hecho. Es… Tu… Nosotros solo tenemos que recibirlo y actuar en base a eso. Es una obra terminada.",
    "Concede, Señor, que cada una de estas cartas y estos pañuelos, que sobre la gente que sean puestos, sea sanada. Cada uno que levantó sus manos, Padre, que reciba el deseo de su corazón; lo pedimos en el Nombre de Jesús. Amén. Pueden tomar asiento.",
    "Yo solo quería mostrarles a Uds. la cuerda aquí, que la señora… Ahí lo tienen. Ajá. Que la cabeza del bebito sí se encogió, como el Señor nos prometió anoche por medio del Espíritu Santo. ¿No es Él maravilloso? Así que nos da mucho valor para tener fe y creer.",
    "Ahora, cuando Jesús le dijo a esa higuera (en Marcos 11:23): “Nadie coma de ti de aquí en adelante” puede ser que Él no lo haya gritado. Bueno, francamente, Él estaba tan tranquilo al respecto, que Sus discípulos solo… Yo creo que uno de ellos Lo oyó. Y… Cuando ese epiléptico, cuando eso vino delante del Señor Jesús, el muchacho tuvo el ataque más fuerte que había tenido; tal vez cayó en el suelo como muerto, pero él comprendió que se había encontrado con Alguien Quien tenía fe mucho más allá que la de esos apóstoles.",
    "Ahora, me gustaría que alguien que no cree en sanidad Divina observe esto: Jesús les había dado poder para echar fuera a los espíritus, y ellos habían fallado; no que el poder había fallado, sino que ellos habían fallado. Jesús les dijo:\n\n“¿Por qué no pudimos echarle fuera nosotros”?\n\nÉl dijo: “Por causa de vuestra incredulidad”.",
    "La iglesia aún tiene el poder. Dios nunca le ha quitado Su poder a la iglesia, pero la iglesia no tiene la fe suficiente para actuar sobre eso. Eso es todo. Así de sencillo. Nosotros tratamos de hacerlo muy complicado algunas veces, pero mientras más sencillo Uds. hagan el Evangelio, más realidad tendrán; cuando Uds. sean sencillos con él: Dios lo dijo; eso lo concluye; y eso es todo. Y solo créanlo y sigan adelante.",
    "Cuando Jesús dijo: “Nadie coma de ti”, bueno, las hojas estaban tan bonitas y brillantes como siempre. La corteza se veía igual, pero muy en el fondo, debajo de la tierra en esas raíces, la vida empezó a menguar.",
    "Así es con un cáncer, con cualquier clase de enfermedad en la que—que Ud. pudiera pensar. Cuando Ud. puede aceptar la Palabra de Dios, muy abajo, en lo profundo de las raíces, el cáncer puede ser que esté allí; su mano puede ser que esté igual de tiesa. Eso no tiene nada que ver con sanidad Divina. Es: “Si podéis creer”. ¿Ven? Muy abajo en alguna parte, ya ha empezado a obrar.",
    "Jesús dijo: “Si Ud. le dice a este monte: ‘Quítate’, y no dudare en su corazón, sino que creyere que será hecho lo que Ud. dijo, lo que diga le será hecho”. ¿Verdad que es precioso? ¿De quién vino eso? Del Hijo de Dios, cuyas Palabras… Cielos y tierra pasarán, mas ahora—mas Sus Palabras no pasarán.",
    "Ahora, la única manera de que Ud. pueda hacer eso es que Ud. tenga el objetivo correcto y el motivo correcto. Ahora, si yo saliera por acá y dijera: “Yo les mostraré que yo puedo mover esta montaña: ‘Montaña: Quítate’”. No se movería. Seguro que no. No importa lo que yo tuviera. Tiene que ser que… Primero Ud. tiene que encontrar la voluntad de Dios.",
    "Por eso es que, en las líneas de oración, normalmente yo—yo recibo lo más difícil, es porque es algo que ya ha pasado por las filas y demás, y allí es en donde uno los vuelve a recibir. Pero vean, si Uds. tienen pecado sin confesar… ¿Se han fijado Uds. en algún caso, antes que yo le ordene al espíritu que salga? Yo vigilo ese caso muy cuidadosamente para estar seguro que no haya nada en esa vida que impida algo ¿ven?, pues recuerden: en cuanto a estos dones, uno puede meterse en problemas con ellos.",
    "Dios, recuerden Uds., en una ocasión dio un profeta… hizo profeta a un hombre, Moisés, y le dijo que fuera y le hablara a la roca. Y el profeta estaba todo perturbado, y fue e hirió la roca, hablando de la debilidad de Cristo, que Él tendría que morir por segunda vez o ser herido por segunda vez. Él tenía poder para sacarla, pero no era la voluntad de Dios.",
    "Yo nunca he podido creer que fuera la voluntad de Dios que Eliseo fuera, y por esos niños estarse burlando de él porque era calvo, yo creo que él no debió haber hecho eso. Pero él era un profeta y estaba enojado, y él maldijo a esos niños, y dos osas mataron cuarenta y dos niños inocentes. ¿Ven? Pero yo creo que él no debió haberlo hecho. Y solo—solo… nosotros…",
    "Yo creo que Dios hoy, antes de que ponga a Su Iglesia en poder, Él prueba a Su Iglesia para ver lo que hará.",
    "Nosotros… la próxima vez, quizás, si el Señor quiere, cuando regrese, tendremos tiempo para escudriñar algo así, en algo que está por suceder, y entonces sabremos más al respecto.",
    "Pero si Uds. tan solo hablan la palabra, dicen: “Señor, yo lo creo” no dudan, siendo sinceros de corazón…",
    "Ahora, digamos por ejemplo que yo estuviera en un valle, y yo no… les estuviera predicando a millones de personas, pero justo al otro lado de la montaña allá, hubiera un grupo de cien personas, y ellas se estuvieran muriendo sin conocer a Cristo. Bueno, yo tengo un millón aquí a quienes predicar, pero, no obstante, Algo en mi corazón me está diciendo: “Ve al otro lado a esas personas. Ve a ellas. Están pereciendo”. Yo de mi parte no quiero ir, sin embargo, hay Algo en mí. ¿Ven?, entonces eso es Dios, moviéndose. Vean cuál es el objetivo, vean cuál es el motivo para ir, no algo propio… Ahora, si yo digo: “Bueno…”. Si tengo el objetivo correcto para ir allá, pero luego al llegar allá hay una gran montaña, yo digo: “Saben, si cruzo esa montaña y salvo a todas esas cien personas, algún día ellas tendrán una estatua allá: El Hermano Branham, el gran misionero’”. Ahora, mi motivo no es correcto. La montaña no caerá. No, señor.",
    "Pero cuando mi motivo y objetivo es lo correcto, y Dios me está guiando en el corazón, y yo no puedo cruzar la montaña, darle la vuelta a la montaña, pasar por debajo de la montaña, yo diría: “Montaña: Quítate”. Quizás… Cuando digo eso, tan pronto como lo digo, con esa clase de espíritu correcto guiado por el Espíritu Santo, en la voluntad de Dios, pudiera ser que no haya nada más que una sola cucharita llena de esa montaña que se caiga, pero está en proceso. Al día siguiente pudieran caer dos libras [,9 kg]; al día siguiente, un cuarto de tonelada. Y quizás en un mes, cinco toneladas caigan. ¿Qué le parece? Pueda ser que aun ni siquiera se vea, pero ella se está moviendo, está en proceso. Me quedaré allí mismo y observaré la cosa cumplirse, porque Dios así lo dijo y eso concluye el asunto.",
    "¿Puede Ud. pensar en eso para su madre allí en esta noche? Muy bien, si Ud. lo piensa, ella sanará. Muy bien. Eso es, si Ud. solo lo cree: solo hable la palabra y quédese con eso. ¿Ven? Solo créalo; aférrese de eso. Es Vida Eterna.",
    "Ahora, mañana en la tarde… yo le dije a Billy esta noche que omitiera las tarjetas de oración, pues quería hablar. Estoy confesando sinceramente, no he parado desde enero; fui al extranjero y luego volví a Phoenix, directo a casa y luego volví, y todo completamente… Ese discernimiento… al grado que estoy tan débil que a veces casi no sé en dónde estoy parado. Me tiene agotado casi por completo.",
    "Y luego tengo que viajar, y ellos… Uds.—Uds. hermanos me invitaron para quedarme unos días más. ¡Cuánto agradezco eso! Yo realmente pienso que este es un grupo maravilloso de ministros aquí. Me hubiera gustado tener un poco más de tiempo en compañerismo. Si es la voluntad del Señor, regresaré en alguna otra ocasión. Así sea solo ir de una iglesia a la otra, e ir por la ciudad y visitarlos a todos Uds. Me daría gusto hacer eso: algo que yo pudiera hacer para ayudar al Reino de Dios, eso es, si Uds. quisieran que lo hiciera. Y regresar en alguna otra ocasión y que se unan con nosotros y tener una buena reunión hermosa en alguna parte.",
    "Y recuerden hermanos: yo estaré orando por Uds.; ténganlo por seguro. Y yo quiero que todos Uds. oren por mí, todos Uds.",
    "Y ahora yo—estoy… Mañana en la mañana son los servicios de iglesia en todas estas diferentes iglesias finas por la ciudad.",
    "Ahora, algunos de los grupos de Jeffersonville están aquí. Algunos de mis amigos; uno de mis síndicos de la iglesia está aquí, el Hermano Fred Sothmann. No lo he podido ver en la reunión. Y el Hermano… ¡Oh, muchos otros de mis amigos de allá de Jeffersonville!, mis… mi secretario allí y—y todos están aquí, en algún lugar en la reunión. Aun no los he visto.",
    "Y hermanos, hay buenas iglesias aquí en esta ciudad. Y el resto de Uds. visitantes, encuentren una de ellas y vayan a estas iglesias mañana. Les hará bien, estoy seguro. Ellos son hermanos que creen en esta clase de ministerio. Por eso están aquí sentados en la plataforma y abajo en los lugares allí, porque ellos creen en esto. Y yo aprecio a esos hombres.",
    "El Señor bendiga a este capítulo aquí de Los Hombres de Negocio del Evangelio Completo, que—que patrocinó esta reunión. Hay… creo que eso es correcto, que patrocinó la reunión. Yo—yo ministro mucho bajo su patrocinio, porque allí… No deberíamos ser de esta manera, pero muchas veces los hermanos permiten que diferencias insignificantes, como cuando un hombre cree una cosita, el otro, otra cosita, como que produce una pequeña fricción y hay viejas llagas de tiempo atrás. Deberían haber sanado para este tiempo, pero eso—eso… Y si Uds.… si estoy con Los Hombres de Negocio del Evangelio Completo, entonces eso como que ayuda a vendarlas, y nos reunimos y tenemos un verdadero compañerismo juntos, y muy buenos momentos. Y apreciamos eso. Dios bendiga ese capítulo. Yo creo que el Señor lo levantó con un propósito.",
    "Ahora… y luego tuve el gran privilegio de ver el sitio del Hermano Oral el otro día. Y, ¡oh, vaya!, es un lugar gigantesco, una cosa muy hermosa. Es—es un memorial para Pentecostés.",
    "Luego fui adonde el Hermano Tommy Osborn, otro lugar maravilloso, un hombre maravilloso de Dios, quien… El Hermano Tommy y yo somos muy íntimos, y también el Hermano Oral, hermanos muy íntimos, y nos amamos uno al otro, y nos esforzamos en trabajar lo mejor que podemos para el bienestar de la gente en el Reino de Dios.",
    "Así que realmente aprecio a esos hombres que están aquí en esta ciudad, entre el resto de estos hombres finos que Uds. tienen. Uds. ovejas tienen pastores maravillosos; solo lo diré de esa manera. Que el Señor continuamente esté con todos Uds. es mi oración. Y ahora, mañana en la tarde, yo… ¿A qué hora empieza el servicio, hermanos? Dos y media. Digamos que a la una—una o una y media Uds. deberían estar aquí, para que no interfieran con el resto de los servicios.",
    "Ahora, si los muchachos aún no les han dicho, esta noche ellos tienen algunos libros, fotografías y demás, y cintas, y discos, y… de las reuniones, y ellos los venden. Pero no les permitiremos venderlos el Sabbat, mañana. No se venderán libros ni nada mañana. Así que no lo haremos… nunca hemos permitido eso. Aunque muchos han dicho: “Tú estás bastante errado…”.",
    "Y el anciano papá Bosworth solía decirme: “¡Oh, Hermano Branham!, ¡en eso Ud. está errado!”, pero así me siento (¿ven?), y eso—eso siento. Si Uds. quieren uno, ellos les darán uno, pero si Uds.… Pero no podemos vender en—en el Sabbat. No. ¿Ven? Eso es todo. Si yo lo creo, tengo que vivirlo, solo… yo tengo que vivir conmigo mismo. ¿Ven Uds.? Y yo—yo tengo que vivir con mis convicciones, y así que… O Uds. pueden enviar el pedido a la casa, y, a la casa, al lugar y recibirlo.",
    "Ahora en esta noche, ¡oh!, olvidemos todos que, ¡oh!, que hay algún trabajo por hacer o lo que sea, o de los quehaceres del día. Pongamos todo a un lado y miremos en la Palabra por unos minutos, y veamos lo que Dios nos hablará por medio de Su Palabra. Y oro que Dios nos dé una bendición sumamente grande en esta noche.",
    "Gene: ¿pudieras robártela para mí? ¿Pudieras robarte a esa niñita para mí? ¿No es ella una cosita hermosa? ¿Te gustaría ir a casa conmigo y jugar con mi pequeña Sara, que es como así de alta? ¡Oh!, ¿te gustaría? ¡me—me gustaría que fueras! Ella es casi como de tu tamaño, y es la consentida de papá. Ajá. Hmm. ¿Y apuesto que tú—tú también amas a tu papito, no es así? ¿A mamita? ¡Oh, seguro! Es la niña más hermosa, la que estoy aquí mirando. Los ojitos parecen dos hoyos quemados en una cobija, y—y con cabellito café.",
    "Yo amo a los niños. Tengo dos niñas en casa. Una de ellas es Rebeca y la otra es Sara.",
    "Hace algún tiempo aquí, me encontraba de viaje. Las dos son las consentidas de papi, como Uds. saben, y yo las amo. Y tan pronto como llego, tengo que cargarlas sobre los hombros, y… solo que Becky se está poniendo muy grande para eso; está de mi tamaño. Ahora me quebraría la espalda; ella es… pero, de todas maneras, aún es la niña consentida de papi. Y ahora, como en un año más, queremos que entre en una escuela Bíblica en alguna parte, y distanciarla de la escuela pública.",
    "Y entonces, ellas estaban esperando despiertas a papi, Uds. saben, que llegue a casa. Yo había estado fuera en la reunión. Y mañana en la noche, ellas estarán esperando hasta media noche que yo pueda llegar. Y entonces llegué muy temprano en la mañana, como a las tres o cuatro. Y mamá me abrió la puerta y entré, y yo estaba tan cansado y fatigado, yo… Aquí en la plataforma, yo… cuando el… estoy ungido, me siento bien, pero una vez que eso lo deja a uno, ahí es cuando uno entra en dificultades. ¿Cuántos sabían eso? Bueno, seguro que sí.",
    "Miren. Elías subió a la montaña y llamó fuego del cielo, llamó lluvia del cielo, y luego cuando el Espíritu lo dejó, él vagó en el desierto por cuarenta días, y Dios lo encontró metido en una cueva en alguna parte.",
    "Jonás, él bajó y se mantuvo con vida en el vientre de una ballena tres días y noches, fue escupido sobre la costa y anduvo predicando. La ciudad entera se arrepintió y vino a Dios. Y cuando la unción lo dejó, él subió a la cumbre del cerro y le pidió a Dios que le quitara la vida. ¿Ven?",
    "Yo me paré al lado del sepulcro de William Cowper, no hace mucho, el que escribió ese himno famoso que usamos en nuestro servicio de comunión:\n\nHay un precioso Manantial\n\nDe Sangre de Emanuel,\n\nQue purifica a cada cual…",
    "Oyeron Uds. lo que él… ¿qué le sucedió a él? Después de que la inspiración de eso lo dejó, él buscó el río para suicidarse.",
    "Yo vivo justo al otro lado del Antiguo hogar de Kentucky. Y Esteban Foster le dio a América sus alabanzas folclóricas más famosas. Y cuando él escribía, recibía inspiración, con esa inspiración escribía una alabanza, luego cuando salía de ella, iba y se emborrachaba. Finalmente, llamó a un siervo y tomó una navaja y se suicidó.",
    "La gente no sabe por lo que pasan esas personas que viven en esa esfera espiritual. Ahora aquí, uno siente como que pudiera mover una montaña, pero solo deje que la unción lo deje a uno, y pase por esa puerta… Si alguien no está allí para cogerlo a uno… ¿Ven? Y luego, tal vez por unas cuantas horas uno a duras penas, piensa en dónde es que está uno. Y luego noche tras noche; eso le quita la fuerza a uno.",
    "Y la pequeña… Quiero contarles de la pequeña Sara y Rebeca. Pues, a la mañana siguiente no pude dormir y me levanté, estaba sentado en un sillón, y después de un rato, Becky, siendo la mayor, ella estaba—tenía piernas más largas que Sara, y así que, Becky vino corriendo… despertó, saltó de la cama, sin despertar a su hermanita, y ahí venía ella por la casa, corriendo tan rápido como podía. Ella decía: “¡Papi!, ¡papi…!”. Y yo saqué una de mis piernas y ella saltó sobre ella, balanceándose muy bien. Algo como la—la iglesia moderna, Uds. saben, que ha estado en la escena por mucho tiempo, Uds. saben, por algunos cientos de años. Ella misma podía balancearse muy bien, y me abrazó y dijo: “¡Oh, mi papi, mi papi!”.",
    "Y la pequeña Sara, en la conmoción había despertado. Bueno, no sé si sea así con sus niños; con los míos es así: el menor recibe la ropa de los mayores. Y entonces, Sara traía puestas las pijamas de Becky; los pies como tanto así más de largos, Uds. saben. Y ahí venía ella, una niña pequeñita, cayéndose, tropezando. Y ella llegó allí un poquito tarde. Así que Becky volteó hacia ella, dijo: “Sara, hermana mía, yo quiero decirte algo”. Dijo ella: “Yo llegué aquí primero. Y yo tengo el monopolio. Así que yo tengo a todo mi papi y no hay nada que quede para ti”.",
    "De esa manera quieren pensar algunas personas de la religión, ¿no es así? Ajá. Es la verdad.",
    "Y la pobrecita de Sara empezó a hacer pucheros, y sus ojitos negros me miraron y ella empezó a llorar. Y Becky tenía su mejilla contra la mía, abrazándome. Yo la amo. Y Sara empezó a retirarse porque Becky tenía a todo su papi. Yo saqué la otra rodilla así y le hice señas a ella así. ¡Oh!, ella se animó rápidamente y corrió, saltó y se montó sobre mi pierna, así que… Ella no había estado alrededor por mucho tiempo y sus piernas ni siquiera tocaban el piso. Ella se tambaleaba un poco (quizás como lo esté yo, tambaleándome un poco, Uds. saben), y ella no se… no podía tocar el piso. Ella no era una denominación grande, Uds. saben, y pues ella no podía pararse sobre el piso sólido. Ella no había estado en la escena el tiempo suficiente.",
    "Y así que ella como que se tambaleaba, y yo la abracé con ambos brazos así, y la apreté acercándola a mí, y esos ojitos negros le brillaron, y miró a Rebeca. Ella dijo: “Rebeca, hermana mía” ella—ella dijo, “pudiera ser verdad que tú tienes a todo mi papi, pero yo quiero que sepas una cosa: mi papi me tiene toda a mí”. Así que…",
    "Eso es… Solo que Él me tenga completamente a mí. Yo pudiera no tener la educación para presentar las cosas grandes, pero mientras yo sepa que Él tiene todo mi ser, cuando me tambalee, solo es que Él me tenga con Sus dos brazos, eso me hará sentir bien.",
    "Bueno, hagamos otra oración a Él antes que abramos la Palabra.",
    "Ahora, Padre Celestial, sabemos que nosotros también somos como niños. Y—y Tú amas estar con nosotros y adorar con nosotros. Y mientras Te adoramos y Tú nos amas, y nos tomas en Tus brazos, y envías Tu Espíritu Santo y nos das a saber que Tú estás vivo y que Tú eres nuestro Padre, Te damos tanto las gracias. Ahora, permite que el Espíritu Santo venga a nosotros en esta noche. Ama a cada corazón, Señor. Danos una bendición fresca. Derrama las gotas del rocío de misericordia sobre nosotros, Padre. No mires nuestros pecados, son demasiados. Señor, solo perdónalos; omítelos, Padre, y solo tómanos en Tus brazos, y—y sana nuestras enfermedades, y—y limpia nuestras almas, y libera nuestros espíritus, Señor, para que podamos adorarte y alabarte, ser como niños pequeños corriendo por la casa, con solo saber que Papi nos está cuidando. Concédelo, Señor.",
    "Ahora, ningún hombre es capaz de—de interpretar la Palabra. Sabemos eso. Juan vio el Libro en la diestra de Aquel que estaba sentado en el Trono, y no había hombre en el cielo, ni en la tierra, ni debajo de la tierra que fuera digno de tomar el Libro para abrirlo o desatar los sellos. Y ahí vino un Cordero, que había sido inmolado desde la fundación del mundo. Y Él fue digno. Y Él tomó el Libro y desató los sellos, y abrió el Libro. ¡Oh, Cordero!, ven en esta noche. Ábrenos el Libro, Padre, mientras esperamos en Ti, porque lo pedimos en el Nombre de Jesús, el Cordero de Dios. Amén.",
    "Esta noche he escogido un corto versículo aquí de la Escritura de tres palabras. Pero primero quiero leer un versículo o dos de San Juan, el capítulo 11, empezando con el versículo 23.\n\nJesús le dijo: Tu hermano resucitará.\n\nMarta le dijo: Yo sé que resucitará en la resurrección, en el día postrero.\n\nLe dijo Jesús: Yo soy la resurrección y…vida; el que cree en mí, aunque esté muerto, vivirá.\n\nY todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees tú esto?\n\nLe dijo: Sí, Señor; yo he creído que tú eres el Cristo, el Hijo de Dios, que has venido al mundo.",
    "Y como texto deseo usar estas tres palabras: ¿Crees tú esto?",
    "Yo leí una historia hace un tiempo. Creo que era una historia de ficción. Y la mayoría de los ministros, me imagino, han leído el libro del Dr. Ingraham, de—de El Príncipe de la Casa de David. Es un gran libro. Está, creo que su edición está agotada. Me gustaría que estuviera publicándose, para poder ponerlo a disposición del pueblo.",
    "Y allí estaba leyendo un corto artículo sobre este Lázaro, y sobre Jesús, y María, y Marta, que… las hermanas de Lázaro. Y leía allí que Jesús vivió, creo yo, con Marta y María. Ambas eran unas muchachas hebreas encantadoras. Y Lázaro estaba aprendiendo o instruyéndose para ser un escriba en el templo, haciendo escritos de la ley para los sacerdotes.",
    "Y Jesús tenía gran compañerismo, especialmente con Lázaro. Leemos en el libro que Él fue al hogar de ellos, y a Marta no le urgía escuchar Sus Palabras, y ella tenía que preparar la cena y poner la mesa, pero María se sentó a Sus pies. Y Jesús dijo que María había escogido las cosas mejores.",
    "Y luego dice que fue Lázaro el que trajo a Jesús adonde Juan, en la historia de los libros del Dr. Ingraham, y… en El príncipe de la casa de David. Sin embargo, eso puede ser que no haya sido cierto, no sé, pero solo es como una base para eso, pero se supone que Él estuvo viviendo con ellos.",
    "Ahora, hemos estado aprendiendo en esta próxima, esta semana que pasó, quise decir, que Jesús dijo en San Juan 5:19: “Yo… No puede el Hijo hacer nada por Sí mismo, sino lo que ve hacer al Padre; el Hijo lo hace igualmente. El Padre obra y el Hijo obra hasta ahora”. ¿Ven? “Lo que Él ve al Padre hacer”.",
    "Entonces, para realmente hacer de esto la historia correcta, el Padre, Dios, debe haberle hablado a Su Hijo, Jesús, y dicho: “Tu amigo, Lázaro, va a morir, pero va a ser para bien, así que Tú vete del hogar. Vete, porque te estarán pidiendo que ores por él o que lo sanes, y—y Yo no quiero que hagas eso”. Si Uds. se fijan en la historia a medida que continuamos, verán que llega a ser la pura verdad. Así que, Jesús, sin ningún aviso ni nada, se fue de la casa y se fue a otra parte, no regresó esa noche. Y Él se fue a otras ciudades. Y tan pronto como Jesús se fue del hogar, entonces llegaron los problemas.",
    "Y cuando Jesús se va del hogar suyo, los problemas vienen de camino. Solo recuerden: cuando Él se va de su hogar, los problemas vienen de camino. Cuando Uds. tengan grupos sociales y todo operando en su iglesia tan perfectamente, como algún enorme Rickenbacker de dieciséis cilindros, y Uds. dejan fuera a Jesús, cuando Jesús se va de su iglesia, el problema está en camino. Sí, señor, cuando Jesús se va de una denominación, en la que ellos lo hacen a Él a un lado y dicen: “Bueno, pues nosotros sencillamente no creemos que estas cosas pudieran ser del todo correctas”, y Uds. adoptan otra cosa, los problemas vienen de camino. No olviden eso.",
    "Me recuerda de una historia del Señor Jesús, que se encuentra en el Libro de Lucas. Saben Uds. que cuando Él solo era un niño de como unos doce años, Su familia lo había llevado, como era la costumbre cada año, a la fiesta de Pentecostés. Y mientras estaban en la ciudad de Jerusalén en la fiesta, y pasando un buen momento, encontramos en la Biblia que ellos ya iban tres días de camino sin Él. Y que ellos quizás pensaron, sencillamente tomaron como hecho que Jesús estaría entre algunos de sus parientes. Ahora, nosotros no podemos hacer eso. Cuando ellos fueron adonde sus parientes para averiguar, Él no estaba allí.",
    "Y nosotros no podemos tomarlo como hecho, solo porque seamos metodistas, bautistas, presbiterianos, pentecostales, y que porque nuestros antecedentes y nuestros antepasados fueron grandes creyentes; tomar eso, pues, como hecho de que Jesús está con nosotros; no podemos hacer eso. Tenemos que estar en contacto con Él a diario y a cada minuto. ¡Oh, eso me encanta!",
    "Yo quiero lo que Dios es hoy. Lo que tuvieron mis padres, lo que tuvieron mis antepasados, es maravilloso. Pues, lo que ellos tuvieron es bueno. Creo que hemos avanzado más en el camino.",
    "Veamos lo que Él es hoy. Yo no quiero mirar hacia atrás y ver lo que hizo el Sr. Moody, porque hemos avanzado más en el camino que el Sr. Moody. El problema con nuestras iglesias es que miramos atrás y decimos: “Bueno, veamos lo que el Sr. Juan Wesley dijo, lo que algunos de los otros dijeron”. Por eso es que la ciencia está mucho más avanzada en su campo, que la religión en el de ella.",
    "Aquí hace trescientos años, un científico francés probó que si Ud. fuera a la terrorífica velocidad de treinta y cinco millas por hora [56 km], la gravedad lo sacaría de la tierra. ¿Piensan Uds. que la ciencia hoy haría referencia a eso en el pasado? Ellos van a mil novecientas millas por hora y logrando más. Ellos van adelante, mirando hacia adelante. Pero nosotros queremos mirar hacia atrás y ver lo que dijo Moody, lo que dijo Sankey, lo que dijo Finney, Knox, Calvino, algunos de esos. Lo que ellos dijeron estuvo bien. Eso fue para la edad de ellos, pero nosotros vamos avanzando.",
    "Mi abuelo condujo una carreta de bueyes. Yo estoy conduciendo un Ford V8. Mi hijo volará un avión de reacción. Eso es porque estamos avanzando. Así debe ser la religión. La Venida del Señor está a la mano. La iglesia debería avanzar entrando en sus poderes. La ciencia solo puede escalar hasta cierto punto y luego tiene que menguar, pero nosotros tenemos recursos sin tocar, que nunca han sido tocados, del poder ilimitado de Dios, en lo cual deberíamos estar entrando. Estamos viviendo un millón de millas por debajo de nuestro privilegio en esta noche, privilegios que los Cristianos deberían estar disfrutando. Siento vergüenza de mí mismo cuando miro aquí afuera y veo las instituciones, y las enfermedades, y los problemas que están sucediendo en estos momentos. Nuestra iglesia debería ir por la calle sanando a los enfermos, levantando a los muertos, echando fuera demonios, haciendo señales y prodigios, haciendo que el mundo entero se dé cuenta que Jesucristo vive. Eso es lo que necesitamos estar haciendo.",
    "Bueno, Uds. dicen: “El Sr. Moody nunca…”. El Sr. Moody no vivió en este día. Correcto. Nosotros estamos viviendo en la Venida del Señor. Y nosotros hemos dado por hecho que Él estaba con nuestros parientes. Pero el otro día, cuando un retador desafió al Sr. Graham, nos dimos cuenta que Él no estaba entre nuestros parientes.",
    "¿En dónde lo encuentran ellos? ¿En dónde—en dónde encontraron ellos a Jesús? Justamente en donde lo dejaron. ¿En dónde lo dejaron? En la fiesta de Pentecostés. ¿En dónde dejamos nosotros a Jesús?, ¿en dónde, la iglesia? En la fiesta de Pentecostés. Cuando nos alejamos de ese poder Pentecostal a la antigua y de la fiesta de Pentecostés, nosotros nos alejamos de Jesús. Es exactamente cierto, amigo. Estamos viviendo por debajo de nuestros privilegios. Sí, señor.",
    "Ellos lo dejaron a Él en la fiesta de Pentecostés, y ese es el único lugar donde los metodistas, bautistas, presbiterianos y los pentecostales lo encontrarán a Él, es regresando adonde Uds. lo dejaron a Él. ¿En dónde está el gozo del Señor? ¿En dónde está el poder del Señor? La iglesia pregunta hoy: “¿Qué—qué le sucedió al Dios de la historia?”. Él está esperando que Su pueblo lo llame a la escena. Pero el….",
    "No podemos hacerlo por medio de denominaciones. No podemos hacerlo con sicología. No podemos hacerlo con la aritmética ni podemos hacerlo con educación. Nosotros mismos nos separamos, nos dividimos entre nosotros. Nosotros no estamos divididos. Somos realmente una sola persona en Cristo Jesús. Todos somos uno en Cristo, y nuestras denominaciones nunca harán eso. Tan buenas como son, no lo lograrán. Nuestra educación es el impedimento más grande que el Evangelio alguna vez haya tenido, la educación.",
    "Lo que necesitamos no es educación. Necesitamos el poder y la demostración del Espíritu Santo otra vez en la iglesia, para demostrar el poder. Jesús nunca dijo: “Id por todo el mundo y—y enseñad”. Él nunca dijo: “Id por todo el mundo y hagan…”. Él dijo: “Id por todo el mundo y predicad el Evangelio”. Y el Evangelio es para demostrar el poder del Espíritu Santo, la resurrección. Aún estamos a un millón de millas de donde deberíamos estar. Avancemos. Regresemos adonde lo dejamos a Él en la fiesta de Pentecostés.",
    "Jesús dijo en Juan, creo que el capítulo 15, Él dijo: “Yo soy la Vid; vosotros sois los pámpanos”. Bueno, entonces si esa Vid produjo el primer pámpano, y de ese pámpano se escribió un Libro de los Hechos, el segundo pámpano hará otro Libro de los Hechos. El tercer pámpano hará otro Libro de los Hechos. Y cada pámpano que salga de esa Vid será igual como fue el primer pámpano.",
    "Ahora, se puede injertar, sabemos eso. He visto un árbol cítrico como con ocho clases de frutos diferentes. He visto un naranjo dando toronjas y limones, y todo lo demás en él, pero esos fueron injertados.",
    "Eso es lo que pasa hoy en día. Hemos injertado nuestras ideas, injertado nuestras denominaciones, pero si ese árbol alguna vez produce otra rama de sí mismo que dé fruto, será como las originales que estaban en él. ¡Aleluya! ¡Oh, la iglesia se mezclará, pero nosotros necesitamos el poder de la original! Necesitamos el Espíritu Santo, el poder de la resurrección de Jesucristo. Eso es lo que Él nos dijo que hiciéramos.",
    "🦅 Yo soy la Vid, vosotros sois los pámpanos”. Si una vid retoña, y produce hermosas uvas azules, la siguiente vid que produzca, tendrá hermosas uvas azules. Si la primera Vid salió y ellos cayeron bajo el impacto del Espíritu Santo, y ellos hicieron grandes milagros y señales, y sellaron su testimonio al mundo… Aun muchos de ellos con su propio testimonio, ellos, con su sangre, ellos sellaron su testimonio. Ellos pasaron por toda clase de peligros y todo para traer el Evangelio. Ellos sufrieron; fueron golpeados; fueron castigados. “¿Debemos nosotros ser llevados al Hogar en el Cielo en un lecho cómodo de rosas, mientras otros pelearon para ganar el premio, y navegaron por mares ensangrentados”? ¿Qué esperamos hacer nosotros? “Yo debo pelear si debo reinar. Aumenta mi valor, Señor”. Seguro. Necesitamos un….",
    "Nosotros no necesitamos una nueva denominación. No necesitamos un nuevo edificio de iglesia. Lo que necesitamos hoy en día es un avivamiento Pentecostal chapado a la antigua de allá atrás de los bosques, sin límites y que mata el pecado, que nació en Pentecostés, que regrese otra vez a la iglesia, el poder del Espíritu Santo nuevamente, para traer a Jesús a la escena.",
    "El Dios de la historia siempre llega a la escena en un momento crucial. Nosotros lo necesitamos. Eso es lo que sucede con nuestra iglesia hoy; nos estamos quedando muy atrás. Nos estamos rindiendo a las modas del mundo. Y gradualmente, año tras año, empieza a morir un poquito y a marchitarse.",
    "Muy pronto será el tiempo de podar. Dios la podará tan cierto como yo estoy parado en este púlpito. Dios la podará para hacerla que produzca fruto. Él cortará las obras del mundo de ella uno de estos días. Es tal desgracia, la manera en que la iglesia se ha comportado bajo el nombre de religión.",
    "Y nos damos cuenta que cuando Jesús salió, la muerte entró. Cuando Jesús sale de nuestra iglesia, el poder del Espíritu Santo sale de nuestra iglesia, ella empieza a menguar y—y a morir. Y después de un tiempo, allí no queda nada. Ahora, cuando Jesús salió, la muerte entró. ¡Oh, qué tiempo tan triste fue!",
    "Y fíjense: ellos buscaron por dondequiera y mandaron a buscar a Jesús, pero Él no vino. Enviaron a buscarle nuevamente, y no vino, pero Él sabía lo que iba a hacer. Él sabe en esta noche lo que va a hacer. No se le ha escapado. Él sabe exactamente lo que está a punto de hacer. Él va a levantar a un pueblo tan cierto como yo estoy parado en este púlpito. Él levantará a un pueblo por causa de Su Nombre, de la generación gentil. Él lo hará.",
    "El tiempo de los judíos está ahora a la mano, y los gentiles están terminando, porque ellos simplemente salieron. Ellos están rechazando a Cristo; están rechazando sus señales; están rechazando todo lo que es llamado piadoso, y apodándolo como algún tipo de telepatía o poder demoníaco, y hacen… Ellos están blasfemando al Espíritu Santo y sellándose ellos mismos fuera de Dios. Y Dios tomará esa minoría, después de un tiempo, y la levantará para ser una Iglesia poderosa, y luego tornará el Espíritu hacia los judíos y se llevará a la Iglesia gentil a Casa. Exactamente correcto. Ella se está formando ahora. Bueno, ¡Oh, ya casi estamos en el tiempo del fin!",
    "Jesús, Él sabía. Y después de un rato Él dijo: “Nuestro amigo Lázaro duerme”.",
    "Bueno, los discípulos pensaron que él estaba tomando una pequeña siesta. Dijo: “Bueno, si él está durmiendo, está muy bien”.",
    "Bueno, Él lo dijo en Su… en las palabras de ellos, para que lo entendieran, dijo: “Él ha muerto, y me alegro por vosotros, de no haber estado allí”. ¿Ven? “Me alegro por vosotros, de no haber estado allí”. Porque ellos le hubieran pedido a Él que lo—lo sanara—que lo sanara, pero Él sabía que no podía hacerlo, porque la visión todavía estaba… después de esos cuatro días, Él sabía que esa era la hora que el Padre le había dicho a Él. ¡Qué hermoso!, Él dijo en el sepulcro: “Padre, gracias Te doy por haberme oído, pero solo lo digo por quienes están parados aquí”. ¿Ven? Él ya sabía lo que iba a hacer. Él dijo: “Iré a despertarlo”.",
    "Ahora, me puedo imaginar que ese pequeño hogar estaba realmente destrozado. El que sostenía la familia había partido, la tristeza. ¡Oh!, es maravilloso cuando uno tiene un hogar triste o un corazón triste y luego Jesús aparece de repente, ¿verdad? Me puedo imaginar ver a Marta, una hermosa mujercita con un velo negro cubriendo su rostro, y a la pequeña María, y ellas abrazándose, diciendo: “¿Qué haremos? Papá y mamá han partido y nuestro precioso hermano… Ahora, hemos dejado la iglesia y fuimos excomulgados de ellos, y salimos para seguir a Jesús de Nazaret, y Él se ha ido a alguna parte, y nos ha dejado”.",
    "Puedo oír a un crítico que llega y dice: “Oye, ¿dónde está ese Sanador Divino, ese Profeta de Galilea? ¿Dónde está ahora? ¿Ven?, cuando realmente llega el momento para que haga algo, Él se va”. Ahí está. ¿Ven?, a Dios le encanta hacer eso, solo para que la gente, solo para dejar que la gente muestre lo que son, sí, solo probándolos para ver lo que ellos realmente son. Él les da una bendición. Él aparece, Él Se muestra, Él Mismo Se presenta ante la gente, solo para ver qué clase de reacción tomarán, solo para ver lo que ellos harán al respecto.",
    "Ahora, encontramos entonces después de—de unos días, cuatro días, que el pobre Lázaro estaba muerto. Ellos lo habían enterrado. El segundo día, el tercer día, el cuarto día… Ahora, cualquiera sabe que la corrupción entra después de tres días; primero se cae la nariz de la cara. Y entonces entra la corrupción; los gusanos de la piel se empiezan a comer el cuerpo. Ellos lo pusieron en la tierra, pusieron una roca grande sobre la cueva en donde lo tenían. Y de vez en cuando las muchachas iban y se arrodillaban al lado del sepulcro y lloraban.",
    "Y pasado un tiempo, se esparció la noticia: “Jesús ha venido. Lo vimos entrando a la ciudad”. ¡Oh!, esa pequeña Marta, que había sido tan, aparentemente tan dilatoria al respecto, probó entonces de lo que estaba hecha. Ahí viene ella. Ella va de camino entonces, sale corriendo a buscarlo. Puedo oír a algunos de ellos por el camino decir: “Bueno, me supongo que ahora estás convencida que tu religión era falsa”. Ella solo los ignoró y siguió adelante, pasando junto a todos los críticos. Ella siguió hasta que lo vio a Él, quizás sentado a la esquina de la calle.",
    "Ahora, al parecer ella debía… ella tal vez tenía derecho de reprocharle a Él y—y hablarle mal. Pues, ella no corrió y dijo: “Mira esto, mira esto Tú. Se supone que Tú eres un Profeta, un Hombre de Dios. ¿Por qué no viniste cuando Te llamamos? Pues somos el hazmerreír del pueblo ahora. Salimos de nuestra iglesia para seguirte a Ti”. Parecía que ella tenía derecho. Pero, saben, es como prediqué sobre El Cordero y la Paloma; si somos un cordero, un cordero cede todo derecho que tiene. Exactamente correcto. Él no tiene nada más que lana, así que tiene que ceder eso. Y Uds. ceden todo derecho que Uds. tienen para servir a Dios. Eso es exactamente correcto.",
    "Estaba exhortando a las mujeres por la manera que estaban usando esta ropita corta, inmoral, Uds. saben, y ellas dijeron: “Pues, somos—somos americanas. Nosotras podemos hacer lo que queremos”.",
    "Yo dije: “Así es, exactamente, pero si Uds. son un cordero, Uds. cederían sus derechos”. Fumar cigarrillos y en ese comportamiento, es lo peor que una mujer haya hecho. Exactamente, así es.",
    "Una señora me dijo, no hace mucho, hablando conmigo, dijo: “Pero, Hermano Branham, no hacen otra clase de ropa”.",
    "Dije: “Pero aun hacen máquinas de coser y venden telas. No hay excusa para eso en lo absoluto”. Exactamente, así es.",
    "Recuerde: algún día, Ud. puede que sea pura aquí para su esposo, pero será responsable de adulterio por eso, tan cierto como: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”.",
    "¿Qué es lo que sucede con las mujeres pentecostales hoy en día?, es lo que me estoy preguntando. ¡Cómo es que Uds. se han alejado de la antigua línea de separación! ¡Cómo es que sus madres tenían el cabello largo!, y hoy en día las mujeres pentecostales se pintan como las del carnaval Mardi Gras y se cortan el cabello, y usan esa ropita corta, inmoral, de esa manera, igual que el resto de las mu-… salen y cortan el césped en la tarde, cuando los hombres están pasando, ¿comprendes, mujer, que vas a tener que responder por cometer adulterio con esos hombres? Te presentas tú misma ante ellos con ese propósito. Es un espíritu maligno en la iglesia y en las personas, y ellas no lo saben. Ciegas y no lo saben. Es la verdad.",
    "Uds. tal vez pudieran decir que yo no tengo derecho de decir eso como evangelista. Bueno, yo—yo tengo que seguir la dirección del Espíritu Santo; eso es todo lo que puedo decir. Uds.… Si yo los encuentro a Uds. en el juicio, entonces no tendré que tener su sangre en mis manos. ¡Apártense de cada pedacito de terreno que parezca de Satanás! Apártense de eso. Huyan de eso. A mí no me importa cuántas estrellas de televisión… Ud. aquí no es una estrella de televisión; Ud. es una hija de Dios.",
    "Yo prediqué en la iglesia de un pastor la otra mañana, acerca de un esclavo de antaño, en el tiempo en el que vendían esclavos, hace mucho. Y ellos pasaban y los compraban en la subasta. Y la gente estaba allí llorando, gimiendo por su tierra; ellos nunca más regresarían. Y los tenían que azotar. Y los compraban como uno compraría un automóvil, solo por cualquier cosa, los precios, y vendían a esos seres humanos.",
    "Y un día, pasó un comprador, un negociante, a una gran funda-…a una gran plantación, quise decir. Y él dijo: “¿Cuántos esclavos tiene para la venta?”.",
    "Dijo: “Bueno, yo tengo algunos para cambiar”. Ellos procuraban comprar a los fornidos. Tomaban a esas madres, padres… Si la mujer con la que se había casado era una mujercita débil, tomaban a esos hombres fornidos y saludables y los cruzaban con… como caballos y animales. Nunca fue correcto. Dios hizo al hombre. El hombre hizo esclavos. No es correcto para empezar, nunca. Dios jamás quiso que el hombre fuera un esclavo. No, señor. Y no… Observen lo que sucedió.",
    "Entonces en medio de todo eso, este hombre dijo: “Bueno, me gustaría comprar algunos de ellos…”. Él se fijó en un joven allí. Ellos no tenían que azotarlo. Tenía su mentón erguido, el rostro erguido como un verdadero caballero, caminando por ahí. Y ese negociante dijo: “Me gustaría comprarlo a él”.",
    "Él dijo: “Pero él no está a la venta”.",
    "Él dijo: “Bueno, ¿por qué?”. Dijo: “¿será el jefe?”.",
    "Él dijo: “No, él es un esclavo”.",
    "🦅 Bueno” dijo, “¿por qué? ¿Lo alimenta Ud. mejor que a los demás?”.",
    "Él dijo: “No. Él come allá afuera en el cobertizo con los demás. Él es un esclavo”.",
    "Dijo: “¿Qué lo hace a él tan diferente a los demás?”.",
    "Y el patrón dijo: “Yo mismo me preguntaba eso por mucho tiempo, pero un día me di cuenta. Allá en su tierra natal, su padre es el rey de la tribu. Y aunque él es un extranjero, lejos de su hogar, él aún sabe que es el hijo de un rey y se comporta como tal”. Si el… Si un nativo africano podía comprender que su padre era un rey, y aquí como un extranjero en una tierra extraña él aún podía saber que al otro lado del mar él era el hijo de un rey, ¿cómo deberían las mujeres y los hombres comportarse cuando Uds. son hijos e hijas de Dios? Actúen así. Seguro que sí. Compórtense Uds. mismos; límpiense Uds., y compórtense como hijos e hijas de Dios. Con razón, ¡qué condición!",
    "Aquí estamos. ¡Oh!, Martita vino corriendo. Parecía que ella tenía derecho de haber dicho algo contra Él. “¿Por qué no viniste a mi hermano? Mira lo que hemos hecho por Ti, y Tú nos defraudaste”. Bueno, si ella hubiera dicho eso, la historia no hubiera concluido como lo hizo. No, señor. Es de la manera como Uds. se acercan a un don Divino de Dios. Si Dios envía un don, Uds. tienen que acercarse correctamente, si esperan obtener algo de eso, deben acercarse correctamente. Y Marta sabía eso. Ella probablemente había leído acerca de la mujer sunamita y su bebé. Y ella… Si esa mujer sunamita sabía que Dios estaba en Elías, ¿cuánto más estaba Él en Jesús? Seguro.",
    "Así que ella se acercó correctamente. Ella corrió y cayó a Sus pies. ¡Me gusta eso! Cayó a Sus pies y dijo: “Señor…”. Ese es correctamente Su título. Eso es lo que Él era. Él era su Señor. “Señor, si Tú hubieras estado aquí, mi hermano no hubiera muerto”.",
    "¡Oh, vaya! ¡Oh, me puedo imaginar ver Su gran corazón mientras Él miraba a esa hermosa mujer, las lágrimas corriéndole por las mejillas! Dijo: “Señor, si Tú hubieras estado aquí, mi hermano no hubiera muerto”. Miren lo que dijo ella: “Pero también aun ahora, Señor, aunque él está muerto, aunque los gusanos de la piel estén reptando por su cuerpo, aun ahora, Señor, lo que Tú le pidas a Dios, Dios te lo dará”.",
    "¡Oh, ese es el secreto! Uds. pudieran decir: “Yo he intentado en cada hospital. El médico dice que voy a morir, pero aun ahora, Señor… Estoy todo lisiado con artritis; no puedo moverme, pero aun ahora, Señor…”.",
    "Ese bebito tenía una cabeza con agua así de grande anoche. No hay nada que uno pueda hacer. Se expandiría y explotaría su cabecita y moriría: “Pero aun ahora, Señor…”. Él aún es el mismo Dios. Él aún es el mismo Señor. “Aun ahora, Señor…”. Y Él está sentado a la diestra del Dios Todopoderoso, intercediendo sobre las cosas que reclamamos que Él ha hecho por nosotros.",
    "Ahora, sí me siento religioso. Seguro que sí. Uds. de todas maneras me van a llamar un “santo rodador”, así que más vale que empiecen, y terminar con eso.",
    "Así que, sí, señor. “Aun ahora, Señor, lo que pidas a Dios, Dios lo hará”.",
    "🦅 Todo lo que pidiereis al Padre en Mi Nombre, lo haré”, dijo Jesús.",
    "🦅 Aun ahora, Señor, todo lo que le pidas, Dios Te lo dará”. ¡Oh, eso debe haber conmovido Su gran corazón!",
    "Él dijo: “Tu hermano volverá a vivir”.",
    "Ella dijo: “Sí, Señor. Él vivirá. Él era un buen muchacho. Él vendrá en la resurrección general, en el día postrero”. Esos judíos creían en la resurrección general. “Él resucitará en la resurrección, en el día postrero”.",
    "Mírenlo. Él irguió Su pequeña figura. Dijo: “Yo soy la Resurrección y la Vida”. ¡Oh, vaya! Nunca antes hubo un hombre que pudiera decir eso. Nunca habrá uno después, que lo pueda decir. Él es el Único que lo puede decir. “Yo soy la Resurrección y la Vida”, dijo el Señor. “El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, nunca morirá. ¿Crees tú esto?”.",
    "Ella dijo: “Sí, Señor”. ¡Oh!, ella sabía que algo estaba por suceder. Tiene que ser.",
    "Cuando la fe de un corazón honesto se encuentra con Dios, esas ruedas engranan así. Algo tiene que suceder. Yo reto a esta audiencia en esta noche, en el Nombre de Jesucristo: permitan que su fe se conecte con Dios de esa manera, en pocos minutos tendremos otro Pentecostés. Surgirá tal avivamiento en esta ciudad que no habrá suficientes policías en esta región para aquietarlos. Correcto. Habrá un verdadero avivamiento. “Aun ahora, Señor…”.",
    "🦅 Bueno, Señor, nos hemos afanado en esto; hemos hecho esto y hecho eso”. No me importa lo que Uds. hayan hecho, “Aun ahora Señor…”. Él está esperando que Uds. lo llamen. Él… “¿Crees tú esto”? Seguro. Sí, señor. Aun ahora, todo lo que le pidas a Él…",
    "🦅 ¿Dónde le pusisteis”? Él ahora va al sepulcro. Tuvo la suficiente hombría para llorar; fue lo suficientemente Dios para levantar a los muertos.",
    "Hace algún tiempo aquí, una mujer que pertenece a un cierto grupo de personas… Yo no acostumbro involucrar a las denominaciones. Pero esta mujer… Ellos no creen que Jesús era Divino. Ellos dijeron que Él solo era un profeta. Ahora, Él era… Si Él solo era un profeta, todos nosotros estamos en pecado. O Él era Dios y nada menos que Dios, o era el engañador más grande que el mundo haya tenido. Correcto. Él era más que un hombre. Ella dijo: “Él no era Divino”.",
    "Hay tanto de eso en este evangelio social hoy en día: queriendo hacer de Jesucristo un profeta. Bueno, Él era el Dios de los profetas. Seguro que lo era.",
    "Ella dijo: “Se lo probaré por su Biblia que ‘Él solo era un hombre’”.",
    "Yo dije: “Hágalo”.",
    "Y ella dijo: “Cuando Él fue a la tumba de Lázaro, la Biblia dice: ‘Él lloró’. Él tenía que ser mortal o Él no hubiera podido llorar”.",
    "Yo dije: “Señora, ¿esa es su Escritura?”. No es mi intención ser sacrílego aquí al decir esto, pero les diré a Uds. lo que le dije a ella.",
    "Ella dijo: “Esa es”.",
    "Yo le dije: “Esa declaración es más pobre que el consomé que se hace de la sombra de una gallina que se murió de hambre”. Yo dije: “Pues, Ud.—Ud. no tiene una sola cosa en la cual apoyarse”.",
    "Ella dijo: “Bueno, Él lloró. Eso demostró que Él era mortal”.",
    "Yo dije: “Él era ambos: mortal e inmortal. Él era Dios en carne”.",
    "Ella dijo: “¡Oh, tonterías!”.",
    "Yo dije: “Él fue al sepulcro llorando; eso es verdad. Pero cuando Él enderezó Su cuerpecito…”. La Biblia dice: “No había mucho para admirar en Él, sin atractivo para que le deseemos”. Pero cuando Él irguió Sus hombritos y dijo: “¡Lázaro, ven fuera!”, y un hombre que había estado muerto por cuatro días y corrompido en el sepulcro, salió. Ese era más que un hombre. ¿Muéstreme un hombre que pueda hacer eso? ¿Qué era? La corrupción conocía a su Maestro; la Vida conocía a su Creador. Algo tenía que suceder. Él habló y un hombre muerto que llevaba en el sepulcro cuatro días, se volvió a levantar, y se paró sobre sus pies y vivió. ¡Aleluya! Ese era Dios en Su Hijo. Sí, señor. Ese era Dios dándose Él Mismo a conocer por medio de Su Hijo. Ese era Dios hablando, no un hombre.",
    "Él era un hombre cuando buscó en ese árbol ese día algo para comer. Ese era un hombre. Pero cuando Él tomó cinco panecillos y dos peces y alimentó a cinco mil, Ese era más que un hombre; Ese era Dios alimentándolos allí. Él era más que un profeta, más que un hombre, Él era un Dios-Hombre. Seguro.",
    "Él se recostó atrás en esa barquita esa noche, y los mares rugían y la sacudían como un corcho de botella allá en ese mar poderoso, cuando diez mil diablos del mar juraron que lo ahogarían esa noche. Él era un hombre, débil y cansado porque había orado por los enfermos, acostado allá atrás y ni siquiera el viento Lo perturbó. Era un hombre cuando estaba dormido, pero cuando Él despertó, puso Su pie sobre el borde de la barca, miró hacia arriba y dijo: “Calla, enmudece”, y los vientos y las olas le obedecieron, Ese era más que un hombre. Ese era Dios en el hombre, dándose a conocer. Correcto.",
    "Él era un hombre en la cruz cuando clamó por misericordia. Cuando clamó y dijo: “Tengo sed”, ese era un hombre. Cuando murió, era un hombre, pero en la mañana de Pascua cuando Él rompió los sellos de la muerte, del infierno y de la tumba, y resucitó, Él era más que un hombre: era Dios hecho manifiesto. Con razón el poeta dijo:\n\nEn vida, Él me amó; al morir, Él me salvó;\n\nAl ser sepultado, Él llevó lejos mis pecados;\n\nAl resucitar, Él me justificó gratuitamente para siempre:\n\nAlgún día Él viene —¡oh, día glorioso!",
    "Él dijo: “Por cuanto Yo vivo, vosotros también viviréis. ¿Crees tú esto?”. “Él es el mismo ayer, hoy, y por los siglos”. ¿Crees tú esto? Yo creo que el Espíritu Santo está aquí ahora. ¿Crees tú esto? Yo creo que Él nos llenará con Su Presencia. ¿Crees tú esto? Yo creo que el Espíritu Santo quiere derramar Su Presencia, sanar a todos los enfermos, hacer que todas las personas que no tienen el Espíritu Santo, sean llenas. ¿Crees tú esto? ¿Creen Uds. con todo su corazón? Pongámonos de pie y alabémosle. Yo creo que Él caerá ahora sobre nosotros.",
    "¡Oh, Señor Dios!, Creador de los cielos y de la tierra, Autor de Vida Eterna, Dador de toda buena dádiva, nosotros “crees tú esto”, Señor. Nosotros creemos que ese eres Tú aquí en la reunión. Nosotros creemos que eres Tú que estás bendiciendo nuestras almas. Nosotros creemos que eres Tú derramando Tu Espíritu sobre nosotros. Nosotros creemos que Tú eres el mismo ayer, hoy, y por los siglos. Nosotros creemos que Tú estás vivo por los siglos y que nuestros nombres están escritos en el Libro de la Vida del Cordero. Todos los cielos y tierra pasarán, pero nosotros viviremos para siempre, porque Tú vives para siempre. Señor, Tú nos prometiste eso. Nosotros lo creemos con todo nuestro corazón. Con todo lo que hay en nosotros, lo creemos, Señor. Yo Le amo, yo Le amo.",
    "¿Le creen Uds. a Él? Yo creo que ese es el Espíritu Santo. Hay Algo cayendo sobre nosotros. ¿Crees tú esto? Yo creo que Él quiere sanar a toda persona ahora mismo. ¿Crees tú esto? Levanten sus manos a Él. Pónganse de pie. ¿Crees tú esto? El Espíritu Santo está aquí. ¡Esto es Eso! Pedro dijo: “Esto es Eso”. Esto es Él, el Espíritu Santo.",
    "¡Oh, Señor!, Creador de los cielos y de la tierra, envía Tu poder y Tus bendiciones y Tu bondad sobre estas personas, y bendice sus corazones y permite que ellos vean que el Hijo del Hombre está vivo para siempre. Concédelo, ¡oh, Señor! Te los presentamos a Ti, en el Nombre de Jesucristo, el Hijo de Dios.",
    "Alguien que no tenga el Espíritu Santo, levante sus manos y alabe a Dios. Yo creo que Él caerá sobre Ud. Alguien ponga sus manos sobre ellos. Esta es la hora. ¿Por qué esperamos más tiempo? Esta es la hora. Esta es la hora para un Pentecostés, de regresar de nuevo a Dios. ¡Enmiéndense con Dios, Pentecostés! Permitan que sus corazones sean conmovidos por el poder del Dios Viviente. Permitan que Su Espíritu se mueva dentro de Uds., saturando sus almas. Él está aquí noche tras noche, aquí para sanar a los enfermos, dar vista a los ciegos; por medio de la grande y poderosa obra, Él prueba ser El mismo por los siglos de los siglos. ¡Aleluya!",
    "Alábenle a Él. Levanten sus manos. Olviden dónde están; solo sepan que están cerca de Él y que Su bondad y Su gloria y Su poder y Su misericordia permanecen para siempre. Él, para siempre, es el mismo. ¡Bendito sea el Nombre del Señor! ¡Aleluya! ¡Oh, alabado sea Su Santo Nombre!",
    "¡Oh, cuán maravilloso!, ¡cuán poderoso es Él! ¿A cuántos les gustaría consagrar de nuevo sus vidas a Dios en estos momentos? Levanten la mano. ¿A cuántos les gustaría consagrar sus vidas a Dios? Eso es. Levanten las manos. Veamos un Pentecostés. Veamos al pueblo de Dios. Yo levanto mi mano. “Señor, ¡heme aquí! Envíame”. Toma entonces un Ángel con los carbones del altar y envía Tu poder sobre nosotros, Señor. Dios concédelo en la plenitud de tu Espíritu, ¡Oh, Padre! Oye nuestra oración, ¡oh, Señor! Oye nuestra oración, como hijos creyentes nos paramos. ¡Alabado sea Su Nombre!",
    "¡Oh, como olas desde la gloria cayendo!, ¡oh, las gotas del rocío de misericordia! ¡Oh, alabado sea Dios! Que nuestras almas esperen. ¿Crees tú esto? ¿Crees tú esto? Este es el Espíritu Santo que viene. Esta es esa fuerza no visible que nos conduce a entrar al Reino de Dios, las bendiciones de Pentecostés. ¡Regresen a casa! Se les espera de nuevo en casa. Uds. son un pueblo precioso. Dios quiere que Uds. mismos se consagren. Mujeres: límpiense Uds. mismas. Hombres: límpiense Uds. mismos. Empecemos a regresar a Dios y sirvámosle a Dios con un corazón verdaderamente limpio.",
    "¡Gloria Dios!, el Espíritu Santo ha salido aquí entre la reunión. Solo hagan lo que Uds. se sientan guiados a hacer. Permitan tan solo que el Espíritu Santo se mueva en Uds. No hay nada que yo pueda decir. Simplemente no sé qué decir ahora. El Espíritu Santo está por todo el edificio. Bendito sea el Nombre del Señor. Alabado sea el Señor. ¡Oh, aleluya!, ¡aleluya! ¡Alabado sea el Señor! ¡Alabado el Señor! ¡Cuán maravilloso!, ¡cuán glorioso…! ¡Cuán hermoso!, ¡cuán maravillosa es la alabanza de los santos de Dios reflejada en sus rostros, por la Presencia del Espíritu Santo moviéndose aquí y mostrándonos Su gloria de tener esta gran multitud unánimes, alabando Su Nombre.",
    "Dé la vuelta y estreche manos con alguien, diga: “¡Alabado el Señor, hermano! ¡Alabado el Señor, hermana!”. Entremos y que Dios nos conmueva. ¡Alabado el Señor! Correcto. Todos Uds. metodistas y bautistas y presbiterianos, pentecostales y Adventistas del Séptimo Día y lo que Uds. sean, estrechen manos estando en la Presencia de Jehová Dios. Eso es. ¡Oh, aleluya! ¡Aleluya! ¡Aleluya! ¡Oh, estoy tan contento que soy uno de ellos! Estoy tan contento. ¡Oh, derribando las paredes, sacando la escoria! ¡Gloria! Libertad en el Señor, alabando Su Santo Nombre… Bendito sea el Nombre del Señor. ¡Oh, aleluya! ¡Alabado Dios!",
    "¡Oh!, me encanta ver eso: a las personas estrechándose las manos y sus rostros gozosos. El poder de Dios diciendo: “Eso es. Eso es, somos hijos de Dios. Todos somos una gran iglesia grande, una gran persona grande en Cristo Jesús, Su Novia, la gloriosa”. La Venida del Señor está cerca. Su pueblo reuniéndose y amándose ellos… con amor y el poder de Su Presencia. ¡Oh, esto es como el Cielo! ¡Oh, esto es bueno! Amén. ¡Oh, cuán glorioso!, ¡cuán maravilloso!: adorar al Señor en Espíritu y en poder. ¡Qué tiempo! (Era para parar; empezamos.)",
    "Sencillamente no hay… Les dije a los hermanos: “Hermanos: no hay lugar en dónde parar”. No hay lugar aquí que… Nunca empezamos, así que no terminamos. Es—es maravilloso… ¿Cuántos se sienten muy bien? Es la Presencia del Señor. ¡Oh, vaya, es maravilloso!, la Presencia del Señor aquí.",
    "Ahora, la Presencia del Señor está aquí para sanar a los enfermos, dar salud a las personas. Solo créanle a Él. ¿Le creen? Si podemos creerle a Él, todo es posible. ¿Lo creen Uds.? ¿Creen Uds. que eso es la Presencia del Señor?",
    "Ahora, mientras Uds.… Solo denme un momento, solo un momento ahora y escuchen solo un momento. Permítanme probarles que es el Espíritu Santo aquí. Permítanme mostrarles que el Espíritu Santo, el Mismo que habla, el Mismo que hace la cosa, sabe eso. ¿Cuántos hay aquí ahora que entraron aquí enfermos? Veamos sus manos. Aquellos que tenían una enfermedad… Hay gente…",
    "Hay un hombre parado allí. ¿Cree Ud., señor? ¿No se han dado tarjetas de oración, pero cree Ud. que Dios puede sanarlo? ¿Cree Ud. que Él puede decirme su problema? Está en su costado. Ud. va a tener una operación. Correcto. Su nombre es el Sr. Cartwright. Correcto. ¿Es correcto eso? Mueva su mano. Muy bien. Vaya a casa y reciba su salud. Ud. no necesitará de ella. ¿Lo cree Ud.?",
    "Ese hombre con ese bebé en sus brazos, ¿me cree que soy siervo de Dios? ¿Cree Ud. que esto es el Espíritu Santo? ¿Yo no lo conozco, es correcto? Nunca lo he visto a Ud. en mi vida; somos desconocidos. ¿Cree Ud. que el Espíritu Santo puede decirme qué sucede con ese bebé? Tiene una erupción de la piel. Correcto. ¿Verdad que sí? Seguro. Ud. no es de aquí. No. Ud. tiene un problema del estómago con el que está sufriendo. Eso es correcto, ¿no es así? Ud. es de Kansas City. Muy bien. Regrese, Jesucristo le sana. ¡Aleluya! ¡Crean Uds.! ¿Lo creen Uds. con todo su corazón?",
    "Aquí está el Ángel del Señor, suspendido sobre esta pequeña—pequeña mujercita, algo anciana, sentada aquí mismo, sufriendo de una hernia. ¿Cree Ud. que Dios la sanará de esa hernia, hermana? Ud., con la florecita roja en su sombrero, levante la mano. Muy bien. Vaya a casa y esté bien. Amén. ¡Oh, es Dios!; ¡es Cristo el Hijo de Dios! Él ha resucitado de entre los muertos. Él está aquí.",
    "Ahora, pongan las manos unos sobre otros y ofrezcan una buena oración, cada uno de Uds., mientras le pido a alguien que venga aquí. Venga aquí, hermano. Mientras Uds. tienen las manos unos sobre los otros mostrando que Dios también sana, tengo aquí al hermano para que él también ore. (Adelante, muy bien pueda). Alabado sea el Señor Dios. 🦅"
  ]
}