{
  "title": "YO SÉ",
  "id": "60290009",
  "content": [
    "🦅  Realmente somos un pueblo privilegiado de estar aquí esta mañana, vivos en la tierra, para ver otra gran fecha de Pascua. La Pascua siempre nos trae algo muy—muy glorioso, las nuevas esperanzas. ¡Y—y cuán grandioso es!",
    "Y cuando entraba al cuarto allá atrás esta mañana, alguien vino y me dijo: “Hermano Branham, ¿sabe del—del bebito, o el niño, o alguien, por el que se oró en Chautauqua el año pasado, al que le tuvieron que sacar el corazón, y arreglarle las válvulas o algo así?”. Dijo: “El bebé fue sanado, y está en el edificio esta mañana, de hecho, está sentado aquí esta mañana”. Y eso está bien, tendremos ese corto testimonio, tal vez antes de que tengamos el otro servicio. Y simplemente somos un pueblo feliz.",
    "Ahora le pediré al Hermano Neville si va a la lectura de las Escrituras de Mateo o Lucas, una, de la resurrección, si no la ha leído ya. ¿La habrá leído, hermano? [El Hermano Neville dice: “No”.—Ed.] Mientras nos preparamos para orar.",
    "Y ahora, después de este servicio, será el servicio de sanidad. Después de que termine este servicio, entonces irán a su desayuno. Luego, después, volvemos de nuevo a las nueve y media y comenzamos otro servicio. Y entonces seguirán los servicios de sanidad. Y luego le seguirán los servicios bautismales.",
    "¡Y qué momento más hermoso que es para el bautismo! ¡Oh, vaya! ¡La resurrección! Por eso somos bautizados, porque Él se levantó de nuevo.",
    "Recuerdo que antes de tener aquí nuestro baptisterio, acostumbraba llevarlos por acá al río, temprano, mañanas frías con escarcha, y bautizaba a las personas allá en el río. Eso tiene algo que, sencillamente, es un tiempo sagrado. La Pascua, es un gran tiempo.\n\nEstaba viendo al Hermano Pat Tyler sentado por aquí.",
    "Apenas anoche hablaba con alguien que, en nuestra última reunión de Oklahoma, traté de, estoy intentándolo ahora (y lo anunciaré) de quedarme a un lado, hasta que Dios me llame a hacerlo, mi antiguo ministerio de discernimiento, porque creo (empezando) que el—el nuevo ministerio está comenzando.",
    "La otra noche, sin que nadie supiera nada, lo ensayé en un niño que vino a la plataforma, había nacido ciego, de bebé; y estaba completamente ciego, un chico como de dieciséis años. E inmediatamente él soltó un grito: “Hermano Branham, ¡puedo ver!”. Y allí, y Pat estaba… Ty-… parado cerca, allí al lado del niño, cuando sus ojos se abrieron por primera vez en toda su vida. Y, pues, confío que Uds. aquí, con grandes expectativas, yo también, estoy buscando algo que Dios haga por nosotros, y nos levante a otro nivel del cual hemos estado.\n\nInclinemos nuestros rostros ahora para orar.",
    "Nuestro Bondadoso Padre Celestial, al reunirnos esta mañana, aquí en la pequeña iglesia al lado de la carretera, estamos verdaderamente agradecidos por Ti, por lo que significa todo esto para nosotros, y especialmente en esta mañana de Pascua. Si la Pascua no hubiera acontecido, no estaríamos en la posición que estamos hoy. Esa Pascua fue lo que selló todas las promesas de Dios; nos las confirmó. Todo lo que Él prometió, se hizo todo realidad en la Pascua. ¡Es uno de los días más importantes de las celebraciones que podemos tener en el año! Y pedimos, Señor, hoy, que consueles nuestros corazones al sentarnos, esperando, y bajo la expectativa del Espíritu Santo, Quien vino después de la Pascua, que venga a nuestros corazones y nos consuele, y restaure nuestra fe en grandes porciones poderosas, para que podamos caminar la vida que Jesús ha ordenado que caminemos.",
    "Oramos por todos, y por cada individuo, y especialmente por aquellos que están encerrados y no pueden llegar a los servicios en ningún lugar hoy. Dios, acompáñalos. Y que—que en esta Pascua ellos encuentren una verdadera Pascua, un levantarse de la cama, y una nueva salud que ellos no hayan conocido antes en la vida. Concédelo, Señor.",
    "Que cada predicador y cada siervo Tuyo alrededor del mundo en este día, que celebra esta gran conmemoración, que tengan la unción y la fuerza y el Poder, para traerles a sus congregaciones (el rebaño que espera) el Alimento que Dios tiene almacenado para Su pueblo. Concédelo, Señor. Esperamos nuestra porción, humildemente, en el Nombre del Señor Jesucristo. Amén.",
    "Voy a pedirle ahora al Hermano Neville que lea las Escrituras sobre la resurrección.\n\n[El Hermano Neville dice: “Mateo 28:”.—Ed.]\n\n[Pasado el día de reposo, al amanecer del primer día de la semana, vinieron María Magdalena y la otra María, a ver el sepulcro.]\n\n[Y hubo un gran terremoto; porque el ángel del Señor, descendiendo del cielo y llegando, removió la piedra, y se sentó sobre ella.]\n\n[Su aspecto era como un relámpago, y su vestido blanco como la nieve.]\n\n[Y de miedo de él los guardas temblaron y se quedaron como muertos.]\n\n[Mas el ángel, respondiendo, dijo a las mujeres: No temáis vosotras; porque yo sé que buscáis a Jesús, el que fue crucificado.]\n\n[No está aquí, pues ha resucitado, como dijo. Venid, ved el lugar donde fue puesto el Señor.]\n\n[E id pronto y decid a sus discípulos que ha resucitado de los muertos, y he aquí va delante de vosotros a Galilea; allí le veréis. He aquí, os lo he dicho.]\n\n[Entonces ellas, saliendo del sepulcro con temor y gran gozo, fueron corriendo a dar las nuevas a sus discípulos.]\n\n[Y mientras iban a dar las nuevas a los discípulos, he aquí, Jesús les salió al encuentro, diciendo: ¡Salve! Y ellas, acercándose, abrazaron sus pies, y le adoraron.]\n\n[Entonces Jesús les dijo: No temáis; id, dad las nuevas a mis hermanos, para que vayan a Galilea, y allí me verán.]\n\n[Mientras ellas iban, he aquí unos de la guardia fueron a la ciudad, y dieron aviso a los principales sacerdotes de todas las cosas que habían acontecido.]\n\n[Y reunidos con los ancianos, y habido consejo, dieron mucho dinero a los soldados,]\n\n[diciendo: Decid vosotros: Sus discípulos vinieron de noche, y lo hurtaron, estando nosotros dormidos.]\n\n[Y si esto lo oyere el gobernador, nosotros le persuadiremos, y os pondremos a salvo.]\n\n[Y ellos, tomando el dinero, hicieron como se les había instruido. Este dicho se ha divulgado entre los judíos hasta el día de hoy.]\n\n[Pero los once discípulos se fueron a Galilea, al monte donde Jesús les había ordenado.]\n\n[Y cuando le vieron, le adoraron; pero algunos dudaban.]\n\n[Y Jesús se acercó y les habló diciendo: Toda potestad me es dada en el cielo y en la tierra.]\n\n[Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo;]\n\n[enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén.]",
    "[Cinta en blanco—Ed.]…añada Sus bendiciones a la lectura de Su Palabra.",
    "Ahora mencionamos, anunciamos de nuevo que los servicios, y para la mañana, continuarán a las nueve y media, tan pronto terminemos con este, el… este servicio ahora de esta mañana. Y entonces llamamos este, nuestro servicio del amanecer. Y tenemos grandes cosas que informarles sobre las—las reuniones pasadas. Y queremos que Uds. que están enfermos y afligidos, todos, vengan con fe esta mañana, para creer que este Jesús resucitado vive hoy, y que Él aún es el mismo de siempre. Él no ha cambiado ni un poquito.",
    "Ahora quiero leer una pequeña porción de la Escritura aquí, hallada en el capítulo 19 de Job, comenzando con el versículo 15.\n\nLos moradores de mi casa…mis criadas me tuvieron por extraño; Forastero fui yo a sus ojos.\n\nLlamé a mi siervo, y no respondió; De mi propia boca le suplicaba.\n\nMi aliento vino a ser extraño a mi mujer, Aunque por los hijos de mi carne le rogaba.\n\nAun los muchachos me menospreciaron; Al levantarme, hablaban contra mí.\n\nTodos mis íntimos amigos me aborrecieron, Y los que yo amaba se volvieron contra mí.\n\nMi piel y mi carne se pegaron a mis huesos, Y he escapado con sólo la piel de mis dientes\n\n¡Oh, vosotros mis amigos, tened compasión de mí, tened compasión de mí! Porque la mano de Dios me ha tocado.\n\n¿Por qué me perseguís como Dios, Y ni aun de mi carne os saciáis?\n\n¡Quién diese ahora que mis palabras escritas fuesen! ¡Quién diese que se escribiesen en un libro!\n\nQue con cincel de hierro y con plomo Fuesen esculpidas en piedra para siempre!\n\nYo sé…mi Redentor vive, Y al fin se levantará sobre el polvo;\n\nY después de deshecha esta… piel, En mi carne he de ver a Dios;\n\nAl cual veré por mí mismo,…mis ojos lo verán, y no otro, Aunque mi corazón desfallece dentro de mí.",
    "Me gustaría tomar como texto de allí, que se encuentra en Job 19: Yo sé.",
    "El patriarca en este momento estaba algo así como nosotros hoy. Él había estado en graves problemas, como diríamos, “aguas crecidas”, y estaba desesperado. Había pasado muchos días sentado sobre la ceniza, y buscaba encontrar palabras de consuelo, queriendo encontrar algo que le diera valor, y algo que—que le fuera de consuelo, al ver que su vida se le escapaba lentamente.",
    "Para comenzar, él era un anciano, de unos noventa años, y había sido golpeado por la mano de Dios. Ahora, sabemos que Dios no lo había tocado con Su mano, sino que Dios permitió que Satanás lo tocara. Dios sencillamente tiene agentes para que hagan las cosas. Si Dios quiere que se haga un mal, Él solo suelta a Satanás para que lo haga. Y si Él quiere que se haga el bien, tiene a Sus siervos que suelta para que lo hagan.",
    "Y Satanás había tocado a Job con un propósito, para probarlo, porque él y Dios habían tenido una discusión. Y Dios le dijo a Satanás que, “tengo un siervo en la tierra, no hay ninguno como él. Lo que Yo le diga, él lo hará. Él es un hombre perfecto y un hombre justo”.",
    "Y Satanás dijo: “Si me lo entregas, haré que blasfeme en Tu misma cara”.",
    "Job, al no saber que todas estas cosas estaban ocurriendo, esto llevó al patriarca a una profunda angustia. Aún, de alguna manera, siendo despojado de todo, él mantuvo su posición en—en Cristo; “Yo sé que mi Redentor vive” dijo él.",
    "Ahora, nosotros llegamos a esos lugares; todos llegamos allí. Y yo creo que hoy, que estamos reunidos aquí con un propósito similar a ese. Todos estamos en la ceniza. Tenemos nuestros problemas, y nuestros altibajos, y nuestros—nuestros malos momentos, y nuestras enfermedades, y nuestras penas, y nuestras decepciones. Entonces venimos así, de mañana, en esta mañana de Pascua, buscando encontrar palabras de consuelo, como las que Job quería de sus amigos.",
    "Ninguno de ellos pudo darle consuelo alguno. Por su problema, ellos lo acusaban de ser un pecador secreto. Entonces, en medio de todo ese problema, Dios vino a su rescate.",
    "Job se preguntaba, él estaba enterado, no solo por su enfermedad y su sarna, y por los problemas y penas por perder su familia y toda su riqueza, que eso estaba a punto de cobrarle la vida, además él ya era un anciano, bien entrado en edad, pues, sabía que él bajaría al sepulcro. Y sabiendo eso, él creía que existía alguien que lo había traído a la tierra, que por su cuenta él no había podido venir aquí. Y sabía que él vino de un padre y una madre, pero, aún así, ese padre y esa madre necesitaron de alguien que los trajera a ellos. Y así regresaría atrás al origen: “¿Quién trajo al primero?”.",
    "Y entonces pensó esto: “Es extraño que yo esté aquí, caminando, una vida más avanzada que la animal, y más avanzada que la botánica”. Pero aún así, vemos que él dijo: “Si el árbol muere, vivirá de nuevo. Y si una—una flor muere, vivirá de nuevo”. Pero dijo: “El hombre yace, entrega el espíritu y ¿dónde está él? Sus hijos vienen a llorar por él y a prestar honores, pero él no lo sabrá”. Y él se preguntaba: “¿Por qué sucedía, si—si Dios le permitía a la vida así vivir de nuevo, a las flores y plantas, pero un hombre no podría vivir de nuevo?”. Todo esto lo tenía afligido.",
    "¡Y si solo sacáramos una conclusión de esto en esta mañana! Pues, para eso estamos aquí. Hemos escuchado el relato de la Pascua una y otra vez, y lo hemos leído una y otra vez; y hoy, en sus programas radiales, Uds. escuchan a diferentes ministros abordarlo. Pero pensé, para mi pequeño grupo esta mañana que el Señor me ha dado, que yo lo enfocaría desde un punto de vista diferente si pudiera, para llegar al punto de: ¿Por qué llegamos a estos problemas? ¿Qué hace que vengan estas cosas? ¿Por qué es que un Cristiano llega a estar confundido? ¿Por qué no puede marchar todo perfectamente para un Cristiano? Pues no es así, y nosotros lo sabemos.",
    "Y a veces tenemos más problemas cuando venimos a ser Cristianos que cuando éramos pecadores. Por supuesto, está escrito: “Muchas son las aflicciones del justo, pero de todas ellas le librará Dios”. Dios prometió muchas aflicciones, sensaciones raras, y cosas extrañas más allá de nuestro entendimiento, pero siempre es para nuestro bien. No podemos entenderlo, porque si lo hiciéramos, entonces no nos sería contado como fe; iríamos con un entendimiento. Pero lo hacemos, y las tenemos, y creemos por fe, Su Palabra, que eso va a obrar algo bueno para nosotros. ¡Si pudiéramos entender eso hoy, en esta—esta mañana! Si pudiéramos entender que todos nuestros problemas, y que ninguno de nosotros está inmune a ellos, y ¡si pudiéramos comprender que esas cosas son para nuestro beneficio!",
    "Está escrito, en una de la Escrituras de la Biblia, que “Las pruebas que nos vienen, son más preciosas para nosotros que el oro mismo, porque es Dios que nos da estas pruebas”. Una vez que somos de Su propiedad, nuestra confesión y nuestro bautismo, y nuestra promesa de caminar para Él en la vida, entonces cada prueba que nos viene es para perfeccionarnos para Su gloria. Es para llevarnos a un lugar donde Dios pueda hacerse más real para nosotros de lo que era antes de la prueba.",
    "Y yo quiero unirme esta mañana con Job, para decir que he vivido lo suficiente para saber que esa es la Verdad. Lo he visto en mi propia vida, que cada vez que se presenta un gran problema, al que no puedo darle la vuelta, o pasarle por debajo o por encima, Dios provee un camino, y resulta glorioso. Me pregunto cómo lo hace Su gracia, pero Él lo hace.",
    "Y recuerden: en todas estas cosas, Satanás quiere ponernos nerviosos, y alterarnos, para ponernos a pensar: “¡Oh!, ¿por qué pasó esto? ¿Por qué no pude haber sido así?”.",
    "Hace unos días, cuando salí del lugar más bonito y más hermoso que he visto en toda mi vida, era el gran edificio de nuestro hermano, Oral Roberts. Cuando vi ese mármol sólido, y sin una ventana por ningún lugar, pero ¡cómo había sido decorado! Y he estado en Hollywood y en palacios de reyes, y he estado casi en todo lugar posible, alrededor del mundo, y en todo el lujo, lugares hermosos y en casas, pero jamás vi algo, un lugar que se comparara, en ninguna parte. El—el interior entretejido con pequeños alambres de aluminio, y, ¡oh, yo nunca he visto algo tan hermoso en toda mi vida! Cuando caminé por allí, y con mis manos froté esas columnas de postes, y—y ese granito fino; todo en forma de una trinidad del Padre, Hijo y el Espíritu Santo, eso—eso tallado allí. ¡Todas esas cosas! Yo acababa de venir de donde el Hermano Tommy Osborn, y había visto su gran y poderosa obra allí para el Señor.",
    "Me paré afuera, di un vistazo atrás a ese edificio, y pensé: “Dios, seguramente he llegado a ser un hipócrita, de seguro he sido despreciado, en algo; pues, los ministerios de estos hombres salieron del mío”. Y pensé: “¿Por qué? Tal vez no soy de confiar, Señor, que Tú no pudiste confiarme algo así. Aún por los pocos y escasos dólares que Tú me dejaste pagar por las campañas y demás, ahora me quieren enviar a la penitenciaría. Y ¿en qué habré sido tan hipócrita, o por qué soy una persona tan poco confiable?”.\n\nYo estaba sobre la ceniza, como lo estaba Job de antaño.",
    "Cuando me paré allí afuera, a duras penas respiraba, de tanta majestuosidad; que un niño pobre, nacido en un banquillo, un pentecostal, pudiera lograr y tener eso en ese gran edificio gigantesco. Y pensé: “¡Oh, Dios!, tal vez yo no sea digno”.",
    "Entonces una Vocecita bajó por esos pasillos, y dijo: “Pero Yo soy tu porción”.",
    "Entonces pensé: “¡Oh, Señor Dios!, ¡oh, entonces déjalo así, Señor! Yo… porque yo no tendría la inteligencia para llevar una gran obra como esa para Ti. Y soy una—una persona analfabeta. Pero, mientras Tú seas mi porción, yo soy Tuyo, y Tú me vas a dirigir. Yo no podría dirigirme. Pero, ¡oh, Señor, guíame!”.",
    "Son esas horas cruciales las que nos empujan a esas arenas sagradas. Eso está en la Biblia. Y recuerden: no importa cuán grande sea la angustia, Satanás no puede quitarles la vida hasta que Dios haya terminado con Uds. A Ud. no le puede pasar nada a menos que Dios lo permita; no hay mal que pueda venir sin que Dios lo permita. Y es por su bien que Él lo está haciendo. Meditemos.",
    "Allá cuando los diluvios vinieron a destruir el mundo, no pudieron destruir a Noé. Noé no podía ser destruido, porque Dios tenía una obra para él.",
    "Un día, en una gran nación estando en una gran esclavitud, había unos jóvenes hebreos que conocemos como Sadrac y Mesac y Abednego. Y llegó al punto en el que ellos tuvieron que tomar una decisión, que había algo por hacer. Ellos tenían que… Su—su—su fe fue puesta a prueba.",
    "Y cuando la fe suya sea puesta a prueba, no falle entonces. Párese firme en lo que Ud. cree.",
    "Y cuando la fe de ellos fue puesta a prueba (Y llegaron a una hora crucial, no solo fueron a un—un montón de ceniza, sino que entraron en un horno ardiendo, pero Satanás no pudo destruirlos, porque el propósito de Dios aún no se había cumplido.), ellos pudieron entrar allí con esta esperanza: “¡Yo sé que mi Redentor vive!”. Pudieron entrar allí con esta esperanza: “Estamos seguros de que Dios es capaz de librarnos de este horno ardiendo, sin embargo, no nos inclinaremos ante la imagen”.",
    "Satanás no podía tomarlos; él no podía ahogar a Noé en el diluvio, hasta que el propósito de Dios se hubiera cumplido. Él no podía quemar a los jóvenes hebreos, hasta que el propósito de Dios se hubiera cumplido. Él no podía matar a Job con sarna ni aflicciones, hasta que el propósito de Dios se hubiera cumplido. Tampoco los leones podían comerse a Daniel, hasta que el propósito de Dios se hubiera cumplido. Tampoco la muerte y la vejez podían llevarse a Abraham, hasta que el propósito de Dios se hubiera cumplido.",
    "Y tampoco puede llevárselo a Ud., ni llevarme a mí, hasta que el propósito de Dios para nuestra vida se haya cumplido. Así que, de allí recibimos consuelo.",
    "Y ¿por qué permite Dios que vengan problemas? Dios les pone arnés a los problemas, les pone riendas en la boca y hace que Le obedezcan, y esos problemas nos traen a una comunión más estrecha con Dios.",
    "El arco iris no existía, hasta que vino el diluvio. Pero después de que Noé fue presionado a esa condición en la que estaba, de flotar cuarenta días y noches en una tormenta, y la pequeña arca subiendo y bajando en el agua, fue después de que el diluvio terminó, que él vio el arco iris por primera vez, el pacto de esperanza, el pacto de la promesa. Después de haber pasado por la tribulación, entonces él vio la promesa.",
    "Así es como Uds. ven la promesa, después de Uds. haber pasado por la tribulación. Me ha gustado ese poema, o salmo:\n\n¿Deberé ser llevado al Cielo\n\nEn un lecho de rosas de solaz,\n\nmientras otros pelearon para ganar el premio\n\nY navegaron por mares sangrientos?",
    "Nosotros pedimos comodidad y paz; Dios nos da lo mejor que Él puede darnos: pruebas y tribulaciones. Eso es mejor que la comodidad y la paz. Nuestras comodidades están allí más allá del río.",
    "No fue sino hasta que los jóvenes hebreos fueron arrojados al horno ardiendo, una de sus pruebas más tremendas, que ellos vieron Uno como el Hijo de Dios de pie allí entre ellos. Sus problemas hicieron que el Hijo de Dios estuviera de pie entre ellos, en las brisas, para abanicar de ellos la ola de calor. Pero no fue sino hasta que ellos entraron en el fuego que apareció ese Consolador.",
    "Fue Daniel quien se propuso en el corazón no contaminarse con las cosas del mundo, y se vio obligado a pasar por una prueba, era orarle a Dios o ir a un foso de leones. Pero fue después de que el asunto se calentó, y fue arrojado a un foso de leones, que, después de eso, él vio al Ángel del Señor de pie allí con él en su medio, manteniéndolos a distancia, esa gran Columna de Fuego allí entre él y los leones. Y los leones no pudieron llegar a él, porque había pasado por las pruebas y tentaciones y problemas. Y él sabía que su Dios era capaz de librarlo de eso.",
    "Fue Abraham, después de ver la tierra estéril, y que llegara la sequía, y a Lot separarse e ir a vivir deliciosamente en el mundo, fue después de haber oído las quejas y el lamento de sus—sus pastores, por la falta de hierba para su ganado, pero él se mantuvo en la tierra que Dios le dio y en la que le dijo que peregrinara. Y así como en ese día, después de haber sido probado hasta el final de su—su paciencia, fue en ese día que, cuando terminó la prueba, él habló cara a cara con Elohim bajo el roble ese día. Fue después de sufrir sus pruebas, después de pasar por los problemas que pasó, que Dios se le apareció en forma de Hombre; y se sentó allí y le dijo que estaba casado y que el nombre de su esposa era Sara, y dice que ella se rió de Él, detrás en la tienda. Fue allí donde Abraham Le llamó “Elohim”. Eso fue después de la prueba y la tribulación.",
    "¡Oh, si la Iglesia misma pudiera despertarse hoy, para descubrir que después de los problemas y pruebas, y las risas y burlas, las cosas por las que la Iglesia ha pasado, la Iglesia pentecostal, es que vemos a Dios entre nosotros, haciendo grandes señales y maravillas!\n\nDespués de las luchas y aflicciones del día,\n\nDespués de que todo haya pasado,\n\nEntonces veremos a Jesús por fin.\n\nÉl estará esperándome, Jesús tan justo y fiel,\n\nEn Su hermoso Trono, Él nos dará la bienvenida a Casa\n\nDespués de que termine el día.\n\nMientras sea de día, trabajemos.",
    "Todos estos, grandes hombres, que tomaría mucho de nuestro servicio esta mañana para mencionar. Que pasaron por pruebas y vieron a Dios. Pasaron por pruebas y vieron Ángeles. Ellos pasaron por pruebas, y revelaciones, y vieron señales y maravillas y cosas.",
    "Pero, ¡oh, ninguno de ellos vio lo que vio Job! Todos esos hombres, después de ver Ángeles, y ver a Dios y todas estas cosas, nunca vieron algo que les diera esperanzas más allá de la tumba. ¡Pero Job vio la resurrección! Él vio la Pascua. Él vio aquello que brinda consuelo a cada corazón. Y cuando lo vio: “¡Oh, que mis palabras se imprimieran en un libro! ¡Oh, que se grabaran con cincel de hierro, en la piedra!”.",
    "¿Ven?, eso, todo se había vuelto contra él; sus, ni sus siervos le hablaban. Su esposa le era extraña. Estaba allí sentado, sobre el montón de ceniza, esa gran prueba. Y la iglesia vino y le dio la espalda, por siete días. ¡Y nadie que lo consolara!",
    "Entonces él debe haber visto la visión de la Pascua, cuando clamó: “Yo sé que mi Redentor vive, y en los últimos días se levantará sobre el polvo. ¡Yo sé! ¡Oh, que mis palabras se escribieran con un cincel de hierro, en una piedra; que mis palabras no pudieran desvanecerse jamás, porque yo sé que mi Redentor vive! ¡Yo sé! ¡Yo sé!”.",
    "¿Qué es lo que sabes, Job? “Yo sé que mi Redentor vive”. ¿Se fijaron, no solo había Alguien vivo, sino que Él era un Redentor para Job?",
    "¡Oh, bendito sea el Nombre del Señor! ¡Estoy tan contento de ser parte de la Pascua, de que soy parte de esa resurrección! Y nosotros somos parte de ella esta mañana, porque en nosotros mora esa Vida de resurrección (es decir, en el que ha participado) la cual trajo la Pascua. “Yo sé que mi Redentor…”. ¿Qué sabe Ud.? Yo no me lo estoy suponiendo; hoy tenemos demasiada suposición. “¡Yo sé que mi Redentor vive”! Sí, señor.",
    "Ahora, ¿qué era Él? Si Él vivía, Él era un Redentor para Job. “Mi” personal, mi, “¡mi Redentor vive!”.",
    "Y ¿qué más sabes, Job? ¿Qué viste en esa visión? “Y en los últimos días Él se levantará sobre el polvo; Y aunque los gusanos de la piel destruyan mi cuerpo, aún en mi carne veré a Dios, a Quien veré por mí mismo. Yo sé que mi Redentor vive, y al fin Él se levantará sobre el polvo; Aunque mi corazón desfallezca dentro de mí, aunque los gusanos de la piel destruyan mi cuerpo, aún en mi carne yo veré a Dios”. Pasando por eso vino la visión más importante.",
    "Daniel vio un Ángel. Los jóvenes hebreos vieron al Hijo de Dios. Noé vio el arco iris. Abraham vio a Dios, cara a cara. Pero, Job vio la resurrección, Job miró al futuro. Todos los patriarcas y los grandes santos de la Biblia anhelaron ver ese día; con una seguridad, por sus visiones, por sus revelaciones, de que vendría un tiempo de resurrección.",
    "Ahora vemos suceder grandes obras. Vemos los grandes poderes de Dios. Vemos las grandes cosas que Él pudo hacer. No se puede mirar al sol y—y sin saber que es el Poder de Dios el que hace girar ese mundo alrededor de ese sol. Ud. no puede ver que llega la primavera sin saber que hay un Dios. Uds. pueden ver la sanidad de ojos ciegos, oídos sordos, y saber que es Dios. Pero, ¿qué si eso fuera todo lo que hay, y después de que morimos ya no existiéramos? Pero la resurrección, la Pascua, ¡oh, eso fue lo que selló todo lo que Dios prometió, fue la resurrección!",
    "Y tienen que tener una crucifixión, antes de poder tener una resurrección. Y antes de que la Iglesia pueda ver un Poder de resurrección, antes de que yo mismo pueda ver un nuevo ministerio suceder, antes de que Ud. pueda entrar a un nuevo compañerismo con Dios, tiene que haber una auto-crucifixión para que pueda venir una resurrección. Tenemos que morir a nuestros propios pensamientos, a nuestras propias costumbres y a todo lo que nos rodea, pasar por las pruebas y tribulaciones, para que podamos ver una nueva resurrección, una nueva Vida. Antes de que un pecador pueda ser un Cristiano, tiene que venir una muerte, después una resurrección.",
    "Antes de que Abraham pudiera ver a Elohim, se necesitaron veinticinco años de pruebas. Antes de que los jóvenes Hebreos pudieran ver al Hijo de Dios, ellos tuvieron que entrar al horno ardiendo. Antes de que Daniel pudiera ver un Ángel, tenía que entrar en el foso de los leones. Antes de que Job pudiera ver la resurrección, tenía que entrar y perder todo lo que tenía; pero entonces, por una visión, ¡él vio!",
    "Y si Job, por una visión, pudo mantenerse tan firme sobre una promesa, ¡cuánto más nosotros, después de que Cristo ha resucitado de los muertos y ha llegado a ser las Primicias de los que durmieron, y ha enviado de nuevo el Espíritu Santo sobre nosotros como un sello de promesa, de que nosotros también viviremos: “¡Porque Yo vivo, vosotros también viviréis”! Vemos Su gran Presencia entre nosotros, obrando, haciendo las mismas señales y maravillas que Él hizo en la tierra, dándonos esperanzas. Y llegamos a la resurrección, y ¿entonces nos vamos a quedar sobre nuestro montón de ceniza? Salgamos hoy del montón de ceniza, con una nueva visión, con un nuevo Poder, con una nueva determinación por cuanto vemos a Dios en Su Poder. Nosotros vemos la resurrección de las cosas que vienen.",
    "Estamos en el tiempo de muerte. Estamos a las puertas de la muerte. Las naciones están a las puertas de la muerte.",
    "Rusia ha descubierto una nueva arma ahora, como todos escucharon en la radio y eso. Ellos no tienen que venir aquí y hacerla explotar con una bomba. Solo con traer una cosita aquí, y repartirla entre sus espías, y soltar alguna cosita en cualquier nación, y todo el mundo quedará paralizado por veinticuatro horas. Vendrán, y cuando Ud. despierte, habrá un ruso pateándolo en el costado, un guardia ruso grande tomando su casa, violando a su esposa, arrojando sus hijos a la calle, y quedándose con su casa. Pueden hacerlo. Ellos no perderían nada. Ellos la tienen. Nadie sabe lo que es. ¿Ven?, todo va hacia eso. Ahora, ellos la pueden usar y no temer hacerlo, porque nadie más la tiene.",
    "No sabemos cómo llegará, qué ocurrirá. Pero una cosa sabemos, que estamos sobre la ceniza. La nación está sobre la ceniza. El mundo está sobre la ceniza.",
    "Y porque el mundo está sobre un montón de ceniza, me alegra tanto que el Espíritu de Dios pueda venir y que podamos decir: “¡Yo sé que mi Redentor vive, y en el último día Él Se levantará sobre este polvo!”. ¡Algún día Él vendrá! Con razón el poeta escribió:\n\nViviendo, Él me amó. Muriendo, Él me salvó;\n\nSepultado, Él apartó lejos mis pecados;\n\nLevantándose, nos justificó para siempre gratuitamente:\n\nAlgún día Él vendrá—¡oh, día glorioso!",
    "Se requirió de un Getsemaní, gotas de Sangre brotando de Su piel, antes de eso. Se requirió de una cruel agonía del Calvario, antes de que pudiera venir la prueba de un Dios Eterno Quien podía resucitar a los muertos. Se requirió de un—se requirió de un Getsemaní y un Calvario para hacer una Pascua. Seguro que sí.",
    "Como aquellos apóstoles, esa mañana, cuando estaban tan desanimados, que Pedro dijo: “Estoy tan desanimado, que creo que volveré a la pesca otra vez. Regresaré allá. Yo—yo ya lo vi a Él”.",
    "Ellos tenían grandes esperanzas, y creían y todo, hasta que llegó ese gran lugar oscuro. ¿Qué estaba haciendo Dios? Estaba llevando a esos apóstoles a un montón de ceniza. Los llevaba a un lugar donde su fe les—les sería confirmada.",
    "Y Pedro dijo: “Yo—yo Le vi a hacer grandes milagros por Galilea. Pero, ¡oh, Él yace allí, muerto y frío, en la tumba! Creo que esta mañana solo iré al mar y echaré una red, y pescaré. Tal vez al poder mirar allá sobre el mar, pueda ver. Recuerdo haberlo visto cuando Él nos esperaba en la orilla. Creo que iré allá”.",
    "Y los apóstoles dijeron: “¿Sabes qué? Creo que iré contigo”. ¡Oh, ellos estaban tristes! Habían llorado hasta que se les hincharon los ojos.",
    "¡Conocemos cómo es pasar por esas situaciones! ¡Sí que lo sabemos! Todos estamos familiarizados con esas cosas.",
    "Recuerdo cuando puse una preciosa allá en la tumba, en la cima de esa colina allá, llamado el Cementerio Eastern, o el Cementerio Walnut Ridge. ¡Enterré una bebé allí! Y yo lloraba, en los brazos de la madre, hasta que, lloré hasta que ya no pude llorar más. Había hecho todo lo que podía. Hasta tomé un arma, para intentar suicidarme, por el momento que pasaba. Y fue a esa hora, en esa pequeña habitación de arriba, de rodillas, que los Cielos se abrieron de nuevo, y la vi allí de pie en el esplendor de la inmortalidad. Fue en esa hora cuando sentí sus brazos sobre mis hombros, dijo: “Bill, tú no entiendes. Nosotras estamos mucho mejor que tú”.",
    "¿Ven?, se requiere de una crucifixión. Hay que moler la flor, para sacarle el perfume. Hay que moler una vida, para extraer de ella lo mejor que hay. Por eso fue que Jesús tuvo que ser molido, para extraer lo que Él era. Él no podía pararse antes de la crucifixión, y decir: “Toda potestad en los Cielos y en la tierra es puesta en Mi mano”. Sino que después de la crucifixión, Él pudo pararse y decir: “¡Toda potestad en los Cielos y en la tierra es puesta en Mi mano!”. ¿Pero qué lo hizo? Primero se requirió de la crucifixión.",
    "Requirió ser molido y la decepción de los apóstoles. Ellos habían visto a su Salvador, Aquel a quien habían amado, y Lo vieron incluso levantar a los muertos de la—de la tumba. Lo habían visto a Él hacer eso. Y luego pensar: “Allí yace, frío, en la tumba, Él Mismo, esta mañana”.",
    "Se requirió del…",
    "Aquellas personas quienes Lo vieron a Él abrir los ojos de los ciegos, Lo vieron a Él pararse allí y percibir los mismos pensamientos que había en el corazón de la gente, “¿cómo Él no lo supo” decían, “que aquellos venían a buscarlo? ¿Cómo lo sabía? ¿Por qué Él no sabía que Judas, Judas Lo traicionaría? ¿Por qué Él no supo que los soldados venían allí por las montañas con varas y espadas y todo, por Él, si Él podía percibir sus pensamientos?”.",
    "¿Lo ven?, el diablo estaba trabajando en ellos, poniéndolos sobre un montón de ceniza, porque querían darles a ellos un testimonio de que “yo sé”. (No “me supongo” o “tal vez sea así”.) “¡Yo sé! ¡Yo sé!”.",
    "Y recuerden, esas pruebas vienen a Uds. así mismo, para que Uds. no digan: “Bueno, tal vez Esto sea correcto, tal vez la Escritura es verdad, tal vez la sanidad Divina sea lo correcto, tal vez el Espíritu Santo tenga la razón”. Pero cuando Ud. ya tiene esa experiencia y se levanta de ese montón de ceniza, y Ud. recibe la revelación de Dios, por el bautismo del Espíritu Santo, Ud. podrá gritar: “¡Yo sé que mi Redentor vive, porque Él vive en mí!”.",
    "Pedro dijo: “Iré a pescar”. Los apóstoles dijeron: “Creo que iré contigo”. Y ellos estaban sobre su montón de ceniza, allá en medio del mar, y con el problema aún presente. Y puedo oír a uno de ellos que dijo: “¡Oh!, ¿cómo pudo suceder, Pedro? ¿Cómo puede ser que un Hombre así pudo morir? ¿Cómo pudo llegar a la tumba siendo lo que Él era? ¿Cómo pudo soportar que Le escupieran en la cara y Le arrancaran la barba y Le pusieran esa corona en la cabeza? ¿Cómo pudo hacerlo, ¡oh!, y aún así ser Dios? Yo simplemente no puedo entenderlo”. ¡Oh, qué decepción!",
    "Y de repente, miraron hacia la orilla, el mismo tipo de revelación que tuvo Job, allí vieron ellos lo que Job vio cuatro mil años antes. Allí estaba el Redentor, vivo y fresco, de pie en la orilla. Había hecho una fogata, y así había cocido pescado, y llamó, los invitó.\n\nLa mesa de Jesús lista está do los santos comerán,\n\nÉl invita a Sus escogidos: “Vengan a cenar”;\n\nDe Su maná les saciará, y de bienes hartarán;\n\n¡Oh, es dulce cenar con Jesús todo el tiempo!\n\n¡Cómo podemos meditar en eso, lo que se requirió para esas cosas tremendas!",
    "Cómo es que, Pablo el apóstol, ese gran apóstol que había pasado por su tiempo de angustia cuando presenció la muerte de Esteban, y vio su carita hacia el Cielo, y las rocas golpear su rostro, y él mirando arriba diciendo: “Veo los Cielos abiertos. Veo a Jesús que está a la diestra de Dios”. Él dijo: “Señor, no les tomes en cuenta este pecado”. Y Pablo sostenía las túnicas; eso lo había puesto por semanas y semanas sobre el montón de ceniza, caminaba de un lado a otro; su mente se había infectado tanto, que él iba camino a Damasco buscando una salida, como el hombre que va a una botella de whisky para ahogar su pena.",
    "Él estaba en eso, cuando vino una Voz del Cielo, un gran resplandor de Luz dijo: “Saulo, Saulo, ¿por qué Me persigues?”. Lo vio a Él. Lo reconoció, que Él era el Jesús resucitado, Aquel del que él había presenciado la muerte, resucitó de nuevo.",
    "¡Oh!, recuerdo mi propia vida, en camino a la destrucción, cuando yo escuché una dulce Voz: “Yo soy Jesús. Estuve muerto, ahora vivo para siempre. Porque Yo vivo, vosotros también podéis vivir”. Desde entonces, de la mano con Él, he confiado en Él al pasar los lugares oscuros. Cuando llegan los momentos en los que no puedo ver hacia dónde voy, yo aún confío en Él.",
    "Cada creyente Cristiano tiene que ser empujado a esas pruebas. Cada creyente Cristiano tiene que ser puesto sobre el montón de ceniza, para que pueda levantarse de allí con una experiencia: “¡Yo sé que mi Redentor vive!”.",
    "Nosotros no venimos aquí esta mañana solo para sentarnos y hablar de algún asunto histórico, lo cual es todo cierto, sino que venimos aquí con un testimonio esta mañana: “¡Yo sé que Jesucristo es el Hijo de Dios, lo sé sin ninguna sombra de duda! Yo sé que Él resucitó de los muertos y que hoy Él vive dentro de mí. Él es mío y yo soy Suyo. Soy coheredero con Él, en el Reino de Dios”.",
    "¡Pascua! La Pascua trae algo grande, una resurrección, una nueva esperanza. ¿La tiene Ud. esta mañana? ¿Está en su corazón? ¿Sabe Ud. que su Redentor vive y que Él hace que todas las cosas ayuden a bien?",
    "Ud. dice: “Hermano Branham, aquí estoy, esperando la línea de oración”.",
    "Dios está obrando eso para bien. ¿Por qué habrá quedado ciego ese niño precioso, del otro día, cuando nació? Para que Dios pueda recibir la gloria y estremecer a toda una ciudad. Seguro, Dios sabe lo que está haciendo. Dios lo sabe. Y Él nos pone sobre la ceniza, para así mostrarnos Su gloria.",
    "Así que, en esta mañana esto es lo que digo amigo. Después de treinta y un años de ministerio, después de treinta y un años de luchas en el campo, quiero dar mi testimonio de esto: he experimentado desilusión; he experimentado lo que es haber pedido cosas, y llorado por cosas, y rogado por cosas, y no las he recibido. Pero si solo espero pacientemente en Dios, entonces sé que todo ayuda perfectamente a bien, resulta de una manera exacta, obra exactamente la cosa correcta.",
    "Cuando perdí a mi bebé, mi pequeña Sharon, yo… eso fue algo que me hizo tropezar. Dije: “¿Cómo puede ayudar eso para bien? ¿Cómo puede ser para bien?”. Y meses más tarde, cuando la vi allí de pie en toda la belleza de una joven, hablándome, parada junto a esa vieja carreta averiada, allí, supe que si ella hubiera vivido, podría haber terminado mal. Dios tuvo que tomarla mientras ella era tierna y dulce. Sé que la veré de nuevo. Sé que yo la veré, lo sé, sin ninguna sombra de duda.",
    "Pienso en mi esposa, llevada a los veintidós años, solo una muchachita, apenas era madre. Cuando los periódicos aquí publicaron el titular: “Una madre joven, el reverendo…, acaba de morir”, ¡oh, el corazón me sangró! Yo no sabía qué hacer.",
    "Pero hoy sé que todo ayudaba para mi bien. Sé que la vida tenía que ser molida y retorcida y exprimida, para que lo que había por dentro saliera. Había demasiado de Branham ahí que tenía que ser exprimido antes de que Dios pudiera darse a conocer Él Mismo.",
    "Había demasiado de Ud. en Ud., hasta que Dios tuvo que exprimirlo, a través de pruebas. Y mientras sucedía ese apretón, fue difícil. Pero después de un tiempo, los cielos se despejan, entonces uno ve el propósito de Dios. Entonces uno clama: “¡Yo sé que mi Redentor vive, y en los últimos días Él se levantará sobre el polvo! ¡Aunque los gusanos de la piel destruyan este cuerpo, aún en mi carne he de ver a Dios!”. Estas pequeñas pruebas y cosas solo son momentáneas, y se desvanecen y pasan. Solo suceden para el bien suyo, no lo olvidemos, para que Dios recibiera la gloria.",
    "Inclinemos nuestros rostros por un momento. Quiero preguntar, antes de orar: ¿Habrá alguien aquí que quiera ser recordado en oración antes de que terminemos? Dios los bendiga. ¿Cuántos aquí podrían decir: “Yo quiero que Dios, en la hora de mi prueba ahora, me dé una nueva experiencia, para que yo pueda volver a avanzar”? Levanten la mano, digan: “Yo quiero—yo quiero que esta sea una resurrección para mí, una Pascua, que me resucite en nuevas esperanzas y nuevos poderes, nueva salud y un gozo nuevo”. El Señor los bendiga, mi querido pueblo.",
    "¡Oh, Dios nuestro y Salvador nuestro, estamos tan agradecidos Contigo por esta Pascua, por lo que significa para nuestros corazones! Y por la fe, más allá de la tierra, podemos ver la Venida del Señor, Jesús, mientras Él Se prepara ahora, poniéndose Sus vestiduras reales. Y, la Iglesia se está vistiendo, el Novio le está poniendo a Ella su traje de boda. Muy pronto habrá una gran reunión.",
    "Este montón de ceniza no podrá permanecer para siempre. Cuando oímos a la gente reírse, burlarse de nosotros, y llamarnos por ese apodo escandaloso de “santos rodadores”, y burlarse de nosotros, y decir que ni siquiera estamos mentalmente bien, ¡oh, eso no puede durar para siempre, Señor! Pero seamos como Job, conservemos nuestro testimonio, seamos como Daniel en el foso de los leones, o los jóvenes hebreos en el horno ardiendo, o Abraham en su viaje.",
    "Ayúdanos, ¡Oh, Señor!, a permanecer firmes hasta que veamos suceder ese gran acontecimiento: “Cuando suene la trompeta y los muertos en Cristo resuciten; nosotros los que vivimos, que hayamos quedado, seremos transformados en un momento, en un abrir y cerrar de ojos”. Y entonces vendrá esa Pascua para nosotros, de la que Cristo disfrutó hace unos mil novecientos años esta mañana, y dijo: “Porque Yo vivo, vosotros también viviréis”.",
    "🦅 Este mismo Jesús que fue levantado, estando entre nosotros, volverá igual como Él se fue”. Lo veremos a Él, aun cada cicatriz de Su mano y cada huella de espina de Su cabeza. Nosotros Lo veremos a Él.\n\n¡Oh, Lo conoceré, Lo conoceré!\n\nY redimido a Su lado me pararé.",
    "Sí, Señor, mi pobre corazón, este cuerpo débil mío comienza a doblarse bajo la carga, las preocupaciones y luchas en los campos de cosecha, los campos misioneros, y los altibajos, y la indiferencia entre ministros arrogantes y todo eso, por todo lugar, y el desprecio del pueblo, y los poderes malignos. Pero, ¡Oh, Señor!, algún día llegaremos como Elías, al río; al mirar allí, amarrado de cada arbusto, habrá un carro de fuego que nos llevará. Permítenos saber que estos montones de ceniza solo son velos para ocultarnos de esa gran cosa que nos espera, esa gran gloria.",
    "Que permanezcamos fieles como Job, hasta que podamos verlo a Él, cara a cara. Que seamos tan fieles como lo fue nuestro Señor, nuestro ejemplo, de también ir al Calvario… listos para ser crucificados, y ser crucificados con Él, para que haya una resurrección en nuestra vida. Concédelo, Señor.",
    "Permite, si hay algún escarnecedor aquí, como lo era Pablo de antaño, que se haya burlado, permite que encuentren la Pascua en su camino a casa esta mañana. Concédelo, Señor.",
    "Oramos, Señor, que aquellos que están en el montón de ceniza de la destrucción, montón de ceniza de la enfermedad, que esta sea la hora en que ellos sean liberados.",
    "Anoche, hablaba con esa mujercita allá en el remolque, y su esposo; de cómo estaba allá en Phoenix, en una condición grave, y allá con esos tremendos cánceres encima, y hoy ahora está perfectamente bien y normal. Y el bebito al que le iban a sacar el corazón, está sentado aquí en el edificio esta mañana, normal, sano. Un niño ciego que una vez caminó en la oscuridad y no había visto la luz del día, camina hoy y ve la luz del día. Y, ¡Oh, Dios, cuánto Te agradecemos por esto! Y todo es con la vista puesta más allá del velo, en ese gran día de la resurrección. Concédelo, Padre. Y hazles saber que estas cosas tenían que ser así, que estos: que el niño pequeño pudiera ver, para que el pequeño con problemas de corazón pudiera dar testimonio a otros. Todas estas cosas ayudan juntamente, para el bien de aquellos que Te aman.",
    "Todo fue posible para nosotros por Uno que fue obediente en la prueba, hubo Uno Quien soportó la prueba, ese fue Jesús. Aquel Quien fue tan obediente al Padre, que el Padre Lo resucitó en la mañana de Pascua, pues no era posible que la muerte Lo retuviera a Él; “Porque no permitiré que Mi Santo vea corrupción, ni dejaré Su alma en el infierno”. Pues, Él fue hallado fiel, haciendo siempre lo que agradaba al Padre.",
    "Dios, que nosotros siempre seamos fieles en el puesto del deber. No importa cuáles sean nuestras pruebas y nuestros problemas, lo que sea, que podamos decir, siempre: “Yo sé que todas las cosas les ayudan a bien a los que aman a Dios”. Concédelo, Padre.",
    "Bendecimos a estas personas esta mañana con Tus bendiciones. Ellos han venido temprano de sus lugares, han venido al tabernáculo. Han venido a buscar consuelo. Que vayan a casa esta mañana, con el Poder del Espíritu Santo ardiendo en sus corazones, caminando por el camino como aquellos que venían de Emaús, diciendo: “¿No ardían nuestros corazones dentro de nosotros, mientras Él nos hablaba por el camino?”. Concédelo, Padre. Los encomiendo ahora a Ti, en el Nombre del Señor Jesucristo. Amén.",
    "Muy bien, Hermano Neville. Y ahora, no olviden los servicios.",
    "No tendremos tarjetas de oración en esta mañana, porque si tuviéramos tarjetas de oración, mientras tenga a la gente de pie aquí así, seguiré apoyándome en ese don. Necesito llegar a un punto donde pueda dejar eso a un lado, donde pueda salir aquí y pueda… Me da temor. Parece ser que tengo miedo, y estoy temeroso de cometer un error. El perder una batalla no es perder una guerra. Patton perdió varias batallas, pero nunca perdió una guerra. Es cierto. Y nosotros también perderemos muchas batallas, pero no perderemos la guerra. Yo cometeré muchos errores, pero no perderé la Causa. Dios la dio, y Dios se ocupará de ella. Es—es una unción. Y ahora es el momento, yo creo que la hora es, y empezaré, siendo que este día es la Pascua, voy a pasar—pasar como lo hacía allí orando por los enfermos. Y si puedo… Eso es una unción. Es algo que tiene que suceder dentro de mí. No estoy muy acostumbrado. Viene de tal manera que quizá no pueda detectarlo del todo, pero tengo que seguir intentándolo hasta que lo sepa cada vez. Así que, este será el día que lo intentaré, por la gracia de Dios.",
    "El Señor los bendiga ahora. Hermano Neville. Los servicios comenzaran a las nueve y media. Hermano Neville. 🦅"
  ]
}