{
  "title": "EL REY RECHAZADO",
  "id": "60310009",
  "content": [
    "🦅  …para la gloria del Señor que va a ser traída a nosotros hoy a través de la ministración de la Palabra. Y es una…Esta última semana yo no me he sentido muy bien, no precisamente diciendo que no me he sentido bien; fue un examen al que tuve que someterme, un examen físico; y por eso es que Uds. oyeron que yo estaba en el hospital. Eso fue porque fui allá para así no tener que ir y venir cruzando el río. A uno le hacen un estudio del tracto digestivo superior y del tracto digestivo inferior y ellos tienen que…cada ciertos minutos tienen que regresar y tomar rayos x otra vez.\n\nPero debemos de tomarlos (si nosotros hacemos misiones en ultramar), cada seis meses. El Hermano Roberts y demás, pienso yo, toman los suyos cada seis meses, pero yo no me había hecho uno en cuatro años.",
    "El problema es que, a mí no me gusta ese aceite de ricino. Esa es la única cosa. Y ellos dicen que no hay otra cosa que puedan dar en vez de eso, así que yo…oh, yo me enfermé tanto cuando me dieron esa cosa. Uds. saben, yo les dije a Uds. en la historia de mi vida cómo esa cosa me pone tan enfermo, y yo aborrezco tomar esa cosa. Y yo le dije a mi amable amigo doctor: “Si…¿no hay otra cosa?”\n\nEl dijo: “Yo no creo, Hermano Branham”.",
    "Oh, cuando esa señora entró allí con…parecía como…quizás yo estoy exagerando pero parecía como un cuarto de galón [Un litro.—Traductor]. Yo nunca he visto tanto; y yo sólo apretaba mi nariz y me daba asco, pero finalmente lo pasé.\n\nPero ahora, en toda la prueba y todo lo que pasé, yo quiero agradecer al Señor por un examen perfecto. Y yo lo pasé, cien por ciento; puedo ir a cualquier parte del mundo que yo quiera. Yo les pregunté a los doctores, los cuales eran tres de los mejores especialistas, creo yo, en Louisville, y les pregunté, yo dije: “¿Estoy por lo menos incapacitado en un diez por ciento?”\n\nEl dijo: “Ud. no tiene ni una gota de incapacidad”. El dijo: “Ud. está en perfecta salud en todo sentido”. Y yo estoy muy agradecido a Dios. De quién más pudiera venir sino de nuestro Padre Celestial, de estar así. Y él dijo: “Todo su examen mostró como que Ud. era un joven”. El dijo: “Sus células de sangre ni siquiera han empezado a deteriorarse ni nada”. El dijo: “Ud. está en muy buena condición, Hermano Branham”.\n\nY yo dije: “Bueno, yo estoy tan contento”.",
    "Y yo tuve el privilegio de hablarles, testificando a cada enfermera en ese hospital y a cada doctor para el Reino de Dios. Un cierto doctor, yo creo que él debe de estar aquí esta mañana. Y yo estoy contento de saber que todavía hay hombres buenos en este mundo, hombres verdaderos. Hombres que me sometieron durante cinco días a un examen físico, el cual costaría probablemente doscientos o trescientos dólares por cada uno; cuando yo terminé, ellos dijeron: “Es nuestra contribución para la obra del Señor que Ud. está haciendo”. Ni siquiera…Dijeron: “Pues, Ud. nos avergüenza con sólo preguntarnos si Ud. nos debe”. Dijeron: “Sólo sus oraciones por nosotros”.\n\n“Y por dentro”, dijeron ellos, “nosotros hallamos algo emocional que no podemos entender”. Y dijeron: “No parece ser…” El dijo: “Exteriormente, Ud. no está nervioso o perturbado, pero”, dijo, “interiormente, hay algo emocional que no podemos entender”.\n\nYo dije: “Si Uds. se sentaran aquí sólo un momento, yo les diré”. Y yo empecé a hablarles acerca de visiones. Era otro campo para ellos. No sabían nada al respecto. Les dije acerca de la Biblia. Luego les dije de la visión que el Señor me acaba de dar el otro día, y ellos lloraron como niños, se quedaron allí sentados y lloraron.\n\nYo dije: “Yo espero que Uds. no me consideren algún excéntrico religioso o un…”",
    "Dijo: “De ninguna manera, Hermano Branham. Yo creo eso con todo mi corazón”. El dijo: “Pero quiero decir una sola cosa, uno no va a la escuela para aprender esas cosas”, dijo, “yo creo que ellas vienen del Dios Todopoderoso”. Y esos eran tres de los médicos sobresalientes en Louisville, los mejores que ellos tenían. Y así que, yo estaba muy contento por eso y de saber que quizás el Señor me permitió plantar alguna simiente por allí.",
    "Cada enfermera, habló conmigo…Una mañana, cuando yo salía del cuarto de rayos x, yo dije al…yo miré a una pobre anciana; ella estaba tan enferma. Y yo continué acercándome, acercándome, hasta que llegué a ella. Yo pensé que ella pudiera estarse muriendo, y yo dije: “Quiero hacerle una pregunta, hermana”.\n\nElla dijo: “¿Sí, señor?”\n\nYo dije: “¿Es Ud. Cristiana?”\n\nY ella dijo: “Yo pertenezco a una cierta iglesia”.\n\nY yo dije: “Yo sólo deseo aclarar eso un poco más”. Yo dije: “Yo—yo deseo saber si Ud. es una Cristiana, verdaderamente una Cristiana. Que si Ud. pasara a través de este mar de vida a la otra tierra, ¿lo ama Ud.?” Yo dije: “¿Sería Ud. verdaderamente salva?”\n\nY ella dijo: “Sí, señor, lo sería”.\n\nY yo dije: “Entonces que Dios bendiga su corazón. No importa de qué manera sople el viento, entonces Ud. está bien. Mientras que sea así”. Y si nosotros salimos un poco, aún queda mucha gente buena en el mundo.",
    "Ahora, hoy he venido con una visión que les contaré un poco después, y a mí me gustaría hablar primero de la Palabra porque creo que la Palabra es muy esencial, lo más esencial ahora.\n\nY yo estoy contento de ver a Charlie Cox y al Hermano…mis amigos parados allí juntos, el Hermano…yo no puedo acordarme…Jefferies (no puedo acordarme de su nombre), muchos de Uds. preciosos hermanos de Georgia, de diferentes partes del país, mi viejo amigo, Bill, sentado aquí (yo creo que es), esta mañana y—y muchos…el hermano de Georgia allí, la gente que me dio este traje. Uds. saben, este es uno de los mejores trajes que yo me he puesto. Se siente tan bien. Verdaderamente es muy bueno y…Uds. significan tanto para mí. Cuando yo les diga lo que me ha sucedido en estos últimos días, verán porqué creo que significa tanto para mí.",
    "Ahora, yo creo que si es la voluntad del Señor, yo quiero proseguir en la batalla más que nunca antes en mi vida, porque ahora me he dado cuenta como…por supuesto, yo podría morir hoy. Eso es…uno no sabe. Cardiogramas eléctricos y demás, dieciséis diferentes tipos de rayos x, un examen físico completo, mostraron que yo estaba tan normal como cualquier persona pudiera estarlo, un ser humano en la tierra. Así que estoy agradecido por eso. Pero todas las cosas, aun todo eso, y tan agradecido y agradeciéndole a Dios de que lo estoy, que creo que El todavía me mantiene en Su servicio, no era lo que El me mostró un poquito antes de eso, ¿ven? Eso me puso tan contento.",
    "Ahora, yo pienso que esta noche…¿Está bien con Ud.? [El Hermano Neville dice: “Sí, señor”.—Editor] Nuestro—nuestro precioso hermano, el Hermano Neville, es un hombre que no es egoísta. Y si alguno de Uds. estuvo aquí el domingo pasado y escuchó ese maravilloso mensaje que él trajo sobre La Vasija De Aceite, fue uno de los mensajes más sobresalientes que yo he escuchado, fue lo que el Hermano Neville trajo por el Espíritu Santo el domingo pasado a este pequeño rebaño de ovejas que Dios ha reunido. Y si está bien, agradable al Señor, y con el Hermano Neville y la iglesia, yo deseo hablar otra vez esta noche, y empezar una serie digamos del lunes por la noche, quiero decir el domingo por la noche, y el miércoles por la noche y el próximo domingo, una serie que yo estudié…",
    "Yo no hubiera tenido que quedarme allá en el hospital pero ellos fueron tan buenos conmigo. Ellos me dieron el cuarto como a una tercera parte del precio, y así que yo llevé mis Biblias, mis libros, y subí la cama, y me senté “muy cómodo” allí arriba y puse todas mis Biblias y cosas alrededor, y verdaderamente pasé un buen rato, hasta que trajeron ese aceite de ricino. Mi buen rato terminó allí mismo; eso me acabó entonces. Pero, Hermano Pat, yo estaba muy enfermo. Esa cosa yo no la puedo soportar. Pero yo estaba pasando un buen tiempo durante los primeros tres o cuatro días.\n\nYo estaba pasando un buen tiempo, y yo estaba estudiando sobre el Libro de Efesios. Oh, esa colocación de la Iglesia, y yo creo que es una cosa hermosa. Y—y si Uds.…",
    "Ahora, si Uds. tienen una iglesia a la que van, Uds. sigan adelante y párense en su puesto del deber, pero si Uds. no tienen una iglesia, y a Uds. les gustaría regresar esta noche, y el miércoles por la noche, y el domingo por la noche, me gustaría tomar esta noche, el primer Libro de Efesios, y el miércoles por la noche el segundo capítulo de Efesios, y el próximo domingo, el tercer capítulo de Efesios para colocar la iglesia en orden. Uds. saben lo que quiero decir, su colocación, en posición, y yo creo que es una edificación para la iglesia.\n\nAhora, yo no estoy…yo sólo estoy hablando esto a los que vienen al Tabernáculo Branham. Y si alguno de Uds. queridos hermanos…yo sé que algunos de Uds., yo creo, tienen reuniones. Nuestros hermanitos allá en Sellersburg y otros diferentes han tenido reuniones. Ahora fíjense, esas son reuniones de avivamientos. Uds. asistan a ellas, ellos son siervos de Cristo, hombres jóvenes que han salido que están parados en la brecha. Cuando aun su propia iglesia negó la Verdad y cosas como esas, ellos se alejaron inmediatamente de ella, y Dios los llamó al ministerio.\n\nSí, señor, yo—yo admiro hombres…yo ni siquiera puedo acordarme del nombre del hombre. Pero él es un hombre joven; un hombre bueno y bien parecido y tiene una esposa encantadora e hijos.",
    "Y—y el Hermano Junie Jackson ha estado teniendo algunas reuniones aquí abajo, el cual es otro trofeo maravilloso y notable de la sublime gracia de Dios.\n\nY cuando ellos están teniendo avivamientos en sus iglesias, Uds. vayan a ellos porque ese es su…eso es lo que hay que hacer porque uno no sabe, pudiera ser que un pecador viniera al altar, y uno pudiera ser influenciado a guiar a esa persona a Cristo, lo cual será su gran recompensa al cruzar al otro lado. Esto es solamente enseñar y colocar a la iglesia en orden aquí en el Tabernáculo, ayudando mientras seguimos adelante.",
    "Ahora, yo no traje mi reloj, así que alguien tendrá que vigilar por mí. Doc me ha enseñado que él tiene uno, así que…[El Hermano Branham tiene una conversación con su hermano, Edgar “Doc” Branham.—Editor]\n\nAhora, yo no hablaré mucho tiempo.",
    "Ahora, si hay desconocidos en nuestras puertas, seguramente queremos hacerlos bienvenidos con todo nuestro corazón. Uds. son bienvenidos aquí en este pequeño tabernáculo. No tenemos un gran edificio. Ahora está en un programa el construirnos, no un lugar grande, pero sólo un…Este está muy deteriorado, y vamos a tratar de construirnos una iglesita bonita y cómoda aquí tan pronto como el Señor nos permita hacerlo. Y muchos de Uds. están haciendo esfuerzos hacia esto, y en verdad apreciamos eso.",
    "Ahora, yo quiero que abran conmigo, esta mañana, para leer en Primera de Samuel el capítulo 8 y comenzando como en el…comencemos como en el versículo 19, los versículos 19 y 20, quizás, para un pequeño texto para nuestro contexto. Y ahora mientras lo encuentran, y antes…Nosotros, lo que…Lo leeremos, y entonces queremos entrar en oración; y ¿habrían algunas peticiones esta mañana, y que dirían: “Acuérdese de mí”?\n\nEn nuestra última…hace dos semanas, o tres, cuando yo tuve la reunión…Oigan,",
    "a propósito, mientras están abriendo, las reuniones empiezan en Chautauqua el seis. Estamos esperando un tiempo maravilloso, en Middletown, Ohio. A Uds. que van a tener sus vacaciones, vengan, hay un gran terreno allí junto al río donde…todo el—todo el predicar que hayan escuchado alguna vez. Ellos están por todo el río, los predicadores cada mañana, durante todo el día y la noche. Así que todos se congregan juntos. Es un gran terreno, varias veces mucho más grande que Silver Hills, y hay un gran lugar allá donde podemos meter de ocho a diez mil personas, y siempre está repleto. Pasamos tiempos maravillosos en Ohio.",
    "Y el anciano Hermano Kidd, por quien fui a orar la otra mañana, todos Uds. se acuerdan que yo les conté hace tres semanas; el doctor le dio veinticuatro horas de vida, él está de pie y caminando por dondequiera. El citó una Escritura; un canto que él no podía cantar. Y cuando entré y lo miré la otra mañana y tenía ese pequeño chal sobre él; (yo me fui de aquí como tres o cuatro horas antes que se hiciera de día para poder llegar hasta él), dijeron que él iba a morir ese día, de cáncer en la próstata.",
    "Y su preciosa y pequeña esposa lavaba por cincuenta centavos al día. Y eso era desde antes del amanecer hasta después del anochecer por cincuenta centavos para sostener a su esposo en el campo como predicador. Predicaba un avivamiento de dos semanas, levantaba una ofrenda, y recibía ochenta centavos. Pero yo los vi sentados allí la otra mañana, a esas dos parejitas, o parejita, mejor dicho, sentados allí, y con su chalecito sobre sus hombros; y uno de sus convertidos…noventa y dos años de edad y tan brillante e inteligente y Pentecostal de pies a cabeza, y sentado allí, Uds. saben.\n\nY yo dije: “Oigan, ¿por qué están Uds. los ancianos sentados aquí afuera?”\n\n“Sólo esperando que el barco venga”. Sólo eso.\n\nSu trabajo, todo lo que han logrado; su propósito que han logrado, y ahora ellos están listos para ir por su recompensa. Y yo le dije al Hermano…?…esa…al Hermano Kiddson…Kidd esa mañana: “Ud. estará en las reuniones de Chautauqua”.\n\nEl me llamó ayer, dijo: “Yo estaré allí, Hermano Branham”. Eso estuvo muy bien.",
    "Muchas de las reuniones de mi nuevo ministerio se aproximan. Un hermano, un hermano Bautista parado aquí, su hija, una adolescente, había estado un poco desobediente, y yo le dije a él: “Yo le entrego a su hija para el Señor Jesús”, la otra mañana, y cuando él se fue a su casa ella ya era salva, y la otra está aquí esta mañana para ser bautizada, y seguir adelante.\n\nY un hombre, el señor Sothmann, un amigo mío de Canadá, su suegra, estaba en una condición moribunda, dije: “Cuando Ud. llegue allá, Ud. encontrará a su suegra, bien, en vías de recuperación y muy bien”. Así fue como pasó. Sólo…la gente sigue entrando. Eso está en su infancia ahora, moviéndose. Pero oh, esperamos mucho más abundantemente. Nosotros estamos en los últimos y perversos días pero en una hora gloriosa.",
    "Ahora, ¿tienen Uds. sus Biblias para la lectura? El capítulo 8 de Samuel. Y yo le prometí a Gene que se podía quedar allá atrás para grabar, el resto de estas…apenas estábamos comenzando en nuestra reunión.\n\nPero el pueblo no quiso oír la voz de Samuel, y dijo: No, sino que habrá rey sobre nosotros;\n\nY nosotros seremos también como la nación…todas las naciones, y nuestro rey nos gobernará, y saldrá delante de nosotros, y hará nuestras guerras.\n\n…oyó Samuel todas estas palabras del pueblo, y las refirió en oídos de Jehová.\n\nY Jehová dijo a Samuel: Oye su voz, y pon rey sobre ellos. Entonces dijo Samuel a los varones de Israel: Idos cada uno para vuestra ciudad.\n\nAhora, y si yo tratara esta mañana de escoger de esto lo que llamaría yo un texto para los siguientes minutos, me gustaría escoger el texto de: El Rey Rechazado.",
    "Era un tiempo que como en todos los tiempos, que la gente nunca ha querido que Dios los guíe. Ellos quieren su propia manera de liderazgo. Y esta historia esta mañana…y cuando Uds. vayan a su casa, sería bueno que la leyeran toda. Era durante el tiempo de los días de Samuel, el hombre de Dios, el profeta. Y él había sido un hombre justo y un buen hombre, honorable, de buena reputación, fiel y honesto con el pueblo, sin engañarlos nunca, y diciéndoles claramente nada más que: “ASI DICE EL SEÑOR”.",
    "Pero el pueblo había llegado a un punto que ellos querían cambiar este programa. Ellos habían mirado a los Filisteos y a los Amalecitas, Amorreos, Heteos, y a las otras naciones del mundo, y ellos habían visto que ellos tenían reyes que los regían y los gobernaban, y los guiaban, y peleaban sus batallas, y demás. Y esto parecía ser que Israel quería llegar a ser como estos reyes y como estos pueblos.\n\nPero nunca ha sido, en ninguna edad, la intención de Dios que Su pueblo actúe como la gente del mundo, o que sea gobernado o controlado como la gente del mundo. El pueblo de Dios siempre ha sido, un pueblo peculiar, un pueblo diferente, uno llamado fuera, uno separado, uno totalmente diferente en sus acciones, en sus modos, en su manera de vivir, de lo que la gente del mundo tiene. Sus apetitos por cosas y todo de lo que están compuestos, siempre ha sido contrario a las cosas que la gente del mundo desea.",
    "Y el pueblo de Israel vino a Samuel y dijo: “Ahora tú estás envejeciendo, y tus hijos no andan en tu camino”; (porque ellos no eran fieles como Samuel; ellos eran sobornadores y tomadores de dinero). Y ellos dijeron: “Samuel, tus muchachos no son como tú, así que queremos que tú salgas y nos encuentres un rey, y lo unjas, y hagas que seamos un pueblo como el resto de los pueblos del mundo”.\n\nY Samuel trató de decirles que eso no funcionaría. El dijo: “Si Uds. hacen eso, cuando menos lo esperen, Uds. van a ver que él llamará a todos sus hijos de sus casas y los hará soldados para que corran delante de su carro y porten armas y lanzas. No sólo eso, sino que él llamará a sus hijas para que sean amasadoras de pan y se las quitará a Uds. para que alimenten al ejército”. Y dijo: “Además de todo eso, él tomará unos ciertos impuestos de Uds., de su grano, y de todos sus ingresos. El pondrá impuestos a todo eso para pagar ciertas deudas del gobierno y demás, que tendrán que ser pagadas”. El dijo: “Me parece que Uds. están cometiendo totalmente un error”.",
    "Pero cuando el pueblo dijo: “Pero aun así nosotros queremos ser como el resto de los pueblos”.\n\nHay algo acerca de los hombres y las mujeres que ellos desean ser el uno como el otro. Y solamente ha habido un Hombre que vivió sobre la tierra que fue nuestro ejemplo, y ese fue Aquel que murió por todos nosotros, nuestro Señor y Salvador, Jesucristo. El fue el ejemplo perfecto de lo que deberíamos de ser, siempre estaba en los negocios del Padre y haciendo aquello que es correcto.",
    "Y no importó cuánto trató Samuel de persuadir al pueblo, continuamente andaban tras él día y noche: “Queremos un rey. Queremos un hombre. Queremos un hombre que podamos decir: ‘Este es nuestro guía’”. Y eso nunca ha sido la voluntad de Dios. Nunca fue la voluntad de Dios, ni nunca será la voluntad de Dios que el hombre gobierne el uno sobre el otro. Dios gobierna sobre el hombre. Dios es nuestro Gobernante, nuestro Rey. Y es un, un paralelo de hoy porque parece que el hombre tiene esa misma idea. No parecen ser capaces de captar que todavía Dios gobierna al hombre, en vez de que el hombre gobierne al hombre.\n\nAsí que ellos se escogieron un hombre llamado Saúl, el cual era hijo de Cis. Y él era un hombre de reputación, un hombre honorable. Pero al pueblo le pareció bastante bien porque él era un gran hombre, noble, alto de estatura. Las Escrituras dicen que él era cabeza y hombros más alto que cualquier hombre en Israel. El tenía apariencia de rey, y él era de rostro hermoso. El era un hombre brillante y extraordinario.",
    "Ahora, esa es la clase de hombre que a la gente le gusta escoger hoy. La gente no parece estar satisfecha con la forma en que Dios estableció que Su Iglesia fuera gobernada y controlada por el Espíritu Santo. Ellos quieren a alguien, algún hombre, alguna denominación, a ciertas personas que gobiernen la iglesia que no son capaces de ponerse completamente en las manos de Dios para ser espirituales, para ser guiados por el Espíritu Santo. Ellos quieren que alguien les haga su religión, alguien que les diga cómo hacerlo y todo al respecto. Así que parecía que este hombre llenaba exactamente la posición porque él era un hombre muy intelectual.\n\nY es bastante parecido a hoy en día. A nosotros nos gusta escoger a tales personas, también, para que controlen nuestras iglesias, para que controlen la Iglesia de Dios. No tengo nada que decir en contra de eso, pero sólo para llamar la atención sobre un punto, que no es, no fue, y nunca será la voluntad de Dios que eso sea así. Dios es el que ha de regir a Su pueblo, ha de gobernar a cada individuo.",
    "Entonces encontramos que este hijo de Cis, un gran hombre, y su estatura, y su…Parecía que al pueblo le agradaba que se vería muy bien su manto sobre él y la corona sobre su cabeza, muy por encima de la otra gente mientras caminaba, sería de gran provecho para el reino de Israel. Pues los otros reyes de las otras naciones pensarían: “¡Miren qué hombre!” Cómo ellos podían señalar con su dedo y decir: “¡Miren aquí qué gran rey tenemos! ¡Miren qué gran hombre es el que está sobre nosotros!”\n\nY es triste decirlo, pero cuán cierto es eso hoy con la iglesia. Ellos aman decir: “Nuestro pastor no es un hombre de mente estrecha; él es un gran hombre. El es uno graduado de Hartford o alguna gran escuela de teología. El tiene cuatro títulos de tal y tal lugar, y él es muy bueno para mezclarse entre la gente”. Todo eso quizás esté bien y tenga su lugar, pero la manera de Dios para Su Iglesia es que sea guiada por el Espíritu Santo y por Su Espíritu. Pero a ellos les gusta decir que: “Nosotros tenemos esta gran denominación a la que pertenecemos. Nosotros comenzamos allá en los primeros días cuando nosotros éramos una minoría, sólo unas cuantas personas y pocos. Y ahora hemos crecido al grado que nos encontramos entre las denominaciones más grandes que hay. Tenemos las mejores escuelas y los ministros mejor educados. Tenemos el grupo mejor vestido, y la gente más intelectual de la ciudad asiste a nuestra denominación. Y damos para caridad, y hacemos buenas obras y todo de esa índole”; y nada del todo…Que Dios no permita que yo diga una sola palabra en contra de eso, porque todo eso está bien;",
    "pero sin embargo no es la voluntad de Dios que el hombre gobierne sobre el hombre.\n\nDios envió, en el Día de Pentecostés, el Espíritu Santo para que gobierne en el corazón de los hombres y gobierne en sus vidas. No era la intención de que el hombre gobernara sobre el hombre, pero nos gusta decir eso.\n\nEs una cosa muy sobresaliente cuando podemos decir que pertenecemos a una organización tan grande: “¿Es Ud. Cristiano?” De esa manera di con este texto. Cuando yo estaba en el hospital, y yo le preguntaba a alguien: “¿Es Ud. Cristiano?” “Yo pertenezco a tal y tal”.\n\n“¿Es Ud. Cristiano?”\n\n“Yo pertenezco a tal y tal”. Y la enfermerita llegó al lado de la cama donde yo estaba leyendo la Biblia, y ella era una nueva enfermera en ese piso, y ella dijo: “¿Cómo está Ud.?” Ella dijo: “Yo creo que Ud. es el reverendo Branham que está aquí para un examen físico”.\n\nYo dije: “Yo soy”.\n\nY ella dijo: “¿Le puedo frotar su espalda con alcohol, para que Ud. se sienta un poco mejor?”\n\nY yo dije: “Ud. puede hacerlo”.\n\nY mientras ella estaba frotando mi espalda, ella dijo: “¿A qué iglesia denominacional pertenece Ud.?”\n\nY yo dije: “Oh, yo pertenezco a la denominación más antigua que hay”.\n\nY ella dijo: “¿Qué denominación es esa?”\n\nYo dije: “Es la que fue organizada antes de que el mundo fuera organizado”.\n\n“Oh”, dijo ella, “que…yo no creo conocer esa…” Ella dijo: “Yo pertenezco a cierta iglesia. ¿Es esa organización?”\n\nYo dije: “No señora. Esa organización apenas tiene cerca de 200 años. Pero esta organización comenzó cuando alababan todas las estrellas del alba, y se regocijaban los hijos de Dios, cuando ellos vieron la venida del Salvador a redimir la humanidad”.",
    "Y ella paró de frotar mi espalda, y yo estaba inclinado un poquito de esta manera para que la señora pudiera frotar, (y ella era de aquí cerca de Corydon), y comenzamos a platicar y ella dijo: “Señor, yo siempre he creído que si Dios fue alguna vez Dios, El todavía es Dios hoy así como El lo era en la antigüedad”. Ella dijo: “Aunque mi iglesia niega eso rotundamente, pero yo creo que es la Verdad”.\n\nY yo dije: “Ud. no está lejos del Reino de Dios, jovencita”.\n\nElla dijo: “Si El alguna vez fue Sanador, ¿no es El un Sanador todavía?”\n\nYo dije: “El ciertamente lo es, mi hermana”.",
    "Pero el hombre quiere gobernar, y gobernar sobre el hombre; y el hombre quiere que el hombre gobierne sobre él. El no quiere tener a Dios para que gobierne.\n\nAsí que este hijo de Cis (de nombre, Saúl), era sólo una respuesta a lo que ellos habían deseado. El gran y majestuoso hombre, y el…oh, él podía guiarlos en sus batallas, y demás. Pero sin embargo no era la manera en que Dios hace las cosas. Dios quería que su fiel profeta los dirigiera y hablara Sus Palabras a ellos.",
    "Ahora, hoy, en nuestra gran edad de la iglesia en que vivimos, nosotros…yo pienso y creo esto con todo mi corazón que nosotros hemos hecho exactamente lo contrario a lo que Dios nos ordenó que hiciéramos. Las últimas palabras de nuestro Salvador fueron en Marcos 16, dice:\n\n…Id por todo el mundo y predicad el evangelio a toda criatura.\n\nEl que creyere y fuere bautizado, será salvo;…el que no creyere, será condenado.\n\nY estas señales seguirán a los que creen: En mi nombre echarán fuera demonios; hablarán nuevas lenguas;\n\nY si tomaran en las manos serpientes, o bebieren cosas mortíferas, no les haría daño; y si sobre los enfermos pusieran sus manos,…sanarán.",
    "No hay un solo hombre; no hay hijo de Cis, ni alguien más que pueda producir eso fuera del liderazgo del Espíritu Santo. Pero hemos hecho escuelas; hemos hecho seminarios, y hemos hecho organizaciones para—para satisfacer y para que se vean como el resto del mundo.\n\nAhora, el Espíritu Santo solía ser el líder en esta nación. Esta nación solía estar gobernada cuando en…cuando escribieron la Declaración de Independencia, y había una silla extra colocada allí. Pero no hay ni una pizca de duda en mi mente que el Hijo de Dios se sentaba en esa mesa. Cuando esta nación fue fundada sobre los principios de libertad de religión, y libertad para todos, y sobre las bases de la Eterna Palabra de Dios. Pero hemos corrompido eso…política. Al votar hemos hecho que entren hombres bajo compra y venta y promesas falsas, al grado que nuestra nación, y nuestra política, y nuestra democracia están tan contaminadas que están—están entremezcladas con Comunismo y toda clase de “ismos”.",
    "Y muchas veces hacemos un llamado en las sesiones para hacer una oración cuando la Liga de las Naciones se reúne allí o para tener discusiones. Y recientemente en cierta gran ocasión, ¡ni siquiera una sola vez se hizo un llamado para orar! ¿Cómo es que vamos a resolver diferencias sin oración? ¿Cómo podemos esperar hacer algo alguna vez sin el liderazgo del Espíritu Santo?\n\nPero déjenme decir esto con amor y respeto a nuestra nación, y a su bandera, y a la República a la cual representa: ¡hemos rechazado a nuestro Líder, el Espíritu Santo!, y a través de política corrupta hemos metido hombres de mentes perversas. Y si Uds. no vigilan, ahora mismo ellos van a hacer uno de los errores más fatales que hayan hecho: es porque la gente está deseando que el hombre gobierne.",
    "Lo que necesitamos como Presidente en el capitolio de los Estados Unidos, lo que necesitamos en el Congreso, lo que necesitamos en nuestras salas de justicia, son hombres que han consagrado sus vidas a Dios, y que están llenos con el Espíritu Santo, y que son guiados por Su Divina dirección. Pero en vez de eso, hemos escogido hombres de intelecto, hombres que tienen apariencia de piedad y niegan el poder de Dios, hombres que son ateos y algunas veces aun peor que eso, los hemos metido en las esferas políticas de nuestra nación; no sólo eso pero en nuestras iglesias.\n\nNuestras iglesias se han corrompido en base a que nosotros, al escoger nuestros pastores para que nos guíen, hemos ido a los seminarios y hemos escogido hombres que son grandes gigantes intelectuales; hombres que son muy brillantes de mente; hombres que son eruditos, y que son buenos para mezclarse entre la gente, y son grandes hombres en el vecindario, de lo cual yo no tengo nada que decir en contra; hombres que son amables en su manera de conducirse, cuidadosos en sus caminos de la vida, y cómo se conducen ellos mismos entre otros hombres y entre la gente; hombres grandes en sus campos, de los cuales yo no hablo mal. Que Dios no permita que mi espíritu sea alguna vez así de malo; pero sin embargo, ¡eso no es lo que Dios escogió para nosotros!",
    "Es el liderazgo del Espíritu Santo, Cristo en el corazón del hombre.\n\nMuchos de estos hombres intelectuales que se paran en nuestros púlpitos niegan la existencia verdadera del Espíritu Santo. Muchos de ellos niegan la existencia de sanidad Divina y el poder del Espíritu.",
    "Yo estaba leyendo ayer un artículo (creo que fue ayer); una serie de recortes de periódico de Jack Coe, el fallecido Jack Coe, uno de mis convertidos para el Señor Jesús, quien fue un hombre esforzado y valiente en su día, y fue llamado para interrogarlo allá en Florida, por haberle pedido a un niñito que se quitara el aparato ortopédico de sus piernas y que caminara a través de la plataforma. Y al hacerlo así, el niño caminó normalmente a través de la plataforma y se cayó cuando él llegó donde su mamá, todo era un plan del enemigo de Cristo.\n\nEsta joven y su esposo llevaron a nuestro valiente hermano a la corte del país. Y cuando toda iglesia debió haberse parado al lado del Hermano Jack, cuando todo eclesiástico que menciona el Nombre de Jesucristo debió haberse parado a su lado valientemente; todo hombre que invoca el Nombre del Señor Jesús debió haberse arrodillado en oración, pero en vez de eso, en los encabezados de los periódicos, una de nuestras grandes denominaciones dijo que unieron sus manos con los ateos para condenar y poner en prisión al Hermano Jack Coe. ¿Pudieran Uds. imaginarse a una iglesia llamándose así misma el Nombre de Cristo, uniendo sus manos con un ateo para condenar a un hombre santo, que estaba tratando con todo su corazón de pararse por la Biblia? Pero lo hicieron.",
    "Y entonces el Hermano Gordon Lindsay fue al rescate, y cuando el juez incrédulo dijo: “Este hombre es un fraude, porque él le quitó el aparato ortopédico a ese niño y lo envió por la plataforma, y dijo que él estaba sano, y él mintió y él hizo algo contrario a las órdenes del doctor; por lo tanto, él tiene un caso por defraudación en contra de él”.\n\nY el Sr. Coe se levantó, y él dijo: “Señor, yo desafío esa declaración. Dios sanó al muchacho”.\n\nY el juez dijo: “Yo le preguntaré a cualquier hombre en esta corte si esa declaración pudiera ser verdadera que Dios pudo sanar a ese muchacho en un extremo de la plataforma, y permitió que estuviera enfermo en el otro extremo. Si esa declaración puede ser probada por la Biblia, entonces yo digo que el Sr. Coe tiene derecho a su declaración”.\n\nY un ministro levantó su mano y dijo: “Su Señoría, señor, ¿pudiera yo declarar?”\n\nY el juez dijo: “Declare”.",
    "Y el ministro se puso de pie y dijo: “Una noche en un mar violento, cuando una pequeña barca estaba a punto de irse al fondo; todas las esperanzas de salvarse se habían perdido. Ellos vieron venir a Jesús, el Hijo de Dios, caminando sobre el agua. Y uno de los apóstoles, con el nombre de Pedro, dijo: ‘Si ese eres Tú, Señor, manda que yo vaya a Ti sobre las aguas’. Y El dijo…El Señor le dijo al apóstol Pedro: ‘Ven’. Y él descendió de la barca, señor, caminando así como Jesús estaba caminando sobre el agua. Pero cuando él tuvo temor, él comenzó a hundirse antes de que llegara a Jesús”.\n\nEl juez dijo: “El caso es absuelto”.",
    "Necesitamos el liderazgo del Espíritu Santo, no hombres intelectuales.\n\nEntonces Saúl, el hijo de Cis, fue hecho príncipe sobre el pueblo. Y él tomó 2,000 hombres y Jonatán tomó a mil, y Jonatán fue a una guarnición y atacó a un montón de Amorreos, Amonitas mejor dicho. Y cuando—cuando él los hubo atacado, Saúl tocó una trompeta y dijo: “Uds. han visto lo que Saúl ha hecho”. El comenzó a henchirse de orgullo.\n\nTan pronto como un hombre llega a ser algún gran doctor en Divinidad, o tiene alguna cosita tras su nombre, él llega a ser más o menos un “sabelotodo”. Los hombres de Dios son hombres humildes. El pueblo de Dios es gente humilde.\n\nCuando Uds. miran a algunos diciendo que han recibido el Espíritu Santo y empiezan a separarse ellos mismos, por lo visto no teniendo la fe, yendo de un lado para otro tratando de ser algo que no son, sólo recuerden, ellos no han recibido al Señor Jesús.",
    "Entonces encontramos que el enemigo subió, e iba a entrar entre un grupito de la gente de Dios e iba a sacar el ojo derecho de todo hombre. Eso es lo que el enemigo siempre trata de hacer, es sacar los dos ojos si puede, para que la gente no pueda ver lo que ellos están haciendo. Eso es lo que Satanás está tratando de hacerle hoy a todo Cristiano, sacarle su vista espiritual, para que él sólo pueda seguir el sentido intelectual de las cosas y no el sentido del Espíritu Santo guiándolo a él.\n\nAsí que entonces cuando ellos hicieron eso, cuando la gran derrota vino, entonces Saúl partió dos bueyes grandes y se los envió a todo el pueblo. Y yo desearía que Uds. notaran aquí. Cuando Saúl envió los trozos del buey a todo Israel y dijo: “Que todo hombre que no venga en pos de Samuel y Saúl, que él, este buey, sea como éste”. ¿Ven Uds. qué engañosamente trató de representarse él mismo con el hombre de Dios? Qué poco Cristiano fue eso. El temor de la gente era por causa de Samuel. Pero Saúl hizo que todos lo siguieran a él por causa de que la gente temía a Samuel. “Que vengan en pos de Samuel y Saúl”.",
    "Y cuántas veces lo hemos escuchado hoy: “Nosotros somos la gran iglesia”; “Nosotros somos la Iglesia de Cristo”; “Nosotros somos la Iglesia de Dios”; “Nosotros somos tales y tales”. Eso hace que la gente entre en temor y que piense que realmente es donde Dios está obrando. Y ellos no quieren el liderazgo del Espíritu Santo; ellos prefieren seguir a hombres como esos, porque a ellos les gusta vivir su propia vida individual. Les gusta creer lo que quieren creer.\n\n¿Ven Uds. que el Espíritu Santo es nuestro Juez? Dios nunca nos dio un papa, o un obispo, o a alguien para que sea un juez. El Espíritu Santo, la Persona de Dios en la forma del Espíritu Santo, es nuestro Juez y nuestro Guía.\n\nAhora ¿por qué es eso?",
    "Por favor perdonen esta expresión áspera y sumamente áspera. Yo no lo digo por ser malo; yo lo digo en amor. Pero el Espíritu Santo dice que está mal que nuestras mujeres se corten su cabello, y está mal que nuestras mujeres se pongan pantaloncitos cortos y pantalones y que se maquillen sus labios y su cara con pintura; el Espíritu Santo dice que está mal. ¡Pero queremos hombres que nos digan que está bien!\n\n“Mientras nosotros vengamos en pos de mí y de Samuel”. A ellos les gusta vivir de la manera que quieren durante seis días, e ir a la iglesia el domingo por la mañana, y un graduado de universidad, fino e intelectual, con bastantes títulos, puede hablarles un sermoncito que les…unos cuantos chistes que harían cosquillas en sus oídos y causaría que estuvieran entretenidos como alguna película o programa de televisión, y decir una pequeña oración por ellos, y enviarlos a casa con una como seguridad de satisfacción propia de que han cumplido su religión.\n\nEsa no es la voluntad del Espíritu Santo. El Espíritu Santo quiere que Uds. vivan santamente cada día y cada noche de la semana, separándose Uds. mismos de las cosas del mundo.",
    "Pero la iglesia no quiere eso. Ellos quieren algún hombre que pueda interpretar la Biblia de la manera que ellos quieren oírla. Ellos no prestan atención a la Voz del Espíritu Santo hablando a través de la Biblia.\n\nMuchos de ellos quieren decir: “Los días de los milagros han pasado”. Eso es lo que le agrada a la gente. Ellos quieren decir: “No hay bautismo del Espíritu Santo”. La gente no quiere actuar diferente de como actúa el resto del mundo. Ellas no quieren salir a la calle y tener sus rostros lavados, y los hombres con sus semblantes limpios y sin cigarrillos, y puros, y pipas en sus bocas, y las cosas que hacen los hombres; y las mujeres quieren su pelo cortado muy corto y ponerse vestiditos, mostrando sus formas y cosas que ellas quieren…Ellos—ellos quieren hombres que les digan que eso está bien.",
    "Luego la otra noche vino un hombre a decirme que porque yo había predicado en contra de tal cosa, que una gran denominación, como cinco de ellas, dijeron: “Dejaremos al Hermano Branham y no tendremos nada que ver con él. O Ud. hace que devuelvan esas cintas y se disculpa por ellas, o lo dejaremos “.\n\nYo dije: “Yo me pararé con la Palabra de Dios aun si me cuesta todo lo que hay en mi vida. Yo permaneceré con la Palabra y yo…”\n\nDijo: “Bueno, ¿no debería de hacer que devuelvan tal y tal cinta?”\n\nYo dije: “Yo nunca he predicado nada en mi vida de lo cual me haya avergonzado. Yo no haré devolver ninguna cinta o disco. Yo me quedaré con lo que el Espíritu Santo dice. Viviré y moriré por eso”. Ahora, yo no estoy tratando de hablar de mí mismo, pero sólo estoy tratando de darles una ilustración de lo que está pasando para que Uds. vean y entiendan. Que es gente que quiere ser guiada por el hombre.",
    "Ellos no querían a Samuel. Luego antes de que ellos ungieran a Samuel por rey, o a Saúl por rey, perdónenme, Samuel vino a ellos otra vez. Y yo voy a hablar en el lenguaje así como él lo hubiera dicho hoy. Uds. pueden leerlo.\n\nEl dijo: “¿Cuál es el inconveniente de que Dios sea su Rey?”\n\n“Bueno, nosotros no vemos a Dios”.\n\n“Bueno, yo soy Su representante”. Samuel dijo: “¿Les he dicho alguna vez algo errado? ¿Les he profetizado alguna vez algo que no se cumplió así como dije que sucedería? ¿No les he dicho la Palabra del Señor? Y les preguntaré esto: ¿He venido alguna vez a Uds. y les he pedido algo de su dinero? ¿Les he quitado algo alguna vez? ¿Les he traído alguna vez algo que no sea estrictamente ASI DICE EL SEÑOR? Y cada vez Dios ha vindicado que era la Verdad, y El envió una tormenta de truenos y lluvias”. Uds. conocen la Escritura allí para probar que Samuel era el portavoz de Dios.\n\nY asimismo Samuel representó perfectamente al Espíritu Santo hoy en día. El Espíritu Santo es el Portavoz de Dios. Que habla exactamente lo que la Biblia dice. Que sólo cree lo que la Biblia dice y no se desviará de ella ni un poquito.",
    "Pero ellos querían a alguien que les pudiera decir otra cosa.\n\nY el pueblo no podía decir que la profecía de Samuel no era perfecta. Ellos respondieron y dijeron: “Samuel, todo lo que tú has hablado en el Nombre del Señor, el Señor lo ha cumplido así como dijiste. No hay ni una falla. Tú nunca viniste a nosotros y nos pediste de nuestro dinero. Tú mismo te has sostenido. Tú nunca nos has pedido que hagamos para ti alguna gran cosa fuera de lo común. Tú has confiado en tu Dios, y El te ha librado de todas las cosas. Y tus palabras son verdaderas, todo lo que tú hablaste en el Nombre del Señor ha sido tal y como tú dijiste, ¡pero aun así queremos un rey!”",
    "¿Pueden ver Uds. la discrepancia? ¿Pueden ver Uds.—Uds. que la—la sutileza del diablo puede obrar en un ser humano? En lugar de rendirse él mismo, o ella misma, al Espíritu Santo y escuchar que lo que ASI DICE EL SEÑOR es para una vida pura, un carácter sin mancha, para una vida diferente, un pueblo adquirido, una nación santa, un pueblo que actúa raramente, ellos prefieren coincidir con el mundo, y actuar como el mundo, e ir a alguna iglesia que dice: “Eso está bien; sólo actúen así y continúen”.\n\n¿Pueden ver Uds. lo que es? Ellos dicen: “No hay tal cosa como sanidad. Oh, el bautismo del Espíritu Santo era un andamio para la iglesia”. En otras palabras, entonces Dios tomó al hombre, sacó el Espíritu Santo fuera de la iglesia y dejó que la denominación lo edificara. Nunca, nunca. No hay tal cosa. El Espíritu Santo, la Palabra de Verdad, ha de guiarlos hasta que Jesús venga. Pero de—de esa manera sucedió.",
    "Saúl llegó al poder. El consiguió muchos seguidores. Oh, él tenía armaduras hermosas; él tenía cantores; él tenía escudos; y él tenía lanzas. Oh, él brillaba más que todo el resto de las naciones. Y él los introdujo en una democracia que estaba más allá de cualquier cosa de la cual haya oído cualquiera.\n\nY eso es exactamente lo que nuestras denominaciones e iglesias han hecho hoy en día. Tenemos los edificios de iglesias más grandes en el mundo. Tenemos la gente mejor vestida en el mundo. Tenemos los eruditos más grandes que pueden ser traídos. Como los hombres entrenados de Saúl que podían tomar esa lanza, y ellos podían moverla y maniobrarla al grado que las naciones les temían. Ellos eran un pueblo entrenado, y todo.\n\nPero un día, llegó un tiempo en que salió un retador. Y eso alarmó tanto a todo el ejército de Israel al grado que estaban de pie temblando en sus zapatos. Goliat les hizo un reto: “Si su Dios es lo que Uds. dicen que es, Uds. son los mejor entrenados”, y él los retó. Ellos no sabían qué hacer. Sus finas armaduras pulidas no funcionarían. Sus lanzas no funcionarían. Algo de lo cual no habían oído antes estaba aconteciendo.",
    "Y con toda reverencia, y respeto santo, y honor, y dignidad, y amor, y compañerismo Cristiano, yo digo esto: Yo leí el otro día en un periódico Africano donde nuestro hijo de Cis, nuestro retador de evangelismo, Billy Graham, cuando un Mahometano lo retó a él, dijo: “¡Si su Dios es Dios, que El sane a los enfermos como El dijo que lo haría!” Y el hijo de Cis, con el resto del ejército, se quedaron quietos y se fueron del país derrotados. Es una desgracia. ¡Nuestro Dios es Dios!\n\nNosotros tenemos nuestras buenas iglesias; tenemos nuestro buen evangelismo; tenemos nuestros cantantes asalariados; tenemos los mejores coros, las torres más altas en el país; tenemos los hombres más refinados, algunos de los más adinerados. Tenemos a los intelectuales; conocemos la teología hasta lo sumo; podemos predicarla; podemos decirla; podemos evangelizar y traer gente y hacer millones de convertidos cada año para la iglesia. Nuestros cantantes asalariados, nuestro evangelismo intelectual no sabe cómo enfrentar un reto como ese. Ellos no saben nada de eso. Ellos no saben nada de Su poder sanador, del bautismo del Espíritu Santo, de un poder que puede quitar una sombra de un hombre muriéndose con un cáncer y librarlo. Ellos no saben nada de eso. Ellos no han sido entrenados en ese campo, así como era Saúl y su grupo hecho por el hombre.",
    "Pero déjenme decirle al pueblo de Dios y a Uds. hijos, para que Uds. sepan que Dios nunca los deja sin un testigo: No sabiéndolo Saúl; Saúl no sabía nada al respecto, pero Dios tenía a un pequeño David allá por alguna parte detrás de la colina, que no estaba alimentando ovejas con hierbas eclesiásticas. ¡El las estaba guiando junto a aguas de reposo, y a pastos verdes! El era cuidadoso con las ovejas de su padre, y si algo venía (un enemigo), para atrapar a una de las ovejas de su padre, ¡él conocía el poder de Dios para librar esa oveja!\n\nDios todavía tiene un David en alguna parte que sabe lo que significa librar una de las ovejas de Dios por el poder de Dios. El todavía sabe todo al respecto. El había confiado…El no sabía nada acerca de la armadura de Saúl y tampoco quería nada de eso. El no quería ninguna de sus denominaciones; él no quería la armadura sobre él. El dijo: “¡Yo no sé nada al respecto! Pero déjenme ir en el Poder que yo conozco”.\n\nEl había alimentado las ovejas de su padre. El había tenido cuidado de los pastos. El les había dado la clase correcta de alimento, y ellas vivieron y crecieron.",
    "🦅 No sólo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios vivirá el hombre”. El verdadero pastor las alimenta, “Jesucristo, el mismo ayer, hoy, y por los siglos”. Y si el enemigo atrapa a una en enfermedad, él conoce el poder de Dios.\n\nMiren al pequeño David, parado allí. Dijeron: “Ese hombre es un guerrero desde su nacimiento. Y desde su juventud él no ha conocido nada más que una lanza y una armadura. El está bien entrenado. El es un teólogo. Y tú no sabes nada al respecto.”\n\nEl dijo: “Eso es verdad, Señor. Yo no sé nada acerca de su entrenamiento teológico, pero hay una cosa que sí sé: que cuando un enemigo venía a tomar una de las ovejas de mi padre, yo iba con el poder de Dios. ¡Yo la libraba! Yo la traía a salvo de nuevo y a una buena salud. Yo la traía de nuevo a los sombreados y delicados pastos y a las aguas de reposo. Y el Dios que entregó en mis manos al león, y yo lo maté cuando él tomó uno de los corderos, y me permitió matar al oso; ¡así el Dios del Cielo irá conmigo para matar a este Filisteo incircunciso!”",
    "Necesitamos el liderazgo del Espíritu Santo.\n\nYo no sé cuántos días más me quedan. Nadie lo sabe.\n\nLa otra mañana estaba recostado en mi cama. Y yo estaba…había estado dormido, y soñé que Joseph estaba enfermo, y lo había recogido para orar por él. Y cuando desperté estaba muy preocupado. Y dije: “Pues, quizás Joseph va a estar enfermo”. Y vi pasar delante de mí una sombrita oscura, como de color café más bien, y parecía como que era yo. Y la estuve observando y detrás de ella venía alguien de blanco, y era El. Miré a mi esposa para ver si estaba despierta para poder mostrarle; por si ella podía ver la visión, pero estaba durmiendo. Yo dije: “Oh, lo siento, Señor, pero esa ha sido mi vida. Tú me has tenido que empujar a todo lo que he hecho. Cada vez que algo sucedía, yo pensaba que eras Tú haciéndolo, y me di cuenta que era Satanás tratando de mantenerme alejado de eso”. Yo dije: “Si tan sólo me pudieras guiar”. Y mientras miraba vi la cara más hermosa que he visto en un hombre. El estaba enfrente de mí mirando hacia atrás. Alzó la mano y tomó la mía y empezó a moverse hacia este lado. La visión se me fue.\n\nEl domingo pasado en la mañana desperté temprano. Esta visión fue el sábado.",
    "Siempre me he preocupado; siempre he pensado en morir. Yo, teniendo 50 años, mi tiempo no es…Yo pensaba que no me quedaba mucho. Me preguntaba cómo sería yo en esta teofanía, el cuerpo celestial. ¿Iría a ser que vería a mis queridos amigos y vería pasar una pequeña neblina blanca y diría: “Allí va el Hermano Neville”, y que él no podría contestarme, “Hola, Hermano Branham”? Y entonces cuando Jesús viniera yo volvería a ser hombre nuevamente. Muchas veces he pensado eso.\n\nEstaba soñando que yo estaba en el oeste y yo…venía por un pequeño lugar lleno de retama, y mi esposa estaba conmigo, y habíamos estado pescando truchas. Me detuve y abrí el portón, y los cielos estaban tan hermosos. No se veían como aquí sobre el valle. Eran azules y las nubes blancas y hermosas. Y yo le dije a mi esposa, yo dije: “Deberíamos haber estado aquí desde hace mucho, querida”.\n\nElla dijo: “Por causa de los niños, deberíamos haber estado, Billy”.\n\nYo dije: “Eso es…”\n\nY me desperté.",
    "Yo pensé: “Estoy soñando tanto. Me pregunto porqué”. Y miré hacia abajo y ella estaba acostada junto a mí. Y me levanté sobre la almohada, como muchos de Uds. lo han hecho. Recargué mi cabeza en la cabecera de la cama y puse mis manos detrás de mí. Y yo estaba allí acostado así, y dije: “Bueno, me pregunto cómo va a ser al otro lado. Ya tengo 50 años, y todavía no he hecho nada. Si tan sólo pudiera yo hacer algo para ayudar al Señor. Porque sé que no seré mortal…Ya ha pasado, por lo menos, la mitad de mi tiempo, o más de la mitad. Si llego vivir tanto como mi gente, aun así ya pasó la mitad de mi tiempo”. Y miré alrededor y estaba allí acostado a punto de levantarme. Eran como las 7:00. Yo dije: “Creo que iré a la iglesia esta mañana. Si estoy ronco, me gustaría oír al Hermano Neville predicar”.\n\nAsí que, yo dije: “¿Estás despierta, querida?” Y ella estaba profundamente dormida.\n\nY no quiero que se les vaya a pasar esto. Me ha cambiado. No puedo ser el mismo Hermano Branham que era.",
    "Y miré, y oí algo que decía repetidamente: “Apenas estás comenzando. Prosigue la batalla. Sigue persistiendo”.\n\nMeneé mi cabeza por un momento y entonces pensé: “Bueno, probablemente sólo estoy pensando así, Uds. saben, una persona puede tener algunas imaginaciones”, y yo dije, “probablemente yo sólo me imaginé eso”.\n\nDijo: “¡Prosigue la batalla! ¡Sigue adelante! ¡Sigue adelante!”\n\nY yo dije: “Quizás yo lo dije”.\n\nY puse mis labios entre mis dientes, y me cubrí la boca con mi mano, y allí vino de nuevo. Dijo: “Sigue persistiendo. Si tan sólo supieras lo que está al fin del camino”. Y parecía como que podía oír a Grim Snelling o a alguien que cantaba ese himno así; lo cantan aquí, Anna Mae y todos Uds.:\n\nMe siento triste y nostálgico, y quiero ver a Jesús;\n\nQuisiera oír aquellas dulces campanas del puerto sonar;\n\nIluminaría mi camino y desvanecería todos los temores;\n\nSeñor, permíteme ver más allá de la cortina del tiempo.\n\nUds. han oído que ha sido cantado aquí en la iglesia.\n\nY oí algo decir: “¿Quisieras ver más allá de la cortina?”\n\nYo dije: “Eso me ayudaría tanto”. Y yo miré, y en un momento, yo…en un respiro, yo había llegado a un lugar pequeño que estaba inclinado. Miré hacia atrás, y allá estaba yo acostado en la cama. Y yo dije: “Esta es una cosa extraña”.",
    "Ahora, yo no quisiera que Uds. repitan esto. Esto es ante mi iglesia, o ante mis ovejas que estoy pastoreando. Ya sea que yo estaba en este cuerpo o no, ya sea que fuese una traslación…No fue como ninguna visión que haya tenido. Yo podía ver allá, y podía ver aquí. Y cuando llegué a ese pequeño lugar, nunca he visto tanta gente venir corriendo y gritando: “Oh, nuestro precioso hermano”. Y miré, y mujeres jóvenes, quizás de unos 20 años (de dieciocho a veinte), me estaban abrazando y gritando: “Nuestro precioso hermano”.\n\nAquí venían hombres jóvenes en el resplandor de su masculinidad juvenil, y sus ojos brillaban y se veían como estrellas en una noche oscura, sus dientes blancos como perlas, y estaban gritando y abrazándome y gritando: “Oh, nuestro precioso hermano”. Y me detuve y miré, y yo era joven. Miré hacia atrás a mi cuerpo envejecido allí en la cama con las manos detrás de mi cabeza. Y yo dije: “Yo no entiendo esto”.",
    "Y estas mujeres jóvenes abrazándome.\n\nAhora, me doy cuenta que esta es una audiencia mezclada, y yo digo esto con la dulzura y con la ternura del Espíritu. El hombre no puede abrazar a una mujer sin tener una sensación humana. Pero allí no había nada de eso. No había ningún ayer ni mañana. Ellos no se cansaban. Ellos estaban…Nunca he visto mujeres tan hermosas en toda mi vida. Tenían su cabello hasta la cintura, faldas largas hasta los pies, y me estaban abrazando. Ni siquiera era un abrazo como el que me daría mi propia hermana, que está allí sentada. No me estaban besando, y yo no las estaba besando a ellas. Fue algo para lo cual no tengo el vocabulario; no tengo las palabras para expresarlo. Perfección no lo tocaría. Sublime no lo tocaría de ninguna manera. Fue algo que yo nunca…Uno tiene que estar allí.",
    "Y miré hacia acá y hacia allá, y venían por millares. Y yo dije: “No entiendo esto”. Yo dije: “¿Por qué ellos…?” Y ahí venía Hope, esa fue mi primera esposa. Ella vino corriendo y no dijo: “Mi esposo”. Ella dijo: “Mi precioso hermano”. Y cuando ella me abrazó, había otra mujer parada allí que me abrazó, y luego Hope abrazó a esta mujer, y cada una…\n\nY yo pensé: “Oh, esto tiene que ser algo diferente, no puede ser…Hay algo…Oh, ¿querré volver otra vez a aquel cuerpo viejo?” Miré allí alrededor y pensé: “¿Qué es esto?” Y miré muy bien, y yo—yo dije: “No—no puedo entender esto”. Pero Hope parecía ser como una…oh, una invitada de honor. No era diferente, sino solamente como una invitada de honor.",
    "Y entonces oí una voz que me habló, que estaba en el cuarto, dijo: “Esto es lo que tú predicaste que era el Espíritu Santo. Esto es amor perfecto. Y nada puede entrar aquí sin él”.\n\nEstoy más determinado que nunca en mi vida que se tiene que tener amor perfecto para entrar allí. No habían celos. No había cansancio. No había muerte. Las enfermedades jamás podrían entrar allí. La mortalidad no podría envejecerlo a uno, y ellos no podían llorar. Era solamente un regocijo: “Oh, mi precioso hermano”.\n\nY ellos me llevaron y me sentaron en un lugar muy grande y alto. Y yo pensé: “No estoy soñando. Estoy mirando hacia mi cuerpo acostado allí en la cama”. Y me sentaron allí arriba y dije: “Oh, no debería estar sentado aquí arriba”.\n\nY de ambos lados venían hombres y mujeres en la flor de la juventud, gritando. Y una mujer estaba parada allí y gritó: “Oh, mi precioso hermano. Oh, estamos tan contentos de verle aquí”.\n\nYo dije: “Yo no entiendo esto”.\n\nY entonces esa voz que estaba hablando de arriba, dijo: “Tú sabes que está escrito en la Biblia que los profetas fueron reunidos con su gente”.\n\nY yo dije: “Sí, recuerdo eso en las Escrituras”.\n\nDijo: “Pero esto es cuando tú te reúnas con tu gente”.\n\nYo dije: “Entonces van a ser reales, y los podré tocar”.\n\n“Oh, sí”.\n\nYo dije: “Pero yo…Hay millones. No hay tantos Branham”.\n\nY esa voz dijo: “No son Branham; ellos son tus convertidos. Esos son los que has guiado al Señor”. Y dijo: “Algunas de esas mujeres que tú piensas que son tan hermosas, tenían más de 90 años de edad cuando las guiaste al Señor. Con razón están gritando: ‘Nuestro precioso hermano’”.\n\nY todos gritaron al mismo tiempo: “Si Ud. no hubiera ido, nosotros no estuviéramos aquí”.",
    "Miré alrededor y pensé: “Pues, no lo entiendo”. Yo dije: “Oh, ¿dónde está Jesús? Tengo tantos deseos de verlo”.\n\nEllos dijeron: “El está un poquito más arriba, por aquel rumbo”. Dijo: “Algún día El vendrá a Ud.” ¿Ven? Dijo: “Ud. fue enviado como líder y Dios vendrá, y cuando El venga, El lo juzgará a Ud. primero según lo que les enseñó a ellos; si ellos habrán de entrar o no. Entraremos de acuerdo a su enseñanza”.\n\nYo dije: “¡Oh, estoy tan contento! ¿Tuvo Pablo…tiene él que pararse así? ¿Tiene Pedro que pararse así?”\n\n“Sí”.\n\nYo dije: “Entonces yo he predicado cada palabra que ellos predicaron. No me desvié de eso ni para un lado ni para el otro. Así como ellos bautizaron en el Nombre de Jesucristo, yo también lo hice. Así como enseñaron el bautismo del Espíritu Santo, yo también lo hice. Todo lo que ellos enseñaron, yo también lo enserié”.\n\nY aquella gente gritó y dijo: “Sabemos eso, y sabemos que algún día regresaremos con Ud. a la tierra”. Dijeron: “Jesús vendrá y Ud. será juzgado según la Palabra que nos predicó. Y entonces si Ud. es aceptado en ese tiempo, lo cual así será”, y dijeron, “entonces Ud. nos presentará a El como trofeos de su ministerio”. Dijeron: “Ud. nos guiará a El y todos juntos regresaremos a la tierra para vivir para siempre”.\n\nYo dije: “¿Tengo que regresar ahora?”\n\n“Sí, pero siga persistiendo”.",
    "Yo miré, y podía ver a la gente; hasta donde podía ver a lo lejos, todavía seguían viniendo, queriendo abrazarme, gritando: “Nuestro precioso hermano”.\n\nEn ese instante una voz dijo: “Todo lo que tú has amado, y todos los que te han amado, Dios te los ha dado aquí”. Y miré y ahí venía mi perro caminando. Ahí venía mi caballo y puso su cabeza sobre mi hombro y relinchó. Dijo: “Todos los que tú has amado y todos los que te han amado, Dios te los ha entregado en tus manos por medio de tu ministerio”.\n\nY sentí que fui movido de aquel hermoso lugar. Y miré alrededor. Yo dije: “¿Estás despierta, querida?” Todavía estaba dormida. Y yo pensé: “Oh, Dios, oh, ayúdame, oh, Dios. Jamás permitas que me comprometa con una palabra. Permite que me quede exactamente en esa Palabra y la predique. No me importa qué viene o qué va, o qué hagan los demás, cuántos Saúles o hijos de Cis se levanten, cuántos esto, aquello, o lo otro, permíteme, Señor, proseguir hacia aquel lugar”.\n\nTodo temor de la muerte…",
    "Yo digo esto con mi Biblia aquí delante de mí esta mañana. Tengo un niño allí, de cuatro años, que debe ser criado. Tengo una niña de nueve años y una adolescente por las cuales estoy agradecido, que han tomado el camino del Señor. Que Dios me permita vivir para criarlos en el consejo de Dios. Sobre todo, parece que todo el mundo está clamando a mí. Hombres y mujeres de noventa años y de todas clases: “Si Ud. no hubiera ido, nosotros no hubiéramos estado aquí”. Que Dios me permita proseguir en la batalla. Pero si es cuestión de morir, yo no soy nada más…Sería un gozo, sería un placer entrar de esta corrupción y desgracia.\n\nSi yo pudiera hacer allá a lo lejos, un cubo de cien billones de millas de alto, y eso es amor perfecto. Cada escalón en esta dirección, se hace más angosto, hasta llegar a donde estamos ahora. Eso solamente sería una sombra de corrupción. Esa cosita que podemos percibir y sentir, que hay algo en alguna parte, no sabemos qué es. Oh, mi precioso amigo, mis queridos; mis amados del Evangelio, mis hijos engendrados para Dios, óiganme, su pastor. Uds.…Deseara que hubiera alguna manera en que pudiera explicárselos. No hay palabras. Yo no las pudiera encontrar. No se encuentran en ninguna parte. Pero justamente más allá de este último respiro está la cosa más gloriosa que Uds. hayan…No hay manera de explicarlo. No hay manera; yo no lo puedo hacer. Pero amigo, no importa qué haga Ud., deje todo a un lado hasta que obtenga amor perfecto. Llegue al punto en que puede amar a todos, a todo enemigo, a todo lo demás.",
    "Esa sola visita allá me ha hecho un hombre diferente. Yo nunca, nunca, nunca, podré ser el mismo Hermano Branham que era.\n\nAunque los aviones se estén meciendo; aunque relampaguee, aunque los espías me apunten con un arma, sea lo que sea, no importa. Yo voy a proseguir en la batalla por la gracia de Dios pues he predicado el Evangelio a toda criatura y a toda persona que he podido, persuadiéndolos hacia aquella hermosa tierra más allá. Quizás parezca difícil, quizá se requiera mucho esfuerzo.\n\nNo sé cuánto tiempo más. No sabemos. Hablando físicamente, de mi examen el otro día, dijeron: “Ud. tiene veinticinco años más de ardua y buena vida. Ud. está fuerte”. Eso me ayudó. Pero, oh, eso no era. Eso no es. Es algo aquí adentro. Esta corrupción tiene que vestirse de incorrupción; esto mortal tiene que vestirse de inmortalidad.",
    "Quizá se levanten hijos de Cis. Yo tengo…todas las buenas cosas que hacen, no tengo nada malo que decir en contra de ellas; dando a los pobres y para caridad. Y recuerden, pues, Samuel le dijo a Saúl: “Tú también profetizarás”. Y muchos de esos hombres son grandes y poderosos predicadores, pueden predicar la Palabra como arcángeles, pero aun así no era la voluntad de Dios. Dios habría de ser su Rey. Y hermano, hermana, permita que el Espíritu Santo le guíe. Inclinemos nuestros rostros por un momento.\n\nMe siento triste y nostálgico, y quiero ver a Jesús;\n\nQuisiera oír aquellas dulces campanas del puerto sonar.\n\nIluminaría mi camino y desvanecería todo temor;\n\nSeñor, permítenos ver más allá de la cortina del tiempo.\n\nSeñor, permíteme ver más allá de la cortina de tristezas y temor;\n\nPermíteme ver ese clima de sol brillante.\n\nFortalecería nuestra fe y desvanecería todo temor;\n\nSeñor, permite que vean más allá de la cortina del tiempo.",
    "Estoy seguro, Señor, si esta pequeña iglesia pudiera ver esta mañana más allá de la cortina. No habría ni una aflicción entre ellos, ni jamás la podría haber. Ni una enfermedad, nada más que perfección, y sólo es un respiro entre aquí y allí, de vejez a juventud, de tiempo a Eternidad. De las fatigas del mañana y la tristeza del ayer al tiempo presente de la Eternidad, en perfección.\n\nYo ruego, Dios, que Tú bendigas a cada persona aquí presente. Si hubieran aquí aquellos, Señor, que no te conocen a Ti en ese camino de amor…Y verdaderamente, Padre, nada puede entrar a ese Santo Lugar sin esa clase de amor; el nuevo nacimiento, el ser nacido de nuevo. El Espíritu Santo, Dios, es amor. Y sabemos que eso es verdad. No importa si movemos montes con nuestra fe, si hacemos grandes cosas, sin embargo sin eso allí, nunca podríamos subir aquella gran escalera más allá. Pero teniendo eso, nos elevará más allá de estos cuidados terrenales.\n\nYo ruego, Padre, que Tú bendigas a la gente aquí, y que a toda persona que me ha oído esta mañana contar esta Verdad, que Tú seas mi testigo, Señor. Como Samuel de antaño: “¿Les he dicho alguna cosa en Tu Nombre que no fuera la verdad?” Ellos son los jueces. Y les digo ahora, Señor, que Tú me has llevado a aquella Tierra. Tú sabes que es la verdad. Y ahora, Padre, si hay algunos que no te conocen, que esta sea la hora que digan: “Señor, coloca en mí la voluntad para ser Tu voluntad”. Concédelo, Padre.",
    "Y ahora Uds. con sus rostros inclinados, levanten sus manos y digan: “Ore por mí, Hermano Branham. Que la voluntad de Dios sea en mí”.\n\nAhora, mientras están en sus respectivos lugares, muy dulcemente, ¿por qué no le dicen al Padre: “Dios, en mi corazón, hoy renuncio a todas las cosas del mundo. Renuncio a todo para amarte y servirte toda mi vida. Y yo, desde este día en adelante, voy a seguirte en cada Escritura de Tu Biblia”? Si Ud. no ha sido bautizado en el bautismo Cristiano: “Lo haré, Señor. Si todavía no he recibido el Espíritu Santo…” Uds. sabrán cuando lo hayan recibido. Les dará a Uds., les dará a Uds. la seguridad y el amor que necesitan. Oh, Uds. quizás hayan hecho distintas…tenido sensaciones, como quizás Uds. hayan gritado o hablado en lenguas, lo cual está bien, pero si ese Amor Divino no está allí…ahora, créanme.\n\nDigan: “Señor, coloca en mi corazón y en mi alma el alcance de Tu Espíritu, para que yo pueda amar y honrar y tener hoy ese Amor Divino en mi corazón, el cual me llevará a aquella tierra cuando mi último respiro me deje”. Ahora, mientras oramos, Uds. mismos oren. A su propia manera, oren. Pídanle a Dios que haga eso por Uds. Los amo a Uds. Los amo a Uds. A Uds. hombres preciosos con sus cabezas canosas que están aquí sentados, que han trabajado duro y han alimentado a los niñitos. Uds., pobres madres que han limpiado las lágrimas de los ojos de ellos. Permítame asegurarle esto, amada hermana, no es así al cruzar allá al respiro del otro lado. Creo absolutamente que está en el auditorio. Solamente es una dimensión en la cual entraremos a vivir; esto, en lo que ahora vivimos, sólo es una corrupción. “Haz en mí, Señor, que sea Tu voluntad”. Oren Uds. mientras oramos juntos.",
    "Reverentemente, Señor, sobre la base de Tu Palabra y Tu Espíritu Santo, estamos tan contentos de saber de dónde viene nuestro nacimiento. Estamos contentos de que nacimos, no por la voluntad del hombre, ni por la voluntad de la carne, sino por la voluntad de Dios. Y rogamos hoy, Padre, que éstos que están pidiendo ahora gracia perdonadora, que Tu Espíritu haga esa obra, Señor. No hay manera de que yo haga eso. Solamente soy un hombre; otro hijo de Cis. Pero te necesitamos a Ti, el Espíritu Santo. Dios, permíteme ser como Samuel, uno que diga la Verdad de la Palabra. Y Tú la has vindicado hasta ahora, y creo que continuarás mientras yo sea fiel a Ti.\n\nQue todos reciban ahora Vida Eterna, Padre. Que este día nunca se aparte de ellos. Y en la hora cuando vayan a partir de este mundo, que esto, las cosas que les acabo de decir, se les abra a una realidad. Y mientras nos sentamos aquí como mortales, hoy, mirando nuestro reloj, pensando en nuestra comida, en el trabajo de mañana, en los cuidados y luchas de esta vida, no existirán entonces. Todos se desvanecerán. No habrán cuidados, sólo un gran gozo de Eternidad. Dale ese tipo de Vida, Padre, a todos. Y que…Te pido esto, Padre, que cada persona que está aquí esta mañana que me ha oído contar esta visión, que yo me encuentre a todos ellos en el otro lado. Aunque quizás hay aquí hombres, y también mujeres, que no están de acuerdo conmigo, pero Padre, nunca permitas que eso sea un estorbo en nuestro camino. Que los podamos encontrar allá cuando también ellos corran, y nos abracemos gritando: “Nuestro precioso hermano”. Permite que sea así como fue mostrado allá, Señor, para todos. Todos los que yo he amado y todos los que me han amado a mí. Ruego que sea así, Señor. Y yo los amo a todos. Permite que aparezcan allá, Padre. Les ofrezco Vida Eterna en este momento. Que ellos hagan su parte en aceptarla. Porque lo pido en el Nombre de Jesús. Amén.",
    "Sólo nos quedan unos momentos para orar por los enfermos. Yo veo que tenemos una niñita y la señora en la silla. Ahora, a mis más preciosos hermanos, hermanas. Por favor no me malentiendan. Yo—yo no sé qué sucedió. Yo no sé qué sucedió. Pero Dios, cuando yo muera, permíteme regresar allá. Permíteme ir a ese lugar, es a donde quiero estar, dondequiera que fue. Yo no estoy tratando de ser un Pablo que fue arrebatado al Tercer Cielo. Yo no estoy diciendo eso. Yo creo que El sólo estaba tratando de animarme, tratando de darme alguna cosita para empujarme hacia adelante en mi nuevo ministerio que viene.",
    "¿Parecería irreverente si yo leyera algo aquí sólo un momento? ¿Estaría bien? [La congregación dice: “Amén”.—Editor] Una de las revistas principales de la nación. Billy Graham: “EL DR. BILLY GRAHAM INVITADO POR LOS ISLAMITAS”. En la primera plana del Afrikaans Times, 15 de febrero de 1960. El escritor del artículo, quien era un Musulmán (Mahometano), piensa que los milagros deberían de seguir a la predicación del Evangelio de Cristo, el mismo, ayer, hoy, y por los siglos. Citamos:\n\nEs este Cristo el que prometió, a Sus seguidores, cuando El dijo: “El que en Mí cree, las obras que Yo hago, él las hará también; aun mayores hará”. ¿Ha hecho alguna vez la iglesia las obras que…los—los atributos de Cristo en la Biblia; puede hacerlo hoy? ¿Puede alguna de las distinguidas iglesias hacer siquiera la mitad de los milagros hechos por Cristo? Ya no digamos obras mayores. ¿Puede Ud. como un hombre de renombre, representante de los Cristianos levantarse para…resucitar a los muertos a una vida física? ¿Puede Ud. caminar sobre el mar? ¿Puede Ud. sanar a los enfermos y dar vista a los ciegos? ¿No es esto de acuerdo, a la era antes mencionada expuesta por los Mahometanos, o expuesta…o las pruebas dadas por Cristo las cuales siguen como declaraciones de alguna parte en su creencia?\n\nGran parte del artículo Musulmán es claramente una afirmación errada tras otra.",
    "Ellos desacreditan a este Musulmán, pero él tenía razón. Esto es lo que ellos dijeron:\n\nLa mejor respuesta es leer la Biblia y conocer el Corán. El Corán padece que la…padece por la comparación. La afirmación del Mahometismo es sobresaliente y sobrepasa el Cristianismo, es puramente imaginación r-i-m-b-o-m-b-a-n-t-e (rimbombante yo supongo). El escritor a pesar de todo ha tocado un punto vital con respecto a que los milagros deben de estar en la iglesia. Pero otra vez aquí dudamos la sinceridad del escritor. Porque quién pudiera señalar y pudiera poner en duda los milagros hechos por el Rev. William Branham delante de los Musulmanes en Sudáfrica, cuando diez mil lo recibieron, a Cristo el Salvador. Bajo el ministerio de William Branham en Durban, Sudáfrica, y en otras partes por todo el mundo, o a T. L. Osborn en el Este de Africa. Por supuesto nos paramos cien por ciento por Billy Graham. Hemos hablado sobre el asunto en consideración. Este asunto en consideración no tiene valor alguno.",
    "Pero en medio de todo esto, él me contó…dijo que éramos fanáticos; que no sabíamos lo que estábamos haciendo. Ellos tuvieron que atestiguar en su propio periódico que Dios lo hizo de todas maneras. Dios es tan Dios hoy como siempre lo ha sido. Uds. pudieran pensar que ellos no lo creen; que ellos no lo ven. No está escondido; no ha sido hecho en una esquina. Centenares de millares de personas sentadas allí vieron eso. Cuando ellos vieron a aquel muchachito lisiado y afligido venir allí, y el Espíritu Santo le dijo acerca de su vida y cosas, y lo que aconteció allí, y ver a diez mil Musulmanes, tenderse sobre el piso, y aceptar a Jesucristo como Salvador personal.\n\nTodavía tenemos hombres como T. L. Osborn, y demás, que todavía alimentan con alimento para ovejas. Supongo que el Hermano Osborn no ha estado todavía entre los Musulmanes. Ellos afirman que son muy predominantes. Pero nosotros todavía tenemos un Dios que puede librar a las ovejas del león; puede librar a las ovejas del oso.",
    "Y me hizo bien saber que ellos tuvieron que escribirlo y reconocerlo. Ellos piensan que no. Ellos se alejaban y daban su espalda y decían: “Todos esos días han pasado”. Los Musulmanes dijeron: “Oh, entonces ellos, toda la Biblia ya pasó. Todos Uds. están mal. Uds. están adorando a un hombre. Un hombre que murió, y Su Nombre era Jesús, y El murió hace muchos años, y no hay tal cosa de que El ha resucitado”. Pero ellos no pudieron decir eso en la reunión de Durban.\n\nAllí se paró El haciendo las mismas cosas que El hizo y se las probó. Ahora, aun las denominaciones tienen que regresar…La misma persona que me escribió y me dijo que yo debería de retractarme de mi enseñanza sobre la Biblia, fue el mismo que tuvo que escribir eso en su periódico. De todos modos Dios los hará que lo alaben a El a pesar de todo. Eso es correcto. El hará que ellos lo alaben a El de todas maneras.",
    "Tenemos sentada aquí a una niñita enferma. ¿Es esa su niña? ¿Cuál es su problema, hermana? ¿Cómo? [La hermana dice: “Hemorragia del cerebro”.—Editor] Hemorragia del cerebro. [El Hermano Branham tiene una conversación con la mamá de la niña afligida.] Sólo hay una cosa, mamá, que puede entonces…que salvará a la niña. Ese es Dios. Ud. sabe eso. [La hermana dice: “Ella ha estado mucho mejor de lo que estaba”.] Yo estoy contento de eso. ¿Ha ido Ud. allá y oró por ella, Hermano Neville? Desde que el Hermano Neville fue allá y oró por ella, ella se ha puesto mejor. Todavía tenemos pastores que conocen el alimento de las ovejas.",
    "¿Cuál es su problema, querida hermana, sentada en la silla allí? ¿El de Ud.? Cáncer. Pues, si yo les pregunto algo, quizás aquí mismo. Cuantos aquí hayan sido sanados por…de cáncer, levanten sus manos. Mire, hermana. [La hermana dice algo.—Editor]\n\nDios es el Sanador. Sabemos eso. Si yo les dijera, que yo puedo ir allá y quitar esa hemorragia de la niña y sanarla, yo les diría mal. O que yo pudiera quitar el cáncer de la mujer. Pero yo sé una cosa: había un oso, un cáncer, un tumor, una ceguera, y aun la muerte echó mano de algunas ovejas de Dios un día. Yo salí con el poder de Dios, y yo lo maté y traje a esa oveja de regreso. Eso es correcto. Hoy salimos, no con una gran cosa, tal y tal. Yo salgo con una sencilla hondita de oración. Eso la traerá de nuevo. Ud. cree eso, ¿no es así, hermana? Ud. también cree, ¿no es así, hermana?\n\n¿Cuántos de Uds. creen con todo su corazón?",
    "Ahora, Uds. inclinen sus rostros mientras voy a orar. [El Hermano Branham deja la plataforma para orar por los enfermos.—Editor]",
    "Levanten sus rostros sólo por un momento. El pastor me acaba de decir que estas personas estaban muy, muy enfermas. Ellas se pondrán bien. Está bien. La promesa de Dios nunca falla. Nosotros vamos en pos de ellas.",
    "Ellos tienen un servicio bautismal. Hay algunas personas que tienen que irse. Vamos a tener servicio otra vez en esta noche. ¿Hay alguien aquí que no pudiera venir esta noche que quisiera que nosotros hiciéramos una oración por Ud. ahora?, que no pueden estar aquí esta noche. Entonces, ¿pudieran venir acá? Los que no pueden venir esta noche…yo tendré más tiempo para mi línea de oración esta noche. Ellos tienen que bautizar a estas personas. ¿Tiene Ud. un niño pequeño allí…? Sí, hermano, muchas gracias. ¿Está bien si la leo después o ahora mismo…? Gracias señor.\n\nAhora, si Uds. nos dan uno o dos minutos más, nosotros…entonces tendríamos el servicio bautismal. Yo sé que Uds. quieren verlo. Y aquellos que están deseando ser bautizados esta mañana, bueno Uds.…las damas vayan por aquí a cambiarse su ropa, y los hombres vayan a este lado. Y entonces, mientras yo estoy orando por esta gente enferma, entonces Uds. pueden estarse preparando para el servicio bautismal. Y ahora aquellos que…",
    "Ahora, esta noche yo trataré de hacer una pequeña línea de oración esta noche. Inmediatamente, tan pronto como ellos entren. Y esta noche vamos a empezar en el primer Libro de Efesios. Y estaremos muy contentos ahora, de que vengan. Si Uds. no tienen una iglesia adónde ir. Pero si Uds. tienen su propio pastor e iglesia, entonces Uds.—Uds. asistan a su preciosa iglesia a la cual Uds. apoyan. Si Uds., los que tienen que irse, y se van a ir en este momento, Dios les bendiga. Estén con nosotros otra vez cuando puedan. Estaremos contentos de tenerlos. [El Hermano Branham habla con alguien.—Editor] Ahora, el resto de Uds. mientras inclinan su rostro por un momento, queremos orar.\n\nPadre, yo te doy gracias a Ti hoy por la pequeña hondita de pastor, la oración que derrotó al león, y el corderito fue librado de él y fue devuelto a su mamá y a su papá. Yo ruego por nuestro hermano. Yo pido que Tú lo traigas a salvo también, Señor. Que la presión sanguínea y los problemas de su cuerpo cesen. Yo voy en pos de él, Señor, para traerlo de nuevo. En el Nombre de Jesucristo; así sea. Dios le bendiga hermano.",
    "Yo veo caminando a otro niñito ciego. Me gustaría decir una cosa más. Yo estaba muy enfermo…yo estaba vomitando. Y yo pensé…yo no quiero que se les pase esto. Yo pensé: “Dios, qué daría yo si pudiera oír que alguien se detuviera afuera”.\n\nMi esposa diría: “Billy, hay un señor anciano aquí para verte”. Y entraría allí un hombrecito calvo, con su barba gris colgándole alrededor de su cara.\n\nEl entraría y diría: “¿Es Ud. el Hermano Branham?”\n\nYo diría: “Sí, señor, yo soy”.\n\n“Mi nombre es Simón”. Pondría su mano sobre mí y me vería por un momento. Diría: “Ud. es un creyente, Hermano Branham”.\n\n“Sí”.\n\n“Todo va a estar bien”. Simón Pedro de la Biblia. ¡Cómo apreciaría eso! El no tendría que decir mucho, sólo poner su mano sobre mí. Todo estaría bien.\n\nY entonces lo que se me vino: Con la ayuda de Dios y por la gracia de Dios, hay miles de millares de personas que creerían la misma cosa si yo viniera a ellos. Y yo pensé: “Señor, entonces, permíteme llegar a todo el que pueda. Permíteme…” Yo pensé si Simón sólo…Pablo…algunos de ellos entraran, y dijeran: “¿Es Ud. el Hermano Branham?”\n\n“Sí”.\n\nPondrían sus manos sobre mí y me verían y dirían: “Muy bien, Hermano Branham”, y se irían. Yo me pondría bien. Yo estaría bien. Seguro. Yo dije…“Oh, mi ánimo se elevaría allí mismo”. Yo diría: “Yo voy a estar muy bien”. Sí, Señor. Y hoy hay gente que cree esa misma cosa. Y eso es lo que yo vengo a hacer aquí: poner manos sobre Uds., y pedirle a Dios. [El Hermano Branham continúa orando por los enfermos.—Editor]",
    "🦅"
  ]
}