{
  "title": "ADOPCIÓN #4",
  "id": "60350009",
  "content": [
    "🦅  A nuestros preciosos amigos, estamos contentos de estar aquí de regreso en la iglesia esta noche. Está un poquito caliente, y así que trataremos de apurarnos tan rápido como sea posible, entraremos directamente en el Mensaje.\n\nPrimero tenemos que hacer algunos anuncios, y una—una petición especial de oración. Yo tengo sus cartas allá atrás, que fueron dadas, y por la hermana que siente que ella tiene un tumor en el cerebro. Y hay otra en Louisville; y el hermano de otro ministro, su padre tiene un ataque al corazón; y hay mucha, mucha gente enferma en el mundo hoy. Muchos están llamando y ciertamente oramos por ellos con todo nuestro corazón, que Dios nos ayude.",
    "Normalmente cerca del noventa y cinco por ciento de mi ministerio siempre es eso, orar por los enfermos, ¿ven Uds.?, pero yo—yo tengo como un cierto—tengo como un cierto punto de vista de que…Yo todavía oro por los enfermos, ahora, recuerden eso. Eso va junto con ello. Pero, oh, si podemos lograr que la—la iglesia esté colocada en posición, entonces, y que se ponga en orden para que podamos obrar, ¿ven Uds.? Tiene que organizarse, ¿ven?, poner todo en orden.\n\nAlgo más acaba de impresionar mi corazón, hace unos momentos. Eso fue cuando un hombrecito veterano, uno de sus brazos casi fue arrancado de un balazo, la pierna casi fue arrancada de un balazo. El no está aquí para escucharme en este momento. Pero es una persona muy fina, que se llama Roy Roberson, y es uno de nuestros síndicos aquí en la iglesia, y es un fino caballero Cristiano. El entró allí, y dijo: “Hermano Branham, no olvide al Presidente”. Dijo: “Me hizo sentirme tan triste cuando él bajó”, lo vio en una televisión, “a él bajando del avión, las lágrimas rodando por sus mejillas, y su boca torcida hacia un lado”. Uds. saben, él estuvo allá con Roy y demás, en esa—esa batalla.",
    "No importa si Uds. difieren con él en política, él todavía es nuestro Presidente. Sí, señor. De mi parte, yo—yo ni soy Demócrata ni Republicano. Yo soy un Cristiano. Pero yo—yo les digo, yo ciertamente tuve una gran admiración por—por el Presidente Dwight Eisenhower. Señor, él ciertamente ha sido un gran hombre, a mi manera de—de pensar. Si él fuera a correr otra vez, y yo fuera a votar, yo votaría por él otra vez. Eso es correcto. A mí no me importa si él tuviera—si él tuviera cien años de edad, yo todavía votaría por él, porque él me agrada. Y recordémoslo en nuestras oraciones esta noche.\n\nJ. T., yo ciertamente aprecio esa hermosa reunión, que Uds., que Ud. y el Hermano Willard tuvieron esta semana. Si yo hubiera entrado de afuera, Uds. hubieran dicho: “Muy bien, Hermano Branham ahora, Ud. sabe, tal y tal”. Pero es mejor sólo quedarse afuera y escucharlos a Uds., ¿no les parece? [El Hermano Branham se ríe.—Editor] Muy bien. Así que, muy bien.",
    "Yo tengo algunas ofertas de algunas iglesias, si todos Uds. las quieren, si Uds. están listos ahora para ir a pastorear, si Uds. tienen su entrenamiento. Y, lo cual, yo creo que Uds. lo han recibido, y tienen todo en orden. Tengo una en Oregón, algunas en Washington, California, y Arizona, en diferentes lugares. Y si Uds. alguna vez quieren tomar una iglesia o algo, pues, aquí mismo es un buen lugar donde empezar, aquí mismo. Y hay almas clamando dondequiera, aun en las reservas Indias y a dondequiera que Uds. quieran ir. Sólo avísenos, porque yo creo que Uds. muchachos están anclados ahora. Eso es correcto. Me encanta verlos hacer eso.\n\nAllá está el Hermano Ruddell arriba por la carretera. Vamos a ir a tener una reunión con él, en pocos días. El Hermano Ruddell va a tener un avivamiento. Y yo—yo recuerdo que yo solía empujar a ese amiguito por dondequiera, tratando de hacer que saliera al puesto del deber y que predicara. El era tan retraído. El decía: “Yo simplemente no puedo hablar”. Uds. deberían de escucharlo. Amén. ¿Ven? Uds. no saben lo que pueden hacer si permiten que el Espíritu Santo eche mano de Uds. Eso es correcto.",
    "Y el Hermano Graham Snelling en Utica, y el Hermano Junior Jackson allá. Nosotros—nosotros los consideramos a todos ellos nuestras pequeñas iglesias hermanas, con nosotros. Todos estamos juntos. No discrepamos en nuestras doctrinas, o nuestras esperanzas y metas, nuestras doctrinas, son una. Nos paramos juntos, todo juntos. Somos una sola iglesia. Y ciertamente nos gustaría tenerlos esparcidos por todas partes; tenemos algunos en Africa, algunos en India, y por todo alrededor, por todo el país. Allí es donde los queremos, esparciendo las Nuevas.\n\nY yo veo a estos jóvenes viniendo, como el Hermano J. T. Parnell aquí, y—y el Hermano Willard y demás, cuando ellos están viniendo, jóvenes, cuando me estoy envejeciendo. Si hay un mañana, ellos serán ese hombre del mañana. Yo no quiero que este Mensaje muera nunca. No puede. Debe perdurar. Y yo no creo que tenemos mucho tiempo para traerlo.\n\nEl pequeño bebé que ellos dijeron que iba a morir, yo veo que Ud. lo ha tenido en la iglesia todo el día de hoy, hermana. Eso está muy bien. Agradecemos al Señor por eso, que el Señor es misericordioso, lleno de misericordia. Sólo siga creyendo lo que se le dijo aquí mismo, ¿ven?, todo va a estar bien.",
    "Ahora, ¿se están gozando con la enseñanza? ¿Les gusta la enseñanza? [La congregación dice: “Amén”.—Editor] Oh, yo—yo—yo verdaderamente creo que nos hace bien. Nos da un pequeño descanso de orar por los enfermos, y las visiones y sanidad Divina. Por supuesto, ahora, esta noche nosotros…Después del servicio oraremos por los enfermos otra vez, esta noche. Siempre queremos hacer eso, bautizar a alguien en cualquier momento.\n\n¿Cuántos se acuerdan cuando yo solía recorrer las líneas de energía? Bueno, yo he recorrido las líneas de energía, muchas veces, tenía que caminar treinta millas [Cuarenta y ocho kilómetros.—Traductor] al día a través del campo. Yo tenía doscientas ochenta millas [Cuatrocientos cincuenta kilómetros.—Traductor], de línea que recorrer. Yo bajaba por allí, con la camisa en mis manos, y, oh, tan cansado, caminando a través de esas selvas, y zarzas verdes cortándome. Me encontraba con algún anciano agricultor y me sentaba debajo de un árbol y hablaba con él acerca de ser bautizado en el Nombre del Señor Jesús. El decía: “Bueno, yo siempre he querido ser bautizado”.\n\nYo decía: “No está muy lejos el riachuelo”. Y él decía…",
    "Y yo he llevado a muchos de ellos allí abajo y los he bautizado en el Nombre de Jesús. Continuaba adelante a lo largo de la línea, tan rápido como podía ir. Eso es correcto. Muchas veces en mi vieja ropa de trabajo, bautizaba a uno, me bajaba de un poste. Me sentaba allí arriba trabajando al otro lado del poste; yo era un instalador de líneas, también, trabajando de un lado al otro del poste, con un hombre, hablándole acerca del Señor. El decía: “Pues, Billy, uno de estos días yo vendré a tu iglesia y seré bautizado”.",
    "Yo dije: “¿Por qué quieres esperar hasta entonces? Estamos junto al río, hay bastante agua allí”. Agárrenlos ahora mismo. Eso es correcto. Ese es el momento. Felipe dijo…",
    "El eunuco le dijo a Felipe: “Aquí hay agua, ¿qué nos impide?” Eso es correcto. Nada. Si Uds. están listos, ese es el momento. No permitan que el Diablo tenga oportunidad de encajar algo allí. No dejen para mañana las cosas que Uds. pudieran hacer hoy. Mañana pudiera no llegar para Uds. Yo recuerdo una ocasión en que hice eso, aprendí, me enseñó una lección. Yo aplacé algo que debería haber hecho un día, y al siguiente día era demasiado tarde.",
    "Ahora, en verdad yo no quiero retenerlos todo este tiempo. Pero simplemente me pongo tan—tan emocionado, y, yo no sé, simplemente me siento tan bien al grado que me pongo fuera de mí mismo, casi. Yo simplemente me siento tan bien.",
    "Ahora inclinemos nuestros rostros sólo un momento antes de que abordemos la Palabra.",
    "Nuestro Padre Celestial, Tú eres el Dios viviente, que siempre vive. El sol que se acaba de poner, ese mismo sol, Daniel lo miró cuando se puso, Jeremías lo miró poniéndose, Adán lo miró poniéndose, Jesús lo miró poniéndose. Y es el mismo mundo en el que vivieron y en el que caminaron, y Tú todavía permaneces el mismo Dios.",
    "Esta noche hay muchas peticiones. Un hombre con un tumor en el cerebro, una hermana teme la misma cosa. Tú eres la única esperanza, Señor, que hay para eso. Ese tumor ha llegado a ser maligno, no hay nada que pueda detenerlo. Está muy lejos del alcance de las manos del doctor. Pero esta noche vamos con nuestra hondita, en pos de ese cordero, para traerlo de nuevo al redil del Padre. En el Nombre del Señor Jesús nosotros dirigimos nuestra oración para matar al león, el tumor, la malignidad, para traerlos a salvo al redil.",
    "Y nosotros, Dios, recordamos esta noche a nuestro amado Presidente, hermano, nuestro Dwight Eisenhower. El ha guiado la nación, Señor, el ha tratado de impedir que entremos en guerra. El prometió que la guerra Coreana terminaría si él tuviera alguna manera en que pudiera hacerlo. El le prometió a esas madres que él traería a esos muchachos de regreso. Pero él dijo: “Yo hacerlo, no puedo hacerlo. Yo puedo poner mis esfuerzos, pero Dios tendrá que hacerlo”. Y Tú estuviste con él, Señor, y ahora todo está resuelto. ¿Por qué no pudieron haber visto eso para comenzar? Dios, yo ruego que Tú le ayudes. Bendice esa alma valiente, Señor. Y rogamos que Tú nos escojas el próximo que ha de ser el líder. Tu voluntad predestinada se lleve a cabo, Señor.",
    "Pero en el que estamos tan interesados esta noche, además de nuestros asuntos nacionales, es Aquél grande y glorioso que viene a establecer un Reino que no tendrá fin, el Señor Jesús, Tu Hijo. Entonces ellos armarán pabellones, el toque de silencio sonará y ya no habrán guerras. Plantarán viñas y comerán el fruto de ellas. Edificarán casas, las habitarán. Y entonces ya nunca más habrán problemas después de eso.",
    "Bendícenos ahora mientras abordamos la Palabra. Y Padre, Tú sabes la razón de que yo esté abordando la Palabra desde esta misma Escritura. Es debido a que yo—yo siento que Tú quieres que lo haga de esta manera, que es Tu Divina voluntad, está en Tu orden, está en el…es el orden del día, para permitir que la gente encuentre su lugar en posición y que estén preparados para la hora de batalla. Como nuestro hermano dijo en su oración a Ti no hace mucho: “Oh, Tú nos has entrenado tanto tiempo, Señor”. Ahora, Padre, danos nuestras filas. Colócanos allá afuera en lo que debemos hacer, para que podamos estar en los negocios del Padre. Porque lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "Más bien tuve una tarde maravillosa esta tarde, hablando con un famoso doctor en Louisville, su enfermera. Ellos oyeron acerca de las cosas gloriosas del Señor. Y su padre era un doctor. Y ella vino y se sentó en mi cuarto la mayor parte de la tarde, sencillamente llegó, llegó de improviso. Una persona maravillosa; más bien un poco dura, Uds. saben, una especie de Presbiteriana fiel y verdadera para comenzar, pero se fue con lágrimas corriéndole por sus mejillas. Oh, yo…Dios los tiene colocados por todas partes, en oficinas de doctores, en enfermeras. Yo no creo que hay una sola enfermera en el Hospital de Enfermería Norton a la que no le testifiqué acerca de tener el Espíritu Santo, y que no le pregunté si ella fue bautizada en el Nombre de Jesús. No hubo un doctor con el que no me puse en contacto, dondequiera, o nad-…¿Ven?",
    "Díganles al respecto. No tenemos mucho tiempo, hermano. No importa cuán duro parece aquí, sólo esperen a que Uds. crucen ese último respiro allá y vean, entonces Uds. desearán haberlo hecho. Sí, señor. No esperen hasta ese tiempo, hagámoslo ahora mismo. Esta es la hora. Oh, ellos pudieran no estar de acuerdo, y enojarse y discutir un poco al respecto, pero no es la intención de ellos. Realmente no es la intención de ellos. Ellos—ellos—ellos están bien. Cuando ellos se ponen a discutir con Uds., sólo—sólo recuerden, realmente no es la intención de ellos—ellos. No es la intención de ellos. Quizás se les ha enseñado algo y simplemente se agarran de eso, así que Uds.—Uds. pueden ver su idea. No discutan con ellos, no discutan con ninguno, pero sencillamente amándolos métanlos en Ello. Luego oren por ellos.",
    "Bueno, creo que llegamos al versículo 9, no estoy seguro. Está muy distante del capítulo 3, ¿no es así, hombres? ¡Oh, es miel en la peña, para mí! Ahora nosotros estábamos hablando, recuerden, para que podamos tener de nuevo una pequeña base. Y ahora, Hermano Neville, Ud.—Ud. jáleme ahora un poquito si fallo de ver el tiempo yéndose, para que yo pueda tener oración por los enfermos. Queremos ver cada pizca que podamos. Y esta noche quiero un llamado al altar. Yo…Terminando en esto lo cual quizás yo pueda leer el resto de ello.",
    "Pero el propósito de esto, es, ver su posición en Cristo, ver que no es algo con lo que Uds. se encontraron por casualidad, o algo que pudiera haber…que Uds. merecieron de alguna manera, pero es lo que Dios mismo hizo por Uds. No que Uds. eran tan buenos que Uds. fueron a una iglesia una noche, que algún pobre hermano los guió al altar. Y no fue eso. Fue Dios, que antes de la fundación del mundo los predestinó a Vida Eterna. Cuando Uds. lleguen allá aquel día, con razón los cuarenta…veinticuatro ancianos se quitaron sus coronas, todos dejaron a un lado su corona, todos se postraron sobre sus rostros, ellos no tenían una sola cosa que pudieran decir, ningún predicador, ningún anciano, ni nada. ¡Toda alabanza sea al Cordero! Dios reunirá en El todas las cosas en ese día. Oh, si alguna vez pudiéramos saber y reconocer Quién era ese a Quién crucificaron ellos. Ahora en el…",
    "Empezamos en el versículo 8, para poner una pequeña base.\n\nQue hizo sobreabundar para con nosotros en toda sabiduría e inteligencia,\n\nDándonos a conocer el misterio de su voluntad,…",
    "🦅 Los misterios de Su voluntad”. ¿Y recuerdan cómo permanecimos en eso? ¿Cuántos estaban aquí esta mañana?, veamos. Cómo nos quedamos en eso, “el misterio de Su voluntad”. Ahora, no es tan sólo una cosita, entonces es un misterio. La voluntad de Dios es un misterio. Y cada hombre tiene que buscar la voluntad de Dios para él mismo o para ella misma, el misterio de Dios.",
    "¿Cómo nos damos cuenta? Pablo, era conocido para él. El dijo que no consultó con ningún hombre, ninguna carne y sangre. El no fue a ninguna escuela, a ningún seminario. El no tuvo nada que ver con ello. Pero él…Fue revelado a él por Jesucristo, Quien se encontró con él en el camino a Damasco, en una—una Luz como una Columna de Fuego, y lo llamó a él. Y él fue a Arabia, y allá moró tres años. Oh, ¿no se imagina que ese fue un gran tiempo, Hermano Egan? Tres años Pablo allá en Arabia, se rentó un pequeño edificio en alguna parte, caminando de arriba abajo por el piso, con todos los manuscritos antiguos. Ellos no tenían los nuevos; Pablo los escribió, en su mayor parte. En estos manuscritos antiguos, cómo Dios, en el principio, nos predestinó a Vida Eterna. Cómo enviaría El a Jesús, para que por medio de este Sacrificio todos tuviéramos derecho al Arbol de la Vida. Aquellos que El antes conoció, El los llamó; aquellos a quien El llamó, El ya los justificó; aquellos a quien El justificó, El ya los ha glorificado. Dios, desde el principio del mundo, nos predestinó para ser adoptados hijos. Ahora toda la creación está gimiendo, esperando la manifestación de los hijos de Dios. Oh, yo me imagino que Pablo tuvo un tiempo maravilloso. A mí me gustaría haber estado con él. ¿A Uds. no?",
    "Ahora él dijo: “El nos dio a conocer el misterio”. Tengan el Espíritu Santo en Uds. alguna vez, y empiecen a escudriñar Eso y sólo observen cómo se desarrolla Eso. Esta tarde yo tenía, oh, como treinta minutos para estudiar, solamente para darle una repasada a la lección; quizás no, yo diré la mitad de eso, quince minutos entre tiempos. Y me apresuré, y pensé: “El misterio, ¡qué misterioso!” Y la Escritura me llevó de regreso al Antiguo Testamento, entonces de regreso otra vez al Nuevo Testamento; ligó algo, ver el misterio de Su Venida, el misterio de Su voluntad, el misterio de nosotros sentándonos juntos. Recuerden, no puede ser enseñado en ningún seminario. Es un misterio. Uds. no lo pueden conocer por educación, por teología. Es un misterio que ha estado escondido desde la fundación del mundo, esperando la manifestación de los hijos de Dios.",
    "Dígame, mi hermano, dígame, mi hermana, ¿cuándo fue el tiempo en que los hijos de Dios habían de ser manifestados alguna vez, aparte de este tiempo de ahora? ¿Cuándo hubo alguna vez un tiempo en la historia, en que ellos habían de manifestar el tiempo para librar a toda la naturaleza? La naturaleza, la naturaleza misma está gimiendo, esperando el tiempo de la manifestación. Pues, antes de que la expiación fuera hecha, antes de que el Espíritu Santo fuera derramado alguna vez, antes de todo el—todo el Antiguo Testamento, allá atrás, no pudo haber habido manifestaciones. Tenía que esperar hasta este tiempo. Ahora todas las cosas han sido traídas, viniendo, tomando forma hasta una piedra principal, a las manifestaciones de los hijos de Dios regresando, y el Espíritu de Dios entrando en estos hombres, tan perfectamente al grado que su ministerio será tan parecido como el de Cristo hasta que lo una a El y a Su Iglesia.",
    "¿Cuántos estudiaron alguna vez la historia de las pirámides? Yo creo que quizás una señora aquí levantó su mano. Muy bien.",
    "Dios escribió tres Biblias. Una de ellas era el Zodíaco en los cielos, ésa es la primera Biblia. El hombre había de mirar hacia arriba para darse cuenta que Dios es de arriba. Sigan el Zodíaco, ¿lo han estudiado alguna vez? Hasta da cada edad, aun la edad del cáncer. Da el principio, el prim-…el nacimiento de Cristo. ¿Cuál es la primera figura en el Zodíaco? La virgen. ¿Cuál es la última figura? Leo el león. La primera Venida y la segunda Venida de Cristo, todo está escrito allí.",
    "Luego la siguiente Biblia que fue escrita, fue en piedra, llamada “pirámides”. Dios escribió en las pirámides. Si Uds. las estudian, observen las historias antiguas y guerras, cómo ellas fueron construidas antes de la destrucción antediluviana.",
    "La tercera fue escrita en papel, la Biblia, para el gran e inteligente mundo intelectual que habría de venir. Ahora, a medida Dios se ha movido a través de la edad, estamos en Leo el león. Estamos en la coronación de la pirámide. Estamos en el Libro de Apocalipsis, en el último capítulo. La ciencia dice que estamos a tres minutos antes de medianoche. Oh, piensen dónde estamos.",
    "Y fíjense, tomemos la pirámide, es fácil. Está formada más o menos como en un triángulo.",
    "Cuando estábamos aquí comenzando en la edad temprana de la iglesia, después de la Reforma en el tiempo de Lutero, sólo con que un hombre dijera que él era un Cristiano, significaba o su vida o su muerte. Ellos lo mataban hasta por decir que él era un Cristiano. Por lo tanto para pasar por persecución…Cada edad, a través de cada tiempo, ha habido persecución. “Todos los que viven piadosamente en Cristo Jesús padecerán persecución”. En la edad de Lutero, era horrible decir “un Luterano”. Uno era considerado un fanático, y lo podían matar. Muchas veces ellos los mataban en hogueras, los quemaban, y todo lo demás, por ser Luteranos.",
    "Entonces, la iglesia se hizo angosta, así como la pirámide. Entró en otra etapa de gracia, la cual fue santificación. En el tiempo de Wesley, cuando él protestó contra la iglesia Anglicana, enseñó santificación. De nuevo entró en la minoría, entonces ellos fueron llamados un montón de fanáticos.",
    "¿Cuántos hay aquí que eran Metodistas, o solían serlo, o que una vez estuvieron conectados con la iglesia Metodista? La mitad de Uds. ¿Sabían Uds. que la iglesia Metodista casi tuvo el Espíritu Santo en un tiempo? Yo he ido a iglesias Metodistas y los he visto caer al piso, y echar agua en su rostro y que los abanicaran con un abanico, para evitar que el Espíritu Santo viniera sobre ellos. Eso es correcto. Ahora, ésa es la verdad, allá en las colinas de Kentucky donde teníamos Metodistas. Uds. aquí son de los que se unen a la iglesia. Nosotros teníamos Metodistas allá, y Bautistas. Llegábamos al altar y nos golpeábamos el uno al otro en la espalda hasta que recibíamos algo. Salíamos adelante, vivíamos diferentes después de eso.",
    "Pero Uds. sólo vienen y ponen su nombre en el libro y dicen: “Yo soy un Metodista”. Y toman el salero y rocían un poquito de agua sobre Uds., y eso es todo. Salen y usan pantalones cortos, maquillaje, van a las carreras de caballos, apuestan, juegan, juegan en las máquinas de apostar y todo lo demás, todavía son buenos Metodistas, ¿ven? Esos no son Metodistas. Esos tan sólo son de los que se unen a la iglesia. Eso es correcto. Bautistas, de la misma manera, los Presbiterianos, así sucesivamente de la misma manera.",
    "Como David duPlessis dijo: “Nietos, Dios no tiene nietos”. Dios nunca tuvo un nieto. El tiene hijos, pero no nietos. Eso es correcto. Uds.…y gente que entró en la iglesia Metodista, o la iglesia Pentecostal, o la iglesia Bautista, porque su madre o padre era Pentecostal o Bautista, entonces Uds. son nietos. Ellos eran hijos. Uds. son nietos, ¿ven? Así que Dios no tiene algo así. La iglesia tiene mucho de eso, pero no—pero no la—no la—no…Dios no.",
    "Ahora, fíjense en éstas, sigue adelante hasta que llega ahora, a medida llega a la minoría, la iglesia. La edad Pentecostal entró. Eso ciertamente cortó muchas protuberancias. Entonces, ¿qué hizo? Dejó a los Metodistas y Luteranos atrás.",
    "Ahora el Espíritu Santo se movió adelante alejándose de la edad Pentecostal. ¿Qué hicieron ellos? Se organizaron, se formaron ellos mismos: “Nosotros somos las Asambleas de Dios. Nosotros somos los Unitarios. Nosotros somos los que creemos en Dos. Nosotros somos la Iglesia de Dios. Nosotros somos los Esto, o Aquello. Uds. no pertenecen, Uds. no pueden entrar en el Cielo a menos que tengan su nombre en nuestro libro”. ¡Oh, semejante tontería! A mí no me importa si Uds. son Bautistas, Metodistas, Presbiterianos, Uds. pusieron su nombre en el Libro de la Vida cuando Dios lo puso allí. Si Uds. fueron predestinados a Vida Eterna, Dios los va a llamar de alguna manera, de algún modo, de alguna—de alguna u otra manera. Claro que lo hará. “Todo lo que el Padre me ha dado, vendrá a Mí”. No importa a qué iglesia pertenecen Uds., eso no tiene nada que ver con ello. Pero la denominación nunca les va a hacer una sola cosa a Uds., pero pudiera impedirles bastante de que sigan adelante con Dios, pero nunca—nunca hará nada más. Los va a congregar con un montón de creyentes e incrédulos. Por supuesto, uno encuentra eso a dondequiera que va, y ellos hasta tuvieron eso en el Cielo. Así que, está bien, pero Uds. están mirando hacia su denominación. Miren hacia Jesús, a El es a Quien deben mirar.",
    "Ahora mientras venimos bajando a…ellos tuvieron…¿Cuántos…? Yo creo que esta mujer aquí levantó su mano de que ella había estudiado las pirámides. Uds. saben, la pirámide nunca fue coronada. ¿No es así? Nunca se puso una piedra de corona sobre ella. Ellos nunca, ni siquiera pudieron encontrarla. Ellos no saben qué le sucedió a ella. ¿Por qué? ¿Por qué no fue puesta la piedra de corona sobre ella, la piedra principal, el remate de ella? Porque El fue rechazado cuando El vino. El fue la Piedra rechazada. Eso es correcto. Pero será coronada. Eso es correcto. Y entonces aquellas piedras que encajan alrededor de esa Piedra Principal, tendrán que ser piedras que serán tan completamente parecidas a esa Piedra, que encajarán en ella, las junturas y por todas—por todas partes. La pirámide es tan perfecta que uno no puede pasar una navaja de rasurar entre ellas, donde esas piedras se juntan. Una obra de albañilería tan hermosa. Algunas de ellas pesarían centenares de toneladas arriba en el aire, y tan perfectamente colocadas juntas.",
    "De esa manera Dios está trayendo Su iglesia. Nosotros estamos bien unidos, de un corazón y unánimes. Ahora alguien dice: “Pues, los Luteranos allá atrás no tenían nada”. No lo crean. Los Luteranos saldrán en la resurrección así como el resto saldrá en la resurrección. Bautistas, Presbiterianos, y todos los hijos de Dios, saldrán en esa resurrección. Y ésa es la razón de que la gente hoy dice: “Oh, pues, habrá un avivamiento arrasador que saldrá aquí y salvará a cien millones de Pentecostales. Todos serán salvos y acontecerá el Rapto”. Uds. están equivocados. En ese Rapto habrán centenares de millares, eso es correcto, pero también estarán comprendidos por seis mil años de salvación, desde hace seis mil años. El hombre camina en la Luz a medida la Luz viene a él, él cruza los puentes cuando él llega a ellos. Ahora, si él la rechaza, entonces él es dejado en oscuridad. ¡Pero si él sigue avanzando!",
    "Ahora, fíjense, entonces la Venida del Señor Jesús está tan cercana al grado que el Espíritu desde muy abajo aquí…apenas justificación, santificación, bautismo del Espíritu Santo, y ahora llegando al tiempo de la venida de la Piedra Principal. La Iglesia tiene que ser tan perfectamente como Cristo al grado que Cristo y la Iglesia puedan unirse, el mismo Espíritu. Y si el Espíritu de Cristo está en Uds., los hace vivir la vida de Cristo, actuar la vida de Cristo, hacer las obras de Cristo. “El que en Mí cree, las obras que Yo hago, él las hará también”. Jesús dijo eso. ¿Ven? Ahora vamos a tener, tenemos un ministerio que viene que es exactamente como la vida de Cristo. ¿Qué identifica ese ministerio? La Venida del Señor.",
    "Mírenlo en el mundo hoy, y observen lo que Khrushchev está diciendo, todas estas otras grandes cosas, y grandes conflictos mundiales a la mano, en cualquier momento, se podría volver en polvo en cualquier segundo. Eso es correcto. Y si eso, sabemos que eso está cerca. Cualquier persona sensata puede leer en el periódico o escuchar un radio, y saber que eso está cerca. Pues, recuerden, Cristo viene por Su Iglesia antes que eso suceda. Así que, ¿qué tan cerca está la Venida del Señor Jesús? Quizás antes de que termine esta reunión esta noche. Estamos en el tiempo del fin. Ciertamente es la verdad.",
    "Observen a la iglesia cómo ha venido, cómo se mueve. Sólo tómenlo en su propia mente, Uds. historiadores que estudian historia. Miren a la iglesia Luterana bajo justificación, viniendo tan recientemente del Catolicismo, mírenla moverse. Luego miren a Wesley acercándose un poquito más, en santificación, entrelazándose en las Escrituras. Miren exactamente en medio, el Wesley. Luego la siguiente cosa que entró fue la edad Pentecostal. Y la edad Pentecostal fue la restauración de los dones, los dones espirituales. Ahora, miren la edad que viene ahora llegando hasta la Piedra Principal. ¿Ven lo que quiero decir? La Venida del Señor, el darse a conocer. Dios y todas las creaciones están esperando para que la iglesia encuentre su lugar en posición.",
    "El problema hoy, yo…casi todos los que me he encontrado. Fui sacado afuera en la silla, estábamos tomando…Yo tengo que tomar un examen físico, Uds. saben, si vamos a ir a ultramar, Uds. misioneros y demás saben eso. Cuando yo estaba tomando un examen ellos me sacaron allí del cuarto, yo había estado tomando ese…a mí me parecía como masa, o harina, o algo, y yo—yo había estado tomándolo. Y salí allí afuera, me senté, esperé media hora y a ver si se me salía de mi estómago o no. Miré al otro lado de allí, y había una mujercita, parecía como que ella estaba a punto de morir. Ella estaba tan…piernitas y bracitos. Y yo seguía avanzando de este hombre a aquel hombre, de este hombre a aquel hombre, acercándome más a ella, hasta que llegué a donde ella estaba. Parecía como que la pobrecita estaba a punto de morir. Y yo llegué cerca de ella, yo dije: “Discúlpeme, señora”.\n\nElla dijo: “¿Cómo está Ud.?” ¡Oh, ella estaba tan enferma!\n\nY yo dije: “¿Qué le pasa?”",
    "Ella dijo: “Yo fui a Tucson a visitar a mi hija. Me enfermé, ellos no pueden encontrar qué es lo que está mal”.",
    "Yo dije: “Quiero preguntarle una cosa”. Yo dije: “Yo soy un predicador del Evangelio. ¿Es Ud. una Cristiana? ¿Está Ud. lista para partir si esa hora llegara?”\n\nY ella dijo: “Yo pertenezco a Tal y tal iglesia”.",
    "Yo dije: “Esa no fue la pregunta que le hice. ¿Es Ud. una Cristiana llena con el Espíritu de Dios y lista para partir cuando El la llame?” La mujer ni siquiera sabía acerca de qué estaba yo hablando. ¿Ven? ¡Oh, qué condición más lamentable en la que está el mundo!",
    "Ahora, “darnos a conocer los misterios de Su voluntad”, el ascenso…Permítanme leerles algo. Yo estaba leyendo en…Abramos ahora a “el misterio de Su voluntad”. Abramos aquí a Hebreos un momento, el capítulo 7 de Hebreos, creo que es. Y quisiera leerles algo que los haría sentirse tan bien cuando pensamos sobre nosotros sentados juntos en lugares Celestiales. Hebreos, el capítulo 7.\n\nPorque este Melquisedec, (ahora observen), rey de Salem, sacerdote del Dios Altísimo,…",
    "¿Cuál es el misterio ahora? Aquí está el misterio, observen esto. ¿Quién es este Hombre, “dando, conociendo, el misterio de Su voluntad,” este Melquisedec? Estoy esperando a todos aquí, todavía están abriendo las Biblias. Hebreos, capítulo 7, Pablo hablando, el mismo hombre de Gálatas.\n\nPorque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo,…salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,\n\nA quién asimismo dio Abraham diezmos, los diezmos de todo; cuyo nombre primeramente, significa primeramente Rey de justicia,…también Rey de Salem, (¿Quién es este Hombre?) esto es, Rey de paz;\n\nSin padre, sin madre, sin genealogía; que ni tiene principio de días, o final de vida,…",
    "¿Quién era este Hombre? ¿Quién era El? El nunca tuvo un padre, El nunca tuvo una madre, El nunca tuvo cuando El empezó, o nunca tendrá un tiempo en que El morirá alguna vez. El se encontró con Abraham viniendo de la derrota de los reyes. ¿Qué estaba haciendo él? El fue a buscar a Lot, su hermano perdido, para traerlo de regreso. Y él mató a los reyes; los cuales, estos reyes habían matado; yo creo que diez o quince reyes, y sus reinos. Pero Abraham armó a sus siervos y fue tras él, cayó sobre ellos de noche, ¿ven?, cuando él lo capturó en la noche. Oh, hermano, estamos obrando en la oscuridad ahora, la única Luz que tenemos es la Luz del Evangelio. Pero él cayó sobre ellos, y lo agarró y lo trajo de regreso. Y en su camino de regreso, ¡después de que la batalla terminó!",
    "Vayamos a Génesis 14, sólo por un momento, para ver la historia más claramente. Vayamos aquí a Génesis, el cator-…Yo creo que es el 14, Génesis 14. Sí, tomemos Génesis 14:18, empezando. Empecemos sólo un poquito antes de eso. Empecemos, sí, el versículo 18, Génesis 14:18: “Y Melquisedec…” Ahora, ése es Abraham volviendo ahora de la derrota de los reyes. Regresó, en camino de regreso, trayendo de regreso a Lot, a toda la gente que ellos se habían llevado. ¡Todo!",
    "Como David, que fue y agarró el…¿Qué hizo David? Cogió la hondita, salió y arrebató a este corderito de la boca del león. Piensen en una honda, yendo en pos de un cordero. ¿Quién haría eso? Díganme qué hombre aquí lo haría, levante su mano. Yo les diré rápidamente que Uds. están equivocados. Uds. no me vieron levantar la mía. No, yo no iría en pos de él con un treinta cero seis, casi. Pero él fue en pos de él con una honda, un pedacito como de piel, con dos cuerdas en ella, dándole vueltas. Porque…Y cuando llegó el tiempo para que Goliat hiciera su alarde, él fue en pos de Goliat, y él dijo: “El Dios del Cielo me ha permitido librar a un cordero de la boca de un león, de la boca de un oso”. El sabía que no era una honda. Era el poder de Dios que iba con él. El fue el que trajo ese cordero de regreso.",
    "Y eso es lo que decimos hoy. Dios tiene Davides que han quedado, sí señor, que están alimentando las ovejas del Padre. Y de vez en cuando vendrá un tumor, o vendrá un cáncer, o algo, y saltará de las manos del doctor. Eso no detendrá a ese David, él irá allá afuera en pos de ese hombre, con una hondita, de: “Pedid cualquier cosa en Mi Nombre, será dado”. A mí no me importa, los doctores se pueden reír, y todos los demás pueden burlarse de él, él irá en pos de él de todas maneras, trayendo esa oveja de nuevo al redil. Sí, señor. El es hijo de Dios, ¡quiten sus manos de él! Derribó a este león, luego el león se levantó, él lo agarró de la barba y lo mató; un muchachito rojizo, probablemente pesaba ochenta o noventa libras [De treinta y seis a cuarenta y un kilos.—Traductor].",
    "Observen. Melquisedec, el Rey de Salem el cual es Rey de Paz, la cual en realidad Salem está al otro lado de la colina. Quien era, era el Rey de Jerusalén. Eso es exactamente Quien era, Rey de Jerusalén. Lo cual, Jerusalén primero fue llamada Salem, que era paz; esa era Jerusalén primero, antes de que fuera llamada Jerusalén. El era el Rey de Jerusalén. El era el Rey de justicia, el Rey de paz, el Rey de Salem. El no tuvo padre, El no tuvo madre, El no tuvo principio de días, El no tuvo fin de vida, El no tuvo genealogía. ¡Oh, oh, oh! ¿Quién es este Hombre? Obsérvenlo a El. Después de que la batalla terminó, después de que la victoria fue ganada, observen lo que El dijo: “Entonces Melquisedec”, versículo 18, el capítulo 14, Génesis.\n\nEntonces Melquisedec, rey de Salem y sacerdote del Dios Altísimo, sacó pan y vino;\n\nY le bendijo, diciendo: Bendito sea Abram del Dios Altísimo, creador de los cielos y de la tierra;\n\nY bendito sea el Dios Altísimo, que entregó tus enemigos en tu mano. Y le dio Abram un décimo de todo.",
    "Leamos un poquito más adelante.\n\nEntonces el rey de Sodoma dijo a Abraham: Dame las personas, y toma para ti los bienes.\n\nY respondió Abram al rey de Sodoma: He levantado mi mano a Jehová Dios Altísimo, creador de los cielos y de la tierra, (Escuchen cómo él abrevió eso, jmm, ¡cómo se lo dijo a él!)\n\nQue desde un hilo hasta un cordón de calzado, nada tomaré no tomaré de todo lo que…y puedas decir, y que de lo tuyo, para que no digas: Yo enriquecí a Abram;\n\nExcepto solamente lo que han comido los jóvenes,…",
    "Fíjense en este Melquisedec tan pronto como él se encontró con Abraham viniendo de la derrota de los reyes. ¡El misterio de Dios ahora siendo dado a conocer! ¿Quién era El? Nadie…Ellos no pueden encontrar ninguna historia de El, porque El no tuvo padre, El no tuvo madre, nunca hubo un tiempo en que El comenzó, nunca hubo un tiempo en que El había de morir, así que Quienquiera que El haya sido todavía está vivo. El nunca tuvo un principio, así que El no pudo haber sido nadie más que El, Elah, Elohim; ¡el autoexistente, el que habita sólo, el Dios Todopoderoso!",
    "Jesús tuvo un Padre, Jesús tuvo una madre, Jesús tuvo un principio de días, Jesús tuvo un fin de la vida terrenal. Pero este Hombre no tuvo padre ni madre, amén, no tuvo padre ni madre. Jesús tuvo ambos Padre y madre. Este Hombre no tuvo ni padre ni madre. Amén. ¿Y qué hizo El, después de que la batalla terminó, después de que Abraham había tomado su posición?",
    "Después de que la iglesia toma su posición, somos llamados a la adopción de hijos, por el Espíritu Santo. Y cuando cada hombre toma su posición, lo que Dios lo ha llamado a hacer, y permanece firme hasta el fin del camino, yendo en pos de los perdidos.",
    "Primero, Pablo quita todo el temor de ello, así que ahora, “Si Uds. son llamados, si Uds. no están solamente excitados en su mente por alguna clase de teología; si Uds. realmente han nacido del Espíritu, entonces Dios los predestinó desde antes de la fundación del mundo, puso sus nombres en el Libro de la Vida del Cordero, y ahora nos reunimos para sentarnos en lugares Celestiales en Cristo Jesús. Un pueblo santo, una nación santa, un pueblo adquirido, un real sacerdocio, ofreciendo sacrificios espirituales a Dios, eso es, los frutos de nuestros labios dando alabanza a Su Nombre”.",
    "La gente entra y dice: “Esa gente está loca”. Seguro que lo están; la sabiduría de Dios es locura para el hombre, y la sabiduría del hombre es locura para Dios. Son contrarias, la una a la otra.",
    "Pero una verdadera iglesia llena del Espíritu, llena del poder de Dios, sentados juntos en lugares Celestiales, ofreciendo sacrificios espirituales, alabanzas a Dios, el Espíritu Santo moviéndose entre ellos, discerniendo el pecado y sacando a luz las cosas que hay entre ellos que están erradas, enderezándolo y haciéndolo llano y a nivel. ¿Debido a qué? Siempre en la Presencia de Dios está ese Sacrificio sangriento.",
    "Ahora recuerden, pasamos por eso esta mañana. Uds. no fueron salvos por la Sangre, Uds. son mantenidos salvos por la Sangre. Pero Uds. fueron salvos por gracia, por medio de la fe, creyéndolo. Dios tocó en sus corazones porque El los predestinó. Uds. miraron hacia arriba y lo creyeron, lo aceptaron. Ahora la Sangre hace una expiación por sus pecados. Recuerden, yo dije: “Dios no condena a un pecador por pecar”. El es un pecador para comenzar. El condena a un Cristiano por pecar. Y luego debido a que El lo ha condenado, Cristo tomó nuestra condenación. Así que ninguna condenación hay para los que están en Cristo Jesús, que no andan conforme a la carne, sino conforme al Espíritu. Y si Uds. hacen algo errado, no es voluntariamente. Uds. no pecan voluntariamente. Un hombre que peca voluntariamente, sale y peca voluntariamente, nunca ha entrado en ese Cuerpo todavía. Pero una vez que un hombre está allí, él está muerto, y su vida está escondida en Dios, por medio de Cristo, sellado por el Espíritu Santo, y el Diablo ni siquiera puede encontrarlo, él está allí tan adentro. El tendrá que salir de allí antes de que el Diablo pueda agarrarlo alguna vez. “¡Porque habéis muerto!”",
    "Díganle a un hombre muerto que él es un hipócrita y vean qué sucede. Denle un puntapié en el costado y digan: “Ud. viejo hipócrita, Ud.”, él no dirá una palabra. Y eso es correcto, él simplemente yacerá allí.",
    "Y un hombre que está muerto en Cristo, Uds. pueden llamarlo hipócrita, llamarlo todo lo que Uds. quieran, él nunca se levantará con respecto a eso. De hacer algo, él se irá a alguna parte y orará por Uds. Eso es correcto. Pero, oh, algunos de ellos están muy vivos. Sobre eso es lo que pienso, nosotros debemos sepultar gente muerta. Los que están muertos en Cristo, los sepultamos en agua. Algunas veces sepultamos demasiada gente que está viva, demasiada malicia y contiendas, y hay demasiado en la iglesia. Pero nosotros no podemos separar eso, pero Dios lo hace. El conoce a Su gente. El conoce a Sus ovejas. El conoce toda voz. El conoce a Sus hijos. El sabe a quién puede llamar fuera, El sabe a quién El ha predestinado. El sabe a quién le ha dado El estas cosas, a través de qué El mismo se está dando a conocer. Cómo El…Dios puede poner confianza en Sus hijos, en qué hacer, sabiendo que ellos lo harán exactamente.",
    "¿Creen Uds. que Dios hace eso?\n\nPues, Satanás le dijo a—a Job un día…le dijo a Dios un día: “Sí, Tú tienes un siervo”.",
    "Dios dijo: “No hay otro en la tierra como él. El es un varón perfecto”. Tenía confianza en él.",
    "Satanás dijo: “Oh, sí, él lo tiene todo fácil. Permíteme tomarlo por un tiempecito y yo haré que te maldiga en Tu misma Presencia”.",
    "El dijo: “El está en tus manos, pero no tomes su vida”. ¿Ven? Y él hizo todo excepto tomar su vida.",
    "Pero, oh, Job, en vez de…¿qué hizo él? ¿Maldijo él a Dios cuando Dios se llevó a sus hijos, cuando él le hizo todas estas cosas malas a él, y todo? Job no cuestionó. El se postró sobre su rostro y adoró, aleluya, dijo: “¡Jehová dio y Jehová quitó, sea el Nombre de Jehová bendito!” Allí lo tienen.",
    "Dios conocía Su confianza en Job. Dios sabe cuánto puede confiar El en Uds. El sabe cuánto puede El confiar en mí. Pero de lo que estamos hablando ahora es de colocar a este hijo.",
    "Ahora, cuando la Biblia…Cuando la batalla haya terminado, cuando todo haya terminado, entonces ¿qué es lo siguiente que hacemos? ¿Qué es lo que hacemos después de que la batalla termina? ¿Sabían Uds. qué hacemos? Nos encontramos con Melquisedec. Vayamos a Mateo 16:16, rápidamente, veamos si eso es correcto o no. San Mateo, el capítulo 16 y versículo 16. Estoy bastante seguro que eso está correcto, Mateo 16:16. Mateo dieci-…No, eso está equivocado, no podría estar tan cerca. 26:26. Oh, 16 aquí, El está hablándole a Simón Pedro; disculpen, yo no quise decir eso. 26:26, porque a la última cena, eso es a lo que estoy tratando de llegar. Mateo, el capítulo 26 y el versículo 26. Ahora la tenemos, aquí estamos, en la última cena.\n\nY mientras comían, tomó Jesús el pan, y bendijo, y lo partió, y dio a sus discípulos, y dijo: Tomad, comed; esto es mi cuerpo.\n\nY tomando la copa, y habiendo dado gracias, les dio, diciendo: Bebed de ella todos;\n\nPorque esto es mi sangre del nuevo pacto, porque por muchos es derramada para remisión de los pecados (p-e-c-a-d-o-s, pecados, Cristianos que hacen cosas erradas).",
    "Muy bien, “Y…”\n\nY (escuchen, versículo 29), os digo que desde ahora no beberé más del fruto de la vid, hasta aquel día en que lo beba de nuevo con vosotros en el reino de mi Padre.",
    "¿Qué? La misma cosa que hizo Melquisedec después de que Abraham había tomado su posición. Colocó a sus hombres en orden, y ganó la batalla, y había venido a casa, y Melquisedec salió con pan y vino. Después de que la batalla termine, entonces comeremos la Cena de la Boda con el Señor Jesús en el nuevo mundo. Oh, bendito sea el Nombre del Señor. Muy bien.",
    "🦅 Los misterios de Su voluntad, según Su beneplácito”, de regreso ahora de nuevo en Efesios, 9, “el cual se había propuesto en Sí mismo”.\n\n…en la dispensación del cumplimiento del tiempo…",
    "Y recuerden eso, acabamos de pasar por ello. Efesios, capítulo 1, versículo 10.\n\n…en la dispensación del cumplimiento del tiempo…",
    "Ahora, aprendimos que el cumplimiento del tiempo está esperando ¿qué? El cumplimiento de todo el tiempo, el tiempo cuando el pecado cesará, el tiempo cuando la muerte cesará, el tiempo cuando las enfermedades cesarán, el tiempo cuando el pecado cesará, el tiempo cuando todas las perversiones (esas cosas pervertidas, que el Diablo ha pervertido), cesarán, cuando el tiempo mismo cesará. Observen.\n\nDe reunir todas las cosas en Cristo, en la dispensación del cumplimiento del tiempo, así las que están en los cielos, como las que están en la tierra.",
    "🦅 De reunir todas las cosas a través de Cristo”. Como dije esta mañana, todas las pepitas que encontramos, estas cositas grandes, Uds. pueden pulirlas en Génesis, Uds. pueden pulirlas en Exodo, Uds. pueden pulirlas en Levítico, y traerlas hasta el final, y en Apocalipsis ellas terminarán siendo Jesús. Tomen Uds. a José, tomen a Abraham, tomen a Isaac, tomen a Jacob, tomen a David, tomen cualquiera de esas pepitas, esos hombres de Dios, y vean si Uds. no ven a Jesucristo mostrado en cada uno de ellos. “De reunir todas las cosas en Uno, Cristo Jesús”.",
    "Ahora, un poquito más adelante, ahora ese versículo 11.\n\nEn él asimismo tuvimos herencia,…",
    "Oh, “una herencia”. Alguien tiene que dejarle a uno algo, para heredarlo. ¿Es correcto eso? ¡Una herencia! ¿Qué herencia tenemos? ¿Qué herencia tuve yo? Yo no tuve ninguna. Pero Dios me dejó una herencia cuando El puso mi nombre en el Libro de la Vida del Cordero antes de la fundación del mundo.",
    "Oh, Uds. dicen: “Ahora, espere un momento, hermano, Jesús hizo eso cuando El murió por Ud.” No, El no lo hizo. Jesús vino a comprar esa herencia por mí. Lean el siguiente ver-…la siguiente línea.\n\nEn él asimismo tuvimos aparente…tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su buena voluntad,",
    "Dios, antes de la fundación del mundo, como lo hemos visto pasando por la lección, Uds., cómo vimos que Dios era autoexistente, cómo en El estaba el amor. En El estaba el ser Dios; no había nada que lo adorara a El. En El estaba el ser un Padre; allí estaba…El estaba solo. En El estaba el ser un Salvador; no había nada perdido. En El estaba el ser un Sanador. Esos son los atributos de El. No había nada allí. Así que Su mismo Ser, Su propio buen consejo produjo estas cosas, para que El pudiera por medio de este Hombre, Cristo Jesús, reunir todo de nuevo. ¡Oh, “Cosas que ojo no vio, oído no…” Con razón es una cosa misteriosa!",
    "Miren: “nos ha predestinado para esta herencia”. Si yo soy un heredero legítimo de algo, si Dios está tocando a mi corazón y diciendo: “William Branham, Yo te llamé hace mucho tiempo, desde antes de la fundación del mundo, para predicar el Evangelio”, yo tengo una herencia, una herencia de Vida Eterna. Ahora, Dios envió a Jesús para hacerme real esa herencia a mí, porque no había nada que yo podía hacer para—para heredarla. Estaba en blanco, era válida, no había nada que yo podía hacer. Pero en el cumplimiento del tiempo Dios envió en Su propio tiempo, a Jesús el Cordero, inmolado desde el principio del mundo. Su Sangre fue derramada para que yo pudiera ir a mi herencia. ¿Para ser qué, qué herencia? El oficio de hijo, para ser un hijo de Dios.",
    "Y ahora quizás Esto los ahogue hasta morir. ¿Pero sabían Uds. que hombres que son hijos de Dios son dioses aficionados? ¿Cuántos sabían eso? ¿Cuántos saben que Jesús así lo dijo? La Biblia, Jesús dijo: “¿No dice vuestra misma ley, que sois ‘dioses’? Y si los llamasteis dioses…” Lo cual, Dios dijo en Génesis 2 que ellos eran dioses, porque ellos fueron, tenían dominio completo sobre el dominio del mundo. El le dio dominio sobre todas las cosas. Y él perdió su oficio de Dios, él perdió su oficio de hijo, él perdió su dominio, y Satanás tomó control. Pero, hermano, estamos esperando las manifestaciones de los hijos de Dios quienes regresarán y tomarán control otra vez. Esperando el cumplimiento del tiempo, cuando la pirámide llegue hasta arriba, cuando los plenos hijos de Dios serán manifestados, cuando el poder de Dios saldrá (aleluya), y le quitará a Satanás todo poder que él tiene. Sí, señor, le pertenece a él.",
    "El es el Logos que salió de Dios, eso es verdad, ese era el Hijo de Dios. Luego El hizo al hombre ese pequeño dios. Y El dijo: “Si ellos llamaron a aquellos a quienes vino la Palabra de Dios, los profetas, si ellos los llamaron ‘dioses’ a quienes vino la Palabra de Dios…” Y Dios así lo dijo, El mismo, que ellos eran dioses. El le dijo a Moisés: “Yo te hice un dios, e hice a Aarón tu profeta”. Amén. ¡Fuiu! Yo quizás actúe como un religioso excéntrico pero no lo soy. Oh, cuando los ojos de uno pueden abrirse y ver esas cosas. Muy bien. El hizo al hombre un dios, un dios en su dominio. Y su dominio va de mar a mar, de costa a costa; él tiene el control de él.",
    "Y cuando Jesús vino, siendo el Unico Dios sin pecado, El lo probó. Cuando los vientos soplaron, El dijo: “¡Calla, enmudece!” Amén. Y cuando el árbol, El dijo: “Nadie coma de ti”.",
    "🦅 De cierto os digo, vosotros que sois pequeños dioses, si dijeren a este monte, ‘muévete’, y no dudaren en su corazón, sino creyeren que será hecho lo que dijeren, lo que digan les será hecho”.",
    "Regresan directamente a Génesis, a lo original, ¿qué es? Ahora el mundo y la naturaleza están gimiendo, clamando, todo se está moviendo. ¿Qué? Por la manifestación de los hijos de Dios, cuando hijos verdaderos, hijos nacidos, hijos llenos hablen y su palabra es respaldada. Yo creo que estamos en el borde de eso ahora mismo. Sí, señor. Decirle a este monte, que así sea.",
    "🦅 Hermano, yo—yo deseo tal y tal, que una cierta cosa sea hecha. Yo soy un creyente en Jesucristo”.",
    "🦅 Yo te lo doy en el Nombre del Señor Jesucristo”. Amén. Hay una manifestación.",
    "🦅 Oh, hermano, mis cosechas se están quemando allá afuera. Yo no he tenido lluvia”.",
    "🦅 Yo te enviaré una llovida, en el Nombre del Señor”. Allí vendrá. Oh, esperando, gimiendo, toda la naturaleza esperando las manifestaciones de los hijos de Dios. Dios lo ordenó en el principio. El le dio al hombre el dominio.",
    "El se lo dio a Jesucristo, y Jesús lo dio en Su Nombre, con esta seguridad: “Pedid al Padre algo en Mi Nombre y Yo lo haré”. ¡Oh, Hermano Palmer! ¡Esperando las manifestaciones de los hijos de Dios, la posición, la iglesia!",
    "Como dije, el Libro de Efesios es el Libro de Josué, y Josué colocó al pueblo a donde ellos pertenecían. Ahora, si ellos no se quedaban quietos, y él puso a Efraín aquí, y dijo…?…a la tierra de Manasés, y éste regresaba peleándose y agitándose, ¿cómo se van a llevar bien alguna vez? Cuando uno dice: “Yo soy un Bautista, yo soy un Metodista, yo soy un Pentecostal, yo soy unitario, yo soy de los que creen en dos, yo soy Tal y tal”.",
    "¿Cómo lo van a hacer Uds.? ¡Quédense quietos! Dios está queriendo colocar a Su Iglesia, los hijos e hijas de Dios. Dios, me permita vivir para verlo, es mi oración. Tan cerca al grado que casi puedo sentirlo con mis manos, pareciera. Está allí mismo. Eso es lo que he anhelado ver, esperando el tiempo cuando camine por la calle; allí está un inválido tendido allí, desde el vientre de su madre, “No tengo plata ni oro”. Oh, esperando las manifestaciones de los hijos de Dios, aleluya, cuando Dios mismo se dará a conocer, cuando ellos pararán enfermedades, ellos pararán cáncer, ellos pararán enfermedades.",
    "¿Piensan Uds. que el cáncer es algo? La Biblia dice que viene un tiempo cuando los hombres se pudrirán en su carne, y los buitres comerán de sus cuerpos aun antes de que ellos mueran. El cáncer es un dolor de muelas comparado a lo que viene. Pero, recuerden, a esa cosa horrible se le prohibió tocar en aquel día a aquellos que tenían el Sello de Dios. Por eso es por lo que estamos esforzándonos ahora, para entrar y ser colocados en posición en el Reino de Dios antes que esas horribles plagas lleguen. ¡Oh, cuán bueno! La dispensación del tiempo, el cumplimiento del tiempo, la herencia.\n\nEn el tuvimos asimismo herencia, habiendo sido predestinados…",
    "¿Cómo se nos dio nuestra herencia, a través de qué? Predestinación. Predestinación es previo conocimiento. ¿Cómo sabía Dios que El podía confiar en Ud. para que fuera un predicador? Su previo conocimiento. “No depende del que quiere o del que corre, o del…Es Dios que tiene misericordia”. Eso es correcto, predestinación. El sabía que estaba en Ud. El sabía lo que estaba en Ud. aun antes de que Ud. viniera a la tierra. El sabía lo que estaba en Ud. antes de que hubiera una tierra a la cual Ud. viniera. Ese es—ese es El. Ese es el Dios infinito, el infinito. Nosotros somos finitos, sólo podemos pensar finitamente.",
    "Ha significado tanto para mí, desde que eso me sucedió. No sé. Cuando pienso allí, cuando me paré allí por esos cuantos momentos alegres, y pensé: “No hay mañana”. No había ayer, no hay enfermedad, no hay dolor. No hay un poquito de felicidad luego una gran cantidad de felicidad, todo es felicidad. ¡Oh, hermanos! Oh, cuando yo me paré allí y dije: “¿Qué es esto?”",
    "Esa voz dijo: “Esto es amor perfecto, y todo lo que tú hayas amado y todo lo que te haya amado está aquí contigo ahora”.",
    "🦅 Y tú nos presentarás al Señor Jesús cuando El venga, como trofeos de tu ministerio”. Yo vi a esas mujeres hermosas paradas allí, todas agarrándome y gritando: “¡Mi precioso, querido hermano!” Viendo a esos hombres con ese cabello aquí hasta el cuello, corriendo, agarrándome y diciendo: “¡Nuestro querido hermano!”\n\nY yo pensé: “¿Qué significa esto?”\n\nEl dijo: “Ellos son tu gente”.",
    "Yo dije: “¿Mi gente? No podrían haber tantos Branham, hay millones”.",
    "El dijo: “¡Ellos son tus convertidos!” Aleluya. “Ellos son tus convertidos. Ellos son los que…” Dijo: “¿Ves tú a aquella parada allí?” La mujer más hermosa que yo haya visto. Dijo: “Ella pasaba de los noventa años cuando tú la guiaste a Dios. Con razón ella estaba exclamando: ‘Mi querido hermano’”. Dijo: “Ella ya nunca más será anciana. Ella ha pasado de eso. Ella está en el esplendor de la juventud. Ella está aquí. Ella no puede beber un trago de agua fría, ella no lo necesita. Ella no se puede acostar y dormir, porque ella no se cansa. No hay mañana, no hay ayer, ni nada. Ahora estamos en la Eternidad. Pero algún día glorioso el Hijo de Dios vendrá, y tú serás juzgado de acuerdo a la Palabra que tú les predicaste a ellos”. ¡Oh, hermano!\n\nYo dije: “¿Tendrá Pablo que traer su grupo?”\n\n“Sí, señor”.",
    "Yo dije: “Yo lo prediqué exactamente como Pablo lo dijo. Yo nunca me desvié, yo nunca me metí en credos de iglesia o ninguna otra cosa. Yo permanecí igual”.",
    "Y todos ellos gritaron a una: “¡Nosotros sabemos eso! Estamos descansando con seguridad”. Dijeron: “Tú nos presentarás a El, y entonces todos regresaremos a la tierra otra vez, para vivir para siempre”. ¡Oh, hermanos!",
    "En ese momento yo empecé a volver en mí. Yo miré, acostado allí en la cama, y yo vi mi viejo cuerpo aquí poniéndose viejo y arrugado, y encogido y—y enfermo y afligido, y vi mis manos detrás de mi cabeza, y pensé: “Oh, ¿tendré que regresar a esa cosa otra vez?”",
    "Y yo continuaba oyendo esa Voz: “¡Sigue persistiendo! ¡Sigue persistiendo!”",
    "Yo dije: “Señor, yo siempre he creído en sanidad Divina, yo seguiré creyéndolo. Pero yo persistiré por esas almas, así que ayúdame. Yo tendré tantos allí que yo…Permíteme vivir, Señor, y pondré otro millón allí adentro, si Tú me permites vivir”.",
    "No me importa de qué color, de qué credo, de qué nacionalidad, qué son, todos ellos son uno cuando llegan allá, y esas líneas divisorias han desaparecido. Oh, yo puedo ver a esas mujeres, tan bonitas; nunca he visto…llegaba hasta abajo, cabello largo hasta abajo por sus espaldas. Faldas largas hasta abajo. Ellas estaban descalzas. Vi a esos hombres con cabello hasta el cuello, pelirrojos, pelinegros, y de todos los diferentes colores. Y ellos me estaban abrazando. Yo podía sentirlos. Yo sentía sus manos. Dios es mi Juez, y este Libro sagrado abierto. Yo podía sentirlos así como yo siento mis manos en mi cara. Ellos me estaban abrazando, no había sensación de mujer como la habría ahora. No importa cuán santo es Ud., quién es Ud., qué clase de predicador es Ud., sacerdote o lo que Ud. pudiera ser, no hay hombre que pueda dejar que una mujer lo abrace, sin tener sensaciones humanas. Esa es exactamente la verdad. Pero, hermano, cuando uno pasa entre aquí y allá, allá no es de esa manera. ¡Oh, hermanos! Eso es tan…Oh, hay…Es imposible. Todo es amor. Todo es verdadero hermano y todo es verdadera hermana. No hay muerte, no hay dolor, no hay celos, no hay nada, nada puede entrar allá. Sólo es perfección. Por eso es por lo que estoy contendiendo. Por eso es por lo que estoy colocando.",
    "Yo dije: “Oh Señor, para eso estoy aquí en la iglesia, tratando de colocar a la iglesia en orden”. Diciéndoles, hermano y hermana, sólo hay una cosa que puede entrar en eso, eso es amor perfecto. No porque Uds. son fieles al Tabernáculo Branham, o a la iglesia Metodista o a la iglesia Bautista. Eso está bien, Uds. deberían serlo. Pero, oh, amigos, Uds. tienen…No porque Uds. hablaron en lenguas, danzaron en el Espíritu, porque Uds. han echado fuera demonios o movido montañas con fe. Todo eso está bien, porque eso está bien, pero no obstante a menos que ese verdadero amor perfecto esté allí adentro. Eso fue donde el perfect-…[Espacio en blanco en la cinta.—Editor]",
    "…tuvimos herencia, (¿heredamos qué? Vida Eterna), habiendo sido predestinados…",
    "¿Cómo? ¿Entienden todos eso? ¿Llamaron Uds. a Dios? No, Dios los llamó a Uds. Ningún hombre buscó alguna vez a Dios. Es Dios buscando al hombre. Jesús dijo: “Ninguno puede venir a Mí si Mi Padre no le trajere primero”. ¿Ven?, es la naturaleza del hombre huir de Dios. Y Uds. dicen ahora…",
    "Eso, eso es lo que me molesta, sin embargo, para predicarles a Uds.; no permanezcan en la misma condición en la que Uds. han estado entrando, ¡cambien ahora! Escúchenme mientras lo digo, ASI DICE EL SEÑOR. Yo nunca me he llamado esto, no lo soy. Pero Uds. me llaman su profeta, o un profeta. El mundo cree eso, el mundo alrededor, millones y millones y millones de personas. Yo le he hablado directa e indirectamente a diez o—diez o doce millones de personas, o más, hablando directamente. Yo he visto millares de visiones y señales y maravillas, y ni una sola de ellas ha fallado alguna vez. Y eso es correcto. El me ha dicho anticipadamente cosas que nunca han fallado en suceder exactamente. Yo traeré a cualquier hombre a juicio por eso. Eso es correcto. Yo no afirmo ser un profeta, pero Uds. escúchenme.",
    "ASI DICE EL SEÑOR, se necesitará amor perfecto para ponerlos a Uds. en ese lugar, porque eso es todo lo que había allí. No importa qué dinero, cuántas demostraciones religiosas, cuántas buenas obras hicieron Uds. o lo que Uds. han hecho, eso no contará nada en ese día. Se necesitará amor perfecto. Así que sea lo que sea que Uds. hagan, hagan a un lado todo lo demás hasta que Uds. estén tan llenos con el amor de Dios al grado que puedan amar a aquellos que los odian.",
    "Yo simplemente soy como dije esta mañana, yo fui hecho, toda mi hechura es gracia. Mucha gente dice: “Ahora, ráscame tú mi espalda y yo te rascaré la tuya. Sí, haz tú algo por mí y yo haré algo por ti”. Esa no es gracia. Gracia es, si Uds. tienen comezón en su espalda, yo se las rascaré de todas maneras, ya sea que me rasquen la mía o no; Uds. me abofetean en la cara, y dicen: “mi espalda necesita comezón, necesita rascarse”, yo la rascaré. ¿Ven? Eso es, hagan algo. Yo no creo en obras. Yo creo que obras es amor. Obras es—obras es la manifestación de que la gracia ha tomado lugar. Yo no vivo fiel a mi esposa porque pienso que ella se divorciaría de mí si yo no lo hiciera, yo vivo fiel a ella porque la amo.",
    "Yo no predico el Evangelio porque yo pienso que me iría al infierno si yo no lo hiciera, yo predico el Evangelio porque lo amo a El. Ciertamente. ¿Creen Uds. que yo cruzaría esos mares tormentosos, y esos aviones dando tumbos de arriba abajo, y relámpagos destellando, y—y todo lo demás, y casi en cualquier momento…y todos gritando, y “Avemarías” siendo dichas por el avión, y de todo? Esa gente meneándose en esos cinturones de seguridad, y el piloto diciendo: “Suficiente gasolina para durar quince minutos más, no sabemos dónde estamos”. ¿Creen Uds. que yo haría eso sólo—sólo por el gusto de hacerlo? ¡Ja! ¿Creen Uds. que yo iría allá a la selva donde soldados Alemanes tenían que poner sus brazos a mi alrededor así cada noche y me metían y me sacaban de la reunión, hasta que el Espíritu Santo empezaba a obrar milagros? Comunistas armados con telescopios nocturnos, para dispararme a una milla de distancia [Un kilómetro seiscientos metros.—Traductor]. ¿Creen Uds. que yo haría eso sólo por el gusto de hacerlo? Porque algo en mí ama; ellos son humanos por los que Cristo murió. Pablo dijo: “Yo no sólo estoy dispuesto a subir a Jerusalén, pero voy a subir allá para ser crucificado. Yo voy a subir para morir. Yo voy a subir allá a morir por la causa del Señor”. Es algo, amor que lo constriñe a uno, que lo hace. Eso es exactamente correcto.",
    "Si yo hubiera predicado el Evangelio por dinero, si hubiera sido, yo no hubiera estado esta noche con una deuda de veinte mil dólares, yo no hubiera estado así de endeudado. No, señor. Porque yo hubiera guardado algunos de los—algunos de los millones que han sido dados a mí. Un hombre, un hombre envió agentes del F.B.I. con un cheque por un millón quinientos mil dólares. Y yo dije: “Llévenselo de regreso”. ¡No es por dinero! No es dinero. Yo no predico el Evangelio por dinero. ¡No por eso!",
    "Es por causa del amor. La cosa que yo quiero hacer, es, cuando yo cruce ese último respiro hacia allá, lo cual puede ser de aquí a cinco minutos, puede ser de aquí a dos horas, puede ser de aquí a cincuenta años, yo no sé cuándo va a ser. Pero cuando sea, que yo llegue allá, yo quiero verlos en el esplendor de la juventud, corriendo, gritando: “¡Mi querido hermano! ¡Mi hermano!” Eso es lo que está en mi corazón. Por eso es. Yo no trato de estar en desacuerdo con Uds. para ser—ser diferente, pero estoy tratando de ponerlos en el camino que es correcto. Esa es la manera de entrar. No su iglesia, no su denominación, pero su nacimiento en Cristo. Oh, hermanos. ¡Fuiu!",
    "En él…tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su voluntad,",
    "Escuchen. Vamos a terminar en unos cuantos minutos. Escuchen atentamente ahora antes de que terminemos.\n\nA fin de que seamos para alabanzas de su gloria, nosotros los que primeramente esperábamos…Cristo.\n\nEn él también vosotros,…",
    "Observen esto ahora, atentamente. Pónganse sus chaquetas, chaquetas del Evangelio. Mantengan sus oídos abiertos, escuchen atentamente. Estoy en el versículo 13.\n\nEn él también vosotros, habiendo oído…\n\n“Fe viene por el…” [La congregación dice: “Oír”.—Editor] “…oír la…” [“Palabra”.] “…Palabra de…” [“Dios”.]\n\n…habiendo oído la palabra de verdad,…",
    "¿Qué es la Verdad? La Palabra de Dios. ¿Es correcto eso? Juan 17:17, Uds. que están anotando las Escrituras, Jesús dijo: “Santifícalos, Padre, en la Verdad. Tu Palabra es Verdad”.",
    "…habiendo vosotros oído la verdad, el evangelio de vuestra salvación,…",
    "¿Cuál era la salvación que él estaba tratando de decirles? Predestinados desde antes de la fundación de la tierra (¿es correcto eso?), a ser adoptados hijos, predestinados a Vida Eterna. Ahora, después de que Uds. entran a Vida Eterna, después de que Uds. han sido salvos, santificados, llenos con el Espíritu Santo, Uds. son hijos. Ahora Dios quiere colocarlos a Uds. en posición, oh, para que Uds. puedan obrar para Su Reino y Su gloria.",
    "Ese es el Evangelio. Siendo, primero, oír la Palabra: “Arrepentíos, y bautizaos en el Nombre de Jesucristo para el perdón de los pecados”. Quitando todos sus pecados, invocando el Nombre del Señor Jesucristo, para la Tierra prometida. La promesa es para todo extranjero que está en camino. Si Uds. salieron de su casa esta noche, siendo unos pecadores, diciendo: “Yo caminaré al Tabernáculo Branham”, Dios les da a Uds. la oportunidad esta noche. Hay una cosa que está entre Uds. y la Tierra prometida. ¿Qué es la Tierra prometida? El Espíritu Santo. Lo que estaba entre Josué y la tierra prometida era el Jordán. Exactamente correcto.",
    "Moisés, siendo un tipo de Cristo, guió a los hijos hasta la tierra prometida, entonces Moisés no metió a los hijos a la tierra prometida. Josué metió al pueblo y repartió la tierra. Jesús pagó el precio, los guió hasta el Espíritu Santo. Dios envió el Espíritu Santo y El posicionalmente puso a la iglesia en orden, a cada hombre, llenándolo con la Presencia de Su Ser. ¿Ven lo que quiero decir? Todo en Cristo Jesús, ¡cómo Dios predestinó esto al llamamiento de este Evangelio!",
    "Pablo, en Gálatas 1:8, dijo: “Sí un Angel viene anunciando alguna otra cosa, sea anatema”. La Verdad, el Evangelio. Ahora escuchen atentamente mientras continuamos leyendo, terminando el versículo.\n\n…el evangelio de vuestra salvación, y habiendo…(escuchen atentamente)…creído en él, fuisteis sellados con el Espíritu Santo de la promesa,",
    "En los últimos días, dice la Biblia, ahora observen, en los últimos días va a haber dos clases de gente. Una de ellas va a tener el Sello de Dios, la otra la marca de la bestia. ¿Es correcto eso? ¿Cuántos saben eso? Bueno, si el Sello de Dios es el Sello de…Si el Sello de Dios es el Espíritu Santo, entonces sin el Espíritu Santo es la marca de la bestia. Y la Biblia dice que los dos espíritus serían tan parecidos que engañaría aun a los Elegidos si fuere posible. Nunca lo hará, porque ellos fueron elegidos a Vida Eterna. ¿Ven?",
    "Ir a la iglesia, es como saber que hay diez vírgenes que salieron a encontrar al Señor, todas santificadas, todas santas, cada una de ellas santificadas. Cinco eran dilatorias y dejaron apagar sus lámparas. Cinco tenían aceite en sus lámparas. “¡Y, aquí viene el esposo!” Y las cinco que tenían aceite en sus lámparas entraron a la Cena de la Boda. Y las otras fueron dejadas afuera donde estaba el lloro y el lamento y el crujir de dientes. Estén listos, porque Uds. no saben en qué momento viene el Señor. Tengan…¿Qué representa el aceite en la Biblia? El Espíritu Santo.",
    "Ahora si Uds. hoy, Uds. hermanos Adventistas Del Séptimo Día que dicen que el séptimo día es el Sello de Dios, presenten una Escritura para probarlo. La Biblia dice que el Sello de Dios es el Espíritu Santo. Observen esto. “Que…” Observen ahora el versículo 13.\n\n…habiendo creído en él, fuisteis sellados con el—con el Espíritu Santo de la promesa.",
    "Abran a Efesios 4:30, yo creo que ése es. Veamos si nos da el 4:30, veamos si esto no es lo mismo. Efesios, el capítulo 4 y el versículo 30. Sí, aquí está, 4:30.\n\nY no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el día de la redención.",
    "¿Hasta cuándo? Cuando Uds. verdaderamente reciben el Espíritu Santo, ¿hasta cuándo ha de durarles? ¿Hasta el siguiente avivamiento, hasta que su abuelita se interponga en el camino de Uds., hasta que el patrón los regañe? ¡Hasta el día de su redención! ¡Aleluya!",
    "Después de que Uds. hayan muerto, después de que Uds. hayan pasado a esa Tierra, que Uds. estén parados allá con sus amados, Uds. todavía están llenos con el Espíritu Santo. ¡Escritura! Uds. serán exactamente como lo son ahora, sólo que Uds. tienen un…Uds. se han movido a otro cuerpo. Uds. solamente cambiaron de casas. Esta se envejeció, Uds. ya no le podían clavar las tablillas [Tipo de techo.—Traductor], las vigas se pudrieron. Eso es correcto. Así que Uds. simplemente desecharon esa cosa vieja y dejaron que se pudriera, y se movieron a una nueva. ¿Es correcto eso? “Porque si este tabernáculo terrestre se deshiciere, tenemos uno esperando”.",
    "¿Recuerdan Uds. el otro día, que vimos eso? Cuando un pequeño bebé está siendo formado en el vientre de la madre, y estos pequeños músculos están moviéndose y brincando y haciéndole así. Pero tan pronto como la madre expulsa al bebé y el bebé viene a la tierra, lo primero, hay un cuerpo espiritual para recibir a ese cuerpecito natural. Quizás el doctor le da una [El Hermano Branham da una palmada con sus manos.—Editor] así, o algo para sacudirlo, y “Gua, gua, gua”. E inmediatamente se irá directamente al pecho de esa madre, “um, um, um”, moviendo su cabecita de arriba abajo sobre el pecho de la madre, para hacer que esas venas de leche produzcan leche.",
    "Un becerrito, tan pronto es expulsado de la madre, se levantará sobre sus rodillitas después de unos minutos. ¿Qué hará? Se va directamente alrededor, se prende de esa madre, y empieza a menear su cabecita de arriba abajo así, y toma su leche. ¡Aleluya! Sí, señor.",
    "Cuando este cuerpo natural viene a ella, hay un cuerpo espiritual esperándolo.",
    "Y cuando este cuerpo natural cae en la tierra, aleluya, ¡hay uno esperando allá! Nosotros sólo nos cambiamos de uno a otro, cambiamos nuestros lugares de morada. Esto mortal debe de vestirse de inmortalidad, esto espiritual; esta corrupción debe de vestirse de incorrupción. Este viejo cuerpo arrugado, encogido, encorvado, pero no va a cambiar su apariencia en lo absoluto, quiero decir cuando llegue allá, Uds. todavía tendrán el mismo espíritu.",
    "Permítanme darles una cosita que suena complicada a Uds., pero es la Biblia, luego les daré una que se las aclarará a Uds. Observen ésta. Cuando Saúl, el—el rey, el—el viejo, el gran predicador denominacional allá en aquel tiempo, Uds. saben, que tenía cabeza y hombros por encima de todos ellos, y tenían temor, ellos no sabían nada acerca de lo Sobrenatural. David tuvo que venir y librar al cordero de la boca del león, mató a Goliat. Obsérvenlo. El se alejó tanto de Dios, él llegó a odiar a este santo rodador predicador. Y en vez de estar de su lado, para tratar de ayudarlo, él se volteó contra él. Si ese no es exactamente el cuadro, exactamente el cuadro. ¡Se alejó de él!",
    "¿Cuántos estaban aquí cuando yo salí en mi primer viaje, y prediqué: “David, matando a Goliat”, cuando yo salí? Muchos, algunos, unos cuantos de los veteranos. Yo estoy a punto de salir de nuevo con respecto a esto. ¿Recuerdan lo que, vieron lo que sucedió el domingo pasado? Está entrando en otra fase. La segunda campaña de David, la segunda fase de su ministerio. Eso es exactamente correcto. El cual, entonces llegó a ser rey sobre Israel. Fíjense ahora que el ministerio está entrando en una fase más grande, llegando a ser más grande. También David. Yo me fijé en esto a medida él avanzaba, David, oh, cuando Dios hizo que David saliera allá y matara al león, fíjense, y matara al oso, luego que matara al Filisteo. Ahora, llegó un tiempo cuando Dios puso un espíritu malo sobre este hombre. Y de…¿Para qué? Para odiar a David. Y yo creo…",
    "Ahora, estas cintas. Ahora escuchen, hermanos, Uds. en estas cintas, si Uds. no están de acuerdo conmigo, perdónenme. ¿Ven?, yo los amó. De todas maneras yo voy a encontrarme con Uds. allá, ¿ven?, porque si Uds. son hombres de Dios yo voy a encontrarme con Uds. de todas maneras. Pero, yo quiero decir esto, está es la razón. Solamente porque Saúl vio que David tenía algo que él no tenía. ¿Qué sucedió entonces?",
    "Un pequeño “rojizo”, encorvado, la Biblia dice que él era “rojizo”. Ese no era un muchacho muy hermoso, “rojizo” solamente era un tipo de muchachito encorvado. Y él salió allá, y Saúl, pues, él se puso la armadura de Saúl, yo me imagino que el escudo le llegaba hasta sus pies. Y él dijo: “Quítenme esta cosa. Yo—yo he…” Quizás él le dio un grado de doctor, un Ph.D. [Doctor en Filosofía.—Traductor] o LL.D. [Doctor en Derecho.—Traductor], o algo, Uds. saben. Cómo dijo él: “Yo no sé nada acerca de esa cosa, porque yo no la he probado. Permítanme tener esto, con lo que sé lo que estoy haciendo”. Sí, señor. El tomó la honda.",
    "Y ellos hicieron que David se enojara porque las hijas, las iglesias, las iglesias estaban cantando: “Saúl, quizás haya matado a sus miles, pero David mató a sus diez miles”.",
    "Entonces él se puso celoso: “Es esa cosa del Nombre de Jesús, no hay nada en Eso”. Eso es correcto. ¿Y qué le hizo Dios a él? Dios envió un espíritu malo sobre él, para odiar a David, y él odió a David sin causa.",
    "David pudo haberle retorcido su cuello unas cuantas veces. El pudo, pero él solamente lo dejó. El nunca dijo nada. El ciertamente pudo haberlo hecho. El fue allá y cortó el borde de su túnica, una noche, regresó, dijo: “¡Mira aquí, ves!” Sí, señor, él pudo haberlo hecho, pero él simplemente lo dejó en paz. El pudo haber roto su congregación y esparcirlos, y empezar una organización de sí mismo si él quería. Pero él no lo hizo, él simplemente dejó que Saúl siguiera adelante. Permitan que Dios sea el que pelee. Sí, señor.",
    "Así que mientras él seguía adelante y la campaña terminaba, y continuó, ese espíritu malo llegó al grado que Saúl no podía obtener respuesta de Dios. Después de un tiempo él…el Espíritu del Señor se había apartado de él. Y el viejo Samuel, el que ellos habían rechazado, el que verdaderamente era la Voz de Dios para ellos, el que les dijo a ellos aun antes de que quisieran actuar como el mundo.",
    "¿Cómo es que la iglesia quiere actuar como el mundo? ¿Por qué los Pentecostales, Metodistas bautizados, con experiencia del Espíritu Santo, y Bautistas, y Presbiterianos quieren actuar como el mundo? ¿Por qué lo hacen ellos? Yo no sé. Yo—yo simplemente no puedo entenderlo. Uds. dicen: “Pues, es tan divertido jugar póquer, sólo un poquito por diversión, sólo una pequeña apuesta inicial de un centavo”, como sea que lo llamen. Es un pecado. Uds. no deberían de tener esas cosas en su casa. “Pues, no hace daño tomar sólo un vasito pequeñito de cerveza. Nosotros sólo tomamos unos cuantos. Mi esposa y yo tomamos unos cuantos en la tarde”. Y cuando Uds. menos lo piensan, sus hijos toman unos cuantos. Seguro que así es.",
    "Y Uds. mujeres, jmm, el Diablo sólo hizo un…Eso es lo que él hizo en el principio, y él ciertamente ha hecho un blanco de Uds. hermanas. El hace eso sólo para…porque él sabe lo que él puede hacer. El puede engañar a una mujer mil veces más rápido que a un hombre. Yo sé que eso lastima sus sentimientos, pero esa es la Verdad. Eso es exactamente. Eso es lo que él hizo en el huerto del Edén. El puede hacer…Ahora, ella era honesta, ella era sincera, pero ella fue engañada. “Adán no fue engañado”, dice la Biblia. El no fue engañado, pero ella fue engañada. Así que él puede engañarla. Y sin embargo pastores saldrán y ordenarán mujeres predicadoras, las ponen sobre congregaciones así, y esta Biblia lo condena desde Génesis a Apocalipsis. Uds. dicen: “Bueno, está bien. Está bien. Ellas tienen…Ellas pueden predicar exactamente igual que eso”. Yo sé que eso es correcto.",
    "Como alguien empezó a hablar en lenguas una vez, yo sólo seguí predicando. Y cuando yo salí afuera, una mujer le dijo a mi hijo, dijo: “Yo tengo un mensaje que dar mañana en la noche”, dijo, “cuando tu Papá venga a la plataforma”.\n\nDijo: “Bueno, Sra., ¿qué quiere decir?”",
    "Y esa noche cuando se alistó, cuando yo estaba a punto de hacer el llamado al altar, ella se arregló su cabello y se subió sus medias y todo, se alistó, saltó al centro del piso y comenzó a saltar de arriba abajo, habló en lenguas y profetizó. Yo simplemente seguí predicando, hice mi llamado al altar. Cuando realmente yo no lo respeté ni un poquito, no estaba correcto. Así que entonces, pues, la Biblia dice que no, dice: “el—el Espíritu de los profetas está sujeto al profeta”. Dios está en la…Dios está hablando en la plataforma, que El hable. Pablo dijo: “Si algo le fuere revelado a uno, que calle hasta que el siguiente termine”. Eso es correcto.",
    "Ahora, luego cuando yo salí afuera, esta gente dijo, un gran montón de gente, dijo: “Ud. contristó el Espíritu Santo esta noche”.\n\nYo dije: “¿Haciendo qué? ¿Qué hice yo?”",
    "Dijo: “Pues, cuando esa hermana dio ese mensaje, aleluya, dijo eso”.\n\n“Pues”, dije yo, “yo estaba predicando. Ella estaba fuera de orden”.",
    "🦅 Oh”, dijo, “eso era fresco directamente del Trono. Eso era más fresco que lo que Ud. estaba predicando”. ¡Ja!",
    "Ahora, eso sólo muestra el…eso muestra uno o lo otro, y yo digo esto con respeto a Uds., o demencia, o falta de respeto, o enseñanza ignorante que no sabe nada más acerca de Dios que lo que un conejo sabe acerca de zapatos para la nieve. Ahora, eso, yo no digo eso de manera que sea un—un comentario ridículo, porque éste no es lugar para bromear. Pero ésa es—ésa es exactamente la verdad. Una persona que sabe que Dios no es un autor de confusión. El es de paz. Ellos no conocen la Biblia. Todo lo que ellos saben hacer es saltar de arriba abajo, hablar en lenguas, decir: “Yo tengo el Espíritu Santo. ¡Aleluya!”",
    "Yo me he parado y visto, en Africa, doctores brujos y cosas hablar, como cinco mil de ellos a la vez; saltar de arriba abajo, sangre por todas sus caras, hablando en lenguas, y beber sangre de un cráneo humano; invocar al Diablo, y hablar en lenguas.",
    "Y sin embargo hablar en lenguas es un don de Dios, pero ésa no es la prueba infalible del Espíritu Santo. Permítanme decirles eso ahorita mismo. Yo creo que todo santo inspirado habla en lenguas. Yo creo que un hombre alguna vez en que Uds. se ponen tan inspirados con Dios al grado que hablarán en lenguas. Yo creo eso. Pero yo no creo que ésa es una señal de que Uds. tienen el Espíritu Santo. Sí, señor. Yo creo que hay veces cuando uno tiene fe, la persona, uno pudiera ir y poner las manos sobre un niñito que tiene cáncer, cuando cincuenta predicadores han orado por él, y sería sanado porque esa madre tiene fe por ese niño. Dios se la dio a ella, ella es un miembro del Cuerpo de Cristo. Sí señor. Yo creo eso. Yo he visto eso hacerse y yo sé que eso es verdad. Pero lo que es, es poner la iglesia en orden, colocada en orden para que podamos obrar.",
    "Ahora terminemos el resto de este versículo aquí antes de irnos.\n\n…habiendo recibido…fuisteis sellados con el Espíritu Santo de la promesa…",
    "🦅 ¡Sello!” ¿Qué es el Sello? ¿Qué es el Sello? Un sello es, lo primero que muestra es una obra que ha sido terminada, una obra terminada. Lo siguiente que muestra es posesión. Y lo siguiente que muestra es seguridad, guardándolo.",
    "Digamos, por ejemplo, yo solía trabajar para el Ferrocarril Pennsylvania, yo solía trabajar con mi padre en el ferrocarril. Nosotros cargábamos carros. Y metíamos aquí en esta compañía empacadora, metíamos latas y poníamos unas aquí arriba y otras aquí abajo, y unas arriba de esta manera. Pero antes de que ese carro fuera sellado, el inspector pasaba por ahí, y él lo empujaba, empujaba sobre ésta, sacudía aquélla. “¡Ah! ¡Lo censuro! Se harán pedazos antes de que lleguen allá. ¡Lo censuro! Sáquenlas. Háganlo de nuevo”. El inspector censuraba el carro.",
    "El Espíritu Santo es el Inspector. El los sacude a Uds. un poquito, y Uds. traquetean. ¿Cree Ud. toda la Palabra de Dios? “Yo no creo en esa cosa del Nombre de Jesús”. Lo censuro. Uds. traquetean, ¿ven? “Yo no creo en sanidad Divina ni ninguna cosa semejante”. Todavía traquetea. Sáquenlos. ¿Cree Ud. que Jesucristo es el mismo ayer…? “Bueno, en cierta manera”. Uds. traquetean. Echenlo fuera, ¿ven?, todavía no está listo. Sí, señor.",
    "Hermano, cuando esté listo para decir: “¡Amén!” ¿Han recibido el Espíritu Santo? “¡Amén!” ¿Ha sido terminado todo? “Amén”. ¿Entonces qué hace el Inspector? Todo está cargado bien y apretado, lleno del Evangelio. Oh, toda Palabra de Dios es buena. Todo es perfecto. “Yo creo cada Palabra. ¡Amén! ¡Amén! ¡Amén!” ¿Creen Uds. que Dios todavía sana? “Amén”. ¿Creen Uds. que Jesús es el mismo ayer y por los siglos? “Amén”. ¿Creen Uds. que el Espíritu Santo es tan real como El siempre lo fue? “Amén”. ¿Creen Uds. que el mismo Espíritu que cayó sobre Pablo cae sobre nosotros? “Amén”. ¿Creen Uds. que El hace las mismas cosas en nosotros que hizo en ellos? “Amén”. Oh, oh, ella se está poniendo apretada ahora. ¿Ven?, se está poniendo apretada ahora, estamos listos para cerrar la puerta. Muy bien.",
    "Entonces el inspector cierra la puerta. ¿Qué hace él? El pone un sello en él. Luego él baja aquí y coge estas tenacillas, alarga la mano allí sobre esta cosita y lo sella. Más vale que Uds. no lo rompan. Si ellos, ese carro, su destino es Boston, no puede ser roto. Sería una ofensa de penitenciaría romper ese sello hasta que llegue a Boston. Y un hombre que tiene la autoridad puede abrir ese sello, y sólo él. Eso es correcto. Le pertenece a cierta—cierta compañía de ferrocarril. Es su sello. Es su seguridad que este carro ha sido cargado, este carro está listo. Les pertenece a ellos. Ellos no podrían poner el “B&amp;O” en el Pennsylvania [Dos compañías ferroviarias distintas.—Traductor]. Uno tiene que ser sellado, y cuando es sellado.",
    "Y cuando el Cristiano está cargado con el Evangelio, lleno con la bondad de Dios, todas las cosas buenas de Dios yaciendo en él, con un corazón abierto, listo para obrar, dispuesto a ser colocado en posición, hacer cualquier cosa que el Espíritu Santo le dice que haga, ha pasado de muerte a Vida, santificado de todas las cosas del mundo, caminando en la Luz a medida la Luz viene a él, avanzando, él está listo. Entonces Dios cierra la puerta del mundo detrás de él, y la cierra así de golpe, y lo sella con el Espíritu Santo de la promesa. ¡Aleluya! ¿Hasta cuándo? Hasta el destino. No lo saquen aquí a la vía del ferrocarril y lo abran y vean otra vez si todo está bien. Está bien, simplemente déjenlo en paz. El Inspector lo ha inspeccionado. ¿Hasta cuándo están Uds. sellados? Hasta el día de su redención. Eso es cuánto tiempo están Uds. sellados.",
    "🦅 Pues, cuando uno muere, entonces, Hermano Branham, ¿qué después de que uno muere, Ud. dijo que uno todavía lo tiene?” Uds. lo tienen para siempre. ¿Dónde empieza la Vida? En el altar. Allí Uds. ven un poquito de sombra. Esa es la sombra, el Sello del Espíritu Santo. Entonces es una sombra de las sombras de las sombras, como yo dije el otro día. Pero cuando uno muere, uno sigue pasando a través de esas sombras hasta que uno llega a humedad, de humedad a un pequeño manantial, de un manantial a un riachuelo, de un riachuelo a un río, de un río a un océano, ¿ven?, del amor de Dios. Uno simplemente es la misma persona.",
    "Miren aquí. Saúl, el caído, él no podía ponerse en contacto con Dios, sin embargo él no estaba perdido. El ciertamente no lo estaba. El era un profeta, pero él simplemente se salió de Dios. Esa es la razón, hermanos, de que yo dije: “Uds. no están perdidos”. Así que entonces recuerden, él sólo se salió de la voluntad de Dios, así que entonces cuando menos lo pensó, él—él no estaba de acuerdo. Ahora, quizás no debería haber dicho eso. Muy bien, yo simplemente quiero una congregación contenta esta noche. Así que entonces, Uds. saben, y cuando uno menos lo piensa, oh, hermanos, entonces la…El fue al—al Urim y Tumim.",
    "Uds. saben lo que era el Urim y Tumim, era el pectoral, el efod que—que Aarón se ponía. Y siempre fue, Dios siempre ha sido un Dios sobrenatural respondiendo en formas sobrenaturales. Y cuando un profeta profetizaba, y esas luces místicas no destellaban en ese Urim y Tumim, él estaba errado. Cuando un soñador contaba un sueño y no destellaba en ese Urim y Tumim, a mí no me importa qué tan bien sonaba, estaba errado. Eso es correcto.",
    "Y a mí no me importa exactamente cuántos grados de doctor tiene Ud. y cuán grande es su organización, cuando Ud. profetiza o predica, si no es de acuerdo a esta Palabra, Ud. está errado, hermano. Ud. es…Este es el Urim y Tumim de Dios. Cuando Uds. dicen que Uds. no estaban predestinados desde antes de la fundación del mundo, ella no destellará, porque la Biblia dice que Uds. lo estaban. Cuando Uds. dicen que Uds. deberían ser bautizados en el nombre de “Padre, Hijo, Espíritu Santo”, no destella, porque nadie en la Biblia fue bautizado alguna vez de esa manera. Sólo en el Nombre del Señor Jesús. No destellará, así que hay algo errado en alguna parte.",
    "Así que el Urim y Tumim no le respondía a Saúl, y él ni siquiera podía tener un sueño. El se había alejado tanto al grado que él ni siquiera podía tener un sueño. Así que, ¿saben qué hizo él? El fue a donde la bruja, y esta vieja bruja, la vieja médica diablo allá, la médica bruja. Y él dijo: “¿Puedes adivinar?”",
    "Ella dijo: “Sí, pero Saúl dijo que él mataría a todos los que adivinen”.",
    "El dijo: “Yo te protegeré”, vestido como un criado. El dijo: “Adivina para mí y hazme venir desde el mundo de los muertos que han pasado de aquí al más allá”. Ahora escuchen esto. “Hazme venir el espíritu de Samuel el profeta”.",
    "Y ella entró a—a adivinar. Y, cuando ella lo hizo, ella se postró sobre su rostro, ella dijo: “Yo veo dioses subiendo”. ¿Ven?, ella era una pagana, “dioses”, dos o tres de ellos, como Padre, Hijo, Espíritu Santo, o algo así, Uds. saben. Ella dijo, ella dijo: “Yo veo dioses subiendo”.",
    "Dijo: “Descríbelo. ¿Qué apariencia tiene? ¿Cómo es?”",
    "Dijo: “Es delgado y tiene un manto sobre sus hombros”. El no había cambiado, nada.",
    "El dijo: “Es Samuel. Tráelo a este cuarto, tráelo aquí delante de mí”.",
    "Y observen cuando Samuel llegó delante de Saúl, él dijo: “¿Por qué me llamaste, viendo que tú has llegado a ser un enemigo de Dios?” Y observen. No solamente él todavía era Samuel, él todavía mantenía el espíritu de profecía. Digan que eso está errado, que alguien diga que eso está errado. ¡Es la Verdad! El todavía era un profeta. Porque él dijo, él profetizó y dijo: “La batalla va ir contra ti mañana, y tú y tus hijos caerán en batalla mañana, y para esta hora mañana en la noche tú estarás conmigo”. ¿Es correcto eso? ¡El todavía era un profeta!\n\nAhora Uds. dicen: “Oh, pero fue una bruja la que hizo eso”.",
    "Muy bien, yo les diré de Uno que no era un brujo. Jesús tomó a Pedro, Santiago, y Juan, y subió al Monte de la Transfiguración una vez, y estaba en la cima del monte. Y, Jesús, Dios estaba colocando a Su Hijo; como yo estoy tratando esta…vimos la otra noche, colocando al hijo. Y cuando lo hicieron, miraron alrededor y se dieron cuenta que allí estaban Moisés y Elías. Ellos estaban hablando, teniendo comunión. No unas banderitas blancas flotando alrededor, o nubecitas blancas, mejor dicho, flotando alrededor. Pero ellos eran hombres, hablando. Moisés había sido sepultado en una sepultura sin marcar por ochocientos años. Y Elías se había ido a Casa en un carro hacía quinientos años. Y aquí estaban ambos, todavía tan vivos como alguna vez estuvieron vivos, parados allí hablando con El antes de que El fuera al Calvario. ¡Aleluya! “¡Sellados hasta el día de nuestra redención!”",
    "Yo me daré prisa, y luego vamos a terminar porque es tarde, y vamos a orar por los enfermos, como cinco minutos más. Versículo 14, leer, permítanme leer el 13 de nuevo, para poner una base.\n\nEn él…vosotros, habiendo oído la Palabra de la verdad, el evangelio de vuestra salvación,…",
    "Ahora recuerden, ¿qué salvación tienen ellos? Estos eran—éstos eran Cristianos Efesios. Ellos, ahora miren, ¿se fijaron Uds. en los Corintios? El siempre tenía que decirles: “Cuando estoy entre vosotros, uno tiene lengua, uno tiene lengua, uno tiene salmo, uno tiene profecía, uno tiene…” ¿Ven?, él no les podía enseñar nada, porque ellos siempre estaban deseando esto, aquello o lo otro. Esta gente tenía la misma cosa, pero ellos lo tenían en orden. El nunca les enseñó a los Corintios nada así, él no podía, la iglesia no estaba en orden para enseñarlo. Ahora, él le podía enseñar a esta gente lo real.\n\n…lo cual, vuestra salvación, y habiendo creído en él, fuisteis sellados con el Espíritu Santo de la promesa,\n\nQue es las arras…(oh, que yo no pase eso)…las arras de nuestra herencia hasta…redención de la posesión adquirida, para alabanza de su gloria.",
    "(¡Fuiu!)",
    "¿Qué es el Espíritu Santo? Ahora, entonces leeré el resto muy rápidamente si Uds. me tienen paciencia hasta aquí. ¿Dónde estábamos la otra noche, Hermano Mike? Donde todos ellos estaban contentos, oh, todo era paz, eso era amor perfecto. Ahora, cada vez que Uds. vienen en esta dirección Uds. descienden un poquito, descienden. Cada vez que Uds. dan un paso, Uds. se acercan unas pulgadas más. Cuando llega abajo a la tierra, Uds. tienen una sombra de la sombra de la sombra de sombras. Ahora, esa es la cantidad de Espíritu Santo que tienen en Uds. Eso es amor. Pero, oh, Uds. tienen sed de algo.",
    "Oh, no le gustaría a gente como ancianos, gente anciana…¡Cómo me gustaría regresar y tener quince de nuevo, veinte! Oh, yo daría cualquier cosa. ¿Qué bien me haría? Yo pudiera tener quince y aun morir esta noche. Es incierto. ¿Qué si Uds. tuvieran quince esta noche, cómo saben Uds. si su mamá estaría viviendo o no cuando Uds. llegaran a casa? ¿Cómo saben que van a llegar a casa? ¿Cómo saben que Uds. van a estar viviendo mañana si Uds. tienen doce años, en perfecta salud? Uds. pueden morir en un accidente, caer muertos, cualquier cosa les podría pasar a Uds. Incierto, ¿ven? Aquí no hay nada seguro. Pero Uds. anhelan eso. ¿Qué es? Es Aquello allá Arriba haciéndolos anhelarlo.",
    "Ahora, Uds. entran en Esto, entonces Uds. tienen Vida Eterna. ¿Ahora qué sucede? Son las “arras”.",
    "¿Cuál es el pago inicial de algo? Si yo vengo a Uds. a comprar un carro, yo digo: “¿Cuánto vale ese carro?”",
    "Uds. dicen: “Este carro, Hermano Branham, le cuesta tres mil dólares”.\n\n“¿Cuál es el pago inicial?”\n\n“Pues, yo se lo daré por quinientos dólares”.",
    "🦅 Muy bien, aquí están los quinientos dólares. Yo le—yo le traeré el resto de ello a Ud. alguna vez, en cuanto pueda. Ud. reserve el carro”. Yo le doy quinientos dólares, ésas son las arras. ¿Es correcto eso?",
    "Ahora, retengan eso, son las “arras”, es el “pago inicial”.\n\n…después de que fuisteis sellados por el Espíritu…de la promesa, el Espíritu…de la promesa,…después de que fuisteis sellados…\n\nQue es…(¿Qué, qué es el Sello de la promesa, el Espíritu Santo de la promesa?)…que es las arras de nuestra herencia hasta…redención de la posesión adquirida,…",
    "¿Qué es? Es el pago inicial. Y hermano, ¡oh, oh, oh, oh, oh, predicadores! Si éste es el pago inicial, ¡qué va a ser cuando todos lleguemos allá! ¿Qué va a ser? Si éste es el…Si esto que gozamos ahora, y nos ponemos tan contentos al grado…Yo he visto hombres de noventa años que apenas suben…",
    "Yo vi a un anciano predicador que se levantó una noche. El salió, él dijo…Así, saliendo a la plataforma. Y yo dije: “¿Ese anciano va a predicar?”",
    "El dijo: “Pues, bendito sea el Señor”. Un anciano hombre de color, tenía puesto un saco de predicador muy grande y largo.",
    "Yo dije: “¿Por qué no dejaron que alguno de esos jóvenes predicadores predique? Ese anciano, ¿cómo puede predicar alguna vez?”",
    "El dijo: “Pues”, dijo él, “hermanos”, dijo él, “hoy he estado oyendo a los hermanos predicar todo el día”, dijo él, “acerca de lo que Jesús hizo en la tierra. Yo voy a decir lo que El hizo en el Cielo”. El dijo: “Voy a tomar mi texto esta noche de Job 7:27”, dijo, “cuando fue muy allá atrás antes de la fundación del mundo”, dijo, “cuando El dijo que alababan todas las estrellas del alba y se regocijaban los hijos de Dios”. Comenzó de esa manera. Dijo: “Uds. saben esto, allá sucedió algo allá atrás”. El dijo: “Uds. saben…” Y él empezó a traer lo que sucedió en el Cielo. El lo trajo por el arco iris horizontal en la segunda Venida. Más o menos en ese momento, el Espíritu Santo cayó sobre él. Ahora, ellos tuvieron que guiar hasta allí al ancianito, el tenía alrededor de noventa y cinco años de edad. El estaba así, todo encorvado, y sólo con una franjita de pelo, Uds. saben, así. Salió allí y él empezó a predicar, dijo: “¡Viva! ¡Aleluya! ¡Gloria!” Empezó a brincar así de arriba abajo. Dijo: “Oh, Uds. no tienen suficiente espacio aquí para que yo predique”. Y se fue, por el piso así, tan rápido como él podía. Y ésas sólo son las arras. ¡Oh!",
    "¿Qué hace el Espíritu Santo? Oh, aquí hay un buen lugar, permítanme leer el versículo 1 del siguiente capítulo. ¿Puedo? ¿Está bien? Digan: “Amén”. [La congregación dice: “Amén”.—Editor] Muy bien, el versículo 1 del capítulo 2, rápidamente. Escuchen.\n\nVosotros que estabais…Uds.…y él os dio vida a vosotros, cuando una…estabais muertos en vuestros delitos y pecados,",
    "🦅 El os dio vida”. ¿Qué significa dio vida? “Vivificado”. Casi muertos, pero El les dio vida a Uds. con sólo el pago inicial. ¿Qué será cuando a Uds.—cuando a Uds. realmente les paguen sobre todos los dividendos? ¡Oh! Con razón Pablo, arrebatado al tercer cielo dijo: “Cosas que ojo no vio; oído no oyó; ni han subido, subido al corazón del hombre, son las que Dios tiene (reservadas) para los que le aman”. ¡Qué va a ser eso! ¡Hablar de gozo inefable y lleno de gloria! ¡Fuiu! ¡Jmm! Uds. que en un tiempo estaban muertos en pecados y delitos El les dio vida juntos por medio de la sombra de la sombra de las sombras. ¿Qué va a ser cuando Uds. lleguen a la sombra de las sombras a la sombra, luego la sombra al riachuelo, el riachuelo al río, el río al océano?",
    "¿Y qué es cuando Uds. estén bien allá en redención, con un cuerpo nuevo, Uds. han vuelto a ser completamente un hombre joven de nuevo, o una mujer joven, Uds. ya nunca van a morir? Y Uds. miran hacia abajo a la tierra, y piensan: “Yo pudiera disfrutar de algunas uvas y de un poco de buena agua fría, pero, Uds. saben, yo no lo necesito aquí. Pero algún día Jesús vendrá, y este cuerpo angelical, esta teofanía en la que estoy viviendo…” Ya no vendrá por medio del vientre de una mujer, ya no vendrá por medio del deseo sexual; pero debido a que El nació sin deseo sexual, yo seré resucitado sin él, y El hablará algún día y los muertos en Cristo resucitarán, y ese cuerpo en el que una vez viví resucitará a ser un cuerpo glorificado, y caminaré y hablaré, y viviré y disfrutaré (aleluya), viviré a través de las edades Eternas que han de venir, por medio de Jesucristo nuestro Señor. ¡Fuiu! ¡Allí lo tiene, hermano, ése es el Evangelio!",
    "🦅 Por esta causa también yo”, Pablo simplemente diciendo ahora lo que él es. Leeré el resto de esto y luego oraremos por los enfermos. “Hasta la posesión, éstas son las arras hasta la posesión, para alabanzas de Su gloria”.\n\nPor esta causa también yo, habiendo oído de vuestra fe (Oí que Uds. creen estas cosas, oí que Uds. realmente creen en predestinación, Vida Eterna, y salvación, y demás), en el Señor Jesús, y de vuestro amor para con todos…santos,\n\nNo ceso de dar gracias a vosotros, haciendo memoria de vosotros en mis oraciones,\n\nPara que el Dios de nuestro Señor Jesucristo, el Padre de gloria, os dé espíritu de sabiduría y de revelación…conocimiento de él, Sólo sigue revelándose El mismo a Uds. todo el tiempo, creciendo de gracia en gracia, de poder en poder, de gloria en gloria. No retrocediendo, y, pero de gloria en gloria, sigue avanzando. Yo seguiré orando por Uds.\n\n…los ojo—los ojos de vuestro entendimiento…",
    "¡Jmm! Uds. saben, en la Biblia dice que Uds. eran ciegos y no lo sabían. Pero aquí Pablo dijo: “Yo voy a orar para que los ojos de vuestro entendimiento…” Uds. entienden con su corazón. De eso es que está hablando. Uds. miran con su ojo, pero Uds. ven con su corazón. Uds. saben eso. Muy bien. “Que el Dios de Gloria…” Veamos, el—el versículo 18.\n\nAlumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza a que él os ha llamado, y cuáles las riquezas de…gloria de su herencia en los santos,\n\nY cuál la supereminente grandeza de su poder para con nosotros…(¡fuiu! ¿Ellos dicen que el poder se ha ido? El poder ni siquiera ha llegado todavía)…los que creemos, según la operación del poder de su fuerza,\n\nVosotros los que habéis creído a la operación del poder de Su fuerza, yo sólo ruego que Dios derrame Su poder sobre vosotros. ¿Ven?\n\nLa cual operó en Cristo, resucitándole de—de los muertos y sentándole a su diestra en…lugares celestiales,\n\nSobre…principados…autoridades…poder…señorío, y que sobre todo nombre que se nombra,…",
    "¡Oh, oh, oh! Porque…No, es mejor que no. Nosotros en verdad pudiéramos tomar el resto de la noche en eso.\n\n…todo nombre que se nombra, no sólo en este siglo, sino que en el siglo venidero;",
    "¿Cuál es todo—cuál es todo nombre? ¿Todo nombre de toda persona que lleva el Nombre de qué? [La congregación dice: “Jesús”.—Editor] Todo el Cielo toma el Nombre de Jesús. Toda la Iglesia toma el Nombre de Jesús. Todo toma el Nombre de Jesús, porque es el único Nombre que Dios haya tenido. El es llamado Jehová; Jehová-jireh, el Sacrificio provisto por el Señor; Jehová-rafa, el Señor que te sana; Jehová, la bandera del Señor, Manasés; y Jehová, diferentes Jehovás. El es llamado la Estrella de la Mañana. El es llamado Padre, El es llamado Hijo, El es llamado Espíritu Santo. El es llamado Alfa, El es llamado Omega. El es llamado Principio, El es llamado el Fin. El es llamado el Renuevo. Oh, El es llamado…El simplemente es llamado toda clase de títulos, pero El tenía un Nombre.",
    "De eso estaba hablando Mateo, cuando El dijo: “Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el Nombre”, no en nombres, “en el Nombre del Padre, Hijo, y Espíritu Santo”. Padre no es un nombre, Hijo no es un nombre, Espíritu Santo no es un nombre. Es un título para un nombre. Es un nombre de tres atributos que pertenece a un solo Dios. ¿Cuál era Su Nombre? El ángel dijo: “Llamarás Su Nombre”, [La congregación dice: “Jesús”.—Editor], “porque El salvará a Su pueblo de su pecado”. Esa es la razón de que todos ellos bautizaron de esa manera en la Biblia. Así es como San Agustín bautizó al Rey de Inglaterra, como—como ciento cincuenta, doscientos años después de la muerte de Cristo, en el Nombre de Jesucristo. Muy bien.",
    "Sobre…principados,…autoridades,…poder,…señorío, que—que todo nombre que se nombra, no sólo en este siglo, sino también en el venidero;\n\nY sometió todas las cosas bajo sus pies, y lo ha dado por cabeza sobre todas las cosas a la iglesia,\n\nLa cual es su cuerpo,…",
    "Ahora, si mi cuerpo tiene el poder sobre todas las cosas, entonces lo que mi cuerpo es es lo que yo soy. ¿Es correcto eso? Eso es lo que yo soy, así es como Uds. me conocen. ¿Es correcto eso? Pues, entonces, todo lo que Dios era, El lo derramó en Jesús, porque El era la plenitud de la Deidad corporalmente. ¿Es correcto eso? Y todo lo que Jesús era, El lo derramó en la Iglesia. “Estas cosas que Yo hago vosotros también las haréis. Aun mayores que éstas haréis, porque Yo voy al Padre”.\n\nLa cual es su cuerpo, la plenitud de Aquel que todo lo llena en todo.",
    "¡Oh, cuánto amo eso! ¡Cuánto amo eso! El otro día yo estaba leyendo un libro que fue escrito acerca de un viaje que hice para ministrar—ministrar en Africa. Nunca antes lo había leído. ¿Cuántos han leído alguna vez el libro, Un Profeta Visita Africa? Allí yo estaba mirando a un muchachito Indio. ¿Cuántos vieron esa fotografía?",
    "Yo oí a cierto evangelista, había estado orando por los enfermos como por quince años o más, él dijo: “Yo nunca he visto un milagro ser hecho en mi vida”. El dijo: “Yo he visto personas que dijeron que tenían dolores de cabeza, sanaron. Yo he visto personas decir que tenían dolor de estómago, sanaron, y demás. Pero un milagro, algo que creó e hizo algo…”",
    "Yo pensé que ese muchacho debería de haber estado allá y visto eso. La pierna de ese muchacho Indio era más o menos así de gruesa, una de ellas. La otra era una pierna normal como la pierna de un ser humano. Y, si Uds. se fijan, en su aparato ortopédico, allí estaba su zapato como a catorce pulgadas o quince pulgadas de alto [Treinta y cinco centímetros y medio, o treinta y ocho centímetros de alto.—Traductor], así. El tenía una placa de hierro en la parte de abajo de él. Su zapato estaba encima de dos varillas largas que estaban paradas. El caminó hasta donde yo estaba parado, lo trajeron allí arriba. El tenía dos muletas. El tomaba este zapato grande de hierro y lo bajaba así pisando fuertemente. Yo miré a su pierna, era más o menos así de gruesa.",
    "Ahora, esa gente es Mahometana, Mahometanos. ¿Se acordaron Uds. el domingo pasado cuando les leí lo que los periódicos tuvieron que escribir? Yo mismo lo tengo aquí, de Africa, fue enviado a mí por nuestro misionero que regresó, el Hermano Stricker. Allí está el artículo de cómo Billy Graham retrocedió en eso. Exactamente. Permitieron que los Mahometanos los empujaran directamente al mar. ¿Qué pasa? Los misioneros están dejando el campo. Cuál es el sentido que se queden más tiempo, ellos simplemente están derrotados.",
    "Yo amo a Billy Graham, y creo que él es un maravilloso hombre de Dios. Pero con lo que Billy Graham debió haberlo atacado, es decir: “Espere un momento…” si algunos de estos Bautistas autoalmidonados le hubieran permitido hacerlo, yo creo que él lo hubiera hecho. Yo creo que Billy Graham es un hombre de Dios. Pero si él hubiera dicho: “¡Espere un momento! Yo soy un ministro del Evangelio. Ud. cree en el Antiguo Testamento, y Ud. dice que Jesús no era nada más que un hombre. Yo lo reto a un debate”. Yo no creo en aceptar los retos del Diablo, no señor, pero yo lo hubiera retado a él de regreso, y dicho: “Juntémonos Ud. y yo. Yo soy un Doctor en Divinidad”, Billy Graham es un Doctor en Divinidad. “Permítame retarlo en esto, y permítame probarle que Jesús era el Cristo. Ahora, cuando se trata de sanidad Divina, yo no poseo esos dones, pero nosotros tenemos unos hermanos que los poseen. Ahora, si Ud. quiere traer a esa gente allá, permítame tan sólo llamar a uno de ellos, a Oral Roberts o a alguien, alguien que tenga un gran ministerio que realmente se meta allí”. Que vaya allá, y luego viendo lo que sucede, que diga: “El Cristianismo no es lo que Uds. piensan que es”.",
    "Ahora todos se sienten desilusionados porque él simplemente se fue y lo dejó. Por supuesto, ahora, yo no creo en que el Diablo le dé a uno un reto. Yo también lo he escupido en su cara así, y me he alejado de él. Eso es correcto. Pero cuando llega a un punto donde…Billy pudiera haber—pudiera haber hecho a ese Mahometano sentirse como una hierbita así. El pudo haber tomado esa Biblia y tomado Isaías 9:6, y decir: “¿De quién estaba hablando él: ‘Un Niño nos es nacido, Hijo nos es dado’? ¿Quién era este Hombre? ¿Quién era Este del que él estaba hablando? ¿Quién era este Profeta? ¿Quién era este Mesías que había de venir? Muéstreme dónde se produjo El mismo en Mahoma. ‘El herido fue por nuestras rebeliones, molido por nuestro pecado, el castigo de nuestra paz fue sobre El, por Su llaga fuimos nosotros curados’. Muéstremelo en Mahoma. ¿Cómo clamó El: ‘Dios Mío, Dios Mío, ¿por qué me has desamparado? Horadaron Mis manos y Mis pies’, y demás? Muéstreme por medio de su propia palabra, su propio testamento”. Pues, él le hubiera ganado tanto a ese Mahometano al grado que él no hubiera sabido dónde estaba. Eso es correcto.",
    "Pero cuando el periódico tuvo que darse vuelta, eso es lo que hirió, lo que hizo saltar mi corazón. Cuando decía allí: “Aunque Billy tuvo que retroceder e hizo una retirada, cómo pueden decir los Mahometanos que no era correcto”, dijo, “cuando el Reverendo William Branham en Durban, Sudáfrica, en milagro tras milagro indiscutibles, poder Divino, cuando diez mil Mahometanos se postraron sobre sus rostros a la vez y rindieron su vida a Jesucristo”. Absolutamente. Ellos saben al respecto. Esos fundamentales saben al respecto. No me digan.",
    "Una vez hubo uno que vino a Jesús, dijo: “¡Rabí!” Uds. saben que él era un Fariseo. Dijo: “Sabemos que has venido de Dios como Maestro. Lo sabemos. Lo sabemos, porque nadie puede hacer las cosas que Tú haces, si no está Dios con El. Nosotros entendemos. Lo sabemos. Pero simplemente no podemos confesarlo, ¿ves?, porque si lo hacemos, pues, seremos echados de nuestra iglesia. ¿Ves?, perderemos nuestro prestigio”. Y así que Jesús dijo, empezó a decirle que él debía nacer de nuevo.",
    "Sobre ese muchacho Mahometano, cuando él estaba parado allí, allí está su fotografía. La cámara no toma una mentira. Allí está él parado allí, una pierna un tanto así más corta (como catorce pulgadas), que la otra, parado sobre ese zapato de hierro. Le dije a él, yo dije: “¿Habla Inglés Ud.?”",
    "🦅 No, Señor”. No podía hablar Inglés. El intérprete dijo: “El no habla Inglés”.\n\n“¿Cuánto tiempo ha estado así?” El intérprete le preguntó.\n\n“Desde el nacimiento”.\n\n“¿No puede mover la pierna en lo absoluto?”\n\n“No, señor”.\n\n“¿Cree Ud. en Jesucristo?”\n\nDijo: “Yo soy Mahometano”.\n\nYo dije: “¿Aceptará a Jesucristo si El lo sana?”",
    "🦅 Yo aceptaré a Jesucristo como mi Salvador si El me sana”.",
    "🦅 Si El sana esa, esa pierna llega a ser como la otra, ¿lo aceptará a El?”",
    "🦅 Lo haré”.",
    "🦅 Bueno, Dios, ¿qué harás Tú?” Esto es lo siguiente; todas las preguntas fueron contestadas. Hermano Mike, esa es la sensación. Yo esperé sólo un momento para ver lo que El iba a decir. Yo miré allá y vi al muchacho yéndose, caminando, como al lado de las paredes así. Yo dije: “¿Cuántos de Uds. Mahometanos lo aceptarán? Aquí está un muchacho Mahometano, mírenlo a él, pónganlo de pie allí arriba”. Yo dije: “Uds. doctores, ¿quieren verlo a él? Allí está él parado”. Oh, uno sabe dónde está entonces. ¿Ven?, uno sabe dónde está parado. Nadie…Allí estaba él.",
    "Yo dije: “Cruce caminando hacia acá, hijo”. Y ellos lo trajeron, aquí venía él. (“Ta-lump, ta-lump”.) Yo dije: “Parece como doce, catorce pulgadas más corta. Más o menos así”.\n\n“Sí”.",
    "Yo dije: “Pero Jesucristo el Hijo de Dios puede sanarlo. ¿Lo creerán y lo aceptarán a El como Salvador personal, Uds. Mahometanos?”",
    "Miles de esas manos negras fueron levantadas por todos lados así. “Bueno, Señor, ahora es el tiempo”. Yo dije: “Padre Celestial, si Tú alguna vez has respondido, respóndeme ahora, esto es para Tu Gloria, esto es para Ti. Yo ruego que Tú sanes a este muchacho”. Yo sólo oré por él así.",
    "Yo dije: “Quítese su zapato”. El me miró muy extraño, el intérprete. Yo dije: “Quítese su zapato”. El se lo desató. Porque yo ya había visto esa visión, lo que iba a suceder. El se quitó esa cosa. Cuando él lo puso atrás y caminó ahí hacia mí, ambas piernas igual de normales, ambas caminando como nuevas. Yo dije: “¿Quiere caminar de acá para allá?”",
    "El comenzó a llorar así, yendo de acá para allá, él no sabía qué hacer. Caminando así, él dijo: “¡Oh Alá! ¡Alá!”\n\nYo dije: “¡Jesús! ¡Jesús!”\n\n¡Oh, oh, oh! “¡Oh Yesu! Yesu”, entonces. “¡Yesu! Yesu”, así.\n\nYo dije: “¿Hay alguna pregunta, alguna pregunta?”",
    "Julius Stadsklev, ¿cuántos lo conocen? ¿Ha venido el Hermano Stadsklev aquí a la iglesia? Acaba—acaba de ir a Alemania. Dijo: “Un momento, Hermano Branham, un momento”. Para traer un fotógrafo rápidamente. “¿Puedo tomar su fotografía?”\n\nYo dije: “Tómela”.",
    "🦅 Camine aquí, ponga su zapato aquí”. El se paró así, tomó la fotografía del muchacho allí, con ambas piernas tan normales y derechas como pudieran estarlo. Allí estaba su zapato y el aparato ortopédico, así, así.",
    "Yo dije: “¿Cuántos de Uds. Mahometanos ahora rechazan a Mahoma como profeta, y creen que Jesús es el Hijo de Dios, y lo aceptan a El como su Salvador personal?” Diez mil manos fueron levantadas en el aire. ¡Aleluya! Ellos no quieren un…",
    "Ellos tratan de mantenerlo oculto, porque somos “santos rodadores”, nos llaman ellos, ¿ven Uds.? A pesar de eso, Dios se está moviendo. El está colocando a Su Iglesia. El está haciendo mucho más abundantemente de lo que aun pudiéramos hacer o pensar. El es tan Dios esta noche como El siempre lo fue.",
    "Así que, amiguitos, permítanme decirles algo ahora mismo. Mi querida gente preciosa, Uds. aquí en este país, y los otros en los países de las cintas los cuales estarán en ultramar y dondequiera que Uds. estén, no tengan temor. Todo está bien. Padre, Dios, desde antes de la fundación del mundo, sabía todo lo que sucedería. Todo obra para bien. ¿Lo aman? Mantengan bien su corazón.",
    "Y, recuerden, cuando este respiro pase de esta vida, a Uds. ancianos o a Uds. jóvenes, y Uds. madres cuando vean a sus pequeños bebés, a esa pequeña niña bebé que murió cuando ella ni tenía ocho días de nacida o cinco días de nacida, ella será una hermosa mujer joven cuando Uds. la vean. Ese anciano abuelo estaba todo encorvado, que él apenas podía ver por donde iba; cuando Ud. lo vea, abuelita, él será un joven fino bien parecido, tan joven como de veinte años de edad, en el esplendor de la juventud. Y él será así para siempre. Ud. puede tocar su mano, Ud. puede darse la mano con él. Ud. lo va a abrazar a él, pero él no será “marido”, él será “hermano”. ¡Oh, hermanos! El será mucho más grande que “marido”. ¿Piensa Ud. que Ud. lo amaba? Seguro que lo amaba. Pero ese era fileo; esperen hasta que reciban ágape. Esperen hasta que ese verdadero amor Divino tome efecto, y entonces vean qué es. Esto aquí sólo es como un basurero en brasas, no es bueno, no hay nada en ello. Lo único que les aconsejo que Uds. hagan ahora, es esto, mis—mis—mis amigos…",
    "Un poquito después yo…¿Les gustaría que yo continúe con esos otros dos capítulos alguna vez? El Señor…Yo—yo tengo que descansar un poquito antes de Chatauqua. Ahora, yo no puedo predicar estas cosas en esas reuniones. Hay demasiada in-…demasiadas creencias diferentes. ¿Ven? Esto es nada más a la iglesia. ¿Ven? No puedo…Tengo derecho de predicar aquí cualquier cosa que yo quiera. Este es mi tabernáculo, ¿ven?, y yo les estoy diciendo a Uds. Ahora, yo creo que esas personas son salvas. Sí, señor, yo verdaderamente lo creo. Pero, oh, cuánto más es caminar cuando uno sabe por dónde está caminando. Cuánto más, saber, simplemente saber lo que uno está haciendo, ¿ven Uds.?, en vez de irse tambaleando, tropezando. Parémonos en la Luz, y andemos en la Luz y sepamos en qué dirección vamos. Eso es verdad. El Señor sea con Uds.",
    "¡Y ahora si cada uno de Uds. aquí no ha sido colocado en posición! Uds. quizás no sean nada más que una ama de casa. Pues, Uds. dicen: “Hermano Branham, yo nunca he hecho nada en mi vida. Yo no soy un predicador”. Pues, quizás Dios los trajo aquí para criar una familia de niños, de esa familia de niños quizás salga otra familia de niños que será un predicador que enviará un millón de almas a Cristo. Uds. tenían que estar aquí. Uds. están aquí con un propósito. ¿Sabían Uds. eso?",
    "Pues, Uds. dicen: “Todo lo que siempre hice fue gradar sobre esos terrones. Y yo salía cada noche, no sabía cómo mantener a mis niños. Yo miraba a los pobres muchachitos sin zapatos. Me he sentado y llorado. Yo tengo una carreta, y yo y mamá íbamos a la iglesia”. No se preocupe, hermano. Ud. sólo siga amándolo a El, El tiene un propósito para Ud. Ud. sólo quédese tal y como es, sólo siga adelante. ¿Ven? Quizás Ud. nunca predique un sermón, pero Ud. pudiera ser el bisabuelo de uno que lo hará.",
    "Sabían Uds. que Dios le dio crédito (veamos ahora, ¿cuál era su nombre?) a Leví, de pagar diezmos cuando él estaba en los lomos de Abraham, cuando Melquisedec se encontró con él. ¿Cuántos saben eso? Y veamos, Abraham engendró a Isaac, Isaac engendró a Jacob, Jacob engendró a Leví; el cual fue padre, abuelo, bisabuelo; cuando él estaba en los lomos, en la simiente de su bisabuelo, la Biblia le dio crédito a él por pagar diezmos a Melquisedec. ¡Oh, oh, oh, oh! ¡Hermano! ¡Oh! Estoy…",
    "Había un pequeño—había un pequeño Inglés que fue convertido una noche allá en Inglaterra, él dijo: “¡Estoy tan contento! ¡Estoy tan contento!”",
    "¡Sí, tan contento de saber que eso es verdad! Y algún día glorioso, yo no sé cuándo será ese día, pero si esa fue una visión, yo no digo que yo estaba aquí. Recuerden, siempre tengan esto en mente, que los que tengan las cintas hagan lo mismo. Ya sea que yo estaba en una visión, o arrebatado en el Espíritu, yo no sé. Pero fue tan real así como agarro a mi Hermano Neville así, así de real. Y yo podía mirar y hablar con esas personas. Y allí estaba mi primera esposa, ella no gritó “mi esposo”, ella dijo, “mi querido hermano”.",
    "Allí estaba una muchacha con la que solía salir hace años.",
    "Quizás algunos de su gente están sentados aquí, Alice Lewis de Utica, una muchacha Cristiana real, muy fina. Se casó un poco tarde en la vida, y tuvo su primer bebé y murió en el parto. Alice Lewis, yo entré en la funeraria para verla. Yo apenas había entrado a casa, oí que ella había muerto. Caminé hasta allá, no había nadie en el cuarto, yo dije: “¿Hay una mujer aquí, la Sra.…?” Su nombre era Emmerke. Y ella se casó con un buen muchacho Cristiano, y ella era una buena muchacha Cristiana. Yo anduve con esa muchacha por todas partes, en toda clase de lugares y todo. Y sólo éramos adolescentes, de dieciocho, diecinueve años de edad, por dondequiera, una buena Cristiana, nunca conocí nada acerca de ella sino Cristianismo genuino. Y yo era un pecador. Pero yo salía con ella. Yo entré…Y su esposo era un Cristiano nacido de nuevo, un verdadero hombre. Y yo no sabía; yo sabía que ella había muerto, había visto en el periódico. Y yo fui allá y ellos me dijeron. Yo fui allá donde Coots, y yo dije: “¿Tienen Uds. a la Sra. Emmerke?”\n\nEl dijo: “Billy, ella está allí en el cuarto”.",
    "Yo entré allí y me paré allí al lado del ataúd. Yo pensé: “Alice, yo he estado en los más oscuros calabozos, yo he estado en caminos oscuros. Tú y yo hemos caminado juntos por los caminos y al otro lado junto al río, cuando solían tener los barcos teatros, nos sentábamos allí y escuchábamos a ese órgano de vapor tocar. De arriba abajo por las calles, ¡qué dama eras tú! Cómo le doy gracias a Dios por tu vida. Descansa, mi querida hermana, descansa en la paz de Dios”.",
    "Y la otra noche en la visión, allí venía ella corriendo hacia mí. Ella dijo: “Mi bendito hermano”, y me abrazó. Oh, oh, hermano y hermana, me ha cambiado. Yo ya nunca más podré ser el mismo. ¡Es tan real! Es tan—es tan real así como los estoy mirando a Uds., así de real. Así que, no hay temor. Yo quizás muera antes de que termine la noche.",
    "Yo quiero criar a mi muchachito que está allá atrás, Joseph. Yo quiero verlo en el púlpito, cuando yo pueda tomar esta Biblia…cuando yo llegue a un punto en que yo vea a Joseph en el púlpito predicando como un—como un joven lleno con el Espíritu Santo, ungido con el Espíritu de Dios sobre él. Y yo creo que él va a ser un profeta. El día en que yo—en que yo—en que yo lo vi seis años antes de que naciera, Uds. recuerdan que yo les dije que él iba a venir. Recuerdan lo que lo llamé, allí al lado del altar, no sabiendo lo que yo estaba diciendo, dedicando bebés, yo dije: “Joseph, tú eres un profeta”.",
    "Y el otro día parado afuera en el patio, él vino hacia mí, y él dijo: “Papá, ¿tiene Jesús una mano como la tuya?”\n\nY yo dije: “Pues, sí, hijo. ¿Por qué?”",
    "El dijo: “Yo estaba sentado en mi bicicleta, esperando a que Sarah”, (ésa es su hermanita), “viniera a casa de la escuela”. Estaba sentado allá afuera. Yo no lo dejo andar en el camino, él estaba sentado atrás así. Y dijo: “Yo miré hacia arriba, y”, dijo, “cuando lo hice, había una mano como la tuya, con una manga blanca suspendida sobre mí”. Y dijo: “Se fue hacia arriba”. Dijo: “¿Era ésa la mano de Jesús subiendo?” Yo miré a la madre, la madre me miró a mí. Fuimos adonde la Sra. Woods. Dondequiera que ella esté, sentada aquí. Lo interrogamos, de arriba abajo, y de toda forma que pudimos. Fue una visión. El la vio. Cuando yo pueda ver el tiempo del pequeño Joseph parándose…Yo espero que yo viva para verlo casado, si Jesús tarda.",
    "Y yo soy un hombre viejo, las barbas canosas están aquí alrededor de mi cuello. Yo he enviado…Yo quiero enviar dos o tres millones más de almas a Cristo si puedo hacerlo. Es mi determinación de predicar el Evangelio a todo rincón de la tierra. Sí, señor. Así que, con la ayuda de Dios, lo voy a hacer. Así que, cuando yo pueda ver ese tiempo venir, Hermano Mike.",
    "Yo puedo mirar el tiempo en que mamá, Meda, yo la llamo, mi amor, ¿ven?, ella está…estamos envejeciendo, veo su cabello volviéndose canoso, y veo que estamos partiendo, desvaneciéndonos.",
    "Rebeca, yo estoy agradecido por Rebeca. Su maestra de música me dijo la otra noche, dijo: “Oh, si ella continúa así, Hermano Branham”, dijo, “es difícil decir qué hará ella”. ¿Ven?, progresando en música. Quiero que ella, y quiero…Quiero a Sarah en el órgano, a Becky en el piano, yo quiero a Joseph en el púlpito.",
    "Cuando yo pueda ver eso suceder, y yo y mamá podamos entrar tambaleando, yo sobre mi viejo bastón, alguna noche, viniendo por el camino, y que yo pueda mirar allí y ver a mi muchacho parado allí ungido con el Espíritu Santo, predicando este mismo Evangelio. Yo quiero tomar este viejo Libro, y decir: “Hijo, aquí está, es tuyo. Tú párate con El, no te comprometas en una Palabra. Tú quédate con Ella, querido. No lo hagas, no importa, a mí no me importa quién esté contra ti, quién está en contra, Dios estará contigo. Tú predica cada Palabra exactamente como está escrita Allí, y papá te verá al otro lado del río”. Yo quisiera abrazarla y tomarla en mis brazos, a mi esposa, y cruzar el Jordán.",
    "Hasta ese tiempo, ¡Dios, permíteme quedarme en el campo, leal! ¡Permíteme! No me importa cuál es el costo, o cuánto, qué haga yo, o esto, aquello o lo otro. Permíteme quedarme leal y fiel a la Palabra del Dios viviente, que cuando ese día venga y yo cruce hacia allá, y yo pueda mirar al otro lado y decir: “Allí están Uds. Oh, mi precioso amigo, mi precioso hermano, mi preciosa hermana”.",
    "Joven predicador, entre en el campo, permanezca en el puesto del deber. Todos Uds. predicadores jóvenes y cosas, no se sienten. No se sienten sin hacer nada. Salgan allá y ganen un alma. ¡Hagan algo! Actúen, muévanse. No se detengan, predicadores jóvenes allá. Dios bendiga su corazón.",
    "El me recuerda cuando yo tenía más o menos esa edad, yo creo, y quizás un poco más joven que él. Yo solamente tenía como veintitantos años cuando coloqué esa piedra angular allí. Yo recuerdo que yo solía usar un saco azul y un par de pantalones blancos, y me paré allí y coloqué esa piedra angular hace como treinta y un años. ¿Ven que edad tenía yo?, yo era tan sólo un muchacho. Parado allí, colocando esa piedra angular. Yo no me he comprometido en una Palabra. Yo la he guardado exactamente de la manera en que coloqué esa piedra angular. Allí está mi testimonio que yace allí, donde yo lo escribí en la hoja de guarda de la Biblia, y la rompí y la puse en esa piedra angular y todavía está allí. Y que sea escrito en las páginas de la Palabra Eterna de Dios en el Cielo. Permíteme permanecer fiel hasta el fin.",
    "Inclinemos nuestros rostros ahora sólo un momento para orar.",
    "En el cierre de esta noche, cierre de éstos, un capítulo, lo cual no está justificado. Uds. deberían tener el otro, cómo él sigue adelante y coloca la iglesia en su lugar. Yo se los traeré a Uds. alguna vez, si Dios quiere. Yo ahora tengo que descansar un poco ahora antes de que vaya allá a Chatauqua, a otra gran reunión, luego de allí cruzo a Oklahoma.",
    "🦅"
  ]
}