{
  "title": "¿A QUIÉN IREMOS?",
  "id": "60360009",
  "content": [
    "🦅  Hermano Russell. No, eso… No. Sí, quiero decir… Ud. dijo que él era un poco más grande, por lo que dije… acá arriba, pero no tan salido aquí.",
    "Bueno, en verdad estamos contentos de estar aquí con el Hermano Ruddell y su iglesia de nuevo, esta noche. Y tienen algunos ventiladores, si Uds. tienen la electricidad, así que, siéntanse como en casa. Me senté afuera en el carro y esperé hasta la hora ya para entrar, porque yo—yo sabía que haría calor. Parece que, en Indiana, tenemos invierno y luego verano, entonces pasamos directamente al invierno otra vez.",
    "Y estoy doblemente contento, esta noche, de estar en este púlpito con el Hermano Ruddell, porque el Hermano Ruddell es casi como uno de mis propios muchachos. Puedo recordar, hace años, cuando su papá y yo trabajábamos juntos. Y luego cuando llegó este muchacho, y recibió su educación, fue a la Escuela Bíblica de Dios, se le dificultó un poco empezar. Parece como que él no quería salir, de alguna manera. Era retraído, tímido. Pero, finalmente salió del cascarón, y estos son los frutos de su esfuerzo. Y personalmente, pienso que el Hermano Ruddell apenas está comenzando. Esto solo es el principio. Y es difícil saber cuánto crecerá. Espero que alcance estos bosques oscuros por aquí. Como…",
    "Le estaba diciendo a alguien, afuera, al Hermano Mike Egan. Hace unos años, yo solía cazar ardillas por estos lados aquí. ¡Cómo avanzan las cosas! Parece que la civilización simplemente toma el control. Vamos a quedar sin lugar alguno para cazar ardillas o cazar conejos, si este lugar aquí sigue creciendo. Es como si solo…",
    "Hace unos años, aquí en el antiguo lugar donde fui criado, pues, uno tenía que caminar una milla hasta donde un vecino. Ahora, Ud. no puede arrojar agua por la puerta de atrás, sin arrojarla en su puerta. Así que, todos apiñados, viviendo juntos.",
    "Es bueno estar aquí. Y no los tendré mucho tiempo. El Hermano Ruddell venía pidiéndome por un tiempo que viniera aquí al tabernáculo, a orar por los enfermos.",
    "Creo que una cosa que hace para un ministro joven como este, el venir y orar por los enfermos, y especialmente si nuestro Señor nos muestra un poco de Su Gloria, fortalecerá a esta iglesia joven. Veo a algunos de mis amigos aquí del tabernáculo, y algunos de los síndicos, y demás. Y ahora, estas, muchas de estas personas han visto al Señor sanar a los enfermos. Y, bueno, si Él tan solo lo hace por nosotros de nuevo esta noche, viene a la escena, en toda Su Gloria, eso—eso fortalecerá la fe de la gente. Eso—eso les dará una—una esperanza.",
    "Ayudará al Hermano Ruddell, porque el Hermano Ruddell ha determinado predicar el Evangelio Completo. Ahora, yo estaría decepcionado de él si no lo hiciera; estoy seguro que el Señor lo estaría. Así que, y, pues, él se va a quedar firme con Eso. Y tal vez estas pequeñas reuniones, como esta, cuando algunos de nosotros predicadores veteranos, Uds. saben, podemos venir, pues, eso ayuda a esos jóvenes.",
    "Y ahora, para la gente del tabernáculo, yo estaría allá mañana, pero solo es que… Bueno, no voy a tener tiempo libre ahora hasta el quince de agosto. Es reunión tras reunión. Así que probablemente venga a la escuela dominical, pero no para predicar.",
    "Y lamento oír, hace como una hora, que el Hermano Neville, nuestro pastor, sepultaron a su cuñada hoy. Me pregunto si el tabernáculo sabía eso. No creo que el Hermano Neville esté aquí. He mirado alrededor, antes de decir esto. Me pregunto si sabían que debían enviar flores allá. No lo sé. Acabo de enterarme, hace unos momentos. Billy me dijo que alguien le informó que la cuñada del Hermano Neville fue sepultada hoy. En verdad lamento oír eso. Ella era pariente lejana mía, por matrimonio. Y lamento oír eso, de su partida.",
    "Dos más de mis amigos yacen allá esta noche: Dave Wright y el Sr. Henson. Yo ni siquiera sabía que estaban enfermos. Ambos murieron en hospitales, ayer y esta mañana, creo.",
    "Así que, eso muestra una cosa, que no estamos aquí por mucho tiempo; vamos avanzando directo en línea. No sabemos a qué hora Dios va a sacar nuestro número del tarjetero allá arriba; tendremos que responder.",
    "Y al entrar en este servicio, esta noche, sé que hace calor, bastante. Pero recordemos que venimos aquí para hacer lo mejor que podamos, para mostrarle a Dios que somos sinceros y que Lo amamos. Y queremos que cada persona aquí, que no Lo ama a Él, se enamore de Él esta noche. Y todos los que no Le creen, queremos que Uds. Le crean, esta noche, con todo su corazón. Que esta reunión pueda ser algo que marque la historia, aquí en este tabernáculo, que Ud. pudiera señalar a este momento, y decir: “Esa noche, el Señor nos visitó e hizo esto y aquello”.",
    "Y, ahora, antes de abrir la Biblia para la lectura de la Palabra…",
    "¿Pueden oírme bien allá atrás, bien atrás en la parte de atrás? Me pregunto, por aquí, si Uds.… ¿Pueden oír bien? ¿Está bien, allí? No vi muchos movimientos de cabeza. ¿Qué tal así, está mejor? [La congregación dice: “Amén”.—Ed.] Muy bien. Solo manténganlo así, entonces.",
    "Ahora, inclinemos nuestros rostros solo un momento para orar. Y me pregunto, en la solemnidad de este momento, ¿habría alguno aquí que quisiera ser recordado en oración, levantando las manos? Dios los bendiga a cada uno. Él ve y sabe.",
    "Nuestro bondadoso Padre Celestial, venimos a Tu Presencia con reverencia, no solo con nuestros rostros inclinados, sino también nuestros corazones. Porque sabemos que está escrito en Tu Palabra, que, “Donde dos o tres estén reunidos, Yo estaré en medio de ellos”. Así que, se nos asegura que Tú estás aquí ahora, que el gran Espíritu Santo se mueve en este pequeño edificio, porque es una promesa de Dios.",
    "Oramos que Tú bendigas nuestra reunión en esta noche. Bendice a esta pequeña iglesia y a su pastor, y a todos sus colaboradores, a todos los miembros. Y que crezca y crezca hasta que sea un faro para el Reino de Dios, hasta que la gente venga de lejos y de cerca, a visitar, para ver las obras del Señor. Que sea como el templo de antaño, donde gente de todo el mundo venía a oír la sabiduría de Salomón, y donde sucedieron tantas cosas tremendas. Y dondequiera que estemos reunidos en Su Nombre, ese es el lugar de reunión, el templo del Señor.",
    "Y oramos que Tú honres en esta noche a Tus siervos, y las oraciones que Te hacemos, los cantos que cantamos. Y bendice la Palabra, Señor. A que al salir, que realmente caiga en tierra fértil. En esta misma hora, Señor, oramos que Tú arranques toda zarza verde, toda raíz de amargura, y toda incredulidad, de los corazones del pueblo; para que la Palabra pueda caer en buena tierra, rica, fertilizada, que produzca grandes resultados para este pueblo.",
    "Bendice a todos los que levantaron las manos. Tú los viste y conoces sus necesidades. Concédenos esto, Padre, por medio del Nombre de Tu Santo Hijo, el Señor Jesús, lo pedimos. Amén.",
    "Ahora, esta noche, Uds. que tienen sus Biblias, deseo que abran conmigo en San Juan, el capítulo 6, y comencemos como en el versículo 66, y leamos unos cuantos versos. San Juan 6:66.\n\nDesde entonces muchos de sus discípulos volvieron atrás, y ya no andaban con él.\n\nDijo entonces Jesús a los doce: ¿Queréis acaso iros también vosotros?\n\n…respondiendo Simón Pedro: Señor, ¿a quién iremos? porque Tú tienes palabras de vida eterna.\n\nY nosotros hemos creído y conocemos que tú eres el Cristo, el Hijo del Dios viviente.",
    "Si lo llamara un texto, me gustaría que fuera: ¿A quién iremos?",
    "Saben, la gente de hoy es bastante como la de aquel día. La gente camina alrededor sin saber a dónde van, y parece no importarles. Tienen tiempo libre para ir a donde ellos deseen, y—y es la clase de gente que busca placer. Está casi como cuando él dejó a Dios en el Huerto del Edén, y fue dejado a su suerte. Él simplemente deja a Dios fuera del cuadro, y simplemente va a donde desea, y está como enloquecido por el placer.",
    "Y—y él no ha cambiado mucho en sus nociones. Él no ha cambiado mucho en sus ideas. Él aún quiere su religión de hoja de higuera, Uds. saben. Él quiere hacerlo por su cuenta, y cubrirse a él mismo y marcharse, más o menos, diría yo, más o menos, satisfecho, satisfecho en sí mismo, si suena sensata la palabra. Se está haciendo creer él mismo que está satisfecho; siendo que, en el fondo de su alma, él sabe que está errado. Él sabe que todo lo que el hombre puede hacer, está contaminado para comenzar. Y él no puede salvarse a sí mismo más de lo que pudiera jalarse por las correas de sus botas y saltar a la luna. Él no puede hacerlo. Y tratar de hacerlo, es como el leopardo querer quitarse sus manchas a lengüetazos; solo hace relucir más sus pecados. Pero él, aun así, él no quiere escuchar. Él simplemente deambula.",
    "Pero, Pedro, en ese día, pudo responder como muchos de nosotros esta noche. Él había encontrado algo diferente. Él había conocido a Jesús, y sabía que había algo más que solo deambular. Cualquiera que llega a conocer a Jesús, nunca más quiere deambular. Algo le sucede a él cuando conoce a Jesús. Él ya nunca más es el mismo. Y este, Pedro, había conocido a Jesús, y había encontrado algo en Jesús que era diferente a cualquier otro. Nunca hubo un hombre como Jesús. Y él había encontrado esta gran cosa en Él, que lo hizo dar respuesta a esta pregunta: “Señor, ¿a quién iríamos?”.",
    "Jesús dijo: “Ahora, si—si se quieren ir con los otros setenta, pueden hacerlo, adelante y váyanse”.",
    "Pero Pedro dijo: “¿A dónde iríamos? ¿A quién podríamos ir? Porque solo Tú tienes la Palabra de Vida Eterna”. Nadie más La tenía sino Él. Y Pedro había estado con Él por suficiente tiempo, y había visto Sus milagros y señales, y prodigios de Dios, y sabía que eso era la Verdad, que Él tenía la Palabra de Vida Eterna.",
    "¡Oh, si tan solo pudiéramos estar con Él lo suficiente para reconocer eso, que solo Él tiene la Palabra de Vida Eterna!",
    "Ahora, ¿qué tenía Jesús que era tan diferente a cualquier otra persona? ¿Por qué Él era diferente al rabí? El rabino era un sacerdote; era un maestro, un erudito. Probablemente, mucho más que Jesús en cuanto a la educación del mundo.",
    "No tenemos registro de que Jesús alguna vez haya ido a la escuela, o aprendido algo del hombre. Él no lo necesitaba. Él era el Hijo de Dios. Le fue revelado a Él, desde el Cielo, qué hacer. Y esta revelación Celestial había causado tal impresión en estos discípulos, al punto que Pedro dijo: “¿A quién iremos para hallar Esto?”.",
    "Y es igual de real esta noche. ¿A dónde iríamos para encontrar Esto si no viniéramos a Él?",
    "Ahora, escribí aquí, en un pedazo de papel, siete razones, o siete cosas que, razones por las que debemos venir a Jesús. Quiero hablar de estas siete cosas por los próximos veinte o treinta minutos, antes de orar por los enfermos.",
    "Pues, ¿qué era lo que tenía Jesús, que era diferente? ¿Por qué Él debería ser el Único?",
    "La primera cosa es que, Jesús dijo: “Yo soy el Camino”. Ahora, solo hay un Cielo, y hay un Dios, y una Manera de llegar Allá. No hay muchas maneras, solo hay un Camino para llegar Allí. Y Jesús dijo: “Yo soy ese Camino”.",
    "Ahora, nosotros tratamos de hacer otros caminos; tratamos de decir que hay otros caminos. Tenemos el camino del credo, y tratamos de seguir eso. Muchos de nosotros, en las iglesias, tenemos un cierto credo por el cual nos—nos conducimos. Y eso puede estar bien, como cubierta de hojas de higuera.",
    "Pero si Ud. va al Cielo, Ud. tiene que venir por medio de Jesús, porque Él es el Camino. No puede ser de otra manera, de ir al Cielo, solo por medio de Jesús.\n\nTenemos maneras que llamamos: “Nuestra denominación”.\n\nPregúntele Ud. a un hombre, hoy: “¿Es Ud. Cristiano?”.\n\n“¡Oh, soy metodista”!\n\n“¿Es Ud. Cristiano”?",
    "🦅 Soy bautista; soy presbiteriano; pentecostal, o nazareno, o algo así”. Esa no es la pregunta.",
    "Para ser un Cristiano, Ud. tiene que estar en Cristo. Y solo hay una manera de entrar en Cristo, y no es a través de credos o a través de iglesias, sino por medio del bautismo del Espíritu Santo. Tenemos que nacer de nuevo. Y cuando nacemos de nuevo, entonces estamos en Cristo. Y si Ud. está en Cristo, Ud. está en el Camino, porque Él es el Camino.",
    "Hubo un hombre, una vez en la Biblia, del cual habló Jesús, en Su famosa parábola. Que, Él dijo que había un hombre rico, y él preparó una cena para su hijo, la cual iba a ser una cena de bodas. Y él invitó a la gente a venir. Y cuando la cena estaba lista y todo estaba listo para servirse, todos los invitados se habían sentado. Y en la mesa encontraron a un hombre que no tenía vestido de boda.",
    "Ahora, muchas personas que leen la Biblia están muy familiarizadas con esta Escritura.",
    "Y el rey le dijo a este hombre: “Amigo, ¿por qué estás aquí sin el vestido de boda?”. Se hizo la pregunta: “¿Por qué viniste sin el vestido de boda?”.",
    "Y se fijaron Uds., la Biblia dice que, “Él se quedó mudo”. No tenía excusa.",
    "Ahora, he tenido el placer de estar en lugares orientales y ver bodas orientales. Ellos no cambian. Las mismas costumbres, por miles de años.",
    "Ahora, cuando hay que preparar una cena de bodas, en honor de alguien, el novio provee túnicas para toda la gente que entra, porque entre sus amigos hay pobres, ricos e indiferentes. Pero a cada uno que él invita, se le da una invitación, y en esta invitación está el nombre del novio. Y él trae esta invitación a la puerta. Y hay un—un portero parado a la puerta, y él tiene las vestiduras.",
    "Entonces, un hombre llega vestido muy fino, y el portero lo viste con una túnica común. Llega el siguiente hombre, es mediocre, él no está vestido tan mal, pero él recibe la misma clase de túnica que recibió el hombre rico. Y luego viene el siguiente, ¡oh!, sin duda, habiendo sido invitado a la cena, y en gran honor para su amigo, hasta que ha lavado su ropa y, ¡oh!, ha hecho tanto para estar listo, pero él solo lo hizo en vano.",
    "Así es en eso, nosotros, no hay nada que nosotros podamos hacer al respecto. Dios ha provisto nuestra salvación a través de Jesucristo. Y no es por lo que podamos hacer, o por cuántas cosas buenas podamos hacer. Lo cual, está bien, no hay nada que decir en contra de eso; “Pero por gracia sois salvos, por medio de la fe”.",
    "Y luego este hombre pobre recibe la misma clase de túnica que recibió el hombre rico y que recibió el otro hombre. Entonces, cuando están sentados a la mesa, todos se ven igual.",
    "Ahora, ¿qué le sucedió a este hombre?, ¿qué sucedió? “Él quedó mudo”, porque se había metido por una ventana, o había entrado por una puerta lateral, o de alguna otra manera aparte de la manera provista para él. Y no había recibido la túnica.",
    "Así será en el Día del Juicio. Hay otras maneras. Hay caminos de iglesia; hay caminos de credos; hay caminos de—de diferentes cosas. Pero Jesús dijo: “Yo soy ese Camino”. San Juan 10, Él dijo: “Yo soy la puerta del redil”. Y la gente, hoy, así como fueron entonces, simplemente rehúsan tomar ese camino. Quieren su propio camino. Ellos piensan que es igual de bueno.",
    "Aquí hace algún tiempo, creo que fue en Louisville, había un joven. Y sufrió de algo en una de sus orejas. Bueno, él fue a su médico, y su médico lo atendió por varias semanas. Y empeoró. Finalmente, el médico dijo: “Tengo que enviarlo a un especialista”.",
    "Y cuando el especialista diagnosticó el caso, era un gran nombre médico. Que, yo no creo, si lo supiera, si pudiera decirlo, tendría que escribirlo, y practicar como una hora, para deletrearlo. Y luego Uds. no sabrían lo que dije cuando lo deletreé o cuando lo dije, porque para empezar yo no sabría lo que era. Pero era un problema en su oído, que le hubiera quitado la vida. Y él dijo: “El caso está muy avanzado. Y no conozco a nadie que pudiera dar un diagnóstico completo del caso, para ver si realmente es la verdad, sino solo cierto hombre que vive en St. Louis, un médico”.",
    "El muchacho fue rápidamente a St. Louis. Este médico se había jubilado y se había ido a Nueva Orleáns. Él era un sureño, así que regresó a Nueva Orleáns. El muchacho tomó un avión, rápidamente, y se apresuró a Nueva Orleáns. El médico anciano lo miró, dijo: “Lo han diagnosticado correctamente, hijo, y está muy avanzado”.",
    "Y el joven dijo: “Doctor, ¿podría hacer la operación?”.",
    "Él dijo: “No, hijo. Yo no puedo hacerlo. Mi mano no es lo suficientemente firme”. Él dijo: “Pues, yo conozco a un solo hombre, en todo el mundo, que pudiera realizar esta operación”. Él dijo: “Ese hombre está en la ciudad de Nueva York ahora, embarcando para unas vacaciones de seis meses por Europa. Y no sé si Ud. aun podrá contactarlo; y si lo hace, no sé si él siquiera haría la operación. Él es el único hombre que conozco, de esta rara enfermedad, que podría realizar esta operación. Y Ud. no puede esperar. Ud. estará muerto dentro de seis meses”.",
    "Él le dijo: “Vaya al teléfono, llámelo. Haga algo. Yo no quiero morir. Contáctelo, de alguna manera”. Y finalmente contactaron al médico y él consintió en hacer la operación.",
    "Ahora, cuando este joven estaba hablando con el médico anciano, y le dijo cuál era su problema, y que solo había un hombre que podía hacer la operación. Él no miró al anciano médico como algunas personas miran a un ministro cuando él les dice que Jesús es la única manera de ser salvo. Él no miró al médico, diciendo: “Muy buen discurso, doctor. En verdad me gustó su charla. Volveré para oírlo, en otra ocasión”.",
    "Ahora, así es como la gente toma el Cristianismo. Pero si Ud. tan solo se diera cuenta que es muerte rechazar ese Camino. Por eso es que Pedro dijo: “¿A quién iremos? Porque solo Tú tienes Vida Eterna. Tú eres el Único, y el Camino exclusivo que Dios ha establecido, y eso es Vida Eterna”.",
    "Ahora, debemos recordar que Él es el Camino. Y si Ud. está en Cristo, Ud. entra en Cristo al nacer en Cristo. Ahora no hay necesidad de decirle a la gente del Camino, y cuál es el Camino, a menos que Ud. les diga cómo entrar en Él. Ahora, Ud. nace en Cristo. Ud. llega a ser parte de Él. Ud. llega a ser una nueva criatura, o una nueva creación, cuando Ud. nace en el Reino de Dios. Ud. llega a ser parte de Cristo.",
    "Cuando yo nací en la familia Branham, llegué a ser un Branham por nacimiento. Así es como Ud. llega a ser parte de Cristo. Y la manera en que Ud. entra en el Camino, es por el nuevo Nacimiento. Así es. Así es como Ud. entra en el Camino. Y Jesús dijo: “Yo soy el Camino”. Podríamos quedarnos mucho tiempo en eso.",
    "Pero lo siguiente que Él es, Él es la Verdad. No hay nada ni nadie más que tenga la Verdad sino Él.",
    "¡Oh!, yo sé que tenemos religiosos hoy que van y dicen: “Bueno, pues, nosotros somos la Verdad. Nosotros tenemos la Verdad”. Vamos a una iglesia, ellos dicen: “Nosotros tenemos la Verdad”. Vamos a otra iglesia, ellos dicen: “Nuestros credos, nosotros tenemos la Verdad”. Vamos a otra: “Tenemos el catecismo de antaño. Nosotros tenemos la Verdad”.",
    "Jesús dijo que Él era la Verdad, así que Ud. no puede tener la Verdad hasta que Ud. tenga a Jesús. ¿Cómo lo recibe Ud.? Al nacer de nuevo. Pero Ud. no puede tener la Verdad hasta que tenga a Jesús.",
    "Ud. no puede tener, estar en el Camino, hasta que Ud. esté en Jesús. ¿Cómo entra Ud. en Él? “Por un Espíritu somos todos bautizados en un Cuerpo”. Entonces Ud. está en Jesús; entonces Ud. está en el Camino; entonces Ud. está en la Verdad. Jesús dijo: “Yo soy el Camino, la Verdad”.",
    "Y otra cosa, la tercera cosa, Jesús, tenemos que venir a Él, Él es la única Luz que hay. Así es. ¡Oh!, queremos diferir con eso, pero es la verdad. Jesús es la única Luz que hay.\n\nUd. dice: “Yo soy un russellita, campbellita”;",
    "lo que Ud. pudiera ser, es una luz falsa. Ud. pudiera estar en la iglesia russellita. Ud. pudiera estar en una iglesia campbellita, o alguna otra iglesia “luz”. Pero hasta que Ud. no entre en Jesús, Ud. no está en la Luz. Ud. aún está en tinieblas. Ud. no tiene Luz hasta que viene a Él. Porque Él es el Camino, la Verdad y la Luz, y el único camino a Dios; “Ningún hombre viene al Padre sino por Mí”. Así que, Ud. no puede ir a Dios, Ud. no puede ir al Cielo.",
    "Ud. tiene que entrar en el Camino, y Jesús es ese Camino. Él es la única Verdad que existe. Y Él es la única Luz, la única Luz verdadera. La única Luz verdadera manifestada es Jesucristo. Tenemos la luz mormona; tenemos la luz metodista; tenemos la luz bautista; tenemos la luz pentecostal. Tenemos toda clase de luces, pero Jesús es la Luz verdadera. Él es la única Luz.",
    "Nosotros somos los hijos. Si nacemos de nuevo, somos los hijos del Día.",
    "Los hijos del mundo caminan en tinieblas. Caminan de noche; ellos aman la oscuridad. La Biblia dice que, “Los hombres aman, la gente ama las tinieblas más que la luz, porque la luz manifestaría sus obras”.",
    "Deje que salga el sol, y toda lagartija miserable, todo vil insecto, insectos del reino oscuro, que se arrastran en la noche, se esconderán bajo algo. Es de la misma manera cuando la Luz del Evangelio comienza a brillar, toda obra mala tratará de arrastrarse debajo de algo. “¡Oh!” dicen ellos, “tenemos—tenemos luz, porque nosotros—nosotros vivimos en la noche”. Si Ud. camina en la luz en la noche, Ud. está caminando bajo una luz artificial. Solo hay una verdadera luz del día. Y es la luz del sol.",
    "Solo hay una verdadera Luz Cristiana, y esa es la Luz del Hijo de Dios. Él es la única Luz verdadera. Sí.\n\nEn Él está la Vida, eso es tan cierto como la luz del sol produce vida.",
    "Toda la vida botánica sale con la luz del sol. El año pasado sucedió, y los inviernos congelaron y todo. Pero tan pronto como el sol comenzó a bañar la tierra, ¿qué sucedió? Se levantó nueva vida, fresca.",
    "Yo estuve hablando con un hombre, el Sr. Wood allá atrás. Estábamos allá en Kentucky. Conocí a un hombre y se suponía que él era un incrédulo. Escuché que él acaba de fallecer. Y él, el Sr. Wood, fue y le preguntó si podíamos cazar ardillas en su propiedad. Él dijo: “Seguro que puedes cazar ardillas, Banks. Pasa adelante”.\n\nÉl dijo: “Traje a mi pastor”.",
    "Él dijo: “¿No me digas que has caído tan bajo, Wood, al punto que tienes que llevar un predicador contigo todo el tiempo?”. Y él dijo…",
    "Me bajé del auto y caminé hacia allá. Y había un árbol de manzanas, él y otro anciano estaban sentados debajo. Y entonces recogí una manzana y comencé a comerla. Y él me estaba hablando. Y yo present-… El Hermano Wood le presentó. Como… Dijo: “Este es nuestro pastor”.",
    "Y yo dije: “¿Cómo está Ud., señor?”. Y hablamos un poco, y él comenzó a decir, bueno, que él nunca había ido a la iglesia, y que no sabía si se había perdido de algo.\n\nYo dije: “¡Oh, sí, lo ha hecho!”. Lo dejé hablar un ratito.",
    "Y después de un rato, él dijo: “Sabe, hubo un predicador que vino aquí a Campbellsville, o a Acton, una pequeña ciudad, aquí en los campamentos metodistas”. Y dijo: “Ese predicador nunca antes había estado en esta región. Y una noche mientras él estaba allá predicando, en una reunión de tres noches, él miró a la multitud, y vio a una mujer sentada allí, y le dijo que ella estaba orando por su hermana que vivía aquí en la colina, muriendo de cáncer. Dijo: ‘Ud. tiene un pañuelo en su cartera’. Y dijo: ‘Tome ese pañuelo y póngalo sobre la mujer, y ella sanará’”.",
    "Dijo: “Esa mañana, mi esposa y yo estuvimos allá arriba”. Y dijo: “Nosotros teníamos que voltear a esa anciana en una sábana. Ella no se había levantado de la cama por dos años, o más. Cáncer del estómago. Ella ni siquiera podía mantener el agua en su estómago”.",
    "Y dijo: “La hermana salió de la reunión, y se fue esa noche, y vino y puso el pañuelo sobre la mujer”. Y dijo: “A la mañana siguiente, ella estaba cocinando huevos y tocino, y preparando el desayuno, y comiendo”.",
    "Y dijo: “Ella ha estado allá arriba. Esto fue hace tres o cuatro años, y” dijo, “ella todavía está bien”.",
    "Él dijo: “Ahora, si él alguna vez viene a esta región otra vez, iré a escucharlo”. Dijo: “Porque él produjo algo que parecía un poco más que solo un montón de palabras para leer. Presentó algo que estaba vivo y existente. ¿Cómo supo él que ella vivía allá arriba en la colina?”.",
    "Miré al Hermano Wood y moví la cabeza. Y yo estaba parado allí, lleno de lodo, y sangre de ardilla, y todo, de la cacería. Él no tenía idea de que fui yo allá predicando. Así que él—él se paró allí un rato, o estuvo sentado allí, mejor dicho.",
    "Y yo dije: “Señor, ¿quiere decir que si Ud. pudiera ver algo que pareciera ser Dios, que Dios hiciera algo sobrenatural?”.",
    "🦅 Oh, sí” dijo él, “eso me haría creer”. Yo dije: “Sí, señor”. Le dije: “¿Cuántos años tiene este manzano?”.",
    "Él dijo: “Treinta y tantos años. Yo lo planté allí, tal y tal año”.\n\nDije: “¿Todos los años vienen, y produce manzanas?”.\n\n“Sí”.",
    "Yo dije: “Estamos como a mediados de agosto. No hemos tenido ni una helada ni una ola de frío”. Dije: “No hemos tenido nada de ese clima, en lo absoluto, solo un verano caluroso. Y dígame por qué, ¿cómo es que esas hojas se están cayendo de ese árbol?”.\n\nÉl dijo: “La savia ha regresado a la tierra”.",
    "Dije: “Si no regresara, ¿entonces ese árbol moriría en el invierno?”.",
    "🦅 Así es. Si la savia se queda arriba en el árbol, lo mataría. Tiene que bajar a las raíces y esconderse”.",
    "Yo dije: “Ud. dígame qué hace que esa savia, aquí en medio del verano, qué inteligencia la envía a las raíces, para que viva durante el invierno, y regrese la próxima primavera, para traerle otra cosecha de manzanas. Déjeme decirle, es el mismo Espíritu que me dijo a mí que fuera a decirle a esa mujer que fuera a ponerle ese pañuelo. Es el mismo Dios”.\n\nÉl dijo: “¿Ud. no es ese predicador?”.",
    "Yo dije: “Sí, señor, lo soy”. Yo dije: “Verá, Ud. busca algo allá en una reunión, pero Dios está allí mismo alrededor suyo, en todas partes. Uno simplemente no puede evitar verlo a Él. Observe la naturaleza”.",
    "Ahora, quizás algunas personas se nieguen a caminar bajo la luz del sol. ¿Qué pasaría si hubiera una persona así? Que dijera: “¡Oh, el sol no está brillando! No, señor. Yo no lo creo”. Y corriera a su sótano. Y dijera: “Solo saldré cuando oscurezca. Cuando salga…”. Él rechaza la ayuda del sol. Pues, si lo hace, eso—eso solo sería su propia estupidez. Eso es todo. El sol está brillando. Alguien se pudiera acercar a la ventana y gritarle: “Sal, John. El sol está brillando”.",
    "🦅 Yo me niego a creer semejante tontería. Eso es fanatismo”. Ahora, él ciertamente extraña el calor del sol. Él ciertamente se pierde de los rayos vivificadores que entrega. Ciertamente que no ve la belleza que muestra, y la vida que produce.",
    "Así es, con un hombre o una mujer tratando de ir al Cielo por medio de un credo, tratando de ir al Cielo a través de una iglesia, sin Jesús. Ud. no puede hacerlo. Él es el Camino, la Verdad y la Luz.",
    "Tan seguro como el s-o-l produce toda la vida vegetal, el H-i-j-o produce Luz Eterna. Solo Él tiene Luz Eterna. Por eso es que debemos venir a Él. Nos lo perderemos a través de una iglesia; nos lo perderemos con un credo. Solo viniendo a Él podemos encontrar Luz Eterna; solo Él. Pedro dijo: “Tú eres el Único que La tiene. Por eso es que estamos aquí. Venimos a Ti, para recibirlo”.",
    "Ahora, observen cuando esa luz del sol comienza a brillar, pues, no hay—no hay semilla en la tierra que no viva. No puede evitarlo.",
    "Ud. coloca una acera en su calle, o en su vereda, la cubre con concreto, la hace de cuatro pies de ancho. Dejen que el sol comience a brillar, y que crezca la hierba, ¿dónde sale la mayor cantidad de hierba? Justo al borde de eso. ¿Qué es? Son esas raíces. Ud. no puede esconder la vida del sol. Ese sol comienza a brillar, esas pequeñas raíces se enroscan allá por cien yardas, si es necesario, y brotarán. Esa es la hierba que estaba debajo de la acera. Esa es la que estaba allí abajo, la luz está brillando, y cuando la luz brilla, la vida llega a existencia.",
    "Y cuando el Hijo de Dios brilla sobre un corazón, la Vida Eterna viene a existencia.",
    "🦅 Yo soy el Camino, la Verdad y la Luz”. He ahí tres razones por las que debemos venir.",
    "La cuarta, es que Jesús es el único Fundamento seguro y firme sobre el cual se puede edificar cualquier cosa. Así es. Es el único Fundamento sobre el cual se puede edificar. Todos los demás cimientos son arenas movedizas; “Sobre Cristo la Roca sólida estoy, todo otro terreno es arenas movedizas”.",
    "Mucha gente edifica sobre las riquezas. Lo intentan trabajando, para ver cuánto dinero pueden ganar. Ellos dicen: “Si yo no puedo gastarlo, mis hijos podrán, después de mí”. ¿Qué causa eso? Conduce de nuevo a la esclavitud. Ud. llega a ser un esclavo de su dinero. Muchas personas tal vez no… Ud. no tiene que ser millonario para ser eso. Ud. puede solo codiciar dinero, y Ud. es tan culpable como un millonario. ¿Ven? Habrá tantos centavo-narios, como millonarios, en el infierno. Porque, es su actitud hacia eso, lo que Dios le ha dado a Ud. Ahora, si Ud. lo construye sobre riquezas, caerá.",
    "Entonces hay algo tremendo sobre lo cual esta América está tratando de edificar. Está tratando de edificar sobre el fundamento de la popularidad. Las jovencitas, los jovencitos, los miran, las estrellas de televisión, las estrellas de cine, quieren portarse como ellos, vestir como ellos, imitarlos. ¿Qué hace? Conduce a una vida arruinada de caos. Son rastrojos y paja, que serán quemados en el Juicio.",
    "Jesús es el único Fundamento, el único Fundamento seguro. Por eso es que debemos venir a Él. Nadie más tiene ese Fundamento. Las riquezas no Lo tienen; la popularidad no Lo tiene.",
    "Y, hoy, tenemos tantos cimientos de construcción. ¡Oh!, queremos… Nosotros simplemente… El pueblo americano simplemente no puede hacer nada; el domingo ellos tienen que—tienen que construir la cerca; tienen que hacer esto. ¿Qué están haciendo? ¿Se darán cuenta? Su edificio va a volar en pedazos, muy pronto. Ese fundamento es arenas movedizas.",
    "Muchos de nosotros, edificando sobre la educación. Ni siquiera podemos conseguir que los maestros vayan a la escuela, de lo que estamos hablando. Ahora, eso está bien. La escuela está bien, en su lugar, pero nunca tomará el lugar de Cristo. No, señor. Ahora, estamos… Ni siquiera podemos conseguir maestros. Nuestros adolescentes son tan rudos, que la gente ni siquiera intenta enseñarles. El pequeño Oswald y—y—y Les, y todos ellos, sacan al maestro corriendo del edificio. Prepararán una protesta. Harán una huelga. Cerrarán la escuela. Yo no los culpo, yo tampoco sería un maestro de escuela, si pudiera salirme de eso.",
    "Pero estamos hablando de educación. Ahora, eso está bien, la educación. No queremos un montón de analfabetismo, pero queremos a la educación en su lugar. Pero el problema es que, hoy, tratamos de educar nuestro púlpito. Y al hacerlo, sacamos fuera el Camino. Y Cristo es ese Fundamento y ese Camino. Cuando ponemos la educación… La educación está bien.",
    "Pero, escuchen, muchas veces la educación conduce al demonio de la educación. Y ese demonio de la educación lo guía a uno a ser un sabelotodo. Y cuando Ud. llega a ese punto, entonces Ud. llega a ser un incrédulo, y niega a Cristo. Así que no se puede edificar sobre el fundamento de la educación;",
    "tampoco podemos edificarla sobre poderes políticos. Ud. dice: “Bueno, vaya, estoy tan interesado. Soy un demócrata. Yo soy Republicano. Yo…” Ambos partidos están podridos.",
    "Solo hay un Fundamento: Edifiquen sobre Cristo. Esta nación no necesita edificar sobre ningún otro fundamento sino Jesucristo. Correcto. No se ha puesto ningún otro fundamento; ningún otro fundamento es, que Ud. pueda llegar al Cielo. Ningún otro fundamento es seguro, sino el Fundamento de Jesucristo.",
    "Hace algún tiempo, en Nueva York, yo viajaba con un amigo mío, ministro. Y le dije: “¡Oh, ese gran edificio! ¡Oh!”. Yo dije: “Mire allí. Probablemente son cincuenta pisos, o sesenta. ¡Oh! Es un lugar gigantesco. ¡Qué hermoso es!”. Yo dije: “Bueno, no hay nadie allí”.\n\nÉl dijo: “No, y no lo habrá”.",
    "Yo dije: “¿Qué ocurrió?”. Él me dio la estimación de lo que costó aproximadamente ese edificio, en millones, para construir ese edificio.\n\n“Bueno” dije yo, “¿y por qué no se han mudado allí?”.",
    "Dijo: “Tan pronto como el edificio estuvo casi terminado, todo el exterior pulido, y todo” dijo, “se dieron cuenta que el fundamento no estaba bien. Había sido puesto sobre alguna clase de piedra frágil, no una piedra real, así que, al edificio lo declararon inhabitable. Y solo ha servido para una cosa, para que el contratista se subiera a la cima y saltara, para suicidarse”.",
    "No importa cuán bien se vea el exterior, no hay otro fundamento que sea seguro, sino el Fundamento de Jesucristo. Él es el verdadero Fundamento sobre el cual se debe edificar.",
    "México, una ciudad hermosa; estuve aquí, hace un par de años. Donde el pequeño bebé muerto…",
    "Recogí a un hombre allá en la ciudad hace un rato, borracho a más no poder, y lo llevé. Y él dijo: “Yo lo vi a Ud. pararse una vez, Reverendo, Doctor, o algo así”. Es católico, dijo él. Y dijo: “Traer a una niña muerta de nuevo a la vida. Yo” dijo, “siempre lo he respetado a Ud.”.\n\nLe dije: “¿Conoce a Jesús?”.\n\nÉl dijo: “Soy católico”.",
    "Le dije: “En ningún momento le pregunté a qué iglesia pertenecía. Dije que, ‘¿Si conocía Ud. a Jesús?’”.",
    "Y yo le conté la historia de esta mujercita católica parada allá a las nueve de la mañana, con un bebé muerto en sus brazos, hasta las diez y media de esa noche. Estaba lloviendo a cántaros, y cómo el Señor trajo de nuevo a la vida a ese pequeño bebé. Yo no les permití anunciarlo hasta que el médico lo declarara. Dijo: “El bebé murió”. Él lo declaró, “muerto”, a las nueve de esa mañana. Y ya era esa noche a las diez y media. Y el pequeño bebé está vivo hoy, hasta donde yo sé.",
    "Ahora, y en esa ciudad, es una ciudad hermosa. Pero todos los edificios están empezando a inclinarse atrás, porque todo su interés era conseguir un arquitecto moderno, para que el edificio quedara bonito y pulido. Lo cual, dudo que haya algún lugar en el mundo que pueda ganarle, en belleza. Pero fallaron en no profundizar lo suficiente para llegar a la roca.",
    "Eso es lo que sucede con nuestras iglesias hoy, amigo. Eso es lo que sucede con los bautistas, metodistas, presbiterianos, pentecostales, nazarenos. Tenemos que cavar, como individuos, y no depender de nuestras iglesias. Tenemos que cavar, nosotros mismos, hasta que toquemos esa Roca de la que habló Jesús. “Sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”. Él es el único Fundamento verdadero, realmente.",
    "Luego, otra cosa, en quinto lugar, tendría que decir esto. Él es único éxito y felicidad segura y paz; por eso es que venimos a Él. ¡Oh!, yo sé que Ud. puede reírse como un idiota, o Ud. puede salir aquí y reírse hasta entrar en histeria, por algún chiste que dijo alguna estrella de cine, o algo. O alguien, quizás Ud. beba demasiado, y se ría como si fuera un loco, pero eso no trae paz. No hay otra paz, y ninguna otra felicidad, como venir a Jesucristo.",
    "He visto a la gente fingir. He visto a jovencitas querer exhibirse con sus vestidos nuevos, y actuar como si estuvieran felices. No lo son. Ellas solo construyen un fuego pintado. Ud. no puede calentarse con un fuego pintado.",
    "Uds. han visto a jóvenes queriendo pensar que sus músculos son tan grandes que uno pudiera clavarles un clavo y nunca tocarlos, y que un cuchillo se doblaría si lo atacaran. Solo denle unos años y él estará viejo y arrugado. No hay felicidad Eterna fuera de Cristo.",
    "Miren aquí. Pondré… Cualquiera de Uds. aquí, esta noche, en perfecta salud, su familia en perfecta salud, todos a su alrededor. ¿Qué me dice de mamá que no está aquí? ¿Cómo sabe Ud. que su papá no se está muriendo ahora? ¿Cómo sabe Ud. que uno de sus hijos no se ha matado, hace unos minutos, lejos de aquí? ¿Cómo sabe Ud. que algo más no ha sucedido? ¿Cómo sabe Ud. que va a salir de este edificio esta noche? Ud. pudiera desplomarse por un ataque al corazón; Ud. no sabe. Así que no hay felicidad Eterna fuera de Cristo. Por eso es que tenemos que venir a Él.",
    "Ud. puede tener whisky, Ud. puede tener placer, Ud. pudiera tener las cosas del mundo, pero no son exitosas para la felicidad; nada puede dar paz como Él, Él da paz.\n\n“¡Oh!” Ud. dice, “yo tengo paz”.",
    "Si Ud. alguna vez ha tenido verdadera paz, Ud. tiene a Jesús. Si Ud. no tiene a Jesús; ni siquiera sabe lo que significa paz hasta que Ud. viene a Él.",
    "He visto gente, reyes, potentados, grandes hombres, atletas, estrellas de cine, y todo eso; ellos no están en paz. Mírenlos. Observen sus ojos por unos minutos; son neuróticos. ¿Ven?",
    "Ningún hombre, ninguna mujer, ningún niño, nadie puede tener paz fuera de Jesucristo. “Mi paz os doy. No como el mundo es la que Yo os doy”. ¿Ven? No como el mundo le da paz a Ud., sino que Él tiene paz Eterna, una paz de reposo. Si Ud. vive, si Ud. muere, si… no importa si viene la lluvia o brilla el sol, como sea Ud. tiene paz.",
    "Me gusta el canto antiguo que canta el Hermano Shakarian, es un hombre grande que canta: “Tengo paz como un río, tengo paz como un río”. ¡Oh, así es! Cuando Ud. tiene paz, Ud. tiene a Cristo. Cristo es su paz. Y por eso es que debemos venir a Cristo, para hallar paz.",
    "Ahora, una cosa más que quiero decir, para la sexta cosa. Él, o el… Sí. La sexta cosa, Él es el único logro duradero. Dígame cualquier cosa que Ud. pudiera obtener, que Ud. pudiera lograr, que sea Eterna, aparte de Jesucristo.",
    "Construya una buena casa. Reciba un millón de dólares. Sea la mujer más popular del país. El hombre más fuerte que jamás haya caminado en las calles. Ser el boxeador profesional con el récord mundial, lo que Ud. quiera ser. Vea si Ud. no se enreda, y se enrosca y muere. Así es. No tomará sino unos cuantos soles para hacerlo.",
    "Así que, el único logro Eterno que hay, es Jesucristo. Allí, si Él es lo máximo y lo mejor que pudiéramos lograr, entonces hagamos—hagamos de eso nuestro logro. Asegurémonos de recibirlo a Él. Ud. pudiera ser un predicador, pudiera ser un pastor, pudiera ser un diácono, pudiera ser un miembro de iglesia; pero si Ud. no ha logrado aquello… Ud. pudiera llegar a decir: “No me detendré hasta que llegue a ser un predicador. No me detendré hasta que llegue a ser un diácono. No me detendré hasta que llegue a ser un miembro de iglesia”. Esas cosas están bien, honorables. Pero, escuche aquí, hermano, no se detenga con nada menos que Jesucristo, o Ud. no tendrá un logro Eterno. Porque su pastor, sí, su obra de pastor, pronto se desvanecerá. Su obra como diácono pronto terminará. Su membresía de la iglesia será olvidada por mucho tiempo de las mentes de la gente, dentro de poco tiempo. Pero si Ud. ha alcanzado a Jesucristo, entonces tiene Vida Eterna, y Ud. nunca puede morir.",
    "Ahora, por último, quiero decir esto. Aquí hay otra razón por la que debemos venir a Jesús: Él es el Único que tiene traslación. Estoy tan contento por eso. ¡Oh, eso me hace sentir religioso! El Único Quien puede trasladar. Sí, señor.",
    "Déjenme decirles algo. Vayan a la tienda en la mañana, o el lunes por la mañana, siendo que mañana es domingo. Vayan a la farmacia y compren alguna medicina que los haga tan santos que los traslade a la Gloria. Que—que el médico le haga una operación a Ud., que lo traslade de la tumba a la Gloria. Ud. se vuelve tan inteligente y educado que Ud. sabe cómo construir, algo como, otra torre de Babel; eso terminará de la misma manera. Averígüenlo. Traten de ir por algún otro camino, y averígüenlo.",
    "Solamente aquellos que están en Cristo traerá Dios con Él. La única traslación que se puede hacer de la tierra a la Gloria es por medio de Jesucristo. Él es la única traslación, la única manera de ser trasladado. Ud. no puede comprarlo; no se puede. Ud. no puede ganárselo trabajando. Ud. tiene que recibirlo. Es un regalo para Ud. La traslación de Dios, para llevárselo a Ud.",
    "Vayan aquí y compren alguna medicina que los convierta a Uds. de un anciano o una anciana, de nuevo a un joven y a una jovencita. Vea si puede comprarlo. Nunca lo harán. Eso nunca existirá, en el ámbito médico. Nunca existirá en ninguna esfera fuera de Jesucristo.",
    "Pero Él dijo esto: “El que come Mi carne y bebe Mi Sangre tiene Vida Eterna, y Yo lo resucitaré en los últimos días, lo trasladaré, lo llevaré a la Gloria”. “Si este cuerpo terrenal se disuelve, este tabernáculo terrenal se disuelve, tenemos uno esperando”. Traslación, cambiar de casa, ir de lugar a lugar. Él es el Único que tiene Vida Eterna. Él es el Único que tiene felicidad.",
    "¿Puedo también decir esto? Él es el único… En Él está el único lugar al que Ud. puede ir, donde Ud. puede verlo. El único lugar donde Ud. podrá entenderlo a Él, es cuando Ud. entra en Él. Ud. tiene que entrar en Él, para entenderlo. Si no, Ud. solo—Ud. solo se preguntará y dará vueltas a su cabeza. Ud. supondrá. Y Ud.… Le será un rompecabezas. Ud. nunca lo entenderá.",
    "Por eso es que esos judíos, en aquellos días dijeron: “Pues, este tipo es Beelzebú. Este tipo es esto, eso, y lo otro”. Ellos nunca vinieron a Él. Ellos nunca Lo aceptaron a Él como el Camino. Ellos nunca Lo aceptaron a Él como la Verdad, como la Luz, como el Fundamento, como el Primero, como el Último, como Alfa, Omega, todas estas otras cosas que Él es. Él es Todo-en-Todo. Por eso es que ellos no podían entenderlo a Él cuando Lo veían.",
    "Allí vino Felipe, que fue y trajo a Natanael, trajo a Natanael. Y Natanael, Jesús… vino a la Presencia de—de Jesús. Cuando Natanael vino a la Presencia de Jesús, mejor dicho, Jesús lo miró y dijo: “He aquí un israelita en quien no hay engaño”.\n\nDijo: “Rabí, ¿cuándo me conociste?”.",
    "Dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”. El ra-…",
    "Los predicadores parados allí, los sacerdotes, ellos dijeron: “Este Hombre es Beelzebú. Tiene al diablo en Él; es un adivino”.",
    "Jesús dijo: “Uds. dicen eso contra Mí, Yo los perdono. Pero algún día vendrá el Espíritu Santo, para hacer lo mismo, y una sola palabra en contra nunca será perdonada, en este mundo o en el venidero”.",
    "🦅 ¿Cómo pueden Uds.” dijo Él, “¿cómo pueden condenarme a Mí, cuando vuestra propia palabra dice que ‘dioses’ sois? Y si ellos fueron llamados ‘dioses’, a quienes vino la Palabra de Dios, ¿cómo podéis condenarme a Mí cuando digo que Yo soy el Hijo de Dios?”.",
    "🦅 Si conocierais a Mi Padre, a Mí también me conoceríais”. Así es. Él dijo: “No hay hombre que pueda venir a Mí, si Mi Padre no le trajere”. Ningún hombre entenderá a Dios, sin que Cristo, que Ud. acepte a Cristo. Ud. no puede entender la sanidad Divina.",
    "Pues, alguien dice: “Jesucristo el mismo ayer, hoy y por los siglos”. El pastorcito aquí pudiera predicarlo.",
    "Algunos de Uds. quizás se rasquen la cabeza y digan: “Ah, yo no creo eso”. ¿Ven? Ud. no está en condición para creerlo. Solo acéptelo, por fe, y entonces Ud. lo verá.",
    "Jesús dijo: “Un poco, y el mundo no Me verá más, es decir, el orden mundial no Me verá más. Sin embargo, vosotros Me veréis; Uds., los creyentes, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las obras que Yo hago vosotros también las haréis. Aun más que esto haréis, porque Yo voy a Mi Padre. Yo me voy, pero vendré otra vez y estaré con vosotros”.",
    "Nicodemo hizo la pregunta. “¿Cómo puedo nacer de nuevo? Soy un anciano. ¿Entrar en el vientre de mi madre por segunda vez?”.",
    "Él dijo: “El que no naciere de nuevo, no puede ver el Reino de Dios”. Ahora, esa traducción allí realmente es “entender”, entender el Reino de Dios. El Reino de Dios está dentro de Ud., así que Ud. realmente no podría verlo, a menos que Ud. Lo vea operando. Pero la única manera en que Ud. pueda entenderlo, es que Ud. tiene que nacer de nuevo. Para nacer de nuevo, Ud. ha sido lleno del Espíritu de Dios, entonces Ud. está en Cristo. Y cuando Ud. está en Cristo, el Espíritu Santo que escribió la Biblia, que manifestó a Cristo, está en Ud., para reconocerse a Sí Mismo. Amén. Por eso es que Ud. tiene que venir a Él.",
    "Eso es lo que sucede con América hoy. Estas reuniones han recorrido el país, desde el este, oeste, norte y sur. Por eso es que hay una bomba atómica, plantada allá para esta nación. Por eso es que la destrucción está a la mano. Es porque las obras de Dios han sido manifestadas, y la gente dio la espalda sin recibir Eso, porque ellos no Lo quieren a Él. Ellos se avergüenzan de Él. ¡Oh, ellos no se avergüenzan de su iglesia! Ellos no se avergüenzan de su religión. Pero se avergüenzan de Jesucristo.",
    "Cuando los apóstoles dejaron su iglesia, y recibieron el bautismo del Espíritu Santo en Pentecostés, los hizo tambalearse como borrachos, hablando en otras lenguas, y comportándose así, y saliendo, sanando a los enfermos, y demás. Y ellos fueron llamados un montón de—de—de gente analfabeta e ignorante. La Biblia dice: “Ellos eran ignorantes y sin letras. Pero pudieron ver que ellos habían estado con Jesús”, porque actuaban de la misma manera que Él. Ellos sabían que Su vida estaba en ellos, porque estaban haciendo las obras que Él hizo.",
    "Jesús dijo, en San Juan 14:7: “El que en Mí cree, las obras que Yo hago, él las hará también”. Allí lo tienen. Por eso es que tenemos que venir a Cristo hoy.",
    "Yo creo que Cristo viene pronto. Yo creo que estamos al final del camino. Yo creo que las naciones están en la ruina. Yo creo que el tiempo del fin está a la mano. Yo sé que lo está. Francamente, sé con absoluta certeza que lo está. Yo iré más allá, y diré: “Yo creo saberlo”. Estamos al final del camino. ¿Cuántos días, cuántos años o semanas?, no lo sé. Nadie lo sabe. Ni siquiera Jesús; Él dijo: “Solo Dios lo sabe”. Yo no sé cuándo será, a qué hora será. Pero yo sé que es pronto, porque estas son las cosas que deben suceder justo antes de Su Venida.",
    "Permítame persuadirlo, esta noche, mi amigo sin Cristo. Si Ud. quiere el Fundamento seguro, el Camino, la Verdad y la Luz, acepte a Jesucristo como su Salvador personal y sea lleno de Su Espíritu. Entonces cuando Su Espíritu comience a moverse, Ud. conocerá Su Espíritu.\n\nEso era lo que sucedía con ellos entonces; ellos Lo vieron a Él.",
    "La mujer junto al pozo, ella sabía más de Dios que la mitad de los predicadores de ese día. Pues, tan pronto como ella Lo vio, ella… Él parecía un judío común, solo un hombre común. Y Él le dijo a ella: “Mujer, dame de beber”.",
    "Ella dijo: “Pues, no es costumbre que Uds. judíos le pidan tal cosa a los samaritanos”.",
    "Él dijo: “Pero si supieras con Quién estás hablando, tú Me pedirías de beber. Yo te daría Aguas que no vienes a sacar de aquí”.",
    "Él habló con ella hasta que la discernió, la captó, cuál era su problema. Todos sabemos cuál era su problema. Nosotros los americanos creemos que ella era una adúltera. Ella tenía cinco maridos, y vivía con el sexto.\n\nAsí que, Él dijo: “Ve y trae a tu marido, y ven aquí”.\n\nElla dijo: “No tengo marido”.",
    "Él dijo: “Has dicho la verdad. Cinco has tenido, y con el que estás viviendo no es tu marido. Haz dicho la verdad”.",
    "Ella dijo: “Señor, me parece que Tú eres profeta. Ahora, sabemos que cuando venga el Mesías, Él Mismo Se dará a conocer a nosotros de esa manera. Sabemos que Él nos dirá estas cosas”.\n\nÉl dijo: “Yo soy, el que habla contigo”.",
    "Ella dejó el cántaro y se fue a la ciudad. ¿Qué había hecho? Ella había aceptado. Ella Lo había aceptado, la revelación cuando vino a ella. Ella corrió a la ciudad y dijo: “Vengan, vean a un Hombre Quien me ha dicho las cosas que he hecho. ¿No es Este el mismo Mesías?”. Ella Lo había aceptado. Allí lo tienen.",
    "Cuando los fariseos y los saduceos se dieron la vuelta, dijeron: “Él es Beelzebú. No tendremos nada que ver con Él. Porque su re-…” Ellos tenían un fundamento. Ellos tenían una manera. Ellos tenían un camino.",
    "La Biblia dice: “Hay camino que al hombre le parece recto; mas su fin es camino de muerte”. Así que, no tomen ese camino que parece recto.",
    "Vengan a Cristo, acepten a Jesús como su Salvador, y sean llenos del Espíritu Santo. Entonces, cuando el Espíritu Santo comience a moverse entre Uds., Uds. lo reconocerán.",
    "Esa es la manera de ser sanado, saber quién es el sanador. Jesucristo es el sanador. ¿Cómo actuaría Él si viniera aquí esta noche, para sanarlo a Ud.? Él actuaría de la misma manera que lo hizo allá atrás.",
    "Una mujer se abrió paso entre la multitud y tocó Su manto. Él Se dio la vuelta y dijo: “¿Quién Me ha tocado?”. Y todos se pusieron de pie. Y Él miró alrededor hasta que la encontró. Y Él le dijo que ella tenía un flujo de sangre, y dijo: “Tu fe te ha salvado”.",
    "Ese fue Jesús ayer. Ese es Jesús hoy, si Él es el mismo ayer y por los siglos. Ud. no puede creer eso hasta que Ud. haya recibido a Cristo en Ud., entonces Él Mismo testifica que es Él. ¿Ven lo que quiero decir? Esa es la manera de tenerlo, es recibirlo a Él.",
    "Hay siete razones por las cuales debemos recibirlo a Él ahora. No podemos ir a ningún otro. “Tú solamente”. Ud. no puede ir a la iglesia y recibir Aquello. Yo no conozco una denominación a la que Ud. pueda ir y recibirlo. Yo—yo no tengo nada en contra de la denominación. Pero muchas personas piensan que solo porque pertenecen a una iglesia, eso es todo lo que tienen que hacer. Ud. tiene que venir a Jesús. Él es el Camino, no la iglesia. Él es la Verdad, no la iglesia. Él es la Luz, no la iglesia. Él es el Fundamento, no una iglesia como fundamento. Él es felicidad Eterna, Vida Eterna, el único Logro duradero, la única Traslación. La única Manera de conocer a Dios, la única Manera de ver la Revelación, la única Manera de ser sanado, es venir a Él. Ud. tiene que venir a Él, y reconocerlo, creerle a Él.",
    "Ahora Ud. dice: “Bueno, Hermano Branham, yo nunca he visto obras como esas”.",
    "Bueno, espero que lo hagan. Espero que Uds. vean eso. La reunión ahora está a punto de comenzar. Yo quiero que Uds. aquí, que quieran encontrarlo a Él, conocerlo, oren para conocerlo. ¿A cuántos les gustaría conocerlo a Él para que pudieran reconocerlo si Su Espíritu viniera a la reunión? Levanten la mano. Digan: “Me gustaría conocerlo a Él de tal manera que pueda reconocerlo”. Se los agradezco.",
    "¿Cómo Lo reconocería Ud.? Porque Él haría las mismas obras que Él hizo cuando estuvo aquí en la tierra. Ahora, San Juan 5:19, ¿qué dijo Él?",
    "Él pasó por el estanque de Betesda, allí, había un gran grupo de personas, lisiadas y tullidas. Jesús caminó junto a esos dos mil, o más personas, las pasó caminando. Él vio a un hombre postrado en un catre. Pues, Él sabía, ¿ven?; Él lo había visto antes. Él había estado allí todos estos años. Y Él dijo… Él no estaba lisiado, él podía caminar. Él dijo: “¿Quieres ser sano?”.",
    "Él dijo: “No tengo a nadie que me meta en el agua. Cuando vengo, alguien se me adelanta, puede caminar más rápido, y entrar primero”. Él dijo: “Mientras yo voy, otro baja antes de mí”.",
    "Él dijo: “Toma tu lecho y vete a tu casa”. El hombre levantó su cama y se fue caminando.",
    "Él se alejó y los dejó allí. Ahora, eso no sonó muy bien, ¿verdad? Pero ese era Jesús. En el corazón: “¿Por qué?”.",
    "Ahora, si Uds. siguen leyendo, otro versículo, el versículo 19, entenderán por qué Él lo hizo. Cuando Lo cuestionaron, Él dijo: “De cierto, de cierto os digo: El Hijo no puede hacer nada por Sí Mismo, sino lo que ve hacer al Padre, eso hace el Hijo”. ¿Lo ven? “Como el Padre obra, así Yo obro hasta ahora”. En otras palabras: “El Padre Me muestra una visión. Yo veo lo que Él Me dice que haga, y Yo—Yo diré exactamente lo que Él dice que Yo diga. Yo solo haré lo que Él Me diga que haga”.",
    "Bueno, ese es el Fundamento. Esa es la Verdad. Ese es el Camino. Esa es la Luz. ¡Aleluya! Ese es Jesús.\n\nDicen: “Yo nunca Lo he visto a Él”.",
    "Permítanme decir esto, para terminar. Hace unas semanas, allá en Florida, cerca del Golfo de México, en algún lugar allá, o allá en los Cayos en alguna parte. Había un—un médico, creo que era, que fue a pescar. Y él—él contrató a un guía anciano que se suponía que era un guía muy bueno, que sabía cómo llevarlo y traerlo de las aguas. Y el viejo guía acababa de subirse a la barca, y empujó, y se alejó un poco allí con sus remos, y esperó un rato. Y aún no era de día.",
    "Y—y el individuo comenzó a sentir esos vientos extraños, que vienen del océano cada mañana, dando vueltas. Él dijo: “Oiga” comenzó a pensar, “nos estamos yendo mar adentro. La marea nos está sacando”. Él vio la barca, parecía que se estaban moviendo. Él dijo, pensó: “Yo no quiero hablar con el guía, pero más—más vale que diga algo”. Él se puso nervioso. Dijo: “Oiga, señor, estamos yéndonos mar adentro, ¿no es así?”.\n\n“¡Oh!” dijo él, “no lo creo”. Calmado, tranquilo.",
    "Al cabo de un rato, él notó que la barca seguía yéndose, había neblina y estaba oscuro. Él dijo: “Estamos yéndonos mar adentro. Haga algo. Ud. es el guía. Haga algo. Dese prisa. Nos vamos al mar. ¿Por dónde regresamos?”.",
    "El anciano guía, con toda calma, se sentó allí, y dijo: “Bueno, solo espere un poco, viene la luz, y entonces sabremos dónde estamos”.",
    "Solo esperen un poco. Que la verdadera Luz de Dios brille en este edificio, esta noche. Entonces Uds. verán dónde están. Uds. verán qué camino tomar, después de eso.\n\nOremos.",
    "Padre Celestial, fue dicho en las Escrituras: “Yo soy el Camino, la Verdad y la Luz. Nadie viene al Padre, sino por Mí. Yo soy la puerta del redil”. “YO SOY, YO SOY, YO SOY”, una y otra vez, hasta que Tú finalmente terminas, para decir: “YO SOY EL YO SOY”. Ese “YO SOY” no fue ni ayer ni mañana. Siempre está presente, el mismo: “YO SOY”. En cada edad, en cada generación, por toda la Eternidad, aún “YO SOY”. Ahora, Tú aún eres ese gran “YO SOY”, no el “Yo fui” o “seré”. Sin embargo, Tú fuiste, y serás. Pero, sin embargo, Tú siempre estás presente: “YO SOY”.",
    "Con razón el apóstol dijo: “¿A quién podríamos ir, Señor? ¿A quién podríamos ir? Te vemos hacer estas cosas. Sabemos que nadie puede hacer estas cosas, si no está Dios con él”.",
    "Nicodemo declaró lo mismo: “Rabí, sabemos que Tú eres un Maestro que has venido de Dios. Nosotros lo sabemos. Nosotros los fariseos, nosotros los miembros de iglesia, lo sabemos. No podemos aceptarlo; nos echarían de la iglesia. Pero sabemos que has venido de Dios como Maestro, porque ningún hombre podría hacer las obras que Tú haces, si Dios no estuviera con él”.",
    "Verdaderamente, Señor, sigue igual hoy. Tú eres el mismo Fundamento; el mismo Camino, la misma Verdad, la misma Luz. ¡El mismo Fundamento! Tú eres la misma felicidad; Tú eres la misma traslación; Tú eres el mismo en todo. Tú eres el mismo ayer, hoy, y por los siglos; el mismo Ser que conoce el secreto del corazón. El mismo ayer, hoy, y por los siglos; el mismo sanador, el mismo Salvador.",
    "Dios, pudiera haber pecadores aquí. Veinte o treinta manos se levantaron, hace un rato, cuando pregunté quién querría verte. Los dejé a un lado, solo por un poco más, en mi último comentario: “Esperen hasta que el Hijo brille, entonces verán dónde están. No se pongan nerviosos. No salga corriendo de la iglesia. No digan: ‘Hace demasiado calor para estar sentados aquí por más tiempo’. Pero esperemos un poco. Permitan que el Hijo brille. Dejen que la Luz se levante. Dejen que Jesús venga a la escena y actúe y haga como Él lo hizo aquí cuando estuvo en la tierra, entonces veremos qué camino tomar”. Concédelo, Padre. Pedimos esto en el Nombre de Jesús y para Su gloria. Amén.\n\nYo sé que hace calor. No tenemos mucho tiempo.",
    "¿Cuántos creen que esas declaraciones son verdaderas? No hay otro camino a donde ir. No hay otra manera.\n\n“Bueno, ¿cómo puede Ud. estar seguro?”.",
    "Yo he condenado a la iglesia, como organización. He condenado el fundamento sobre el cual está edificada: sobre la doctrina de los obispos y demás; “Teniendo apariencia de piedad, negando la Eficacia de ella”. Porque ellos no creen en sanidad Divina. Ellos no creen en el bautismo del Espíritu Santo. Ellos no creen en las Doctrinas del Evangelio completo. Su denominación, los pentecostales, se están alejando de igual manera. Así es. Nazarenos, Peregrinos de Santidad, se han desviado, porque comenzaron a aceptar la doctrina del hombre, la religión de la hoja de higuera. El hombre, en andanzas: “¿A dónde podemos ir?”. ¿Van a ser Uds. como los setenta, que se apartaron?",
    "O, ¿van a ser como Pedro, esta noche? Dirían: “Señor, ¿a dónde iremos? ¿A quién más podríamos ir? Hemos visto que Tú tienes la Palabra de Vida Eterna. Tú eres el Único que La tiene”.",
    "Y Jesús es el Único que tiene el alma suya en Su mano. Su iglesia no puede ayudarle; Cristo le ayuda.",
    "¿Dónde puede Ud. encontrar… o alguna vez creer o ver un Fundamento que pueda lograr algo después de la muerte? ¿Qué puede hacer una iglesia por Ud. después de la muerte? ¿Qué puede hacer una iglesia por Ud. cuando los doctores lo han desahuciado? ¿Qué puede hacer cualquier hombre por Ud. cuando la ciencia médica lo ha desahuciado, comido por un cáncer? No hay nada.",
    "Pero hay un Fundamento. Hay Uno. Hay un Camino. Hay una Luz. Hay un Dios. Hay un sanador. Hay un Salvador. Hay un Ser glorificado, y Él está entre nosotros esta noche, porque Él prometió que lo estaría.",
    "Y Él dijo: “Dondequiera que estén dos o tres reunidos en Mi Nombre, Yo estaré en medio de ellos. Las obras que Yo hago, ellos también las harán. Un poquito, y el mundo” eso es solo la iglesia, los de afuera, “ellos no Me verán más. Pero, vosotros Me veréis, porque Yo…”. Y cualquiera que haya ido a la escuela primaria sabe que “yo” es un pronombre personal. ¿Ven? “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Y las obras que Yo hago vosotros también las haréis”. ¿Qué obras hizo Él? Como el Padre Le mostró.",
    "Por eso es que dije en mi última declaración: “Esperen”. Yo no les he predicado en vano. Si Jesús no hace lo que yo digo, lo que la Biblia dice que Él hizo, de la que les he citado a Uds.…en la Escritura que Él hizo, entonces les he hablado mal; entonces la Biblia está errada; entonces salgamos y busquemos la religión mahometana, busquemos a Buda, alguna otra religión que sea verdadera.",
    "Permítame decirle ahora mismo, hermano, antes de que comience: solo hay un Camino, solo una Verdad. Solo existe una religión, que puede probar que su Fundador resucitó de entre los muertos y vive para siempre, amén, esa es la Iglesia del Dios viviente. Está formada por metodistas, bautistas, presbiterianos y lo que sea, nazarenos, peregrinos de santidad, pentecostales. Todo hombre que ha nacido en el Reino de Dios, que ha recibido a Jesucristo, estando edificado sobre ese Fundamento y nunca puede morir, descansando, esa esperanza Eterna. Aunque puedan arrojar tierra sobre su ataúd, en una semana a partir de ahora, sin embargo, eso nunca lo molestará a Ud. en lo más mínimo. Ud. simplemente se muda de este edificio viejo, a uno nuevo, eso es todo. Eso los resucitará en el día postrero.",
    "Jesucristo es el único lugar al que acudir. Me vuelvo a Él, con todo mi corazón, con todas mis fuerzas; como lo sería si tuviera quinientos mil, como los tuvimos en Bombay. Aquí en esta pequeña iglesia, esta noche, de ciento cincuenta personas, o algo así, quizás no tantos. De la misma manera, para descansar en Él, que Él Se revele de alguna manera, esta noche, que les haga entender que Él está aquí.",
    "¿Tarjetas de oración? ¿Entregaron algunas? [Alguien dice: “Sí”.—Ed.] Así es. ¿Cuántas dijo que entregaron? [“Como veinte”.] Hermano Ruddell, yo en realidad estaba esperando esta noche, pero ha hecho tanto calor, que la gente estaría apretada y repleto, y lleno aquí, y todo así. Pero es—es que, me supongo, ellos… Como lo hice, primero. Yo quería ir a recoger a mi esposa, y conduje por allí, para ver si… cuántos había aquí, y vi que estaba lleno, y volví a entrar. ¿Ven? Vine, volví, regresé.",
    "Ahora, hace calor. Pero, ¡oh!… [Cinta en blanco.—Ed.] Solo unos cuantos, y luego quizás tomemos unos cuantos más, unos cuantos más, y oremos por ellos.",
    "Ahora, yo no digo que el Señor hará algo sobresaliente por nosotros. Quizás Él lo haga; quizás no lo haga; no lo sé.",
    "Ahora, ¿qué? ¿Comenzó Ud. de uno? [Alguien dice: “Uno”.—Ed.] Uno. Muy bien. ¿Quién tiene la tarjeta de oración número uno? Levanten la mano. Alguien con la tarjeta de oración número uno. [Alguien dice algo.] ¿Están seguros de eso? ¿Número uno? [“Adelante. De pie en la parte de atrás”.] ¡Oh!, lo siento. Muy bien, señora, venga aquí mismo.",
    "Número dos, ¿quién tiene el número dos? Tarjeta de oración número dos, levante la mano. La niña… ¡Oh!, lo—lo siento. Tarjeta de oración número dos, levante la mano. Muy bien.",
    "¿Quiere decir que la tarjeta de oración número dos no está aquí? La dama. Muy bien. Venga aquí, señora. Aquí mismo.",
    "Número tres. Miren rápidamente, ahora, pudiera ser alguien sordo, o alguien que no puede levantarse. Número tres, levante la mano, por favor. Tarjeta de oración número tres. Muy bien, señor. Yo conozco a este hombre. Muy bien.",
    "Número cuatro, levante la mano. Tarjeta de oración número cuatro. Alguien tiene el número cuatro, por favor. Esta señora aquí. Creo que conozco a esa señora. Si no estoy equivocado. Creo que sí. Número cuatro.\n\nNúmero cinco. Allá en la parte de atrás. Muy bien.\n\nNúmero seis. Tarjeta de oración número seis. Muy bien.\n\nNúmero siete. Tarjeta de oración número siete, el caballero viene.\n\nNúmero ocho.",
    "Billy, ¿podrías bajar y ubicarlos, para que tengas un lugar donde pararte, o algo así?\n\nNúmero nueve. ¿Quién tiene la tarjeta de oración número nueve?",
    "¿Esta señora aquí? Muy bien. [La hermana dice: “Número ocho”.—Ed.] Número ocho. Muy bien.",
    "Número nueve, ¿quién tiene la tarjeta de oración número nueve? Mire alrededor. Alguien puede ser sordo. Número nueve. Número nueve. ¿Fueron afuera? Mire a su alrededor a su… Oigan, cualquiera que tenga una tarjeta de oración en la mano, mire alrededor. Puede ser que alguien no pueda levantarse. Tarjeta de oración número nueve. No queremos perder a nadie.",
    "¿Esta señora aquí tiene el número nueve? [Alguien dice: “No, señor. Catorce”.—Ed.] Miren.",
    "[Alguien dice: “Veintiséis. Veintiséis”.—Ed.] No. No. Eso—eso es más adelante.",
    "Número nueve. Ud. no pasará, a menos que se llame su número, por así decirlo. Número nueve.",
    "Yo conozco a esta señora. Sra. Ford, ¿tiene Ud. la tarjeta de oración número nueve? Alguien vea. Tal vez ella no puede oír. Gene, ¿podrías bajar aquí, solo un minuto, y ver esto? Hermano Fred, venga aquí y ayude a Billy, un minuto. Muy bien.",
    "Número diez, ¿quién tiene el número diez? ¿Número nueve, número diez?",
    "¿Dónde están todos? Muy bien. Comenzaremos con estos, entonces, tomemos estos. Muy bien.",
    "Ahora, ¿cuántos de Uds. allí en la línea de oración me conocen? Ud. me conoce, y él me conoce. Muy bien.",
    "¿Cuántos hay allá en la congregación que no me conocen? Y yo no… ¿Uds. saben que yo no sé qué les pasa, y sin embargo Ud. está enfermo? Levanten la mano. Muy bien. Muy bien.",
    "Ahora, Uds. que no me conocen, y yo no los conozco, quiero que hagan esto. Quiero que miren acá en esta dirección, y hagan como la mujer, mientras tenemos esta pequeña línea de oración.",
    "Ahora, miren. Esas personas están enfermas. Yo no veo gente lisiada, pero—pero esta gente está enferma. Ahora, si ellos necesitan sanidad, pues, hay un Hombre que puede sanarlos, y es Jesucristo, un Hombre. Ahora, ¿cómo lo hizo Él? ¿Cómo lo hace? Porque Ud. cree que Él lo ha hecho, Ud. cree que Él lo ha hecho. Ahora, si Él vive, entonces Él todavía es el sanador. ¿Es así? Levanten sus manos. Si Él aún vive, Él aún es el sanador. Muy bien. Entonces, si Él puede probarles a Uds. que Él está vivo, aquí en esta noche; si Él puede probarse a Sí Mismo.",
    "Ahora, Él no puede estar aquí de una manera corporal, porque Su cuerpo está sentado a la diestra de Dios. ¿Cuántos saben eso? Y saben que el Espíritu Santo, que estaba en Él, está aquí de nuevo ahora haciendo las mismas obras que hizo cuando estaba en Él, es lo que Él dijo. Muy bien. Ahora, si Él hace las mismas obras que Él hizo, en nosotros.",
    "Ahora, Uds. que no tienen tarjetas de oración, y no me conocen, y levantaron la mano, miren hacia acá, y digan: “Señor, yo creo que Tú estás aquí, y quiero tocar Tu manto. Pues la Biblia dice que Tú eres, ahora mismo, un Sumo Sacerdote que puede compadecerse de mis debilidades. Estoy enfermo, y necesito la oración. Y quiero tocar Tu manto. Entonces, Tú habla a través del Hermano Branham y dime qué hacer”. Solo—solo hagan eso, y vean si Él está aquí o no.",
    "¿Quién es el primero en la línea de oración? Muy bien. Es la da-… Esta, ¿la dama aquí en la silla? Muy bien. Muy bien.",
    "Lo primero, yo—yo creo que yo—yo no la conozco, no lo creo. Somos desconocidos el uno para el otro. [La hermana dice: “Sí, lo somos”.—Ed.] Somos desconocidos. Muy bien. Ahora, aquí hay una mujer que yo no conozco. Yo no sé nada de ella. Nunca la he visto en mi vida. Ella es una desconocida para mí.",
    "Y estamos aquí en una escena, así como fue en la Biblia. Aquí un hombre y una mujer se encuentran, como en San Juan 4, si quieren leerlo. Jesús se encontró con la mujer junto al pozo. Y Él nunca la había visto, y ella no Lo había visto a Él antes.",
    "Así que Él dijo: “Mujer, dame de beber”. ¿Qué estaba haciendo Él? Contactando su espíritu.",
    "Y ella dijo: “No es costumbre que los judíos le pidan tal cosa a los samaritanos. No tenemos trato”.\n\nÉl dijo: “Ve y trae a tu esposo, y ven aquí”.\n\nElla dijo: “No tengo marido”.",
    "Dijo: “Así es. Cinco has tenido. Y con el que estás viviendo no es tuyo”.",
    "Ella dijo: “Señor, me parece que Tú eres profeta. Ahora, sabemos, nosotros los samaritanos, sabemos que cuando venga el Mesías, Él nos dirá estas cosas. Pero ¿Quién eres Tú?”.\n\nÉl dijo: “Yo soy el que habla contigo”.",
    "Y ella corrió, le dijo a toda la ciudad. “Vengan, vean a un Hombre que me ha dicho las cosas que he hecho”, o algo acerca de ella. “¿No es Este el mismo Mesías?”.",
    "Bueno, si esa fue la señal del Mesías en ese día, y Él es el mismo ayer, hoy, y por los siglos, ¿no sería lo mismo hoy como lo fue entonces? ¿No haría Él lo mismo?",
    "¿Cuántos de Uds. en este edificio, pecadores o no, lo creerían si Él lo hiciera de la misma manera? Veamos su mano.",
    "Ahora aquí está mi mano. Hasta donde yo sé, nunca he visto a la mujer en toda mi vida. [La hermana dice: “Gracias, Jesús”.—Ed.] Ella está parada aquí, diciendo: “Gracias, Jesús”. Ella puede ser una Cristiana. Puede ser que ella no lo sea.",
    "Hay mucha gente que dice: “Gracias, Jesús”, y no saben nada de Él. Muchos de ellos. ¿Ven? Él dijo: “Muchos vendrán a Mí, aquel Día, diciendo: ‘Señor, Señor’. Nunca os conocí”, dijo Él.",
    "Ahora, si Jesús es el mismo ayer, y por los siglos, y Él está aquí en medio nuestro, si puedo humillarme delante de Él, para someterme a Él, entonces Él obraría a través de mí, así como lo hizo con Su… Dios obrará a través de mí como lo hizo a través de Jesús, con la mujer junto al pozo, ¿verdad que sí? Ahora, aquí estamos, ninguno de los dos nos habíamos visto. ¿Haría eso que todos Uds. creyeran? ¿Fortalecería su fe? Entonces si Él está aquí, si Él está vivo, entonces Él aún es su Salvador, aún su sanador. ¿Es así? Ahora vean si Él lo hará.",
    "Ahora, Dios, esto está en Tus manos ahora. El resto Te pertenece a Ti, porque sabemos que el hombre no puede hacer estas cosas. Tiene que venir de Ti. Por favor, Padre, esta noche, para el beneficio de las personas que están sentadas aquí, para la gloria del Evangelio, permite que sea obrado en esta noche, Padre, para que la gente pueda saber que Tú sigues siendo Jesucristo, el mismo ayer, hoy, y por los siglos.",
    "Y que la—la oscuridad que pueda haber en algunos de sus corazones ahora, sin saber, presumiendo, preguntándose, si tan solo vienes y haces brillar la Luz, que ellos vean ese Camino, entonces, y entren en Ti. Si están enfermos, que sean sanados. Si están perdidos, que sean salvos. Veremos el camino de regreso a la orilla, cuando el Hijo se levante. Concédelo, Señor. Que “el Sol de justicia salga ahora con sanidad en Sus alas”, y extienda Su gran Ser sobre este lugar. Concédelo, Padre. Lo pedimos para la gloria de Dios, en el Nombre de Jesucristo. Amén.",
    "Quiero que sean reverentes, porque sabemos que no podemos… Esto no es jugar a la iglesia. Esto es llamar la Presencia del Dios Todopoderoso a este pequeño edificio.",
    "Ahora, ¿ven Uds. dónde estoy parado? Hay ciento cincuenta personas aquí. He dicho esto ante decenas de millares, y cientos de miles, y hasta quinientos mil, a la vez, donde estaban sentados allí con ateos, incrédulos, infieles, manipuladores de serpientes, y todo lo demás. Él no fallará.",
    "Ahora, Él tiene que probar que Él es el Dios de la Biblia, o no es el Dios de la Biblia. Y si Él es el Dios de la Biblia, Él es el mismo ayer, hoy, y por los siglos, si Él puede decirle a esta mujer por qué está aquí. Yo nunca la he visto. O, decirle algo que ella sepa que yo no sé nada. Si Él puede decirle por qué está aquí, como lo hizo con la mujer junto al pozo, si Él puede explicarle algo que ella sabe. Si yo ni siquiera la conozco, y ella no me conoce a mí, entonces aquí estamos parados aquí por primera vez en la vida, seguramente eso los sacudiría tan fuerte, que toda la niebla desaparecería de Uds. Que Él lo conceda, es mi oración.",
    "Ahora, la dama que está aquí para que se ore por ella, quiero que cada uno crea ahora. Ahora, no conociendo a la señora, me gustaría hablar con ella por un momento, como nuestro Señor hizo con la—la mujer en el—en el pozo, solo para contactar su espíritu.",
    "Ahora, probablemente estamos… Nunca nos hemos visto antes, pero sin embargo el Señor la conoce a Ud., y Él me conoce a mí. Si Él puede decirme por qué ha venido Ud. aquí, para preguntarme, algo que—que Ud. sabe. Y yo no sé nada de Ud.",
    "Ahora, si Él la ha enviado a Ud. aquí, y me ha traído aquí, para quizás poder explicarle a Ud., o Él pueda hablar a través de mí y decirme por qué Ud. viene a esta plataforma, ¿haría que Ud. Le creyera a Él? [La hermana dice: “Sí, así sería”.—Ed.] ¿Haría que Ud. lo creyera? Ahora, ya veo.",
    "Y la congregación dijo que creerían. Ahora, aquí estamos, listos para que suceda algo, si Dios todavía es Dios. ¡Lo mismo que hizo Jesucristo!",
    "Puedo ver a la señora ahora. Ella quiere que yo ore por sus ojos. Ella sufre de algo en sus ojos. Ahora, eso no fue una suposición. Así es. Su vista le está fallando, y ella quiere que se ore por sus ojos. Esa es la verdad. Eso es… Si es así, agite ese pañuelo hacia ellos, hermana.",
    "Ahora, yo nunca la había visto antes, en mi vida. ¿Qué hizo eso? ¿Qué hizo eso? Ella parece ser una buena persona. ¿Piensan Uds. que yo adiviné eso? Muy bien, ya veremos.",
    "Ahora, señora, para que toda sospecha pueda salir de esta iglesia, de ahora en adelante, y que cuando el Hermano Ruddell predique eso: “Jesucristo el mismo ayer, hoy, y por los siglos”, para que pudiera ser conocido, por este púlpito, que Cristo Jesús manifestó Su gloria y probó que así es:",
    "Ahora, sí, veo que ella… Sus ojos se están deteriorando. Es astigmatismo lo que hay en sus ojos. Luego, otra cosa, ella sufre de algo. Ella tiene una… Ella tuvo una operación de alguna clase. Eso le dejó una gran cicatriz. Ella no es de esta ciudad. Tampoco ella es de este estado. Ella es de Kentucky. Así es. Y ella tiene una hija por la cual quiere que se ore. Una niña, como de ocho o diez años. Ella quiere que se ore por esa hija porque va a ser operada. Eso es ASÍ DICE EL SEÑOR.",
    "Vean si eso es verdad o no. ¿Era cierto eso, señora? Si eso es verdad, mueva ese pañuelo de nuevo, a la gente. [La hermana dice: “Gracias, Jesús. Ella solo tiene seis años”.—Ed.] Es una pequeña. Muy bien.",
    "¿Cree Ud. que Dios puede decirme cuál es su nombre? Si Dios… Aquí, le mostraré algo más. Aquí viene un hombre, parado a su lado, ese es su esposo. Él está sentado aquí atrás. Así es. Él también está necesitando sanidad. Él tiene reumatismo. Así es. Su nombre es Camper. Así es. Y Ud. es de Kentucky. Regrese a Kentucky, y reciba… Tome ese pañuelo y póngalo sobre la niña. Crea con todo su corazón, y que no se opere. Amén. ¿Creen Uds. con todo su corazón?",
    "Eso es casi una enciclopedia de la vida de la mujer. Levanto mis manos, nunca la he visto antes, en mi vida. Correcto.",
    "Ahora, ¿ven?, ¿qué tocó él? ¿Qué hizo él? Él tocó a ese Sumo Sacerdote. Él tocó a Aquel que puede ser tocado por el sentir de nuestra debilidad. Amén.",
    "Ahora, la sanidad es el propio testimonio de Dios, Su Propia Gloria. Muy bien.",
    "Ud., creo que Ud. es una desconocida para mí. Creo que no la conozco. Dios la conoce. Si Dios me revela cuál es su problema, o lo que Ud. quiere; ya sea por enfermedad, algo doméstico, o lo que sea; Ud. creerá con todo su corazón, ¿verdad, señora?",
    "Ahora, aquí hay otra señora que yo no conozco, y ella no me conoce. Somos completos desconocidos el uno para el otro. Este es nuestro primer encuentro en la vida. Pero, si el Espíritu Santo puede venir, ¡la Presencia entra aquí ahora y nos dice algo acerca de esta mujer!",
    "Ahora, sanarla, yo no podría hacerlo. Ella… Dios hizo eso al morir en el Calvario. Si ella es una pecadora, yo no puedo salvarla. Porque, Jesús hizo eso en… Eso ya está hecho. Pero Él puede venir en la Presencia de Su Ser, para mostrar que Él aún está vivo, y que Sus obras aún son reales, para hacérnoslo real, si podemos creerlo.",
    "🦅 Si puedes creer, todas las cosas son posibles”. Si Uds. solo pueden creer ahora. Tengan fe en Dios. No duden.\n\nAhora, es alguien que se siente bien. Eso está bien.",
    "El otro día yo iba por el estado de Kentucky, escuché a un hombre que venía entre los arbustos, gritando. Yo dije: “Y ese hombre… ¿Qué le pasa?”.\n\nDijo: “Solo es alguien que está borracho y se siente bien”.",
    "Así está este hombre, pero él está borracho con una bebida diferente. Sencillamente borracho y se siente bien. Así es. “Así que, no os embriaguéis con bebidas fuertes, sino embriagaos con el Espíritu”, dice la Biblia.",
    "Ahora, esta mujer aquí, siendo una desconocida, si Dios puede decirle cuál es su problema, o algo acerca de ella, que ella sabe que yo no sé, ella será el testigo, ella sabrá si es verdad o no. ¿Correcto, señora? ¿Le ayudaría si Dios hiciera eso? Ahora, en cuanto a sanarla, hermana, si yo pudiera hacerlo, lo haría, pero no puedo; yo solo soy un hombre.",
    "Pero la dama está aquí para que se ore por ella. Ella tiene un problema de cálculos biliares. Correcto. Y ella también tiene diabetes. Eso es por lo que Ud. quiere que se ore, ¿no es así, señora? Si es así, levante la mano, para que la gente pueda ver. ¿Cree Ud. que Dios puede decirme quién es Ud.? ¿Le ayudaría eso? ¿Lo haría? Entonces, Sra. Johnson, regrese y tome asiento, y sea sana, si Ud. lo cree, en el Nombre del Señor Jesús.",
    "Si Ud. no puede creer, yo no sé cuál es el problema. Algo anda mal. ¿No lo ven? La Luz del Hijo está brillando. Eso mismo es lo que hizo Jesucristo.",
    "Yo conozco a este hombre. Yo estaba… Su suegra está aquí. Y—y conozco a su esposa. No lo he visto por mucho, mucho tiempo; su nombre es James Morris. Pero yo no sé para qué estará aquí; no sé qué le pasa. No he visto a Jim en tanto tiempo. Pero yo… Él me conocía cuando yo era un muchachito. Pero, Jim, si el Señor puede revelarme para qué estás aquí, ¿lo aceptarás, como…? ¿crees, entonces, que tendrás lo que pides? [El hermano dice: “Amén”.—Ed.] Estás aquí por un hijo. Es una condición mental. ¿Crees que él será sanado? [“Amén”.] Ve y créelo, entonces. Solo cree, con todo tu corazón. (Creo que tengo que visitarlo, Hermano Jim.)",
    "Yo conozco a esta señora. Ella es la esposa de un muy querido amigo mío. Su nombre es Himmelheber. La vi en una tienda, aquí, no hace mucho. No tengo idea de cuál sea su problema. Yo la conozco. Conozco a su esposo. Su esposo y yo crecimos juntos, de muchachos. Y él estudió, creo, para quiropráctico, para ser un quiropráctico. Así es. Y yo… solo para saber lo que está mal con Ud. Pero si el Señor me revela…",
    "Ahora, Sra. Himmelheber, por el bien de—de—de—de Gilbert, y por su hermana con la cual yo simpatizaba, si por—por causa de ellos, si yo pudiera sanarla, lo haría, pero no puedo. Pero Él lo hará, si Ud. cree ahora. Y si Él le da a conocer a Ud. que—que… Por supuesto, yo sé su nombre. Y yo la conozco desde hace mucho tiempo, pero no sé qué le pasa. Si Dios me dice cuál es su problema, ¿Le creerá Ud., para su sanidad? Artritis es su problema. La veo a Ud. tiesa, intentando levantarse de la cama, en la mañana. Esa es la pura verdad. Muy bien. Regrese a casa y reciba su sanidad, Sra. Himmelheber. El Señor Dios la sana. Crea con todo su corazón.",
    "El Señor le bendiga. ¿Creen Uds. con todo su corazón? Tengan fe en Dios. Muy bien.",
    "Aquí hay una dama. Mire aquí, hermana. No, yo no conozco a la mujer. Supongo que no nos conocemos. Pero Dios sí nos conoce, ¿verdad? Nacimos con años de diferencia, pero esta es la primera vez que nos encontramos, hasta donde sé, o que Ud. sepa. Esta es la primera vez. Uds. pueden verla asentir con la cabeza. Así es. Esta es la primera vez que he visto a la mujer, en mi vida. Pero—pero Dios nos conoce a ambos. Él nos conoce desde que éramos niños. Él nos conocía. Él nos conoció antes de que el mundo fuera formado. Él sabía que estaríamos parados aquí esta noche.",
    "Él sabía que acontecería este momento, aun antes de que hubiera un—un átomo o una molécula. Él—Él lo sabía, Él, porque Él estaba. Él es infinito. Él sabía todo antes de que se formara el mundo. Él sabía todo lo que ha sucedido. Él conoció cada mosquito, cada vez que pestañeó. Él lo sabe todo, porque Él es infinito. ¿Ven? Y uno no puede limitar el infinito a nada. Él solo… Él es… Solo es la perfección de la perfección, en la que habitó. Él acaba de llegar. Eso es todo. ¿Ven?",
    "Ahora, si Él puede decirme cuál es su problema, entonces ¿creerá Ud. con todo su corazón? [La hermana dice: “¡Señor!”.—Ed.] ¿Lo hará, de todo corazón? [“Sí”.] Muy bien.",
    "Ud. está sufriendo con un problema al corazón por el cual quiere que se ore. El corazón. Así es.",
    "Ahora, aunque, hay algo más en su corazón. ¿Ve?, capté eso. ¿Ve? Ud. pensó: “¿Me va a hacer pasar antes de decir esto?”. No. Se lo voy a decir. Ud. está aquí por un muchacho, su hijo. Así es. Y ese hijo no está aquí. Ese hijo está en Ohio. Él está en un hospital de tuberculosis, con tuberculosis. Y él no es salvo. Y Ud. está orando por su alma, y por su recuperación; ASÍ DICE EL SEÑOR.",
    "Los reto a que prueben eso, y vean si es así o no. Eso es verdad. ¿No es así, señora? [La hermana dice: “Sí, señor. Amén”.—Ed.] Es la verdad. [“Sí”.] Muy bien. Yo no puedo sanar. ¿Creerá Ud.? [“Sí, señor”.] Entonces vaya y reciba. Así como Ud. lo ha creído, eso es exactamente lo que Ud. recibirá. Vaya, en el Nombre del Señor. Amén.",
    "¿Creen Uds. de todo corazón? ¿Ven? Él, el… Bueno, la Luz está brillando. Sabemos dónde estamos ahora. Estamos en la Presencia del Señor Jesús.\n\nUd. dice: “Él les está leyendo la mente”.",
    "Muy bien. Ni siquiera miraré a esta señora. Ponga su mano sobre la mía, señora. Si el Señor me dice de esta manera, mirando hacia este lado, cuál es su problema, ¿lo creerá Ud.? ¿Y cree que Ud. será sanada? Es en su espalda. Así es. Si es así, levante su mano de la mía. Vaya, sea sanada. Jesucristo la sana. ¿Ven? Muy bien.",
    "Él es—Él es el Señor Jesús, el mismo ayer, hoy, y por los siglos. Muy bien.",
    "Este hombre que viene, ¿quiere Ud. ser sanado de la artritis? ¿Cree Ud. que Dios lo sanará? Regrese y recupérese. Así de sencillo es. Solo créalo. Regrese a su asiento y diga: “Yo creo con todo mi corazón, con toda mi mente”. Ud. sanará. Solo créalo con todo su corazón. No dude. Muy bien, señor.",
    "Esta mujer aquí, por supuesto, Uds. ven que ella está temblando. Ella tiene parálisis. Quizás hay algo más. Veamos. Sí, señor. Ella tiene diabetes de azúcar. ¿Cree Ud. que Dios la sanará de esa diabetes del azúcar, madre?",
    "Señor Dios, nosotros condenamos esta cosa perversa, en el Nombre de Jesucristo. Que ella sea sanada. Amén.\n\nRegrese a su asiento y recupérese, hermana.",
    "¿Creen Uds. con todo su corazón?",
    "¿Qué me dice Ud., sentado allí? ¿Cree Ud.? ¿Cree Ud. que yo soy el profeta de Dios? Hay… Si Ud. puede creer.",
    "Uds. que no tienen una tarjeta de oración, Uds. que están—que están enfermos y necesitados, tengan fe en Dios. Uds. pueden creerlo. Muy bien.",
    "Ud. trajo a ese muchacho buscando sanidad. Es en su espalda. Así es. Él está lisiado. ¿Cree Ud. que puede llevarlo de regreso a Arkansas, y que él se recuperará, y estará bien? ¿Quiere Ud. dejar esos cigarrillos, y decir: “Los dejaré”, y seré… y—y serviré al Señor y haré lo correcto? ¿Lo hará Ud.? Muy bien. Muy bien. Entonces vaya, ponga su mano sobre el niño ahora, mientras está parado allí. Que el Señor Dios del Cielo sane al niño. Y lo…\n\nYo los reto a Uds. a creer.",
    "Hay una señora sentada aquí, mirando con sus ojos hacia abajo, mirando, mirándome. Tiene problemas en su pierna. Así es. ¿Cree Ud. que Dios puede decirme quién es Ud.? ¿Me creería Ud.? Sra. Worley. Muy bien, señor, esa es la pura verdad. Nunca la he visto en mi vida. Ese es su esposo sentado allí detrás de Ud. Él es un predicador. Nunca lo he visto en mi vida, pero esa es la verdad.",
    "¿Cree Ud. que Dios puede decirme qué le sucede, señor? Ud. tiene algo en su cara, y no sabe si es cáncer, no sabe lo que es. También tiene una hernia. Así es. Ud. quiere ser sanado. Eso es verdad, Sr. Worley. Muy bien. ¿Cree Ud. con todo su corazón? [El hermano dice: “Sí”.—Ed.] Entonces vaya y reciba su sanidad, en el Nombre del Señor Jesús. Eso es. Así es.",
    "¿Qué me dice de sus ojos? ¿Cree Ud. que Dios le sanará, allá atrás, sentado allí mirándome? Muy bien. Si Ud. cree con todo su corazón. Solo tenga fe en Dios, eso es todo lo que tiene que hacer.",
    "¡Oh, vaya! Está sucediendo por todas partes, ahora, si Uds. pueden creerlo. Se está viendo tanto aquí ahora, que todos están queriendo creer. Ahora, ¿creen Uds. que Él es el Hijo de Dios? ¿Creen Uds. que Él es el mismo ayer, hoy, y por los siglos?",
    "Ahora, ¿hay una persona aquí que no Lo conoce a Él como su Salvador, y Ud. desea ser salvo? ¿Le gustaría hacer eso? ¿Ud. nunca ha recibido el Espíritu Santo, y Ud. quisiera venir y estar en Cristo, para poder ser un creyente? Levante la mano, si Ud. dice: “Me gustaría…”. Dios le bendiga. Vengan aquí al altar, ahora mismo.",
    "Denos un pequeño acorde en ese piano allí, solo un minuto, antes de terminar.",
    "Los invito a que vengan aquí, al altar aquí. Vengan aquí y arrodíllense. Así es, joven. Levántense. Ven aquí, muchachita. Uds. que… Miren a este muchachito. Eso debería ser una vergüenza para algunos. ¿Quieren pasar al frente? ¿Quiere acercarse a Él? Vengan ahora mismo. Vengan ahora. Amén. Suba ahora mismo en la Presencia del Espíritu Santo. Así es, hermano. Vamos, ahora. ¿Podrían venir aquí y arrodillarse, antes de que comience el servicio de sanidad? Vengan aquí ahora y sean sanados en el alma, luego observen lo que sucede. Entren en Cristo.",
    "Él es el Camino, la Verdad, la Luz. Ningún hombre viene fuera de Él. Ya sea metodista, bautista, presbiteriano, luterano, quienquiera que Ud. sea, que no ha recibido el Espíritu Santo, ahora es el tiempo de hacerlo. Vengan ahora, y entren en Cristo. Ud. se maravillará de Esto. Ud. no sabrá cómo aferrarse de Ello. Uds. no Lo entenderán, a menos que reciban el Espíritu Santo. Venga ahora.",
    "Si he dicho la Verdad, Dios me habló. Dios habló a través de mí. Yo he dicho la Verdad. Él es el único Camino. Él es el único Fundamento. Él es la única salvación. “No hay salvación en ningún otro nombre dado bajo el Cielo, sino en el Nombre de Jesucristo”. ¿Vendrían Uds. a recibirlo ahora?",
    "¿Cuántos descarriados hay allá atrás que quisieran venir aquí, arrodillarse ahora? Uds. que se han descarriado y se han alejado de Dios, ¿vendrían ahora mismo? Venga. Esta es la hora.",
    "Ahora mire, si Ud. rechaza esto, yo no sé si hay, habrá alguna esperanza para Ud., o no. Ahora, no lo digo porque estoy parado aquí. Pero les digo, amigos: ¿Qué más puede hacer Dios? Este es el tiempo. Esta es la hora en que Dios le está hablando a la gente.",
    "Así es, hermana. Así es, hermanas. Vengan. Esta es la hora. Este es su tiempo. Ud. nunca estará más cerca de Él, hasta cuando Ud. muera y entre en Su Presencia. Él está aquí mismo, probando Él Mismo que está vivo. ¿No vendrá Ud.?\n\n¡Oh, Cordero de Dios, vengo! ¡Yo vengo!\n\nAsí como estoy, sin una sola súplica,\n\nPero que Tu Sangre fue derramada por mí,\n\nY cuando yo venga, creeré,\n\n¡Oh Cordero de Dios, vengo! ¡Yo vengo!\n\nAsí como estoy, y no esperando\n\nPara librar mi alma de un…",
    "Ellos tienen una mancha oscura, es la incredulidad. Vamos. Esto es todo.\n\nTú, Cuya Sangre puede limpiar cada mancha,\n\n¡Oh, Cordero de Dios, vengo! Yo…",
    "¿Cómo pudiera Ud. rechazarlo, después de que Él ha venido a través de las Palabras, vino en Persona, para darles a conocer que Él está aquí, hablándoles, hablándoles ahora? Esa pequeña Voz les está hablando a Uds. Ese es Dios. Él quiere que Ud. venga. No nos queda mucho tiempo por aquí, amigos. Nos vamos de aquí. ¿Por qué no vienen y se arrodillan con este montón de gente? Diga: “Dios, sé misericordioso conmigo. Ahora quiero aceptar a Cristo. Yo quiero nacer de nuevo. Yo quiero ser lleno del Espíritu Santo. Yo quiero algo que sea real. Yo quiero ser real”.",
    "Vengan, ahora mismo, alrededor del altar, mientras cantamos este siguiente verso. ¿Vendrá Ud. ahora mientras nosotros venimos?",
    "Ahora, algunos de Uds. buenos Cristianos pasen aquí alrededor con ellos. Algunos de Uds. enfermos vengan, arrodíllense también. Algunos de Uds. que son Cristianos, vengan y arrodíllense con estos, mientras oramos.\n\n…recibir,\n\nDará la bienvenida, perdonará los pecados, aliviará;\n\nPorque…\n\nVen tú con ellos, pecador. Venga con ellos, Ud.\n\n…Yo creo,\n\n¡Oh, Cordero de Dios, vengo!\n\nVengan directo aquí abajo…?…\n\nAsí como estoy, y no esperando\n\nPara librar mi alma de una mancha oscura,\n\nA Ti, Cuya Sangre puede limpiar cada mancha,\n\n¡Oh, Cordero de Dios…!",
    "Ud. se perderá una bendición si no viene.\n\nTal como soy, Tú me recibirás,\n\nDarás la bienvenida, perdonarás, limpiarás, aliviarás;\n\nA Ti, Cuya Sangre puede limpiar cada mancha,\n\n¡Oh, Cordero de Dios, vengo! ¡Yo vengo!",
    "Muy bien. Ahora que toda la iglesia incline sus rostros. Todos, en oración, oren por estas personas alrededor del altar, todos y cada uno.",
    "Todos aquí en el altar, ahora, Uds. han venido sobre la base de la Sangre derramada, Uds. han venido aquí para recibir el Espíritu Santo, Uds. han venido para ser perdonados de sus pecados: Dios, Quien es justo y está dispuesto.",
    "Habrá agua esperando. Ud. puede venir a la pila, mañana, para bautizarse, allá en la iglesia, si el pastor quiere llevarlo allí.",
    "🦅 Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo”.",
    "🦅 Mientras aún hablaba Pedro estas Palabras, el Espíritu Santo cayó sobre los que Lo oyeron, porque les oían hablar en lenguas”.",
    "El Dios del Cielo, Quien estaba con los apóstoles, Quien es Dios para siempre, Él está aquí esta noche.",
    "Ahora que todos se inclinen en oración. Todos levanten la voz y oren, mientras el pastor nos guía.\n\nHermano Ruddell. Muy bien. 🦅"
  ]
}