{
  "title": "CINCO IDENTIFICACIONES DEFINITIVAS DE LA VERDADERA IGLESIA DEL DIOS VIVO",
  "id": "60680009",
  "content": [
    "🦅  Gracias, Hermano Neville, el Señor lo bendiga. Verdaderamente es un privilegio estar aquí esta noche. Estoy muy contento que Dios nos haya permitido hacerlo. Soy un poco tímido con las cámaras. Me gusta… Adelante, tómenlas. Está bien. Sólo es que las miro; soy consciente de ellas. Y, está bien. Está bien. Ahora, hace un poco de calor. Hemos tenido dos Mensajes tremendos, del Señor. Y ahora, pensé, en esta noche, viendo que…",
    "Muchos de mis amigos están aquí que tienen que conducir distancias largas, unos desde lejos, de Kentucky. Veo al Hermano Welch Evans y a su familia aquí de Tifton, Georgia. Conocí personas aquí de California. Hay algunos aquí de Alemania y diferentes lugares, que vienen a este pequeño lugar, para servir al Señor. Y veo a la Hermana Nellie Cox. Creo que su suegra y ellos están aquí. Los cuales, tal vez recorran muchas millas regresando esta noche por Kentucky, Georgia, y allá en Tennessee, por Ohio, amigos míos aquí. Un amigo aquí, el Hermano Ted Dudley, viene desde por allá lejos, de Phoenix, Arizona. Hay muchos aquí, otros, si sólo pudiera nombrarlos, que han venido aquí hoy a visitarnos. El noventa por ciento de ellos ni siquiera he podido tocarles la mano. Veo a mis amigos de Chicago, y de todas partes. ¿Cuántas personas hay aquí que no son de la ciudad, levanten la mano? Ahora el noventa por ciento de la audiencia está compuesta de diferentes amigos de diferentes iglesias de alrededor del país.",
    "Y prediqué bastante tiempo esta mañana, oré por los enfermos hasta la una y media, por lo cual quedé un poco ronco. Y tengo que predicar un rato, para poder engranar lo que llamamos, el segundo cambio.",
    "Allí está el Hermano Lee Vayle, ni le he dado la mano, es uno de mis asociados; es de la iglesia bautista, Ohio.",
    "¿Ése eres tú, Ben? [El Hermano Ben Bryant dice: “Amén”.—Ed.] Aún no te había escuchado decir “amén”, o te hubiera reconocido. Todos conocen al Hermano Ben. Y sé que él ya no está en la ciudad, así que no sé exactamente… ¿De dónde eres ahora, Hermano Ben? [“Bueno, estamos en North Borden, Indiana, hermano”.] Borden, Indiana.",
    "Nos da mucho gusto tenerlos aquí a todos. Y no los voy a retener ahora por mucho tiempo, por las tremendas millas que Uds. tienen que conducir. Desearía poder llevarlos a cada uno a casa conmigo esta noche; lo digo con mucha sinceridad. Tengo que salir como a las tres, entre las tres y cuatro de la mañana, y yo—yo quisiera poder llevarlos conmigo. Veo aquí a mi amigo de Arkansas, a su esposa. ¿No es Ud. el hombre con el que estábamos… que el Señor le habló y le dijo estas cosas aquí la otra noche? Sí pensé que era Ud. Mirando alrededor uno ve amigos nuevos y viejos. Así que, Dios conoce las intenciones de mi corazón, que me gustaría poder verlos y llevarlos a casa conmigo y tener una buena plática. Pero un día lo haremos, Donde no tendremos que decir: “Tenemos que darnos prisa; tenemos que recoger los niños; alguien está enfermo”. Todo eso habrá terminado para entonces, ese gran Día. Espero que podamos reunirnos muchas veces más.",
    "Luego, es mi intención, mientras espero ahora en el Señor, encontrar dirección. Ahora, el martes, voy a necesitar oración más que nunca la he necesitado en toda mi vida. Voy a pedirles a Uds. que oren por mí. [La congregación dice: “Amén”.—Ed.] Yo—yo necesitaré de sus oraciones. No olviden orar por mí. Hacia donde gire el viento, el martes, podría tener un gran significado para mí, y para la Iglesia y para la causa de Cristo. Así que no olviden orar por mí.",
    "Por tanto, hasta que averigüe qué dirección tomar y qué hacer, estoy esperando en el Señor. Durante este tiempo, estaré por aquí en el tabernáculo, yendo y viniendo, predicando, orando por los enfermos, haciendo todo lo que pueda. Queremos, algún día, si el gobierno no nos impide, queremos edificar aquí una iglesia, una buena iglesia, con buena capacidad para sentar, con un piso principal y balcón y demás, para que sea una buena iglesia, con aire acondicionado, para que las personas puedan estar cómodas escuchando los servicios; si ellos nos permiten hacerlo. Esperamos que sí. Ahora, oren por nosotros.",
    "Y ahora, en esta noche, vamos a abordar el tema que prometí esta mañana, el Señor mediante, del cual hablaremos en esta noche. Y será como una enseñanza, por causa de la voz. Yo quiero hablar en esta noche acerca de: Cinco Identificaciones Definitivas De La Verdadera Iglesia Del Dios Vivo. ¡Cinco vindicaciones definitivas de la verdadera Iglesia, o identificaciones, mejor dicho, de la verdadera Iglesia!",
    "Ahora, antes de que abordemos este gran tema poderoso, voy a pedir que se haga una oración. Le voy a pedir a nuestro pastor, el Hermano Neville, si pasa y ora por la Palabra de Dios. Mientras abrimos, todos nosotros, a San Mateo, el capítulo 16, el versículo 18, para empezar, San Mateo 16:18, mientras el Hermano Neville pasa para hacer la oración de consolación.\n\n[El Hermano Orman Neville hace la siguiente oración.—Ed.]\n\n[“Nuestro Padre Celestial, estamos agradecidos en esta noche por éste, un privilegio y oportunidad más que nos es concedido, según Tu gran misericordia eterna. Estamos agradecidos en esta noche por el sentir y el halar, y el liderazgo del Espíritu Santo. Agradecemos, Dios nuestro, que Tú eres ese Dios que bajó para estar en nosotros y con nosotros, hasta el fin de este mundo”.] Sí.\n\n[“Padre, los grandes problemas y las pruebas del mañana parecerán como nada mientras que podamos ir tomados de Tu mano y caminar Contigo”.] Así es, Señor. [“Oramos, Señor, que nos concedas una compasión bien asentada, el uno por el otro, sabiendo que cuando alguno está pasando por esa prueba profunda, y las dificultades de ser probado, que también nosotros, uno de estos días, pasaremos circunstancias similares. Dios, concede en nosotros el Espíritu de Jesús, a tal grado que podamos sentir tanto el uno por el otro, que haya unidad entre nosotros, para que te podamos servir a Ti, juntos”.] Sí.\n\n[“Padre, Te agradecemos en esta noche, por éste, un privilegio más que nos es concedido a nosotros, de poder sentarnos bajo la enseñanza de Tu siervo, el cual ordenaste, el cual Tú elegiste para esta posición”.] Gracias. [“Que nos consideraste lo suficiente como para permitirnos tener el privilegio de estar bajo los propios beneficios de este ministerio. Bendícelo a él y a nosotros, a ambos, con el… con este ministerio que él tiene”.] Concédelo. Sí.\n\n[“Padre, oramos que a medida que estos días se acercan la próxima semana, cuando te invocamos a Ti ahora de esta manera como intercesor, diciendo en nuestros corazones: ‘Dios, siendo que Tú nos dijiste que cualquier cosa que pidiéramos, será como lo hablemos, si tan sólo creemos y confiamos y Te obedecemos a Ti’. Por tanto, Señor, estos días que vienen que serán la prueba para mi hermano, y nuestro hermano, y Tu siervo, ¡Oh, Dios!, lo encomendamos a Ti, bondadosamente, en el Nombre del Señor Jesús, y oramos que lo envuelvas con protección Celestial y bendición que él no ha conocido antes”.] Concédelo, Señor. Hazlo, Señor.\n\n[“Dios mío, oramos que suprimas todo poder intelectual que surja, que trate de disuadir o apartar”.] Concédelo, Señor. [“Que su boca se abra con palabras de sabiduría cuando haya oportunidad de hablar”.] Sí, Señor. [“¡Oh, Señor, Te damos gracias, Dios nuestro, que has provisto para todos Tus siervos, a través de las edades”!] Sí. [“Y el Espíritu Santo ha sido suficiente para proveer la—la oración oral que pueda ser presentada en presencia de eruditos y hombres inteligentes”.] Sí, Señor.\n\n[“Te pedimos, Padre nuestro, que nos permitas caminar humilde y suavemente, y en Presencia Tuya, ¡oh, Señor Jesús! Permite que sólo hagamos Tu voluntad y sintamos Tu Presencia. Acompáñanos ahora. Y, ¡Oh, Dios!, oramos que Tú perfecciones la alabanza en nuestro interior, al grado que pueda surgir, no a la fuerza, sino que de nosotros salga la alabanza, con unción”.] ¡Oh, Dios!\n\n[“¡Oh, Señor mío!, en esta noche, concluye este día maravilloso en el cual has venido y has sanado a los enfermos, y has redimido a los perdidos, y has estado con nosotros, para santificar los corazones de los impuros”.] ¡Sí! …?… [“Ahora, Señor, en esta noche toma control de este servicio, y bendice la garganta de nuestro hermano. Y bendice la Palabra a medida que fluye. Que tengamos corazones y mentes receptivas. Y, ¡Oh, Dios!, recibe ahora nuestra alabanza por ello, en el Nombre de Jesús. Amén y Amén”.] Amén.",
    "¿Tiene eso todo el volumen? ¿Lo tiene todo? ¿Lo tiene todo? [Alguien dice: “Lo tiene todo”.—Ed.] ¿Es éste el micrófono, el micrófono correcto? [“Los dos”.] ¿Me pueden escuchar bien? Allá en la parte de atrás, ¿me pueden escuchar? [“Amén”.] Correcto. Bien.",
    "Deseo leer ahora del Libro de Mateo, el capítulo 16 y el versículo 18. Comenzaré con el versículo 17.\n\nEntonces le respondió Jesús: Bienaventurado eres, Simón, hijo de Jonás,…no te lo reveló carne ni sangre, sino mi Padre que está en los cielos.\n\n…yo…te digo, que tú eres Pedro, y sobre esta roca Yo edificaré mi iglesia; y las puertas del Hades no prevalecerán contra ella.",
    "Que Dios añada Sus bendiciones a Su Palabra. La palabra Iglesia, en cada uno de estos temas que he escogido esta noche, sobre los cuales hablarles a Uds., uno es: ¿Qué es la Iglesia? ¿Quién la estableció? ¿Cuál es Su Mensaje? ¿Cómo llegamos a ser un miembro de Ella? Y ¿podemos llegar al Cielo sin ser miembro de Ella?\n\nAhora, cada uno de esos temas podría tomar horas, detallándolo de allá para acá. Pero sólo deseo tocar algunos puntos fundamentales, para mostrar lo que es la verdadera Iglesia. Y, ahora, quiero que tengan sus Biblias.",
    "Ahora, en primer lugar, la palabra en sí, Iglesia, significa “los Llamados a salir”.\n\nAhora, Israel no era la iglesia de Dios mientras estaban en Egipto, ellos eran el pueblo de Dios. Y luego cuando Dios los llamó a que salieran de Egipto, ellos vinieron a ser la iglesia de Dios, por cuanto fueron “los llamados a salir”.\n\nAhora, eso aún sigue igual hoy. La palabra Iglesia significa “Aquellos llamados a salir”, aquellos que han sido llamados a salir, separados, formados diferente.",
    "Ahora, en el Antiguo Testamento, la Iglesia conocida se llamaba “el Reino de Dios”, el Reino de Dios. Ahora, estoy tomando esto de la cronología de la Biblia. En el Antiguo Testamento, la Iglesia era llamada “el Reino de Dios”. En otras palabras, Dios es un Rey, y la Iglesia es Su Dominio. “El Reino de Dios”, en el Antiguo Testamento.",
    "En el Nuevo Testamento, se le llama: “El Imperio Mesiánico”. ¡Oh, me gusta eso, Mesiánico! En otras palabras: “El Imperio del Mesías”, donde gobierna y reina el Mesías. No existen barreras denominacionales ni nada, el Mesías gobierna en Su Imperio. ¿No es ése un pensamiento hermoso? El Imperio Mesiánico. Por tanto, la Iglesia no es una organización, la Iglesia no es una congregación de personas. La Iglesia son las personas de Dios que han sido llamadas a salir del mundo, para servir en otro Reino.",
    "Vale la pena citar esto. Hace unos meses, mi esposa y yo andábamos en un centro comercial. Y nos topamos con algo extraño, había una mujer por la calle que tenía puesta una falda. Es difícil, uno no lo creería, pero realmente la encontramos. Y mi esposa me dijo: “Vaya, mira eso”.",
    "Yo dije: “Debe ser Cristiana; ella es muy diferente”. ¡Produce vergüenza!",
    "Luego surgió la pregunta: “¿Por qué es, Bill, que nosotros, como Cristianos, y esta Fe en la que creemos, por qué le exigimos a nuestras mujeres que usen vestidos, y que se porten de esa manera? ¿Las personas de otras iglesias no lo hacen? Ellos usan esa clase de ropa, la ropa inmoral, y ¿por qué será? Uno no pudiera decir que son inmorales”.",
    "Yo dije: “Eso es cierto. Yo no puedo juzgar a nadie. Pero al mirarlas: ‘Por sus frutos se conocen’. Ellas en realidad tal vez no cometan el crimen, pero sobre ellas está un espíritu que las lleva a la inmoralidad”.",
    "Ahora, Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. Ahora, cuando ese pecador tenga que responder porque cometió adulterio, ¿quién será el culpable? La mujer que se presentó así. Ud. puede ser tan pura como un lirio, en cuanto a lo que virtud concierne. Pero si Ud. misma se ha presentado delante de la gente de una manera inmoral, así Ud. sea inocente del acto, Ud. causó que un hombre pensara mal de Ud., pues la culpa es suya. Jesús dijo que Ud. será culpable de “cometer adulterio”. Y, “una adultera jamás entrará al Cielo”.",
    "Sin embargo, al viajar alrededor del mundo, yo encuentro que cada nación tiene su propio espíritu. Y todas las naciones son controladas por el diablo. Todos los gobiernos son gobernados por el diablo; la Biblia lo dice. Ellos pelean, tienen guerras, y ellos lo harán hasta que Jesús venga, y después Él establecerá un Reino que no tendrá guerras. No obstante, Satanás dijo que todos los reinos del mundo eran suyos, y él haría con ellos lo que quisiera, en la misma cara de Jesucristo. Y todas ellas son instrumentos de Satanás, reinos de Satanás. Satanás le dijo a Jesús: “Te los daré a Ti si te postras y me adoras”.",
    "Jesús sabía que Él las heredaría, en el Milenio, así que dijo: “Vete, Satanás”. Él sabía que Dios le daría todos los reinos, y serían Suyos, y todos serán un Reino.",
    "Al ir a Alemania, Ud. encuentra el espíritu alemán. Va a Inglaterra, encuentra el espíritu inglés. Va a Suiza, encuentra el espíritu suizo. Ud. entra a Francia, encuentra el espíritu francés. Ud. viene a América, encuentra el espíritu americano.",
    "Hice una parada en San Ángelo, en Roma, hace un tiempo, y quise ver la catacumba. Y para sorpresa mía, y como reprensión, siendo americano, estando parado en la puerta de la catacumba por donde se entra, decía: “Para las mujeres americanas: por favor póngase ropa en honor a los muertos antes de entrar aquí”. Cuando una nación cae así de bajo, es terrible, cuando llegamos a ese punto. Entonces, vean, porque…",
    "Le pregunté a una mujer, cierta vez: “¿Es Ud. Cristiana?”.",
    "Ella dijo: “Soy americana. Por supuesto que lo soy”. Eso no tiene nada que ver.",
    "El Hermano Bosworth le preguntó a una, cierta noche, dijo: “¿Es Ud. Cristiana, hermana?”.",
    "Dijo: “Para que Ud. sepa, prendo una vela cada noche”. Como si eso tuviera algo que ver con el Cristianismo, prender una vela. El Cristianismo no consiste en semejantes cosas como ésas. Y la Iglesia de Dios no consiste en semejante manufactura como ésa.",
    "Ahora, lo que hace que las mujeres… Nosotros no obligamos a las mujeres a que hagan eso. No obligamos a nuestros hombres a que no beban, que no maldigan. Nosotros sólo predicamos el Evangelio, y presentamos el patrón de la Biblia. Muchos hombres que entran en las fes pentecostales y las fes de santidad, entran y profesan serlo, cuando no lo son, en su corazón. Muchas mujeres hacen lo mismo. Nosotros no les decimos que tienen que hacerlo; simplemente les damos el patrón. Les decimos lo que dice la Biblia, y si ellos han nacido de un Espíritu Celestial, entonces su espíritu ya no está americanizado, no está alemanizado; está Celestializado, del Reino de Dios. Pues, estamos en otro Reino, un Reino de Dios, donde existen la decencia, la santidad y el poder.",
    "Nosotros tenemos acceso a nuestro Rey. Podemos tener una entrevista con Él cuando queramos invocarlo. No tenemos otros intercesores, no hay otro mediador entre el Rey y nosotros, sino ese único Hombre, Cristo Jesús. Así que estamos viviendo en un Reino. Y se le llama, en la cronología de la Biblia: “Lo Mesiánico, el Reino Mesiánico”. En otras palabras, donde el Mesías reina en cada vida en Su Dominio, gobernando las vidas de Su pueblo, un pueblo llamado fuera; de todas las clases sociales, reuniéndolos en un grupo, y lo llama: “Su Iglesia”, o “Sus llamados fuera”. ¿No es algo hermoso? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, Israel era el pueblo de Dios hasta (lo vemos en Hechos 7:38, si están anotando) que fue después que fueron llamados la iglesia de Dios, por cuanto fueron llamados por Dios, a salir de Egipto, fuera del mundo, a salir de otras iglesias, a salir apartándose de otras religiones, para caminar a solas con Dios.",
    "Y, ahora, es igual con la Iglesia de Dios hoy, llamada fuera de toda cosa del mundo, llamada fuera de toda secta religiosa, llamada fuera de toda denominación religiosa, llamada fuera de toda organización religiosa, para caminar con Dios; no siendo gobernada por un obispo, sino siendo gobernada por Cristo, en este Reino Mesiánico en el que vivimos. Cristo es el Rey. Ése es Cristo.",
    "Ahora, Cristo es la Cabeza de esto; Cristo es la Cabeza de este Reino Mesiánico. Y Ud. no puede organizar un Reino del cual Cristo es la Cabeza. Ud. no puede denominar un Reino del cual Cristo es la Cabeza. Pues, Cristo es Rey, y Ud. no puede tomar el intelecto de un hombre y hacer una organización que Cristo gobierne. Por eso, cualquier compañía, personas, cualquier grupo de hombres, que intenten organizar el Reino de Dios, van en contra del Rey. Y si ellos van en contra del Rey, eso sería ir en contra del Rey. Y si eso es contrario al Rey, sería algo anticristo. Eso es bastante fuerte. Si tuviera un poco más de voz, lo aclararíamos más: eso es algo anticristo. Y si me tienen paciencia por unos minutos, lo probaré. Un espíritu anticristo quiere llevar a la—la gente y llamarlos de organización a organización, organizándolos a ellos, lo cual nunca fue la voluntad de Dios. La gente siempre me ha refutado porque golpeo tan duro a las organizaciones. No son las personas allí, que estoy golpeando; es a ese espíritu dominante, que le hace pensar a las personas que: “Nosotros somos el pueblo”.",
    "El pueblo de Dios es Su pueblo llamado fuera. Yo creo que ellos se encuentran en toda denominación. Ellos pudieran ser católicos; pudieran ser protestantes; pudieran ser judíos. Ellos pudieran ser cualquier clase de iglesia. Pero la verdadera Iglesia es el Cuerpo místico de Jesucristo.",
    "Ahora, Ud. no puede organizar el Cuerpo místico de Cristo. Ahora, toda persona que viene a Cristo, sale del mundo, entra en Cristo, entra a Su Cuerpo místico. Y uno es un miembro de ese Cuerpo cuando entra a esta Iglesia, llamada fuera y es bautizado en este Cuerpo místico. ¿Lo captan? No es ser metodista, bautista, pentecostal, nazareno, Peregrino de la Santidad, católico; sino el Cuerpo de Jesucristo. Tomaremos eso un poco más a fondo en otras preguntas, dentro de unos minutos, a medida que entramos en las partes más profundas de esto; sin embargo, el Cuerpo de Cristo es la Iglesia.",
    "Ahora, Él comparó Esto en muchas parábolas, como el esposo y la esposa. Él llama a la Iglesia: “la Novia”. Y la novia ya no es más, ni el novio ya no es más, dos personas; son uno. “Ella es carne de su carne y hueso de su hueso”. Y entonces cuando un hombre o una mujer son llamados al Cuerpo místico de Cristo, por el Espíritu Santo, ellos vienen a ser plenamente un miembro de este Cuerpo cuando son llenos del Espíritu Santo. Pues, Dios tomó el Espíritu de Cristo, levantó Su cuerpo y lo puso en Su Trono, y envió de nuevo el Espíritu Santo para formar el Cuerpo místico de Cristo, que será unido en la Cena de la Boda, en la Venida del Señor. Ud. no puede organizarlo. Eso es un misterio.",
    "Jesús le dijo a Nicodemo: “El viento sopla de donde quiere; mas ni sabes de dónde viene, ni a dónde va; así es todo aquel que es nacido del Espíritu”. Uno no lo puede entender. Eso viene de algún lugar. Y no es metodista, no es bautista, no es pentecostal, no es ninguna organización; es un Nacimiento, se nace en el Reino de Dios.",
    "Ahora, querer organizarlo, lo torna en anticristo, pues cualquier cosa que está en contra de la Enseñanza de Cristo es anticristo.",
    "Ahora, ¿dónde empezó entonces esta organización? Jesús, cuando estuvo en la tierra, jamás organizó una iglesia. Él habló de una Iglesia que vendría, pero Él nunca organizó alguna iglesia. Jamás se organizó una iglesia, por cientos de años después de la muerte del último apóstol. Y la primera iglesia organizada que hubo sobre la tierra, fue la iglesia Católica Romana. Ahora, yo tengo Los Padres Preniceícos, El Libro De Mártires De Foxe, los escritos de Josefo, Las Primeras Edades de Pemberman, y muchos de los grandes escritores de antaño. Y en ninguna parte, por ningún lugar ha sido escrito en alguna página de la historia, que haya habido una iglesia organizada hasta cuando la iglesia Católica Romana fue organizada. Y ella llegó a ser una organización, lo cual era contrario a Dios.\n\nAhora, si tal cosa venía… ¡Oh, desearía poderles hacer entender esto a Uds.! Si tal cosa venía, y sería algo tan anticristo, ¿no debe Dios saberlo de antemano, si Él es el Dios infinito? [La congregación dice: “Amén”.—Ed.] Si Él es infinito, ¿no habría de saber que estas cosas venían? Y si es una cosa tan horrible, ¿no le advertiría Él de antemano a Su Iglesia? [“Amén”.] Ahora, espero que entiendan mejor por qué es que golpeo, no a las personas en las organizaciones, sino a las organizaciones en su esquema. Eso no puede ser otra cosa que anticristo, en cada una de ellas.",
    "Ahora Ud. dice: “Espere un minuto, pensé que Ud. no predicaba sino la Biblia”.",
    "Entonces dejemos que la Biblia lo diga. Vamos a abrir ahora y a leer por un momento. Abran conmigo a Apocalipsis, el capítulo 17. Ésta es la revelación de Jesucristo, a Su Iglesia, la Iglesia llamada a salir. Apocalipsis 17. Y trataremos de hacer esto lo más breve posible. Pero observen ahora mientras leemos.\n\nVino…uno de los siete ángeles a mí que tenían las siete copas, y habló conmigo diciéndome: Ven acá, y te mostraré la sentencia contra la gran ramera, la que está sentada sobre muchas aguas;",
    "Ahora, todo esto es simbólico, porque es una revelación de Jesucristo, sellada. ¿Lo sabían Uds.? Es una cosa escondida y sólo puede ser revelada, no por la mente intelectual, sino que revelado por el Espíritu Santo por medio de los dones del Espíritu: “Para el que tiene sabiduría que cuente los números de la bestia; para el que tiene sabiduría, el don de sabiduría, que haga esto y que haga aquello”. Y Ésta es la revelación.",
    "Ahora, cualquiera sabe que cuando se simboliza con una mujer en la Biblia, se refiere a una iglesia. La Iglesia de Cristo es llamada “la Novia”. Pablo dijo: “Os he desposado con Cristo como una virgen pura”.",
    "Ahora aquí estamos hablando de una mujer importante que es una mujer de mala fama. “Ven acá, y te mostraré” le dijo el Ángel a Juan, “la sentencia contra la gran ramera, que está sentada sobre muchas aguas”. Ahora: “Mujer sentada sobre muchas aguas”, suena muy místico, pero todo está aquí. La Biblia lo explica.\n\nAhora, vamos al capítulo 15, para que podamos… o el versículo 15, mejor dicho, del mismo capítulo, para que Uds. puedan ver lo que significan las—las—las—las “aguas”.\n\nMe dijo también: Las aguas que has visto donde la ramera se sienta, son pueblos, muchedumbres, naciones y lenguas.",
    "Por tanto, las aguas sobre las que la mujer estaba sentada, estando sobre ellas, ella tenía control de “naciones, pueblos, muchedumbres y lenguas”. Ella lo controlaba todo; una mujer, una mujer de mala fama.\n\nAhora, si una mujer es de mala fama, si sabemos que a una mujer se le dice así en lo natural, a una—una mujer, sabríamos que ella fue infiel a su marido. Así sería llamada. Pues ella estaría pretendiendo vivir fiel a un hombre y siéndole infiel. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]\n\nBueno, entonces si ésta es la iglesia que dice que Cristo es su Esposo, y su doctrina es contraria a Su Enseñanza, ella es una prostituta. Y ella tiene control sobre los pueblos y las muchedumbres y naciones. “Ven acá y te mostraré la sentencia contra ella”. Ahora tenemos el cuadro.",
    "…con la cual han cometido fornicaciones los reyes de la tierra, y los moradores de la tierra se…embriagaron con el vino de su fornicación.",
    "¿Qué es fornicaciones? “Inmundicia; ser inmunda”. Ella es una prostituta. Ella es inmunda en su ser, y toda la gente rica del mundo, los reyes y grandes hombres de las naciones y multitudes, han cometido fornicaciones con ella; han participado de su maldad. ¿Uds. ven a dónde ha llegado, verdad? [La congregación dice: “Amén”.—Ed.] ¿Ven?",
    "Ahora, yo no soy responsable por Esto escrito, pero sí soy responsable si no lo enseño. A-ja. Estamos hablando entonces de la iglesia. Ahora, si se fijan, a medida que avanzamos un poco.\n\nY me llevó en el Espíritu al desierto; y vi a una mujer sentada sobre una bestia de color escarlata…",
    "Permítanme cubro estos símbolos a medida que avanzamos. Ahora, escarlata es “rojo”. Rojo, de una manera, es un color bueno. Rojo, de otra manera, es un color de mala fama, luz roja, color de peligro. “Una de color escarlata… Ella estaba adornada de color escarlata” rojo, prostituta.",
    "🦅 Y estaba sentada sobre una bestia”. Una bestia, en la Biblia, significa “poder”. Si Uds. notan, muchos ministros, los veo moviendo la cabeza que es correcto, pues ellos son maestros de la Biblia. Una bestia significa un “poder”. Nosotros vemos estas bestias de la—de la Biblia, de Apocalipsis 13, y de Daniel, saliendo del agua; bestia, poderes, saliendo de entre la gente.",
    "Pero ¿se fijaron? En Apocalipsis 13, cuando los Estados Unidos surgieron, es la única bestia en la Biblia, que surgió, que no salió de las aguas. La Biblia dice que salió de la tierra, donde no había pueblos. Ése era este reino nuevo. Y parecía un cordero, pero después de un tiempo habló como el dragón. Ése es este país. Esto tiene que suceder. Algún día cometerán un error y elegirán al individuo equivocado. Ellos levantarán un José, o… “un faraón que no conoce a José”. Ellos lo intentaron antes, y lo harán de nuevo si fallan en esta ocasión. Eso finalmente vendrá; la Biblia lo dice. Ahora, yo no soy un político; sus dos partidos son deshonestos. Yo le estoy dando mi voto a Jesucristo. Él es el Único que me interesa. Pero, les diré, más les vale que limpien sus anteojos ahora si esperan alguna libertad para sus hijos. Yo no sé qué tan cerca esté. Oren. Muy bien. Teniendo… Vigilen.",
    "Y me llevó en el Espíritu al desierto; y vi a una mujer (iglesia) sentada sobre una bestia de color escarlata, bestia de color escarlata, llena de nombres de blasfemia, que tenía siete cabezas y diez cuernos.",
    "🦅 Siete cabezas”. Aquí más abajo dice: “Las siete cabezas”, que tenía la bestia, “son siete montes sobre los—los cuales está la ciudad”. Ahora, ¿qué ciudad está edificada sobre siete montes? [La congregación dice: “Roma”.—Ed.] Roma, exactamente, una ciudad que está sobre siete montes; una iglesia, una mujer, una prostituta que controlará el mundo con sus poderes. Pues, es tan claro como leer el periódico. ¿Ven? Seguro. Ahora.",
    "Y la mujer estaba vestida de colores púrpura y escarlata (la mujer, la iglesia, rica), y adornada de oro de piedras preciosas y de perlas,…",
    "Díganme de una de ellas que haya llegado a pagar impuestos sobre los ingresos. Díganme dónde se les cobra impuestos por alguna cosa. Tienen vía libre, en cualquier cosa que quieran hacer. Sin embargo, Dios tiene hijos allí. Seguro que los tiene.",
    "Es igual, la olla no puede llamar negro al sartén. Muchas veces, los protestantes dicen: “Bueno, los católicos asesinaron aquí, allá, y acá”. ¿Quién asesinó a Joseph Smith? Yo no estoy de acuerdo con él. Pero él tenía el mismo derecho a su enseñanza que tengo yo a la mía, aquí en América. Y la iglesia metodista asesinó a Joseph Smith. Cuando uno entra a la Ciudad de—de Salt Lake, tienen un gran letrero: “Uds. los metodistas, vigilen a los mormones grillos”. Correcto. La iglesia metodista le disparó a Joseph Smith. ¡Protestantes! Así que, no se quejen de los católicos. Observen en unos minutos, la Biblia también lo dirá.",
    "…de piedras preciosas…perlas, y tenía en la mano un cáliz de oro lleno de la abominación y de la inmundicia de sus fornicaciónes, sus doctrinas, lo que ella repartía, los reyes de la tierra lo estaban bebiendo.",
    "Cualquiera capaz de creer eso, le puede creer eso de las pastillas de vitaminas del Hermano Jagger; que: “Se le puede rociar agua a una mujer que lleva casada con un hombre treinta años, y que tiene una cantidad de hijos, y eso convertirla en virgen de nuevo y enviarla de nuevo al lecho matrimonial esa noche con su marido”. Cualquiera que pueda creer que el agua bendita hará eso, es capaz de creer cualquier cosa. Seguro.\n\nPero los reyes de la tierra cometen tales cosas como ésas. Es para que puedan vivir y sentir calma. En el fondo, en el corazón, Uds. saben que están podridos. Requiere de la Sangre de Jesucristo para limpiarlos. Pero ahora noten, ella fue la primera iglesia organizada, la Biblia lo menciona aquí.",
    "y en su frente un nombre escrito, un misterio: BABILONIA LA GRANDE, LA MADRE DE LAS RAMERAS Y DE LAS ABOMINACIONES DE LA TIERRA.",
    "Ahora observen. Todos estaremos de acuerdo. Y los propios libros de los romanos, los libros de los propios católicos, concuerdan en que ésa es la iglesia romana; concuerda con sus propios libros. Tengo lo que es llamado Los Hechos De Nuestra Fe, sólo lo puede tener un sacerdote. Una católica se convirtió a mi… Lo cual, su hijo era un sacerdote, y ella me dio el libro. Luego él la convenció a que regresara a la iglesia; ella volvió por él, y no se lo entregué. Lo guardé como evidencia, quería saber de lo que estaba hablando. Cuando yo digo cualquier cosa, debo saberlo. Dios me hará responsable por ello.",
    "Y recuerden, ella fue llamada “MISTERIO: BABILONIA”. Nosotros sabemos que ésa es la iglesia católica. Pero, fíjense: ella es “LA MADRE DE LAS RAMERAS”. ¿Qué es una ramera? Lo mismo que es ella, la prostituta. Ahora, ¿de dónde vinieron estas organizaciones? Allí está su madre. Para empezar, eso es lo que ellas son. Luego Uds. dicen: “Ése es el anticristo”. Eso es cierto. Entonces si eso es anticristo, luego ¿qué de nuestras organizaciones? Es igual como ramera y prostituta son lo mismo, “cometen adulterio, cometen fornicaciones”, aceptando cosas falsas por culpa de la mente e intelecto de hombres. Como dice la Biblia: “Enseñando como Doctrina los mandamientos de hombres”. A eso se le llama iglesia hoy, lo cual está en contra del Reino de Dios.",
    "Como en el Antiguo Testamento. Dios quería ser Rey sobre Israel, antes que llegara a ser una iglesia, y Él era Rey. Y a pesar de que ellos tenían un profeta, Samuel, un buen hombre, y cuando él les había dicho de eso, por si es que querían un rey. Pero ellos quisieron ser como los demás pueblos. Ellos querían ser como los filisteos.",
    "Eso es lo que sucede con el pueblo protestante. Ellos no dejan quieto lo que funciona. Ellos simplemente… Cuando el Espíritu Santo cayó sobre ellos en ese entonces, hace cuarenta años, y el poder comenzó a derramarse y ellos comenzaron a danzar y a clamar, y hablar en lenguas, ellos no lo dejaron quieto. Ellos tuvieron que organizarlo. Luego vino uno, y ellos convocaron un Concilio General. Luego vino otro, con una poca Luz del Nombre, Jesucristo, y los llamaron “Temas Nuevos” y los expulsaron. Luego ellos se consiguieron una organización llamada la P.A. de J.C., Asambleas Pentecostales De Jesucristo. Surgió una pequeña fricción entre ellos, si Él viene en un caballo blanco o en qué manera Él vendría, y organizaron otra, llamada P.A. de W., Asambleas Pentecostales del Mundo. ¡Oh, vaya, vaya! Después vino la Iglesia de Dios. Luego, ellos se separaron conforme a una profecía, se volvieron a organizar. Cada vez que Uds. lo hacen, Uds. se salen de la voluntad de Dios. ¡Es un espíritu anticristo!",
    "La Iglesia de Dios es libre. La Iglesia de Dios no está atada por fronteras, pues, de mar a mar le pertenece a Dios, todo ser humano bajo la tierra le pertenece a Él. Ya sea él católico, protestante o cualquier cosa que sea, Dios busca aquellos de corazón sincero. Y nosotros somos salvos por fe, creyendo en Él. Ésa es la Iglesia. Ahora (¿ven Uds.?), la Iglesia no es una organización.",
    "Y cada vez que Uds. vean organización, sólo recuerden: tiene “anticristo” escrito por todas partes. Aquí está en la Biblia. Eso está tan claro como sé leerlo. Yo—yo tengo bastantes amigos preciosos sentados aquí, que pertenecen a la organización, yo no digo que Uds. sean anticristo; no los estoy llamando eso a Uds. Pero detrás de todo ese asunto, y parece ser que el diablo ha torcido la cosa de tal manera que uno necesita tener algo así o ellos ni siquiera le permiten a uno predicar.\n\nAsí mismo se han tornado las naciones. Uno no puede ser un hombre sin nación. Uno tiene que tener una nación en alguna parte. Uno tiene que ser americano, alemán o algo. ¿Ven?, eso está todo torcido.",
    "Entonces, en realidad, un verdadero Cristiano nacido de nuevo, es casi que un errante. A la vista del mundo él es un renegado, pero a la vista de Dios él es precioso. Desearía que tuviéramos tiempo para ir a Hebreos 11, y ver (cómo fue) esos guerreros de la fe. Cómo fue que Abraham dio el paso a salir y él mismo se llamó un peregrino y errante, dijo que este mundo era su hogar, pero que andaba peregrinando, buscando una Ciudad cuyo arquitecto y constructor es Dios. “Y si nosotros, habiendo muerto en Cristo, venimos a ser Linaje de Abraham, y somos herederos de Él, según la promesa”, entonces ¿qué nos hace a nosotros? Peregrinos y errantes.",
    "Cuando Israel salió de Egipto. Allí estaba Moab, ese gran país organizado. También estaba Esaú, el gran país organizado. Y aquí estaba Israel, uno sin denominación que venía por ahí. Los dos, fundamentalmente, estaban en la Palabra. Recuerden que Balaam ofreció el mismo sacrificio que ofreció Israel: siete altares, lo requerido de Dios. Siete sacrificios limpios, siete carneros, hablando de la venida de Uno Justo. Fundamentalmente, los dos estaban en lo correcto; hablando fundamentalmente. Pero lo que Balaam falló en ver, falló en que no vio lo Sobrenatural entre Israel, ese grupo interdenominacional. No tenían lugar a dónde ir, eran errantes, pero ellos iban camino a un lugar.",
    "Así es con la Iglesia del Dios vivo hoy. Está desorganizada, en cuanto al mundo concierne. Pero está atada, no por ataduras organizacionales, sino por el poder y el Espíritu de Jesucristo, por los lazos de amor.",
    "Hace que un metodista y un bautista se den palmaditas en la espalda, y decir: “Mi precioso hermano”, cuando ellos ven que no pueden andar juntos si no están de acuerdo.\n\nLa gente dice: “¿Es Ud. Cristiano?”.",
    "🦅 Soy bautista”. Eso no responde en nada la pregunta. “¿Soy yo Cristiano? Soy pentecostal”. Eso no responde la pregunta.",
    "Si Ud. es un Cristiano, Ud. es una criatura nacida de nuevo. Ud. está en un—en un Reino místico de Dios. Sus ojos no están puestos en las cosas de este mundo, sino en las cosas de arriba. Y allí es cuando Ud. está en la Iglesia. Ésa es la Iglesia. Ella no es una organización. Ella jamás puede ser una organización. Que esto quede en registro. La Iglesia del Dios vivo nunca podrá ser un cierto grupo. Ella no puede ser una organización; tiene que ser un Cuerpo místico, el Espíritu Santo. Un poco más adelante, si tenemos tiempo, entraremos directo en eso.",
    "Ahora, ¿ven entonces lo que significa Iglesia? Iglesia significa un grupo “llamado a salir”, un pueblo llamado fuera que es gobernado únicamente por el Rey de este Reino Mesiánico. ¡Oh, no es maravilloso! [La congregación dice: “Amén”.—Ed.] Eso me encanta. Cuando leía eso en la… hoy; y cuando allí decía: “El Reino, el Imperio Mesiánico”. El escritor le puso: “Imperio Mesiánico”. El escritor también dijo: “No hay tal cosa como la Iglesia del Dios vivo que alguna vez haya sido organizada. La organización es algo que fue adaptado, adoptado, para que ocupara el lugar de”.",
    "Exactamente de esa manera fue que todas estas doctrinas falsas fueron introducidas, para ocupar el lugar de lo real. Por eso es que la mujer tenía en la mano un cáliz de la inmundicia de su abominación. Ahora, Uds. verán, yo no estoy diciendo… Los pentecostales son tan culpables como los católicos, o los Peregrinos de la Santidad, o los nazarenos, o los bautistas o metodistas. No obstante, en todas esas iglesias denominacionales, Dios tiene hijos. Ellos pertenecen a este Reino místico. Lo único que ellos esperan es ver ese algo que acontezca, que atraerá sus corazones a eso. Me gozo tanto de saber, en esta noche, que ellos están viniendo del este y del oeste, norte y sur, saliendo ellos mismos, adorando, esperando la Venida del Señor. La Biblia dice que ellos harían eso en los postreros días. Exactamente correcto. Y dice que “correrían del este al oeste, norte y sur, buscando la verdadera Palabra de Dios; un hambre no por pan y agua, sino por oír la Palabra de Dios”.",
    "Ellos quieren que Ud. “Venga a unirse a esto; venga a unirse a esto”. No hay nada a lo que Ud. se une. En el Reino de Dios no hay una sola cosa a la que Ud. se pueda unir. Es una experiencia de nacer en la Iglesia, no unirse a Ella. Ahora, tal vez dé un poco más sobre eso, en un minuto. Tengo unas Escrituras más, anotadas allí.",
    "Pero vamos ahora al segundo pensamiento, para tratar de completarlo todo. ¿Quién Lo estableció, o sea, este Cuerpo místico? ¿Quién dio inició a Esto? Jesucristo. Y es la… Él es la Cabeza de este Cuerpo místico. Él es Rey sobre Ello, haciendo Su Propia voluntad en Su Dominio. No siendo controlado por un obispo o bajo el control de la junta directiva de alguna iglesia; sino un Rey, que es el Mesías Mismo obrando en Su Propio Dominio. ¿Cuándo comenzó? En Pentecostés. No es la organización pentecostal; la experiencia Pentecostés. Allí es cuando comenzó con Ud. Él habló de Su venida. Él dijo de lo que acontecería. Él dijo que Eso venía.",
    "Ahora, por favor abramos a Lucas, el capítulo 24, el versículo 49, y aquí podemos ver, comenzar a leer algunas Escrituras para que estas personas que están tomando esto lo puedan anotar. Lucas 24:49, veremos lo que Él dijo.\n\nHe aquí, yo enviaré la promesa de mi Padre sobre vosotros; pero quedaos vosotros en la ciudad de Jerusalén, hasta que seáis investidos de poder desde lo alto.",
    "Ahora, Él prometió una Iglesia que vendría, un Reino que vendría. Ahora vamos directamente a Hechos 1:8. Ahora, recuerden, Él también habló en Mateo 16:18 de: “Sobre esta roca”, edificaría Él Su Iglesia, “y las puertas del Hades no prevalecerían contra Ella”. Llegaremos a eso en unos minutos, cuando entremos en el otro tema. Hechos 1:8.\n\npero recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo, y me seréis testigos en Jerusalén,…Judea,…Samaria, y hasta las últimas partes del mundo.",
    "Un Reino venidero de testigos: testigos de Su resurrección, testigos de Su poder, testigos de Su, que está vivo. “Vosotros sois Mis testigos”, ahora, Hechos 1:8.",
    "Luego, también lo encontramos en Efesios, el capítulo 1, versículo 22, para Uds. que lo están anotando. Hay suficiente para anotar, pero sólo es para remacharlo, asegurarlo, de que Uds.… Uds. lo vean. Muy bien. El versículo 22 de Efesios, el capítulo 1.\n\ny sometió todas las cosas bajo sus pies (Cristo), y lo dio por cabeza sobre las cosas a la iglesia,\n\nla cual es su cuerpo, y la plenitud de Aquel que todo lo llena en todo.",
    "¿Quién estableció esta Iglesia? Jesucristo. Ningún obispo, ningún grupo de hombres, ningún papa, no por poderes otorgados por hombres, en lo absoluto. Sino que Jesucristo habló de Ello como Su Reino que vendría en poder. “Algunos de los que están aquí…”. Capítulo 16 de Mateo, “De cierto os digo que hay algunos de los que están aquí, que no gustarán la muerte, hasta que hayan visto el Reino de Dios viniendo en poder”. A los pocos días Él fue crucificado, y el Espíritu Santo bajó. “Algunos de los que están aquí, no gustarán la muerte, hasta que vean el Reino de Dios”.",
    "🦅 ¿Restaurarás Tú el Reino en este tiempo?”, le preguntaron los judíos.",
    "Él dijo: “No os toca a vosotros saber el tiempo o la sazón, que el Padre determinó en Su Propia mente; pero recibiréis poder”. Hechos 1: “Recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo”. ¿Recibirá Ud. poder después que sea hecho un obispo, después que sea hecho un predicador, después que sea hecho papa, después que sea hecho un sacerdote? “Recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo”. Ése es el testigo, el que Dios estaba buscando, un testigo después que hubiera venido el Espíritu Santo. No un testigo porque yo sea un obispo, no un testigo porque yo sea un pastor; sino un testigo (¿de qué?) del Rey resucitado. Ésa es la verdadera Iglesia del Dios vivo. Muy bien.",
    "Y también en Colosenses 1:17 y 18, quizás lo leamos estando en esto. Colosenses 1:17 y versículo 18.\n\nY él quien es antes de todas las cosas, y todas las cosas en él subsisten;\n\ny él es la cabeza del cuerpo que es la iglesia (el cual es Él), él que es el principio, el primogénito de entre los muertos, para que en todo tenga la preeminencia;",
    "¿Quién es la Cabeza de esta Iglesia? Jesucristo. ¿Qué Reino es? El Reino Mesiánico, la Iglesia, no una organización; una Iglesia, un Cuerpo místico del cual Cristo es la Cabeza. ¡Oh, eso me encanta, caminando en el Espíritu, obedeciendo al Rey! Necedad para el mundo; precioso a la vista de Dios. Caminando en el Espíritu; malentendidos, recibiendo burla, mofados. “Todos los que vivan piadosamente en Cristo Jesús sufrirán persecuciones. Si ellos persiguieron a los profetas antes de Uds., llamaron al Maestro del—al Maestro de la edificación ‘Belcebú’, ¿cuánto más no los llamaran ellos, a Sus discípulos?”. Sin embargo, Uds. están caminando en el Espíritu, dándole la espalda a las cosas del mundo, sin grillos de ataduras. “Aquel que el Hijo libertare verdaderamente es libre”. Amén. Ésa es la Iglesia del Dios vivo. Él fue Quien La estableció.",
    "Ahora nosotros vemos, testigos, en Hechos 1:8, que Él dijo: “Me seréis testigos cuando haya venido sobre vosotros el Espíritu Santo”.",
    "¿Qué es la Iglesia? El Cuerpo místico de Cristo. ¿Quién La estableció? El Mismo Señor Jesús. Ella no fue establecida en Roma; ni tampoco fue establecida en Inglaterra, por John Wesley; ni tampoco fue establecida por Calvin, ni en América, los bautistas, por John Smith; tampoco fue establecida en California, por los pentecostales. Ella fue establecida por Jesucristo, el Rey del Reino Mesiánico. Fue por Él que Ella fue establecida. Él es El Rey. Él quiere ser Rey. Él quiere gobernarnos. Él quiere ser Señor.",
    "La gente le da entrada a Él, dicen: “Yo le permito que sea Salvador”, pero no le permiten a Él que sea Señor. Señor significa “posesión, gobernar”. “Entra a mi corazón, Señor, sálvame del infierno, pero no me digas qué hacer”. Ésa es la actitud de las personas. Con razón. Por eso es que la Biblia dice que: “Toda mesa ha llegado a estar llena de vómito”. Uds. saben lo que es el vómito. “Como el perro regresa a su vómito”. Si estas organizaciones no funcionaron, la primera vez, y Dios tuvo que vomitarlas; el regresar a ellas causará vomitar de nuevo. Él dijo: “Prefiero que seas frío o caliente. Por cuanto eres tibio, te vomitaré de Mi boca”. Ud. enferma a Dios del estómago, y Él nos vomita.",
    "Díganme de una organización que haya caído, que se haya vuelto a levantar. Muéstrenme por la historia dónde es que alguna lo haya hecho. Un hombre se levantará con un ministerio, Dios bendecirá a ese hombre. Cuando uno menos piensa, él se dará la vuelta y se rodeará de hombres y hará de eso una organización, y eso lo mata allí mismo. Busque en las historias y encuentre una que haya surgido. Ni una sola, porque eso es todo un espíritu anticristo entre la gente.",
    "Como Moisés, y aquellos que querían algo que ellos mismos pudieran hacer. “Señor, tuvimos tantos miembros este año”. ¿Eso qué importa, el número de miembros que Ud. tenga? No estamos buscando miembros de una iglesia; estamos buscando miembros del Cuerpo de Cristo, que nazcan en el Reino de Dios, “no por voluntad de hombre, sino por la voluntad de Dios”, no por el espíritu del hombre o la inteligencia del hombre.",
    "Pablo dijo: “Yo no vine a vosotros con sabiduría humana. Vine a vosotros con el Espíritu de Dios y en el poder de Su resurrección, para que vuestra fe no estuviera fundada en la sabiduría o en palabras persuasivas de hombre, sino en el poder de la resurrección de Jesucristo”. Así vino él. Dios nos ayude para que nosotros hagamos lo mismo.",
    "Ahora, no queremos pasar mucho tiempo en cada una. Ahora quiero averiguar: ¿Cuál es el Mensaje de esta Iglesia? ¿Qué debe enseñar esta Iglesia? ¿Cuál es Su Mensaje?\n\nEl primer Mensaje que me viene a la mente, que esta Iglesia (el Cuerpo místico) enseñará, será el arrepentimiento. Vamos de nuevo a Lucas 24, por un momento. Lucas, el capítulo 24. Lo primero que la Iglesia debe hacer, es arrepentirse, y Ella enseñará arrepentimiento. Ahora, Jesús, ya para irse, éste es el último capítulo, cuando Él está para dejar la tierra. Lucas 24:46, empecemos con el versículo 46.\n\ny él les dijo: Así está escrito, y así fue necesario que el Cristo padeciese, y resucitase de los muertos al tercer día;\n\ny que…en su nombre el arrepentimiento y el perdón de pecados…\n\n¡Oh, quiero que esto penetre, porque llegaré a algo en un minuto, sobre eso; “Perdón de pecados”!\n\n…arrepentimiento hacia Dios y el perdón de pecados que se predicase en su nombre en todas las naciones, comenzando desde Jerusalén.\n\nY vosotros sois testigos de estas cosas.",
    "Ése es el mensaje de la iglesia, el testigo del mensaje. Arrepentimiento y perdón de pecados debe ser predicado a todas las naciones, comenzará en Jerusalén. ¡Oh, gloria! ¿Dónde comenzaron las organizaciones? ¿Jerusalén? No, señor, en Roma. ¿Qué comenzó en Jerusalén? El bautismo del Espíritu Santo; el bautismo en el Nombre de Jesús para perdón de los pecados; arrepentimiento hacia Dios. Eso comenzó en Jerusalén y tiene que ir a todas las naciones. ¡Aleluya! ¿Lo ven? “Fue necesario que el Cristo padeciese”, dicen las Escrituras. Él es Aquél del cual habló el profeta. Sobre Él es que gira toda la Biblia, alrededor de Él. Ciertamente Él sabría lo que se debe enseñar. Él sabría lo que se debe hacer. Y Él dijo: “Que se predicase el arrepentimiento y el perdón de pecados en todas las naciones como testimonio, comenzando desde Jerusalén”.\n\nAhora, la organización comenzó en Roma. La iglesia organización comenzó en Roma; pasó a Alemania, con Martín Lutero; luego a Inglaterra, con Wesley; luego a los Estados Unidos, con John Smith; a California, con pentecostés.\n\nPero la Iglesia comenzó en Jerusalén. “El arrepentimiento hacia Dios y el bautismo en el Nombre de Jesucristo para perdón de los pecados, comenzó en Jerusalén. Y debe…”. “Debe”, dijo Él [Dice así en la Biblia KJV en inglés.—Trad.]. No dijo que todas lo alcanzarían. “Esto debe comenzar. Debe ir a todo el mundo. Esto debe ser predicado”. Pero hay muy poquito de eso. Sin embargo, fue lo que Él dijo, Su Mensaje, ése es el Mensaje de la Iglesia. Muéstrenme la iglesia que Lo está enseñando. Díganme dónde está. Uds. no la encuentran.",
    "Ahora, Jesús es Rey: el segundo Mensaje. Jesús es Rey y vive para siempre. Mateo 28:20. Jesús es Rey y vive para siempre. Eso es lo que debe enseñar la Iglesia. Mateo 28:20.\n\nenseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo.",
    "¿Es correcto? [La congregación dice: “Amén”.—Ed.] Hebreos 13:8, “Jesucristo el mismo ayer, hoy y por los siglos”. Ése es el Mensaje de la Iglesia: hacer Su obra, probar Su resurrección y dar testimonios.\n\nAhora, Hechos 5:32, es donde veremos si ellos lo tenían o no. Mientras vamos, Hechos, el capítulo 5, versículo 32.\n\nY nosotros somos testigos suyos de estas cosas, y también el Espíritu Santo, el cual ha dado Dios a los que le obedecen.",
    "Hay que dar testimonio de Él. En Juan 14:12, Él da la enseñanza, lo que la Iglesia debe hacer. En Juan, el capítulo 14, el… y el versículo 12, veremos lo que dice allí. Juan 14:12, así que leamos, hagámoslo oficial. Muy bien. Juan 14 y el versículo 12.\n\nDe cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él las hará también; y aun mayores hace, hará él, porque yo voy al Padre.",
    "Ése es el Mensaje de la Iglesia: “Jesucristo el mismo ayer, hoy, y por los siglos”, viviendo en la Iglesia, Rey de la Iglesia, levantado de los muertos. “El mismo ayer, hoy y por los siglos”, haciendo las mismas obras, haciendo las mismas cosas que hizo Jesús. Ése es el Mensaje de la Iglesia. Si la iglesia no está enseñando Eso, está enseñando alguna teología falsa. Eso fue lo que Jesús les mandó a predicar.",
    "¿Qué más será? ¿Cómo sabremos si estas personas…? Ellos dicen: “Pues, yo soy creyente”. Veamos cuál fue Su última comisión para Su Iglesia, para los creyentes. Marcos 16. Tomen a Marcos, el capítulo 16, y veremos cuál fue Su último Mensaje a la Iglesia, y veremos entonces si estamos siguiendo completamente Su comisión. Marcos 16, comencemos del versículo 14.\n\nFinalmente se apareció a los once mismos, esto es después de Su resurreción, estando ellos sentados a la mesa,…",
    "Aquí está la comisión para la Iglesia ahora, escuchen, la última comisión. Nos revisaremos nosotros mismos, si es que somos creyentes, o si estamos en esta Iglesia o no.\n\nFinalmente se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su dureza de corazón, su incredulidad y dureza de corazón porque no habían creído a los que le habían visto después de su resurrecci-…después de resucitado.",
    "Alguien lo había visto a Él. Alguien estaba intentando decirles a ellos de eso, y ellos no lo creyeron. Si eso no sigue igual hoy. Nosotros sabemos que Él vive, tenemos el testigo de Su Espíritu en nosotros. Nosotros vemos Su poder moverse sobre las audiencias, y sobre decenas de millares de personas, y discierne sus pensamientos—los pensamientos y corazones exactamente como Él hizo cuando estaba aquí; como dice la Biblia: “La Palabra de Dios”. Y Él es la Palabra de Dios. “En el principio era el Verbo, y el Verbo era con Dios. Y el Verbo se hizo carne y habitó entre nosotros”. “La Palabra de Dios es más cortante, más eficaz que toda espada de dos filos, corta hasta el tuétano, y discierne los pensamientos y las intenciones del corazón”. Cristo: “Las obras que Yo hago vosotros también las haréis”. Lo vemos a Él hacerlas. ¿Cuántos lo han visto a Él hacerlas? [La congregación dice: “Amén”.—Ed.] Seguro. Nosotros sabemos que Él las hace. Él vive aquí. Él está en nuestros corazones.",
    "Ellos no lo creen. No lo creyeron en ese entonces; no lo creen ahora. Ellos creen que: “Él murió y allí terminó todo. Y que tenemos alguna clase de cosa histórica, que alguna persona surgió hace unos años y fundó una iglesia, y escribió un catecismo, y que a eso nos aferramos”. Eso es pagano. ¡Correcto! No hay verdad en eso. ¡Oh, no estoy diciendo que no sea “verdad”, el hombre tal vez lo haya hecho! El hombre puede ser que haya sido muy sincero; pero Dios no controla Su Iglesia de esa manera. Él nunca quiso eso.",
    "Cuando ellos pidieron un rey, Samuel los llamó y dijo esto. Él dijo: “Quiero preguntarles algo, ¿les habré fallado a Uds.? ¿Les habré pedido de su dinero? ¿Les habré dicho algo en el Nombre del Señor que no hubiera sido correcto? Dios no quiere que Uds. tengan un rey; Él quiere ser su Rey”.",
    "Él dijo: “¡Oh, Samuel, seguro, tienes razón! Eres un buen profeta; tú no nos has dicho sino la Verdad. Jamás nos has mendigado dinero. Esas cosas son verdad. Pero nosotros queremos ser como los demás. Queremos un rey de todas maneras.",
    "Samuel dijo: “Les va a causar tristezas y problemas. Va… Él se llevará a sus hijos e hijas. Los va a corromper, por las cosas que hará. Él lo hará”. Y así fue. Pero, con todo, ellos querían un rey.",
    "Así hacen ellos hoy. ¡Oh, tenemos que tener una especie de nombre! Tenemos que decirle a la gente cuando nos pregunten que: “Somos metodistas, bautistas”. Sólo digan que Uds. son Cristianos, correcto, “como Cristo”. Después que Él había resucitado de los muertos, ellos no lo creyeron.\n\nY les dijo (observen la gran comisión): Id por…\n\n¿Hasta dónde en el mundo? [La congregación dice: “Todo”.—Ed.] “¡Oh, yo pensé que sólo a Jerusalén”! Alguien dijo: “Estas señales sólo fueron para Jerusalén”.\n\n…todo el mundo y predicad el evangelio…",
    "¿Cuántos saben lo que es el Evangelio? [La congregación dice: “Amén”.—Ed.] No la “Palabra”. [El Hermano Branham palmotea su Biblia.] Pablo dijo: “El Evangelio no vino a vosotros sólo en Palabra, sino por medio de poder y manifestación del Espíritu Santo”. El Evangelio es el poder de Dios para hacer que la Palabra obre lo que Ella dice que hará.\n\n“Predicad el Evangelio, a todo el mundo”. ¿Predicar el Evangelio sólo a la gente blanca, o sólo los café, amarillos, negros?\n\n…a toda criatura.",
    "Amén. “A toda criatura”. ¿Creen Uds. que realmente dice eso? [La congregación dice: “Amén”.—Ed.] Yo he visto a Dios confundir a un toro, un día; lo he visto hacer que las avispas no piquen; lo he visto levantar una zarigüeya que había estado tendida muerta toda la noche. “A toda criatura”. El Evangelio tendrá efecto en cualquier cosa que Ud. pida.\n\nUd. dice: “Eso está errado, Hermano Branham”. No está errado.",
    "Jesús le dijo a ese árbol: “Maldito seas. De aquí en adelante, ningún hombre coma de ti”; y el Evangelio le fue predicado a ese árbol. Amén. ¡Fiu! Me siento religioso ahora mismo.\n\n“A toda criatura”. Amén. Predicárselo ¿a qué? “A toda criatura”. ¡Oh, si sólo tuviéramos el tiempo para estas cosas!\n\nAhora el que creyere y fuere bautizado, será salvo;\n\n“¡Oh, yo creo, he sido bautizado”! Es bueno. Bien. Muy bien.\n\nEl que creyere y fuere bautizado, será salvo;…el que no creyere, será condenado.",
    "🦅 Oh, me alegra ser un creyente”. Espere un momento. “Y”, y es una conjunción que ata la frase.\n\nY estas señales…\n\n¡Oh, pensé que Uds. no creían en la señal! Ésas son las Mismísimas Palabras de Jesús; discútanlo con Él.\n\n…estas señales seguirán…(no “posiblemente; o algunas veces lo hacen”.) ellas seguirán a los que creen:…",
    "Ahora vamos a ver si Ud. cree o no, veremos si su organización cree o no. Puede ser que digan que creen. Jesús dijo: “Estas señales seguirán a los que creen”. ¡Oh, ellos niegan esas señales!\n\n…estas señales seguirán a los que creen: (¿Hasta dónde?) En mi nombre ellos echarán fuera demonios;",
    "Y Uds. que no creen en sanidad Divina, ¡Uds. iglesias! Esto está siendo grabado, Uds. entienden. No sólo les estoy hablando a Uds., alguien más Lo va a oír. Expresan que Uds. creen en Dios, y que creen en la comisión, que su iglesia ha sido comisionada a llevar el Evangelio; y lo primero es la sanidad Divina.\n\n¿Qué fue lo primero que Jesús les dijo a Sus discípulos cuando los envió? Mateo 10:1, “Sanen a los enfermos, echen fuera demonios”. ¿Qué fue lo último que Él le dijo a Su Iglesia? “Sanen a los enfermos, echen fuera demonios”. Alfa y Omega; Benjamín y Rubén; Primero y Último; el que Era, que Es y que Ha de Venir; la Estrella de la Mañana; la Raíz y Linaje de David. ¡Aleluya! Ése es Él. Sí, señor.\n\n“Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios”. ¿Sólo en Jerusalén? “A todo el mundo, y a toda criatura”. ¿Es ésa la Biblia? [La congregación dice: “Amén”.—Ed.] Eso es lo que Ella dice. Ése es el Mensaje de la Iglesia. “A todo el mundo, toda criatura, el Evangelio. A todo el que cree, estas señales los seguirán”.",
    "…En mi nombre ellos echarán fuera demonios; hablarán nuevas lenguas;",
    "Y Uds. pobre nazarenos les dicen a ellos, esa gente de las “lenguas”. Uds. ni siquiera se sentaban en la iglesia con ellos. ¿No es eso terrible? ¿Qué van a hacer cuando lleguen al Cielo? Jesús murió hablando en lenguas. Ellos dijeron: “Él habló, y Él habló en otro idioma”. Seguro que sí. “Él habló en hebreo”. No fue así. Ésa no es escritura hebrea. Él habló en un lenguaje Celestial.",
    "Cuando—cuando Abel ofreció su cordero sobre la roca, cuando el corderito estaba muriendo, él le estaba tajando el cuello. Un tipo de Cristo allá antes, en el huerto del Edén, este corderito balando en otro idioma, mientras moría. Eso fue un tipo, mientras su lana ensangrentada era bañada con su propia sangre. Fue tipo del Hijo de Dios colgado allá en el Calvario, hecho pedazos, llevando nuestros pecados, muriendo, hablando en otro idioma: “Dios mío, Dios mío, ¿por qué Me has desamparado?”.",
    "Ése es el Mensaje de la Iglesia. “En Mi Nombre echarán fuera demonios; hablarán nueva lengua”. Eso fue lo que Él dijo. Ése es el Mensaje de la Iglesia. Eso fue lo que Él le mandó a la Iglesia para que hiciera: “Que echara fuera demonios; ellos hablarán nuevas lenguas”.\n\ntomarán en las manos serpientes, y si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán…manos,…ellos sanarán.",
    "Ésa es la comisión de la Iglesia. Ésa es la verdadera Iglesia creyente.\n\n¿Se enseña Eso en la metodista, bautista, presbiteriana, católica, luterana, nazarena, Peregrinos de Santidad? [La congregación dice: “No”.—Ed.] No, señor. Ellas niegan Eso. ¡Gloria! ¿Por qué? Ellas están organizadas y no lo pueden hacer. Hay mucho miembro allí que cree Eso, pero él no puede decir nada al respecto porque sería excomulgado. Ése es un espíritu anticristo, que los tiene organizados.\n\nLa Iglesia del Dios vivo nace libre, del Espíritu de Dios, no necesita ninguna dominación. Ellos siguen al Rey del Reino Mesiánico. No tienen por qué aceptar lo dicho por la gente. Ellos han nacido libres, liberados por el Hijo Quien verdaderamente los hace libres. Estas señales los seguirán.",
    "Este Evangelio será predicado. ¿Quién va a predicarlo? Dios puede usar a los ignorantes. Dios puede levantar piedras como hijos a Abraham. Dios puede hacer lo que quiera. Él es Dios, y de esa manera es que Él lo hace. Cuando Él vino, no llamó a Caifás; Él no llamó a alguno de los sacerdotes; Él no llamó a algún teólogo. Él escogió pescadores, ovejeros, y a los sin letras y del vulgo. La Biblia dice que: “Pedro y Juan eran ambos sin letras y del vulgo”. Pero Él pudo darles, y obrar por medio de ellos, el Reino de Dios, y confundir los ojos y las mentes de los sabios y poderosos. Dice que ellos “reconocieron que eran hombres sin letras y del vulgo, pero tuvieron que reconocer que habían estado con Jesús”. ¿Por qué? Ellos tenían Su Espíritu. Ellos estaban obrando como obró Él. Ellos estaban haciendo las cosas que hizo Él. Eso exactamente es lo que Él dijo que sucedería, el Reino Mesiánico. ¡Oh, me agradan tanto estas cosas! “Estas señales seguirán a los que creen”. Seguro. Señales los seguirán.",
    "Ahora, otra cosa que esta Iglesia enseñará, será sanidad Divina, el Mensaje de la Iglesia. Acabo de citarlo, Mateo 10, cuando Él comisionó a Su Iglesia. Vamos a Mateo 10:1, y veamos, por un minuto. Observen lo que dijo Jesús cuando comisionó Su Iglesia y que comenzó.\n\nEntonces luego él…llamando a sus doce discípulos, les dio autoridad sobre los espíritus inmundos, para echar, que los echasen fuera, y para sanar toda clase de enfermedad y toda clase de dolencia.\n\nFue la primera comisión a Su Iglesia.",
    "La última comisión: “Id por todo el mundo, predicad el Evangelio. El que creyere y fuere bautizado”. Permítanme citarlo como debe ser, así desglosado. “Id por todo el mundo, y a toda nación, y demuestren el poder del Espíritu Santo. El que crea Esto y sea bautizado será salvo. El que Lo niegue, será condenado. Estas señales seguirán a los que creen: pondrán las manos sobre los enfermos, ellos sanarán; echarán fuera demonios; hablarán con nuevas lenguas. Éstas serán las señales que seguirán”. El último versículo dice:\n\nY ellos regresaron…ayudándoles el Señor…confirmando Su palabra con las señales que la seguían.",
    "Así fue la primera Iglesia. Y, escuchen, Jesús dijo: “Yo soy la Vid, vosotros los pámpanos”. Y si un pámpano produce, la vid, y esa vid da uvas, el próximo pámpano producirá tal como el primer pámpano.",
    "¡Oh!, dicen Uds.: “Hermano Branham, pero, bueno, mire todas estas iglesias”. Ésas son vides injertadas.\n\nAhora, el fruto cítrico se puede injertar. Uno puede tomar un árbol de naranja y ponerle un limón y crecerá. Eso es lo que Uds. hombres injertaron. Y estas organizaciones son lo que el hombre ha injertado. Es un limón, todo el tiempo. Crecerá porque ha sido puesto allá en nombre de la iglesia. Pero, permítanme decirles, si ese árbol llega a dar otro pámpano, de sí mismo, producirá una naranja.\n\nY si el poder de Dios llega a producir otra Iglesia, habrá otro pentecostés. Y después será escrito otro libro de los hechos, correcto, por cuanto es la Iglesia de Dios.",
    "Jesús dijo: “Yo soy la Vid, vosotros los pámpanos. En vosotros mismos no podéis llevar fruto, pero entrego Mi Propio Ser en el pámpano”. Y ¿qué clase de fruto llevó? “Estas señales seguirán a los que creen”.",
    "La segunda Iglesia crece, el Cuerpo místico de Cristo tendrá las mismas señales. “Un poco y el mundo no Me verá más. Pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros (en cada pámpano), hasta el fin del mundo”, Jesucristo el mismo ayer, hoy y por los siglos. Ésa es la Iglesia del Dios vivo. Ésa es Quien es. Ésa es la clase de testigos que Él tiene.",
    "Ahora, también, la Iglesia debe enseñar bautismo; Ud. debe ser bautizado. Ésa fue la comisión. Jesús dijo aquí, en Marcos 16 (vamos a usarla): “El que creyere y fuere bautizado”. Crea primero, y luego sea bautizado para el perdón de sus pecados, y recibiréis el don del Espíritu Santo.",
    "🦅 Y también, el Espíritu Santo vendrá sobre Uds.”, será una enseñanza de la Iglesia. Pues, Jesús lo dijo en Lucas 24:49. Estamos allí cerca, así que vamos allá, por un segundo, aquí al versículo 49. Leímos el 46 y el 47. Miren el 49.\n\nHe aquí, yo enviaré la promesa de mi Padre sobre vosotros; pero quedaos o esperad (quedaos significa “esperar”) vosotros en la ciudad de Jerusalén, hasta que sean investidos de poder desde lo alto.",
    "Si Cristo no le permitió a un grupo de hombres, que caminaron con Él por tres años y medio, ir a predicar algún Evangelio, o no pudieron predicar algún evangelio hasta que esperaran al Espíritu Santo, la Iglesia hoy tiene que hacer lo mismo: Esperar al Espíritu Santo.",
    "Estaba hablando con una señora católica, aquí no hace mucho, en Oregón, y ella dijo: “Pues, ¿me quiere decir que esa cantidad de idiotas allá a los que Ud. les predicaba, y que gritaban y clamaban, portándose de esa manera, quiere decirme que ellos estarán en el Cielo, y que gobernarán en el Cielo?”.\n\nLe dije: “Sí, señora”.\n\nElla dijo: “Pues, nosotros no creemos semejante cosa”.\n\nLe dije: “Es porque Ud. no cree la Palabra de Dios”.\n\nY ella dijo: “Nosotros creemos que María intercede por nosotros”.\n\nDije: “Eso es absolutamente pagano”.",
    "Ella nunca fue una diosa; ella es una mujer. “Madre de Dios”, ¿cómo puede Dios tener una madre? “Salve María, madre de Dios”, ¿cómo puede Dios tener una madre? Ella dio a luz al Hijo de Dios, Cristo Jesús. Ninguna mujer es creadora. Ella lleva la simiente del hombre. El hombre no es un creador. Dios crea la vida. Ésa sólo es una rutina de—de lo ordenado, que Dios estableció, de traer hijos. Ella no es ninguna madre de Dios. Dios no puede tener una madre, pues Él no tuvo principio de días ni fin de vida; Él es Eterno. Ella no puede ser la madre de Dios.",
    "Y le dije: “¿Qué tal si yo le digo que su bendita virgen, que Ud. mira como una diosa, qué si yo le digo que Dios no le permitió a ella entrar al Cielo hasta que se portó como esas personas anoche?”.\n\nElla dijo: “Eso no es correcto”.",
    "Dije: “¿Me dijo Ud. que la iglesia católica escribió la Biblia, los apóstoles, y Ud. dice que ellos eran católicos? Yo reto eso. No existió iglesia católica por trescientos años hasta después de la muerte del último apóstol, hasta después del Concilio de Nicea. Muéstreme la página de la historia, lo que Ud. quiera; menos su catecismo, pues no cuadra con la historia. Jamás hubo tal cosa”. Pero dije: “La, María… La Biblia dice que María, la madre de Jesús, y las demás mujeres, junto con ciento veinte, todos tuvieron que subir esos escalones del aposento alto, y ser llenos del Espíritu Santo, a tal grado que tambalearon como si estuvieran borrachos, hablando en lenguas y comportándose como una cantidad de borrachos. Eso es lo que dice la Biblia”. Puse el dedo sobre el versículo. Dije: “Léalo”.\n\nElla dijo: “No quiero leerlo. Yo no debo leerlo”.",
    "Dije: “Ud. no es honesta. Aquí fue donde la virgen María recibió el Espíritu Santo, y habló en lenguas y se tambaleó como una mujer borracha. Ahora, si Ud. va al Cielo, no puede ir con ella, porque ella tuvo que recibir el Espíritu Santo. Y si ella tuvo que hacerlo, siendo la madre de Jesucristo, ¡cuánto más será requerido de Ud.!”.",
    "Ella dijo: “Si yo tuviera que llegar al Cielo haciendo algo así, no quisiera estar en el Cielo”.",
    "Le dije: “No tiene mucho por qué preocuparse. Como sea, no piense que Ud. irá, así, a no ser que Ud. cambie. No pienso que Ud. tenga mucho por qué preocuparse”. Ése exactamente es el Espíritu de Dios.",
    "🦅 Ahora, Me seréis testigos después que haya venido sobre vosotros el Espíritu Santo”. Ahora, pues ¿qué es esto? ¿Qué estamos diciendo? ¿Qué es Esto? ¿Quién Lo estableció? Y ¿cuál es Su Mensaje? Ahora, para darnos prisa, para avanzar un poco.",
    "La cuarta cosa. ¿Cómo llegamos a ser miembro de Ella? “¿Cómo nos unimos a Ella? Vemos lo que es, ¿ahora qué? ¿Cómo nos unimos a esta Iglesia?”. Uno no se une a Ella. Uno no se puede unir a Ella. No hay manera de unírsele. Uno nace en Ella. Yo he estado con la familia Branham, cincuenta y un años, y nunca me uní a la familia. Yo nací un Branham. Y Ud. nace, un hijo de Dios o una hija de Dios.",
    "Tomemos a Juan, el capítulo 3, por un momento, y sólo veamos lo que Dios dijo aquí al respecto. ¿Cómo entra uno a esta Iglesia? ¿Cuál es la propuesta que Dios le ofrece a uno? Juan, el capítulo 3, del 1 al 8.\n\nHabía un hombre de los fariseos que se llamaba Nicodemo, un principal entre el judío.\n\nEste vino a Jesús de noche, y le dijo: Rabí, sabemos…tú has venido de Dios como maestro;…nadie puede hacer las señales que tú haces, si no está Dios con él.\n\nRespondió Jesús y le dijo:…de cierto te digo, que el que no naciere de nuevo,…\n\n…de cierto te digo, que el que no naciere de nuevo, no puede ver el reino de Dios.",
    "¿Cómo entra uno Allí? Naciendo Allí. Sigamos leyendo la pregunta.\n\nNicodemo le dijo: ¿Cómo puede un hombre nacer siendo viejo?…\n\nVen eso, carnal, un maestro, un hombre importante, un sacerdote, de edad, había leído la Biblia toda su vida.\n\n…¿Puede acaso entrar por segunda vez en el vientre de su madre, y nacer?\n\nAhora, ¿no será eso como algunos de estos maestros intelectuales que uno escucha hoy?\n\nRespondió Jesús y le dijo:…de cierto te digo a ti, que el que no naciere de agua…(¿Cómo entramos en Él?)…de agua y de…Espíritu, no puede entrar en el reino de Dios.",
    "🦅 A menos ¿que él se una a Él”? Uno no se puede unir a Él, uno tiene que nacer en Él; no “venir y unirse”, ¡venir y nacer!\n\nLo que es nacido de la carne, carne es; y lo que es nacido del Espíritu, espíritu es.\n\nNo te maravilles de que te dije a ti: Te es necesario nacer de nuevo.\n\nEl viento sopla de donde quiere, y no distingues su sonido; mas no sabes de dónde vino, ni a dónde va; así es todo aquel que es nacido del Espíritu.",
    "Vea, uno no se une a Él. Es una cosa misteriosa. Uno nace en el Cuerpo místico de Cristo. Así es como uno entra en Él.",
    "Primera de Corintios, el capítulo 12. Avancemos un poco más. Sólo nos quedan unas pocas más. Quiero tratar de darlas si me es posible. Si Uds. tan sólo… Yo sé que hace calor, pero comencemos aquí, sólo un minuto. Primera de Corintios, el capítulo 12, el versículo 13.\n\n“Porque ¿por un estrechar de mano?, ¿por un voto? ¿Mi voto es creer en la gran santa iglesia romana? Vengan, denme las manos. Pongan su nombre en el libro. ¿Por una carta?, ¿viene por una carta?”. Uds. pudieran leer eso en el Almanaque De Las Damas De Antaño, pero no lo leen de la Biblia de Dios. Sí, señor. Sí.\n\nPorque por un solo Espíritu fuimos todos (¿unidos, registrados?) bautizados en (¿una organización?) en un cuerpo, que es el Cuerpo de Cristo, seamos judíos o griegos, seamos esclavos o libres; y…todos hemos sido…a todos se nos dio a beber de un Espíritu.",
    "No de un espíritu metodista, de un espíritu bautista, de un espíritu pentecostal. Sino que “Por un Espíritu Santo fuimos todos bautizados en esta Fuente llena de Sangre”.\n\nSacada de las venas de Emanuel\n\nDonde los pecadores sumergidos en el raudal,\n\nPierden toda mancha de culpabilidad.\n\nSe regocijó el ladrón moribundo\n\nDe ver esa Fuente en su día;\n\nQue allí yo, tan vil como él,\n\nMe lave de todos mis pecados.",
    "¡Un Cuerpo! ¿Cómo entramos en ese Cuerpo? ¿Cómo entramos en Él? “Por un Espíritu somos bautizados en un Cuerpo”. Y ya estando en ese Cuerpo, libre, con garantía de resurrección, “Dios cargó sobre Él la iniquidad de todos nosotros”. No es por un “estrechar de manos”, no “una carta de la iglesia”. Sino, “por un Espíritu Santo; judío, gentil, amarillo, negro, blanco, todos han sido bautizados por un Espíritu en ese sólo Cuerpo, por medio de la Sangre de Su Propio pacto”. “Y cuando Yo vea la Sangre, pasaré de vosotros”, y estamos libres de la muerte, libre de dolor, libres del pecado. “El que ha nacido de Dios, no comete pecado, porque la Simiente de Dios permanece en él y no puede pecar”. Sin pecado.\n\n“Sed pues vosotros perfectos, aun como vuestro Padre Celestial es perfecto”, dijo Jesús. ¿Cómo puede uno ser perfecto? Uno no puede. Uno nació en pecado, formado en iniquidad, vino al mundo hablando mentiras. Pero cuando Ud. acepta a Cristo como el que llevó sus pecados, cuando Ud. lo acepta a Él por fe, Ud. cree que Él lo salvó, y que Él murió en su lugar y llevó sus pecados, entonces Dios lo acepta a uno y lo bautiza en el Cuerpo y ya no puede ver más pecado. ¿Cómo puedo yo ser un pecador cuando hay un—una expiación sobre el altar por mí?",
    "¿Cómo puede arrestarme un policía en la ciudad, cuando las leyes de la ciudad me dan el derecho de correr a la velocidad que yo quiera? Ud. no puede arrestarme. Si el alcalde dice: “Rev. Branham, Ud. responde a las llamadas de enfermos. Ande a la velocidad que quiera, en cualquier zona”, me da una carta de recomendación para eso, no hay policía que me pueda arrestar. Pues, el alcalde ha confiado en mí, que yo no lo haría a menos que fuera una emergencia.",
    "Y cuando Dios me aceptó y me bautizó con el Espíritu Santo, Él tuvo confianza en mí que yo no pecaría voluntariamente. Amén. Yo no pecaría voluntariamente. Por tanto, Su Hijo hizo una expiación por mí, y yo no puedo ser un pecador siempre y cuando esté justificado y Él me haya aceptado en Su Cuerpo. Yo he sido redimido con Él. No es lo que yo haga, sino lo que Él hizo por mí. Ése es el Evangelio.",
    "Efesios 4:30 dice: “No contristéis el Espíritu Santo de Dios con el cual fuisteis sellados para el Día de vuestra Redención”.",
    "Un predicador bautista famoso me dijo, no hace mucho, dijo: “Hermano Branham, Abraham le creyó a Dios, y le fue contado como justicia. ¿Qué más pudo hacer él sino creerle a Dios?”. Él dijo: “Nosotros creemos que recibimos el Espíritu Santo cuando creemos”.",
    "Yo dije: “Pero Ud. está equivocado. Ud. está sinceramente equivocado. Pablo dijo, en Hechos 19, a esos bautistas que tenían allá un buen pastor, un abogado convertido: ‘¿Recibisteis el Espíritu Santo desde que creíste?’”.\n\nÉl dijo: “El original no dice eso”.",
    "Le dije: “Sí lo dice. Tengo el Diaglot Enfático. Y sí lo dice, en cada traducción, en ambas la griega y la hebrea. Él dijo: ‘¿Recibisteis el Espíritu Santo desde que creíste?’”. Yo dije: “Abraham creyó, lo cual fue cierto. Pero Dios le dio a él una señal de que Él había aceptado su fe, al darle a él el sello de la circuncisión”. Es correcto. Él lo había aceptado a él, por cuanto Él le dio la señal de que lo había aceptado.",
    "Si Ud. dice que cree, y no ha recibido aún el Espíritu Santo, Dios todavía no lo ha sellado a Ud., no ha tenido la suficiente confianza para aún confiar en Ud. Cuando Ud. viene a Dios, Dios lo sella con el Espíritu Santo hasta el Día de su Redención. Ése es el Mensaje de la Iglesia. Amén. Avancemos un poquito más. Muy bien. Ahora, Primera de Corintios 12:13: “Por un Espíritu fuimos todos bautizados en un Cuerpo”.",
    "Hechos, aquí está la manera que entramos en Él. Aquí está la inauguración de la Iglesia, Hechos, el capítulo 2. Cuando se predicó el primer Mensaje a la Iglesia, después del Día de Pentecostés, ellos fueron todos llenos del Espíritu Santo. María, todos los apóstoles, fueron todos llenos del Espíritu Santo, hablando en lenguas, y portándose como una cantidad de—de—de personas borrachas. Y cuando estaban teniendo un tiempo terrible, gritando y alabando a Dios, y tambaleándose bajo el impacto del Espíritu Santo, a ellos no les importó si fuera domingo, lunes, o el día que fuera. Ellos estaban teniendo un tiempo grandioso, simplemente gritando y con ese comportamiento. Pues, la—la gran gente intelectual importante dijo: “Estas personas están ebrias con vino nuevo”.",
    "Ahora, aquí se para Pedro con las llaves del Reino, en su cintura, las llaves para el Espíritu Santo. Jesús dijo: “Yo digo que tú eres Pedro. Sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”. ¿Qué es? Una Verdad espiritual revelada. “Carne ni sangre te han revelado Esto a ti. No has aprendido Esto en un seminario; no te lo enseñó alguien de libros; sino que es una revelación. ¡Revelación! Digo que tú eres Pedro. A ti te doy las llaves del Reino. Lo que ates sobre la tierra, Yo lo ataré en el Cielo. Lo que desates en la tierra, Yo lo desataré en el Cielo”. Él tiene que cumplir Su Palabra. En el Día de Pentecostés, ¿quién fue el vocero? Pedro, porque él tenía las llaves.",
    "Y ellos se les burlaban, diciendo: “Estos hombres están llenos de mosto”.",
    "Pedro dijo: “Ésta siendo la hora tercera del día, éstos no están llenos de mosto. Mas esto es lo dicho por el profeta Joel: ‘Y en los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne. Vuestros hijos e hijas profetizarán. Sobre mis siervas y esclavas derramaré de Mi Espíritu. Vuestros jóvenes verán visiones. Vuestros ancianos soñarán sueños. Y daré prodigios arriba en el Cielo y abajo en la tierra. Sucederá que todo aquél que invocare el Nombre del Señor, será salvo’”.",
    "🦅 Al oír esto, se compungieron de corazón, y dijeron a Pedro y a los otros apóstoles: ‘Varones y hermanos, ¿qué podemos hacer para ser salvos?’”. Aquí está la comisión para la Iglesia. Ahora ellos quieren ver cómo se entra a este Cuerpo místico. Muy bien.",
    "Hechos, el capítulo 2, comenzando con el versículo 37, el sermón de inauguración. Uno no lo puede cambiar. Uno no lo puede cambiar. Escuchen.",
    "Si su médico le prescribiera una receta, y Ud. la llevara a la farmacia, a algún farmacéutico charlatán, sabe Ud. que él pudiera matarlo con esa receta. Verán, ese médico prescribe tal cantidad allí, porque él está entrenado para eso. Y él prescribe tanto veneno, y él incluye allí tanto antídoto para matar tanto de ese veneno. Él tiene que incluir algo para desbalancear la otra droga. Y si esa receta no se prepara exactamente como ese médico la prescribe, eso lo mataría a uno.",
    "Y, en eso, Dios es el Médico; Él es el Médico del alma; Él es el Médico de la salvación. Y Él educó a un hombre en Su Propia Teología, Pedro, un hombre iletrado que ni siquiera podía leer su propio nombre cuando estaba escrito frente a él. Pero Él le dio el Espíritu Santo, y le dio el lápiz para que escribiera la Doctrina. Así que, en el Día de Pentecostés, él escribió la Receta. Veamos lo que él escribió. Dr. Simón Pedro, veamos cuál es tu Receta para la salvación. Veamos qué cosas incluye.\n\nAl oír esto se compungieron de corazones, y dijeron a Pedro y…los otros apostoles: Varones hermanos, ¿qué podemos hacer?\n\n(¡Ten cuidado, tienes las llaves!) Pedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\n\nPorque para vosotros es la promesa, y para vuestros hijos…para aquellos que están lejos; para cuantos el Señor nuestro Dios llamare.",
    "Ésa fue la Receta. No la alteren; matarán a su paciente. Eso es lo que sucede con muchas de estas personas usando esto de: “Padre, Hijo y Espíritu Santo”. Están matando mucha gente espiritual, recetados con la cosa errada. No hay tal cosa. Nadie jamás bautizó en el nombre del “Padre, Hijo, Espíritu Santo”, en la Biblia. Jamás se pronunció tal ceremonia sino hasta que vino la iglesia católica. La iglesia católica es la madre de eso. Escudriñen las Escrituras. Escudriñen la historia y véanlo. La primera ordenanza que se llegó a hacer de: “Padre, Hijo, y Espíritu Santo”, fue por un sacerdote católico.",
    "Ellos los rocían. Rociar fue ordenanza de la iglesia católica: “MADRE DE RAMERAS”. Vuelve directamente de nuevo a “la ramera”.",
    "Dice en el catecismo: “¿Habrá tal cosa como un protestante que llegue a ser salvo?”. Dice: “A veces, por supuesto, porque ellos admiten la—la doctrina católica”; su Biblia ellos no la aceptan. Ellos bautizan en el nombre de “Padre, Hijo, y Espíritu Santo”, y no tienen Escritura para eso. Dicen: “Pero la iglesia católica inició eso”, y ellos lo admiten. “Por la ordenanza católica, quizás algunos sean salvos”. No hay tal cosa. Nadie jamás fue bautizado de esa manera. Nadie fue rociado, en la Biblia, o derramado, ni de cualquier otra forma sino que sumergiéndose en el agua, en el Nombre de Jesucristo, para perdón de pecado.",
    "¿Qué leímos hace un momento, y les dije que lo veríamos más tarde? Que: “El arrepentimiento y el perdón de pecado debía ser predicado en Su Nombre”. ¿A dónde? ¿Sólo para Jerusalén, para los judíos? “A todas las naciones, a todo el mundo, comenzando en Jerusalén”. Ahora, el Dr. Simón Pedro prescribió la Receta.",
    "¿Qué de Uds., médicos, están tratando de añadirle algo a Ella? No Le añadan nada. Tómenla así como está. Ésa es la gran comisión de la Iglesia. Así es como uno entra en Ella, “arrepintiéndose, y siendo bautizado en el Nombre de Jesucristo para el perdón de sus pecados, y hay una promesa que Ud. recibirá el Espíritu Santo”. Ahora, eso es lo que dice la Biblia: “¡Bautizado en la Iglesia! ¡Bautizado en la Iglesia!”.",
    "Leamos Gálatas 3:26, por un minuto. No nos queda sino una, dos más, tres cosas más aquí, luego tenemos—tendremos que terminar. Ahora leamos aquí en Gálatas, el capítulo 3. Si alguien lo encuentra antes que yo, léalo. [Una hermana comienza a leer Gálatas 3:26: “Pues todos sois hijos…”.—Ed.] Adelante. [“Pues todos sois hijos de Dios por la fe en Cristo Jesús”.] ¿Gálatas 3:26? [“La leí”.]\n\nPues, es posible que quizás la haya leído, escrito mal aquí. Puede que sea Colosenses. Leamos Colosenses. Yo—yo sé a dónde iba. Veamos si es Colosenses 3:26. No hay 26.\n\nAhora ¿qué es eso, Gálatas 3:26? [La hermana dice: “Sí”.—Ed.] Aquí, aquí la tengo. Correcto. Siga leyendo, hermana, Gálatas 3:26, siendo que Ud. comenzó. Aquí está, es 26, 27 y 28. Ahora escuchen con atención. [La hermana lee Gálatas 3:26-28, de la siguiente manera:]\n\n[pues todos sois hijos de Dios por la fe en Cristo Jesús;]\n\n[porque todos los que habéis sido bautizados en Cristo, de Cristo estáis revestidos.]\n\n[Ya no hay judío ni griego; no hay esclavo ni libre; no hay varón ni mujer; porque todos vosotros sois uno en Cristo Jesús.]",
    "¿Cómo entramos en este Cuerpo? ¿Cómo lo hicimos? “Bautizados por el Espíritu Santo, en el Cuerpo de Cristo Jesús”.",
    "Ahora, otra cosa que es el Mensaje de la Iglesia, la manera como entramos en la Iglesia es por santificación. Y santificación, Hebreos 13:12 y 13: “Jesús, para santificar al pueblo mediante Su Propia Sangre, padeció fuera de la puerta”.",
    "Ahora, Efesios, vamos allí. Tenemos que leer ésa. Efesios 5:25, rápidamente ahora. Efesios 5:25. Muy bien. Aquí estamos, 5:25. No, aún no estoy donde es. No la tengo anotada aquí correctamente. Veamos. “Por tanto, predicadores y sacerdotes…”. ¡Oh, sí! Estaba anotando esto rápidamente, hace un rato, así que debí errar en la… ¡Oh, tengo la página equivocada! Ésa es. Amén. Sí. Muy bien.",
    "Hebreos 12 y 13: “Jesús, para santificar al pueblo mediante Su Propia Sangre, padeció fuera de la puerta”.",
    "Por tanto, pueblo, aquí está cómo entramos en la Iglesia: arrepintiéndonos; siendo bautizados en el Nombre de Jesucristo para el perdón de nuestros pecados; y es una promesa que recibiremos el bautismo del Espíritu Santo. Por tanto, no hay predicador que nos pueda hacer entrar en Él por darnos la mano; no hay sacerdote que nos pueda meter con algún voto. Sino que nacemos en Él, por el Rey del Reino Mesiánico. Amén.",
    "Ahora, sólo esto ¿puedo dar esta más? Aquí es donde lo obtuve. ¿Cuántos se quedan conmigo unos minutos más? [La congregación dice: “Amén”.—Ed.] ¿Ven? Sólo un… Son las nueve y media, y se ha pasado el tiempo.",
    "Ahora, ¿podemos llegar al Cielo sin la Iglesia? Sólo veamos un par de comentarios sobre esto, pues tengo como una docena escritos aquí, como Uds. ven. Pero yo—yo… sólo una cosa, para que sepamos. No, señor. Uno no puede llegar al Cielo sin ser miembro de esta Iglesia.",
    "Ahora, lo primero, en Juan 3:5, Jesús dijo: “¡El que no naciere de agua y del Espíritu!”. (“Arrepiéntanse y bautícense en el Nombre de Jesucristo para perdón de los pecados, y Uds. nacerán entonces del Espíritu”.) ¡Nacer del agua, nacer del Espíritu! “Si el hombre no obtiene Esto, él ni siquiera puede entrar en el Reino del Cielo”; él ni siquiera puede ver el Reino del Cielo. Entonces si Ud. ha nacido de agua y del Espíritu, Ud. está en la Iglesia. Si Ud. no ha nacido de agua y del Espíritu, Ud. no está en la Iglesia, y no puede ver el Reino del Cielo. ¿Tiene sentido eso para Uds.? [La congregación dice: “Amén”.—Ed.] Es exactamente correcto. Ahora, ¿sabían Uds.…?",
    "Ud. dice: “Pues, Hermano Branham, yo creo” bueno, escuche, “y yo no he recibido el Espíritu Santo”. No, Ud. aún no cree. Ud. sólo está creyendo que cree. Ud. tiene esperanza.\n\nPues, en Primera de Corintios, el capítulo 12 y el versículo 3… Tomemos ésa ahora que estamos allí cerca, si quieren. Primera de Corintios 12, el capítulo 12 y el versículo 3. Y veremos eso rápidamente, y—y leeremos esto aquí, y veremos lo que el Señor tiene Aquí para nosotros. Primera de Corintios 12, muy bien, y el versículo 3.\n\nPor tanto, os hago saber que nadie que habla por el Espíritu de Dios llama anatema a Jesús; y nadie puede llamar a Jesús Señor, sino por el Espíritu Santo.",
    "Uno no sabe nada de Eso hasta que recibe el Espíritu Santo. Ud. dice: “Yo acepto a Jesucristo como mi Salvador personal”. ¿Ha recibido Ud. el Espíritu Santo desde que creyó? Si no, Ud. no puede siquiera llamarlo a Él Señor, porque Él no es Señor. Él es un Ser histórico que Ud., por fe, ha aceptado. Pero cuando Él ha entrado en Ud., por el Espíritu Santo, Él es su Señor. Ningún hombre puede llamar a Jesús “Señor” solamente por medio del Espíritu Santo; sólo es hasta que Ud. haya nacido del Espíritu de Dios, y el Espíritu Santo esté en Ud. Luego, si ha sido así, Ud. ha nacido en este Reino y Ud. es parte de la Iglesia. Luego, Uds. son Aquellos llamados fuera. ¿Lo ven? [La congregación dice: “Amén”.—Ed.] Ahora, muy bien.",
    "¿Puede salir vida de un maíz, excepto que ese maíz tenga vida? Si se pone un grano de maíz en la tierra, uno germinado, y el otro sin germinar. El que no ha sido germinado, ¿podrá volver a vivir? [La congregación dice: “No”.—Ed.] De ninguna manera. No hay nada en él. Aunque, materialmente, las producirá igual de buenas, hojuelas de maíz tan buenas como las otras. Producirá pan de maíz tan bueno como el otro. Se verá igual de bien en la repisa como el otro. Pero si no tiene vida, no puede salir de nuevo.",
    "Un hombre que sea un buen hombre, puede ser tan buen miembro de iglesia como un Cristiano. Un hombre que sea un buen hombre puede ser tan buen ciudadano como un Cristiano; un buen hombre, un hombre moral. Pero cuando él muera, hasta ahí llega, a menos que él haya nacido de nuevo del Espíritu de Dios; pues, todo lo que tuvo principio tiene fin.",
    "Dios es lo único que es Eterno. Por tanto, nosotros somos parte de Dios, al recibir Su Vida. Jesús dijo: “Yo les doy a ellos Vida Eterna”. La palabra allí en griego es Zoe, significa “la Propia Vida De Dios”. Y la única manera de que Ud. pueda llegar a vivir de nuevo es teniendo Vida Eterna, lo cual es la Vida de Dios, porque su vida perecerá. Pero Su Vida será levantada de nuevo, por cuanto Dios es Eterno. Y Ud. tiene Vida Eterna, y puede… morir tanto como Dios puede morir. “El que cree en Mí tiene Vida Eterna, y Yo le resucitaré en el día postrero, lo levantaré de nuevo”. La Vida Eterna en él lo levantará de nuevo.",
    "Ahora, ¿podemos entrar al Cielo sin estar en la Iglesia? Ud. no puede estar en la Iglesia hasta que nazca de nuevo. Ud. no puede llegar al Cielo hasta que nazca de nuevo. Si Ud. nace de nuevo, Ud. está en la Iglesia. Así que Ud. no puede llegar al Cielo hasta que sea miembro de esta Iglesia, y Ud. no puede ser un miembro hasta que nazca en Ella.",
    "Y ahora déjenme sofocarlos un poco. Y Ud. no puede ser un miembro a menos que Dios lo haya llamado a Ud. para que sea miembro. Ahora, cuán gozoso debe estar Ud. por eso, porque Ud. fue predestinado antes de la fundación del mundo. Y su nombre… ¡Fiu! “Sus nombres fueron escritos en el Libro de la Vida del Cordero”, el Libro de la Iglesia, “antes de la fundación del mundo”. Eso es la Biblia.\n\nLa Biblia dice: “El anticristo”, las organizaciones, la iglesia católica con el resto de las organiciones—organizaciones, “engañarán a todos sobre la faz de la tierra, cuyos nombres no estaban escritos en el Libro de la Vida del Cordero antes de la fundación del mundo”.\n\nJesús dijo: “Todo lo que el Padre Me ha dado vendrá a Mí”. Ésa es Su Propia Palabra. No lo que Ud. haya hecho, sino lo que Él hizo.",
    "Dejemos eso claro, por un minuto. Vamos a Efesios, el capítulo 1, rápidamente. Escuchen esto. Éste es Pablo. Ahora, él tenía que seguir adelante hacia la perfección con esta Iglesia. Pablo está dirigiendo esto a los Cristianos. ¿Cuántos Cristianos hay aquí? Veamos sus manos. [La congregación dice: “Amén”.—Ed.] Muy bien. Ahora, esto no es para bebés. Esto es—esto es para aquellos que pueden comer carne. Ahora, el capítulo 1, miren a quién él lo dirige.\n\nPablo, apóstol de Jesucristo por la voluntad de Dios,…(no por la ordenación del obispo, no por la organización).\n\n…un apóstol (uno que es enviado) por la voluntad de Dios, a los santos (es a los santificados, o a los de santidad) que están en Efeso…y fieles en Cristo Jesús…",
    "¿A quién está dirigiendo Esto? A aquellos que ya están en la Iglesia. Cuando Ud. está en Cristo, Ud. está en Su Cuerpo, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] Entonces Uds. son miembros de la Iglesia.",
    "Gracia y paz a vosotros, de Dios nuestro Padre y…Señor Jesucristo.\n\nBendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo Jesús,",
    "¿Cómo lo hizo Él? ¿Qué lo hizo Él? Habían llegado al Jordán. Cruzaron a la Tierra prometida, y estaban sentados en lugares Celestiales en Cristo Jesús. Aquí está. “Nos bendijo juntos con bendiciones Celestiales”, la enseñanza de la Palabra, como la Iglesia, los llamados a salir que están en Cristo Jesús. “Estando nosotros sentados juntos en lugares Celestiales”, como la Iglesia, cuando nacemos en Cristo Jesús. “Aquellos santos, llamados a salir”, ¡oh, vaya! alguien al que Él le puede enseñar algo. Tuvo mucho problema con los corintios, pero no con esta Iglesia. Él les pudo enseñar a ellos grandes cosas. Muy bien.",
    "Bendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda…\n\n¿Recuerdan mis últimos dos Mensajes?\n\n…toda bendición espiritual en los lugares celestiales en Cristo,\n\nsegún…\n\nEscuchen. Que esto los sacuda ahora.\n\nsegún nos escogió (tiempo pasado) en él…\n\n“¿En el último avivamiento”? ¿Leí eso correctamente? [La congregación dice: “No”.—Ed.]\n\nsegún nos escogió en él antes de la fundación del mundo, antes del mundo,…(Miren aquí.)…antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,\n\nen amor habiéndonos p-r-e-d-e-s-t-i-n-a-d-o…",
    "¿Qué hicimos nosotros? Nada. Estoy mirando a lo que Él hizo. ¿Cuándo lo hizo Él? Nos escogió, puso nuestros nombres en Su Libro, en Su Libro de la Iglesia, para que fuéramos un miembro de este Cuerpo místico, antes de que el mundo comenzara.\n\nY nos ha predestinado para ser adoptados hijos suyos por medio de Jesucristo, según el puro afecto de su propia voluntad,",
    "¡Fiu! Ud. tiene que estar en esa Iglesia, hermano, si llega a lograrlo, porque Él viene por una Iglesia. ¿Qué clase de iglesia? “Una Iglesia sin mancha ni arruga”. ¿Cómo podemos ser eso? Estando muertos en Cristo, bautizados con el Espíritu Santo en Su Cuerpo místico, y con una expiación de la Sangre del Hijo de Dios a cada hora del día allí por nosotros. “Encontrados sin culpa” ésa es la Iglesia, “sin mancha y sin arruga”. Nos escogió en Él, y puso nuestros nombres en Su Libro.\n\nLa Biblia dice que: “Jesucristo fue el Cordero inmolado…”. ¿Hace mil novecientos años? ¿Desde cuándo? “El Cordero inmolado desde la fundación del mundo”.",
    "Cuando “Dios”, en la Biblia, la palabra en Génesis, Génesis 1, dice: “En el principio Dios…”. Tomen el nombre Dios en el hebreo, y vean lo que significa. Se deletrea El, Elah, Elohim, que significa “el Ser plenamente, auto-existente, el Ser todo-suficiente, el Ser fuerte”. Antes de Eso no existía nada. No había aire; no había estrellas; no había humedad; no había—no había atmosfera; no había átomos; no había moléculas. No había nada antes de Eso. Era Dios, el Ser Eterno. Y en Él había atributos, de ser un Salvador, de ser un Padre, de ser Dios. Allá, Él no era Dios en ese entonces. Él era—Él era Dios, pero no había nada más, no había adoración. Así que, Dios es “un objeto de adoración”, y no había nada que Lo adorara. Así que en Él había atributos de ser eso, de ser Salvador, de ser Sanador, de ser todas estas cosas que Él es.",
    "Así que, lo primero que Él creó… Ahora, algunos de Uds. quieren saber de mi historia de Génesis. Dios dijo: “Hagamos al hombre”. Lo primero que Él creó fueron los Ángeles, para que lo adorarán, entonces Él llegó a ser Dios. Luego cuando Él dijo: “Hagamos al hombre conforme a nuestra Propia imagen”, ¿qué clase de hombre hizo Él? El hombre espíritu. Entonces, cuando hizo ese hombre, Él le dio el control. Luego Él hizo al hombre del polvo de la tierra; después, él cayó. Entonces Él vino a ser un Salvador: un Dios, después un Salvador. El pecado trajo enfermedad, luego Él vino a ser un Sanador. ¡Aleluya! Nada está marchando mal. Él sabía todo al respecto, antes que el mundo fuera formado. Él sabía que tendríamos esta reunión esta noche. Él sabía de todo jején que estaría sobre la tierra, y cuánto sebo produciría, y cuántas veces parpadearía. Él es el Dios infinito. Él sabe todas las cosas. Amén. ¿No le da gusto a Ud., en esta noche, que su nombre está en el Libro? [La congregación dice: “Amén”.—Ed.]",
    "Qué hermoso pensamiento tengo\n\nDe esa gran Ave de colores,\n\nY dicen que Su Nombre está registrado\n\nEn las páginas de la Santa Palabra de Dios.\n\nEn Su derrededor las otras aves,\n\nElla es despreciada por todas ellas.",
    "¿Qué era el ave de colores? Difiero con el individuo que dijo que eso estaba errado. ¿Cuál era el ave de muchos colores de la Biblia? No era Israel, como dijeron ellos; era la Iglesia de Jesucristo.\n\nComo ofrenda por el pecado, ¿qué hicieron ellos? Tomaron una tórtola, y descabezaron una y la voltearon para abajo, y derramaron la sangre sobre la compañera viva, y soltaron la compañera. Y la compañera, rociada con la sangre del compañero muerto, fue por la tierra, salpicaba a medida que volaba con sus alas. Y la sangre salpicando sobre la tierra, clamaba: “¡Santo, santo, santo, Jehová! ¡Santo, santo, santo, Jehová!”.",
    "Fue un tipo de Cristo. Y la gran ave de colores es la Iglesia que ha sido salpicada por la Sangre de Su Compañero muerto, el Salvador, Jesucristo. Y Ella está cruzando hoy por el mundo, batiendo sus alas, clamando: “¡Santo, santo, santo Jehová!”. ¡Amén! Me da tanto gozo que sé de Ella. Me da tanto gozo que mi nombre está en Su Libro, no puesto allí por mi benignidad; no señor, yo nunca estaría Allí, ni por su propia bondad. Sino que por la bondad y misericordias de Dios, desde antes de la fundación del mundo, puso nuestros nombres en Su Libro.",
    "¿Cuál es la identificación de la Iglesia? ¿Qué debe ser Ella? ¿Qué era Ella? ¿Qué es? El grupo llamado fuera.\n\n¿Quién la estableció? Jesucristo. No un obispo, no la iglesia católica, no la metodista, no Lutero, no Wesley. No, señor. ¿Quién la estableció? Jesucristo.\n\n¿Cuál es Su Mensaje? Arrepentimiento, bautismo en agua, bautismo del Espíritu Santo, sanidad Divina, salvación.\n\n¿Cómo llegamos a ser miembro de Ella? Naciendo en Ella.\n\n¿Podemos llegar al Cielo sin Ella? No, señor. “Porque aquellos que han muerto en Cristo, Dios traerá con Él”, y no—no otros sino aquellos que han muerto en Cristo. Jesús viene por aquellos que han muerto en Cristo. Efesios 4, capítulo, dice que los… No. Gálatas, creo que es, el capítulo 4. Dice que: “Los que han muerto en Cristo traerá Dios con Él. Aquellos que han muerto en Cristo traerá Dios con Él”.",
    "Ahora, por tanto, Ella es un grupo llamado fuera, un Cuerpo místico. Dios lo estableció en orden. Antes de morir, Él habló de que vendría, Él dijo: “Yo vendré y seré Rey sobre este Dominio. Un poco y el mundo no Me verá más, pero vosotros Me veréis. Uds. no tendrán nada que ver con el reino del mundo”.",
    "Por eso es que están en semejante confusión, llamada “Babilonia”. Uno: “Pues, bendito Dios, soy presbiteriano. Bendito Dios, yo soy metodista. Bendito Dios, yo soy…”.\n\nBendito Dios, yo soy un Cristiano. Amén. Eso es. ¿Cómo sé que lo soy? “Estas señales siguen al creyente”. ¿Ven? Allí está su tarjeta de identificación. No es decir: “Espere un minuto, yo creo que tengo mi tarjeta de compañerismo”. No. Yo no tengo ninguna. La mía está allá Arriba. Puede ser que pierda ésta acá abajo. Pero Él me dijo: “Antes que el mundo comenzara”, Él me dio mi tarjeta de identificación, a todo aquél que ha entrado en el Reino. Eso se lleva en el Cielo, así que los registros son correctos. Me da tanto gusto. Yo…",
    "Alguien dijo: “Yo busqué a Dios. Yo busqué a Dios”. Eso es contrario a la Biblia. Es Dios que lo busca a Ud., no Ud. que busca a Dios. Dios corrió por el Huerto del Edén, clamando: “Adán, ¿dónde estás?”. No fue Adán clamando: “Dios, ¿dónde estás Tú?”. Fue Dios clamando: “Adán, ¿dónde estás?”.",
    "¡Oh!, me da tanto gusto ser un miembro de Ella, ¿y a Uds.? [La congregación dice: “Amén”.—Ed.] Esta gran Iglesia me da tanto gusto. Siento haberlos demorado hasta tan tarde; pero ¿creen Uds. en esta gran Iglesia? [“Amén”.] ¿Creen Uds. en Ella? [“Amén”.] ¿Creen Uds. que Ella es el Cuerpo místico? [“Amén”.]",
    "Ahora, Uds. católicos, lo único que Uds. tienen que hacer para ser miembros de Ella es aceptar a Jesucristo y nacer del Espíritu. Uds. bautistas, Uds. metodistas, presbiterianos, luteranos, lo que sean, escuchen esto. No piensen que estoy defendiendo a los pentecostales. Ellos igual son pentecostales renegados como los hay en cualquier otra iglesia. Eso es exactamente correcto. Ellos entran sólo por nombre y una confesión; es todo. Pero en cuanto a posesión, ellos no la tienen. Correcto. Pues, cuando uno nace del Espíritu, uno llega a ser una nueva criatura, y luego Dios comienza a lidiar con uno como hijos, y uno es guiado por el Espíritu de Dios. No importa a qué organización Ud. pertenezca, eso no es… Sólo es un pequeño viejo establecimiento mundano que pasará. La cosa es: ¿Serán Uds. miembros de este gran Cuerpo místico de Cristo? [La congregación dice: “Amén”.—Ed.] Si no, que Uds. lo reciban a Él, en esta noche, mientras inclinamos nuestros rostros por un momento para orar.",
    "Ahora mientras estamos pensando, ¿habrá algunos aquí que levanten la mano? Y digan: “Dios, levanto ante Ti mi mano, hazme un miembro de esa Iglesia en esta noche. Dame el nacimiento, que me pertenece. ¿Me has llamado, Señor? Entonces yo quiero ser un miembro de esa Iglesia. Yo pertenezco a una de estas organizaciones terrenales, pero no tengo la experiencia. Yo no tengo el poder de echar fuera demonios y hacer estas cosas como las que Tú dijiste que seguirían al creyente. Yo aún no he recibido eso, Señor. Y Tú dijiste que las señales seguirán… (Seguirán significa que ‘Tú lo harás’.) Dame poder, Señor”.",
    "Dios lo bendiga. Dios lo bendiga, y a Ud., y a Ud. A todos los que tienen las manos levantadas, que Dios los bendiga y les dé ese poder para que sean miembros de esta gran Iglesia, la Iglesia de Jesucristo. ¿Alguien más, antes de que oremos? Dios la bendiga, jovencita. Dios la bendiga, hermana. Dios le bendiga. Sí, veo sus manos allá atrás. Dios lo bendiga, por acá; veo tu mano, hijo. Veo aquí sus manos, hermano. Sí. Dios le bendiga; y a ti, pequeña allí, una jovencita. Dios le bendiga. ¿Alguien más?, sólo levante la mano. Dios bendiga a esta hermana, sentada aquí. “Yo quiero ser un miembro. Yo quiero que Su Sangre me cubra cuando salga de este edificio en esta noche, que yo pueda salir y que mi vida clame: ‘Santo sea Jehová’”. Dios te bendiga allá atrás, hijo. Dios te conceda las bendiciones. ¿Alguien más ahora? Levante la mano. Alguien más que diga: “Dios, ¿sé misericordioso conmigo?”.",
    "Si Ud. desea pasar al altar para orar, mientras entonamos este canto:\n\nVenid, venid,\n\nLos que cansados estéis, venid.",
    "Si Ud. no está seguro de su condición, le invito a que pase a orar.\n\nMientras oramos:\n\nCuán tiernamente Jesús hoy nos llama;\n\nCon insistente bondad…\n\nToca a las puertas del alma y espera,\n\nCon amorosa ansiedad.\n\nVenid, venid,\n\nLos que cansados estéis, venid.\n\nDulce descanso Jesús nos ofrece;\n\nHoy aceptarlo debéis.\n\nTarareémoslo ahora.\n\nPorque esperar nosotros…\n\n[El Hermano Branham tararea.—Ed.]",
    "Una dama de edad ha pasado adelante para orar. ¿Habrá alguien más que quisiera pasar y orar por un momento en esta noche?\n\nAunque hemos pecado, tiene misericordia y perdón,\n\nPerdón por ti y por mí.\n\nVenid, venid, venid.",
    "¿Podrían Uds. los pequeños moverse un poco hacia allá? Las damitas, entren allí mismo. Muévete un poco para allá, hijo.\n\n…estáis cansados venid;\n\n¡Cuán tiernamente os está llamando!\n\n¡Oh, pecadores venid!\n\nVenid, venid,\n\nSi estáis cansados venid;\n\n¡Cuán tiernamente os está llamando!\n\n¡Oh, pecadores venid!",
    "¿Qué pasaría si Ud. supiera que mañana a esta hora, la nación volará en pedazos? Estamos viviendo en un tiempo horrible. No podemos poner hoy la esperanza en otra cosa aparte de Cristo. Y ¿por qué arriesgaría Ud., por qué arriesgaría esa alma que Dios ha comprado con la Sangre de Su Propio Hijo? ¿Por qué no darle su vida a Él? ¿Qué pudiera perder? Hay todo para ganar.",
    "Ud. dice: “Bueno, yo no creo en eso”.\n\nPues, la Biblia dice que Ud. es un necio. ¿Por qué habría Ud. de…? El joven rico no creyó eso, de la Biblia. Cuando el sol se ponía, él se reía y gozaba; cuando salió el sol, él se encontró en el infierno. Amigo, ¿por qué correr un riesgo así? ¿Por qué no viene, le entrega su vida a Cristo? Que… No le estoy advirtiendo; no lo estoy amenazando; sólo le presento hechos. Si Uds. no nacen de nuevo, se lo perderán. ¿De qué les habrá servido la vida? Es sólo un montón de decepciones, ¿por qué no vienen a buscar Algo que es Eterno? Tomen Algo que es real.",
    "Mientras cantamos de nuevo, hay tres o cuatro por aquí. ¿Por qué no viene Ud., también, una vez más?\n\n¡Cuán tiernamente os está llamando!\n\n¡Oh, pecadores venid!\n\nVenid, venid… (Es su alma. Puede ser que Ud. no se vuelva a sentir así otra vez.)\n\nSi estáis…-dos venid; (Oigan, niños, ¿podrían venir acá Uds., subirían acá? Ajá.)\n\n¡Cuán tierna-…! (Ven aquí, hijo…?…)\n\n…os está llamando, oh, pecador (Pasa aquí mismo, hijo.) ¡Venid!\n\nVenid…(¿Por qué no van pasando?)…venid,\n\nSi estáis cansados venid; (Ven aquí mismo, hijo. Ven aquí, toma mi asiento…?…Siéntate en mi asiento…?…)\n\n…-mente os está llamando,\n\n¡Oh, pecadores venid!",
    "Quiero hacerles una pregunta: ¿Ha terminado Ud. con Él? ¿Lo va Ud. a rechazar a Él? ¿Va Ud. a decir, como Pilato: “Tráiganme un poco de agua, me lavaré las manos de esta reunión?”. Ud. no puede hacer eso. Está en sus manos. No sólo está en sus manos, está en su corazón. Está en su consciencia. Ud. tendrá que vivir con eso por el resto de su vida. No intente lavarse eso. Ud. hará como Pilato: algún día se suicidará, buscando lavarse eso de sus manos. No lo haga. Venga, ahora.",
    "Una vez más. Y mientras estamos llamando, que pasen algunos varones, buenos hermanos Cristianos, algunos de Uds. ministros acompañen a estos hombres. Algunas de Uds. hermanas que saben cómo hablarle a las personas, vengan y arrodíllense. Oren con ellas, muestren que están interesadas en ellas, mientras estamos pasando.\n\nVenid, venid,\n\n(Hermano Neville, por favor, tome el servicio.)\n\n…estáis cansados venid;\n\n¡Cuán tiernamente os está llamando!\n\n¡Oh, pecadores venid!",
    "Todos inclinemos ahora nuestros rostros para orar…?… Inclinemos ahora nuestros rostros, y oremos.\n\nSeñor, presentamos a estos arrepentidos delante de Ti. Que Tu Espíritu, Señor, arda en sus corazones, dándoles ese deseo profundo, y más, para que vean a Jesucristo, su Salvador, Quién ha sangrado y muerto por ellos, para hacerlos nuevas criaturas. Concédelo, Señor.",
    "Nosotros sabemos que las Escrituras nos ha dado vía libre para creerte. Sabiendo que éstos que vienen no serán echados fuera. Tú has dado una promesa. Tus promesas son ciertas: “El que oye Mi Palabra, y cree al que Me envió, tiene Vida Eterna; y no vendrá a condenación, mas ha pasado de muerte a vida”.",
    "Tanto al joven como al anciano, Señor, dales de Tu Santo Espíritu. Concédelo, Señor. Lo pedimos en el Nombre de Jesús, y por Su causa.\n\nVenid, venid,\n\nSi estáis cansados venid;\n\n…tiernamente os llama…\n\n¡Oh, pecadores venid!\n\nAhora, todos estén orando, por un momento.\n\n[El Hermano Branham tararea.—Ed.]\n\nQue ellos confiesen su pecado… 🦅"
  ]
}