{
  "title": "AQUEL DÍA EN EL CALVARIO",
  "id": "60700009",
  "content": [
    "🦅  Gracias, Hermano Neville. [El Hermano Neville dice: “¡Dios lo bendiga, hermano!”.—Ed.] Dios lo bendiga a Ud., Hermano Neville. Muchas gracias.",
    "Buenos días, amigos. Es un privilegio estar de nuevo aquí en el tabernáculo en esta mañana, para servir al Señor por vía de la predicación de la Palabra y orando por los enfermos. Y estoy muy agradecido por este día.",
    "Y me asombré, al momento de entrar. Un hermano vino y dijo: “Yo no quiero ser como el leproso indigno que fue sanado”; fue el Hermano Wright. Oré por él y el Señor lo ha sanado completamente. Y él vino, llorando, para estrecharme la mano y decir que—que él quería agradecerle al Señor, por—porque fue sanado. Él quiso regresar y dar gracias. Ya no tiene nada de eso. Él—él está perfectamente sano ahora. Estamos agradecidos por esos testimonios.",
    "Y Charlie, tú y el Hermano Jeffries, si desean, pasen aquí y tomen estos asientos acá al frente. Y son más que bienvenidos, para que no tengan que estar de pie. El otro hermano allí, el Hermano Wood, venga aquí. Ud.… Aquí hay poquitos, algunos lugares aquí en la banca para que no tenga que estar parado. Creo que hay un par de lugares aquí, y, sí, tengan la bondad de venir y tomar estos lugares.",
    "Nos da alegría cuando… Creo que fue dicho en una ocasión: “Yo me alegré con los que me decían…”. Dios lo bendiga, hermano. [Un hermano dice: “Siempre me gusta estar cerca del predicador”.—Ed.] Gracias. Gracias, gracias. “Yo me alegré con los que me decían: ‘A la casa de Jehová iremos’”. Ése es el privilegio y el gozo del Cristiano, ir a la casa del Señor.",
    "Mirar alrededor y ver a tantos de mis amigos aquí esta mañana, me llena de gran gozo. Estoy contento de ver aquí al Hermano y a la Hermana Dauch, de Ohio. Veo al Hermano y a la Hermana Armstrong allá atrás, vienen desde Ohio. Dios también los bendiga a todos Uds. Y, ¡oh!, sólo mirando alrededor uno ve a tantos, que sería como difícil nombrarlos a todos. Hermana Hoover, estamos contentos de verla esta mañana, de allá de Kentucky; y a Charlie y Nellie, al Hermano Jeffries y a su familia, y a tantos que han venido, que no son de la ciudad.",
    "Así que, esperamos un tiempo grandioso en el Señor, en esta mañana, esperando que Dios se encuentre con nosotros de tal manera que bendiga nuestras almas y nos ministre las cosas de las que tenemos necesidad.",
    "Y mirando por el lugar, si fuera a nombrar a todos mis amigos por estos lugares, me tomaría casi toda la mañana, nombrándolos a cada uno. Me hace sentir bien regresar a la iglesia y ver aquí a todas las personas, poder reunirnos.",
    "¿Cómo será cuando lleguemos al Cielo, y nos reunamos Allá, para ese momento tan grandioso de compañerismo Eterno, juntos para siempre, alrededor del trono de Dios, y con esas mismas bendiciones que todos hemos anhelado? Nosotros, Allí, seremos hechos a Su semejanza y a Su imagen, y tendremos Su Espíritu para adorar y servirle a Él por toda la Eternidad, para nunca cansarnos.",
    "Pónganse a pensar: no hay nada que a Uds. les venga a la mente que les guste hacer, que de vez en cuando no se cansen de hacer. Charlie, supongo que tú y yo cazaríamos ardillas más que todo lo que nos gusta hacer, hablando de eso, pero, tú sabes, uno se cansa de hacerlo.",
    "Y a mí—a mí me gusta escalar, ir a las montañas y sólo escalar; pero algunas veces me canso, uno quiere hacer otra cosa.",
    "Y a mí me gusta conducir. A veces me siento un poco cansado y debilitado, y con los nervios de punta; simplemente me subo a mi auto y me voy, y me aferro al volante, yendo por la carretera, cantando: “Es mi gozo decir que yo soy uno de ellos”, o algo. Simplemente aferrado a ese volante y cantando, y marcando el ritmo con mi pie, y gritando. Y, bueno, después de un rato, me canso, y luego regreso a casa y empiezo otra cosa.",
    "Pero cuando vayamos a adorar a Dios en ese nuevo Reino, allá no habrá un solo momento de cansancio, sólo—sólo será una bendición que continúa y continúa para siempre. Pero, desde luego, ya estaremos cambiados; no seremos como somos ahora. Seremos diferentes, criaturas diferentes de lo que somos en este momento. Así que, estamos contentos.",
    "Estaba pensando. No sé si alguna vez haya citado esto o no. El Hermano Charlie, hace tiempo yo andaba en Kentucky con él, y él dijo: “Hermano Branham: ¿cree que en el Milenio Ud. y yo cazaremos ardillas?”.\n\nYo dije: “No lo creo, Charlie”.",
    "Y él dijo: “Bueno, es que nos gusta tanto” dijo, “¿Ud.—Ud. piensa que lo haremos cuando entremos en el Milenio?”.\n\nYo dije: “No, en el Milenio no se matará nada”.\n\nY él dijo: “Bueno, es que nos gusta”.",
    "Dije: “Charlie, ¿qué si yo pudiera convencerte que en un tiempo eras un cerdo, y fuiste elevado a un ser más alto, a un ser humano? ¿Alguna vez irías, quisieras regresar y disfrutar de los placeres de un cerdo?”.\n\nDijo: “No”.",
    "Dije: “¿Ves?, estarías mucho más elevado que el cerdo, ahora eres humano, jamás vas a querer ser un cerdo”. Yo dije: “Ahora, multiplica eso por diez mil, y eso es lo que serás cuando tú seas cambiado de aquí a lo que serás. Tú jamás vas a querer ser humano otra vez”.",
    "Correcto. Será algo diferente. Estoy tan contento sólo de pensarlo, sabiendo que algún día subiremos más.",
    "Bueno, ahora, si es la voluntad del Señor, el próximo domingo, que será como… Tengo que partir entonces para Wyoming con un buen amigo, o para Idaho, con un buen amigo mío, el Hermano Miner Arganbright, el Hermano Clayt Sonmore y los Hombres Cristianos de Negocio.",
    "La próxima semana, la semana que le sigue, que será el 7, debo estar en—en Dallas, Texas, en la convención de La Voz De Sanidad. Y mi noche para hablar será el 7. Y luego regreso para ir a Idaho con el Hermano Arganbright y los Hombres Cristianos de Negocio. Y quizás tenga una noche en Minneapolis, antes que partamos. Y luego un desayuno para los Hombres Cristianos de Negocio.",
    "Si es la voluntad del Señor, el próximo domingo en la mañana, quiero regresar de nuevo aquí al tabernáculo, y con el debido permiso y si es la voluntad del Señor. Y quiero hablar sobre el tema, El Torbellino En El Viento, si el Señor lo dispone. Parece haber estado en mi corazón, toda la semana.",
    "Y la otra mañana, muy temprano, como a las cuatro de la mañana, desperté y tuve este pensamiento: “Aquel día en el Calvario”. Y quiero hablar sobre eso esta mañana: Aquel Día En El Calvario.",
    "Y entonces para esta lectura, abramos ahora en nuestras Biblias, en la Escritura, en el Evangelio de San Mateo, el capítulo 27. Y empezaremos con el versículo 27, y leeremos una porción de esta Escritura para tener nuestro fundamento, luego empezaremos rápidamente. Y después del servicio de predicación, entonces vamos a tener oración por los enfermos.",
    "Y (¡oh!), desde la última vez aquí, sólo viniendo y asentando el patrón de mi nuevo tipo de ministerio, yo recibí más testimonios de esa reunión que lo que he recibido en cualquiera de ellas por mucho tiempo.",
    "Hay algo al respecto, que uno debe contactar a la persona, no importa cuánto de lo sobrenatural sea mostrado. Pero, vean, la sanidad tiene que estar basada sobre la fe del individuo. Ahora, si el individuo tiene fe…",
    "Y ellos ven, por ejemplo, al Espíritu Santo salir por la audiencia diciendo: “Tales y tales cosas sucedieron; y que: su nombre es tal y tal. Y Ud. viene de tal lugar. Y Ud. ha hecho una cierta cosa. Y será de esta manera”, ¡y ven que todo eso sucede exactamente de esa manera!",
    "Con todo esto, el individuo sentado allí debe levantar la mirada y decir: “Eso tiene que ser Dios. Yo acepto mi sanidad”.",
    "Pero, en vez de eso, el individuo dice: “Impóngame las manos y ore por mí, para que yo sea sanado”. Pero así se nos enseña aquí en América, y, pues, a creer así. Y, de hecho, eso es Escritural.",
    "Pero ahora nos damos cuenta que en África y en diferentes lugares, dejen que suceda algo así, toda la audiencia se levanta al mismo tiempo, aceptan su sanidad, porque ellos no han sido enseñados nada. ¿Ven? A ellos ni siquiera les ha sido enseñada la sanidad. Y entonces cuando ellos ven eso, saben que hay un Dios que vive; “y si Él vive, Él es—Él es Supremo y Él—Él sana”. Y eso es todo, porque la base ya estableció los fundamentos de que Él es un sanador y sana a la gente. Entonces cuando ellos ven Su Presencia obrando a través de Su Iglesia, luego dicen: “¡Asunto terminado! Eso es todo lo que necesitamos”.",
    "Pero nosotros hemos sido enseñados a: “Imponer manos sobre los enfermos” y cosas como ésas; por esa razón no funciona tan bien en América.",
    "Ahora, recuerden: el próximo domingo en la mañana, el Señor mediante (el Hermano Neville lo anunciará, por supuesto), y, Un Torbellino En El Viento.",
    "Ahora, les estaba dando un tiempecito para que abran sus Escrituras en Mateo 27. Comencemos a leer del—del versículo 27, del Evangelio de San Mateo. Vamos a escuchar ahora atentamente la lectura.\n\nY los soldados del gobernador llevaron a Jesús al pretorio, y reunieron alrededor de él a toda la compañía;\n\ny desnudándole, le echaron encima un manto de escarlata,\n\ny pusieron sobre su cabeza una corona tejida de espinas, y una caña en su mano…; e hincando la rodilla delante de él, le escarnecían, diciendo: ¡Salve, Rey de los judíos!\n\nY escupiéndole, tomaban la caña y le golpeaban en la cabeza.\n\nDespués de haberle escarnecido, le quitaron el manto, le pusieron sus vestidos, y le llevaron para crucificarle.\n\nCuando salían, hallaron a un hombre de Cirene que se llamaba Simón; a éste obligaron a que llevase la cruz.\n\nY cuando se fueron—que fueron a un lugar llamado Gólgota, que significa: Lugar de la Calavera,\n\nle dieron a beber vinagre mezclado con hiel;…después de haberlo probado, no quiso beberlo.\n\nCuando le hubieron crucificado, repartieron entre sí sus vestidos, y echaron suertes, para que se cumpliese lo dicho por el profeta: Partieron entre sí mis vestidos, y sobre mi ropa echaron suerte.\n\n…sentados le guardaban allí.\n\nY pusieron sobre su cabeza una causa escrita: ESTE ES JESÚS, EL REY DE LOS JUDÍOS.\n\nEntonces con él crucificaron a dos ladrones, uno a la derecha, y el otro a la izquierda.\n\nY los—los que pasaban le injuriaban, meneando la cabeza,\n\ny diciendo: Tú que derribabas el templo, y en tres días lo reedificabas, sálvate a ti mismo; si eres Hijo de Dios, desciende de la cruz.\n\nDe esta manera también los principales sacerdotes, escarneciéndole con los escribas y los fariseos y los ancianos, decían:\n\nA otros salvó, a sí mismo no se puede salvar; si es el Rey de Israel, descienda ahora de la cruz, y creeremos en él.\n\nConfió en Dios; líbrele ahora si le quiere; porque ha dicho: Soy Hijo de Dios.\n\nLo mismo le injuraban—injuriaban también los ladrones que estaban crucificados con él.\n\nY desde la hora sexta hubo tinieblas sobre toda la tierra hasta la hora novena.\n\nCerca de la hora novena, Jesús clamó a gran voz, diciendo: Elí, Elí, ¿lama sabactani? Esto es: Dios mío, Dios mío, ¿por qué me has desamparado?\n\nAlgunos de los que estaban allí decían, al oírlo: A Elías llama éste.\n\nY al instante, corriendo uno…, tomó una esponja, y la empapó de vinagre, y poniéndola en una caña, le dio a beber.\n\nPero los otros decían: Deja, veamos si viene Elías a librarle.\n\nMas Jesús, habiendo otra vez clamado a gran voz, entregó el espíritu.\n\nY he aquí, el velo del templo se rasgó en dos, de arriba abajo; y la tierra tembló, y las rocas se partieron;\n\n…se abrieron los sepulcros, y muchos cuerpos de santos que habían dormido, se levantaron;\n\ny saliendo del sepulcro, después de la resurrección de él, vinieron a la santa ciudad, y aparecieron a muchos.\n\nEl centurión, y los que estaban con él guardando a Jesús, visto el terremoto, y las cosas que habían sido hechas, temieron en gran manera, y dijeron: Verdaderamente éste era el Hijo de Dios.",
    "Inclinemos nuestros rostros un momento para orar.",
    "Señor, sabemos que Tú eres Dios. Y esto… después de leer esta Palabra Santa y sagrada, podemos ver aún que Tu naturaleza no ha cambiado; Tú siempre eres Dios. Y parecía como que Jesús no iba a recibir ninguna ayuda, cuando fue tomado por manos inicuas y fue cortado a pedazos, y escupido, y escarnecido, y estaba colgado en la cruz, sangrando, muriendo. Y parecía no haber ayuda de ninguna parte, a tal grado que Él mismo clamó: “Dios mío, Dios mío, ¿por qué Me has desamparado?”.",
    "Pero, Tú actúas en el momento en el que nada más puede actuar. Nos ha sido dado a saber, Señor, que si tenemos algunos ríos que no podemos cruzar, si tenemos algunas montañas que no podemos sobrepasar: que Dios se especializa en hacer cosas que otros no pueden hacer.",
    "Tú eres un especialista, en el oficio, pues sabías la razón de aquel día en el Calvario. Tú, siendo Dios, el Infinito, sabías que esta hora debía llegar. Pero cuando fue cumplida, entonces mostraste que Tú eras Dios; mostraste Quién era el Jefe: sacudiste la tierra, y los santos que dormían en la tierra salieron. Oscureciste el sol como a noche, como la oscuridad de la noche, mostrando que Tú eras Dios; pero por mucho tiempo parecías estar silente.",
    "Permítenos, de esto, sacar esta conclusión: que siempre y cuando estemos caminando en el Espíritu, guiados por la mano de Dios, no importa lo que parezca marchar mal, si tenemos la mirada hacia el Calvario, Dios hablará en la hora correcta, en el tiempo correcto.",
    "Ahora, Padre Dios, pedimos perdón por nuestros pecados y nuestras ofensas. Pedimos que Tu Espíritu nos guíe. Guíanos, como la Paloma guió al Cordero. Que seamos obedientes a lo que sea que nos pudiera acontecer, sabiendo esto: que Dios obra todas las cosas a bien, y sabemos que todo estará bien.",
    "Acompáñanos hoy en este servicio. Pedimos que Tú salves a aquellos que están en condición para ser salvos, y que están buscando salvación. Llena con Vida Eterna a aquellos que la están buscando. Pedimos que Tú sanes a aquellos que están enfermos y afligidos, que han venido buscando sanidad. Y te glorificaremos por eso. Lo pedimos en el Nombre de Tu Hijo, nuestro Salvador, Jesucristo. Amén.",
    "Ahora, para hablar esta mañana, queremos su atención en el texto que he escogido del cual hablar: Aquel Día En El Calvario.",
    "Pareciera que fuera un poquito fuera de tiempo; y que debería ser para el Viernes Santo. El Calvario debería ser recordado cada día. Y hemos oído tanto de eso, leído tanto de eso. Los predicadores han predicado al respecto, desde el principio del tiempo. Los cantores han cantado al respecto, a través de las edades. Y los profetas lo predijeron, cuatro mil años antes que sucediera. Y los profetas de este día apuntan al pasado cuando sucedió. ¡Es un día de mucha importancia! Es uno de los días más importantes de todos los días que Dios alguna vez permitió que amaneciera en la tierra.",
    "Y si es tan importante para la raza humana, el Calvario, pienso que sería bueno para nosotros que regresáramos y lo examináramos, y viéramos exactamente lo que significa para nosotros. Pues, yo estoy seguro, en esta hora tardía en la que vivimos, que estamos buscando todo lo importante de Dios que más podamos saber. Y todo lo que podamos encontrar, estamos aquí para aprenderlo; para ver lo que hay para nosotros, y lo que Dios ha hecho por nosotros, y ver lo que Él ha prometido hacer por nosotros. Y para eso venimos a la iglesia; con ese fin predica el predicador. Por eso él estudia y medita en la Escritura, y busca inspiración; es porque él es un siervo público para el pueblo de Dios. Y él está tratando de encontrar algo que les… que Dios tenga para decirle a Su pueblo, algo que los ayude. Quizás, pudiera ser para redargüirlos a ellos de sus pecados, pero sería una ayuda para levantarlos, para que ellos puedan dejar sus pecados y luego levantarse para servir al Señor. Y los ministros deberían buscar estas cosas.",
    "Y este día, siendo tan importante (uno de los días más grandiosos), veamos tres cosas diferentes que ese día significó para nosotros; pudiéramos tomar cientos de ellas. Pero, esta mañana yo sólo he escogido tres cosas diferentes y vitales que queremos mirar, en los próximos momentos, de lo que significó el Calvario para nosotros. Y oro que esto redarguya a todo pecador presente; que haga que todo santo se arrodille; que haga que toda persona enferma levante su fe hacia Dios y salga caminando sana; que todo pecador sea salvo; que todo descarriado regrese y se avergüence de sí mismo; y que todo santo se regocije y se afiance de nuevo con nueva esperanza.",
    "El gran significado importante del Calvario para nosotros y el mundo, es que resolvió la incógnita del pecado, de una vez por todas. El hombre fue encontrado culpable de pecado. Y el pecado tenía una pena que ningún hombre podía pagar. La pena era tan grande, al grado que no había nadie que pudiera pagar la pena. Yo realmente creo que Dios lo ordenó de esa manera, que la pena fuera tan grande que ningún hombre la pudiera pagar, para que Él mismo lo pudiera hacer. Ahora, la pena del pecado era muerte. Y todos nacimos en pecado, formados en maldad, venimos al mundo hablando mentiras. Por lo tanto, no había ninguno de nosotros que fuera digno, ni podían encontrar uno en la tierra que fuera digno.",
    "Y el pecado no comenzó en la tierra, el pecado comenzó en el Cielo. Lucer- era… Lucifer, el diablo, fue una criatura condenada, por su desobediencia, aun antes de él caer a la tierra. El pecado empezó en el Cielo, donde Dios puso a los Ángeles y demás sobre las mismas bases que Él puso a los seres humanos: conocimiento, el árbol del conocimiento, el árbol de la Vida y el árbol del conocimiento, donde el hombre podía hacer su elección. Y cuando a Lucifer se le dio la preeminencia para hacer su elección, él quiso algo mejor que lo que de Dios tenía. Eso comenzó el problema.",
    "Y había un requerimiento por el pecado: el requerimiento era muerte. La muerte era la pena. Y, por esto es (pudiéramos abordarlo en gran detalle), que yo no creo que haya sino una sola muerte; y hay una Vida. Y yo creo que un hombre que tiene Vida Eterna jamás puede morir. Y yo creo que hay una aniquilación completa de esa alma que peca, porque la Biblia dice: “El alma que pecare, esa ciertamente morirá”; no el hombre, “esa alma, que pecare”. Así que, Satanás ciertamente debe morir, para ser completamente destruido. ¡Estoy en tanto desacuerdo con los universalistas, que dicen que Satanás será salvo! Él pecó, y él es el que originó el pecado. Y su alma pecó; y él era un espíritu. Ese espíritu será totalmente aniquilado, no quedará nada de él.",
    "Y cuando el pecado hirió la tierra, allá en el principio, como un manto de tinieblas cayendo de los cielos, eso literalmente paralizó la tierra. Eso arrojó toda criatura en la tierra, y a toda la creación de Dios, a esclavitud. El hombre estaba bajo esclavitud de muerte, enfermedad, problemas, pesares. Toda la naturaleza cayó con eso. El pecado fue un anestésico que realmente paralizó la tierra. Y entonces nosotros estábamos aquí, sin esperanza, porque toda criatura en la tierra estaba sujeta a eso. Y todos los que nacieron en la tierra estaban sujetos a eso.",
    "Así que, tenía que venir de algún Lugar en donde no había pecado. No podía venir de la tierra; ninguno de nosotros podía redimir al otro. Eso tenía que venir de Otro.",
    "Por tanto, cuando el hombre se dio cuenta que estaba separado de su Dios, él llegó a ser un vagabundo. Ellos lloraron, ellos clamaron, se afanaron, vagaron por las montañas y por los desiertos, en busca de una Ciudad cuyo arquitecto y constructor es Dios. Pues sabía que si alguna vez él regresaba a la Presencia de Dios, él podría conversar con Él. Pero no había manera de regresar. Él estaba perdido. Él no sabía qué dirección tomar, así que él sólo salió a vagar, buscando encontrar algún sitio para poder regresar a ese Lugar. Algo en él le decía que provenía de un—un Lugar que era perfecto. No hay una persona aquí en esta audiencia visible, en esta mañana, o en la audiencia de la cinta magnética (la cual irá alrededor del mundo), no hay nadie aquí, o en alguna otra parte, que no busque esa perfección.",
    "Uds. pagan sus cuentas, y piensan: “Asunto terminado”. Cuando pagan sus cuentas, entonces alguien en su familia se enferma. Cuando sanan de la enfermedad, entonces Ud. tiene más cuentas que pagar. Cuando menos lo piensa, su cabello se está tornando gris y entonces Ud. quiere ser joven de nuevo. Y todo el tiempo hay algo, constantemente, debido a esa onda de pecado. Pero en su corazón, Ud. al buscar eso, muestra que hay una Perfección en alguna parte. En alguna parte hay Algo.",
    "Por esa razón es que hoy, muchas veces, el pecador aún anda vagando. Una muchacha hermosa se cortará los rizos de su cabello, para ser popular; se pintará la cara, para lucir bonita; se pondrá ropa para mostrar la forma de su ser. Porque eso es lo único que ella puede encontrar, buscando en algún lugar, queriendo encontrar algo que vuelva a ella: si es que ella puede hacer que el hombre le silbe, le salude con la mano, coquetee con ella. El joven hace lo mismo con la mujer, quiere hacerse atractivo para ella. Los vecinos edifican una casa y la arreglan de una cierta manera, porque se verá un poquito mejor que la de su vecino. Todo el tiempo, estamos buscando algo, y siempre hay algo un poquito mejor. La muchacha encontrará a otra muchacha que es más popular que ella. El vecino encontrará una casa que se ve mejor que la suya. La mujer encontrará otra mujer vestida de una cierta manera, que se ve mejor que ella.",
    "Es algo en nosotros que busca algo, y eso muestra que estamos perdidos. Queremos encontrar ese algo que nos llevará a esa satisfacción, que saciará ese lugar de hambre allí adentro; pero parece que no lo podemos encontrar. Los seres humanos lo intentaron por las edades. Ellos lloraron por eso. Ellos clamaron. Ellos hicieron todo lo que podían hacer, pero aún no lo encontraron, vagando por el mundo.",
    "Finalmente, un día (ése fue aquel día del Calvario), hubo Uno que descendió de la Gloria, Uno con el Nombre de Jesucristo, el Hijo de Dios, Quien vino de la Gloria, y el Calvario fue formado. Ése fue el día que el precio fue pagado, y la incógnita del pecado, resuelta para siempre. Y eso abrió el camino para esto por lo que estamos hambreando y sedientos. Eso trajo un lugar de satisfacción. No hay hombre que alguna vez haya visitado el Calvario, y haya visto cómo fue, que pueda ser el mismo. Todo lo que alguna vez él deseó o anheló, es saciado, cuando él alcanza ese lugar.",
    "Fue un día tan importante y una cosa tan importante, que sacudió el mundo. Eso sacudió el mundo, como nunca fue sacudido antes. Cuando Jesús murió en el Calvario y pagó por la incógnita del pecado, este mundo pecaminoso tuvo un apagón. El sol se ocultó al medio día y tuvo una postración nerviosa. Las rocas se sacudieron, las montañas se rasgaron, y los cuerpos muertos irrumpieron del sepulcro.",
    "¿Qué hizo eso? Dios apuntó su blanco, en el Calvario. Él hirió para siempre a ese animal llamado Satanás. Ahora él ha estado más fiero desde entonces, porque eso trajo Luz a la raza humana. Y cualquiera sabe que un animal herido es más fiero arrastrándose con su espalda quebrada. Ahora, Satanás fue noqueado, en el Calvario. La tierra probó que así fue.",
    "El precio más grande jamás pagado, y el Único que lo podía pagar, vino y lo hizo en el Calvario. Allí fue donde el gran precio fue pagado. Ésa es una de las cosas. Dios lo había requerido. Ningún hombre era digno; ningún hombre era capaz; ningún hombre lo podía hacer. Y Dios Mismo vino, y fue hecho humano, y vivió una vida humana bajo deseos humanos, y fue crucificado en el Calvario. Y allí, cuando Satanás pensó que Él no lo haría, que Él no lo soportaría, Él soportó el Getsemaní y toda tentación que cualquier hombre alguna vez enfrentó. Él pasó por eso como todo hombre, pero Él pagó el precio.",
    "Y eso es lo que oscureció la tierra. Fue como una anestesia para una operación. Cuando un médico le da a un hombre una anestesia, él lo duerme primero, antes de poder hacerla. Y cuando Dios le hizo la—la operación a la Iglesia, el mundo recibió un anestésico, la naturaleza sufrió una convulsión. ¡Con razón! Dios, en carne humana, estaba muriendo. Ésa era la hora que el mundo había esperado, sin embargo, muchos de ellos no lo supieron.",
    "Tal como sucede hoy, muchos han esperado estas cosas, y, sin embargo, no las reconocen. Ellos no comprenden la vía de escape. Todavía andan buscando placeres y las cosas del mundo, buscando encontrar su vía de escape.",
    "Ha habido muchas señales que apuntaron a ese día, muchos grandes tipos. Eso había sido tipificado por el cordero, por el buey, por la tórtola, y todas estas cosas; pero que, con todo, no lo pudieron romper. Éstos no pudieron romper ese agarre mortal, en el que Satanás tenía a la tierra.",
    "¡Las mismas piedras sobre las que él una vez caminó, de allá para acá sobre la tierra, piedras de azufre ardiente…! Lucifer era el hijo de la mañana, y él caminaba en la tierra, cuando ardía lo volcánico. Esas mismas piedras que se habían enfriado, cuando Jesús murió en el Calvario, eructaron de la tierra.",
    "¡El precio que fue pagado, y la esclavitud de Satanás fue rota! Dios puso de nuevo en las manos del hombre, un camino de regreso a lo que él estaba buscando. Él no tenía que llorar más. Acertó, cuando Él le quebró el espinazo a Satanás, allá en el Calvario, ¡el espinazo del pecado y de la enfermedad! Y eso trae a todo ser mortal, en la tierra, de nuevo a la Presencia de Dios, con los pecados perdonados. ¡Aleluya! Nuestros pecados están perdonados. Satanás no puede apartarnos más de Dios.",
    "Hay un camino provisto; hay un teléfono allí. Hay una línea a la Gloria, trae a toda persona al alcance de esa línea. Si un hombre está lleno de pecado, eso lo conectó con la central. Él puede ser perdonado de ese pecado. No sólo eso, sino que se ha pagado por ese pecado. ¡Oh! Ud. no tiene que decir: “Yo no soy digno”. Seguro que no, Ud. nunca pudiera serlo; pero Uno digno tomó su lugar. Ud. está libre. Ud. no tiene que vagar más. Ud. no tiene que ser un hombre en busca de placer acá afuera en la tierra.\n\nPues hay un precioso manantial,\n\nDe Sangre de Emmanuel,\n\nQue purifica al pecador,\n\nQue se sumerge en él.",
    "Ud. no tiene por qué estar perdido; hay un camino y una Calzada. Y es llamado: Camino de Santidad. El inmundo no pasa por él; pues, primero él tiene que pasar por la fuente, y luego entra en el camino.",
    "Él rompió los poderes de Satanás. Él abrió las puertas de la prisión del infierno, para todo hombre que estaba encerrado en esta tierra, en las prisiones, temeroso de lo que la muerte sería para él al morir. En el Calvario, Él abrió esas puertas de la celda, liberó a todo cautivo. Ud. ya no tiene que ser derribado por el pecado. Ud. ya no tiene que rendir sus miembros al pecado, a la bebida, fumar, apostar, decir mentiras. Ud. puede ser honesto, justo y recto. Y Satanás no puede hacer nada al respecto, porque Ud. está aferrado a una línea, una línea de Vida que está anclada en la Roca de las Edades. Nada lo puede desprender a Ud. de Ella. No hay vientos que lo puedan sacudir de Ella. No hay nada, ni aun la muerte misma nos puede separar del amor de Dios, que hay en Cristo Jesús. Eso es lo que significó el Calvario.",
    "Los hombres que estaban en esclavitud fueron libertados. Los hombres que una vez estuvieron bajo el temor de la muerte no tienen que temer la muerte. Un hombre que anhela una Ciudad, cuyo arquitecto y constructor es Dios, se puede subir a la calzada y fijar su rostro hacia el Cielo, porque él está libre. ¡Aleluya! Él está redimido. Él ya no necesita vagar más, porque hay una manera de saber si Ud. está o no en lo correcto. Dios nos da Vida. Nuestros pecados no existen más. Ese día en el Calvario pagó el precio. Cuando vemos todo eso, con razón el poeta escribió:\n\nEntre rocas rendidas y cielos oscuros,\n\nMi Salvador inclinó Su cabeza y murió;\n\nPero el velo abierto reveló el Camino\n\nAl gozo Celestial y día interminable.",
    "Abraham no tenía que vagar más, cruzando el país en busca de una ciudad. El pecador ya no tiene que preguntarse más si puede ser salvo o no. El enfermo no tiene que preguntarse si puede ser sanado o no. La apertura del velo, aquel día en el Calvario, reveló el Camino a una victoria total. Dios nos dio los poderes de Su Espíritu, para vivir triunfantes sobre todas estas cosas; nos pide sólo que lo creamos. Eso sucedió aquel día en el Calvario. Nunca hubo un día como ése; nunca habrá uno como ése; ya no es necesario. El precio ha sido pagado, y estamos redimidos. ¡Gracias a Dios! Estamos redimidos. Ud. ya no tiene por qué dudar; ya no hay más dudas al respecto. Todo eso fue quitado. El velo abrió la cortina, y hemos sido establecidos en un Camino, para no vagar más, sino creer y sólo avanzar caminando. Caminamos directamente a la Presencia de Dios mismo.",
    "Abraham sabía, y otros sabían, que mientras buscaban la Ciudad, sabían que ellos eran de Alguna parte. Algo había sucedido. Ellos estaban viviendo en una tierra paralizada. Acontecieron terremotos. Acontecieron las tormentas, ¡guerras y matanzas! El lobo y el cordero se devoraban, o el lobo devoraba al cordero, y el león devora al buey. Eso no parece correcto. Algo anda mal. Él sabía que algo estaba mal. El hombre: el hermano mata al hermano; el padre mata al hijo; el hijo mata al padre. Algo anda mal. Él se envejece; se está muriendo; se está debilitando. Sufre enfermedad. Él está en esclavitud. Los árboles crecen, pero no son inmortales; se mueren; las montañas cambian; los mares se secan; las aguas faltan. Algo está mal, y él buscó un lugar, una Ciudad donde eso ya no sucediera. Él sabía que si alguna vez podía regresar a la Presencia de Aquél que lo hizo todo correctamente, él lo podría conversar con Él.",
    "¡Oh, qué privilegio es, pecador, saber en esta mañana que Ud. ahora tiene el Camino! Ese día en el Calvario abrió el camino. Pues lo que todos esos patriarcas buscaron y anhelaron, el Calvario se lo dio a Ud. gratuitamente. ¿Cómo pudiera Ud. rechazarlo? ¿Cómo pudiera Ud. rechazarlo, para unirse a una denominación? ¿Cómo pudiera Ud. rechazarlo para substituir algo por eso, los placeres del mundo? ¿Por qué no lo acepta? La apertura del velo trae al hombre directamente de nuevo a la Presencia de Dios, sin que tenga pecado de ninguna clase. Y pone un camino delante de él hacia lo que él busca: el Cielo, la Gloria, paz, Vida Eterna, todo allí delante de él.",
    "Ese día fue el—el golpe mortal para el poder de Satanás. Eso lo concluyó todo.",
    "Y puedo verlo a Él allí; Él era el Cordero del Edén, desde la primera sombra que proyectó.",
    "Cuando Abel, por fe, ofreció a Dios un sacrificio más excelente que Caín. Él debió haber atado una—una vid del cuello del cordero, arrastrándolo hasta la roca. Tomó una—una piedra en la mano, como una lanza y jaló su cabecita hacia atrás, y cortó y lo partió hasta que murió. Y su propia sangre bañó su lana. Él se revolcó en su propia sangre. Eso era una sombra.",
    "Pero aquel día en el Calvario, no fue un cordero de esta tierra, sino que fue el Cordero de Dios que estaba muriendo, revolcándose en Su Propia Sangre. Él fue partido, y cortado, y golpeado, y escupido, y azotado, y abofeteado, y de todo, por el mundo, y la Sangre caía de Sus guedejas.",
    "Cuando el cordero de Abel murió, murió hablando en un lenguaje que Abel no podía entender. Estaba balando.",
    "Y cuando el Cordero de Dios murió aquel día en el Calvario, Él habló en un lenguaje que nadie Le entendió: “¡Dios mío, Dios mío!, ¿por qué me has desamparado?”. Era el Cordero de Dios, partido a pedazos, cortado.",
    "Él era el mismo Cordero que Abel tenía en mente, cuando él vio la Simiente prometida de la mujer. Él era el Cordero que vio Daniel, que fue “cortado del monte, no con manos”. Él era la Rueda en medio de la rueda, para el profeta. Todo lo que ellos habían visto previamente fue cumplido en ese día, aquel día en el Calvario. Eso trajo esta gran cosa. Eso quebró el espinazo de Satanás.",
    "Primero: debemos buscar el significado de ese día. Segundo: debemos ver lo que ese día ha hecho por nosotros, ahora, lo que hizo por nosotros. Ahora, tercero: miremos lo que debemos hacer nosotros por ese día, ¿qué debemos hacer nosotros?",
    "Primero: debemos examinarlo, porque es un gran día, el más grande de todos los días. El precio del pecado quedó resuelto. El poder de Satanás fue roto.",
    "Y ahora queremos ver qué deberíamos hacer a cambio. Ahora, en respuesta, cuando Jesús murió allá en el Calvario, allí en el Calvario aquel día, Él no sólo pagó el precio por nuestros pecados, sino que también pagó el precio y abrió un camino para que nosotros lo pudiéramos seguir; pues nosotros, siendo los Adanes caídos que han sido redimidos (así como el Espíritu guió a Adán, al primer Adán, por el Espíritu que tenía control de toda la naturaleza), entonces nosotros (el segundo Adán), o los hombres de la tierra que han sido redimidos por Cristo, desde aquel día en el Calvario, pueden seguirlo a Él. Ahora, cuando Él murió en el Calvario, Él abrió un camino. Él entregó el Espíritu, el Espíritu Santo, que envió de regreso a la tierra, para que Uds. y yo viviéramos por Él. Eso es lo que significa el Calvario para nosotros: seguirlo a Él.",
    "Primero: examinarlo, ver qué hizo por nosotros. Y ahora, ¿qué debemos hacer nosotros por él? ¿Qué debemos hacer Ud. y yo?",
    "Ahora, decimos: “Bueno yo—yo agradezco eso; está muy bien”. Pero lo tenemos que aceptar. Y aceptarlo, es aceptar Su persona, a Cristo, en nuestro corazón.",
    "Entonces, estamos libres de pecado, por tanto, no estamos encadenados, en lo absoluto. Dios… es como si nunca hubiéramos pecado, el Sacrificio perfecto nos hizo perfectos. Pues, Jesús dijo: “Sed, pues, vosotros perfectos, como vuestro Padre que está en el Cielo es perfecto”. Entonces, no hay nada más que hacer, sino que somos hechos perfectos en la Presencia de Dios.",
    "Ahora, ahí es donde perdemos nuestra posición. Si no vigilamos, tratamos de mirar al pasado, a lo que éramos. Y mientras miremos lo que éramos, el Sacrificio no significa nada para nosotros. ¡Oh!, ¿no lo pueden ver, iglesia? [La congregación dice: “Amén”.—Ed.] Yo no… yo no intentaría hacer eso; yo no puedo, ni tampoco Uds. Es inútil intentarlo. Para empezar, Uds. están perdidos, mientras tengan la mirada en lo que Uds. han hecho. ¡Pero no miren lo que Uds. han hecho!",
    "¡Miren lo que ese día en el Calvario hizo por Uds.! Pagó su precio; dejó esa incógnita resuelta. “Sus pecados como la grana; son blancos como la nieve; rojos como el carmesí, blancos como la lana”. Uds., por tanto, no tienen pecado. Uds. están perfectamente sin pecado. No importa lo que Uds. hayan hecho, o lo que hagan, Uds. aún no tienen pecado. Mientras hayan aceptado a Jesucristo como su Salvador, sus pecados están perdonados. Y todo lo que es perdonado, es “remitido y olvidado”.",
    "Entonces, ¿qué hace eso? Les da a Uds., después de esa condición, Su Espíritu, para que lo sigan a Él, y para que hagan lo que Él hizo, para otros que están siguiendo adelante. Él fue un solo Hombre, el Hombre perfecto. Él dio Su Vida, y Él puso el ejemplo para Uds. Ahora, ¿qué debemos hacer?",
    "Ahora, lo primero que quiero decir, es que Jesús no vivió para Sí mismo. Su Vida fue dedicada a los demás. Eso perfectamente es Vida Eterna. Cuando Ud. dice que va a la iglesia y hace cosas buenas, eso está bien. Pero cuando Ud. vive su vida para sí mismo, Ud. no tiene Vida Eterna. Vida Eterna es vivir para los demás. Probó Eso cuando Él vino en el Cordero de Dios. Él vivió y tuvo Vida Eterna, porque no vivió para Sí mismo; Él vivió para los demás. Y Ud. recibe Vida Eterna cuando recibe ese día, y Ud. ya no vive para sí mismo; Ud. vive para los demás.",
    "Alguien dijo: “¿Cómo puede Ud. tolerar que alguien le diga apodos como ésos?”. Uno ya no vive para sí mismo. Uno vive para los demás; para poder redimir a ese hombre. Uds. llegan a ser hijos. Y el problema con eso, es que la iglesia ha olvidado que ellos eran hijos. Ud. es un hijo. Ud. está tomando el lugar de Cristo. Ud. es un hijo, así que no viva para Ud. mismo; viva para los demás.",
    "🦅 Bueno, Hermano Branham, yo puedo vivir por ese hermano, porque él realmente es un hombre amable”. Esa no es la cosa.",
    "Viva por ese hombre que lo odia. Viva por esa persona que lo mataría si pudiera. Eso es lo que le hicieron a Él. Ellos lo mataron, y Él murió para poder salvarlos. Eso es Vida Eterna. Cuando Ud. ya tenga eso en su seno, entonces está mirando al Cielo. Y Ud. sacrifica sus propias cosas, las cede, como la oveja cede su lana. Ud. mira más allá, hacia el Calvario.",
    "Espero que esto les ayude, a entrar en un lugar. Eso es lo que el tabernáculo, lo que toda persona tiene que hacer, es darse cuenta lo que Uds. son, y cuál es el propósito. La iglesia no es ir a la iglesia sólo para tocar música, a cantar cantos. La iglesia es un lugar de corrección. “El juicio empieza en la casa de Dios”.",
    "🦅 Nosotros debemos considerarnos muertos, y vivos para Cristo”. Por tanto, Él abrió el camino para que nosotros mismos pudiéramos sacrificarnos, para Su servicio, para seguirlo a Él. Si lo seguimos a Él, vivimos la vida que Él vivió. Eso es maravilloso.",
    "Jesús dijo, y habló de eso. Permítanme darles unas citas al respecto. Escuchen atentamente. ¡Que no se les pase por alto! Jesús dijo que en aquel Día Él separaría a la gente como a ovejas de los cabritos. Y Él les diría a los cabritos: “Pónganse al lado izquierdo”, y a las ovejas: “Pónganse al lado derecho”.",
    "Y Él les dijo a los cabritos: “Apartaos de Mí, porque tuve hambre, y no me disteis de comer; estuve en la prisión, y no me visitasteis; estuve desnudo y no me cubristeis; tuve sed y no me disteis de beber; estuve enfermo y no Me visitasteis. Así que, apartaos de Mí”.",
    "Y a las ovejas, dijo: “Yo tuve hambre, y Me disteis de comer; estuve desnudo y Me cubristeis; estuve enfermo y Uds. me sirvieron”.",
    "Y fíjense (no fallen en captar esto, iglesia. Guarden esto en su corazón para siempre): ¡fue algo hecho inconscientemente! La gente no lo hace por una obligación. Un hombre que le da algo a Ud. porque él lo debe hacer, un hombre que le da de comer porque lo debe hacer, él tiene una idea egoísta. Eso debería representar su propia vida, sus propias acciones.",
    "Fue tan sorprendente para estas ovejas, que ellas dijeron: “Señor, Tú ¿cuándo estuviste con hambre? Y nosotros no Te dimos de comer… ¿Cuándo estuviste con hambre, y nosotros te dimos de comer? ¿Cuándo estuviste desnudo, y te dimos ropa? ¿Cuándo estuviste sediento, y te dimos de beber? ¿Cuándo estuviste enfermo, y te servimos?”.",
    "Fue automático, por amor, fue Tu Vida que vivía en ellos. Dios, permite que la gente vea lo que el Calvario hizo por nosotros, automáticamente.\n\n“¿Cuándo estuviste así, Señor? Nunca supimos eso”.",
    "Miren lo que dijo Jesús al dar la vuelta: “En cuanto lo hicisteis a uno de estos, a Mí lo hicisteis”.",
    "Una vida generosa; sin pensarlo dos veces. Sin pensarlo; sino que Ud. está tan muerto a las cosas de este mundo, y tan vivo en Cristo, y tan encaminado en el camino, que estas cosas son sencillamente una cosa automática. Uds. simplemente las hacen. No dicen: “Bueno, Señor, el Señor querrá que yo haga eso”. No es eso. Sencillamente Ud. es parte de Él. Su Espíritu está en Ud., y Ud. obra de la manera que Él obró. ¡Oh! ¿Cáptenlo Uds.?",
    "🦅 Hay camino que parece derecho al hombre, Pero su fin es camino de muerte”.",
    "🦅 No todo el que dice: ‘Señor, Señor’, entrará, sino aquellos que hacen la voluntad de Mi Padre”, simplemente de sus corazones, libremente.",
    "Ahora, ese día en el Calvario pagó ese precio, para que pudiéramos ser de esa manera.",
    "No para decir: “¿Sabes qué?, la viuda Jones, en una ocasión… a ella se le acabó el carbón y yo fui y le compré carbón. Déjame decirte, vi a un hermano que necesitaba un traje, y yo fui y le compré un traje. ¡Bendito Dios!, yo soy Cristiano”. ¡Oh, qué cosa! Ud. es una pobre persona egoísta y miserable; Ud. es un hipócrita.",
    "🦅 No sepa la derecha lo que hace tu izquierda, ni la izquierda sepa lo de la derecha”. Pues está tan automáticamente muerto en Cristo, que Ud. lo hace de todas maneras; es su naturaleza, es su hechura. Ud. lo hace de todas maneras. Es simplemente la Vida que vive en Ud. Ud. está completamente rendido a ese Espíritu, y Él mismo vive en Ud. ¡Oh!, ¿sienten Uds. ese Espíritu bendito?, ¡esa Vida! “No vivo yo” dijo Pablo, “mas vive Cristo en mí” algo muy automático.",
    "🦅 Bueno, déjeme decirle, Hermano Branham, nosotros aquí somos Cristianos; nosotros ayudamos a estas personas; ayudamos a esas personas”. ¡Oh, qué cosa! ¡Vergüenza debería darles! Eso no es Cristianismo.",
    "El Cristianismo tiene que hacerlo automáticamente. Tiene que hacerlo, y Ud. sencillamente lo olvida, todo eso de, “no lo haré”. Va y lo hace.",
    "Cristo rindió Su Vida completamente a Dios. Él se entregó como un siervo público para el pueblo. Él dio Su Vida, libremente. Él no tenía que hacerlo; Él no lo hizo de mala gana. Él no dijo: “Miren, hermanos, todos Uds. deberían estimarme mucho porque Yo vine a morir por Uds.”. Él nunca dijo una palabra al respecto; Él murió de todas maneras, porque era Dios en Él.",
    "Es Dios en Uds., es Dios en mí, lo que nos hace considerar a los demás. Las ovejas, a un lado.",
    "Uno de ellos dirá: “Bueno, Señor, yo hice esto, y Señor, yo hice eso”.",
    "Él dirá: “Apartaos de Mí, hacedores de maldad. Yo nunca os conocí”.",
    "Si la iglesia alguna vez puede llegar a esos hechos fundamentales, que no es algo que Uds. se esfuerzan por hacer, que Uds. mismos manufacturan; es algo que nace en Uds.",
    "Perdóneme, mi amigo pentecostal. Yo soy pentecostal. Pero mis amigos pentecostales han llegado a un punto en donde tiene que haber mucha música rápida, el ritmo de alguna banda, o baten las manos, o panderetas, para producir un grito; eso sólo es emoción. Ellos ponen a tocar las bandas antes de ir a la batalla. Llevan a la gente a la emoción de la batalla. Yo creo en la música, yo creo en batir las manos, pero, yo creo en estas cosas. Eso es exactamente verdad; debemos tener eso.",
    "Pero Uds. han dejado las grandes cosas sin hacer, esa vida de sacrificio propio, que Dios vive en Uds., automáticamente haciendo lo que es correcto, porque es correcto. Sólo siguen adelante, ni siquiera pensándolo; sólo la viven. Luego observen… Uds. ven lo que está sucediendo. Uds. sólo… no… Uds. están en el camino. Eso significó el Calvario para Uds.: están en el camino, aquel día lo abrió para Uds.",
    "Ahora, entonces recuerden: Ud. no puede ser mitad cabra y mitad oveja; ellas no se mezclan.",
    "Ahora, muchas personas dicen: “Sí, ¿sabe qué? Nosotros tenemos una organización en nuestro grupo. Nosotros, nosotros ayudamos a los pobres; hacemos esto”. Eso está bien, pero Ud. mismo está tocando trompeta. Uno no hace eso.",
    "🦅 Uds. den sus limosnas en secreto”, dijo Jesús. Sólo debe ser algo automático para Ud., tal como ir por un trago de agua; Ud. tiene sed. Si el prójimo tiene sed, Ud. también piensa en él. La necesidad de su prójimo, Ud. la considera como su propia necesidad; y no saca eso a relucir, simplemente sigue con su vida.",
    "Ahora, uno no puede ser mitad oveja y mitad cabra.",
    "Así que, si Ud. dice: “Bueno, nuestra iglesia tiene una organización. Nosotros les damos a los pobres y hacemos esto, y hacemos eso, y hacemos lo otro”.",
    "Si Ud. tiene eso sin lo otro (la Vida de Cristo en Ud.), Ud. lo está haciendo absolutamente en vano. Jesús… Pablo dijo, Primera de Corintios 13: “Si repartiese todos mis bienes para dar de comer a los pobres, y si entregase mi cuerpo para ser quemado en sacrificio, de nada me sirve”.",
    "Ahora, esto es duro, pero es Verdad. Uds. tienen que encarar ese hecho, reconocer lo que el Calvario hizo por Uds. Nosotros lo miramos y decimos: “¡Oh, sí, eso está bien!”. Ésa no es la cosa. Si ese Hijo de Dios tuvo que ir al Calvario, para la crucifixión, todo hijo que viene debe ir a un Calvario. Él también debe tener un Calvario. Uds. deben tener ese día en el Calvario. Yo tengo que tener ese día en el Calvario. Eso deja resuelta la incógnita del pecado; no estrechar manos con el predicador; no por un apretón de manos se entra a la iglesia; no entra por una carta, no entra porque ha profesado, sino que entra por medio de un Nacimiento. Él no dio una carta; Él no dio algo para profesar: Él dio un Nacimiento. Así es cómo entramos. Entonces, de allí, automáticamente estamos viviendo vidas Cristianas.",
    "Ahora, otro comentario. Mitad cabra, mitad oveja: no existe tal cosa. Ud. es, o cabrito u oveja. Ud. no es mitad cabrito y mitad oveja. Ud. es cabrito u oveja.",
    "Ahora, si Ud. sólo está haciendo buenas obras, y piensa que puede entrar, por ellas, entonces no hubiera sido necesario un día en el Calvario. La ley proveyó eso. Pero, la necesidad de un día en el Calvario, fue para introducir esto, para que no tuviéramos que ser sólo miembros de iglesia, sino ser hijos e hijas de Dios. Eso es lo que fue el día en el Calvario. Eso es lo que significó para Ud., para que Ud. pudiera obrar, y seguir y actuar como Jesús.",
    "Ahora, el río no corre para arriba y para abajo, al mismo tiempo. El río sólo corre en una dirección; y el Espíritu de Dios sólo corre en una dirección. Él no mezcla cosas Consigo. Corre en la misma dirección.",
    "Observen a Jesús, para terminar. Jesús dijo: “Las obras que Yo hago, vosotros las haréis también, y mayores que estas haréis, porque Yo voy a Mi Padre”.",
    "No estoy diciendo esto tanto por la iglesia aquí (Uds. entienden), sino que estos Mensajes son grabados; decenas de millares los escuchan, alrededor del mundo.",
    "Voy a dar respuesta a esa pregunta del crítico, ahora mismo. Con frecuencia se me ha dicho… me han dicho. Ellos dicen: “Bueno, ¿Ud. cree la Biblia? Jesús dijo: ‘Estas obras que Yo hago vosotros las haréis también, y mayores que estas haréis, porque Yo voy a Mi Padre’”.",
    "¿Qué tan mal puede Ud. llegar a estar, señor? ¿Cuán lejos del discernimiento puede Ud. vagar, con sus teologías intelectuales, con su concepción mental de algo? Mi amable amigo perdido, ¿no puede Ud. entender que esta Biblia se interpreta espiritualmente?",
    "Jesús le dio gracias al Padre porque la había escondido de los educados y astutos, y los sabios y prudentes, y se La revelaría a bebés que vendrían al Calvario.",
    "Ahora observen. Jesús dijo (observen cómo Él lo declaró): “Las obras que Yo hago…”. Él las está haciendo ahora mismo. “Las obras que Yo estoy haciendo ahora mismo: sanando a los enfermos, resucitando a los muertos, abriendo los ojos de los ciegos; estas obras vosotros las haréis también. Uds. las harán si creen en Mí. Uds. harán estas obras. Y aun mayores que estas harán. Porque Yo voy a Mi Padre”.",
    "🦅 Todavía un poco y el mundo no Me verá más; pero vosotros Me veréis. Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. No os dejaré huérfanos. Yo rogaré al Padre, y os dará otro Consolador, el cual es el Espíritu Santo, al cual el mundo no puede recibir, pero vosotros lo podéis recibir”.",
    "Ahora fíjense: las obras “mayores” era tener el Poder en la Iglesia, no sólo para sanar a los enfermos por la oración, echar fuera demonios por la oración, sino para impartir Vida Eterna a creyentes. El Espíritu Santo vendría y sería puesto en las manos de la Iglesia, para impartir Vida. ¡Oh! Eso es lo que significó el Calvario. Tomó hombres y mujeres caídos y envilecidos, y los elevó a un lugar, para ser hijos e hijas de Dios, para sanar a los enfermos y para impartir Vida Eterna; al dar el Espíritu Santo a creyentes obedientes, hombres que una vez fueron incrédulos, son hechos creyentes, e imparten Vida Eterna espiritual.",
    "¿Qué más grande es, por decir…?",
    "Esta mujer enferma acostada aquí: Yo puedo orar una oración de fe, y ella será sanada. Eso es algo grande. Eso es lo que Él estaba haciendo allá.",
    "🦅 Pero” dijo, “mayores que estas haréis. Yo les voy a dar Poder, no sólo para resucitarlo por un tiempo, sino para darle Vida Eterna, que será Eterno, para siempre”. Gente desventurada, pobre, ciega, ¿cómo no captan eso? ¿No ven Uds. lo que es la cosa “mayor?”. Eso es lo más grande que pudiera suceder, impartir Vida Eterna a la gente. ¿Qué es Vida Eterna? La Vida que Él vivió. La Vida que estaba en Él; impartirles eso a otros. ¿Puede un hombre hacer eso? Un hijo de Dios sí puede.",
    "Jesús dijo: “A quienes remitiereis los pecados, les son remitidos; a quienes los retuviereis, les son retenidos”.",
    "Ahora, aquí es donde la iglesia católica y muchas otras cometieron su gran error. Ellos salen y dicen: “Yo te perdono tus pecados”. Eso no era así.",
    "¿Cómo les fueron perdonados a ellos los pecados en la Biblia? Pedro respondió esa pregunta en el Día de Pentecostés. Ellos dijeron: “¿Qué haremos para ser salvos? ¿Cómo podemos recibir esto que todos Uds. tienen?”. Él dejó establecida la receta. Él les dijo cómo hacer.",
    "Él dijo: “Arrepentíos, y bautícese cada uno de vosotros, para con Dios, en el Nombre de Jesucristo”. ¿Para qué? El perdón de su pecado. Allí están las obras “mayores”.",
    "¿Cuántos de Uds. predicadores en esta mañana, cuántos de Uds. escuchando mi Palabra en la cinta magnética, están dispuestos a ir al Calvario esta mañana, y a mirar lo que Dios hizo allí por Uds., y dejar sus credos denominacionales y predicar el Evangelio? ¡Aleluya! Eso ahora está en sus regazos. ¿Qué harán Uds. con Eso?",
    "🦅 El arrepentimiento y remisión de pecados debe ser predicado en Su Nombre, a todo el mundo, comenzando en Jerusalén”. ¡Aleluya! ¡Gloria! Ahí lo tienen Uds.",
    "¿Qué significa el Calvario para Ud.? ¿Qué hizo ese día para Ud.? ¿Lo llenó a Ud. con alguna teología? ¿Lo convirtió en una camisa inflada?, o ¿lo hizo un Cristiano, totalmente rendido? ¡Aleluya!",
    "¡Remisión del pecado! “Obras mayores que estas haréis”. Uds. ven quiénes son allí “haréis”, ¿verdad? “Obras mayores que estas”, remisión de pecados, en el Nombre de Jesucristo.",
    "Pero los credos y denominaciones y todo eso, los han atado a Uds. a un lugar donde todavía están sirviendo al mundo. Díganme si algún hombre, díganme si alguna mujer, pudiera venir al Calvario y querer ser alguien importante porque alguien ha dicho algo. Díganme Uds. ¿cómo pueden presenciar el Calvario, en su luz correcta, aquel día en el Calvario? ¿Cómo puede uno tener su día en el Calvario y salir como una camisa inflada? ¿Cómo puede Ud. salir un títere de alguna organización, y predicar doctrinas hechas por el hombre? ¿Por qué eso no causa que Ud. se humille a la Palabra de Dios? Si Ud. alguna vez llega allí, Ud. saldrá humilde. ¿Cómo puede Ud. querer ser algo grande en su organización, con una pluma en el sombrero, cuando Jesucristo, el Hijo de Dios, Se humilló a un cuerpo destrozado, a un rostro escupido, hasta la vergüenza y la desgracia? Y ellos lo despojaron de Su ropa y lo crucificaron ante el mundo; “menospreciando el oprobio”. ¿Cómo pueden Uds. ir al Calvario y salir diferentes de lo que Él era, una desgracia, una vergüenza?\n\n“¡Oh!” dice Ud., “ellos me sacarán a patadas”. ¡Que lo pateen!",
    "Tenga su día en el Calvario, Dios obrará Su voluntad en Ud. Permítanme citar eso otra vez: Tenga su día en el Calvario, Dios obrará Su voluntad en Ud.",
    "Oremos.",
    "¡Señor!, ¡oh, Dios!, llévanos a todos al Calvario ahora mismo. Que nos apartemos de nosotros mismos, Señor, del temor a los hombres, del temor de lo que alguien más vaya a decir. Pues, todo el mundo se mofó de Él, hizo burla de Él; pero Él fue obediente, hasta la muerte. Él fue obediente, aun en la deshonra. Él fue obediente, aun bajo el gobierno federal.",
    "Y sabemos que cuando Satanás hirió esta tierra, él llegó a ser el gobernador y la autoridad de esta tierra. Él testificó de eso delante de nuestro Señor, y dijo: “Estos reinos son míos. Haré con ellos lo que quiera”. Y sabemos que desde ese día hasta éste, este mundo (bajo la maldición), ha sido gobernado por aquél que lo maldijo.\n\nPero, Dios (¡oh, Dios!), nosotros servimos a un Reino que no está bajo maldición.",
    "Padre, Dios, cuán maravilloso es que Tú hayas hecho grandes cosas en el—en el mundo cinematográfico hoy. Permitir que salgan estas grandes películas como Los Diez Mandamientos, y otras así, para permitir que hombres y mujeres vean, que de otra manera ni se acercarían a la puerta de una iglesia, pero les permites ver lo que es. La Manera de Dios es una Manera rechazada, por el mundo. Porque sería como… nosotros que entráramos en Rusia bajo comunismo.",
    "Estamos en este mundo, pero no somos de este mundo. Hemos ido al Calvario. Nos hemos crucificado a nosotros mismos, para el Reino de Dios, para ser de Él. No importa lo que el mundo diga, nosotros escogemos la senda con los pocos despreciados del Señor. Vamos adelante a la resurrección, y creemos que eso pronto está a la mano, Señor, cuando seremos resucitados en un Reino que tomará control de este mundo. Como Daniel lo vio previamente, y que desmenuzó a todo el mundo, como tamo que el viento sopló de las eras del verano. Pero, el monte, la Piedra, creció hasta llegar a ser un gran monte que cubrió la tierra. Esa Piedra vendrá. ¡Oh, Dios!, queremos ser parte de Ella. Permite que nos neguemos a nosotros mismos, que tomemos nuestra cruz diariamente, que vivamos para Cristo, que vivamos para otros; concédelo, Señor.",
    "Si hay algunos aquí esta mañana que no lo conocen a Él como Salvador, y quisieran ser recordados en la oración de clausura, y quisieran que éste sea su día en el Calvario, ¿levantarían la mano y dirían: “Ore por mí, Hermano Branham; yo lo quiero conocer a Él como mi Salvador?”. Dios lo bendiga, jovencito. ¿Alguien más? Dios lo bendiga, mi hermano allá atrás.",
    "¿Habrá alguien más? Diga: “Yo lo quiero conocer a Él. Quiero que éste sea un día en el Calvario, para mí. Estoy hastiado. ¿De qué sirve andar jugando aquí con la mismísima cosa para la cual nací? Yo nací, nací para ser un hijo de Dios, y aquí estoy aferrado de las cosas del mundo. Dios, permíteme ser crucificado hoy. Permite que me crucifique hoy a mí mismo y a mis ideas, para que yo pueda vivir con Cristo y que viva para los demás. No importa lo que me hagan, si se mofan de mí y me persiguen, y dicen todo mal en contra mía, y cosas, permíteme seguir mi caminar humildemente, manso como un cordero, como lo hizo Él. Y algún día Él ha prometido que me resucitará, en el Día postrero. Estoy esperando ese Día”. ¿Habrá algunas manos más que se levanten? Dios lo bendiga allá atrás, y a Ud. Muy bien. ¿Algunas más, justo…? Dios lo bendiga. Dios lo bendiga. ¿Algunas más, antes de que oremos?",
    "Nuestro Padre Celestial, fue dicho, cuando Pedro predicó en el Día de Pentecostés: “Todos los que creyeron fueron añadidos a la Iglesia”. Ellos realmente creen con todo su corazón; estas personas que acaban de levantar la mano, yo creo que ellos han creído, con todo su corazón. Y si es así, hay una pila con agua aquí esperando. Ellos quieren que sus pecados sean perdonados. Aquí hay alguien que los puede bautizar en ese Nombre, y en el único Nombre que hay bajo el Cielo dado a los hombres, en que debemos ser salvos.",
    "Pues, como cité la Escritura hace unos momentos, “que se predicase en Su Nombre el arrepentimiento y el perdón de pecado en todo el mundo, comenzando desde Jerusalén”. Y en Jerusalén, cuando fue predicado el arrepentimiento y el perdón de pecados, el apóstol les habló a ellos de la Escritura, y dijo “primero se deben arrepentir, y luego ser bautizados en el Nombre de Jesucristo”. Ése fue el oficio del predicador: que ellos se arrepintieran y que él los bautizara para el perdón de su pecado. “A quienes remitiereis los pecados, les son remitidos; a quienes se los retuviereis, les serán retenidos”.",
    "Padre, ¿cómo es que el mundo se desvió en una rabieta como lo han hecho? ¿Por qué no creen el Evangelio sencillo? Y ellos aun traen en su lugar, como substituto: nombres falsos, bautismos falsos, bautismos del Espíritu Santo falsos, estrechar de mano con ministros, y usar los títulos de Padre, Hijo, Espíritu Santo, que no está en las Escrituras; un documento hecho por hombres romanos, no es una enseñanza Cristiana, en ninguna parte de la Biblia. El perdón de pecados no puede ser perdón por medio de títulos, sino en el Nombre de Jesucristo.",
    "Ahora, Padre, sabemos que eso es muy impopular; Tus maneras siempre lo han sido. Pero permite que hombres y mujeres, esta mañana, acudan a ese día, aquel día en el Calvario; cuando, Jesús, menospreció ese día, ese oprobio, de ser desnudado, de ser cortado a pedazos, de ser escupido y hecho mofa, por todo el mundo, por toda la iglesia, por la gente que lo debió haber amado. Y aun, en todo eso, Él no abrió Su boca, y fue y murió por esas personas que estaban mofándose de Él.",
    "Dios, llévanos al Calvario esta mañana. Y si ellos dicen que estamos locos, si dicen que erramos en las Escrituras (lo que quieran decir), Dios, ellos no pueden pararse en la Presencia de Dios y decir que eso está errado.\n\nEllos no pueden encubrir sus pecados con la Biblia. La Biblia descubre sus pecados: su incredulidad; el ser popular; el actuar como el resto de la multitud. Permite que ellos vengan al Calvario esta mañana.",
    "🦅 Y comenzando desde Jerusalén; que se predicase en Su Nombre el arrepentimiento y el perdón de pecados en todas las naciones, comenzando desde Jerusalén”.\n\nPermite que ellos tomen ese mismo paso de crucifixión, para ser cortados y escupidos, y mofados y llamados todo lo que puedan ser llamados, como “renegados religiosos”, “destrozadores de iglesias”, todo lo que los quieran llamar.\n\nQue nosotros, Señor, esta mañana, tomemos nuestro camino con los pocos despreciados del Señor. Que caminemos como los apóstoles, sin apartarnos ni a diestra ni a siniestra, y sirvamos a Dios con la bondad de nuestros corazones. Concédelo, Padre.",
    "Ahora sana a los enfermos y afligidos que van a pasar por la línea de oración. Que éstos que levantan sus manos, se arrepientan en sus corazones ahora mismo. Que aquellos que por tanto tiempo no han querido pasar, rápidamente vengan al agua y que sus pecados les sean remitidos por medio del Nombre del Sacrificio, Jesucristo, el Hijo de Dios. Amén.\n\nFue mi Jesús el que allí murió,\n\nY mis pecados Él perdonó;\n\nLa hermosa Sangre que Él vertió,\n\n¡A Su Nombre…!\n\n¡Gloria al Salvador!\n\n¡Oh, a Su Nombre gloria!\n\n¡Oh, la hermosa Sangre que Él vertió!,\n\n¡A Su Nombre gloria!\n\nDel pecado Él me salvó, (¿Cómo?)\n\nDulcemente Jesús mora en mí,\n\nAllí en la cruz Él… (sea de Él) recibió,\n\n¡A Su Nombre gloria!\n\n¡A Su Nombre gloria!\n\n¡A Su Nombre gloria! (Precioso Nombre.)\n\n¡Oh, la hermosa Sangre que Él vertió!,\n\n¡A Su Nombre…!",
    "¿No hace eso algo en uno? Simplemente lo limpia. Le infunde esperanza a uno: Vida, Vida Eterna.",
    "¿Qué significa “crucificado con Cristo”? Es vivir para los demás. ¿Quiénes? Los que lo odian a uno, a los que uno no les cae bien, los que se mofan de uno: vivan para ellos; anden con ellos; ámenlos; “Orad por los que os ultrajan y os persiguen; dicen toda clase de mal contra vosotros, mintiendo, por causa de mi Nombre. Porque así persiguieron a los profetas que fueron antes de vosotros”.",
    "Pensé que el mensaje probablemente ayudaría a la iglesia en esta mañana, para que Uds. vieran que necesitamos un Calvario, necesitamos una crucifixión.",
    "Ahora, ¿qué es todo lo que ha hecho? Lo ha pagado todo. Hermana en la silla de ruedas, para las personas aquí que están enfermas y afligidas: Todo ha sido pagado; lo único que tienen que hacer es creer que es de Uds.; aceptarlo de la misma manera, y serán sanados.",
    "Recuerden: ahora, ¿qué es? Uds. pueden ir al mundo, predicar el Evangelio, sanar enfermos; y pueden impartir Vida Eterna.\n\n¿Cuánto mayor no sería? Por decir: aquí hay un hombre postrado con un—un tumor, cáncer, lo que sea… (Lo hemos visto a Él tantas veces impartir Sus bendiciones y sanar al hombre, sanar a la mujer; decenas de millares por millares de casos infalibles alrededor del mundo, visto que los sacan de catres, camillas; siendo apenas las sombras de personas comidas por el cáncer; y hoy, son personas bien saludables.) Estas obras que Yo hago, vosotros las haréis; pero mayores que estas haréis; “más que estas”, sería lo correcto.\n\n¿Qué? Les he concedido extensión de vida, en el Nombre de Jesús, para extenderles la vida por unos días.\n\nPero, “Más que estas haréis: impartiréis Vida Eterna en Mi Nombre”. ¡Fiu!",
    "¿Por qué se avergonzaría Ud. de ese Nombre precioso? ¿Por qué habría de rechazarlo la gente y dar un paso atrás? Es el diablo. Seguro.",
    "🦅 El arrepentimiento y el perdón de pecado deben ser predicados en Su Nombre en todas las naciones, comenzando desde Jerusalén”. Allí fue donde primero salió el Mensaje. ¿Correcto? “Que se predicase en Su Nombre el arrepentimiento y el perdón de pecados, comenzando desde Jerusalén”.",
    "Ahora, primero, lo haremos como lo hizo Él: tendremos oración para sanar a los enfermos.",
    "Después, tendremos el gran don: El agua está lista, acá atrás, para el que quiera ser bautizado (hay vestimenta para la mujer y vestimenta para los hombres), listo para que le sean perdonados sus pecados; pues recuerden, sus pecados sólo pueden ser perdonados de acuerdo a lo que enseña la Biblia. “Porque no hay otro Nombre bajo el Cielo, dado a los hombres, en que podamos ser salvos”.",
    "Pablo conoció algunos que ya habían sido bautizados. Y estaban gritando, tenían la victoria. Él dijo: “¿En qué, pues, fuisteis bautizados?”.\n\nEllos dijeron: “Bajo Juan”.\n\nÉl dijo: “Juan bautizó para arrepentimiento”. Ahora, capten esto: para arrepentimiento, no para perdón del pecado. ¿Cuántos entienden eso? No para perdón del pecado. Seguro que habían sido bautizados, para arrepentimiento. Ellos se habían arrepentido: “Sí señor, me he arrepentido. Yo estoy creyendo que Él viene”. Ellos fueron bautizados para arrepentimiento; es decir: “Creyendo en el Señor Jesucristo”.",
    "Entonces cuando oyeron esto (que ya había venido el Sacrificio), fueron bautizados de nuevo, en el Nombre de Jesucristo. Y entonces les fue impartido a ellos, cuando les impuso las manos, el Espíritu Santo; y ellos hablaron en lenguas y profetizaron.",
    "Ahora, ¿cómo van a cambiar esa Escritura? Señale con su dedo una cita en la Biblia donde a alguien le hayan sido perdonados los pecados, en el Nuevo Testamento, y que hayan sido bautizados de cualquier otra manera que en el Nombre de Jesucristo.",
    "Muéstreme una cita en la Biblia donde alguna persona haya sido bautizada en el nombre de Padre, Hijo, Espíritu Santo. O traiga a mi escritorio la historia (historia de la iglesia), que muestre donde alguien haya sido bautizado en el nombre de Padre, Hijo, y Espíritu Santo, sino hasta después de trescientos y tantos años después de la muerte del último apóstol, cuando fue organizada la iglesia Católica.",
    "Ahora, tengo Los Padres Antes de Nicea, y el… todos los historiadores, y todo, allí en mi estudio: la historia antigua más sagrada del mundo; las únicas pruebas infalibles que tenemos.",
    "Lean Nuestro Visitante Dominical, o el catecismo de la iglesia Católica, y obsérvelos, lo que dicen: “Algunos de los protestantes quizás sean salvos, porque se postran ante la doctrina católica; pues su Biblia dice: ‘bautizar en el Nombre de Jesucristo’, pero nosotros hemos tomado la solemnidad del ‘Nombre de Jesús’ y la hemos puesto en ‘Padre, Hijo, Espíritu Santo’ y ellos admiten eso”.\n\nAhora, muéstrenme una Escritura contraria a eso.",
    "Y allí lo tienen. Y aún, el mundo se postra ante eso. ¿Por qué? Nunca han estado en el Calvario. Por eso es. Ellos nunca lo han visto.",
    "Ellos se burlan de uno y le dicen… hasta le dicen a uno “Santo rodador”, “Sólo Jesús”, y todos esos nombres de fanático que más pueden. ¿Qué importa el sobrenombre que les llamen? ¿Ellos qué…? ¿A Él qué le importó lo que lo llamaran? Él fue crucificado. Él vivió para Dios y Dios únicamente. Y si ese mismo Espíritu que estaba en Él, está en Ud., hará que Uds. hagan lo mismo: llevando Su Nombre. “Todo lo que hagáis (dice la Biblia) de Palabra o de hecho, hacedlo todo en el Nombre de Jesús, dando gloria a Dios”.",
    "¿De dónde sacan Uds. esa doctrina pagana, trina? De un catecismo, no de la Biblia. La palabra “trinidad” ni siquiera es mencionada en todas las Escrituras, desde Génesis hasta Apocalipsis; no existe tal cosa. No hay tal cosa como un dios trinitario. Él es Dios, Dios solo, un Dios. Siempre ha sido un Dios. Él sirvió en tres oficios: Él sirvió una vez como Padre, con Moisés; Él sirvió una vez en carne, como Hijo, Jesús; ahora Él sirve como el Espíritu Santo. Pero es un Dios. Un Dios, no con tres nombres. Tres oficios, tres títulos en un Nombre: Jesucristo.",
    "Cualquier otra cosa es pagana; y pido que cualquiera lo muestre, si no es así. Eso es correcto. He dicho eso año tras año tras año, y nadie aún ha aceptado (¿ven?), porque eso no puede ser. Yo tengo el… aquí está la Biblia, primeramente; y ahí están las historias antiguas para probar que eso es exactamente correcto. Y ¿por qué es que el diablo…? Yo… Bueno, la Biblia dice que ellos serían de esa manera: “¿Cómo pueden venir a menos que Yo los traiga?”. Es todo lo que yo sé al respecto. Eso fue lo que dijo Jesús, así que…",
    "No estoy diciendo esto para ser… Si yo dijera eso, y predicando un sermón como éste, sería el hipócrita más vil entre Uds. Eso es correcto. Yo lo digo porque es la Verdad y es Vida. Todos los que se bautizan en Cristo, se visten de Cristo. Ellos tienen Vida, por Su Nombre.",
    "Nosotros oramos en Su Nombre, buscamos en Su Nombre, predicamos en Su Nombre, bautizamos en Su Nombre, vivimos en Su Nombre, morimos en Su Nombre, vamos al Cielo en Su Nombre, resucitamos en Su Nombre. “Toda la familia en el Cielo es llamada Jesús”. La Biblia lo dice: “Toda la familia en la tierra es llamada Jesús”. Él dijo: “Yo vengo en Mi…”.\n\nUds. dicen: “Bueno, ése es el Nombre, Padre”.\n\nPadre no es un nombre, es un título. Él dijo: “Yo he venido en Nombre de Mi Padre, y no Me recibís”. Ahora, ¿en qué Nombre vino Él? Ajá. Seguro, “…y no Me recibís”.",
    "Así que, allí lo tienen; sólo que está, sí, está escondido de los ojos de los sabios y prudentes. Seguro, ciertamente que sí, ajá.",
    "Y allá en Apocalipsis, como enseñamos el otro día: allí está esa vieja iglesia ramera, que es la primera organización; y después ella tuvo una cantidad de hijas, que le nacieron a ella. Ellas hacen lo mismo, la misma costumbre. Ella toda termina en Babilonia, de la misma manera, con una… con una iglesia de Roma y una confederación de iglesias de—de las naciones; y allí está ella, todo terminando, toda en la misma cosa, en la misma barca.",
    "Pero la Iglesia de Dios (¡Aleluya!), es una Iglesia llamada a salir, separada. ¿Cómo es edificada la Iglesia? ¿Cómo sabrán Uds. esto? ¿Cómo llegarán a saber Uds. que esto es la Verdad? Cuando Dios se los revele a Uds. ¿Cómo sabía—cómo sabía Abel que era un cordero en lugar de manzanas? Eso le fue revelado a él: “Por fe Abel ofreció a Dios más excelente sacrificio”.",
    "Bajando del Monte de la Transfiguración, Jesús dijo: “¿Quién dicen los hombres que soy?”.\n\nAlgunos dijeron: “Elías”, “Moisés”, y así.\n\nÉl dijo: “Pero les estoy preguntando a Uds.: ‘¿Quién decís que soy Yo’?”.\n\nPedro dijo: “Tú eres Cristo, el Hijo del Dios viviente”.",
    "Él dijo: “Esto no lo aprendiste…”. En otras palabras (digo esto no para ser grande, sino para llegar a un punto): “Tú no aprendiste esto en algún seminario; ningún hombre te enseñó esto; sino Mi Padre que está en el Cielo, te lo ha revelado: que YO SOY (no Padre, Hijo, y Espíritu Santo: sino que soy Jesucristo). Y sobre esta roca (¿Cuál roca? La misma a la que fue Abel; sobre esa misma roca.), sobre esta roca, la Verdad espiritual revelada de Dios, edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra ella”. Correcto. Eso intentan, pero nunca prevalecerán. ¿Ven?",
    "Así que simplemente vayan al Calvario, sean crucificados, regresen y escojan su camino con los pocos despreciados del Señor, avancen.",
    "Ahora, Señor, te estamos encomendando a Ti todas las cosas. No sé lo que haya aquí, en este grupo. No tengo manera de saberlo, Señor, a menos que Tú lo reveles. Y ahora, Padre, Dios, no te estoy pidiendo que lo hagas. Sólo lo he puesto en el regazo de las personas. Allí están. Permite que éste sea un verdadero Calvario esta mañana; que sea una verdadera crucifixión de la voluntad propia, y de los deseos propios, y de las cosas grandes de la vida.",
    "Que los hombres lleguen a ser humildes, y estén dispuestos a tomar el camino con los pocos despreciados del Señor. Permite que caminen humildemente. Que ellos nazcan en este Reino, este gran Reino de Dios, que es un Cuerpo espiritual, el cuerpo celestial de Cristo en la tierra: “Por un Espíritu todos somos bautizados en un cuerpo”.",
    "Concédelo, Señor. Ya sean negros, blancos, amarillos, café, lo que sean, macho o hembra, esclavos o libres: todos hemos sido hechos para beber del mismo Espíritu.",
    "Concédelo, Padre, y que sea con… entre muchos, esta mañana, para que ellos entiendan; que Tú les abras el entendimiento. Entonces, será como un día nuevo para ellos: el sol brillará, y la luz penumbrosa de teologías hechas por hombre se irá separando, y la Luz de Dios iluminará su camino, e irrumpirá el velo que vela esta hermosa Luz. Y ellos podrán caminar en el camino de santidad, viviendo luego para los demás, como lo hizo Cristo.",
    "Ahora mientras traemos la línea de oración, oro que Tú unjas a Tus siervos esta mañana, a todos nosotros, mientras oramos el uno por el otro. Y concede hoy, que toda persona enferma que pasa por esta línea de oración pueda ser sanada. Que regresen, como la niña de los ojos cruzados, y el niño pequeño, y el… y esa señora mayor, y—y el Hermano Wright, y muchos de los que pasaron, Señor, con aflicciones y enfermedades y algo que los médicos no podían curar; y aquí están hoy (hace como una semana), y aquí se encuentran, sanos, hoy.",
    "Dios, que hombres y mujeres pasen con esa misma fe, sabiendo que ellos van al Calvario para ser crucificados a sus pensamientos y a sus ideas de que ellos están “más allá de la sanidad”. Que el poder que levantó a Jesús del sepulcro les dé a ellos vida, una gran vida de fe.",
    "Y luego, inmediatamente después de esto, que muchos vengan a la pila para el bautismo. Lo pedimos, en el Nombre de Jesús. Amén.",
    "Ahora, sólo tenemos veinte minutos para la línea de oración y el servició bautismal. Ahora no tenemos tarjetas de oración. Nos hemos apartado de eso, y trataremos de usarlo en mis reuniones más grandes cuando comencemos. Les he dicho eso a todos, lo presentamos, lo tenemos en cinta, y por donde voy, esas cintas serán enviadas de antemano.",
    "La señal sólo apunta a la bendición. La idea fue: “Si oras por los enfermos, has que la gente te crea a ti”.\n\nYo dije: “Ellos no me creerían a mí”.\n\nÉl dijo: “Te serán dadas estas señales, y por esto ellos creerán”. Las señales se han movido una y otra vez, por diez años, alrededor del mundo, sin fallar ni una sola vez. No hay falla, en absoluto, en eso. ¿Cuántos saben que eso es verdad?",
    "Bueno, si Uds. pueden creer la señal, entonces crean el Mensaje. Correcto. Eso lo demuestra. Y ¿pondría Dios en mí un Mensaje (y permitir que sea así tan perfecto, que…) y yo decirles algo que fuera falso? Dios no me permitirá hacer eso. No, no. No, señor. Estoy diciéndoles la Verdad.",
    "Ahora, todos los que quieran que se ore por Uds., o algo así, en esta fila aquí, vengan a este lado, por favor, acá, formen una línea a la derecha. Y entonces eso permitirá que las personas pasen a medida que oramos. Y entonces tendremos a los—a los muchachos, los ujieres y ellos que vigilen; y a medida que pasan por aquí, luego a este lado acá, los traeremos a ellos por la parte de atrás, y los haremos pasar. Para que se ore por todos.",
    "[Alguien le habla al Hermano Branham.—Ed.] ¡Oh, no, no, no lo hice! Bueno, cuando Ud. quiera. No importa. Puede traerla, o Ud.… yo puedo… tráigala acá ahora, o un poco después, en cualquier momento que ella quiera, no importa.",
    "Ahora, guardemos todo el silencio que más podamos, para estos próximos minutos. Quiero ahora que todos estén pensando: Ahora, ¿qué—qué dice la Biblia? “La oración de fe salvará al enfermo”. ¿Cuántos saben que eso es correcto? ¿Cuántos saben que la Biblia dice: “Estas señales seguirán a los que creen. Las obras que Yo hago vosotros también las haréis”? Y ¿cuáles eran las obras? Él dijo: “Yo puedo si podéis creer que puedo hacerlo”. ¿Es correcto eso?\n\n¿Cuál era mi pregunta? “Ellos no me creerán”.\n\nÉl dijo: “Estas señales harán que crean”.",
    "Ahora, si Uds. creen, prepárense: Ésta es su hora de liberación. Tal y como lo sería del pecado, es la misma promesa del mismo Dios.",
    "Ahora, tenemos aquí a una mujercita, enferma, que tiene problemas estomacales, viene de New Albany. Vamos a orar por ella, primero, para que tome ella—ella tome asiento. Ahora, en silencio, y todos, ahora. Quiero que los hermanos me ayuden, aquí. Y vamos a inclinar nuestros rostros un momento ahora, para orar.",
    "Ahora, Padre Celestial, ésta ha sido Tu Palabra. Yo no soy responsable por la acción que se tome en cuanto a Ella, pero sí soy responsable por predicarla. Y sabiendo esto (y sabiendo que soy un hombre pasando ahora por la edad mediana, y que un día tendré que estar frente a Ti): Yo he predicado la Verdad, de mi corazón; Tú lo sabes. No ha sido con prejuicio, si fuera así, Señor, entonces necesito arrepentirme.",
    "Y, Padre, pido ahora Tu ayuda, mientras vamos a orar por los enfermos, que mis oraciones reciban respuesta, no sólo mis oraciones, Señor, sino la oración de esta iglesia, mientras que estas pobres personas… ¿Qué si ésta fuera mi esposa parada aquí? ¿Qué si ésta fuera ella, en la silla de ruedas?, ¿o mi hermana?, ¿mi madre? ¡Oh, Dios!, sana estas personas. ¿Lo harás, Señor?",
    "Mira, de pie en la línea de oración hay: problema cardiaco, cáncer, tumores, toda clase de enfermedad y aflicción. Muchos de ellos están viniendo (cientos están siendo liberados, de aquí mismo, Señor), y ellos lo ven, y ellos lo creen, y están entrando en la línea de oración para aceptar la de ellos. Están viniendo a una Roca viva ahora, no a Tu siervo, sino a Tu Hijo, Jesús, Quien es el Líder de la Iglesia, la Persona espiritual, mística, entre nosotros. Y ahora que comenzamos, ofreciendo Su Nombre (Tú dijiste: “En Mi Nombre echarán fuera demonios”.), pido que Tú respondas nuestras oraciones, en el Nombre de Jesús. Amén.",
    "Ahora, todos estén en oración. Ahora, esto también es parte suya. Ésta es su oración.\n\nAhora esta mujercita tendrá que morir, si Algo no la ayuda.",
    "¿Cuántos conocen al Hermano Stadsklev?, ¿al Hermano y Hermana Stadsklev? Fui llamado desde Alemania tres veces la otra noche; su bebé había muerto. Ellos pidieron: “Hermano Branham, nosotros hemos visto que Ud., por el Espíritu de Dios, levanta los muertos” (ellos estuvieron presente y lo vieron. ¿Ven?), “y sabemos que Ud. es un profeta del Señor. Sólo diga la Palabra”.\n\nDije: “Yo no lo puedo decir, a menos que sea puesto en mi boca”.\n\n“Venga a Alemania”. Me levanté rápidamente. Y ellos llamaron por teléfono: “Tenemos un avión jet que puede traerlo a Alemania en seis horas”. Un jet del ejército que me llevaría volando hasta Alemania para resucitar al bebé muerto. Un jet del ejército me llevaría en seis horas, desde Louisville hasta Múnich, Alemania.",
    "Yo entré allí y me puse de rodillas, y dije: “Padre, ¿qué debo decir? Habla por mi boca”. Él no me respondió. Salí al bosque, dije: “Padre, ¿qué debo decir? Pon las palabras en mi boca; iré en vano si no es así”. Yo regresé, Él no me respondió. Entré. Oré durante la noche: “Señor, pon las palabras en mi boca”. No hubo respuesta.",
    "A la mañana siguiente mi esposa se levantó. Tan pronto como ella se fue, vino Palabra (yo me puse de pie), Él dijo: “No reprendas esto. Esto es la mano del Señor”. Ajá.\n\nEntonces rápidamente fui al teléfono: “Yo no puedo ir. No, esto es la mano del Señor. Me fue prohibido”. ¿Ven Uds. el poder que hay en eso de reprender? Pues Dios dijo: “No vayas a hacerlo, porque es la mano del Señor”.",
    "Ahora, a Moisés una vez le fue dicho que no hiciera algo, fue y lo hizo de todas maneras, ¿lo recuerdan? Así que yo—yo no fui.",
    "Y yo puedo traerles declaraciones para mostrarles eso, de cuatro personas distintas declaradas muertas por los médicos; después de orar y reprender la muerte. ¿Ven? Nos paramos allí para reprender esa cosa. Y si Dios le dio el poder para hacer algo, es mejor que Ud. tenga cuidado con lo que está haciendo. ¿Ve? Más vale que tenga cui-… Él dijo: “No lo hagas…”.",
    "Ahora, recuerden, puede ser que eso no sea algo muy grande para Ud., pero para mí, significó algo. ¿Ven?\n\n“No reprendas esto”. Una Voz muy dulce, amable (como a las seis y media, creo que fue, a las seis y media esa mañana), dijo: “No reprendas esto. Esto es la mano del Señor”.\n\nYo dije: “Gracias, Padre. Gracias, Señor. Yo no lo haré”.",
    "Si Él hubiera dicho: “Reprende esto. Es el enemigo que se infiltró”.\n\nYo hubiera dicho: “Vamos”. Y hubiera sido hecho.",
    "Cuando ese niño allá en Finlandia estaba tendido allí, muerto, mallugado, sin un solo hueso sano en su cuerpo, el Señor dijo: “Ésa fue la mano de Satanás” dijo, “repréndelo”.",
    "Y yo dije: “Muerte, no lo puedes retener. Tráelo de nuevo, suéltalo”. Allí él saltó y se paró, sano, ya no tenía ni un solo hueso roto en su cuerpo. Ésa es la Palabra del Señor. Yo no puedo usar la Palabra del Señor hasta que la Palabra del Señor venga a mí.",
    "Pero en la Escritura, la Palabra del Señor me ha dado la comisión para orar por estas personas enfermas; les ha dado la comisión a Uds. para orar por ellos. Ahora: “La oración de fe salvará al enfermo”; oremos, Uds. inclinen los rostros; veremos lo que Él dice, a medida que pasan.",
    "Ud. es Cristiana ¿verdad? ¿Cree Ud. de todo corazón que Jesús la va a sanar? Tiene un pequeño problema estomacal; ha sufrido con él por años, hermana. Ahora, Ud. va recuperarse, si Ud. cree.",
    "Ahora, Señor Dios, esta mujer joven tendrá que morir si Tú no la ayudas. Oro entonces, al mirarla, no veo razón para que ella muera.\n\nY siento en mi espíritu, Señor, que Tu voluntad lo permite, ahora, reprendo esto: Satanás, ¡suéltala!\n\nEn el Nombre de Jesucristo, que ella se recupere, venga a esta iglesia, y dé testimonio para la gloria de Dios. Amén.",
    "Ahora, así es de sencillo, Ud. se va a recuperar. ¿Lo cree Ud., hermano?\n\n[El Hermano Branham se aparta del micrófono.—Ed.] ¿Cree Ud., acá abajo, que Ud. va a estar bien?\n\nVaya ahora, comience a comer lo que Ud.… Ud. estará bien.\n\nAhora, Ud. esperó darle una caricia al mundo, y paralizarlo; él le dio a Ud. una caricia, y la ha paralizado. Ahora, el Dios del Cielo que quita Su derrame cerebral del mundo para dar perdón de pecado, por ese mismo Nombre, puede otorgarle a Ud. perdón de pecado, quitarle a Ud. ese derrame, y darle su salud.\n\n¿Cree que Él puede hacer latir correctamente ese corazón? Hágalo Ud., estará bien…?…",
    "Señor Jesús, esta pobre mujer debe permanecer en esta silla por el resto de su vida y luego, será llevada. Pero estamos pidiendo que este poder de Satanás sea quitado de ella. Que ella pueda vivir y caminar y ser tan normal como siempre lo fue. Lo pedimos en el Nombre de Jesús. Amén.",
    "¿Cree Ud.? Es una obra consumada, ha sido hecha. ¿Qué sucede? ¿Sin temor, sin… no fue…? Ud. fue sanada de cáncer una vez…?… Suelte todo, entréguele todo a Jesús.",
    "Señor Jesús, pongo mi mano sobre esta mujer y reprendo su enfermedad. Sé que ella es Cristiana, nacida del Espíritu. Yo quito eso de ella, en el Nombre de Jesucristo, Nombre tan maravilloso. Amén.",
    "Señor Dios, por su hermano precioso, pido por su salvación en el Nombre de Jesús. Párese en eso. Amén. Será hecho.",
    "¿Estás listo para recibir tu sanidad, hijo? Bien, eso ha pasado a la mano de Él.",
    "Señor Jesús, sobre este joven, que dijo (de parte Tuya), él ora para que pueda recibir su sanidad. Como Tu siervo, yo pongo mis manos sobre él en el Nombre de Jesucristo…?… Amén.\n\nAhora, cualquier…?… ahora, Ud. sólo invoque Su Nombre. Ahora, no—no a mí…?…",
    "Padre, Dios, como un hijo que una vez se recostó sobre el pecho de su madre, ella lo acarició y—y oró con él y sostuvo su manito cuando era arrullado, de bebé. Ahora, Satanás la ha puesto a ella en esa institución para dementes. Dios, él ha acudido a la Iglesia santa del Dios vivo, una Iglesia que ha nacido del Espíritu de Dios, una Iglesia en la que vive el Espíritu de Dios, y por la que se da a conocer a Sí mismo. Y hoy, por la oración, liberamos a esa mujer de esa institución. En el Nombre de Jesucristo, oramos. Amén.\n\nVaya a casa, Ud. está bien.\n\nGracias por venir, pedir por su madre; ése es un verdadero hijo.",
    "Éste es el día de su liberación. Señor Jesús, por esta joven, por la salvación de su esposo y la liberación de su garganta, que ella reciba esto en el Nombre de Jesucristo, Quien dice: “Venga, créalo ahora”, y es un producto terminado.",
    "Señor, los médicos han declarado, Señor, que eso está en su cuerpo, entrando ya en su ojo. Ella ha venido por su liberación, sobre este altar, mientras esta Iglesia santa ora, yo pido por su liberación en el Nombre de Jesucristo, esta aflicción dejará su cuerpo. Es una obra terminada.\n\nPor su hijo, bendigo su pañuelo. Que el oído y las condiciones correctas regresen a su oído…?…",
    "Ahora habla la Iglesia; ahora, la Iglesia es el Cuerpo místico de Cristo. Todos estamos orando por Ud. ¿Ve? Nosotros no—no profesamos estar más en el mundo. No estamos hablando de dudar hacia dónde vamos. Nosotros encontramos el Camino. Nosotros nacimos en ese Camino. Nosotros somos la Iglesia del Dios viviente (parte de ella); desde luego que está esparcida por todo el mundo. Pero éste es un grupo de ellos. Hoy, reunidos venimos en Su Nombre. Nosotros venimos para hacer lo que Él nos dijo que hiciéramos. ¿Qué no podrá revelar Él cuando nos reunimos? Oren por los enfermos, impónganles las manos, “la oración de fe salvará al enfermo”.",
    "Que su problema cardiaco le deje. En el Nombre de Jesucristo, obedezco la comisión que Dios me dio…?… 🦅"
  ]
}