{
  "title": "EL PARIENTE REDENTOR",
  "id": "60720009",
  "content": [
    "🦅  Gracias, Hermano Neville. El Señor lo bendiga. Es muy bueno estar aquí de nuevo, en esta mañana, otra vez en la casa del Señor. Creo que fue dicho una vez, “Yo me alegré con los que me decían: ‘A la casa de Jehová iremos’”.\n\nCharlie, sal de atrás de ese poste y sube acá y búscate un asiento. Sube acá. Hermana, ¿habrá un asiento en algún lugar allí atrás, donde nos podamos acomodar? Aquí hay un lugar, aquí arriba, señora. Pase acá arriba. Aquí, Charlie, pasa aquí y siéntate junto a Banks acá arriba, para que no tengas que estar de pie. Cada vez que este muchacho viene de tan lejos, de Kentucky, llega acá, y está de pie, cada mañana. Lo ubicaremos aquí mismo arriba.",
    "Aquí hay un lugar, al final de este puesto aquí, para alguien más. [El Hermano Neville dice: “Acá atrás también hay una señora”.—Ed.] Hay una señora de pie en la parte de atrás, allá atrás. Pase aquí adelante. Aquí hay un asiento, hermana, aquí cerca. Pase aquí adelante. Y supongo que hay alguien allí en la silla de ruedas. ¿La hay? [Una hermana dice: “¿Hermano Branham?”.] Sí. [“Hay un asiento aquí mismo”.] Hay otro asiento aquí mismo. Si alguien lo quiere, allá en la parte de atrás, aquí mismo hay un asiento. [Un hermano dice: “Y aquí hay uno, Hermano Branham”.] Aquí arriba también hay uno, adelante. [“Hay otro, por acá”.] Sí. Puede tomarlo aquí arriba. Ahora, pasen adelante, tomen sus asientos. Y siéntanse muy…",
    "Queremos que estén cómodos mientras nos esforzamos por presentar la Palabra del Señor. ¡Oh, realmente es bueno estar aquí!",
    "No he visto a Charlie en la plataforma, ¿está allá atrás? Pues, tráiganlo acá. ¡Vaya! He estado allá con Charlie, los últimos días, y no puedo ir sin pasar a su casa a comer, así que, lo voy a hacer pasar aquí mismo a la plataforma, en esta mañana. Cada día que viene, él se para allí junto a la pared, para cederle el asiento a alguien. Así que, miré, en esta mañana, y lo vi a él parado allí, pensé: “Lo—lo traeré aquí ahora”. Pues, está—está bien. Ahora nos traerá el mensaje en esta mañana el Hermano Russell Cox. [El Hermano Branham y la congregación se ríen.—Ed.] ¿Dónde está Nellie? Yo… Será una buena experiencia para él. ¿Dónde? Sí. Eso es.",
    "Bueno, realmente me da gusto ver a tantos amigos aquí. El domingo pasado cuando me fui, me sentí mal toda la semana. Tenía un buen amigo sentado aquí, de por allá del sur, el Hermano West. Y fui saludando la audiencia, de prisa, dije: “Me da gusto ver a Fulano de tal y a Fulano de tal”, y miré justo por encima del Hermano West, y no—no lo vi hasta que ya iba de salida. Y pensé, toda la semana: “El Hermano West va a pensar que yo—yo no lo quise saludar”. Pero él—él es un Cristiano, él sabe que no fue así. Él sabe que yo… es un verdadero amigo. Y sé que él sabe que yo no haría eso.",
    "Pensaba esta mañana, viniendo acá, en ver a las personas que vienen de diferentes lugares. Ahora, aquí está de nuevo el Hermano West, por acá atrás, en esta mañana; y el hermano y la Hermana Kidd, aquí, de Ohio. Y algunos de mis…\n\nSé que el Hermano Evans está aquí. Fui a verlo ayer en la tarde, al hotel, pero supongo que había salido con el Hermano Fred y los demás. Y ellos vienen desde allá de Macon, Georgia, aquí, cada domingo que hablo. De Macon, Georgia, es muy lejos desde por allá. Son como ochocientas millas [1,287 km], o más, me supongo, desde allá. Las conduce con su familia, cada día que yo hablo. Y eso es ser fiel.",
    "Y yo estaba—estaba pensando, ¡oh, pues, tener amigos como ésos, que quieren respaldarlo a uno! Ahora, eso… esas personas no vienen toda esa distancia, desde Georgia y Ohio, y diferentes partes de la nación, a este pequeño tabernáculo aquí, para oírme a mí. Vienen aquí porque ellos creen ese Mensaje; es lo que ellos creen. Ellos están creyendo ese Mensaje. Y, luego, ¡cuán honesto y sincero debo ser yo en cuanto a ese Mensaje! Pues, no—no sólo estoy personalmente, yendo mal, sino que estaría guiando mal a alguien más. ¿Ven? Y luego Dios me hará responsable a mí por el error de ellos, por cuanto fui yo el que lo enseñó. ¿Ven?",
    "Y déjenme decirles, realmente lo pone a uno a meditar bastante cuando se considera de esa manera. Así que, yo—yo los aprecio mucho a cada uno, sabiendo que conducen esos cientos de millas, por carreteras peligrosas y por esas súper autopistas, donde hay accidentes y demás. Su fe en Dios de alguna manera los guía, los trae aquí y los lleva de regreso. Nos da tanto gusto tener esa clase de amigos. Oro que las ricas bendiciones de Dios sean sobre Uds.",
    "Ahora, el domingo pasado, yo—yo dije: “Bueno, vamos a hablar, y luego sólo llamaré una línea de oración”. He estado tratando de resolver de alguna manera, queriendo encontrar la manera de orar por más personas. Y si seguimos haciéndolas como el domingo pasado, yo… alguien terminará orando por mí. Salí de aquí como a las dos. Y yo—yo no repartí tarjetas de oración.",
    "Repartir tarjetas de oración es un trabajo difícil. No sé si Uds. lo sepan o no, la gente lo odia a uno. Y el Hermano Banks Wood dijo el otro día, mientras estábamos en Kentucky, que sería voluntario y repartiría las tarjetas de oración si Billy no venía. Así que, Billy, siendo mi propio hijo, Uds. saben, pues, ellos… recibo algunas cartas: “Él me prometió una tarjeta de oración y no me la entregó. ¡El muy tramposo!”. Así que, ellos… Él no se las puede entregar a todos. ¡Y no podemos colocar a tantos en la línea! ¿Ven? Él me tiene que proteger a mí.",
    "Y—y cuando nos fuimos, mi nuera dijo: “Bill, tendrás que poner de nuevo allí a Billy con las tarjetas de oración, o” dijo, “no vas a durar mucho”.",
    "Y, por tanto, donde cometí un error, fue iniciando el discernimiento, luego alguien regresó, dijo: “Olvidé, mamá quería que se orara por ella”. Uno sabe por qué están regresando, es por ese discernimiento, ven. Así que, pero, no los culpo. Yo haría lo mismo. ¿Ven? Yo haría… Somos humanos, y todos queremos vivir, y queremos saber qué hacer. Es lo que estamos… Pero uno sólo avanza hasta cierto punto con esas cosas, uno, con un don, y luego uno quedará acabado, cuando eso suceda un par de veces.",
    "Y, pues, el Hermano Banks iba a repartir las tarjetas de oración esta mañana, y sucedió que Billy llegó anoche. Entonces pensé que sería terrible, hacer que un hombre con una buena reputación como la del Hermano Wood, que repartiera las tarjetas de oración; que la genta la tome contra él. Supongo que a Billy no le molesta. Él los tiene encima hace mucho, y a él sólo le resbala. Muy bien.",
    "Ahora—ahora esta próxima semana debo estar en Dallas, este viernes siguiente en la noche, en la convención de la Voz de Sanidad. Si hay personas por allá, estaré allá solo esa noche, para hablar en su convención. Y quiero hablar sobre el tema de Cómo Abordar El Compañerismo, Dios mediante.",
    "Y, luego, pudiera ser que el próximo domingo, que será este domingo siguiente, si el Señor permite (Ahora no estoy muy seguro), si el Señor permite, quiero regresar y hablar sobre el tema que debía haber hablado hoy, El Viento En El Torbellino. Y yo iba a orar por los enfermos hoy. Y es como un reproche algo fuerte para la—para la iglesia por sus pecados. Y—y ése no es un muy buen tema para hablar cuando se va a llamar a una línea de oración. Uno tiene que levantar la fe del pueblo a un… en oración, y hacia Dios, y para que tengan fe. Así que le dije al Hermano Neville que anunciara que yo estaría hablando en esta mañana de otro tema, levantando la fe en el pueblo, para con Dios. Las otras palabras eran reprensión para el pueblo por—por no guardar los mandamientos de Dios. De esta otra manera, se edifica al pueblo en los alrededores, para que tengan fe en Dios. ¿Ven Uds.?",
    "Y allá atrás, en el cuarto de oración, en esta mañana, o el cuarto de grabación allá atrás, un ancianito amigo mío, el Hermano Kidd, de ochenta y tantos, ochenta años, está allá sentado. Muchos de Uds. recuerdan cuando me di prisa a ir donde él la otra mañana, él estaba—él estaba… hace cerca ya de un año. Estaba muriendo, gravemente enfermo, y los médicos le dieron una semana de vida. O, no una semana, ellos… No viviría hasta la mañana para traerlo acá, como a tres mañanas de distancia. Y, pues, había bajado hasta ciento cinco [48 kg], o algo así. Él dijo, hace unos momentos, que de nuevo está en ciento treinta y dos [60 kg]. Dijo que se sentía como un muchacho.",
    "Hermano Kidd, ¿me pregunto si se puede poner de pie, para que la gente sepa quién es este predicador veterano? Allí está él. Digamos: “Gracias, Señor”. [La congregación dice: “¡Gracias, Señor!”.—Ed.] Un hombre muriendo de cáncer, en esa—en esa condición. Él tiene una hermosa compañerita allí. Quisiera que ella también se pusiera de pie. Yo, sólo… Hermana Kidd, ¿qué tal si Ud. sube allá? Ahora, ella… ¿Ven lo rápido que se puede parar? Mejor que yo. Dios bendiga al hermano y a la Hermana Kidd. Que las ricas bendiciones de Dios reposen sobre… Gracias, hermana.",
    "Han luchado en las montañas de Kentucky, recorriendo de allá para acá los caminos del campo de carbón, siendo echados, sacados y burlados, perseguidos, viviendo de lo que podían. Molían maíz que encontraban en algún lugar por la línea del tren, y vivían para el Reino de Dios. Y con ochenta años aún predican el Evangelio. Ahora, han envejecido demasiado para salir, así que, oro por los paños de oración y se los enviamos, y ellos sólo—sólo continúan llevándolos a los hospitales y así demás. La gente viene por ellos. Ahora, eso realmente es tenerlo en el corazón, ¿verdad? [La congregación dice: “Amén”.—Ed.] Si no puede salir a buscarlos, se les puede enviar un paño de oración, así, la gente teniendo fe. Eso está muy bien.",
    "El Hermano Rogers también está aquí hoy por algún lugar, el suegro del Hermano Creech, un amigo mío muy apreciado. Entro a su casa igual como voy donde Charlie y Nellie y los demás allá, por allá en Kentucky. Y—y antes iba allá todo el tiempo, a cazar con él. Y aquí, no hace mucho, hace como trece meses, el doctor lo abrió. “Tenía Cáncer, y” dijo, “no hay esperanza”.",
    "Y pensé: “¡Mi precioso amigo anciano!”. Un veterano de la Primera Guerra Mundial, un verdadero caballero, su familia. Y yo lo bauticé a él en el Nombre de Jesucristo hace muchos años, para perdón de su pecado, sabía entonces que había sido colocado en el Cuerpo de Cristo, y estaba listo para ir a encontrarse con Dios. Pensé: “Mi precioso hermano va a pasar ahora al más allá”. Fue justamente después de esa visión, o antes que me viniera esa visión, acerca del Cielo. Y entonces fui allá a verlo, y estando en la habitación entró un arco iris. Dios cambió las cosas. Eso hace trece meses, y él aún sigue aquí hoy, comiendo.",
    "Él tomó alguna clase de, se tomó algunas pastillas de azufre, lo quemaron aquí en su garganta. Y él va a pasar por la línea de oración, pienso yo, en esta mañana, viniendo. Y sé que anuncié eso después que Billy ya había repartido, o que iba a hacerlo, sabía que iban a repartir tarjetas de oración. Le dije a su yerno, mi buen amigo, el Hermano Creech, que trajera—lo trajera acá. Y pensé que si se me pasa, entonces lo tomaría y lo pondría aquí en uno de estos cuartos de oración. Pero él tenía una tarjeta de oración. Y yo dije: “Busty, quiero que vayas allá”. Su nombre es Everett; simplemente le decimos Busty. Y él—él… Yo le dije: “Ve allá y entra en la línea de oración. Prefiero orar por ti, por eso, mientras tenga la unción”. Así que, me gustaría… Si yo supiera que se va a orar por mí, quiero a alguien que esté ungido cuando estén orando por mí.",
    "Ahora vamos a nuestra Biblia, en esta mañana, abramos en el Libro de Rut. Voy a leer aquí en la Escritura, del Libro de Rut. Y, ahora, antes de que abordemos este tema… Y si pudiera, me gustaría anunciar mi texto para esta mañana, se titula: El Pariente Redentor. Y quisiera abordarlo desde cuatro puntos de vista diferentes, acerca de la redención.",
    "Pensando, el domingo pasado, prediqué de cómo fue que Cristo vino para redimirnos. Y, luego hoy, quiero hablar de: “¿Qué es un Redentor y cómo viene Él a ser un Redentor? Y, recuerden, un Redentor lo redime a uno completamente, cuando lo redime a uno; de sus pecados, de su enfermedad, de todo lo que esté mal. Él es un Redentor.",
    "Ahora, antes de entrar en esto, inclinemos nuestros rostros y hablemos con Él, en oración. Y ahora con nuestros rostros inclinados, me pregunto: ¿Cuántos, en esta mañana, estando en la Presencia, quisieran ser recordados en oración, levantando las manos y diciendo: “Dios, mira… Tú conoces mi petición.”? Dios los bendiga a cada uno.",
    "Nuestro Padre Celestial, estoy tan feliz hoy, porque hay un gran Poder Altísimo, sabiendo, Dios, que podemos acercarnos por medio de Su Hijo, Cristo Jesús, y obtener una—una respuesta a lo que pedimos. Como en la reunión pasada, hablábamos cómo fue que los hombres andaban por ahí en pieles de oveja y de cabras, pobres, buscando una Ciudad cuyo arquitecto y constructor era Dios. Sabiendo que si podían llegar a Él, ¡si tan sólo lograban averiguar dónde estaba Él! Como Job, de antaño, dijo: “Si yo pudiera ir, tocar a Su puerta” en otras palabras, “si pudiera hallar dónde Él—habita Él, yo iría a casa con Él, y—y hablaría con Él, cara a cara”. Pero no había manera que el hombre pudiera hacerlo, por cuanto había pecado, y él mismo se había separado y llegado a ser un extranjero para Dios.",
    "Pero por medio de Aquél precioso Quien vino y abrió el camino, y perdonó nuestros pecados, y nos trajo delante de Dios, no como extranjeros, sino como hijos viniendo a su Padre. Sabiendo que Él nos concederá cada petición que pidamos. Sólo hay una ley establecida, es: “Si podéis creer”. Ése es el acuerdo. Satanás dice que nosotros no creeremos, y Dios dice que sí creeremos. Ahora arrecia la batalla, y la decisión es nuestra. Hacia el lado que se incline nuestra decisión, así será. Y fue escrito tan maravillosamente: “Todo es posible para los que creen”.",
    "Y hoy estamos creyendo, venimos acercándonos a Ti, pidiendo favor Divino, pidiendo que consideres nuestras peticiones. Y cada mano que fue levantada, Tú conoces la intención debajo de esa mano, en el corazón. Pues, está escrito que: “Tú conoces las intenciones y los pensamientos de la mente, y puedes discernir la mente”. Y oramos, Dios, que respondas según Tus riquezas y Tu gracia, cada petición que fue mencionada.",
    "También pedimos hoy, Señor, que me ayudes, siendo quizás el más necesitado de la audiencia; sabiendo que, aquí delante de mí, está la compra de la Sangre del Señor Jesús. Tal vez, hay pecadores sentados aquí, que están tan atados por el pecado, que les es difícil, casi imposible, llegar al lugar donde puedan aceptar a Cristo, mientras que Satanás los tenga tan atados por su poder. Pero sabemos que está escrito: “En Mi Nombre echarán fuera demonios”.",
    "Y danos poder hoy, Señor, por medio de la predicación de la Palabra, para reprender todo diablo de duda y superstición y temor, de los corazones y mente de la gente. Que aquellos que están atados por confusiones y duda, puedan ser traídos a los brazos de Cristo. Y también está escrito que: “Sobre los enfermos pondrán las manos y sanarán”. Aquí hay personas que son Cristianos, y están atadas con demonios de enfermedad.",
    "Señor, dame hoy poder del Espíritu Santo, para liberar a cada persona enferma y afligida que esté hoy aquí en el edificio; que el gran Espíritu Santo pueda tener preeminencia en cada corazón y en todo aquél que está en la Presencia Divina.\n\nHáblanos por medio de Tu Palabra. Tu Palabra es Verdad. No sabiendo exactamente qué decir, pero esperando la dirección del Espíritu Santo; que Él pueda guiarnos y dirigirnos a toda la Verdad. Concédelo, Señor. Recibe Tú la gloria. Y unge a Tu siervo. Y Tu Palabra ya está ungida. Te daremos a Ti la gloria, a medida que la llevas a cada corazón, conforme a nuestra necesidad. En el Nombre de Jesucristo lo pedimos, el Hijo de Dios. Amén.",
    "Antes de leer, quizás diga este pequeño eslogan que tanto me gusta.\n\nSi tienes ríos que no puedes cruzar,\n\nY montañas que no puedes atravesar,\n\nNunca olvides, en el Cielo, Dios se especializa\n\nEn cosas que otros no pueden lograr.",
    "Estoy leyendo del Libro de Rut, el capítulo 1.\n\nAconteció en los días del gobierno de los jueces,…hubo hambre en la tierra. Y un varón de Belén de Judá fue a morar en los campos de Moab, él y su mujer, y dos hijos suyos.\n\nEl nombre de aquel varón era Elimelec, y…su mujer, Noemí;…los nombres de sus hijos…Mahlón y Quelión, efrateos de Belén de Judá. Llegaron, pues, a los campos de Moab, y se quedaron allí.\n\nY murió Elimelec, marido de Noemí,…quedó ella con sus dos hijos,\n\nlos cuales tomaron para sí mujeres moabitas; el nombre de una era Orfa,…el nombre de la otra, Rut; y habitaron allí unos diez años.\n\n…murieron también los dos, Mahlón y Quelión, quedando así las mujeres…la mujer desamparada de sus dos hijos y de su marido.\n\nEntonces se levantó con su nuera, y regresó de los campos de Moab; porque ella oyó en el…oyó que Jehová había visitado a su pueblo para darles pan.\n\nSalió, pues, del lugar donde había estado, y con ella sus dos nueras, y comenzaron a caminar para volverse a la tierra de Judá.\n\nY Noemí dijo a sus dos nueras: Andad, volveos cada una a la casa de su madre; y Jehová haga con vosotras misericordia, como la habéis hecho con los muertos y conmigo.\n\nY conceda Jehová que halléis descanso, cada una en casa de su marido. Luego las besó, y ellas alzaron sus voces y lloraron,\n\ny le dijeron: Ciertamente nosotras iremos contigo a tu pueblo.\n\nY Noemí respondió: Volveos, hijas mías; ¿para qué habéis de ir conmigo? ¿Tengo yo más hijos en el vientre, que Uds. puedan…que pueda ser vuestro marido?\n\nVolved, hija mía, e id; porque yo ya soy vieja para tener marido. Y aunque dijese: Esperanza tengo, y esta noche estuviese con marido, y aun diese a luz hijos,\n\n¿habíais vosotras de esperarlos hasta que fuesen grandes? ¿Habíais de quedaros…por amor a ellos…sin casar? No, hijas mías; que mayor amargura tengo yo por vosotras, pues la mano de Jehová ha salido contra mí.\n\nY ellas alzaron otra vez sus voces y lloraron de nuevo; y Orfa besó a su suegra, mas Rut se quedó con ella.\n\nY ella dijo: He aquí tu cuñada se ha vuelto a su pueblo y a su dios; vuélvete tú tras ella.\n\nRespondió Rut: No me ruegues que te deje, ni a que me aparte de ti; porque a dondequiera que tú fueres, iré yo, y dondequiera que vivieres, viviré. Tu pueblo será mi pueblo,…tu Dios será mi Dios.\n\nDonde tú murieres, moriré yo, y allí seré sepultada; así me haga Jehová, y aun me añada, que sólo la muerte hará separación y…entre nosotras dos.",
    "Quiero titular esta pequeña plática en esta mañana, a medida que la enseño, queriendo traerles a Uds. fe, de redención, y lo que es, y cómo recibirla. Quiero titularla: El Pariente Redentor.",
    "Ahora, el redimir cualquier cosa, es “recuperarla”. Algo que se ha perdido, como entregado en una casa de empeño. Y Ud. va allá y redime eso, es redimido por un precio. Luego es de su propiedad personal, después que Ud. lo ha redimido. Pero la ley de redención, en Israel, era que tenía que ser un pariente, para redimir una propiedad o algo que se había perdido.",
    "Nuestra historia comienza en el tiempo de los gobernantes de Israel, que eran los jueces, después de la muerte de Josué. Y para encontrar un cuadro muy hermoso de esto, lea como los primeros cinco o seis capítulos de Primera de Samuel, y—y Ud. encontrará la verdadera historia.",
    "Pero ahora vamos a saltar aquí y allá para encontrar en esto el texto principal. Y, hace un tiempo, comencé en este Libro de Rut, y me tomó tres o cuatro semanas repasarlo. Comencé en el Libro de Apocalipsis, una vez, y me tomó casi todo el año para terminar de estudiarlo. Toda Escritura, por pequeña que sea, tiene que ver con la otra, por toda la Biblia; es hermoso. Por tanto, nosotros sabemos que la Biblia es inspirada. Pues, matemáticamente, y en toda otra forma, no hay otra literatura escrita que no se contradiga en alguna parte.",
    "Este Libro fue escrito en un lapso de tiempo de casi cuatro mil años, los Libros de la Biblia. Y fueron escritos por unos… Olvido cuántos hombres los escribieron. Sí lo recordaba. Pero, lo siento. Quiero decir que unos sesenta y tantos, pero estoy—estoy… pueda ser que esté equivocado en eso. [Un hermano dice: “Cuarenta”.—Ed.] Cuarenta hombres escribieron la Biblia, en un lapso de tiempo de miles de años, sin conocerse el uno al otro, ni verse el uno al otro, muchas veces ni leyendo lo del anterior. Y ni una sola palabra contradice al otro. ¡Es inspirada!",
    "Ahora, muchas personas miran este Libro de Rut, diciendo: “Es una historia de amor de la Biblia”. La Biblia es una historia de amor. Toda la Biblia es una historia de amor.",
    "Ella no sólo es una historia de amor, sino que es profeta. No sólo es profeta, sino que Ella también es historia. No sólo es una—una historia de amor, historia, profeta, Ella es Dios Mismo. Pues, “en el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Así que, la Palabra es Dios en letra. Eso debería concluir el asunto, hermano; Dios en letra. Jehová, impreso en un Libro. Y nada en Ella es tan sólo algún cuento de hadas, sino que todo es absolutamente la Verdad. Su alma puede depender de cada etapa de Ella. Allí está. Es la Verdad, y Dios respaldará Su Palabra.",
    "Y se escribió esta historia, y todos los manuscritos antiguos, cuando estaban compilando la Biblia, los hombres santos, cuando estaban tratando de formar el Antiguo Testamento; este Libro de Rut fue uno de los Libros sobresalientes que ellos aceptaron. ¿Por qué? Si tan sólo es una historia de amor, ¿por qué aceptaron como inspirado este Libro los escritores y los sabios antiguos? Porque en Ella hay una revelación escondida. Y en esta revelación escondida, uno capta el verdadero significado. Le acercará bastante a Dios.",
    "Y oro, con toda mi alma, en esta mañana, que Dios cautive todo corazón, de tal manera que Él Mismo revele exactamente lo que Él es, en esta historia; lo que Él es para Uds.; cómo aceptarlo. Y una vez que Uds. lo vean, será tan sencillo, que se preguntarán cómo fue que lo pasaron por alto. Pero solamente puede ser revelado por el Espíritu Santo.",
    "Ahora, muchos, al leer la Biblia, la leen, sólo se paran y leen una página, y leen otra página. Uds. nunca la entenderán, pues, está en enigmas. Y Jesús agradeció a Dios por haberla hecho de esa manera. Dijo: “Tú la has escondido de los ojos de los sabios y prudentes, y la revelas a bebés que aprenden”.",
    "Como frecuentemente he dicho. La Sra. Branham está sentada allá atrás, en esta mañana. Pero cuando estoy en el extranjero, ella me escribe una carta. Ella dirá: “Amado Bill, estoy sentada aquí esta noche, con los niños; estoy pensando en ti”. Y ella continua escribiendo lo que hará. Pero yo—yo la amo, y la conozco tan bien, que puedo leer entre líneas. Sé exactamente lo que ella está diciendo (¿ven?), ya sea que lo escriba allí o no. ¿Ven? Pues, yo sé lo que ella está diciendo. ¿Por qué será? Es por lo unidos que estamos. Somos uno. ¿Ven? Y ella conoce mi naturaleza, yo conozco la de ella. Ella no…",
    "Ella puede sólo sentarse y mirarme. Y yo puede decirles a Uds. lo que ella va a decir (¿ven?), por lo bien que yo—yo la conozco. Y ella puede hacer lo mismo conmigo. Ahora, lo que hace eso, es la confianza del uno para con en el otro. ¡El amor!",
    "Ayer en la mañana estábamos recostados en la cama un poco tarde, y los niños no tenían que ir al colegio, y nos pusimos a hablar de diferentes cosas. Y de ¿cómo…? “¿Qué era el odio?”.",
    "Yo dije: “El odio tuvo un principio, así que tendrá que terminar. El amor no tuvo un principio, así que no termina. El odio es para siempre. El amor es Eterno. El odio comienza y el odio terminará. El amor no tuvo comienzo y jamás terminará”. ¿Ven? Era Eterno.",
    "Y cuando un hombre ama a una mujer y se casa con ella sólo porque es bonita, eso llegará a su fin. Pero cuando un hombre encuentra a una mujer que él ama, él no sabe por qué, pero él la ama. Y ella encuentra al hombre que ama, no importa su apariencia; él la ama. Ella lo ama a él. Ése es un compañero Eterno en Gloria. Ellos… La muerte ni nada más podrá alguna vez separarlos, por cuanto ellos son de la Eternidad. Y ellos dieron un paso, salieron del espacio del tiempo y regresarán a la Eternidad. La Eternidad ha bajado en un cuerpo, llamado tiempo, luego regresa inmediatamente de nuevo a la Eternidad. No puede perecer.",
    "Una mujer que es hermosa, esa belleza se desvanecerá, es lo más seguro. Dele Ud. unos años. Hoy, pudiera ser que ande contoneándose por la calle, alguna mujercita medio vestida, enviando más almas al infierno que todos los bares del país. Pero ella se contonea por la calle creyéndose alguien. Como dice la Biblia: “Tendrían cuellos erguidos, ojos desvergonzados, van danzando” (que significa contonearse), “cuando andan”, en el día postrero. Cumpliendo las Escrituras, y no lo saben. Se paran en el jardín, vestidas inmoralmente, los hombres mirándolas, y no se dan cuenta. Tal vez ella no pudiera ser más virtuosa para su marido o novio, pero en el Día del Juicio, ella rendirá cuenta por haber cometido adulterio con cientos de hombres. Es un espíritu que tienen y no lo saben. La Biblia dice: “Desnudas, ciegas y no lo saben”; lo lamentable allí es que “no lo saben”.",
    "Pero, ¿sabían Uds. que esa figurita tan bien formada que Dios le ha dado a esa muchacha, pudiera estar descompuesta para esta hora el próximo domingo? Ese hombre alto, de tez morena y apuesto, pudiera no ser más que un montón de basura, para el próximo domingo. Todo eso perece.\n\nPero lo que va por dentro, Dios, el amor, vive por la Eternidad. Así que, cuiden lo de adentro; mantengan la mirada en la meta.",
    "Ahora, esta historia comienza bastante de esa manera, con una mujer amorosa y amable. Su nombre era Noemí. Noemí significa “agradable”. Elimelec era su esposo, significa “adoración”. “Adoración agradable” era su familia. Ellos tenían un hijo, Mahlón, uno que significa “enfermedad”. Y Quelión, el otro, significaba “preocupación, fúnebre, tristeza”. Allí estaba la familia.",
    "Y vino una hambruna sobre la tierra de Israel. Y el primer error que llega a cometer un judío, es, dejar esa tierra. Dios les dio esa tierra. Cuando a Abraham le fue dada esa tierra, Dios le dijo que no dejara esa tierra. Y él cometió un error cuando se fue a Gerar, se metió en problemas. Un judío jamás debe salir de Palestina; es su lugar asignado.",
    "Y ellos fueron expulsados, por todo el mundo. Y ahora están regresando de nuevo. ¡Oh, es una historia tan hermosa la que tenemos aquí, en esta mañana! Ellos están regresando.",
    "Noemí fue expulsada por causa del hambre, Noemí y Elimelec, y se fueron a Moab.",
    "Ahora les mostraré el trasfondo de la historia, para que a medida que escuchan, Uds. puedan captar lo que es.\n\nAhora, los moab-… los moabitas vinieron de un hijo ilegitimo, que era de las hijas de Lot. Después de haber escapado del fuego de Sodoma, por la gracia de Dios, entonces las hijas emborracharon a su padre y vivieron con él, como una esposa. Ellas dieron a luz un hijo. Y uno de ellos comenzó, y conformó la—la nación de Moab, que supuestamente eran Cristianos, pero estaban mezclados con el paganismo. Y, vean, al dejar la tierra prometida, no importa lo mal que estuvieran, al peregrinar en otra tierra, eso trajo problemas.",
    "¡Y cada vez que un creyente se sale de su tierra dada por Dios! Muchas veces, en la política, en esta elección que viene y todo eso, un buen hombre puede ser un buen hombre, y él se alejará de esa tierra. Como un cierto ministro que conozco, lanzó su candidatura para alcalde de la ciudad. Y por hacerlo, se salió de su terreno ministerial, y Satanás lo venció.",
    "¡Si cualquier Cristiano llega a salirse de esos terrenos! “Bueno, sólo iré allá, esta noche, a sentarme con los muchachos en el billar un rato. No haré nada malo; sólo me tomaré un traguito”. ¡Ud. está fuera de su terreno! ¡Regrese! Uds. sólo están dirigiéndose directamente a los problemas.",
    "🦅 ¡Oh, las demás muchachas todas fuman! Sólo probaré uno”. ¡Ud. se ha salido de sus terrenos! No haga eso. Permanezca en su tierra. No, “Pues, todos por acá me dicen ‘el anticuado’. Ellos me dicen: ‘Chapado a la antigua’”. ¡Quédese allí de todas maneras! Ése es su lugar. Permanezca en Cristo.",
    "Noemí, por el hambre, se fue de las tierras y entró a Moab, buscando pan. Ella no tenía por qué hacerlo, pues los demás permanecieron en Judá, Belén. Belén significa, Bet-el, “casa de Dios”, casa de alabanzas. Y ellos permanecieron allí.",
    "Y ella se fue con su esposo. Y sus dos hijos se casaron con muchachas moabitas. Pero cuando Dios ha ordenado que ocurra algo, sucederá de todas maneras. Por eso es que yo realmente creo en la predestinación, el previo conocimiento de Dios de las cosas.",
    "Luego, vemos, que por allá, la muerte golpeó a la familia, y ellos comenzaron a regresar. Mató… El muchacho murió, ambos muchachos murieron, y el padre murió. Y Rut comenzó a regresar, Orfa, y Noemí.",
    "Ahora, quiero comparar en esta mañana, a Noemí (la anciana), con la iglesia ortodoxa, la Iglesia Judía Ortodoxa; y a Rut, la moabita, una gentil, como la Iglesia Cristiana, la Nueva Iglesia.",
    "Y quiero enfocarla desde cuatro etapas diferentes, a Rut. Lo tengo anotado aquí. Rut, decidiendo, tomando su decisión; Rut, sirviendo; Rut, reposando; Rut, recompensada. Mientras vamos regresando: Rut, tomado su decisión; Rut, después de tomar su decisión, luego Rut sirviendo; Rut está reposando; después Rut es recompensada.",
    "Ahora, viniendo de regreso, llegó un momento, ella siendo tipo de la Iglesia, o del Cristiano. Pues, cada individuo representa a toda la nación Cristiana, ¿sabían Uds. eso? Ud., en su comportamiento, la manera en que se comporta y lo que hace, Ud. representa a todo el Cuerpo de Cristo. Ud. dice: “Pero sólo soy un laico”. No importa. Cuando Ud. recibe ese nombre de Cristiano, Ud. representa a Cristo y a Su Iglesia. Así debe vivir uno. Uds. deben vivir como caballeros, como damas. Nunca hagan cosas del mundo, porque los ojos del cielo y la tierra todos están sobre Ud., para que represente esa única cosa. No importa cuán débil sea Ud., lo pequeño que sea, mantenga su cabeza en alto, pues Ud. es un Cristiano.",
    "Ahora, Rut era una pagana, servía ídolos, igual que Orfa. Y ellas iban de camino, regresando con su suegra. Pues, ella había oído que allá en Belén de Judá, que Dios había quitado la plaga, y que la gente ya tenía pan. Ella había estado por allá cerca de diez años, según dice Eersheim: “cerca de diez años”, el historiador.",
    "Y regresando, triste (y su esposo muerto, sus hijos muertos), con sus dos nueras, luego ella debe haberse dado vuelta y las miró, y dijo: “¿Por qué vienen conmigo? Pues, no tendrán más que problemas”. Dijo: “Lamento que la mano de Dios se haya extendido contra mí”.",
    "¡Cuántas veces no ha pensado eso Israel, sin saber que todo era programa de Dios! ¡Cómo es que el muro de los lamentos está allá en las afueras de Jerusalén; aún sigue allí! Recogieron las viejas piedras del templo, y levantaron un muro. Y están lizas de tanto frotarlas, por las lágrimas y el llanto, de las manos judías, llorando y clamando: Jehová, “¡Jehová!”. Ellos no se dan cuenta que su hora está cerca, ahora a la mano. El muro de los lamentos; “Estas piedras una vez fueron casa para el Arca del Pacto. El Rey David miró estas piedras. ¡Oh, Jehová!, ¿dónde estás?”. ¿Ven? Sin saber que su Rey pronto regresaría, su Redentor. Ellos tenían que ser echados, por un corto tiempo.",
    "Noemí se preguntó: “¿Por qué ha sido tan cruel conmigo la mano de Jehová, nueras mías? Dios me ha desechado. Soy una desterrada. No sé qué habré hecho, pero soy una desterrada”. ¿Ven?",
    "Dios estaba obrando Su programa. Pues, “A los que aman a Dios, todas las cosas les ayudan a bien”, no importa qué sea.",
    "Ella dijo: “Regresen a sus madres, y encuentren reposo en la casa de sus madres. Sus esposos están muertos y Uds. son mujeres jóvenes y hermosas; regresen. Regresen de donde vinieron. Encuentren allí reposo. Dios sea misericordioso con Uds., por cuanto han sido amables con los muertos. Y Uds. han vivido virtuosas desde que sus esposos han muerto. Y han sido amables conmigo, una anciana viuda sin esposo, y han permanecido junto a mí. Regresen, y que Dios les dé reposo en sus casas”. Ellas lloraron.",
    "Ella dijo: “Si yo… Soy anciana. No pudiera tener más hijos. Pero aun si tuviera un esposo y tuviera un hijo, ¿de qué me serviría? Uds. no podrían esperar a ese bebé”. En realidad, ésa era la ley en esos días. Que si un hermano moría, o… y, su, el otro hermano estando soltero, tenía que tomar su esposa para continuar el nombre de su hermano muerto. “Pero, él” dijo, “Uds. no podrían esperar, estos bebés. Así que, regresen y encuentren reposo en las casas de sus esposos. Regresen a su madre”.",
    "Y Orfa, un tipo de la iglesia tibia que en algún momento comenzó, un tipo de la iglesia que no llega hasta el final, dijo: “Eso suena muy bien”. Entonces ella besó a su suegra y regresó. Ése es un tipo del creyente tibio, que cree que Jesús es el Cristo, y luego se da la vuelta y regresa a la cosa de donde salió; del hombre que rechaza el camino con los pocos despreciados del Señor, y luego da la vuelta y regresa; “como un perro a su vómito, y la puerca al cieno”, como dice la Biblia.",
    "Ahora, ella regresó a sus dioses. Muchas veces nosotros regresamos a los dioses de nuestro—de nuestro principio. Tal vez tenemos ojos de codicia tras la cosa equivocada. Volvemos a codiciar de nuevo. Tal vez tengamos ídolos de la bebida, ídolos de fumar, ídolos de mentir, ídolos de robar, toda clase de ídolos; y luego confesar y ser bautizados, y después regresar a eso. ¡Qué cosa más triste! Recuerden: no se menciona más su nombre. Ella fue excomulgada por su decisión.",
    "La iglesia tibia, el creyente tibio, así como todo creyente representa la iglesia; todo americano representa a América; todo alemán representa a Alemania; todo Cristiano representa a Cristo.",
    "Aquí ella le dio la espalda, para regresar a la cosa de donde salió. ¡Y cómo es que hombres, aún predicadores, en algún momento, escogen el camino del Señor, y cuando uno les habla del bautismo del Espíritu Santo: “Tonterías”, le dan la espalda! Ésa es Orfa.",
    "Hábleles a ellos del Nombre de Jesucristo, “Porque no hay otro Nombre bajo el cielo, dado a los hombres, en que podamos ser salvos. Todo lo que hacéis, sea de palabra o de hecho, hacedlo todo en el Nombre de Jesucristo, porque no hay otro Nombre bajo el cielo, en que podamos ser salvos”. Luego Pedro dijo, ese día, el Día de Pentecostés: “Si quieren ser salvos, arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de sus pecados”. Así es como son perdonados. Y un hombre, por popularidad, no puede sostener eso por la Biblia. Pero por popularidad, besará la Iglesia, besará el Mensaje, besará a Cristo “despidiéndose” y regresará de donde fue sacado; Orfa, tibia, excomulgada.",
    "Pero ¡oh, cómo me gusta esa pequeña Rut! Ella tuvo que tomar una decisión; yo tuve que tomar una decisión; Ud. tiene que tomar una decisión. Ud. jamás saldrá por estas puertas, en esta mañana, sin tomar alguna clase de decisión. Ud. saldrá de este cuarto, hoy, como un mejor hombre o una mujer, o un hombre o mujer peor. Al rechazarlo, Ud. empeorará. Será más difícil para Ud. alcanzarlo la próxima vez; o Ud. saldrá mejor.",
    "Llegó un reto a su vida. A todos les llega un reto durante la vida. Y Rut tuvo que tomar una decisión. Entonces, la Biblia dice que su suegra le dijo: “Regresa a tus dioses como hizo tu hermana; regresa como lo hizo la tibia. ¿Por qué no regresas?”.",
    "El predicador del Evangelio dirá: “Si quieren irse, adelante”. El verdadero predicador sincero que le dirá a las personas: “Tomen Uds. su decisión. Pónganse de pie”. Un tibio, indeciso e inconstante, no dirá eso. Pero un verdadero siervo de Dios lo pondrá sobre su regazo: “Tome Ud. su decisión”.",
    "Rut dijo: “Yo iré donde tú vayas. Tu pueblo será mi pueblo, tu Dios será mi Dios; donde tú vivas, viviré yo; donde murieres, moriré yo; y donde seas sepultada, seré sepultada yo”. Allí está la verdadera decisión.",
    "🦅 Señor, te tomo a Ti como mi Salvador. Si la Biblia dice: ‘Arrepentíos y bautícense, en el Nombre de Jesucristo’, eso haré. Si la Biblia dijo que yo ‘debo recibir el Espíritu Santo’ eso haré. Si la Biblia me dice: ‘Jesucristo es el mismo ayer, hoy, y por los siglos’, eso creeré. Yo escojo la Biblia y a Dios, por lo que Él ha escrito y lo que Él es, no importa lo que cualquier otro haya dicho”. Allí está la verdadera Rut.",
    "Ella tomó su decisión. Ella tenía que hacerlo, regresar o seguir adelante. Nosotros estamos en la misma posición, en esta mañana: regresar o seguir adelante. Nunca regresen. Vamos adelante.",
    "Ellas entraron a la tierra prometida, a esa tierra de personas desconocidas. Rut, un tipo del creyente hoy. ¿Qué? ¿Qué es el creyente? Cuando ella o él salen (la persona, del mundo), él entra entre creyentes Cristianos. Mujeres que antes fumaban, bebían y jugaban naipes en las sociedades y demás, con toda clase de cosas glamorosas, y como alguna clase de “pájaro esponjado”, pero ahora ella ha cambiado. Ella ha tomado la decisión de ir con Dios. Ahora ella entra a un pueblo que no cree en esa clase de cosas. Ella es una extranjera. Ella tiene que caminar como una peregrina. Ella no conoce sus costumbres; son todas extrañas, para ella. No sabe qué hacer. Eso fue lo que tuvo que hacer Rut; eso es lo que Ud. tiene que hacer; eso es lo que yo tengo que hacer.",
    "Cuando acepté a Cristo, me echaron de mi propia casa. Cuando yo acepté a Cristo, mis amigos, amigas, todos me despreciaron. Fui con un grupo de ancianos que tenían el Espíritu Santo y creían en Dios, lo servían a Él. Las muchachas allá en esa iglesia, eran diferentes a las muchachas con las que había andado. Lucían diferente; actuaban diferente; eran extrañas, y me atemorizaban. Eran personas diferentes.",
    "Eso tuvo que hacer Rut. Ella tuvo que salir de los suyos, a otro pueblo. Ella se convirtió. Ella tomó una decisión.\n\n¡Y Ud. toma una decisión! Ud. tiene que escoger. ¿Quiere Ud. regresar a las cosas del mundo, o quiere continuar con Dios?",
    "¿Quiere Ud. actuar como el mundo y todos ellos? Entonces “despídase” de Cristo con un beso y regrese.\n\nPero si quiere escoger su camino con los pocos despreciados del Señor, aférrese Ud. de la incambiable mano de Dios. No importa lo que el resto del mundo diga, Ud. aférrese de allí. “Dios lo dijo. Es verdad. Yo lo creo, aunque no lo pueda hacer manifiesto en mi vida. Dios lo dijo. Yo lo creo. Aquí mismo es de donde yo me aferro”.",
    "Así lo hizo ella con Noemí. “No te dejaré; iré donde tú vayas; tu pueblo será el mío. El comportamiento de ellos, será el comportamiento mío. Como hagan ellos, así haré yo. Lo que ellos coman, es lo que yo comeré. Donde tú mueras, moriré yo. Donde seas sepultada, yo seré sepultada. Y que el Señor me haga más si en algo fallo”. Ésa es la verdadera decisión clara y tajante. Dios quiere decisiones claras y tajantes de Su Iglesia.",
    "🦅 Bueno, Señor, si tan sólo Tú me bendices y haces esto por mí, yo haré tal y tal”. Ésa no es una decisión.",
    "🦅 Dios, no me importa lo que hagas conmigo, iré de todas maneras. Si muero, está bien. ¡Vivir o morir, lo que sea! Si se ríen de mí, se burlan de mí, no importa, iré de todas maneras”. Ésa es una decisión clara y tajante, como la hizo Rebeca antes de siquiera ver a Isaac.",
    "Sus padres dijeron: “Que la muchacha responda. La muchacha, ella tiene suficiente edad, que ella responda”.",
    "Ella dijo: “Iré”. Una decisión clara y cortante, tomada rápidamente. Ella se aferró a ella. Eso fue lo que hizo Rut; Orfa regresó.",
    "Ellas siguieron el viaje. Rut, en su corazón, sin saber a dónde iba, pero, siendo un tipo de la Iglesia. Nosotros peregrinamos, como Abraham. Peregrinos en una tierra extraña, entre gente extraña.\n\nY ella siguió, y finalmente entró al cuarto y al lugar donde Noemí la traía. Y ¿qué encontró ella? ¿A todos dándole palmaditas en la espalda y diciendo: “Rut, qué gusto tenerte aquí?”. Ella encontró discordia. Ella encontró algo maligno. ¡Encontró problemas!",
    "Y los predicadores que les digan a Uds. que “la—la vida Cristiana es un lecho suave de rosas”, él o lo está engañando a Ud. o él mismo nunca ha recibido esa experiencia. El mundo lo aborrece a uno, y la gente lo aborrecerá a uno. Uno tiene que escoger el camino con los pocos despreciados del Señor, y recibir la burla, ser el hazmerreír o cualquier cosa que sea. Uno tiene que ser diferente. Uno es nacido de otra Nación.",
    "Mi esposa… Como lo—lo citaré de nuevo; parece muy oportuno hacerlo. Me preguntó: “¿Por qué las mujeres Cristianas no usan esa ropa como las demás mujeres?”. Yo dije… Ella dijo: “Todas somos americanas, ¿no es así?”.",
    "Yo dije: “No, señor”.",
    "🦅 Bueno, ¿qué somos?”",
    "Dije: “No somos ni alemanes, franceses, belgas, suizos, africanos o americanos, ninguno de ellos”.",
    "🦅 Entonces ¿qué somos?”",
    "Yo dije: “Somos Cristianos”. El americano actúa como americano, el alemán actúa como un alemán, porque ése es su espíritu nacional. Y nosotros tenemos un Espíritu nacional. Ése es el Espíritu Santo que viene de Dios, del Cielo, y Ud. se comporta así. Hace que Ud. se comporte como ellos allá Arriba, por cuanto Ud. es de otro Mundo.",
    "Vivimos en América, es verdad; la parte corporal. Pero el alma que nos conduce, nuestro carácter, es de Arriba. Vivimos de Arriba por cuanto hemos nacido de Arriba. Todo Cristiano viene de Arriba. Jesús dijo: “Yo no soy de abajo; Soy de Arriba. Si Yo fuera de abajo, Mis siervos pelearían por Mí; pero Mi Reino es de Arriba”. También lo es cada hombre que ha nacido del Reino de Dios, él es de Arriba.",
    "Ahora, observemos entonces. A medida que avanzamos, encontramos que ellas tuvieron desilusiones. ¿Pasó Ud. por eso, cuando recibió el Espíritu Santo? Seguro. Me sucedió a mí. Recibí burla y de todo.",
    "Entonces, noten, la vida fue dura para ella. Y es dura después que Ud. llega a ser un Cristiano. Pues, Ud. mismo se tiene que ajustar, de una vida de alegrías y placeres del mundo, a otra vida, de consagración a Dios. Uno se tiene que reajustar, a este otro lado.",
    "Y Rut se tuvo que ajustar de estar en una tierra donde había suficiente para comer, y recibiendo todo el respeto, a un pueblo donde se reían, se burlaban de ella, a una tierra donde ella espigaba en el campo para poder comer. Lo ponía en su chal y lo llevaba a casa. Y lo desgranaba y preparaba un poco de pan, y con su suegra lo comían.",
    "Cuando ella estaba allí, ellos se dieron cuenta, mientras espigaba, o yendo a espigar… Ahora, ella tomó su decisión. Ésa fue ella decidiendo.",
    "Ahora, lo siguiente que ella tiene que hacer es servir.",
    "Y eso es lo que la Iglesia tiene que hacer. La Iglesia, después de tomar su decisión, uno tiene que servir. Servir a Dios conforme a Su diagrama, conforme a Su plano. Uno tiene que servir a Dios.",
    "Rut, tomando su decisión. Ahora, Rut, sirviendo bajo su decisión. Ahora observen por un minuto. Ahora ella va al campo, a espigar.",
    "Ahora, su madre le dijo a ella (lo cual, es el Antiguo Testamento diciéndole al Nuevo, Uds. saben), su madre le dijo a ella, dijo: “Tenemos un pariente, y su nombre es Booz. Él es un hombre rico. Y él es un pariente cercano. Ve a su campo. Y, tal vez… no vayas a otro campo; ve a su campo”.",
    "¡Cómo el Espíritu Santo nos dice que no nos desviemos a alguna clase de—de libro de iglesia, alguna clase de catecismo, sino que vayamos al Campo de Dios, el Antiguo Testamento, la Biblia! No es decir: “Bueno, diremos esto. Y diremos esto como oración. Tendremos esto”. Permanezcan correctamente con el Campo. Entren directamente en Él, pues Él es el Pariente cercano.",
    "La Palabra de Dios, el Antiguo Testamento, es el Pariente cercano del Nuevo. La Iglesia Antigua es madre de la Iglesia Nueva (¿ven?), el Cristiano, un creyente. “No vayan a otro campo. Permanezcan allí mismo en su campo. Y tal vez, algún día, pueda ser que alcancen gracia con él”.",
    "Y un día, mientras ella estaba en el campo, este joven rico, llamado Booz, un gobernante, un hombre acaudalado, pasó, y él la vio. ¡Oh, y al verla, él se enamoró de ella! Él la consideró una mujer maravillosa. A él le gustó su carácter. Recuerden Uds. que él dijo: “Yo sé, como lo sabe el pueblo, que eres mujer virtuosa”. Tomó su decisión, clara y tajante. Volvió directamente, vivió exactamente lo que ella dijo que haría.",
    "En otras palabras, hoy, dirían ellos: “Sabemos que eres Cristiano. Sabemos que tú eres un hombre de Dios, pues ningún hombre puede hacer estos milagros a menos que Dios esté con él”.",
    "Eso fue lo que Nicodemo le dijo a Jesús, dijo: “Rabí, sabemos que has venido de Dios como maestro; porque nadie puede hacer las cosas que tú haces, si no está Dios con él”. Siendo que él pudo verlo a Él sentarse allí y discernir los mismos pensamientos de sus corazones.",
    "Una mujer tocó Sus vestiduras. Se dio vuelta, dijo: “¿Quién me tocó?”. Todos lo negaron. Miró a la audiencia y dijo: “Ud., allí con el flujo de sangre, su fe la ha sanado”.",
    "Dijo: “Nadie puede hacer eso, si Dios no está con él. Sabemos que has venido de Dios. No te podemos aceptar, pues nos echarían de la iglesia”. ¿Ven?\n\nEsa vid injertada, Hermano West, como hablábamos anoche, ellos los echarán a Uds. “Pero en el fondo, en nuestro corazón, sabemos que vienes de la Vid original”. Cristo es la Vid; nosotros somos los pámpanos. “Nosotros lo sabemos, porque vemos que la misma Vida que está en Dios, está en Ti”.",
    "Eso fue lo que Booz había visto en Rut, esa decisión clara y limpia, esa mujer virtuosa parada allí. Y él se enamoró de ella.",
    "Ahora, quiero que noten. Noemí, la iglesia antigua, comenzó a explicarle a Rut todas las leyes de su religión, como el Antiguo Testamento es una sombra del Nuevo. Ahora, quiero que entiendan correctamente esta historia.",
    "Ahora, quiero mostrar las sombras. El Antiguo Testamento explica el Nuevo, si Uds. lo leen, pues fue una sombra previa del Nuevo. Ahora, si yo fuera hacia esa pared, y nunca me hubiera visto a mí mismo, y viera mi sombra, lo sabría, tendría algún concepto de cómo es que me veo. Y si uno (Ud.) no sabe lo que es el Nuevo Testamento, lea el Antiguo y Ud. verá la sombra. ¿Ven? Y luego cuando llega el Nuevo Testamento, Ud. dice: “Pues, seguro, Esto es”. El Libro de los Hebreos, regresando, Pablo explicándolo.",
    "Ahora, presten atención. Cuando Rut dijo, o… Noemí le dijo a Rut, dijo: “Ahora, él es nuestro pariente. Y si puedes hallar gracia con él, encontrarás reposo”. ¡Oh, vaya! “Si logras encontrar gracia, encontrarás reposo”. Booz representando a Cristo, el Hombre rico, el heredero de todas las cosas, el Señor de la cosecha. ¡Oh, vaya! ¡Cómo, cuando Booz llegó allí cabalgando, en ese carruaje, mirando los campos, y sus ojos se posaron en Rut! Él era el señor. Él era el señor de la cosecha. Y ella halló gracia en sus ojos.",
    "Eso es lo que hace la Iglesia, hoy. Mientras está pasando el Señor de la cosecha, Él no se está fijando en un gran edificio, grandes campanarios, coros bien entrenados. Él está buscando individuos, hombres y mujeres que sean dedicados y que hayan cortado limpiamente en favor de Cristo, consagrándose ellos mismos para Su servicio. “Dios, yo La creo, cada Palabra de Ella. Cuando Tú Palabra dice algo, yo permanezco con Ella. Es Tu Palabra. Yo La creo, cada Palabra”. Eso es lo que Él está buscando; el Señor de la cosecha. Eso es lo que Él quiere dar, el Espíritu Santo, a aquellos que tienen hambre y sed; “Benditos los que tienen hambre y sed, porque seréis saciados”. Él está buscando esa Iglesia, hoy.",
    "Ahora, entonces, a Rut se le pidió hacer algo que era deshonroso, pero ella estaba dispuesta porque había tomado su decisión. ¡Qué gran tipo del creyente! ¡Qué tipo perfecto!",
    "Noemí, la antigua iglesia, dijo: “Ve allá, en esta noche. Es temporada de la cebada”. ¡Oh, el pensamiento tan hermoso del que pudiéramos aferrarnos allí!",
    "Noemí y Rut llegaron precisamente para el tiempo de la cebada. El tiempo de la cebada era el tiempo del pan, el tiempo cuando se estaba sirviendo el pan fresco. Y la Iglesia, en estos postreros días, atravesando dos mil años de enseñanzas paganas y cosas, ha entrado en el tiempo de la cebada, y la renovación de Vida, Pan nuevo, miel del Cielo. (Russell, ¡hábleme de pan de miel crujiente!) Esto lo es, Pan del Cielo. “Yo soy el Pan de Vida. Vuestros padres comieron maná, y están muertos. Pero Yo soy el Pan de Vida que viene de Dios, del Cielo. Si un hombre come este Pan, él nunca morirá”. Y a la Iglesia, en estos postreros días aquí, le es dada entrada, ahora mismo, en el tiempo de la cebada.",
    "Rut, una gentil, excomulgada, exiliada, ha sido traída, para ser aceptada como Novia. Cristo entró, justo en el tiempo de la cebada.",
    "Él dijo: “Ahora colócate tus vestidos”. (No, “Despojate de tus vestidos”.) ¡Cuán contrario es hoy! “Cíñete tus vestidos, cuando te vayas a encontrar con él. Él aventará la cebada, esta noche. Ve allá y ponte tus vestidos. Cúbrete, para encontrarte con él”.",
    "Hoy, ellas se quieren destapar. Tú cúbrete. “Ve allá, porque él aventará la cebada. Y entonces marca el lugar donde él se acuesta”. ¿Lo habrá hecho Ud.? En el Gólgota. Hace muchos años, en mi corazón, yo marqué el lugar donde Él rindió Su vida, para poder recibirme a mí. Marcará el lugar donde él se acuesta. Observe donde Él se acuesta. Eso es lo que todo creyente debe hacer. Observar lo que Él ha hecho por Ud. El Mensaje del domingo pasado, de La Visita Al Calvario, observe lo que Él hizo por Ud.",
    "Ella dijo: “Notarás el lugar donde él se acuesta. Entonces cuando se acueste, a dormir, a reposar, tú ve y acuéstate a sus pies”. No a su cabeza; a sus pies, indigna. “Y toma la cobija” [El Hermano Branham le da una palmadita a su Biblia.—Ed.] “con la que él se cubría, y jálala cubriéndote”. ¡Oh! ¿Lo ven? [La congregación dice: “Amén”.] ¡Oh, vaya! Yo sé que Uds. puedan pensar que soy un fanático. Pero para mí eso encaja muy bien, ese Espíritu de Dios. Notarás donde Él yació, el Calvario; donde Él yació en la tumba; en el Getsemaní. Observen, y lleguen arrastrados hasta Sus pies. Acuéstense allí y mueran a Uds. mismos, a sus… Allí tienen. Cúbranse Uds. completamente, con Su capa. Ella dijo: “La capa”, como ella la llamó.",
    "Y Rut dijo: “Lo que mandes, eso haré”.",
    "¡Oh, qué decisión más clara y tajante para un creyente! “Lo que mande la Biblia, eso haré. Dice: ‘Arrepentíos y bautícense en el Nombre de Jesucristo’, yo lo haré. Si Ella dice: ‘Id a todo el mundo y predicad el Evangelio’, yo lo haré. Si Ella dice, lo que haya dicho: ‘Jesucristo el mismo ayer, por los siglos’. Lo que Ella me diga que haga, lo haré”. ¿Ven?, la Iglesia recibiendo Sus órdenes de la Palabra. Ella se acostó.",
    "Ahora, recuerden, era una desgracia para esa viuda joven acostarse al lado de este hombre, a sus pies. Una desgracia, para el mundo exterior.",
    "¡Oh!, ¿pueden soportarlo? [La congregación dice: “Amén”.—Ed.] Aquí está. Miren. Miren. Es esto: La Iglesia, la mujer joven, el hombre joven, el anciano o el joven, se les pide separarse del mundo, y que entren a un lugar, al Reino del Espíritu Santo, lo cual es deshonroso para el mundo. Ellos saben en su propio corazón de qué es que se trata esto. Pero, ellos llegan a ser un fanático para el mundo; se convierten en un santo rodador, o algo así, algún nombre deshonroso. No obstante, a la Iglesia se le pide que lo haga. ¿Están Uds. dispuestos a marcar el lugar, y acostarse? [“Amén”.] ¡Que el mundo los llame como quiera!",
    "Ese antiguo himno que antes cantábamos:\n\nEmpecé a caminar a solas con Jesús, ¿ven?,\n\nComo Jacob, piedra tengo de almohada;\n\nY el camino con los pocos despreciados del Señor yo escojo;\n\nEmpecé con Jesús y yo avanzo.",
    "Eso es. No importa, yo pagaré el precio a pesar de lo que otros hagan. Aunque signifique desgracia, aunque signifique perder el hogar, perder—perder familia, todos sus asociados, novias, novios, lo que signifique, iré sólo. Yo escogeré ese camino. Si mi vecino dice que yo soy “un santo rodador, un pentecostal, o un fanático”, no me importa lo que digan; no tiene la más mínima importancia para mí. Ya comencé. He sido claro en mi decisión, y yo avanzaré.",
    "Ahora, él era el único que podía darle a ella su reposo, de espigar en esos campos agotadores. ¡Oh, fue tan dulce cuando Booz, cuando él la encontró a ella en el campo! No puedo dejar pasar esto. Booz la encontró a ella en el campo. Él dijo: “Mira”, dijo él: “¿Quién eres?”.\n\nDijo: “Mi nombre es Rut”.\n\n“¡Oh, la moabita que vino a peregrinar con nosotros!”\n\n“Sí”.",
    "🦅 He oído de ti. No te vayas a otros campos”. ¡Ah! Me gusta eso. “No comiences a trotar por las misiones. Permanece aquí en mi campo. Quédate en el mío”. Él la amó. “Quédate aquí. Quédate conmigo. No vayas a andar por ahí de lugar en lugar. Quédate aquí”.",
    "Si Ud. cree el Mensaje, aférrese de Él. ¿Ve? No importa el precio, quédese allí con Él. Siga adelante. “Aunque signifique sacrificar esto, eso, o lo otro. Tener que dejar mi bebida, tener que dejar de robar, mentir. Voy a permanecer allí con Él”. ¿Ven?",
    "Y de nuevo dice, él dice: “Ahora, no te van a perturbar, porque he mandado a los jóvenes que no te insulten”. Amén. Me gusta eso, su protección. ¿Quién dijo eso? El señor de la cosecha.",
    "Tengan cuidado: “No toquen a Mis ungidos. No hagan daño a Mis profetas”. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] “Porque de cierto os digo, mejor le fuera que se le colgase al cuello una piedra de molino, y que se le ahogase en el mar, que aun ofender al menor de estos, Mis pequeños”. ¿Es correcto? [“Amén”.] “Ni siquiera les traiga ofensa”.\n\n“He ordenado que no te toquen”. ¡Oh, observen ese mundo! Es un perseguidor. Ya les llegará su hora.",
    "Luego él fue a los jóvenes, los otros. Dijo: “Ahora, ella está espigando por su vida. Ahora, quiero que Uds. segadores… Uds. ángeles”, en otras palabras. Eso es lo que son. Dijo: “Quiero que Uds. ángeles, Uds. segadores, de vez en cuando, dejen caer un puñado, a propósito”. ¡Oh! “No dejen que todo sea tan agotador para ella. Sino que de vez en cuando, dejen que ella oiga un buen Mensaje. Que un buen poder del Espíritu Santo la cubra de vez en cuando, para hacerle saber a Ella que aún estoy allí. Obren alguna clase de sanidad entre Ella. Muestren alguna clase de señal o maravilla, para que sepa que Yo estoy en medio de Ella”. Eso es.",
    "¿No les encanta a Uds. encontrar esos puñados? [La congregación dice: “Amén”.—Ed.] Espero que encontremos algunos en esta mañana, ¿Uds.? [“Amén”.] Un puñado de cebada fresca. Que el Señor haga algo que hacía antes. Algo que nosotros sabemos que Él hace. Él es el Señor de la Cosecha. Él es el único que puede dejar caer el puñado. “Yo ordeno que los Ángeles vayan a esa reunión esta mañana. Quiero que hagan cierta, y cierta cosa. Les he ordenado a Ellos, y lo harán”. ¡Oh, vaya!",
    "Ahora, aquí, ella tuvo que asumir la parte deshonrosa, acostarse, ser llamada lo que ella quisiera. Ella podía haber sido llamada una prostituta, Uds. saben. Pudo haber sido llamada una mujer de mala fama, aunque no lo era. Y ella estaba siguiendo exactamente las reglas que fueron establecidas para ella. Así que, ella va y se cubre, con la cobija que tenía él. ¿A dónde fue ella? Al sepulcro. ¿A dónde fue ella? Donde él estaba descansando.",
    "Allí es donde yo lo encontré.\n\nAllá en la cruz donde murió mi Salvador,\n\nAllá donde clamé por limpieza del pecado;\n\nOh, allá a mi corazón fue aplicada la Sangre;\n\nHay un precioso Manantial,\n\nDe Sangre de Emanuel,\n\nQue purifica a cada cual\n\nQue se sumerge en Él.",
    "Marquen el lugar donde Él se acostó, y acuéstense allí con Él. ¿Están Uds. listos para ir al Calvario, en esta mañana, como dije el domingo pasado? ¿Han marcado el lugar en su vida? ¿Ha venido Ud. a ese lugar donde Jesús fue crucificado?",
    "🦅 ¡Oh, agradecemos eso”! Pero ¿qué me dice de su crucifixión? ¿Está Ud. listo para escoger el camino del nombre deshonroso, de santo rodador, religioso fanático, o lo que sea, cualquiera que sea el precio?",
    "¿Ha marcado Ud. el lugar, para ir allí y acostarse con Él, diciendo: “Señor, heme aquí”? ¿Y luego qué? Jale la misma cobija que Le cubría a Él, sobre Ud.",
    "Una mujer le dijo una vez a nuestro Señor: “Señor, concédele a mis dos hijos, que uno se siente a la mano derecha, y el otro a la mano izquierda, en el Reino”.",
    "Él dijo: “¿Puedes beber de la copa que Yo bebo?”. Ésa es la amarga persecución.\n\n“Sí”.",
    "🦅 Y ¿puedes ser bautizado con el mismo bautismo con el que soy bautizado?”. Acostarse, jalar cubriéndose ella con la misma cobija.",
    "Elías fue llevado arriba. Y Elías arrojó el mismo manto que él tenía, para cubrir a Eliseo con una doble porción de su Espíritu. Lo mismo, sólo que con una doble porción. El mismo poder; no más. No más, no mayor; sólo una doble porción de Él.",
    "Como Moisés, cuando estaba cansado, su suegro le habló, le dijo: “Te estás agotando. Ora que Dios tome tu Espíritu y lo ponga sobre otros”. Y él oró.",
    "Y Él tomó el Espíritu y lo puso sobre otros setenta y setenta comenzaron a profetizar. Ellos no tenían más poder. Sólo tenían más maquinaria, es todo. Lo mismo, sólo que más maquinaria.",
    "De esa manera es hoy. Un hombre no puede hacerlo. Dios tiene Su maquinaria obrando por todas partes, pero es el mismo poder; el mismo poder, el mismo Espíritu Santo, el mismo Jesús.",
    "Ahora, tomó la cobija, el Espíritu Santo, al morir a sí misma. Marcó el lugar donde él murió, donde él se acostó a reposar. Luego ella se acostó, y tomó la cobija que lo cubría a él y la jaló cubriéndose. Y el hombre despertó, dijo: “¿Quién está allí?”. Él dijo… Ella dijo: “Soy Rut, la moabita, tu sierva”.",
    "Y él se levantó. Dijo: “Percibo y sé que eres mujer virtuosa”. Amén. ¡Oh! ¿No le da eso escalofríos a Ud. en el alma? [La congregación dice: “Amén”.—Ed.] “Tú eres mujer virtuosa”.",
    "¿Y qué respondió ella? “Pero tú eres un pariente cercano”. Amén. “Tú eres un pariente cercano; puedes ayudarme; puedes darme reposo. He venido aquí y me he acostado aquí, no como una mujer inmoral. Me he acostado aquí, no para lucirme; para mostrarles a las personas que puedo hablar en lenguas, mostrarles a las personas que puedo danzar en el Espíritu, y mostrarles a las personas que puedo gritar. Sino que he venido aquí porque tú eres pariente cercano. No para mostrar que yo puedo hacer algo importante; sino que tú eres mi parentela. He venido porque eres un pariente cercano, y eres el único que puede redimirme”.",
    "¿Ven la actitud del—del convertido a Cristo, a la Iglesia? ¿Ven? ¿Ven? “Tú eres mi pariente cercano”.",
    "Y él dijo: “Tú eres mujer virtuosa. Y yo soy tu pariente cercano. Ahora, cúbrete. Acuéstate hasta la mañana”. ¡Fiu! “Cúbrete con esa cobija. Soy tu parentela. Acuéstate allí hasta la mañana, reposando”. Amén. Amén. “Yo soy tu pariente cercano. ¡Reposa!”. Amén.",
    "Cuando llegó la mañana, mucho antes que rayara el alba, ella recogió una gran cantidad de cebada, seis medidas, creo que fue, y lo puso en su—su pequeño chal y se fue a casa.\n\nY—y Noemí dijo: “Hija mía”.",
    "Después de levantarse del altar, y regresar. “Ahora ¿qué va a suceder, mamá? ¿Qué va a suceder ahora?”. Amén.",
    "🦅 ¡Reposa”! Amén. “Reposa, Rut, porque el hombre no tendrá reposo hasta que haya completado el precio total de la redención”. Amén. Amén. Allí mismo es donde yo me paro. Amén. Él no reposará hasta que no haya completado todo el precio de la redención, para redimirte, todo lo que una vez perdiste, todo lo que tú eras.",
    "Ahora recuerden la ley de redención, ya para terminar, para concluir el servicio. Toda la ley de la redención se resume en esto: que, antes que el hombre pudiera redimir una propiedad perdida, él tenía que ser el pariente más cercano. Y lo otro es que, él tenía que ser un hombre correcto, un hombre justo, para hacerlo. Y además, él tenía que tener suficiente dinero, para hacerlo. Y luego él tenía que dar testimonio público que lo había hecho. Y de allí en adelante, ésa era su propiedad.",
    "Entonces miren. Booz representó a Cristo. Ahora, Rut representó a la Iglesia, a Ud., el creyente. Y, ahora, Dios, en el Antiguo Testamento, la única manera en que Él podía venir y redimir lo que se había perdido, Dios tenía que venir a ser pariente del hombre. Y la única manera en que Dios podía ser pariente del hombre, era ser uno de ellos. Amén.",
    "Yo difiero con Billy Graham, sobre las tres personas individuales en la deidad, o con cualquier otro maestro trinitario, en eso. Yo creo en una trinidad, desde luego, pero no de esa manera, que ellos sean tres personas. Ellos son Uno. Sólo con esta historia aquí, si no hubiera nada más, probaría eso.",
    "Dios llegó a ser hombre. Él tenía que venir a ser pariente. Y Él no podía ser Dios, y nosotros pecadores, creaciones de Su creación, seres creados de Su creación, porque no pudiéramos ser parientes así. Por tanto, Dios llegó a ser hombre, para que el hombre pudiese llegar a ser Dios, viniera a ser Dios. Amén.",
    "Nosotros, siendo hombres, pecadores, Dios Se hizo pecador, cargando nuestros pecados. Sin conocer pecados, sin embargo era un pecador porque nuestros pecados fueron sobre Él. Para que nosotros… Él llegó a ser yo, para que yo llegara a ser Él. ¿Ven? Él vino a ser un pecador, para que yo pudiera venir a ser un hijo de Dios. Él vino a ser un pecador, para que Ud. pudiera venir a ser un hijo de Dios. Y ahora somos hijos e hijas de Dios, por cuanto Dios fue hecho pariente cuando tomó la forma de nuestra carne, naciendo de una mujer. ¡Dios! No otra persona; Dios Mismo.",
    "Primera de Timoteo 3:16 dice:\n\n…indiscutiblemente, grande es el misterio de la piedad: porque Dios fue manifestado en carne,… ¡Dios!\n\nEn el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.\n\nY aquel Verbo fue hecho carne,…",
    "La Palabra, hecha un ser humano, vino a ser pariente. Él vino a ser hombre. ¡Oh! Él se hizo muerte, para que por Su muerte yo pudiera ser Vida. Él se hizo pecador, para que por Su justicia yo pudiera ser… tener Vida. Él se hizo pobre, para que yo, por medio de Su pobreza, pudiera venir a ser rico. Él vino a ser lo que yo era, para yo poder, por Su gracia, venir a ser lo que Él es. ¡Oh, vaya! Luego, ¡hábleme de los poderes de Dios! Ahora, ésa es la Escritura exactamente. Y eso es lo que dice la Escritura.",
    "Para que nosotros pudiéramos… ¡Qué amor, el Padre ha re-derramado sobre nosotros, derramado sobre nosotros, que nosotros que éramos pecadores, extranjeros, alejados de Dios, pudiéramos ser acercados a Dios, tanto que venimos a ser hijos e hijas de Dios, no siervos. La Iglesia Gentil nunca es una sierva; no, señor. La Iglesia Gentil es hijo e hija. Uds. son hijos e hijas de Dios, que han recibido el Espíritu Santo. Ahora, ¿si Uds. son del grupo de Orfa, y le han dado la espalda? Pero si Uds. han pasado hasta el Espíritu Santo, Uds. vienen a ser hijos e hijas.",
    "Ahora, hijos e hijas, ¿quién tiene más poder delante de Dios? ¿Qué es un Ángel? Un Ángel es un siervo. ¿Correcto? Son Sus siervos. ¿Qué es Ud.? Su hijo e hija. Luego ¿quién tiene más poder en el Cielo, un pecador que ha sido salvo por gracia, o un Arcángel parado a Su diestra? El pecador, que ha sido salvo por gracia, tiene más autoridad en el Cielo que el Arcángel que se paró a Su lado, sin pecar, por cuanto él es un hijo. Un hijo tiene más autoridad que un siervo, por supuesto.\n\n¡Oh, nosotros olvidamos lo que somos! Olvidamos, muchas veces, qué fue que nos hizo lo que somos. Después que venimos a ser lo que somos, luego olvidamos como llegamos aquí. “Cuando Dios Mismo…”.\n\n¡Oh, qué amor precioso el Padre\n\nLe dio a la raza caída de Adán!\n\nDio al sufrimiento a Su Unigénito\n\nY nos redimió por Su gracia.\n\n¡Oh, cómo llegaremos a saberlo!\n\nEntre rocas partidas y cielos oscuros,\n\nMi Salvador inclinó Su cabeza y murió;\n\nEl velo abierto reveló el camino\n\nAl gozo celestial y día interminable.\n\nPorque en Cristo, la Roca sólida, me paro;\n\nTodos los otros terrenos son arena movediza,\n\nAl contemplar la maravillosa Cruz\n\nDonde murió el Príncipe de Gloria,\n\nToda mi fama no es sino pérdida vana.",
    "Eso es cierto. Alguien dijo:\n\nViviendo, Él me amó; muriendo, Él me salvó;\n\nSepultado, Él llevó mis pecados lejos de mí;\n\nAl resucitar, Él me justificó gratuitamente por siempre;\n\nAlgún día Él vendrá, ¡Oh, día glorioso!",
    "Ha sido el lema de la Iglesia; ha sido Su visión; ha sido Su corazón. Esta tierra está bañada con la Sangre de este Pariente Redentor, para redimir la raza caída de Adán.",
    "Fíjense, aquí Él es un Pariente Redentor. Ahora, primero, Él tenía que ser un hombre digno. ¿Quién era más digno que Cristo, que Jesús? Luego, otra cosa, Él necesitaba tener el dinero. Él tenía que ser capaz de hacerlo. Él era dueño de los Cielos. Él probó que eran Suyos. Él pudo tomar cinco pedazos de pan y dos pescados, y alimentar a cinco mil, y después recoger cinco canastas de pedazos. Él pudo bombear agua de un pozo y convertirla en vino. Él pudo tomar un pez del océano, y sacar monedas de su boca, de oro. Amén. Él no era…",
    "Pero Él vino pobre, sin lugar dónde poner Su cabeza. Él vino a ser un pariente. No un pariente de los ricos: un Pariente de todos los hombres. Él tomó el lugar de un redentor.",
    "Luego ¿qué tuvo que hacer? Luego él tuvo que dar testimonio en público. A la mañana siguiente, Rut dijo… O, Noemí dijo: “Reposa, Rut. Todo estará bien ahora, porque has hallado gracia en sus ojos”.",
    "Dios, concédeme a mí eso. Concédeme hallar gracia en Sus ojos. Luego cuando irrumpa la mañana:\n\nCuando la Trompeta suene en aquel día final, (Y el tiempo no sea más,)\n\nY que el alba Eterna rompa en claridad,\n\nCuando las naciones salvas a su patria lleguen ya, (allá en la otra orilla)\n\nY que sea pasada lista, allí he de estar.",
    "Reposando ahora, esperando la plena redención. Fíjense, yo la tengo, las—las arras de Ello, ahora. “Yo llevé a casa todo un chal lleno de cebada. Yo llegué allí”. Él se lo dio a ella, lo midió, seis medidas. Seis, significó: “los seis mil años de existencia del mundo”. El día del hombre es seis. El hombre fue creado en el sexto día. Fueron seis mil años en los que el mundo fue creado, en el siete mil Dios descansó. Seis mil años que la Iglesia trabajará contra el pecado, con el Poder de Dios de estos panes de cebada, y después entrar en el Reposo Eterno. Correcto. Reposo, esperar. Seis medidas de cebada fina puso él allí, para sustentarla hasta el tiempo de la plena redención. Me da tanto gusto disfrutarlo.",
    "Ahora, rápidamente, lleguemos al final. Ahora encontramos, ahora, que, a la mañana siguiente, cuando despertó, ella estaba contenta, esperando. Y el hombre vino. Él fue allá. Él tenía otro pariente que en realidad tenía la primera opción a la mujer. ¿Tendré tiempo para cubrir eso? [La congregación dice: “Amén”.—Ed.] Bueno, sólo un minuto, y veremos parte de eso, igual.",
    "El que seguía, en la parábola, que tenía la opción a Ud., era el diablo, porque Ud. había pecado. Y Ud. le pertenecía a él primero, porque Ud. era, por Ud. ser de su propiedad; “Porque Ud. nació en pecado, fue formado en iniquidad, vino al mundo hablando mentiras”. Y él no podía redimirlo. ¿Ven? Él no podía redimirlo. Así que, Cristo vino y llegó a ser hombre, para despojarnos de nuestros pecados, para redimirnos. ¿Lo ven Uds.? [La congregación dice: “Amén”.—Ed.] Y el otro hombre no podía hacerlo. El diablo no podía morir por los pecados, porque él era el mismo pervertidor que hizo el pecado. ¿Ven? Él no podía. Él dañaría su heredad, el otro individuo. Y Satanás dañaría la suya, porque él es un diablo. Él no podía venir a ser otro diablo, para quitar al diablo, al primer diablo. Él no podía venir a ser pecado, por cuanto él ya era pecado. No obstante, Cristo, no teniendo pecado, se hizo pecador. Él podía redimirnos. ¡Aleluya! Somos redimidos. Somos redimidos, significa: “ser traído de nuevo”. Nosotros estamos redimidos.",
    "Así que, a la mañana siguiente, él entonces tenía que dar testimonio público. Él fue y se encontró con este hombre a la puerta, delante de los ancianos. Y tenía que ser en un lugar público. Y él lo miró a la cara. Dijo: “¿Puedes redimirla a ella?”. Ahora, él tenía que redimir primero a Noemí, para así poder obtener a Rut; y Cristo tenía que redimir a la iglesia judía, primero, para poder obtener a la Novia Gentil. Ella entró con Noemí, como extranjera, de otro país, una moabita, paganos. Eso éramos nosotros, los gentiles, unos paganos. Y recuerden, él tenía—él tenía que obtener a Noemí. Y cuando ya tenía a Noemí, él tuvo todo lo que era de ella.",
    "Recuerden, cuando vino Cristo, Él nunca habló de la Iglesia Gentil. Fue, ir a los Suyos: “A lo Suyo vino Él, los Suyos no lo recibieron”. Él siempre era para los Suyos; “No vayáis a los gentiles. No vayan a Samaria, sino que vayan más bien a las ovejas perdidas de Israel. Yendo, prediquen el Evangelio, sanen a los enfermos, resuciten a los muertos, echen fuera demonios. Como de gracia recibisteis, de gracia dad”. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Los envió de dos en dos. Vayan primero… Y Él tenía que redimir esa iglesia. Y cuando Él redimió esa iglesia, Él obtuvo la Novia Gentil. Amén. Ésa fue la oferta especial en el negocio. ¿Ven? Él recibió la Novia cuando redimió a la iglesia.",
    "Ahora, Booz, tenía que hacer público su… Él dijo: “¿Puedes tú redimirla a Ella?”.\n\nÉl dijo: “No”.",
    "Luego él tenía que dar testimonio público. Él se quitó el zapato, y se lo arrojó a él. Dijo: “Allí tienes. Sepa todo Israel que yo he redimido a Noemí, y también tomo a Rut”. Amén. “Tomo a Rut como mi novia”. ¿Quién era? El señor de la cosecha. Amén. Allí está ella. “Redimo a Noemí, y obtengo a Rut. Y Rut será mi novia”.",
    "¿Qué dijeron ellos? “Que ella sea como—como Lea y Raquel y las demás, que levante miles”, y ella lo ha hecho, correcto, “a Israel. Que así sea ella”. Y, miren, él dio una prueba, testimonio público.",
    "¿Qué hizo Jesús, para cumplirlo? Él dio testimonio público. Pues Satanás no podía morir por pecados porque él era el pecador. Él es el padre del pecado. Pero, Jesús, el Inocente, el Dios del Cielo, Quien no tenía que morir, bajó y dio testimonio público al morir, siendo levantado entre los cielos y la tierra. Un testimonio público; lo despojaron a Él de Sus vestidos, y colgó entre los cielos y la tierra, en vergüenza. Y murió una muerte pecaminosa y vergonzosa, para redimirnos a nosotros. ¡Un testimonio público! Amén.",
    "¿Qué hizo Él? Pateó Su propia justicia; Se despojó de Su propia gloria de una patada. De una pateada… “Yo tengo poder. Le hablaría a Mi Padre, e inmediatamente Él Me enviaría veinte legiones de Ángeles”. Ellos pudieran cambiar el curso de las cosas; un Ángel pudiera haberlo hecho. Él podía haber pedido veinte legiones; lo cual hubiera sido como cuarenta mil Ángeles. ¿Qué no hubieran podido hacer ellos? Él dijo: “Yo pudiera hablarle a Mi Padre, inmediatamente (significa ahora mismo), Él me enviaría veinte legiones. Legiones de Ángeles vendrían aquí y tomarían esto”. ¿Qué haría uno? Uno destruiría la tierra, en un segundo. Fíjense, Él tenía miles que hubieran podido venir. ¿Ven? Pero Él pateó eso. Él hizo eso a un lado. Él puso toda Su dignidad, todo, a un lado, y se hizo un pecador y murió por Ud. y por mí.",
    "Ahora, para terminar, diremos esto, terminando. Él hizo—él hizo eso. Luego tomó a Rut, y él se casó con ella. Y ella trajo un hijo llamado Obed. Obed fue el padre de Isaí. Isaí fue el padre de David, que fue el padre de Cristo, amén, padre del Señor Jesús.",
    "¿No lo ven Uds.? Por medio de esa justicia, por medio de esa decisión clara y tajante, Él vino a ser nuestro Pariente Redentor. Dios vino a ser pariente nuestro, para bajar y ser hecho como nosotros, un ser humano, sufrir hambre, sufrir sed. “Tengo sed. Denme de beber”. Y ellos pusieron vinagre en Su boca, hiel. Él tuvo sed como nosotros. Él sabía pasar necesidades.",
    "Él se enfermó igual que nosotros. Dijo: “¿No Me dirán el antiguo refrán: ‘Médico, cúrate a ti mismo’?”. Pero Sus grandes poderes no eran para Sí mismo. Él tenía poder para hacerlo, pero Él no podía usarlo en Sí mismo. No.",
    "Alguien me dijo, el otro día, dijo: “Hermano Branham, antes de que algo suceda, Ud. sabe todo lo que le va a suceder”.",
    "Yo dije: “El don no es para mí. Yo no puedo usarlo para mí mismo”. Es para Uds. Uds. son los que reciben ese beneficio, no yo. Sólo soy un siervo público de Dios, para Uds.",
    "El predicador es un siervo público. Él simplemente se mantiene allí. Como un lirio en el campo, el abejorro llega volando, toma su porción. La abeja vuela y toma la suya. El que pasa toma la suya, y todo. Él trabaja, día y noche, para mantenerse resplandeciente. Y el ministro del Evangelio hace eso mismo; camina en la línea de Dios. Mantiene su testimonio fiel, para que el mundo pueda tomar de él (¿ven?), el Sr. Pastor Lirio. Él es uno muy bueno. Jesús dijo: “Consideradlo. Ni Salomón es como él”. Correcto. El Dr. Lirio, supongo que todos Uds. lo conocen. ¿Ven?",
    "🦅 Considerad los lirios del campo, no trabajan ni hilan; Yo digo que ni aun Salomón, con toda su gloria…”. Un lirio tiene que luchar, día y noche, para recibir ese brillo para mantener sus vestidos, para seguir dando el perfume y esas cosas. Y otros… Él sólo se abre, y ellos pasan allí y sacan de él. La abeja y la mosca, y todo, pasa, bueno o malo, simplemente toman de él.",
    "De esa manera es el siervo de Cristo, el siervo Cristiano; él mismo se abre: “Toma de mí, mundo”. No hay nada para él mismo; es para los demás. Eso fue lo que vino a ser Cristo cuando Se hizo pariente nuestro. Él se hizo hombre, para que el mundo pudiera participar de Su justicia (¿ven?), y fueran hechos hijos de Dios.",
    "Ahora, ¿qué hicieron ellos? Se casaron, y por medio de eso vino esta gran cosa. Luego Rut fue galardonada, al recibir a Cristo… o al recibir a Booz como su esposo. Lo cual, la Iglesia es galardonada, cuando acontezca la Venida del Señor, aquella mañana brillante y sin nieblas. Estamos reposando, esperando ahora. Ella llegará. Ahora, ¿por qué? Ha sido redimida.",
    "Ahora, una cita más antes de irme, para dar inicio a la línea de oración. Una cita más. Yo busqué, esta mañana, la palabra redimir. Yo sólo… Excúsenme, mis hermanos armenios, pero tengo que incluir esto; no para lastimar, sino para ponerlos a pensar. Busquen lo que significa redención. La redención, aplicada literalmente, la palabra en el griego, es de sacar un esclavo del mercado. Ahora mismo no puedo deletrear la palabra en griego, pero significa: “sacar a un esclavo del mercado”, el redimir.",
    "Un hombre hizo algo mal, así que, él, su amo lo vendió a esclavitud, realmente a la muerte. Y él está en el mercado, él es un esclavo. Pero un hombre viene, un hombre digno que puede hacerlo, y encuentra a este hombre, y él encuentra gracia en sus ojos, él lo redime. Eso lo saca del mercado de esclavos, y lo pone afuera por su cuenta. Fíjense. Y ese esclavo, una vez redimido, no puede volver a ser vendido en el mercado otra vez. Amén. No puede ser vendido de nuevo. Él es marcado. Y si él fue estimado lo suficiente, alguna vez, para ser redimido, nadie puede jamás venderlo de nuevo como esclavo.",
    "¡Oh, gracias a Dios, que cuando un hombre alguna vez ha venido a Cristo y ha sido redimido por la Sangre preciosa, el diablo jamás puede volverlo a Ud. esclavo! Ud. está seguro en la Sangre de Jesucristo hasta el día de su redención. Un esclavo, búsquelo en el Éxodo, y averigüe si ésas no son las leyes levíticas. Quiero decir en Levítico, vea si ésas no son las leyes. Un esclavo, una vez redimido, jamás puede volver a ser vendido como esclavo. Correcto.",
    "¡Oh, me da tanto gusto! Estoy tan contento de saber que nuestro Pariente Redentor, que el Dios del Cielo, Quien era Espíritu, bajó a la tierra y fue hecho carne (tal como yo, tal como Ud.), y tomó la forma de carne pecaminosa, sin conocer pecado, para que nuestros pecados fueran sobre Él; y vino a ser pariente nuestro, dando testimonio público al morir, pagando el precio completo.",
    "Y el Espíritu de Dios respondió dando testimonio. El templo se rasgó, el velo, desde arriba hasta abajo. No de abajo para arriba, sino de arriba para abajo; mostró que Dios mismo lo rasgó, de arriba. Lo rasgó de arriba para abajo, y abrió el camino. Y las piedras del altar de sacrificio se voltearon, y los rayos destellaron por esos oscuros cielos enojados. El sol cayó al medio día. Las estrellas rehusaron brillar. Y todo dio testimonio: “Estamos redimidos”. ¡Aleluya!",
    "Oremos. [Un hermano da una palabra profética.—Ed.]",
    "Con sus rostros inclinados ahora, por un momento. Ésa fue palabra profética, llamando a la iglesia, después del Mensaje.",
    "Ahora si hay algunos aquí que no lo conocen a Él, que sus vidas no están correctas, les invito ahora a ponerse de pie en presencia de esta audiencia, el rostro de Dios, para aceptarlo a Él como su Salvador. El agua está en la pila para el bautismo. Si alguien espera para dar inicio inmediatamente al servicio bautismal.",
    "Mientras tenemos nuestros rostros inclinados, tomaremos ahora un momento, cantando Avanzaré. Ahora con sus rostros inclinados.\n\nAvanzaré, sí, avanzaré,\n\nPagaré el precio a pesar de lo que otros hagan;\n\nEscogeré el camino con los pocos despreciados del Señor;\n\nEmpecé con Jesús, y avanzaré.\n\nAvanzaré, sí, avanzaré. Yo…\n\n¿Lo dice ahora en sinceridad? Si es así, suba acá ahora y quédese de pie.\n\n…de lo que otros hagan;\n\nEscogeré el camino…\n\n¿Está Ud. listo para aferrarse, como Noemí de antaño?\n\nEmpecé con Jesús, y avanzaré.\n\nDel pesebre de Belén salió un desconocido,\n\nEn la tierra anhelo ser como Él;\n\nEn la jornada de la vida de la tierra a la Gloria\n\nSólo pido ser como Él.\n\nSer como Cristo…\n\n¿Quiere Ud. ser como su Redentor?\n\n…como Cristo,\n\nEn la tierra anhelo ser como Él;\n\nEn la jornada de la vida de la tierra a la Gloria\n\nSólo pido ser como Él.\n\nBrilla en mí, Señor, brilla en mí,\n\nQue la Luz del Faro brille en mí.\n\nBrilla en mí, Señor, brilla en mí,\n\nQue la Luz del Faro brille en mí.\n\nSer como…\n\n¿Habrá alguien más que Ud. quisiera ser, aparte de Él? ¿Alguien más que pase ahora y se arrodille aquí con esta joven, mientras está arrodillada? Escogiendo, como Rut de antaño, escogiendo su camino en esta mañana.\n\n…como Cristo;\n\nEn…de la tierra a la Gloria\n\nSólo pido ser como…\n\nSer como Cris-…\n\n¿Alguien más, que pase ahora? Camine acá y arrodíllese, como lo ha hecho aquí esta señora. ¿Ha empezado Ud.? ¿Pondrá Ud. sus manos en las de Él?\n\nAnhelo ser como Él;\n\nEn la jornada de la vida de la tierra a la Gloria\n\nSólo pido ser como Él.\n\n[El Hermano Branham comienza a tararear Ser Como Cristo.—Ed.]",
    "Nuestro Padre Celestial, mientras la iglesia tararea este canto, “ser como Cristo”, esta mujer, en esta mañana, ha dado un paso, igual que Rut. Ina Bell, ha venido como Rut de antaño. No importa cuál sea el precio, ella ha venido a pagarlo. No importa lo que el… cuánto se rían de ella, o que se burlen, ella ahora está tomando el lugar, parada aquí, confesando sus pecados. Arrodillándose, marcando el lugar donde el gran Señor de la cosecha yació en la cruz. Y allí para recibir Su Espíritu, Su gracia que le habló a ella mientras la Palabra era dada, como Noemí de antaño, dirigiendo. Y eso impactó a la persona correcta, en el lugar adecuado. Y ahora ella viene a tomar el lugar de un creyente, arrodillada junto a la cruz, allí donde ella confiesa sus pecados, deja a un lado todas las cosas viejas de la vida, y llega a ser una nueva criatura en Cristo Jesús.",
    "Oramos, Padre, en esta mañana, que toda persona ajena en este edificio, todo hombre, mujer, niño o niña, que no Te conocen, que no dejen pasar estas Palabras, Señor. No sabemos exactamente a qué hora entraremos al Juicio. Pudiera ser aún hoy, que muchos de nosotros tengamos que ir. Pudiera ser antes de llegar a casa, que suceda un accidente. Pueda… Nos pudiera dar un ataque al corazón. No sabemos. ¡Oh, Dios!, permite que nos preparemos, en esta hora, mientras el Espíritu está aquí; mientras tenemos testimonio de que Él está aquí; mientras el Dios del Cielo, en toda Su infinita misericordia, está aquí para recibirnos.",
    "Danos de Tu gracia, Señor. Envía otros, en esta mañana, al altar, y que acepten a Cristo como Salvador, como lo está haciendo ahora esta mujer. Concédelo, Señor. Ten misericordia de ella, sabiendo que su familia… Su hermano está sentado aquí en la plataforma conmigo. Su hermana, Wood, sentada allá atrás; mamá y papá sentados aquí. Señor, Dios, oro pidiendo misericordia. Concédelo, Señor. Tú sabes lo que quiero decir en mi corazón. Pido que el derramamiento de Tu Sangre, en misericordia, venga ahora en esta hora. Concédelo, Señor. Concédelo, mientras esperamos a otros, que otros también vengan, Padre, y sean reconciliados a Dios por medio de Cristo.",
    "Y, ahora, mientras esperamos ahora y meditamos, vamos a cantar de nuevo.\n\nBrilla en mí, oh, Señor, brilla en mí,\n\nQue esa Luz del Faro brille en mí.\n\nMuy bien. Sí.\n\nBrilla en…\n\n¿Habrá otro que pase?\n\n…brilla en mí,\n\nQue la Luz del Faro brille en mí.\n\nBrilla en mí, Señor, brilla en mí,\n\nQue Tú Luz del Faro brille en…\n\n¿Qué hará de mí?\n\nSer como Cristo, ser como Cristo\n\nEn la tierra anhelo ser como Él;\n\nEn la jornada de la vida de la tierra a la Gloria\n\nSólo pido ser como Él.",
    "Padre, Dios, ése verdaderamente es nuestro testimonio. Señor, queremos ser como Él, mansos y dóciles, humildes, dulces, siempre perdonando a aquellos que lo están maltratando a Él y obrando mal. Nosotros—nosotros queremos ser así. Te damos gracias por esta mujer que pasó en esta mañana. ¿Cómo podríamos saber lo que vendrá a ser de esta vida, después de un tiempo? Tal vez con todos sus errores y cosas de la vida, como todos las hemos cometido, las estás viendo sumergidas bajo el raudal en esta mañana. Oro, Dios, que esta mujer viva una vida tan consagrada que lleve a todos sus asociados a esta experiencia. Que ella no pare aquí, sino que siga adelante hacia la tierra prometida, marcando el lugar y recostándose, recibiendo allí el Espíritu Santo. Concédelo, Señor.",
    "Si hubieran más aquí, Padre, que debieron venir, y no lo hicieron, que Tu Espíritu no los deje. Que ellos no tengan reposo, día o noche, hasta que también hayan venido, tomando esta misma decisión. No para ser duro, Señor, sino que (¡Oh, Dios!), es sabiendo lo que se están perdiendo. Al saber lo que será en aquel Día, oírlo a Él decir: “Apartaos de Mí, hacedores de iniquidad. Aquella mañana, en la Octava y Calle Penn, Yo te llamé y no quisiste venir”. ¡Oh, Dios, qué hora más horrible será esa para ellos, cuando seamos pesados en balanza y hallados faltos! Padre, concede que eso jamás le suceda a nadie que esté en la Presencia Divina. Que todos ellos sean salvos. Lo pedimos en el Nombre de Jesús. Amén.",
    "Queremos agradecerle al Señor, en esta mañana, por Su benignidad y bondad. Yo les agradezco a todos su paciencia, por esperarme tanto tiempo.\n\nHermana Ina Bell. Yo… Hermana Wood, ésa es su hermana, Hermano Charlie. Es por lo que han estado orando, y por lo que hemos estado orando, por mucho tiempo. Hermana Ina Bell, ¿podría ponerse de pie, por un momento? La Hermana Wood es… Nuestro síndico aquí en la iglesia, es su cuñada, que ha aceptado a Jesús como su Salvador personal en esta mañana. Y cuántas oraciones han sido… Dios la bendiga, Hermana Ina Bell. Creo que dije su nombre correctamente, ¿no es así? Que Dios la bendiga siempre, amada hermana. Y si Ud. nunca ha sido bautizada en el Nombre de Jesucristo, la persuado a hacerlo, y reciba el Espíritu Santo.",
    "Dios siempre la acompañe y bendiga allí a su precioso esposo. Lo conocí hace unos días. Si no me equivoco, su nombre es Stanley. ¿Verdad que sí? Stanley. Dios te bendiga, Stanley. El hogar es dulce, pero ahora creo que será más dulce que antes. Dios siempre esté con Ud., y—y le dé Su gracia y misericordia, todos los días de su vida. Y siga adelante con el Señor. Ahora, sea como Rut, Ina Bell, aférrese allí de Eso. Sólo continúe avanzando. A veces se hace difícil, y los caminos oscuros. Pero, recuerde, sólo mire hacia el suelo, y luego mire hacia el cielo, encontrará una huella Ensangrentada que sigue hasta allá arriba. Él guiará en el camino.",
    "Ahora, ya es el medio día, las doce. ¿Todavía están dispuestos a tener la línea de oración? [La congregación dice: “Amén”.—Ed.]",
    "Billy, ¿dónde, qué clase…? ¿Repartió él tarjetas de oración? Yo—yo no… Creo que él me dijo que entregó tarjetas… Bueno, ¿cuál sería? Alguien dígame cuál era la letra y los números. [Alguien dice: “Allí viene él”.—Ed.] ¿Qué? [El Hermano Billy Paul dice: “B”.] B. B, ¿del uno hasta el cien? ¿Del cincuenta al cien? Muy bien. B, número uno. Ellos tienen…",
    "Ahora, tenemos una multitud, así que no podemos… Los pondremos a todos de pie, y los pasaremos rápidamente, mientras estoy orando por ellos.",
    "Ahora ¿cuántos nunca han visto una de las líneas de oración? Veamos sus manos, nunca han estado en una de mis reuniones, en una línea de oración. ¡Oh, vaya! Bastantes de Uds.",
    "Bueno, ahora, podemos sólo orar por las personas, o podemos tener el discernimiento, o no tener ninguna línea de oración en absoluto; sólo llamarlas directo de la audiencia; no importa. El Espíritu Santo está aquí. Sí, señor. Pero vamos formando la línea de oración.\n\nNúmero uno, ¿quién tiene el número uno, tarjeta de oración B? Núm-… Cincuenta. Lo siento. Nadie tiene el uno, desde luego. Muy bien. Tarjeta de oración cincuenta, ¿quién la tiene? Venga acá, señor. Tarjeta dos…\n\nCincuenta y uno, cincuenta y dos. Tarjeta de oración cincuenta y dos. Muy bien. Cincuenta y tres. Cincuenta y tres. Muy bien. Cincuenta y cuatro.\n\nVenga por aquí, directamente aquí. Si Ud. está allá atrás, venga por acá, directamente aquí.\n\nCincuenta y uno, cincuenta y dos, cincuenta y tres, cincuenta y cuatro. ¿Quién tiene cincuenta y cinco, tarjeta cincuenta y cinco? La señora, por aquí mismo. Tarjeta cincuenta y seis.\n\nPóngase de pie, junto a la pared, por allá, por favor.\n\nCincuenta y siete, cincuenta y ocho, cincuenta y nueve, sesenta. Sesenta y uno, sesenta y dos, sesenta y tres, sesenta y cuatro, sesenta y cinco.\n\nBusty, da vuelta por ese pasillo allí, hermano, allí mismo. Muy bien. Voltea allí.\n\n¿Cuántos no tienen una tarjeta de oración, y quieren que el Señor los sane? Levanten la mano. Muy bien. Eso es todo lo que tienen que hacer, sólo creer eso ahora. Sólo crean. Muy bien.\n\nCincuenta y seis. ¿Ya la tenía? Cincuenta y siete, cincuenta y ocho, cincuenta y nueve, sesenta. Que se pongan de pie.\n\nSesenta y uno, -dos, -tres, -cuatro, -cinco. Que se pongan de pie. Sesenta y seis, sesenta y siete, sesenta y ocho, sesenta y nueve, setenta. Que se pongan de pie.\n\nNo quiero que todos pasen de prisa, de una vez, ésa es la razón por la que estoy llamando el número, hasta setenta.\n\nSetenta hasta ochenta, pónganse de pie. Vengan por aquí, de este lado, setenta a ochenta. Muy bien. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve. Muy bien.\n\nOchenta hasta noventa, párense aquí. Doc, ayúdalos allá atrás, por favor. Ochenta a noventa, párense de este lado.\n\nNoventa hasta cien, párense acá de este lado, por aquí. Muy bien.",
    "Mientras están formando la línea, quiero preguntarle algo a la iglesia. ¿Cuántos desconocidos hay aquí, que nunca antes han estado en una de mis reuniones? ¿Cuántos de Uds.? ¿Cuántos saben que no hay un hombre que pueda sanar a otro, ni siquiera un médico? [La congregación dice: “Amén”.—Ed.] No, señor. Un médico no es un sanador. Él sólo ayuda a la naturaleza. Dios es el sanador. ¿Ven? Un médico puede colocar un brazo, pero no puede sanar un brazo. El médico puede sacar el apéndice, pero no sanar el lugar donde él cortó. El médico puede sacar un diente, pero no detener la sangre, o sanarlo. Dios es el que tiene que hacerlo. Muy bien.",
    "¿Cuántos saben eso, que cuando Jesús estuvo aquí en la tierra, que Él no reclamó ser un sanador? [La congregación dice: “Amén”.—Ed.] Él era un Hombre. Él dijo: “No soy Yo el que hace las obras, sino Mi Padre que mora en Mí, Él hace las obras”. ¿Es correcto? [“Amén”.] ¿Cuántos saben que cuando Él estuvo aquí, qué, cómo…? ¿Qué clase de ministerio tenía Él cuando estaba aquí? Él hacía lo que el Padre le mostraba hacer. ¿Correcto? [“Amén”.] ¿Cuántos saben eso? [“Amén”.] San Juan 5:19, Él dijo: “De cierto, de cierto os digo: No puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre”. ¿Es correcto? [“Amén”.] “También lo hace el Hijo igualmente”.",
    "Ahora, entonces, ¿es Jesucristo el mismo ayer, hoy, y por los siglos? [La congregación dice: “Amén”.—Ed.] ¿Creen eso Uds. con todo su corazón? [“Amén”.] Él es el mismo ayer y por los siglos. ¿Creen Uds. que Jesucristo es el mismo ayer y por los siglos, que eso significa que Él realmente es el mismo? [“Amén”.] Muy bien.",
    "¿Cómo es que Él es el mismo? El mismo en todo principio, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] Él es el mismo Dios, el mismo Sanador, el—el mismo Salvador. Él es el mismo, la misma actitud. Todo eso sigue igual, ¿correcto? [“Amén”.] Lo mismo. Muy bien. Entonces, si Él era el mismo, y es el mismo, Él hará y actuará igual, ¿verdad que sí? [“Amén”.] Ahora, ¿cuántos saben que eso es Verdad? [“Amén”.]",
    "Voy a tomarme aquí un momento. Estoy esperando. No me parece que ésas sean cincuenta personas paradas allí. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez, once, doce, trece, catorce. No. Algunos de ellos deben haberse ido a casa más temprano. Vi algunas personas salir allá atrás. Muy bien, sólo esta pequeña línea corta. ¿Cuántos quisieran tener esto? ¿Cuántos me son desconocidos, en esa línea? Levanten su mano, que saben que no sé nada de Uds. Levanto mi… su mano.",
    "¿Cuántos allá afuera, desconocidos, saben que yo no sé nada de Uds.? Levanten la mano, de que están enfermos. Muy bien. ¿Cuántos quisieran ver la línea de discernimiento, para así poder darnos prisa y terminar? [La congregación dice: “Amén”.—Ed.] ¿Les gustaría…? Ahora, no importa. Puedo sencillamente orar por ellos, pasarlos directamente por la línea. O, pueden sentarse, sólo ir y sentarse. No importa. El Espíritu Santo puede discernirlo de todas maneras. ¿Lo creen Uds.? [“Amén”.]",
    "Ahora, entonces, si es así, entonces guarden silencio por un momento. Se hace un poco tarde, así que siéntense quietos, por un momento. Quiero preguntarles algo ahora.",
    "Puede ser que esté aquí en el micrófono equivocado. ¿Los dos están bien? Los dos están conectados, muy bien, ¿este también? [Un hermano dice: “Sí”.—Ed.] Muy bien.",
    "Ahora, aquiétense por un momento. Voy a mirar por esta línea, para ver si conozco a alguien.",
    "Yo conozco a ese individuo parado allí. Ahora, conozco a Earl. Earl, te conozco a ti, Earl Colvin. [El Hermano Earl Colvin dice: “No estoy en la línea de oración, Hermano Bill. Traje a nuestro amigo de Jeffersontown”.—Ed.] ¡Oh, sí, seguro!, el hombre acá. ¿Es el hombre con el que cazamos, allá en Colorado? [“Ud. probablemente no nos reconozca, hemos perdido tanto peso”.] ¡Oh, vaya! Realmente que no. Creo que Earl me dijo que Ud. estaba muy enfermo, y ha venido. Ahora, si no se puede parar por mucho tiempo, que alguien le lleve allá un asiento. O, algunos de ellos—algunos de ellos levántense allí cerca y denle el asiento, no habrá problema, pues el hombre está muy, muy enfermo. ¡Vaya! Él ha perdido cerca de cien libras o más, de peso. Y—y él—él está muy, muy enfermo. Ahora sólo dejen que él se siente allí. Comience a agradecerle a Él, estando allí, hermano.",
    "Ahora permítanme seguir mirando. Ahora, Earl sólo estaba parado con él. Ahora, este hombre, parado allí mismo atrás, mirándome, de alrededor de La—LaGrange, Kentucky. Yo no sé su nombre, pero yo—yo—yo lo conozco a Ud. Y ése es el Hermano y la Hermana Kidd, allí. Los conozco a ellos. Y esta señora, justo… ¿Será la Hermana Rook? O… [El Hermano Neville dice: “La Hermana Hardy”. Una hermana dice: “Soy la Hermana Taylor…?… con Hattie”.—Ed.] Con esta mujer aquí, de Sellersburg, creo yo, que es ciega. ¿Es correcto? Muy bien.",
    "Creo que ésos son casi todos, en la línea, que en realidad conozco. ¡Oh, sí!, aquí está mi buen amigo, Busty Rogers, aquí, de allá de Milltown. Y siguiendo por la línea, supongo que los demás son desconocidos para mí. Ahora, eso es delante de Dios, hasta donde sé, ellos son desconocidos para mí.",
    "Ahora veré en la audiencia. Ahora, Uds.—Uds. que son desconocidos para mí, que están enfermos, levanten la mano, y, Uds. saben, tienen una petición en el corazón. Levanten la mano, donde estén. Que saben que yo… Muy bien. Bien. Es en general, alrededor, casi por todo el lugar.",
    "Ahora, pues, no les hará daño sólo esperar por un momento o dos más. Quiero hacerles una pregunta muy solemne. Mejor me hago aquí atrás, para que me puedan oír. Sólo quiero preguntarles algo. Ahora, estos Mensajes que yo estoy predicando, ¿creen Uds. que son la Verdad? [La congregación dice: “Amén”.—Ed.] Están Uds. seguros, Uds. no pasarían aquí de no ser así.",
    "Ahora, ¿haría Dios algo así sin darme a mí algún concepto de lo que estoy haciendo? Seguro que no. Seguro que no. Ahora, si Él ha hecho eso…",
    "Ahora, estoy diciendo que Jesucristo no ha cambiado. Su muerte no lo cambió a Él; lo glorificó. Y Él resucitó, al tercer día, y subió a lo Alto. Y Él envió de regreso el Espíritu Santo, que era Dios, es el Espíritu Santo que estaba sobre Él. ¿Todos Uds. lo creen? [La congregación dice: “Amén”.—Ed.] Y Jesús, cuando estuvo aquí en la tierra, Él dijo: “Las obras que Yo hago, vosotros las haréis también. Todavía un poco, y el mundo no Me verá más”. Ése es el orden mundial, Uds. saben, sólo la iglesia incrédula y todos. “Ellos no Me verán a Mí más. Pero vosotros Me veréis”. “Vosotros”, ésa es la Iglesia, el creyente. “Porque Yo…”. “Yo” es un pronombre personal. “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Y en el griego allí es consumación, que significa “el fin del mundo”. “Estaré con vosotros hasta el fin del mundo. Y las obras que Yo hago vosotros también las haréis”. ¿Es ésa la Verdad? [“Amén”.]",
    "Ahora, tenemos bautistas, metodistas, protestantes y católicos, y—y aun judíos, sentados aquí esta mañana. Y tenemos de La Iglesia de Dios, Nazarenos, Peregrinos de la Santidad, Testigos de Jehová, todos representando diferentes denominaciones. Estoy mirando alrededor, viéndolas. Metodistas, luteranos, pentecostales, todas las diferentes clases, mientras miro alrededor, viendo las personas que yo conozco. Y todos son visitas que no son de la ciudad. El Tabernáculo Branham es una cosita pequeña, aquí en—en la ciudad, pero está compuesta de todo el mundo.",
    "Ahora, tomemos tan sólo esto, y pensémoslo bien, piensen, estudien, sean reverentes y hagan esta pregunta: Entonces, si Él no está muerto, entonces Su actitud hacia Ud. y hacia los enfermos sería la misma hoy como la fue ayer. Entonces, ¿cómo fue Su actitud ayer? Ésta: “Yo puedo, si vosotros creéis”. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] “Si Uds. creen”.",
    "El hombre dijo: “Señor, ten misericordia de nosotros”. Dijo: “Mi hijo es atormentado de varias maneras por un demonio. Lo traje a Tus discípulos, y ellos estuvieron gritando y clamando, y de todo”.",
    "Él dijo: “Puedo, si tú crees. Si tú crees, puedo”.",
    "Ahora noten. ¿Cómo lo hizo Jesús? ¿Qué fue Él, ayer? ¿Cómo ministró Él? Ahora, esto es para el desconocido, que le estoy hablando. Veamos lo que Él era, ayer. Sólo me tomará como tres minutos, citaremos un par de citas cortas.",
    "Cuando su ministerio comenzó, había un hombre llamado Andrés, un pescador, que se convirtió, creyó en Él, y fue y trajo a su hermano, llamado Simón. ¿Recuerdan eso Uds.? Él lo trajo a Jesús. Él era un pescador iletrado, ni siquiera podía firmar su propio nombre. Y él vino ante Jesús. Y Jesús lo miró a él y dijo: “Tu nombre es Simón. Tú eres el hijo de Jonás”.",
    "¿Cuántos saben que ésa es la Escritura? Ellos sabían que Ése era el Mesías, pues Él es… Dios prometió. Moisés prometió que cuando viniera el Mesías, Él sería un Profeta. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] El Profeta-Mesías. Y Él miró y dijo: “Tu nombre es Simón”. Y dijo: “Tu padre se llamaba Jonás”. Y él supo que ése era el Mesías.",
    "La mujer junto al pozo, ésa es otra nación de personas. Ahora, sólo los judíos y samaritanos lo recibieron a Él. Los gentiles, nosotros aún no habíamos entrado, el grupo de Rut. Ahora, la mujer junto al pozo, que era una samaritana, ella vino por agua. Jesús dijo: “Tráeme de beber”. ¿Qué hizo Él? Habló con ella, así como yo hablaría con alguien allá en la audiencia. Dijo: “Tráeme de beber”. No se conocían de antes.",
    "Y ella dijo: “Pues, esto no se acostumbra, aquí tenemos segregación”. Como se tenía en el sur, para nuestros amigos de color y cosas, pero ya no la tienen más. Gracias a Dios, por eso. Así que, Él dijo… “Nosotros tenemos segregación aquí. Pues, no es una costumbre para Ti; eres judío”. Jesús era judío, ella era samaritana. Dijo: “No se acostumbra que—que Tú me pidas a mí, una mujer samaritana, tal cosa”.",
    "Él dijo: “Pero, mujer, si supieras con Quién hablas, me pedirías a Mí de beber”.",
    "Eso detuvo a esa hermosa mujer. Y ella levantó la mirada y dijo: “Pues, no tienes con qué sacarla, el pozo es hondo”.",
    "Él dijo: “Las aguas que Yo doy son Vida Eterna”.",
    "Y finalmente Él halló cuál era su problema. ¿Cuántos saben, los desconocidos, saben cuál era su problema? Ella tenía cinco maridos. Entonces, ¿qué le dijo Él a ella? Dijo: “Ve, trae a tu marido y ven aquí”.",
    "Ella lo miró a Él. Le dijo: “No tengo marido”.",
    "Él dijo: “Bien has dicho, porque cinco has tenido, y con el que ahora vives no es tu marido”.",
    "Ella dijo: “Señor, percibo que Tú eres profeta. Ahora, nosotros sabemos, cuando venga el Mesías” (Ése es Jesús), “cuando venga el Mesías, Él nos dirá estas cosas, porque sabemos que Él será ese Profeta. Nosotros sabemos que cuando venga el Mesías, Él hará esto. Pero, ¿Quién eres Tú?”.\n\nÉl dijo: “Yo soy”.",
    "Y en base a eso, ella corrió a la ciudad y dijo: “Vengan, vean a un Hombre, Quien me ha dicho lo que he hecho: ¿No es Éste el mismo Mesías?”.",
    "Si ésa fue la señal de Mesías ayer, y Él es el mismo hoy, eso mismo sigue hoy. Ahora, ¿creen eso, Uds. los desconocidos? Ahora, eso es para Uds. aquí en la línea.",
    "Ahora, para ellos allá afuera, sólo una Escritura, para que tengan algo sobre lo cual pararse. ¿Cuántos creen que Él es el Sumo Sacerdote ahora, que puede ser tocado por el dolor de nuestras enfermedades? Todos nosotros… [Cinta en blanco.—Ed.]…?…\n\nPadre Celestial, Tú Quien me conoces, conoce, hasta donde sé, que nunca he visto al hombre. Ahora, puede ser que él me haya visto a mí y que yo lo haya visto, pero si así fuere yo no sé nada al respecto. Pues, he recorrido el mundo, varias veces, orando por los enfermos y cosas, y yo—yo tal vez lo haya conocido a él en algún lugar, o lo he visto, o algo, no lo sé. Pero, como sea, yo—yo no sé nada acerca de él. Eso es verdad. ¿Es correcto esto, señor? Sólo es para que la gente sepa. ¿Ve? Muy bien. Ahora, el hombre está parado aquí por alguna causa. Ahora, ¿dónde está ese hombre que es cazador, Efferson, o lo que… Muy bien. Sólo quiero que él lo vea. ¿Dónde es, dónde está Busty Rogers? Parado por allá. Ahora aquí, pues Busty, tú me conoces. Sr. Efferson, Ud. sabe (¿Es correcto? ¿Efferson? Sí.), Ud. me conoce, hemos cazado juntos allá en Colorado, yo soy—soy un hombre. [Cinta en blanco.—Ed.]",
    "…Hombre sufre de una condición nerviosa. Ése es su problema; pues Ud. tiene lo de la próstata (Eso es correcto), se levanta en la noche, y todo eso. Ud. es de Ohio. Y Ud. pertenece a la iglesia del Hermano Sullivan, o va allí. Veo al Hermano Sullivan parado aquí. Ud. vino con Kidds; es con él. Eso es correcto. Muy bien, en este momento Ud. se siente diferente ahora. Eso lo ha dejado. Ahora, puede irse a casa; su fe lo sana. Ahora, Dios lo bendiga.\n\nAhora, ¿cree Ud.?",
    "Ahora, yo no lo conozco, señor. Su rostro me parece familiar, pero en cuanto a conocerlo, Dios en el Cielo sabe que yo no sé nada acerca de Ud. Yo no sé qué ande mal con Ud. No tendría manera de saber lo que anda mal con Ud. Ud. sólo es un hombre parado allí. Y Ud. tenía una tarjeta de oración, en… tenía un número. Y Ud.… El muchacho le dio esa tarjeta, y Ud. sencillamente fue llamado acá arriba en la línea de oración.",
    "Ahora vea nada más cómo me está debilitando. Vean, sólo esa vez, es más duro, eso me agotó más a mí, sólo esa vez, que todo el tiempo que llevo predicando esta mañana. Algo saliendo. ¿Ven? Algo saliendo.",
    "Joven, Ud. realmente no está aquí por sí mismo. Ud. está aquí por alguien más, y ése es un—un niño. Y ese niño no está aquí; está en una región plana: Kansas. Sufre alguna clase de ataques como epilepsia. Eso es epilepsia, hay una oscuridad sobre el niño.",
    "Ud. tiene alguna conexión, o, Ud. es… con Strickers. ¿No se casaron todos Uds. con hermanas, o algo así? Es correcto. ¿Cree Ud.? Entonces él no tendrá más ataques, si Ud. cree con todo su corazón. Como Ud. haya creído, así sea con el niño. Vaya ahora y no lo dude.\n\nAhora ¿creen Uds. con todo su corazón? ¿Todas Uds. personas? Oren por alguien. Oren y dejen que Dios lo conceda.",
    "Esa señora sentada allí, orando por esa tía que tiene cáncer; internamente allí. ¿Cree Ud. con todo su corazón, allá atrás, cree? Yo no la conozco. Nunca la he visto a Ud. en mi vida. Pero cuando Ud. me oyó decirle a ese hombre algo que él estaba pensando, de un pariente, eso le vino a Ud. Ahora, ¿cree Ud. con todo su corazón?",
    "Ahora, ¿qué tocó ella? Quiero que alguno de Uds. me diga qué fue lo que tocó esa mujer. Ella está a veinte pies de mí, en ningún momento me tocó, sino que ella tocó a ese Sumo Sacerdote. ¿Lo ves, Busty? ¿Ve Ud., señor? Ella tocó a Cristo. Cristo viene y me dice lo que ella quería, ahora ella recibe lo que pidió.\n\nUna mujer, yo no conozco a esta mujer. Ella es desconocida para mí, ¿es correcto? Somos desconocidos. Nunca la he visto a ella en mi vida, hasta donde sé, pero Dios la conoce. Si Dios me puede decir algo acerca de Ud. como Él lo hizo con la mujer junto al pozo, me revela algo en su corazón, ¿lo aceptará Ud., y creerá que ése no puedo ser yo, como un hombre, diciéndole eso a Ud., que Ése sería—sería Dios? ¿Lo creería Ud.?",
    "(Ahora, ¿con éste son dos, o cuántos con éste? ¿Ya tuvimos tres? ¿Dos? ¿Dos? Muy bien. Muy bien.)",
    "La señora lleva la sombra de muerte. Hay una sombra oscura sobre ella, lo cual, ella tiene cáncer. Eso es correcto. El médico le dice que es cáncer del ganglio linfático. Si eso es correcto, levante la mano. Ud. es de muy lejos: Iowa. ¿Cree Ud.? Ud. o tiene un hijo, o, es un nieto, y algo anda mal con sus ojos, y Ud. está orando por él. ¿Cree Ud. que Dios puede decirme quién es Ud.? La Sra. McKee, entonces regrese a su hogar, y sea sanada. Jesucristo la sana.\n\n¿Cree Ud. ahora con todo su corazón? Yo nunca he visto a la mujer en mi vida. ¿Qué hace eso?",
    "Un momento. Reverencia, un momento. Estoy mirando directamente a una mujer de color sentada aquí en la parte de atrás; y esa Luz que Ud. ve en ese cuadro, está suspendida sobre esa mujer sentada por allá atrás. Créame ser Su profeta, hermana. Ud. está orando por su esposo que está en su etapa terminal en el Hospital de los Veteranos; ESO ES ASÍ DICE EL SEÑOR. Crea ahora con todo su corazón; él se recuperará.\n\n¿Qué tocó ella? Allá está la mujer, una mujer de color, y un hombre blanco, como la mujer junto al pozo. ¿Qué tocó ella? El mismo Jesús. Ella no es la misma mujer, la mujer de color, o que lo haya sido la mujer samaritana; ella es otra mujer. Yo no soy Jesús, el mismo hombre; soy otro hombre. Pero ella es creyente de Jesucristo, igual como lo era la mujer; y yo soy un creyente y siervo Suyo, y el mismo Espíritu está obrando en este día. Cristo no está muerto, Él vive. Yo nunca la había visto a ella ni la conocía, en mi vida. Ahora, ¿ven Uds.?, Uds. no necesitan tener una tarjeta de oración para estar aquí. Uds. sólo tengan fe en Dios, ¿verdad que sí?",
    "Ahora conozco a esa mujer allí, pero sé por lo que ella está orando: esa sobrina. Cree Ud. (allá del sur), si Ud. cree con todo su corazón, ella se recuperará.\n\n¿Qué de Ud.? Somos extraños el uno para el otro. Ud. sólo es un joven. Yo nunca lo he visto a Ud. en mi vida. ¿Cree Ud. que Dios puede decirme cuál es su problema? Si Él lo hace, ¿lo ayudará? Seguro.\n\nAhora, sólo sigan creyendo allá afuera. ¿Ven?",
    "El problema está en su cuello. Ud. sufrió un accidente de carro. Ud. viene del norte. Ud. está en los alrededores de Bedford, Indiana. Eso es cierto. ¿Es cierto eso? Entonces ¿Ud.—Ud. cree que su cuello sanará? Como Ud. crea, así le sea hecho. Regrese a casa y dé la gloria a Dios. Sea sanado.\n\n¿Cómo está, señor? ¿Cree Ud. que Dios puede revelarme su problema? Ud. sufre de un—un problema nervioso; le ha causado tener problema intestinal, el colon, intestinal. Ud. realmente es de California. Eso es correcto. ¿Cree que Dios sabe quién es Ud.? ¿El Sr. Murray? Muy bien, ahora todo ha terminado. Regrese a su casa; créale a Él con todo su corazón.\n\n¿Somos extraños el uno para el otro? Yo no le conozco, y Dios… yo no le conozco y Ud. no me conoce a mí. Somos desconocidos ¿verdad? Si Dios me revela a mí algo de Ud., ¿me creerá que yo soy Su profeta?\n\n¿Creerán Uds., los demás? Estoy… Me está debilitando mucho, mucho ahora, ¿ven? Sólo crean ahora. Sólo estoy… La unción está aquí. Uds. lo saben ¿no es así? Uds.—Uds. están conscientes de que eso—eso está aquí, ¿ven? El Espíritu Santo ahora está aquí si Uds. tan sólo pueden… Me estoy debilitando tanto que a duras penas puedo verlos allá afuera. ¿Ven? Uno… Si un caso le causó debilitarse a Jesús, ¿qué será de siete u ocho, diez casos aquí, que hemos tenido aquí, de entre la audiencia? Cinco o seis o siete acá en la plataforma con tres o cuatro, o cinco, allá entre ellos. ¿Ven? Me lleva al punto en que a duras penas puedo ver. Parece como si toda la multitud se viera como lechosa. Si Uds. sólo se dieran cuenta que ésa es la densidad del Espíritu Santo entrando. Ésa es aquella Luz, allí, suspendida sobre el edificio. ¿Ven? Es, Él los está trayendo a un conjunto, a un lugar.\n\nAhora, siendo que esta mujer está parada aquí, frente a Uds. ahora en la línea: Si Dios revela (Aquí, levanto mis manos, nunca he visto a la mujer, no sé nada de ella), si Dios revela exactamente, permite, lo que ella ha hecho, o lo que ella es, o, bueno, algo u otro de ella, ¿creerán todos Uds. entonces, que Ése es Dios que lo hace? ¿Lo creerá Ud.? Y ¿puede—puede Ud. aceptar? ¿Puede Ud. ahora creer que vivirá? Puede… Por supuesto que conozco su problema, sé su problema, suyo, no está oculto. ¿Ve Ud.? Dios revela esas cosas, pero si Ud. tan sólo cree.\n\nAhora, pasaré allí y pondré manos sobre Ud. porque estoy muy, muy debilitado. Y sé que dentro de poco, bueno, yo—yo no podré ver más, ¿ve?",
    "Ahora, Ud. crea con todo su corazón. Ahora recuerde: no soy yo. Cualquiera sabe eso; es el Espíritu Santo. Ajá. Ahora, si sólo logro captar el espíritu de la mujer. Fue lo mismo que hizo Jesús. Buscando captar su espíritu, Él dijo: “Tráeme de beber”.\n\nAquí hay un hombre y una mujer, igual como fue allá. Ahora, Ud. es una mujer joven, mucho más joven que yo. Ahora, quizá, tal vez esta mujer era más joven que Jesús. Él tenía como treinta y tres años; y probablemente ella no tenía más que dieciocho o veinte, sólo era una mujer joven. Y ella—ella—ella a duras penas sabía qué decir, pero cuando le habló a ella, Él dijo: “Tráeme de beber”.\n\nAhora, el Padre lo había enviado a Él a Samaria. Él iba camino a Jericó, pero fue por el lado de Samaria, que queda al otro lado de la montaña. ¿Por qué haría Él eso? Él dijo que necesitaba pasar. El Padre lo envió allí. Bueno, Él simplemente vino y se sentó, y envió a Sus discípulos al pueblo a que trajeran algo de comer. Y esta joven hermosa vino por agua, y el Padre debe haber dicho: “La estoy llamando a ella”.\n\nÉl dijo: “Mujer, tráeme de beber”. Y comenzó la conversación. Ahora, es igual aquí.\n\n¿Me tocó Ud. aquí en el saco? ¿Alguno de Uds.? No, señor. Dios en el Cielo sabe que Algo me tocó en ese momento, cuando… Pensé que era Billy diciéndome que ya me fuera. ¿Ven? Yo—yo—mis manos, Dios sabe que eso es verdad. Algo me tocó así y pensé que era Billy diciéndome: “Comienza ya”. Vean, Yo—cuando uno está así, es difícil para uno saber, uno no sabe cuándo parar ni qué hacer. ¿Ven Uds.? Uno está casi fuera de sí mismo. ¿De qué estaba hablando? La mujer junto al pozo.\n\nY después Él encontró dónde estaba su problema, y Él dijo: “Ve, trae a tu marido”.\n\nElla dijo: “No tengo”. Y Él se lo dijo, dijo que ella había tenido cinco.\n\nLuego ella dijo: “Me parece que Tú eres profeta. Sé que cuando el Mesías venga, Él nos dirá estas cosas”.\n\nAhora ¿sería ése el mismo Mesías hoy, si yo le pudiera decir algo, algo que anda mal? Si Dios no la ayuda, Ud. morirá. Ud. tiene cáncer. Ahora, ¿cree Ud. que Dios puede decirme dónde está ese cáncer? Está en el vientre. ¿Cree que Dios sabe quién es? ¿Cree Ud. que Dios sabe de dónde viene Ud.? Ud. es de Illinois; su—su nombre es la Sra. Johnson. Regrese y viva. Jesucristo la sana. ¿Cree Ud. con todo su corazón? Sólo… Que ella viva…?… Hay una razón por la que yo le dije que viviera.\n\nPadre en el Cielo, en el Nombre del Señor Jesús, pongo ahora mis manos sobre la mujer; la unción del Espíritu Santo está aquí. Sánala, Señor, en el Nombre de Cristo, Jesús.\n\nAmado Dios, sobre nuestro precioso hermano, a quien Tú le salvaste la vida allá, en agosto, ¡oh, misericordioso Dios, ven ahora a él, mientras el Espíritu Santo está ungiendo nuestros corazones! Conozco la prueba de mi hermano. Sánalo, Señor, y que se recupere…?…\n\nUd. sufrió un ataque al corazón, Ud. tiene diabetes; sé que Ud. está sufriendo, eso…?…\n\nNuestro Padre Celestial, este hombre está…?… él tiene que encontrarte o morirá. Él quisiera entrar al hospital…?… Perdónale sus pecados y sánale su cuerpo, en el Nombre de Jesucristo que él viva. Vaya a casa, vaya.\n\nMuy bien, aquí, Uds. lleven a este hermano a casa.\n\nNuestro Dios precioso, en el Nombre de Jesucristo, pongo mis manos sobre ella mientras la unción del Espíritu Santo está cerca. Que las personas lo reconozcan. Que ella sea sanada.\n\nPadre Dios, estoy poniendo mis manos (mis manos, mi cuerpo indigno, corrupto, corrupto y malo; pero con el Espíritu ahora sobre mí), que el poder que puede discernir el pensamiento del corazón cuide de esta mujer y sane su cuerpo, en el Nombre de Jesús.\n\nAmado Dios, conociendo a mi hermano y su condición, sabiendo de ese impedimento para hablar… [Cinta en blanco.—Ed.]\n\n¡Oh, Dios!, de este joven, librando la buena batalla de la fe, parado en la Presencia de Jehová-jireh, el Sacrificio provisto del Señor, que el poder que levantó a Jesús de la tumba, lo toque a Él ahora mismo. Concédele a él el deseo de su corazón, en el Nombre de Jesucristo. Amén.",
    "Señor Jesús, pongo mis manos sobre mi hermana. En el Nombre de Jesucristo, que esos ojos sean sanados. Que su—su aflicción deje su cuerpo, en el Nombre de Jesucristo. Amén.",
    "Nuestro Padre Celestial, por mi Hermanita Kidd, oro que Tú venzas en ella, y le des fuerzas en su avanzada edad como hiciste con Noemí. Señor, que ella siga siendo usada para Tu gloria. Concédelo, Padre, en el Nombre de Jesucristo.",
    "También al Hermano Kidd, Señor, siendo que lo hirió la muerte, pero la Vida lo trajo de nuevo. Dios, oro que lo mantengas fuerte. Él ya pasó su tiempo asignado hace mucho. Pero Tú eres Dios, y lo harás para Tú gloria como me lo prometiste en el hospital. Ahora, dale fuerzas como testimonio. Que su testimonio resuene por el estado de Ohio, a través del mundo. [Cinta en blanco.—Ed.]\n\nQue Jesús ahora me sana.\n\nLo tomaré por Su Palabra… 🦅"
  ]
}