{
  "title": "LA REVELACIÓN DE JESUCRISTO",
  "id": "60790009",
  "content": [
    "🦅  Muchas gracias, Hermano Neville.\n\nTomen asiento.",
    "Creo que se dijo una vez, que “yo me alegré con los que me decían: ‘A la casa de Jehová iremos’”.",
    "Ahora, lamentamos no tener suficiente lugar o espacio para sentar a todos los presentes, y quizás aumente el número de personas durante la semana al oír de la reunión.",
    "Y la razón de este tiempo especial es que queremos… El Espíritu Santo puso en mi corazón esta advertencia y convicción, que “la Iglesia en este día debería recibir este Mensaje”. Pues creo que son los Mensajes más sobresalientes de la Biblia, por cuanto revelan a Cristo en Su Iglesia en este tiempo.",
    "Pues, nadie puede tener fe o saber lo que están haciendo o adónde van, si no tienen en qué basar sus pensamientos y su fe. Por tanto, si la Escritura nos ha revelado a Cristo en estos postreros días y la condición de la edad, nos beneficiaría el—el escudriñar Eso y ver dónde estamos.",
    "Ahora, sentimos—lamentamos que nuestra iglesia no sea más grande, algún día esperamos ampliarla.",
    "Y especialmente en estos últimos cuatro días, estudiando para esto, la parte histórica del—del Libro de Apocalipsis, me he encontrado con cosas que nunca pensé que hubieran sucedido en realidad. Y aun me ha hecho sentir el—el deseo de (después de estas Siete Edades De La Iglesia, que ya he repasado), querer programar otra serie así, mostrando “la—la verdadera Iglesia y la iglesia falsa”, a la par, y tomando solo la historia y la Escritura; como una vez intenté tomar en un sermón, “la Vid verdadera y la vid falsa”, que se encuentran en la Biblia. Y vamos…",
    "Vamos a tratar de conseguir unas sillas, pensando en las personas que buscan asiento. Y vamos a conseguir, tratar de conseguir más sillas para intentar llenar los cuartos aquí atrás y afuera, y más alrededor, para poder sentar más personas durante los servicios.",
    "Ahora, acerca de esto, les pido a cada uno de Uds. que verdaderamente están interesados en estas cosas, que—que vengan cada vez, porque Lo vamos a—a explicar. Ahora, yo no intentaría, ni se me ocurrió por mi cuenta…[Cinta en blanco.—Ed.]…intentar de…[Cinta en blanco.]…este gran Libro de la Revelación de…[Cinta en blanco.]…Siete Edades de la Iglesia. Sino que estoy dependiendo solemnemente de Dios, para—para que me lo revele a medida que llego a eso.",
    "La historia natural, es de los… tomada de los historiadores más sobresalientes que conozco. Tengo en mi cuarto de estudio ahora mismo, como cinco o seis libros: Las dos babilonias de Hislop, El libro de mártires de Foxe, y otros grandes libros; como del Concilio Pre-nicéico, como cuatro libros sobre ese tema, cerca de cuatrocientas páginas en cada libro. Y el Concilio de Nicea allí, y toda la historia que hemos podido. Pues, siguiendo esto, de la cinta magnética, vamos a escribir un comentario sobre Las siete edades de la iglesia para enviar a todo el mundo, hasta donde podamos, porque estamos en los últimos días. Estamos en el tiempo final.",
    "Nunca lo sentí tanto en mi corazón hasta la—la última elección, y entonces vi en dónde estamos. Y el Espíritu Santo comenzó a revelarme que—que le advirtiera al pueblo y que predicara esto. Y yo no lo puedo hacer en una—una iglesia como esta, debidamente. Y entonces si yo me sentara y tan solo escribiera el libro… Siento que, si vengo al púlpito y la inspiración del Espíritu Santo que está entre los Cristianos viene sobre mí, para ayudarme, entonces sería más capaz de escribir el libro, después de tomarlo de la cinta, porque de allí tomaríamos la inspiración. Los libros, desde luego, estarán corregidos un poco, porque aquí incluimos cosas que no podríamos poner en el libro. Y pues nosotros… Pues nos tomamos mucho tiempo repitiéndonos, o por lo menos yo. Y, por tanto, en el libro todo eso estará corregido. Pero intentaremos ponerlo todo, lo que más podamos, en las cintas.",
    "Ahora, las cintas, cada noche, literatura y lo demás, los muchachos los tendrán allá afuera del edificio.",
    "Ahora, cada noche quizás no logre, como hemos decidido intentar para la gloria de Dios, el—el presentar estos siete Mensajes de la iglesia o Siete Edades de la Iglesia en siete noches; tomando una edad cada noche. Como el lunes en la noche, Éfeso; martes en la noche, Esmirna; miércoles en la noche, Pérgamo; jueves en la noche, Tiatira; viernes en la noche, Sardis; y sábado en la noche, Filadelfia; y el domingo en la mañana y en la noche, Laodicea, la edad de la iglesia en que estamos viviendo. Dando la historia de la iglesia original, y los—y los escritores y los historiadores, y los ángeles para esa edad, y—y los mensajes, y la trayectoria de la iglesia a medida que ha llegado hasta este tiempo.",
    "Y es asombroso ver cómo cada predicción de esa Escritura encaja perfectamente con la historia, exactamente, con su representación. Aun me asombró tanto, que ayer había leído hasta que sentía que los ojos se me salían de lo hinchados. Y salí y le dije a mi esposa: “Nunca soñé que fuera de esa manera”. ¿Ven? ¡De lo grandioso que fue!",
    "Y ahora, eventualmente quizás no lo pueda terminar todo en una noche, la iglesia, el mensaje a la iglesia. Y si no lo puedo terminar en una noche, continuaré al día siguiente a las diez de la mañana. Se anunciará cada noche, para aquellos que quieran venir y escuchar lo que falte, porque trataremos de grabarlo en cinta. Tendré servicios desde las diez de la mañana hasta el mediodía, para tratar de terminarlo (el resto del mensaje), y así lo pueden grabar en la cinta. No…",
    "Hemos anunciado que no habrá servicios de sanidad porque estamos tratando de mantenernos bajo la palabra profética de la Biblia. De hecho, tuvimos un servicio de sanidad aquí hace poco. Entonces, después de que concluyan estos servicios, tendremos servicios de sanidad nuevamente en este lugar.",
    "Pero ahora yo—yo quiero que esto quede muy claro para que todos puedan recordar, pues que, en esto, tal vez corte y desgarre y nos dé a todos una gran sacudida. Pero yo no soy responsable por más que predicar la Palabra. Eso, eso es todo. Solo—solo me aferro de la Palabra. Y muchas veces, en estas Edades de la Iglesia, quizás eso refleje la denominación de alguien. Y si sucede, no es con la intención de ser duro. Solo—solo estamos declarando lo que la Escritura ha dicho, y la revelación que yo tengo al respecto. Y si Ud. piensa que yo estoy equivocado en eso, pues no se resienta contra mí, solo ore por mí para que Dios me muestre lo correcto, porque yo ciertamente quiero estar correcto.",
    "Y una cosa más, consciente de la responsabilidad que tengo en—en una reunión como esta, al estar enseñando al pueblo, pues el Espíritu Santo me hará responsable por las palabras que yo diga en este púlpito. ¡Entonces ven Uds. cuán solemnemente abordamos esto! Ahora, nuestro…",
    "Yo hubiera tenido esto en otro lugar. Pero siendo que es enseñanza, entonces en nuestra… Afuera en los servicios de evangelismo, cada uno de nosotros tenemos una idea o—o discernimiento, o como ha sido durante la edad, y tenemos nuestras propias iglesias y lo que nuestras iglesias nos han enseñado y lo que creemos. Nosotros… A mí no me gusta ir a la iglesia de otro o así entre la gente y decir algo contrario a lo que a la gente se le ha enseñado. Porque, a pesar de todo, claramente yo me he esforzado en declarar que un…",
    "Si alguien es católico, y depende de la iglesia católica para su salvación, él está perdido; si es un bautista, dependiendo de la iglesia bautista, él está perdido; o un pentecostal, dependiendo de la iglesia pentecostal para salvarle, él está perdido. Pero… ¡Y con cualquier iglesia! Pero si ese individuo está descansando solemnemente sobre la fe en las obras de Cristo consumadas en el Calvario, él es salvo, no me interesa a cuál iglesia pertenezca; “Porque por fe somos salvos, y eso por gracia”.",
    "Ahora, a veces al hacer esto, yo pienso, aquí en mi propio edificio pequeño donde empezamos hace muchos años, solo unos cuantos bloques de concreto y demás, y es como un lugar sagrado para nosotros. No nos gusta, no nos gustaría verlo cambiar, en cierto sentido, porque aquí es donde Dios primeramente empezó a encontrarse con nosotros, cuando ni siquiera teníamos piso. Pero ha—ha llegado a tal grado ahora que ya está envejeciendo y estamos aquí en construcción—en un programa de construcción para ocupar esta cuadra aquí con una iglesia.",
    "Ahora, hasta ese momento, pienso que cuando regreso del campo misionero, donde no lastimo a los hermanos y, ni los mensajes ni nada de eso, luego me da el derecho de expresar mi propia opinión, de—de mi… desde aquí de este púlpito. Y luego si Ud. dice: “A mí me han enseñado de otra manera”, yo quisiera… Y luego, por esto, simplemente invitamos a cualquiera que quiera venir. ¿Ven? Nadie lo está patrocinando, ni nada de eso; es el tabernáculo aquí. Y cualquiera que quiera venir, es bienvenido; simplemente venga. Así que, le invito a que traiga su Biblia cada servicio, y traiga un lápiz y papel.",
    "Y ahora, con todos los comentarios y lo demás, no hubiera podido traer todos los libros. Así que, solo escribí, escribo cada vez aquí en papel, pequeñas notas de la historia y comentarios y demás, para poder leer de las—las notas aquí en lugar de tener el libro y voltear páginas. Sin embargo, cuando llegue a la Escritura, usaremos la Biblia. Y después en el comentario, yo explicaré; o si es la historia, quien haya sido el historiador que lo dijo, y así. Luego, en el… Desde luego, en cuanto al libro que saldrá, pues, entonces podremos escribirlo muy bien a máquina, para tenerlo todo bien hecho.",
    "Ahora, haremos todo lo que podamos para comenzar temprano y dejarlos salir lo más temprano posible. Y serán reuniones de ocho días, de domingo a domingo.",
    "Esta mañana empiezo con el capítulo 1 de Apocalipsis, del Libro de Apocalipsis. Y Apocalipsis se divide en tres partes. Y los primeros tres capítulos son los que estaremos viendo en estos ocho días. Siendo que, una sola edad de la iglesia pudiera llevarnos un mes. Pero solo tendremos que tocar los puntos sobresalientes, como diríamos. Luego cuando Ud. reciba el libro, estará escrito más detalladamente.",
    "Ahora, el Apocalipsis, los primeros tres capítulos tienen que ver con la iglesia; luego la Iglesia desaparece. No La vemos más hasta el tiempo final. De Apocalipsis l al 3, es la Iglesia; Apocalipsis 4 al 19, es Israel, una nación; y del 19 al 22, son ambas, juntas. Y las plagas y las advertencias y lo demás, ¡es en el fin! Está en tres partes. ¿Ven? Y tomaremos los primeros tres capítulos que tienen que ver con la Iglesia, y la edad de la iglesia en que estamos viviendo.",
    "Ahora, al principio parecerá un poco árido porque tenemos que regresar y colocar un fundamento. He orado y estudiado, y he hecho todo lo posible queriendo buscar el—el parecer del Espíritu Santo, para saber cómo colocar esto de manera que la gente lo vea; y para que Uds., al verlo, sean iluminados y les haga acercarse más a Cristo, porque estamos en el tiempo del fin.",
    "Y es una cosa tan maravillosa, al estudiar las historias, el descubrir cómo empezó esa iglesia, y cómo se apartó y qué pasó, y ver a esa pequeña Simiente de Dios moverse a través de cada una de esas edades; y en un lugar, casi desaparecer por completo.",
    "Ahora, mañana en la noche, comenzaremos y tendremos un—tendremos un—un atril aquí; no un atril, sino un pizarrón, pues como que quiero enseñarlo con un pizarrón. Yo creo que el maestro de la escuela dominical, uno de ellos, tiene un pizarrón; lo veo atrás. Voy a pedirle al conserje que lo traiga y lo ponga aquí enfrente, y así podré enseñar con ese pizarrón y escribirlo para que Uds. lo tengan con certeza. Y lo puedan dibujar en su papel y demás, y así mostrarlo lo más exacto que podamos.",
    "Pero solo quiero decir esto antes de empezar: Pude ver el inicio de la edad de la iglesia; y pude ver cómo los apóstoles, las doctrinas y cosas que ellos enseñaron, y los principios de la Biblia, y luego ver esa iglesia, en el segundo grupo de apóstoles, cómo comenzó a desvanecerse, la verdadera enseñanza genuina; el tercer grupo, más distante; para el cuarto grupo, se había desvanecido, quedando uno—uno tibio. La iglesia produjo una iglesia tibia.",
    "Y después ¡una Iglesia llena del Espíritu! Lo cual digo con respeto santo hacia la religión de todo hombre: desde el principio hasta este tiempo, la verdadera Iglesia genuina ha sido una Iglesia pentecostal. Es verdad. Dios ha reservado esta Iglesia.",
    "Y a menudo pienso en cuando Jesús habló, dijo: “No temáis, manada pequeña, porque a vuestro Padre le ha placido daros el Reino”. Yo pensaba mucho en el significado de eso, pero ahora lo comprendo.",
    "La semana pasada tuvimos una reunión en Shreveport, Louisiana, espiritualmente, el servicio más grande al que yo haya asistido en toda mi vida. ¡Shreveport!",
    "Yo estaba… Tenía un par de días de vacaciones, y fui a Kentucky con el Hermano Wood aquí, uno de los diáconos de la iglesia o mejor dicho un síndico, para cazar. Entramos al bosque.",
    "Ya le había disparado a la primera ardilla. Y dije: “Solo esperaré”, porque alguien pasó con unos perros. Y dije: “Solo esperaré hasta que las ardillas vuelvan a salir de sus agujeros. Subieron huyendo a los árboles, a los agujeros, y ahora se escondieron”. Dije: “Cuando salgan… Me sentaré aquí a esperar”. Porque hacía mucho frío y había escarcha, y las orejas me ardían. Y, Uds. saben, los—los vientos agudos soplaban por los vallecitos. Dije: “Solo esperaré hasta que vuelvan a salir las ardillas”.",
    "Apenas me había sentado cuando el Espíritu Santo dijo: “Levántate, y ve al lugar que tú llamas: ‘El valle del deportista’. Allí hablaré contigo”.",
    "Y fui a ese lugar que yo le puse: “El valle del deportista”. La razón por la que le puse nombre a esos vallecitos, fue para saber en dónde me encontraba. “Valle del deportista” fue porque ellas… Yo entré allí y vi dieciséis ardillas sentadas en un solo árbol, maté el límite, y dejé las demás en paz y me fui. Y ese es el deporte, lo que se debe hacer. Y por eso le puse: “El valle del deportista”.",
    "Y Él me lo hizo notar: “El lugar que tú llamaste: ‘El valle del deportista’”; no que Él lo haya nombrado así, sino que yo le puse así.",
    "Luego fui a la parte más angosta de ese valle y me senté debajo de un árbol de roble blanco, y esperé como por media hora, y nada sucedió. Me tendí en el suelo, me postré sobre el suelo, extendí mis manos. Entonces Él me habló.",
    "Y cuando lo hizo, las Palabras que Él me reveló sobre esta misma Escritura a la cual llegaremos esta mañana, yo nunca en mi vida la había visto.",
    "Y después cuando llegué a Shreveport, Louisiana, una dama, la cual es una mujer con dones, su nombre es la Sra. Shrader…",
    "Hace muchos años cuando el Ángel del Señor me encontró aquí en el río (la primera vez que apareció en aquella Luz, y las Palabras que Él habló allá), once años después cuando entré a una reunión, esta mujercita se levantó y habló en lenguas e interpretó. Fue palabra por palabra lo mismo que dijo ese Ángel.",
    "Y esta misma mujercita, cuando entré al tabernáculo en… O el lugar en Shreveport donde estábamos, el Tabernáculo Vida, el Espíritu Santo se movió sobre esa mujer y dijo palabra por palabra lo que Él me dijo allá en la colina. Después el Espíritu empezó a moverse y a dar la interpretación, prediciendo cosas por medio de la revelación, por profecía, las cosas que iban a acontecer en la reunión la noche siguiente; y ni una sola vez falló.",
    "Antes de eso, una mujercita se paró en la reunión, una mujer bautista llegó allí sin saber lo que podía hacer. Y ella estaba parada en medio de la reunión y el Espíritu Santo descendió sobre ella, y empezó a hablar en lenguas; una mujer bautista de la Primera Iglesia Bautista de Shreveport. Y después ella no sabía lo que había hecho. Y entonces, antes de que ella pudiera decir algo, el Espíritu Santo dio la interpretación, dijo: “ASÍ DICE EL SEÑOR, ‘dentro de tres meses estará el Espíritu de Moisés, Elías, y Cristo, ministrando en este tabernáculo’”. Allí aconteció, perfectamente.",
    "Un hombre bautista de Meridian, Mississippi, iba a poner su mano en el refrigerador para sacar algo del refrigerador, y el Espíritu de Dios descendió sobre él. Y él habló en lenguas, sin saber lo que estaba haciendo. Y antes de él… de poder entender lo que estaba haciendo, el Espíritu Santo le habló de nuevo y dijo: “Ve a Shreveport, Louisiana. Mi siervo te dirá lo que debes hacer”.",
    "Y él llegó allí, dijo: “Yo no comprendo esto; nunca antes ha sucedido”. ¡Oh, hermano!\n\nEstamos viviendo en los últimos días, en la víspera de la Venida del Señor.",
    "Esa pequeña Iglesia siempre ha estado en la minoría, los Pentecostales. Yo no me estoy refiriendo a los pentecostales denominacionales, no me refiero a eso, ¡sino a las personas con la experiencia Pentecostal! Pentecostés no es una organización. Pentecostés es una experiencia que es para todo aquel que la quiera. Católico, judío, prosélito, metodista, bautista: “quienquiera, que venga”. Es una experiencia que el individuo… Dios no trata con una denominación, tampoco trata entre los gentiles como una—una raza o pueblo. Él trata con individuos, “Todo aquel que quiera”. Ya sea blanco, negro, amarillo, moreno, metodista, bautista, protestante, católico, lo que él sea, “dejadle venir”, quienquiera. Estoy tan agradecido que Él lo hizo de esa manera. Yo…",
    "Como el que dijo una vez: “Yo prefiero que Él lo diga así, en lugar de decir mi nombre: ‘Que venga William Branham’, porque pudiera haber más de un William Branham. Pero cuando Él dijo: ‘Quienquiera’, yo sé que eso me incluye a mí”.\n\nAsí que, todos nos podemos sentir así: “Quienquiera, que venga”.",
    "Ahora, yo sé que hay mucha gente esperando aquí en los hoteles y moteles, que vienen de alrededor del mundo. ¿Ven? Aquí hay personas de Irlanda y diferentes lugares, esperando estas entrevistas; pero no puedo ahora mismo. Quiero dedicar mi tiempo a Esto, Uds. me entienden.",
    "Cuando yo regreso de estos viajes, por lo regular regreso para tener un—para tener alguien a quien ministrar, porque ellos cumplen las citas. Pero ahora tenemos que hacerlas a un lado por causa de Esto.",
    "Ahora, solo una cosa más antes de empezar en este Libro. Al principio fue una Iglesia Pentecostal. Y esa Iglesia Pentecostal se movió en el poder del Espíritu, y se escribió un Libro de los Hechos. El segundo grupo, empezó a decaer, la iglesia llegó a ser formal. Para la segunda edad de la iglesia ya era muy formal, pero esa pequeña Simiente de Pentecostés siguió avanzando, en lo espiritual. Después llegó a la Edad del Oscurantismo, como mil cuatrocientos y tantos años, de una persecución oscura. Aquella pequeña edad Pentecostal se mantuvo con vida durante eso. ¿Cómo sobrevivió?, no me lo pregunten. Fue la mano de Dios; es lo único que pudo haberlo hecho.",
    "Porque ellos los clavaban en postes. Y tomaban a los hombres y los ponían boca abajo sobre un—un tronco y les sujetaban las piernas con clavijas de madera, y hacían que los animales (perros), se los comieran por la espalda, sacándoles los intestinos, aun antes de que murieran. Tomaban mujeres, les cortaban los pechos con una tijera, así, su pecho derecho, y dejaban que esa sangre corriera hasta que la vida salía de ellas. Sacaban los bebés de las madres embarazadas y se los daban a los perros y cerdos mientras ellas lo veían. Supuestamente eso era Cristianismo; pero la Biblia dice, y Jesús dijo: “Acontecerá que ellos os matarán, pensando que le hacen un servicio a Dios”. ¿Ven?",
    "Y ahora esa cosa entró sigilosamente a otra edad. Finalmente, entonces salió. Después notamos cómo la iglesia salió en la reforma. Se ha alejado más y más, desde ese tiempo, y se fue alejando del Espíritu, alejándose del Espíritu, hasta esta última edad cuando está lista para unirse y hacer una imagen a la bestia.",
    "¡Pero ese pequeño Espíritu vivirá en los corazones del pueblo hasta que venga Jesús! Así tiene que ser. Tengan eso en mente.",
    "Lo dibujaremos en los mapas, tomando la historia y todo, y les mostraré que es exactamente de esa manera. Ud. mismo podrá tomar la historia y leerlo. Ver lo que dice la Biblia, y después lo que dice la historia. Viendo cómo concuerdan exactamente de esa manera. ¡Oh!",
    "Y que todos nosotros no tomemos esto solo como una charla, sino que solemnemente, solemnemente tomemos las advertencias del Espíritu Santo y oremos, día y noche. No permita que nada le impida orar.",
    "Al comenzar, descubrirá las vidas de esos grandes hombres allá atrás, el sacrificio de ellos. Verán lo poco que han hecho Uds. A veces me avergüenza, cómo es que necesitamos todo tan fácil, y ellos tuvieron todo tan difícil. “Como vagabundos” dijo Pablo en Hebreos 11, “en pieles de ovejas y de cabras, pobres, angustiados y maltratados”. ¿Cómo se comparará nuestro testimonio al lado del de ellos? ¿Cómo se comparará? Y nosotros necesitamos todo muy cómodo.",
    "Ahora, en respeto, antes de que abramos el Libro, me gustaría que todos los que podamos, nos pongamos de pie por un momento para orar. Ahora con sinceridad de corazón, eleve una oración para… a Dios.",
    "Señor Dios, el Creador de los cielos y la tierra, el Autor de la Vida Eterna y el Dador de todo buen don perfecto. Te pedimos Señor, primero que nos perdones de toda nuestra indiferencia y nuestros pecados y nuestras faltas contra Ti, y del uno contra el otro y nuestros compañeros.",
    "Que este corto tiempo en que nos hemos reunido no solo sea para la edificación de nuestras propias almas, sino que sea para avivarnos de tal manera y nos inspire al punto que vayamos a testificarle a otros. Que sea un tiempo de nueva dedicación, uniéndonos con todo el Cuerpo de Cristo y estar listos para el Rapto.",
    "Padre Dios, y no por mi propio sentir, sabiendo que Tu siervo y todos los demás siervos son insuficientes para esta gran tarea. Sabiendo cómo grandes hombres del pasado han tenido en su corazón el tratar de revelar Esto, o comentar sobre la gran Revelación, nos damos cuenta entonces que nosotros somos aún más insuficientes que ellos; pero Tú eres nuestra suficiencia.",
    "Y oro, Padre Celestial, que hagas algo especial durante este tiempo, que el Espíritu Santo tenga preeminencia en cada corazón. Circuncida los labios que hablan y los oídos que oyen. Y cuando todo esto termine y lo dediquemos a Ti, que salgamos por el umbral de esta casa, diciendo: “Fue bueno para nosotros estar allí. El Espíritu Santo nos habló mientras estábamos sentados allí. Y ahora hemos determinado hacer todo lo que podamos mientras las Luces del atardecer están brillando”. Concédelo, Señor.",
    "Permite, durante esta reunión, que haga que hombres y mujeres se afiancen nuevamente. Que Tú levantes a los que hablan en lenguas, los que interpretan las lenguas; que levantes dones de profecía. Levanta predicadores, pastores, evangelistas y demás, para que la Iglesia pueda ser edificada. Levanta misioneros que vayan allá al campo y lleven este glorioso Evangelio. Dondequiera que vaya la Palabra, que pueda caer en buena tierra, produciendo al ciento por uno; porque creemos que estamos en el fin de la edad. La culminación está cerca.",
    "Concede estas cosas, Padre. Y sobre todas las cosas, Señor, en este momento, ayúdame a mí, el necesitado. Porque lo pido mientras yo mismo me encomiendo a Ti para estos servicios. En el Nombre de Jesucristo. Amén.",
    "[Una hermana habla en otra lengua. Un hermano da la interpretación.—Ed.]",
    "Poderoso Dios, Quien levantó a Jesús de los muertos, estamos tan agradecidos al saber que Tu Espíritu habita entre nosotros. Él siempre es fiel y nunca habla una palabra falsa. Y ahora, Padre, sigue confirmando Tu Palabra mientras leemos, para Tu gloria. Y que todo corazón, como Tú has dicho: “Esté preparado y aparejado, porque algo va a venir”. Puede ser que la gente reciba su última advertencia para que dejen las cosas que ahora están haciendo, yendo al Camino de Verdad. Te damos gracias, Dios Santo, en el Nombre de Tu Hijo, el Señor Jesús. Amén.",
    "Abriendo ahora en el Libro de Apocalipsis, el capítulo 1. Ahora, primeramente, quiero leer los primeros tres versículos de Apocalipsis:\n\nLa revelación de Jesucristo, que Dios le dio, para manifestar a su siervo las cosas que deben suceder pronto; y la declaró enviándola por medio de su ángel a su siervo Juan,\n\nque ha dado testimonio de la palabra de Dios, y del testimonio de Jesucristo, y para todas…de todas las cosas que ha visto.\n\nBienaventurado el que lee, y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.",
    "Como he dicho antes, ahora en esto trataremos de dar un pequeño análisis del Libro, conforme a la historia y lo demás. Y cada vez que Uds. vean que me refiero a las páginas que tengo escritas aquí, son cosas que he tomado de los comentarios y demás.",
    "Ahora, el escriba de este Libro es Juan, San Juan el divino, escrito para la generación futura (A). (B) Está dirigido a los siete ángeles de los siete períodos distintos de la edad Cristiana; una edad que abarca desde los días de los apóstoles hasta la Venida del Señor. Y la… ahora, las edades aparecen en sucesión, cada una, desde la ascensión de nuestro Señor hasta Su Venida otra vez. Cada edad de la iglesia se describe por su condición espiritual. (E) Cada edad de la iglesia puede verse por lo Escritural y lo espiritual que le es hablado. A medida que el Espíritu habla, cada edad puede verse a sí misma. Cada edad produjo la Vid verdadera de Cristo, la virgen Prudente. Y cada edad llevó la vid injertada, la virgen insensata.",
    "Los historiadores concuerdan en que esta es la vida de Juan. Juan vivió sus últimos años en la ciudad de Éfeso y allí murió. Él estaba en la Isla de Patmos cuando escribió el Libro, Apocalipsis. No era la historia de su vida, sino la historia de Cristo en las edades futuras. ¿Ven? Fue una profecía. No la vida de Juan, no la vida de Cristo, sino profetizando de una edad por venir. No eran sus expresiones proféticas; más bien, las solemnes exaltaciones del Señor. No era la Revelación de San Juan el divino, sino la Revelación de Cristo el Señor.",
    "Es el último Libro del Nuevo Testamento, sin embargo, habla del principio y el fin de la dispensación del Evangelio. Los eruditos de la Biblia están de acuerdo en esto.",
    "Las cartas a las siete edades de la iglesia fueron escritas proféticamente para las edades futuras. Pablo escribió de la vida y la gloria de las siete iglesias presentes en su día. Juan escribió de la vida y la gloria de las siete iglesias en el futuro; que Juan se estaba dirigiendo a los siete pastores o mensajeros como directamente a todos los Cristianos bajo estos siete ángeles diferentes.",
    "Ahora, el Libro de Apocalipsis, ahora lo vamos a tomar, mientras analizamos esto para esta mañana y esta noche. Y trataremos de despedirlos a las once o las once y treinta, algo así, y después empezar de nuevo esta noche a las siete.",
    "Ahora el contenido de este capítulo 1. El versículo 1, este—este en realidad habla por Sí mismo, porque es la Revelación de Jesucristo. El versículo 2, San Juan el divino es el escriba y el siervo. El versículo 3, las bendiciones pronunciadas. Del versículo 4 al 6, el saludo a la iglesia. El versículo 7, el anuncio. El versículo 8, la Deidad suprema de Jesucristo. Del versículo 9 al 20, la visión de Patmos.",
    "Y también los versículos 14 y 15 describen la gloria séptuple de Su Persona. ¡Oh!, es hermoso cuando vemos a Cristo en Su personaje séptuple de Su… los seres séptuples de Sus personajes, en Su gloriosa resurrección.",
    "Ahora, el título describe el carácter:\n\nLa revelación de Jesucristo,…",
    "No la revelación de San Juan el divino, sino la Revelación de Jesucristo, el Hijo de Dios.",
    "Ahora, la palabra griega para revelación es apocalipsis, lo cual quiere decir “develar”. Y yo tomé esa palabra y la escudriñé. Quiere decir, el apocalipsis, es… Como un escultor que ha hecho una gran estatua y la tiene cubierta con un velo. Y luego él va y quita este velo y revela lo que tiene detrás del velo. Es una develación.",
    "Y este Libro no es tanto la develación de la Persona de Jesucristo; aunque, ciertamente habla de Su Deidad y Su séptuple personaje, y también de las cosas que Él es, como Sacerdote, Rey y demás. Pero es la revelación del futuro de Sus obras en Sus siete edades de la iglesia que están por venir. Eso…",
    "Cuando nuestro Señor estaba en la tierra, los discípulos Le preguntaron y dijeron: “Maestro, ¿restaurarás en este tiempo el Reino a Israel?”.",
    "Y Jesús dijo: “No os toca a vosotros saber los tiempos o las sazones”; y nadie lo supo. Dijo: “Aun el Hijo” todavía “no lo sabía”.",
    "Pero después de Su muerte, entierro y resurrección, y ascensión a la Gloria, Él recibió de parte de Dios el futuro de la Iglesia. Después, Él regresó, para traer este Mensaje a la Iglesia y este Mensaje de Su Venida y la condición de Sus iglesias por toda la Edad.",
    "Él no lo podía hacer antes de Su muerte, entierro y resurrección, porque Él todavía no lo sabía. ¿Pero se fijan cómo dice la Escritura aquí?\n\nLa revelación de Jesucristo, que Dios le dio a él (Cristo),…",
    "Cómo es que Dios el Padre dio la Revelación a Su Hijo Jesucristo. Y Él envió Su ángel a Juan, para declarar estas cosas que eran; que eran, que son, y que han de ser. ¡Oh, es tan hermoso!",
    "Ahora, ¡en esta gran edad venidera que Juan vio! Ahora, estas, esta Revelación le fue dada estrictamente para develar el propósito determinado de Cristo, lo que Él sería y cómo sería, en cada edad. Por eso dije esta mañana: “Tengan en mente a la Iglesia verdadera”. La Iglesia verdadera comenzó en el día de Pentecostés.",
    "No hay teólogo, erudito de la Biblia o historiador, que pueda decir que esto empezó en los días de Martín Lutero, Wesley, la edad católica o cualquier otra edad. Comenzó en Pentecostés. Esa fue la inauguración de la Iglesia. Ese fue el principio. Por lo tanto, al conversar con alguien, párese Ud. en esa puerta de Pentecostés y ellos no podrán hallar otra salida.",
    "Es como poner un conejo en un campo. Ud. sabe dónde está cada agujero, así que Ud. los tiene tapados. Él tendrá que regresar directamente a este mismo lugar por donde entró.",
    "Bueno, así es con cualquiera que habla acerca de iglesias y edades de la iglesia, y obras del Espíritu Santo, tendrá que regresar al principio original. Todo tiene que regresar allí porque Dios es infinito, y Él es omnipotente. De manera que, siendo infinito, Él no puede hacer algo aquí y hacer algo contrario a eso, por acá. Él tiene que obrar de la misma manera cada vez como lo hizo la primera vez.",
    "Como dijo Pedro, en el día de… cuando los gentiles recibieron el Espíritu Santo, él dijo: “¿Podemos impedirles el agua, viendo que ellos han recibido el Espíritu Santo como nosotros al principio?”.",
    "Jesús, cuando estaba en la tierra, Él habló y dijo: “Es…”.",
    "Alguien vino y dijo: “¿Es lícito que repudiemos a nuestras mujeres por cualquier causa?”.",
    "Jesús dijo: “El que hizo varón, hizo hembra, y por esta causa el hombre…”.\n\nLe dijo: “Pero Moisés nos permitió escribir carta de divorcio”.\n\nJesús dijo: “No fue así al principio”.",
    "Regresen al principio. Así que, si vamos a hablar sobre la edad de la iglesia, tenemos que regresar al principio, haciendo a un lado toda declaración que cualquier hombre haya hecho a través de la edad.",
    "Este es el Libro más oficial que cualquier otro Libro en la Biblia. Este es el único Libro sobre el cual Cristo puso Su sello. Comienza con una bendición y termina con una maldición. “Bienaventurado el que leyere”, y “maldito el que quitare de Él alguna cosa”.",
    "Es el único Libro que Cristo Mismo escribió, de toda la Biblia. Los Diez Mandamientos, Él los escribió con Su dedo. Correcto. Los judíos se aferraron de eso. Y, hoy día, es el—el Apocalipsis.",
    "Y si Satanás odia algún Libro en la Biblia, es el Apocalipsis. Hay dos… Él aborrece toda Escritura, y es todo el canon de la Escritura. Pero si alguna cosa él desprecia más, es el Apocalipsis y Génesis. Pues, Génesis cuenta el principio, Apocalipsis revela lo que le acontecerá en los últimos días. Él será atado por mil años. Después él y el falso profeta y la bestia serán arrojados vivos al lago de fuego.",
    "Y él atacará el Libro de Génesis en cuanto a su—su autenticidad. Él dirá que “Eso no es auténtico”. Y él inquietará la mente de la gente. Observen contra qué va el diablo, ese Libro de Génesis o el Libro de Apocalipsis, el primero y el último.",
    "Y el Libro de Apocalipsis tiene más símbolos que todos los demás Libros de la Biblia. Tiene más símbolos porque es un Libro de profecía. Es un Libro profético. Por lo tanto, tiene que ser entendido por una clase profética. Este Libro no es para todos. Casi no hay nadie que lo pueda entender. Este Libro está hecho para una cierta clase de persona. Allá en Deuteronomio, dice: “Las cosas ocultas pertenecen al—al—al Señor”. Eso es correcto. Y Él nos revela a nosotros, Sus hijos, las cosas ocultas. Así que, no va a…",
    "La mente carnal no puede comprender esas grandes cosas de la Escritura, porque para ellos es necedad. Pero para aquellos amantes de la Palabra de Dios, para tales fue escrito el Libro, para la Iglesia. La Revelación de Jesucristo “A la iglesia en Éfeso, a la iglesia de Esmirna, a la iglesia, a las demás iglesias”. La Revelación de Jesucristo a la Iglesia. Me gusta eso.",
    "Y noten, también es la consumación de las Escrituras, la consumación completa. Y se encuentra ubicada geográficamente en el lugar correcto, al final de la Biblia. La Revelación de todo el asunto puesto aquí atrás con una bienaventuranza para el que La lee y el que La oye, y con una maldición para aquellos que Le añadan o Le quiten. Es el canon completo, ¡oh, el absoluto! No se Le puede añadir nada. Y cuando un hombre trata de quitarle alguna cosa o añadirle, Dios dijo que Él quitaría su parte del Libro de la Vida. ¿Ven? Él quitaría su parte del Libro, si él Le añadía.",
    "Por tanto, cuando vemos la Revelación múltiple de nuestro Señor, quién es Él, lo que es Él, si alguna persona añadiere algo a Eso o Le quitare algo, es una profecía falsa. Muchos han tratado de decir que obtuvieron algo después de Eso. Pero Esa es la Revelación completa del Señor Jesús en Su edad de la iglesia y en Su día, una Revelación de nuestro Señor.",
    "Ahora—ahora, la palabra griega, develando, algo que ha estado oculto, deve-… “revelando” a Cristo.",
    "Ahora, el siguiente versículo, lo encontramos en el versículo 2.",
    "El versículo 1 es la develación de Cristo, la Revelación o el descubrimiento. ¡Oh! ¡Cómo la última edad y la Venida del Señor fue de-… estaba cubierta, para los apóstoles! Ellos hicieron la pregunta, pero solo uno vivió para recibir la Revelación. Y aun, él no lo entendió, porque todavía no había ocurrido la historia.",
    "Ahora, la historia de este Libro, o el—el contexto de este Libro, fue dirigido a las siete iglesias en Asia Menor, que existían entonces. Fue dirigido a esas siete iglesias. Había más iglesias aparte de esas siete, en aquel día. Pero cada una de esas iglesias era significante, significante por la característica en esa iglesia que le seguiría a través de la edad; la característica de esa iglesia. Como la de Éfeso, tenía una característica. Esmirna, Pérgamo y así sucesivamente, Filadelfia, cada una de esas iglesias tenía una característica que aparecería otra vez en las edades por venir. ¡Oh! Si Ud. solo pudiera…",
    "Cualquiera puede ver la—la aplicación espiritual de las Escrituras, y luego poder decir ¿que no son inspiradas? Su propia acción, el motivo mismo, los objetivos mismos de la gente, pues, prueban que la Escritura es inspirada, al ver cómo Dios aplica esas cosas. Simplemente lo que Ud. hace, aquí, es tipo de algo.",
    "Como Abraham al ofrecer a Isaac, su único hijo; es un tipo de Dios dando a Su Hijo, cientos de años después. Cómo es que José fue vendido y estuvo en prisión, aborrecido por sus hermanos y amado de su padre; Jesús, en tipo. Cómo es que el Espíritu obró por medio de José, un hombre, y sencillamente tipificó la vida de Cristo, perfectamente. Como David, el Hijo de David se sentó en el mismo monte. Cuando David fue rechazado como rey y subió al cerro, el Monte de los Olivos, mirando atrás, llorando, como un rey rechazado; cientos de años después de eso, el Hijo de David subió el mismo cerro, como un Rey rechazado, y lloró sobre Jerusalén. El Espíritu en tipo y forma. ¡Oh!",
    "Entonces ¿pueden ver Uds. la gran Iglesia pentecostal en este último día? ¿Pueden ver cómo Dios la inauguró en el día de Pentecostés? Ese Espíritu debería permanecer en la Iglesia a través de todas las edades.",
    "Ellos se hicieron formales e indiferentes. Les fue necesario tener una denominación. Tuvieron que unir la iglesia y el estado, y finalmente lo hicieron y causaron cientos de años de persecución. Después, en la Reforma, ellos salieron. Y cada año, ellos se han estado separando del Espíritu y añadiéndole a lo natural; separándose del Espíritu y añadiendo a lo natural, a tal punto que ahora están listos para hacerlo otra vez. Estamos viviendo en estas últimas horas, ya para terminar, la consumación de la iglesia. Estamos en Filadelfia… o en la Edad de la Iglesia de Laodicea.",
    "Ahora, el capítulo l, versículo l, le fue presentado a—a Juan. Ahora, ¿quién es el escritor? Juan. Juan. No fue una revelación de Juan, y sabemos que no lo fue, porque es la Revelación del Señor Jesucristo. Él era, él fue escogido como discípulo. Y el Libro mismo revela lo que era, que era Jesucristo a Quien Él estaba revelando.",
    "Y le fue enviado al… “Y la declaró por medio de su ángel a Juan”. No sabemos quién era el ángel. La Biblia no declara quién era el ángel. Pero sí sabemos que era un profeta, porque la Biblia después dice: “Yo Jesús he enviado Mi ángel para daros testimonio de estas cosas, las cuales pronto acontecerán”.",
    "Después encontramos que cuando Juan empezó a adorar al ángel, el ángel dijo: “Mira, no lo hagas”, Apocalipsis 22, creo que es. Y él dijo: “Porque soy consiervo tuyo, y de los profetas”. Pudo haber sido Elías; pudo haber sido uno de los profetas. Juan era un apóstol, pero este profeta fue enviado.",
    "Y Juan siendo un apóstol, fíjense en la naturaleza de sus otras epístolas, prueba que no fue Juan quien lo escribió, porque no tiene la naturaleza de Juan. Fíjense en Primera de Juan, Segunda de Juan y lo demás, y léanlo. Y observen la naturaleza de eso, después observen la naturaleza de esto. Juan era un escritor y era un apóstol, pero este es el espíritu de un profeta. Es una persona completamente diferente. ¿Ven? No eran los escritos de Juan; no era la revelación de Juan; era la Revelación de Dios de Jesucristo a las iglesias. Y eso tenía… Juan era solo un escritor, el escriba, y—y el Libro declara lo mismo.",
    "Ahora, no fue dirigido a Juan; fue dirigido a la Iglesia. Muy bien. Juan, en ese tiempo, era el pastor de la Iglesia de Éfeso. Y ahora, el Libro está dirigido a Juan… o a la Iglesia, no a Juan.",
    "Ahora en el versículo 3, Él anuncia la bendición. Escuchen esto:\n\nBienaventurado el que lee, y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas: porque el tiempo está cerca.",
    "¿Cuál tiempo está cerca? El tiempo cuando estas cosas habrían de acontecer, cuando esta Revelación de Jesucristo sea finalizada en cada edad de la iglesia.",
    "Ahora la razón por la cual Él lo escribió de esta manera. Si él hubiera dicho: “Bueno, ahora, Él…”. Ellos Lo estaban esperando; si hubiera sido revelado, si Él… si eso le hubiera sido revelado a Juan, que Él iba a venir tan pronto como aquellas iglesias allá terminaran. De esa manera lo pensó Juan. Pero si así fuera, tan pronto como terminaran esas iglesias, se cumplieran… Si él supiera, si le hubiera sido revelado que serían siete edades largas de la iglesia, varios miles de años o varios cientos de años, entonces no hubiera razón de esperar. Ellos solo hubieran vivido su edad de la iglesia.",
    "Así que, Dios lo habló, mas no les fue revelado a ellos. No le fueron reveladas a Martín Lutero las cosas que Juan Wesley sabía acerca de la Escritura. No les es revelado a los bautistas lo que los pentecostales saben respecto a la Escritura, porque es en una edad diferente; es un tiempo diferente. Y Dios revela Sus cosas solamente en su tiempo. ¡Oh!",
    "Ud. no puede sembrar maíz en la primavera y cosechar a la misma vez. Ud. siembra una semilla y esta crece a madurez. Dios siembra Su Palabra y después crece. Y después miramos atrás y decimos: “Allí estaba”. Pues, seguro, La vemos después de que ha sido revelada.",
    "Ahora “Bienaventurado”, la Palabra, el anuncio de la bendición, en el versículo 3, “los que leen u oyen Sus misterios”.",
    "Hace… La mente carnal huye de Eso, porque la mente carnal no sabe nada al respecto. Con razón la mente carnal no lo sabe, porque es Satanás en esa mente carnal; y Satanás es expuesto, y Satanás no quiere ser expuesto.",
    "¿Se dan cuenta Uds. qué tan horrible es para Satanás cuando él sabe que va a ser desenmascarado? Observen en alguno de los servicios. Observen cómo actúa la gente. Observen eso en las reuniones. Un poco antes de que Satanás sea expuesto en cierta persona, Ud. les puede ver el rostro cambiar. ¿Ven?, ellos no saben qué pensar. De repente, el Espíritu Santo desciende y expone a ese diablo. ¡Oh! Él aborrece esa clase de reunión. Por eso es que hemos tenido tanta batalla, porque la Palabra de Dios expone al diablo. ¿Ven? Muestra lo que él es.",
    "Como uno diría: “Esta mujer sentada aquí”, bajo la inspiración del Espíritu Santo, por decir: “su nombre es Señorita Jones. Ella viene de Tal y tal lugar”. ¿Qué hace eso? Levanta su espíritu y lo trae a un cierto lugar.",
    "🦅 ¿Cómo me conoce Ud.? Ese hombre no me conoce, eso entonces debe ser algún espíritu. ¿Qué clase de espíritu es?”.\n\n“Es el Espíritu de Dios”.\n\n“¿Cómo? ¿Qué me sucede?”.",
    "🦅 Ud. tiene tuberculosis, cáncer” lo que sea, “pero ASÍ DICE EL SEÑOR…”\n\n“¡Oh”! ¡Oh, cómo lo odia Satanás, porque Eso lo expone!",
    "Ahora, la mente carnal observa y dice: “Lee la mente, telepatía mental”. Ellos no saben. Eso es insensatez para ellos.",
    "Pero para aquellos que saben lo que es Eso, ¡oh, qué bendición! ¿Qué es? Una revelación. Una revelación ¿de quién? ¿Del hombre en el púlpito? ¡De Jesucristo en esta última edad de la iglesia!, revelándose a Sí mismo como prometió que Él lo haría. ¿Ven?",
    "Es una Revelación, ¿ven?, y Satanás aborrece eso. ¡Vaya, cómo lo aborrece! Él es expuesto, expone sus planes. Satanás aborrece Apocalipsis y Génesis, tengo eso escrito aquí. Es la pura verdad.",
    "Ahora, él ¿por qué aborrece una revelación? ¿Por qué está él tan en contra de Apocalipsis? Es porque todo el canon de la Palabra de Dios y la Iglesia de Dios, todo está construido solemnemente sobre la revelación.",
    "Nunca será por medio de una—una escuela, no importa cuántos seminarios finos tengamos. Ellos están por allá atrás en la edad tenue. La Biblia y la Iglesia son absolutamente una revelación.",
    "Veamos. Tengo algunas Escrituras anotadas aquí, Mateo, el—el capítulo 16 y el versículo 18. Demos un pequeño—pequeño vistazo a Mateo 16:18, para ver dónde están las Escrituras, si es la revelación. Descendiendo de la montaña, el versículo 17:\n\nEntonces le respondió Jesús: Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, sino mi Padre que está en los cielos.\n\nY…te digo,…tú eres Pedro, y sobre esta roca edificaré mi iglesia; y las puertas del Hades no prevalecerán contra ella.",
    "Ahora, la iglesia católica dice que: “Él la edificó sobre Pedro”. Bueno, eso, eso en verdad es pensar carnalmente. Ud. no se pudiera imaginar a una mente espiritual entendiendo una cosa como esa; que Dios, con Su propio Hijo parado allí y, sin embargo, edificaría Su Iglesia sobre un hombre común, corriente, nacido en pecado. El hombre lo probó. Él, con ese mismo espíritu, maldijo a Jesús y lo negó en Su cara. No era Pedro.",
    "Ni tampoco era una—una roca que estaba allí, como algunas iglesias dicen que era; no era una roca. Porque Pedro…",
    "La roca de la cual Él estaba hablando allá, no era Pedro, ni tampoco era Él mismo.",
    "Ahora, mucha de la gente protestante quiere decir: “Era Jesús. Era Él sobre quien edificó la Iglesia. ¡Él!”. No, eso todavía está errado. Si Ud. nota, no era Jesús ni tampoco Pedro; era la revelación.\n\n…no te lo reveló carne ni sangre, sino mi Padre que está en los cielos ha hecho esta revelación.",
    "Miren. Les quiero preguntar: en el huerto del Edén no había Escritura escrita. Y los dos muchachos, Caín y Abel, ambos querían ofrecer un sacrificio y hallar gracia con Dios. Cuando lo hicieron, Caín vino y edificó un altar, Abel edificó un altar. Bueno, si eso es todo lo que Dios requiere, entonces Dios sería injusto al condenar a Caín. Muy bien. Luego Caín ofreció un sacrificio; también Abel. Los dos ofrecieron un sacrificio. Caín adoró, y también Abel. Caín hizo todo lo que hizo Abel.",
    "Entonces si asistir a la iglesia, pertenecer a una iglesia, ofrecer sacrificios y orar, y adorar a Dios, si eso es todo lo que Dios requiere, entonces Dios sería injusto al condenar a Caín por hacer exactamente lo que Él dijo que hiciera.",
    "Pero, ¿ven Uds.?, Abel, por una revelación, supo que no era fruta lo que los sacó del huerto del Edén, como muchas mentes carnales creen hoy. Abel vino y ofreció el fruto de la tierra, y Dios lo rechazó, pero fue revelado… quise decir Caín, perdón. Caín ofreció el fruto de la tierra porque él pensó que eso los sacó del huerto del Edén. Observen esa revelación. Observen el desacuerdo. Observen eso, el daño que hace hoy. Pero no fue fruta lo que los sacó. Eva no comió manzanas. ¡Seguro que no! ¿Cómo se dio cuenta que ella estaba desnuda, al comer manzanas? Eso tenía relación con la vida sexual. ¡Tenía que serlo!",
    "Ahora, tomamos eso como un estudio, y lo hemos hecho, regresamos a eso. Ellos no tienen una sola Escritura.",
    "Algunos dicen: “Bueno, ella dijo: ‘De Jehová he adquirido varón’”. Sí, señor. También la prostituta. Dios es quien crea toda vida.",
    "Pero es una vida pervertida. Miren la naturaleza de ese muchacho. Él era de su padre, el diablo; el odio, vil, homicida. ¿Ven?",
    "Y cómo entonces, Abel, cuando ellos… sus padres probablemente le dijeron que—que los árboles tenían fruto, y lo demás. Pero le fue revelado a Abel. Abel fue y tomó un cordero, por la sangre, tomando una vida. No el fruto de un árbol; trayendo manzanas y bananas y peras. “Mas Abel, por revelación espiritual” Hebreos 11, “ofreció a Dios más excelente sacrificio. Dando Dios testimonio de ello, porque eso le fue revelado por fe”.",
    "Ahí es donde Dios edificó Su Iglesia. “Porque no te lo reveló carne ni sangre.” No Lo aprendiste en un seminario; no te Lo enseñó nadie en algún lugar. “Mas mi Padre que está en los cielos te lo ha revelado”. Por tanto, todo está basado en revelación, toda la Iglesia: “Sobre esta roca de la Revelación de Jesucristo, Yo edificaré Mi Iglesia”.",
    "Ud. puede tomar lo que dice el pastor; Ud. puede tomar lo que enseña el seminario; Ud. puede tomar lo que dice la iglesia; y aún no estaría correcto. Ud. tal vez pueda explicarlo con elocuencia. Pero es hasta que Dios le haya revelado a Ud. que Jesucristo es Su Hijo y que Ud. es salvo por Su Sangre; sobre esa revelación, que: “Él es mi Salvador”.",
    "🦅 Sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”.",
    "Entonces Uds. ven por qué Satanás está tan en contra del Libro de Apocalipsis. Cualquier cosa que es revelada, revelación espiritual, Satanás está en contra de eso. Por eso es que él está tan en contra del ministerio hoy en día. Porque ¿qué es? La revelación de Cristo.",
    "Dejen que la iglesia continúe con sus grandes denominaciones y organizaciones y sus mensajes floridos y todo eso. Dejen que continúen, Satanás no va a perturbar eso. Ellos no tienen problemas. Todos les dan palmaditas en la espalda.",
    "Cuando viene un tiempo en que Dios, por medio del Espíritu Santo, revela de nuevo a Cristo en la iglesia con el poder y demostraciones de sanar a los enfermos y haciendo que se cumplan las señales que Él dijo que seguirían a los creyentes, entonces Satanás se molesta mucho; él hace algo al respecto. Hasta ese tiempo, a Satanás no le importa a cuánta iglesia Ud. se une, a él no le importa. Pero cuando Cristo le revela a Ud. que Él es el Hijo de Dios y las obras que Él hizo Ud. las hará también; no otras obras, sino las mismas obras.",
    "🦅 El que en Mí cree…”. San Juan 14:7. “El que en Mí cree, las obras que Yo hago, él las hará también. Hacer las mismas obras, y aun mayores que esta”. Pues, Cristo no podía predicar el bautismo del Espíritu Santo como algo mayor. Él no lo podía traer a ellos porque el Espíritu Santo todavía no había sido dado. Pero cuando Jesús vino y sacrificó Su Vida, y el Espíritu Santo regresó, entonces ellos podían impartir Vida Eterna al pueblo. Eso es lo “mayor”.",
    "Pero las señales y maravillas, Jesús dijo claramente en Marcos 16: “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Hasta dónde? ¡A todo el mundo! ¿A cuántos? ¡A toda criatura! Mientras el Evangelio esté siendo predicado, estas señales seguirán a los que creyeren. ¡Y cuando eso llega a ser una revelación, hermano, Ud. entonces está cerca del Reino! “Sobre esta roca edificaré mi iglesia; y las puertas del infierno no prevalecerán contra ella”.",
    "Porque el hombre o la mujer que ha estado a solas en la parte de atrás del desierto, como Moisés, y la revelación de Dios se le ha manifestado a él por medio del Espíritu Santo, no hay nada que lo pueda mover. Él no pudiera estar más fuerte y firme que eso.\n\nSatanás odia el Apocalipsis. A él no le gusta, en lo absoluto; le arruina los planes.",
    "La naturaleza del Libro muestra que Juan no lo escribió. Correcto. Porque son—estos son para otros… Son sus escritos, pero no su inspiración. Es la inspiración de Dios la que escribe el Libro. Muy bien.",
    "Ahora veamos lo que dice:\n\nBienaventurado el que lee, y los que oyen…esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.",
    "Ahora, “el tiempo está cerca”, ¿para qué? Cuando toda la Revelación de Jesucristo se ha dado a conocer a Sus iglesias. Y al transcurrir las edades, solo les es revelado a ellas.",
    "Ahora estamos en el tiempo del fin, así que ahora en realidad estamos en el fin del mundo. Estamos en la consumación de la historia del mundo. Y antes de que termine esta semana, y Dios con nosotros, ayudándonos, probaremos que estamos en la consumación de las edades de la iglesia. Estamos en Filadel-… o en la Edad de la Iglesia de Laodicea, la consumación de todas las edades. Estamos en la consumación del mundo político. Estamos en la consumación del—del mundo natural. Estamos en la consumación de todas las cosas. Estamos en el fin de toda cosa natural, a punto de entrar.",
    "Venía el otro día, creo que iba para Shreveport o venía de algún lugar. Miré. Dije: “Los árboles están muriendo; el pasto está muriendo; las flores están muriendo; yo me estoy muriendo; el mundo está muriendo. Todo está muriendo. Todo en este mundo se está muriendo”. ¡Estamos sentados aquí esta mañana, muriendo!",
    "¡Ciertamente en algún lugar habrá un mundo donde nada muere! ¡Si hay uno donde todo está muriendo, tiene que haber otro donde todo está viviendo! Ese es nuestro anhelo, llegar a ese lugar donde hay… los árboles permanecen inmortales. ¡Oh!, donde todo es inmortal y permanece en la—en la gloria de Dios.",
    "Ahora, ahora, los primeros tres versículos ya los vimos, preparando la base. Primero: “La Revelación de Jesucristo”. El segundo: “Le fue dado a Juan por un ángel”. Y el tercero, es: “Bienaventurado, la bendición de aquellos que leen, y” si Ud. no puede leer: “bienaventurado es el que oye”. ¿Ud. no puede leer? Ud. solo escúchelo. Eso es todo. “Bienaventurado es el que lee, y” si Ud. no puede leer, “bienaventurado es el que oye, porque el tiempo está cerca”.",
    "Ahora imagínese el significado de este canon, es que Juan, el escritor, al escribirlo, estaba… Este aquí es Juan diciendo “bienaventurado” y eso. Ahora, lo que yo creo que era, en el Antiguo Testamento, el sacerdote se paraba cada mañana y leía las Escrituras. La congregación escuchaba. Muchos no podían leer. Así que, él dijo: “Bienaventurado el que lee, y el que oye”. ¿Ven? El que lee y el que oye; el que lee y oye, es bienaventurado. Así que, si Ud. solo se sienta y lo escucha, Ud. es bienaventurado. “Bienaventurado es el que lee, y el que oye; porque el tiempo está cerca”.",
    "Ahora, del 4 al 6 es un saludo a la Iglesia. Ahora queremos tomar el cuarto y el sexto.",
    "Ahora, antes de verlo, pues quiero que todos se concentren bastante. Ahora, ¿qué es? Es la revelación de Jesucristo, donde Dios quitó el velo del tiempo. Aquí está el tiempo, que Jesús no podía ver cuando Él estaba aquí en la tierra, las edades de la iglesia, lo que estaba por venir. Así que, Dios quitó el velo, lo desenvolvió y le permitió a Juan una mirada adentro y ver lo que haría cada edad de la iglesia, y lo escribió en un libro y lo envió a las siete iglesias.",
    "¿Qué es? Cristo revelado en los días de Su—Su acción. Está lleno de acción, el Libro. Y es un—un Libro profético que Cristo tiene que dar, Dios nos lo ha dado por medio de Su ángel, escrito por Juan; y es una bienaventuranza para todos los que lo lean u oigan su lectura, porque—porque el tiempo está cerca cuando todo esto será cumplido.",
    "Tenemos un buen fundamento ahora. Y recuerden, tenemos a la Iglesia en mente. Por un lado, la Iglesia empieza; del otro lado, la iglesia termina. Veremos más sobre eso el lunes en la noche cuando lleguemos a las edades de la iglesia.\n\nJuan, a las siete iglesias que están en Asia: Gracia y paz a vosotros, del que es…que era y que ha de venir, y de los siete espíritus que están delante del trono.",
    "Ahora estamos entrando a las partes misteriosas y profundas de los símbolos. Está dirigido a las siete iglesias que están en Asia Menor. Ellas tenían—ellas tenían… Las—las edades en aquel tiempo estaban por venir en el futuro. Y él las exaltó y—y las alabó por sus obras y lo que habían hecho. Pero, ahora, está dirigido a esas iglesias, las siete iglesias que están en Asia Menor.",
    "Ahora, Asia Menor no era todo Asia, el continente de Asia; solo era una pequeña parte. Ellos dicen que era un lugar como del tamaño del estado de Pennsylvania, ¿ven?, o algo semejante o Indiana; solo un lugar pequeño donde estaban estas siete iglesias. Había más iglesias aparte de esas en aquel tiempo. Y, pero eso reveló su carácter. Ahora estoy leyendo aquí lo que encontré de lo que leí de la historia.",
    "🦅 Y él es… Maldito es el que oye y, o, y no Le presta atención”.",
    "Y—y ahora, llega al momento de este versículo 4 en donde queremos explicar algo aquí: “Del que era, y que es, y que ha de venir, y tiene los siete Espíritus; de los siete Espíritus que están delante de Su Trono”. Ahora, después veremos esto de los “Espíritus”.",
    "Ahora, aquí se expresa, si se fijan allí en—en eso. También en el versículo 7, o el versículo 8, Él vuelve y dice, expresando otra vez. Ahora observen. Está dirigido a las siete iglesias: “Del que es y que era y que ha de venir. Que fue, en un tiempo; es ahora; y que ha de venir”. Ahora, Él expresa aquí Su triple, Su triple manifestación de Su obra.",
    "Ahora, si toman el versículo 8. Llegaremos a eso en un minuto. Pero tomemos el versículo 8:\n\nYo soy el Alfa y la Omega, principio y fin, dice el Señor, el que es…que era y que ha de venir, el Todopoderoso.",
    "Ahora estamos viendo los versículos 4 y 6, los dos son lo mismo. Uno, Él dice: “El que era, que es, que ha de venir”. ¿Qué quiere presentarle Él a la Iglesia? Su Deidad. Hoy día la gente trata de hacerlo a Él un—un profeta. Él es más que un profeta. Y algunas personas tratan de hacerlo tres dioses. Él no es tres dioses. Él es un Dios que habitó en tres oficios, tres manifestaciones del mismo Dios.",
    "Ahora, recuerden, esta es la Revelación: “Y el que la oye y no guarda lo dicho en este Libro, su parte será quitada del Libro de la Vida”. Jesús no Se está revelando como tres Dioses, sino un Dios en tres oficios. ¡Oh! Esto se volverá profundo en un momento, cuando lleguemos a esas edades de la iglesia y veamos dónde lo perdieron. Eso causó una gran división en el Concilio de Nicea. Ambos se fueron a los extremos.",
    "Y han hecho lo mismo otra vez en estos últimos días, otra vez como un Concilio Pre-nicéico, porque habrá otro. Tan cierto como estoy parado aquí, las iglesias católicas y protestantes unirán algo entre ellas o estarán de acuerdo una con la otra. Miren al arzobispo de Canterbury allá ahora mismo. Todos ellos agrupándose. Y no hay ninguna enseñanza de un Dios trino en la Biblia. Hay un solo Dios.",
    "Y eso se revela aquí en el Libro de Apocalipsis, para que el canon completo de las Escrituras pueda ser probado aquí y Cristo le ponga Su sello. Esto es. Si alguno le quita o le añade, así mismo será con él, será quitado del Libro de la Vida. Así que no se acerque a esto con egoísmo, abórdelo con un corazón abierto y una mente abierta.",
    "Ahora, en el Concilio de Nicea, ellos llegaron a dos grandes decisiones: sobre la… ¡Oh, muchos de ellos en ese día de los padres de la iglesia primitiva, tenían dos ideas extremas! Una de ellas era de un Dios trino, un trinitario; y la otra era de—de un Dios. Y las dos florecieron y se separaron en dos ramas, saliendo así. La trinidad tomó la postura de una persona que era tres dioses. La de la Unidad llegó a ser unitaria, tan equivocada como la otra. Así que las dos se fueron a extremos, pero Aquí mismo se revela la Verdad.",
    "Jesús no podía ser Su propio Padre. Tampoco, si Él tuviera un Padre aparte del Espíritu Santo, entonces Él sería un hijo ilegítimo. Y no… El Espíritu Santo lo concibió a Él, y Él mismo dijo que Dios era Su Padre. Así que el Espíritu Santo y Dios… está en Mateo 1:18, si… El Espíritu Santo y Dios tienen que ser la misma Persona o de otra manera Él tenía dos padres. Y Él fue llamado Emanuel, lo cual es: “Dios con nosotros”. Él dijo, cuando estaba aquí en la tierra, que Él y el Padre eran Uno.",
    "Tengo todas las Escrituras anotadas aquí para que Uds. las busquen, si tuviéramos esta—esta inquietud o algo así.",
    "Ahora, cuando Él fue manifestado aquí, como el triple oficio de Su ser: “Aquel que era, Aquel que es, Aquel que ha de venir, el Todopoderoso” pues, ahí no son tres dioses; es un solo Dios.",
    "Y en el Concilio de Nicea, para hacer esto, para poder lograr esto, ellos tuvieron que escoger una trinidad porque en el mundo romano ellos tenían muchos dioses. Ellos les oraban a sus antepasados ya muertos. Tengo aquí la historia de donde lo podemos citar. ¿Ven? Ellos les oraban a sus antepasados muertos. Por eso ellos tienen a Santa Cecilia y San Marcos, y a san, san, san, san, san, san.",
    "Siendo que el Apóstol Pedro dijo: “No hay otro mediador entre Dios y el hombre, sino ese Hombre Cristo Jesús”. Uno.",
    "Ellos tuvieron que tener un dios trinitario. Así que ellos—ellos tenían a Júpiter, Marte, Venus. “Y no les parecía justo ponerlo todo en un solo Dios”, así que ellos lo separaron, e hicieron que el oficio triple de Dios fuera tres dioses distintos.",
    "Pero Él dice claramente aquí en el Apocalipsis, quién es Él: “Yo soy Aquel que era, Aquel que es, y Aquel que ha de venir, el Todopoderoso”. Llegaremos a Eso aquí un poco más adelante, Él dice: “Yo soy el Alfa y la Omega”, de la A hasta la Z, el todo (el alfabeto griego). “El Lirio de los Valles, la Rosa de Sarón; Padre, Hijo, Espíritu Santo; El que era, que es y que vendrá; la Raíz y el Linaje de David”. Él es Dios, Dios. “Indiscuti-…” Primera de Timoteo 3:16: “E indiscutiblemente, grande es el misterio de la deidad: porque Dios fue manifestado en carne, visto por los ángeles, creído en el mundo, recibido arriba en Gloria”. ¡Dios! No una tercera persona o un profeta, ¡pero Dios mismo manifestado en forma humana! Ahora recuerden, esta es una revelación.",
    "Ahora, en el principio, Dios fue el gran Jehová que vivió en una Columna de Fuego, la cual descansaba sobre Israel y los guiaba. Ese era Dios, el Ángel del Pacto. Descendió sobre el monte; todo el monte se encendió. Fuego salió del monte y escribió los Diez Mandamientos. Se le llamó la “Paternidad de Dios” para Sus hijos, Su pueblo y raza escogida, los judíos.",
    "Luego ese mismo Dios fue manifestado en un cuerpo nacido de una virgen que Él mismo creó en la matriz de María, y vivió y habitó y extendió Su tienda (por así decirlo) entre seres humanos. Y ese mismo Dios fue hecho carne y habitó entre nosotros; la Biblia lo dijo: “Dios estaba en Cristo”. El cuerpo fue Jesús. Jesús, “En Él habitó la plenitud de la Deidad corporalmente. Ahora, no lo pueden hacer tres personas. No se bauticen en tres dioses. Hay un solo Dios. ¿Ven? Un Dios. Ahora, este mismo Dios fue hecho carne.",
    "Él dijo: “Yo vine de Dios y Yo voy a Dios”.",
    "Después que Él desapareció de la tierra (por Su muerte, sepultura y resurrección, y ascensión), Pablo lo encontró cuando iba rumbo a Damasco cuando aún era llamado “Saulo”. Y una Voz vino, y dijo: “Saulo, Saulo, ¿por qué Me persigues?”.\n\nÉl dijo: “¿Quién eres Tú”?\n\nÉl dijo: “Yo soy Jesús”.",
    "Y Él era una Columna de Fuego, una Luz que cegó los ojos del apóstol. Él regresó a lo que era. El mismo Jesús había vuelto a ser Dios el Padre nuevamente. Por eso es que Él dijo aquí: “Yo soy el Todopoderoso”, la misma forma que tenía antes de que fuera hecho carne, y Su cuerpo en el cual vivía, llamado Jesús, el Hombre que nosotros conocemos, Jesús.",
    "Ahora, como muchos de Uds. preciosa gente unitaria que bautiza en el Nombre de “Jesús”, Uds. están errados. Hay centenares de Jesuses hoy por el mundo, pero solamente hay un Señor Jesucristo. Él nació el Cristo. Muchos Jesuses, yo he conocido a muchos de ellos, pero hay un solo Señor Jesucristo, Él es Dios.",
    "Y Padre, Hijo, y Espíritu Santo no son nombres; son títulos atribuidos a un solo Nombre. Ellos bautizan: “El nombre de ‘Padre, Hijo, Espíritu Santo’”. Padre no es un nombre, e Hijo no es un nombre, y Espíritu Santo no es un nombre; son títulos, como “humano”. Eso es lo que es, el Espíritu Santo. Un humano… O un espíritu, Espíritu Santo. Entonces dicen: “En el nombre del ‘Padre’”. Miren Uds. a los padres, y los hijos de sus hijos. Miren a los humanos aquí. ¿Ven? “Padre, Hijo, y Espíritu Santo” no es un nombre. Es un título que pertenece al Nombre del “Señor Jesucristo”.",
    "Así bautizaba la Iglesia apostólica en el principio. Y yo le pido a cualquiera que muestre un solo texto de Escritura, o una sola ocasión en la historia, donde alguien haya sido bautizado en la Iglesia Cristiana de cualquier otra forma que en… sino en el Nombre de “Jesucristo”, hasta cuando fue formada la iglesia católica. Y ellos adoptaron “Padre, Hijo, y Espíritu Santo” como un credo. Ahora Uds. los historiadores busquen en su historia. Seguro. No existe. Después del año 304 d.C., en el año 304 vino el bautismo trino para un Dios trino: “Dios el Padre, Dios el Hijo, Dios el Espíritu Santo”. Eso es paganismo.",
    "Antes de que termine esta semana se los voy a leer de los libros y mostrarles por la Biblia. Estamos hablando en esta mañana sobre la Revelación y probando cómo entró y cómo es que principió. ¡Regresando a la Verdad, hermano! Estamos en los últimos días.",
    "Esperen que lleguemos a esa iglesia de Éfeso y la tipifiquemos con Laodicea, y verán lo que aconteció entre ellas. Uds. verán cómo entró esa cosa. Llegó a la edad de Lutero, dijo: “Tú tienes nombre de que ‘vives’, pero estás muerto”. La misma palabra Sardis significa “muerto”. Ellos lo perdieron en los mil quinientos años de la Edad del Oscurantismo. Cada una de esas iglesias lo retuvo hasta ese tiempo. Luego cuando celebraron el Concilio de Nicea en el 606, y fue entonces que destruyeron ese Nombre e hicieron tres dioses de Eso.",
    "Él dijo aquí: “Yo soy Aquel que era, Aquel que es, y Aquel que ha de venir, el Todopoderoso”. Seguro.",
    "Él tuvo un Ser triple en la tierra. Cuando Él estuvo en la tierra, Él era un Ser triple. En la tierra, Él fue un Profeta. Él también es un Sacerdote, en el Cielo. Y cuando Él regrese de nuevo a la tierra, Él será un Rey. Profeta, Sacerdote, y Rey. El que era, que es, y que vendrá. “El que era” fue Jesús, un profeta. “El que era ahora” es un Sacerdote, ofreciendo sacrificios espirituales, un Sumo Sacerdote que puede compadecerse de nuestras debilidades, y descubrirse a nosotros y probar que Él está entre nosotros. Profeta, Sacerdote, y Rey, pero un Dios.",
    "Cuando estuvo en la tierra Él fue un Profeta, la Palabra. “El testigo fiel” le llama la Biblia, más adelante. Un testigo fiel es el profeta. Él fue Sacerdote, y cuando… Él es Sacerdote ahora, y cuando Él venga, será Rey.",
    "Si Uds. van y leen Apocalipsis 15:3, ahí podrán ver en Apocalipsis 15:3. Abramos allí y veamos lo que Él… si Él va ser Rey, si Él es Rey cuando Él venga. Ahora vamos a Apocalipsis, capítulo 15 y el—el versículo 3:\n\nY cantaban el cántico de Moisés siervo de Dios, y el cántico del Cordero, diciendo: Grandes y maravillosas son tus obras, Señor Dios Todopoderoso; justos y verdaderos son tus caminos, Rey de los santos.",
    "¿Qué fue Él sobre la tierra? Profeta. ¿Cómo supo la gente que Él era un profeta? Él hizo la señal del Mesías, haciéndolo un profeta. ¡Oh, bendito sea el Nombre del Señor! ¿Cómo Él se les pasó por alto? Fue porque ellos estaban esperando otra cosa. Y Él obró la señal del Mesías, y ellos no la quisieron oír. Él era un Profeta.",
    "Moisés dijo: “El Señor vuestro Dios levantará un Profeta como yo. Acontecerá que los que no oyeren a este Profeta, los tales serán cortados de entre el pueblo”.",
    "Él fue un Profeta en la tierra, ahora, porque Él fue ¿qué? “El testigo fiel de la Palabra de Dios”. Amén. Él era la Palabra de Dios manifestada.",
    "San Juan, el capítulo 1:\n\nEn el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.\n\nY aquel Verbo fue hecho carne, y habitó entre nosotros…",
    "Él fue el testigo fiel y verdadero de la Palabra Eterna de Dios. Él era la Palabra, era la Palabra de Dios. Y siendo la Palabra, Él era un Profeta. Pues la Palabra de Dios fluía a través de Él. Era la única Cosa que Él podía decir. “Yo no puedo hacer nada de Mí Mismo, solo lo que el Padre Me muestra para hacer. No soy Yo el que hace las obras. Sino el Padre que está en Mí, Él hace las obras. Yo y Mi Padre Uno somos. Mi Padre está en Mí” dijo Jesús, el Hombre, el Tabernáculo.",
    "Dios tiene muchos títulos: Jehová, Jehová-jireh, -rapha, -manasés. ¡Oh, muchos! Él tiene siete nombres compuestos de redención. Él tiene muchos títulos: Rosa de Sarón, Lirio de los Valles, Estrella de la Mañana, Padre, Hijo, Espíritu Santo. Todo eso. Pero Él tiene un Nombre humano. Dios solo tuvo un Nombre, y ese fue “el Señor Jesucristo”.",
    "Cuando Él nació, Cristo el Señor, ocho días después el Espíritu Santo llamó Su Nombre “Jesús”. Su madre lo hizo circuncidar, y lo llamaron: “Jesús”. Él nació el Cristo.",
    "Así como yo nací Branham. Yo era Branham cuando nací, y me fue dado el nombre de “William”.",
    "Amén. Y Él nació Cristo, el Salvador. Y cuando tenía ocho días, se le dio el nombre de “Jesús”. Y Él era el Señor de la Gloria, manifestado. Así que, Él es el Señor Jesucristo: el Dios de Gloria manifestado entre nosotros. ¡Oh, ahí está Él!",
    "En la tierra Él fue el Profeta; en Gloria, Él es un Sacerdote; cuando venga, Él es el Rey. ¡Oh!, eso me gusta.\n\nProfeta: “Fiel testigo de la Palabra”.\n\nSacerdote: “Con Su Propia Sangre ante Dios”.\n\nRey: “Rey de los santos”. Ahora, no rey del mundo. Él es Rey de los santos. Nosotros tenemos reyes terrenales sobre esa gente. Pero nosotros también tenemos un Rey, y un Reino. Por eso es que nos comportamos diferente.",
    "Como dije hace poco, acerca de mi esposa, íbamos a una tienda y vimos un milagro, poco menos. Era temporada de verano, y una mujer tenía puesto un vestido. Y yo dije: “Que cosa más extraña”. Dije: “Si tuviera mi cámara, le tomaría una foto a la señora”. ¿Ven? Porque nosotros… Era la primera mujer que veíamos con falda, Uds. saben, vestida como lo debe hacer una dama, todas las mujeres.",
    "Ella dijo: “Pues, ¿por qué es Bill, que nuestra gente viste, será porque se nos—se nos ordena así?”.",
    "Yo dije: “No es nuestra gente. Es la gente de Dios. A la gente de Dios, se le requiere santidad”.\n\nDijo: “Y, ¿no asisten ellos a la iglesia?”.",
    "Le dije: “Allí mismo hay una dama que canta en el coro en cierta iglesia de aquí”.\n\n“Bueno, entonces, ¿por qué es así?”.",
    "Dije: “Porque no la han instruida de otra forma”. Seguro que sí.",
    "Esa es la iglesia carnal, lo veremos esta semana; Iglesia Espiritual, iglesia carnal. Todas ellas están regresando a la madre iglesia, como dice la Biblia en Apocalipsis 17 que ellas lo harían. Están regresando ahora mismo, todas ellas, actuando igual, organizándose. “Bueno, nosotros somos de cierta… Nosotros nos organizamos. Somos esto y somos aquello”. No fue así en el principio. Quitando todo el poder de la Iglesia y poniéndolo sobre un obispo o un papa. Dios está en Su Iglesia, entre Su pueblo, manifestándose a Sí mismo a través de los laicos y en todas partes, ahora. Pero en este día…\n\nElla dijo: “Y, ¿no somos americanos?”.",
    "Yo dije: “No. Vivimos aquí, pero no somos americanos. Nosotros somos Cristianos. Nuestro Reino es de Arriba”.",
    "Y si nuestras vidas vienen de allá Arriba, entonces así nos comportamos. Porque nosotros venimos… Nuestra Vida viene de un Lugar santo. Allá es diferente; se viste diferente. Las mujeres allá Arriba tienen pelo largo. Y no se pintan la cara; ni—ni usan pantalones cortos. Ellas—ellas usan faldas y túnicas y vestidos largos. Y ellas tienen pelo largo y cosas así. Por tanto, la—la naturaleza de lo de allá Arriba, se refleja en nosotros.",
    "Los hombres no fuman, ni mascan, ni mienten, ni roban. Ellos vienen, sus espíritus vienen de un Lugar santo, y eso los hace actuar santamente, se reconocen el uno al otro como hermanos. Ajá. Eso es.",
    "¡Somos de un Reino y tenemos un Rey! Y Él es el Rey de los santos. Y la palabra santo viene de la palabra que significa: “santificados”. Entonces cuando una persona es santificada, Cristo (el Espíritu Santo), entra a ese corazón y llega a ser Rey de ellos. ¡Oh, vaya! Eso debería entenderse bien. ¡Oh! Cuando el vaso santificado de Dios… Cristo el Rey, el Espíritu Santo, entra. Y Él… Un Rey tiene Su dominio. Amén. Y todo su ser es gobernado por el Rey de los santos. ¡Un Reino! Todo reino en la tierra será sacudido, derribado por poder atómico. Pero la Biblia dice: “Nosotros recibimos un Reino que no puede ser conmovido”. Amén. Allí está Él, Rey de los santos.",
    "También quiero que Uds. observen los símbolos de Cristo en la Biblia y aquí en la tierra. En la tierra Él fue un profeta. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Un profeta es la Palabra. Sabemos eso. La palabra profeta significa “un intérprete divino de la Palabra”. La Palabra divina es escrita, y el profeta tiene el Espíritu divino de Dios en él. Y, Uds. saben, el profeta en el Antiguo Testamento era llamado “dios”. ¿Cuántos sabían eso?",
    "Jesús dijo: “Si ellos llamaron dioses a aquellos… ¿no está escrito en vuestra ley: ellos son ‘Vosotros dioses sois?’. Y si les llamaron ‘dioses’, a quienes vino la Palabra de Dios, al profeta, ¿cómo es que vosotros me condenáis cuando digo que Yo soy el Hijo de Dios?”.",
    "Por cuanto, Él fue llamado “dios”, por cuanto llevaba en él la Palabra de Dios, ASÍ DICE EL SEÑOR. Por tanto, la palabra profeta significa un, “su—su interpretación no se debe alterar”. ¿Ven? Si el Dios… Él dice: “Si hubiere algún espiritual entre vosotros o un profeta, Yo el Señor le hablaré a él. Si lo que él dice se cumple, entonces escuchadle porque Yo estoy con él. Pero si no acontece, entonces no le escuchéis; porque no lo he enviado Yo”. Esta es la manera en que Ud. lo sabe. Y entonces, Ud. ve que la interpretación divina de la Palabra tiene que coincidir con esta última revelación a la iglesia.",
    "Él es Dios, el Todopoderoso. En la tierra Él fue un profeta, lo cual es un águila. ¿Cuántos saben que un profeta es considerado un águila? [La congregación dice: “Amén”.—Ed.]",
    "El águila es el ave más fuerte que tenemos, la más poderosa. En algunas, sus alas se extienden catorce pies de extremo a extremo [4m 27cm]. Ella puede volar tan alto que, si otra ave trata de seguirla, se desintegraría, se le caerían las plumas y se haría pedazos. ¿Por qué? Ella está hecha de una forma especial. Y ¿de qué le sirve subir tan alto si no puede ver lo que está haciendo cuando llega allá? ¡Me habla de ojo de halcón, debería ver un ojo de águila!",
    "Un halcón puede, tal vez vea un pollo. Correcto. Eso es lo que sucede con muchos de estos halcones hoy en día. Ajá. Pero, déjenme decirles, un águila sube tanto que, si un halcón tratara de seguirla, moriría. Él se asfixiaría. Él no puede llegar a esas esferas adonde llega el águila.",
    "Y, además, ella tiene un ojo con el que puede ver muy lejos cuando llega allá arriba. Así que, por esa razón, Dios llamó a Sus profetas: “águilas”. Él sube allá y es un águila. Él puede ver lejos.",
    "Y Cristo en la tierra fue un Águila. Cuando murió, Él fue un Sacerdote, por tanto, eso lo hizo un Cordero. ¿Correcto? [La congregación dice: “Correcto”.—Ed.] Y cuando Él venga de nuevo, Él es Rey, así que será un León, amén, el León de la tribu de Judá. Amén. Él es un Águila, un Cordero, y un León; amén; Padre, Hijo, y Espíritu Santo; Profeta, Sacerdote, y Rey; el que era, que es, y que ha de venir; el Todopoderoso; Alfa y Omega, desde el principio hasta el fin, el Dios Eterno.",
    "Quiero preguntarles a algunos de Uds., preciosa gente católica, que le llaman a eso: “El oficio de hijo Eterno de Dios; Dios, Jesucristo en el oficio de hijo Eterno con Dios”. ¿Cómo pueden Uds. decir tal cosa? Yo soy un ignorante, con una educación de séptimo grado, y sé que eso no es así. La palabra hijo tiene que tener comienzo. Así que ¿cómo puede Él ser Eterno y ser un hijo? La Eternidad no tiene inicio ni fin. Así que, Él no puede ser un hijo, un hijo Eterno, y a la vez tener inicio, porque no existe un hijo Eterno. Un hijo tuvo comienzo, así que él no puede ser Eterno.",
    "¿Ven Uds.?, Él es el Dios Eterno, no el hijo Eterno. ¡Gloria! El Todopoderoso, Jehová-jireh, Jehová-rapha, manifestado en carne: “En Él habitó la plenitud de la Deidad corporalmente”.",
    "Y en el día de Pentecostés, cuando aquella Columna de Fuego descendió sobre la gente, ¿notaron Uds. que Se repartió? Y lenguas de Fuego se asentaron sobre cada uno de ellos. Fuego, como lenguas, asentándose sobre cada uno. ¿Qué estaba haciendo Dios? Repartiéndose a Sí mismo a la Iglesia, a cada uno; dando eso a las mujeres, a los hombres y a todos ellos; eran partes de Su Espíritu, repartiéndose a Sí mismo entre Su Iglesia.",
    "¿Cómo puede un hombre venir y decir “El hombre santo es el papa, el hombre santo es el obispo”? El Hombre Santo es Cristo, el Espíritu Santo en nosotros. ¿Cómo puede Ud. decir que el laico no tiene palabra qué decir? Cada uno de Uds. tiene algo qué decir. Cada uno de Uds. tiene un trabajo por hacer. Cada uno de Uds. tiene que llevar un Mensaje. ¡Gloria!",
    "El Espíritu Santo Se repartió en el día de Pentecostés. Dios, repartiéndose a Sí mismo: “En aquel día conoceréis que Yo estoy en el Padre, el Padre en Mí, Yo en vosotros, y vosotros en Mí”.",
    "🦅 Ese día” el Espíritu Santo, “sobre todos, en todos, a través de todos”. Amén. Ahí está. El Espíritu Santo tiene el derecho de moverse donde Él quiera moverse, sobre quién Él quiera. Ud. no tiene que aceptar lo que dice algún obispo o algún sacerdote. Él es nuestro único Sacerdote, correcto, un Sumo Sacerdote. Ahora: Profeta, Sacerdote, y Rey.",
    "Ahora:\n\nY…Jesucristo el testigo fiel, el primogénito de los muertos,…(entraremos a eso),…y el soberano de los reyes de la tierra. Al que nos amó, y nos lavó de nuestros pecados con su propia sangre.",
    "La palabra lavado, allí realmente, en el griego, significa “desatar”. Él nos desató de nuestros… Nosotros estábamos atados a la tierra por nuestro pecado. No podíamos ver, no podíamos oír, no teníamos concepción del Cielo ni de nada. Pero cuando la Sangre descendió, Ella cortó la línea y fuimos desatados. ¡Oh!",
    "Leí una historia hace un tiempo, es… puede ser que cuadre bien aquí. Un granjero atrapó un cuervo y lo amarró. Y dijo: “Les voy a enseñar una lección a los otros cuervos”. Así que ató al viejo cuervo de una pata, con un cordón, y el pobre por poco se muere de hambre. Estaba tan débil que casi no podía caminar.",
    "Eso ha sucedido, muchas de estas organizaciones e iglesias han atado a la gente. “¡Pues no se puede más! Bueno, solo hasta aquí podrás llegar tú. Los días de los milagros ya pasaron”. Sí. Uds. están amarrados; eso es. “No hay tal cosa como el Espíritu Santo. Él no habla en lenguas como lo hacía antes”.",
    "Él es Dios. “Él es el mismo ayer, hoy, y por los siglos”, Hebreos 13:8, viviendo en todas las iglesias. Llegaremos a eso después del fundamento de esta mañana. ¿Ven? Él es Dios, que vive en cada edad de la iglesia. Él vivirá en toda edad de la iglesia, y vivirá en Su pueblo como… por la Eternidad. Pues tenemos ahora, en nosotros, Vida Eterna.",
    "Así que, esta denominación lo tenía atado, ¿ven? “Bueno, los días de los milagros han pasado. No hay tal cosa como sanidad Divina”. El pobre cojeaba al grado que estaba tan débil que casi no podía ni caminar.",
    "Y un día pasó por allí un buen hombre, y dijo: “Saben, siento mucha lástima por ese pobre cuervo. Y después de todo, posiblemente él haya estado robando su maíz; pero es la única manera en que él puede sobrevivir. Él tiene que comer algo. Así que él no distinguía, simplemente estaba allá consiguiendo maíz. Así que…”. Entonces él tomó su… y tomó su navaja y cortó la atadura del cuervo.",
    "Y saben, aquí venían los otros cuervos, pasaron, dijeron: “Ven, Juanito Cuervo. Vamos al sur. El tiempo de frío ya viene”.",
    "¿Saben algo? Ese cuervo solo llegaba hasta cierto lugar. Él decía: “Yo no puedo hacerlo. No es, eso no es para nosotros en este día. Nosotros—nosotros no podemos hacerlo”. ¿Ven? Él había estado atado por tanto tiempo, al grado que él creía que todavía estaba atado. ¿Ven?",
    "Y así sucede con muchas personas, Uds. están atados con credos y denominaciones de la antigua madre prostituta de allá atrás, que les dice: “Jesucristo no es el mismo. Y no existen las sanidades. No hay bautismo del Espíritu Santo. No existe eso”. Queriendo decirles eso. Uds. han estado atados por tanto tiempo que aún piensan que están atados.",
    "El Hombre bueno, Cristo, dio Su Sangre para lavarnos y librarnos de nuestro pecado. ¿Qué es pecado? Yo le pido a cualquiera que me diga, ¿qué es pecado? Pecado es “incredulidad”. Correcto. “El que no cree ya ha sido condenado”.",
    "Y su pecado es lo único que le impide a Ud. ser libre. Es porque Dios lo ha desatado, liberándole de su incredulidad, pero Ud. está tan atado con credos, al grado que todavía piensa que está atado. Se está muriendo de hambre, ¿ve?, cojeando por ahí: “Soy presbiteriano; soy metodista; soy bautista. Ellos me dicen (Soy de la Iglesia de Cristo), ‘los días de los milagros han pasado. Eso no existe’”.",
    "¡Ud., pobre cuervo hambriento! ¿Por qué no despega en esta mañana? ¿Por qué no levanta vuelo? ¡Aleluya! “Levántese con las alas del alba, y vuele hacia el Hijo de Justicia que trae sanidad en Sus alas”. Amén. Eso es. Eso es, hermano, hermana. ¡Oh! “A quién el Hijo ha cortado la atadura, el tal está libre en verdad”. ¡Sí, señor!",
    "🦅 Bueno, mi pastor…” Fuera con eso, la Biblia dice que “Ud. está libre”. Correcto. Ud. está libre.\n\n“Mi iglesia…”",
    "Bien, desátese. “Nos ha lavado y nos ha desatado de nuestras denominaciones con Su Propia Sangre”, y nos ha hecho libres para que podamos pensar por nosotros mismos, y obrar por nosotros mismos, y hablar por nosotros mismos, y actuar por nosotros mismos.",
    "🦅 Bueno, si yo regresara y le dijera al pastor que tuve que ser bautizado de nuevo, pues él…”.",
    "Y ¿qué le parece: “Ud. está libre?”. Esta es una revelación, Uds. saben. Muy bien, Ud. es libre.",
    "Si Ud. ha sido rociado así con un salero, en el nombre de “Padre, Hijo, y Espíritu Santo”, aquí hay un bautisterio listo en esta mañana, con agua. ¿Ven? Sí, señor. Aquello no está correcto.",
    "Así que, Uds. ya no están atados. Uds. están libres, pero quizás no lo saben. Pero déjenme decirles esta mañana, la Biblia dice: “Él nos ha desatado de nuestros pecados, nuestra incredulidad, para que podamos recibir la Revelación de Jesucristo”. ¡Podemos salir libres! …tener que aceptar lo que alguna iglesia dice de Eso; tomemos lo que Dios dijo de Eso. Aquí está Su Revelación, revelando Quién es Él.",
    "🦅 Yo siempre creí que Dios el Padre tenía una barba blanca, larga, cabello blanco; y el Hijo era un hombre de mediana edad; y el Espíritu Santo era el muchacho mascota”. Hermano, eso es paganismo. Eso es pagano, si Ud. cree en tres dioses.",
    "El primer Mandamiento, ¿cuál es el primer Mandamiento? “Oye, oh Israel: Yo soy el Señor tu Dios, un Dios”. Eso es.",
    "Él es un Dios, no tres dioses. Él vivió en tres oficios, sirvió en tres lugares. Él es Profeta, Sacerdote y Rey. Él es Águila, Cordero y—y León. Él es el Lirio de los Valles, la Rosa de Sarón, el Lirio de los Valles y la Estrella de la Mañana, la Raíz y el Linaje de David. Él es desde la A hasta la Z. Él es Padre, Hijo, y Espíritu Santo. Él es todo eso, pero Él es Uno. Él es un Dios. Esos son Sus títulos que Le pertenecen, pero hay un Dios.",
    "Nadie, en ninguna página de la Biblia, ni en la historia, hasta que surgió la iglesia católica, fue bautizado por inmersión en el nombre del “Padre, Hijo, Espíritu Santo”.",
    "Si Ud. me muestra la página o cualquier cosa, Ud. escríbalo, póngamelo aquí esta noche, y yo saldré de esta iglesia diciendo: “Soy un hipócrita; yo he enseñado a la gente erradamente”. Si Ud. puede mostrarme un texto de Escritura o traerme una porción de la historia, historia auténtica, que me muestre donde aquella gente bautizó en la Biblia en el nombre de “Padre, Hijo, Espíritu Santo”; o tráigame una escri-… o un libro de historia, una página, una cita en la historia donde alguien fue bautizado en el nombre de “Padre, Hijo, y Espíritu Santo” hasta el Concilio de Nicea de la iglesia católica. Venga, tráigamelo; y yo me pondré un cartel en la espalda y caminaré por Jeffersonville, y Ud. detrás de mí tocando su bocina. Escribiré allí: “Un falso profeta, guiando mal al pueblo”.",
    "Y, pastor, si Ud. está aquí esta mañana e hiciera eso, Ud. debería permitirme hacer lo mismo con Ud. ¿Ven? Vengan, muéstrenme. Pero Uds. temen hacerlo.",
    "Ahora, ¿qué es esto? Esto es la Revelación. Esta es la Revelación. Y este es el Espíritu Santo, Cristo, enviando Su Mensaje a las iglesias. Escúchenlo. Escúchenlo. Eso es lo que enseña la Biblia.",
    "¿Dónde entró esto? Si Uds. no se enojan y no se marchan, en la semana Uds.—Uds. tomen los Concilios de Nicea. Tomen Las dos babilonias de Hislop. Tomen…",
    "Ahora, la historia de Josefo está bien, pero él escribió un solo párrafo de Cristo, dijo: “Hubo un hombre llamado Jesús quien anduvo por allí sanando a la gente. Y—y Él murió, o, no, Pilato lo mató, y—y, o Herodes, o lo mataron. Y entonces los discípulos fueron y robaron Su cuerpo, y lo escondieron. Y cada noche ellos iban y cortaban un pedazo del cuerpo y se lo comían”. Dijo: “Ellos eran caníbales”. De esa manera, ellos estaban tomando la comunión, ¿ven Uds.? ¡La mente carnal! Josefo no es alguien de confianza.",
    "Pero tome El libro de los mártires de Foxe, ese es uno muy auténtico. El libro de los mártires de Foxe, ¿cuántos lo han leído? [La congregación dice: “Amén”.—Ed.] Seguro. Las edades primitivas de Pember, o—o Las dos babilonias de Hislop, o—o alguno muy auténtico. O el—el más tremendo que tenemos es el Concilio De Nicea, el Concilio Pre-nicéico y el Concilio De Nicea. Y allí lo encuentra Ud., que eso nunca se mencionó, ninguna persona.",
    "Tome las Sagradas Escrituras y vea si hubo alguien en la Biblia que haya sido bautizado usando esos títulos llamados “Padre, Hijo, y Espíritu Santo”. Eso apunta a tres dioses; es para una ceremonia pagana. Y el catolicismo no es nada menos que una—una forma pagana del Cristianismo. Y de la iglesia católica salieron Martín Lutero, Juan Wesley, bautistas, presbiterianos y todos los demás.",
    "Pero en los últimos días se puso una puerta allí en medio, que abrió la Verdad de nuevo, que: “La Biblia dice”, y el gran profeta que habría de venir a la tierra en los últimos días. Y nosotros creemos que él viene. Observen. Y él tendrá una Iglesia. Ahora, veremos esto.",
    "Ahora, recuerden, esta es la Revelación; no se Le puede quitar. Ahora, ¡qué reto! Encuentre una persona en la Biblia, un lugar donde hayan bautizado a alguien en el nombre de “Padre, Hijo, y Espíritu Santo”, o aun que hayan rociado a alguien, encuentren eso en la Biblia, para la remisión de sus pecados. Nunca lo hicieron. Y cada persona, no importa cómo haya sido bautizada, tenía que venir y ser bautizada de nuevo en el Nombre de “Jesucristo” para recibir el Espíritu Santo.",
    "Hechos 19: “Pablo, pasando por las regiones superiores de Éfeso, encontró a ciertos discípulos”. Él dijo: “Discípulos”. Estaban gozando de una gran reunión. Ellos estaban siguiendo a un hombre llamado Apolos, el cual era un abogado que se había convertido; un bautista que creía en Juan el Bautista, y estaba probando por las Escrituras que Jesús era el Cristo.",
    "Pablo, pasó por allí y vio a Aquila y Priscila, en el capítulo 18 de los Hechos. Y entonces fue a comer o algo así, con Aquila y Priscila. Ellos le contaron de este gran hombre. Ellos fueron a oírle. Él le escuchó esa noche. Él dijo: “Él está muy bien. Eso está muy bien. Eso es bueno. Pero” dijo, “¿habéis recibido el Espíritu Santo desde que creísteis?”.",
    "¿Qué les parece a Uds. pobres bautistas allá atrás, creyendo que recibieron el Espíritu Santo cuando creyeron?\n\nÉl dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”.\n\nAlguien dijo: “Eso no fue escrito así”.",
    "Yo reto eso. Tengo aquí el griego auténtico y también el hebreo. La Biblia dice en el griego, y también en hebreo, y también en el arameo. En todos tres, aquí mismo los tengo, que dice: “¿Habéis recibido el Espíritu Santo desde que creísteis?”. Eso es correcto. “¿Habéis recibido el Espíritu Santo desde que creísteis?”.",
    "Ahora, él dijo: “Nosotros ni sabemos si hay Espíritu Santo”.\n\nEntonces dijo él: “¿En qué, pues, fuisteis bautizados?”.",
    "Ellos dijeron: “Nosotros ya hemos sido bautizados por el hombre que bautizó al Señor Jesucristo. Hemos sido bautizados en el bautismo de Juan”, quizás hasta en el mismo estanque de agua, “el mismo hombre”.",
    "Pablo dijo: “Eso ya no funciona. Él solo bautizó para arrepentimiento, no para perdón de pecados”.",
    "Ahora, algunos de Uds. unitarios vienen y—y bautizan de esa manera, erradamente. Uds. bautizan así para—para salvación. El agua no salva al hombre; es la Sangre, arrepentimiento. No es a través de bautismo para regeneración. No, señor. La regeneración viene por el Espíritu. Bautismo es una—es una expresión externa de la obra de regeneración interna que ha sido hecha. ¿Lo ven? Muy bien. Noten.",
    "Él dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”. Dijeron ellos…\n\nÉl dijo: “Ni sabemos si hay un Espíritu Santo”.\n\nÉl dijo: “¿Cómo fuisteis bautizados?”.\n\nDijeron: “Hemos sido bautizados por Juan”.",
    "Él dijo: “Juan verdaderamente bautizó para arrepentimiento, para arrepentimiento, diciendo que ‘deberían de creer en Él’ el Cordero, el Sacrificio que había de venir, el Señor Jesucristo”. Y cuando ellos oyeron Esto, fueron bautizados de nuevo en el Nombre de Jesucristo. Y habiéndoles impuesto Pablo las manos, recibieron el Espíritu Santo y hablaron en lenguas y profetizaron.",
    "Díganme que eso no es Escritura, y muéstrenme algún lugar donde alguien fue bautizado de otra forma en el Nuevo Testamento excepto en el Nombre del Señor Jesucristo. Muéstrenme.",
    "San Agabo y muchos, otros que fueron bautizados, a través del tiempo hasta el—el—el Concilio de Nicea, y cada uno de ellos fue bautizado en el Nombre de Jesucristo. Los misioneros cultivaron los campos con el Nombre de Jesucristo.",
    "Pero cuando vino el Concilio de Nicea, tuvieron que tener tres dioses. Ellos bajaron a Pablo… o bajaron a Júpiter, y subieron a Pablo. Bajaron a Venus, y subieron a María. Ellos tenían toda clase de dioses, toda clase de santos y todo lo demás, e inventaron un bautismo trino y se lo dieron de comer a los protestantes. Y ellos todavía se lo tragan.",
    "Pero ahora las Luces de la Tarde han venido. El profeta dijo: “Habrá Luz al caer la tarde”.\n\nHabrá—habrá Luz al caer la tarde;\n\nLa senda a la Gloria ciertamente encontrarás;\n\nPor la senda del agua está la Luz hoy,\n\nSumergido en el precioso Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse de todos sus pecados;\n\nEl Espíritu Santo ciertamente entrará;\n\nLas Luces de la tarde han llegado,\n\nEs un hecho que Dios y Cristo Uno son.",
    "¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Pedro dijo en el día de Pentecostés: “Sepa, pues, la casa de Israel, que Dios ha hecho a este mismo Jesús, a Quién vosotros crucificasteis, Señor y Cristo”; versículo 16 del capítulo 2. Sí. “Dios ha hecho a este mismo Jesús, a Quién vosotros crucificasteis, Señor y Cristo. Sepa, pues, ciertísimamente toda la casa de Israel”.",
    "No hace mucho hablé con un judío, acá en la Casa de David, él dijo: “Uds. los gentiles no pueden dividir a Dios en tres partes y dárselo a un judío. Nosotros sabemos que no es así”.",
    "Yo dije: “Rabí, precisamente. Nosotros no cortamos a Dios en tres partes”. Dije: “¿Le cree Ud. a los profetas?”.\n\nÉl dijo: “Seguro”.\n\nDije: “¿Cree Ud. Isaías 9:6?”.\n\nÉl dijo: “Sí”.\n\nYo dije: “¿De quién hablaba el profeta allí?”.\n\n“Del Mesías”.\n\nYo dije: “¿Cuál será la relación entre el Mesías y Dios?”.\n\nDijo: “Él será Dios”.\n\nYo dije: “Así es”. Amén.\n\n¿Ven?, ahí lo tienen. ¿Ven? Uds. no lo pueden cortar a Él en tres partes.",
    "Si Uds. misioneros aquí… Uno de ellos viene aquí a los judíos, creo que es este hombre sentado aquí. Nunca vaya Ud. a intentar darle al judío eso de “Padre, Hijo, y Espíritu Santo”. Rápidamente le dirá a Ud. que él sabe de dónde vino eso: “El Concilio de Nicea”. Él no escuchará eso. Pero Ud. déjele ver en dónde es que Dios fue hecho carne y que Él es el único Dios que hay. Dios, hecho carne en forma humana y vivió entre nosotros, para santificarnos; fue quitado para que Él Mismo pudiera venir en la forma del Espíritu Santo. Dios el Padre, el Espíritu Santo, es la misma Persona.",
    "La Biblia dice en—en las genealogías de Jesucristo, en el capítulo 1 de Mateo, dice: “Abraham engendró a Isaac; Isaac engendró a Jacob”. Y descendiendo, dice, y entonces en el… Permítanme leerlo, y entonces sé que Uds. sabrán de lo que estoy hablando. Mateo, el capítulo 1. Y vamos… Ahora comencemos en el versículo 18:\n\nEl nacimiento de Jesucristo fue así: Estando desposada María su madre con José, antes que se juntasen, se halló que había concebido de…",
    "🦅 ‘¿Dios el Padre’”? ¿Dice así? [La congregación dice: “No”.—Ed.] ¿Se halló que había concebido de Quién? [“‘El Espíritu Santo’”.] El… [Cinta en blanco.] ¿Yo pensaba que Dios el Padre era Su padre? Entonces, Dios, el Padre y el Espíritu Santo es el mismo Espíritu, o Él tuvo dos padres.\n\nJosé su marido, como era justo,…no queriendo infamarla, quiso dejarla secretamente.\n\nY pensando él en esto, he aquí el ángel del Señor le apareció en sueños y le dijo: José, hijo de David, no temas recibir a María tu mujer, porque lo que en ella es engendrado, es de…",
    "🦅 ¿Dios el Padre”? ¿Hmm? [La congregación dice: “No. ‘Del Espíritu Santo’”.—Ed.] “El Espíritu Santo”. Entonces ¿quién fue el Padre de Jesucristo? [“El Espíritu Santo”.] El Espíritu Santo. ¿Qué es Aquello dentro de Ud.? [“El Espíritu Santo”.] Pues, eso también es Dios el Padre. ¿O no? [“Amén”.] Seguro.",
    "Y dará a luz un hijo, y llamarás su nombre JESÚS…",
    "Aquí está Dios el Padre, aquí está Dios el Espíritu Santo, y aquí está Dios el Hijo, ¿lo ven?, esos son tres Dioses. La Biblia no dice eso. Estos dos tienen que ser el mismo o Él tuvo dos padres. ¿Ven? Él no puede tener dos padres. Uds. saben eso.\n\nAhora: dará a luz un hijo, y ellos llamarán su nombre JESÚS, porque él salvará a su pueblo de sus pecados.\n\nTodo esto aconteció para que se cumpliese lo dicho por el Señor, por medio del profeta, que dijo:\n\n…una virgen concebirá y dará a luz un hijo, Y llamarás su nombre Emanuel, que traducido es: Dios con nosotros.",
    "Ese es el capítulo 1 de Mateo.",
    "Mateo 28:19, donde Jesús dijo: “Id y bautizad en el Nombre del Padre, Hijo, y del Espíritu Santo”. ¿Cuál es el Nombre del Padre, Hijo, y del Espíritu Santo? [La congregación dice: “Jesucristo”.—Ed.] Jesucristo, por supuesto.",
    "Si Ud. lee una historia de amor que dice: “Juan y María vivieron felices por siempre”. ¿Quién es Juan y María? Regrese al principio de la historia y averígüelo.",
    "Si no hay tal cosa, no hay nombre: “Padre, Hijo, o Espíritu Santo”, entonces ¿Quién, de Quién es el Nombre? Regrese al principio de la historia y vea de Quién Él estaba hablando.",
    "Pedro, en el día de Pentecostés, dijo: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de ‘Jesucristo’ para perdón de los pecados”. Él tenía la revelación.\n\nJuan tuvo la revelación.",
    "Jesús era la Revelación, Él Se mostró a Sí mismo aquí en la Escritura: “Yo soy el que era, que es, y que vendrá, el Todopoderoso”. ¡Vaya! Muy bien.",
    "Ahora, veamos el versículo 7, rápidamente ahora, para poder terminar tan pronto como podamos:\n\n…el Todopoderoso.\n\n…impe-…gloria e imperio por los siglos de los siglos. Amén.\n\ny nos hizo reyes y sacerdotes para Dios, su Padre; a él sea gloria e imperio por los siglos de los siglos. Amén.",
    "¿Ven allí esa revelación?, ¿cómo es revelada? ¿Cómo Dios…? Los hombres se rascan la cabeza y se jalan el cabello, y todo eso, tratando de descubrir qué es: “Padre, Hijo, y Espíritu Santo”; hacen tres en uno.\n\nNo se jale el cabello ni se rasque la cabeza, solo mire hacia arriba. La revelación viene de Arriba. Y así es. Él revelará que no es “Padre, Hijo, y Espíritu Santo”; son tres oficios en los que vivió un solo Dios.",
    "En el oficio de “Espíritu” estaba Solo, porque el ser humano es condescendiente. Después Él Se hizo un cuerpo, en el cual vivió para producir Su Propia Sangre; no a través de lo sexual como fue en el huerto del Edén, pero produjo un cuerpo creado. Y por medio de ese cuerpo nacido de una virgen, Él vertió Su Propia Sangre que nos santificó y nos desató de nuestra incredulidad para poder creer en Él. Entonces cuando hacemos eso, lo recibimos a Él en nuestro corazón, ese es Dios en nosotros; Dios: Padre, Hijo, y Espíritu Santo. ¿Ven? Así como Profeta, Sacerdote, y Rey, es la misma cosa. Muy bien.",
    "Ahora el versículo 7, este es el anuncio. El anuncio es:\n\nHe aquí que viene con las nubes, y todo ojo le verá,…los que le traspasaron; y todos los linajes de la tierra harán lamentación por él.",
    "¡Oh! ¿Cuánto tiempo nos queda? Eso allí es hermoso. ¿Me pueden dar otros trein-… veinte minutos? [La congregación dice: “Sí”.—Ed.] ¿Pueden? [“Amén”.] Muy bien. Ahora, entonces mañana… Esta noche trataremos de terminar el resto de La Visión de Patmos, esta noche. Hoy vamos a tratar de terminar con el anuncio.",
    "¡Oh! ¿Se sienten bien? [La congregación dice: “Amén”.—Ed.] ¿Aman esta antigua Biblia? [“Amén”.] Es la revelación. ¿Qué, qué es? Dios extiende Su mano, en este Libro, y quita el velo, dice: “Allí está Él: Profeta, Sacerdote, Rey; Padre, Hijo, Espíritu Santo; Aquel que era, que es, y vendrá. Todas estas cosas, Es Dios”.",
    "Ahora, vamos a quitar el velo ahora por unos minutos, con la ayuda del Señor, quitar el velo de nuestros ojos. Y ver…\n\nHe aquí que viene con las nubes,…",
    "Ahora, ¿cómo es que Él viene? “Con las nubes”. ¿Qué clase de nube? Las nubes de gloria. No es una de estas nubes llenas de truenos, nubes de lluvia, pero nubes de gloria.",
    "Si se fijan en qué clase de nube Él estaba envuelto cuando Pedro y aquellos vieron Su visión en el Monte de la Transfiguración: una nube Lo cubrió. Su ropa resplandeció. Él estaba envuelto en una nube, el poder de Dios.",
    "¡Oh, cuando lleguemos a eso acá en estas Edades de la Iglesia! Les digo, eso me llena de gozo inefable, el pensar en esto. Como es que viene… Yo veo este día en que vivimos, donde nada, no queda ninguna esperanza sino Su Venida.",
    "Ahora, vamos a ver esto rápidamente. Ahora recuerden:\n\n…y todo ojo le verá,…",
    "Ahora, eso allí entonces no fue el Rapto, ¿verdad? [La congregación dice: “No”.—Ed.] ¿Ven? No fue el Rapto. Ese no fue el Rapto. ¿De qué estaba Él hablando? La segunda Venida.\n\n…y los que le traspasaron; y todos los linajes de la tierra harán lamentación por él.",
    "Ahora, regresaremos y consideraremos un poco de historia. Regresemos a Zacarías, y veamos el capítulo 12 de Zacarías. Zacarías. Muy bien.",
    "🦅 Y el Señor añadía cada día a la iglesia los que habían de ser salvos”. ¡Cuán agradecidos estamos por la buena revelación de Jesucristo! ¿No está Ud. contento por Él? [La congregación dice: “Amén”.—Ed.] Ahora trataremos de poner esto en forma de libro tan rápido como podamos, para la gente, y entonces podrán tenerlo, para leer en la quietud de su habitación y demás, estudiarlo a solas. Muy bien.",
    "Zacarías, Zacarías el, ahora el capítulo 12 de Zacarías. Y queremos ver esto ahora con mucha oración. Y yo quiero abordar esto para la gloria de Dios. Ahora, Zacarías 12, comencemos en el versículo 9. Escuchen ahora atentamente. Él está hablando de la Venida. Zacarías 12, y empezamos en el 9, en el versículo 9:\n\nY en aquel día…\n\nZacarías profetizando, cuatrocientos ochenta y siete años antes de la Venida de Cristo.\n\nY en aquel día yo procuraré destruir a todas las naciones que vinieren contra Jerusalén. (¡Piénsenlo!).\n\nY derramaré sobre la casa de David, y sobre los moradores de Jerusalén, espíritu de gracia y de oración; y mirarán a mí, a quien traspasaron,…",
    "Ahora, ¿cuándo es que el Evangelio regresa a los judíos? Cuando el día de los gentiles haya terminado, el Evangelio está listo para ir a los judíos. ¡Oh!, yo pudiera, si solo les pudiera predecir una cosita que está a punto de suceder aquí mismo, ¿ven?, precisamente en este día. ¿Ven? Está a punto de suceder. Lo vemos en la Edad de la Iglesia. Y esta gran cosa que está por suceder, abarcará hasta Apocalipsis 11 y tendrá que ver con esos dos profetas, Elías y Moisés regresando otra vez para los judíos. Estamos preparados para eso. Todo está en orden, listo. Este Mensaje de los gentiles, así como los judíos se lo trajeron a los gentiles, los gentiles se lo llevarán de nuevo a los judíos. Y sucederá el Rapto.",
    "Ahora recuerden, esto que viene, después de la tribulación… La Iglesia no pasa por la Tribulación. Sabemos eso. La Biblia lo dice. ¿Ven? Muy bien.",
    "Ahora, Él derramará sobre la Casa de Israel (¿qué?) el mismo Espíritu Santo, ¿ven?, después de que se haya ido la Iglesia Gentil.\n\n…y me miraron a mí, a quien traspasaron, y llorarán como se llora por hijo unigénito, afligiéndose sobre él, como quien se aflige por el primogénito.\n\nY en aquel día habrá gran llanto en Jerusalén,…y llanto…en—en el valle de Meguido.\n\nY—y la tierra lamentará, cada linaje aparte; los descendientes de la casa de David por sí, y…los descendientes de la casa de Natán por sí,…y cada una de las casas por sí; (cuando ellos vean lo que acontecerá, lo que acontecerá cuando Él venga en las nubes de gloria, en Su segunda aparición.)",
    "Y cuando esos judíos que le traspasaron… Uds. saben, en otra Escritura dice que le preguntarán: ¿dónde recibió Él esas heridas?\n\nÉl dirá: “En la casa de Mi amigo”.",
    "Y no solo será un tiempo de lamento para los judíos que le rechazaron a Él como Mesías, sino que será un tiempo de lamento para aquellos gentiles que habrán sido dejados, quienes aceptaron… o que lo han rechazado a Él como su Mesías de este día. Ellos gemirán y llorarán. La virgen durmiente estará lamentándose. Esa es aquella iglesia que rehusó conseguir Aceite en su luz. Diez vírgenes salieron, todas eran gente buena, pero cinco de ellas tenían Aceite en sus lámparas. Las otras cinco eran personas buenas, personas muy buenas, pero no consiguieron Aceite en sus lámparas. “Y ellas fueron echadas afuera en las tinieblas donde será el llorar, gemir, y el crujir de dientes”.",
    "Aquí está: “Habrá llanto”. La Biblia dice aquí: “Habrá llanto y estarán tan quebrantados de corazón, al grado que…”.",
    "Aquí, les daré otra, Génesis 45, si quieren verlo. Veamos allí por un momento y lo leeremos también, en Génesis, el… Creo que es el capítulo 45 de Génesis. Me gustaría ver esto, José dándose a conocer a su—a su gente. Y veremos esto, para mostrar los—los tipos de lo que va a suceder en ese día, entonces lo uniremos todo.\n\nNo podía ya José contenerse delante…los que estaban al lado suyo, y clamó: Haced salir de mi presencia a todos.",
    "Ahora recuerden, José dándose a conocer, clamó: “Que todo hombre salga de mi presencia”.\n\nY no quedó nadie con él, al darse a conocer José a sus hermanos.\n\nEntonces se dio a llorar a gritos; y oyeron los egipcios, y oyó también la casa de Faraón. (Él grito que debe haber dado).\n\nY dijo José a sus hermanos: Yo soy José; ¿vive aún mi padre? Y sus hermanos no pudieron responderle, porque estaban turbados delante de él.\n\nEntonces dijo José a sus hermanos: Acercaos…a mí. Y ellos se acercaron. Y él dijo: Yo soy José vuestro hermano, quien—quien vosotros vendisteis para Egipto.\n\nAhora, pues, no os entristezcáis, ni os pese de haberme vendido acá; porque para preservación de vida me envió Dios delante de vosotros. (¡Oh!, ¡qué hermoso!)\n\nPues ya ha habido dos años de hambre en medio de la tierra, y…en los cuales habrá, en los cuales ni habrá mazorca ni siega.\n\nY Dios me envió delante de vosotros, para preservaros posteridad sobre la tierra, y para daros vida por medio de gran liberación.",
    "Permítanme ahora comparar eso con Zacarías 12, solo por un momento. Ahora, nosotros sabemos eso, en tipo. Si uno enseña en tipos, entonces siempre sale bien, pienso yo, en—en tipo.",
    "Ahora, José, cuando nació, él fue odiado por sus hermanos. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Ahora quiero mostrarles que José representa a la Iglesia llena del Espíritu. José fue odiado por sus hermanos. ¿Por qué? Porque él era espiritual. José no podía evitar ver visiones. Él no podía evitar soñar sueños, ¿ven?, y poder interpretar sueños. Él, eso es lo que estaba en él. Él no podía manifestar otra cosa que lo que estaba en él. Pues, entonces sus hermanos le odiaron a él, sin causa. Pero su padre le amaba, porque su padre era un profeta.",
    "¿Ven cómo fue con Jesús? Dios amó a Su Hijo; pero los hermanos, los fariseos y saduceos, Le odiaban porque Él podía sanar a los enfermos y predecir cosas, y ver visiones, e interpretar. ¿Ven lo que quiero decir? “Lo aborrecieron a Él sin causa”.",
    "Y ¿qué hicieron con José? Pretendieron que estaba muerto, y lo tiraron en un pozo. Tomaron su túnica ensangrentada de siete colores que su padre…",
    "Solo hay siete colores en el arco iris. Y el arco iris, sabemos de eso, lo cual veremos un poco después, pienso que esta noche. El arco iris sobre Él, aquí, Jesús, “Cuyo aspecto era semejante a piedra de jaspe y de cornalina, y un arco iris”. El arco iris es un pacto.",
    "Y ese era el pacto de Dios sobre José. Y luego ellos mancharon de sangre su túnica y se lo llevaron de regreso al padre. Y él supuestamente estaba muerto. Y…",
    "Pero él fue levantado de esa zanja y fue puesto en un—un… vendido a Faraón, a alguien en Egipto, y un—un general se quedó con él. Y cuando lo hicieron, él, levantaron una ofensa contra él, y lo arrojaron en la cárcel. Y allí él profetizó, y les dijo a dos hombres adónde iría uno y adónde iría el otro; el copero y un—y un panadero, a causa de sus sueños.",
    "Y entonces él fue exaltado de allí hasta la diestra de Faraón. Y ningún hombre podía tocar a Faraón, solo a través de José. [Cinta en blanco.—Ed.]",
    "Miren esto. Ahora, el… Cuando José entonces fue vendido a los egipcios. Y miren, todo lo que él hizo tipificó a Cristo. Miren a este copero y a este panadero allí, y los dos tuvieron sueños. Y Jesús, cuando Él estuvo en Su prisión… Recuerden, José estuvo en prisión. Y cuando Jesús estuvo en Su prisión (¿cómo?) clavado a una cruz, allí uno se salvó y el otro se perdió. José, cuando él estuvo en su prisión, uno se salvó, y el otro se perdió.",
    "Y fíjense. Después de que Jesús fue bajado de la cruz, Él fue exaltado hasta el Cielo y está sentado a la diestra del gran Espíritu, Jehová. “Nadie puede venir a Dios sino por Mí”. Nada de Ave Marías, ni bendito esto ni bendito aquello; sino por medio de Jesucristo, “el único mediador que hay entre Dios y el hombre”, ese cuerpo precioso en el cual se tabernaculizó Dios, entre nosotros, el cual tomó el Nombre de Dios. Y Dios tomó el nombre de humano. Dios tomó…",
    "Miren aquí. En el principio, cuando Adán… No puedo apartarme de eso. Parece como que en algún lugar alguien no lo está entendiendo. Miren. En el principio… Permítanme mostrarles algo de nuevo. El Espíritu Santo me advierte que haga esto. Dejaré mi tema por un minuto. Apenas la noticia llegó a la Gloria, que el hijo se había perdido, Adán, ¿envió Dios a un Ángel? ¿Envió Él a un hijo? ¿Envió Él a alguien más? Él Mismo vino para redimir a Su hijo perdido. ¡Aleluya! Dios no confió esto a nadie más que a Sí mismo. Dios fue hecho carne y habitó entre nosotros, y Él mismo redimió al hombre. Es la… “Somos salvos” dice la Biblia, “por la Sangre de Dios”. El Dios mortal fue… El Dios inmortal fue hecho mortal, para poder quitar el pecado, para ser Él mismo el Cordero; para entrar a la Gloria, velado, y con Su Propia Sangre ante Él, más allá del velo.",
    "Ahora, José fue a dar a Egipto. Y allí fue exaltado desde su prisión hasta la diestra de Faraón, y fue puesto a cargo. Y todo prosperó en los días de José.",
    "Ahora, cuando Jesús regrese, aun el desierto florecerá como una rosa. Él es el Hijo de prosperidad, tipo de José.",
    "Pusieron a José en… El general lo tenía en su casa; todo lo que él hacía, prosperaba. Lo metieron en la cárcel, y toda la cárcel prosperó. Todo lo que ellos hacían, él lo prosperaba. Y cuando él fue exaltado a lo más alto, de Faraón, junto a Faraón, todo en Egipto prosperó más que en todo el mundo.",
    "Cuando Él regrese, será una tierra de prosperidad. Los antiguos desiertos florecerán y habrá alimento en todas partes. Y cada uno de nosotros podremos sentarnos bajo nuestra propia higuera y reírnos y regocijarnos, y vivir para siempre en Su Presencia, cuando Él regrese como Rey.",
    "Él fue Hijo del Hombre: profeta. Amén. Él fue Hijo del Hombre: Sacrificio, Sacerdote. Él es Hijo del Hombre, como Rey: el Hijo de David sentado en el trono de Su majestad. Hijo del Hombre, Él es mani-… Dios manifestado como Hijo del Hombre. Él descendió y se hizo hombre para quitar los pecados del mundo. Él se hizo hombre, como un Profeta. Él se hizo hombre, como un Sacerdote. Él se hace hombre, como Rey: Rey del Cielo, Rey de los santos, el Rey Eterno; siempre fue Rey, siempre será Rey, Rey Eterno.",
    "Entonces fíjense, ahora, José. Antes de que José saliera, primero tenían que sonar la trompeta. Y la gente gritaba: “Doblad la rodilla a José”. No importa lo que alguien estuviera haciendo, si estaba vendiendo un producto en la calle, cuando esa trompeta sonaba, él doblaba su rodilla. Alguien quizás estuviera a punto de extender la mano y recibir el dinero, pero él doblaba su rodilla, porque José venía. ¡Oh! El m-… el—el—el mimo estaba a punto de iniciar su acto, y ¿qué hacía? Él tenía que detenerse. “José venía”. La trompeta había sonado.",
    "Uno de estos días, todo, aun el tiempo, se va a detener; “Cuando la trompeta de Dios suene, y los muertos en Cristo se levanten, y el alba Eterna rompa en claridad”. Todo doblará la rodilla. “Toda rodilla se doblará, y toda lengua Lo confesará”.\n\nComience ahora. “Los pecados de algunos hombres van por delante, a otros los siguen”.",
    "Pero ahora miren lo que aconteció. ¡Qué glorioso! Cuando José entonces… después que se casó con una gentil y recibió una familia, Efraín y Manasés, sus hijos. ¿Se fijaron en el final? Cuando José… Jacob comenzó a bendecir a Efraín y a Manasés. Cuando él comenzó a poner sus manos, él puso a Efraín a su derecha y a Manasés a su izquierda, para con la mano derecha bendecir al mayor. Pero cuando él empezó a orar, sus manos se cruzaron, y él le dio al más joven la bendición de la mano derecha en vez de dársela al que estaba a su derecha.",
    "Y José dijo: “Así no, Padre”. Dijo: “Has bendecido a Manasés en vez de Efraín”.\n\nY él dijo: “Dios ha cruzado mis manos”.",
    "¿Qué? De los judíos, los mayores, los primeros escogidos de Dios, por la Cruz ha venido la bendición a los gentiles para llamar a la Novia. La bendición vino por medio de la Cruz, de los judíos a los gentiles. Rechazaron, ellos rechazaron la Cruz, por lo tanto, Él llamó a la Novia Gentil.",
    "Ahora cuando José, antes de esto, cuando él fue… se oyó por sus hermanos, quienes… Ellos habían estado fuera del compañerismo por muchos años, los judíos.",
    "Ahora vean. Regresamos entonces a Zacarías, donde ellos gimen y lloran, y se lamentan. Y aun familias se separarán de otras familias, saldrán y dirán: “¿Cómo lo hicimos? ¿Cómo pudimos haberlo hecho?”. Cuando ellos digan: “¿Dónde recibiste esas heridas, esas marcas en Tus manos?”, aun los que Lo traspasaron. “Él vendrá en las nubes. Y ellos lo verán a Él, aun aquellos que lo traspasaron. Y toda casa se lamentará y ellos gemirán”. Ellos no sabrán qué hacer.",
    "Y cuando José… Uds. conocen la historia. Cuando él vio a sus hermanos y se hizo como que no sabía hablar el hebreo e hizo que un intérprete le interpretara. Y él pretendió que no podía hablar hebreo; pues él quería averiguar. Y entonces, finalmente, un día cuando ellos trajeron a su hermanito, ¿se han fijado que fue Benjamín el que puso el fuego en el alma de José?",
    "¿Qué es hoy en día lo que hará arder Su alma, de nuestro José, Jesús? Esa iglesia joven que ha estado allá en Irán, y que ha guardado los mandamientos de Dios. Y es un pueblo nacido recientemente que se ha reunido en Palestina y ha sido restaurado. Esa Estrella de David de seis puntas, la bandera más antigua en el mundo; una nación ha nacido en estos últimos años. Allí está Israel.\n\nNaciones en la ruina, Israel despertando,\n\nSeñales que la Biblia predijo;\n\nLos días gentiles numerados, cargados de horrores;\n\nVolved, dispersos a lo vuestro.\n\nEl día de redención cerca está,\n\nPor temor están fallando corazones humanos (Mírenlo, todos se han vuelto neuróticos).\n\nSed llenos del Espíritu, con lámparas arregladas y limpias,\n\nMirad hacia arriba, vuestra redención cerca está.\n\nFalsos profetas están mintiendo, negando la Verdad de Dios,\n\nQue Jesús el Cristo es nuestro Dios;\n\n(¡Gloria! Pero ha llegado la Revelación.)\n\nPero andaremos donde anduvieron los apóstoles, (En sus mismos pasos).\n\nEl día de Redención cerca está,\n\nPor temor están fallando corazones humanos;\n\nSed llenos del Espíritu, con lámparas arregladas y limpias,\n\n¡Mirad arriba, vuestra redención cerca está!",
    "¡Oh! ¡Oh, cuando José vio al pequeño Benjamín parado allí! Ese era su hermano menor. ¿Pueden ver Uds. al pequeño Benjamín, ahora allá…?… por allá, que está allá? Las tribus de la—de la tierra o los judíos, regresando allá, donde habrá ciento cuarenta y cuatro mil de ellos parados allá para recibir a Cristo cuando Lo vean Venir. Ellos dirán: “He aquí, este es nuestro Dios al Cual hemos esperado”. Entonces verán al que traspasaron… “¿Dónde Te hicieron eso?”.\n\nÉl dirá: “En la casa de Mi amigo”.",
    "Y ellos se lamentarán y llorarán. Y cada familia, sus tribus de David y Neftalí y todos, se separarán, cada familia, y llorarán entre ellos mismos cuando lo vean a Él parado, en el aire, Aquel que ellos traspasaron.",
    "¿Cuál será Su Mensaje? Vean lo que dijo José. Cuando él dijo…",
    "Observen otra cosa. Cuando José tuvo a sus hermanos delante de él, él los miró, él vio al pequeño Benjamín. Él vio a Efraín, él vio a los demás allí, a Gad y a todos ellos. Y las doce tribus, las diez tribus en ese entonces, parados ante él. Él los vio a todos ellos parados allí. Él sabía que eran sus hermanos. Y él miró al pequeño Benjamín, entonces, se le hizo un nudo en la garganta. Él sabía que eran los suyos. ¿Qué dijo? “Que todo hombre me deje”. ¿Qué pasó con su esposa e hijos? Ellos pasaron al palacio.",
    "¿Adónde se irá la Iglesia Gentil en el Rapto? Al Palacio. La Novia, Aleluya, la Novia será arrebatada de la tierra, en el Rapto. Entonces cuando Él regrese, Su Novia no estará allí cuando Él se dé a conocer a Sus hermanos, los judíos, aquellos que Lo traspasaron, aquellos que Lo rechazaron.",
    "Pero su esposa y su ser querido, sus amigos cercanos allí, sus—sus propios compañeros enviados por Dios estaban en el templo. Y cuando él miró, dijo que ellos eran… Ellos no sabían. Ellos dijeron: “¡Oh, este gran príncipe!”. Comenzaron a decirse el uno al otro, ¡oh!, acerca de estas cosas que ellos habían hecho.",
    "Yo creo que fue Efraín o no Efraín, pero se me olvida ahora cuál fue el que—que dijo: “Bien, no debíamos haber matado a nuestro hermano, José”. Dijo: “¿Ven Uds.?, estamos recibiendo el pago”. Rubén, Rubén dijo: “No debíamos haber matado a nuestro hermano” dijo, “porque, ¿ven Uds.?, estamos recibiendo el pago por lo que hicimos”.",
    "Y José parado allí; ellos no pensaban que podía entender hebreo. Pero él lo entendía.",
    "Algunos piensan, no se puede hablar… entender el hablar en lenguas, pero Él sabe todo al respecto. Sí, Él sabe. El reino gentil comenzó con el hablar en lenguas e interpretaciones, en la cabeza de oro (la primera cabeza) antes de que cayera. ¿Qué puso fin a esa primera dispensación gentil? Una escritura de lenguas desconocidas sobre la pared, y un hombre allí que podía interpretarlo y decir lo que era. Ella termina de la misma manera. Amén. Comenzó y termina de la misma manera.",
    "Ellos pensaban que él no podía entender esas lenguas que hablaban, pero él entendía. Ellos dijeron: “¿Ven lo que nos está pasando?”.\n\nY entonces José vio su arrepentimiento por lo que habían hecho.",
    "Ahora Él ve su aflicción y su pesar por haberlo rechazado a Él, por lo que ahora Él tiene un nudo en Su garganta. Él está listo para despedir a Su Iglesia de la tierra, para llevársela a la Gloria. Para luego regresar, y entonces todas las tribus de la tierra se lamentarán.",
    "¿Qué es lo que hicieron? Rubén, todos ellos empezaron a llorar, dijeron: “¡Oh! ¡Oh!”. Ellos temieron y dijeron: “Este es él. Ahora seguro recibiremos nuestro merecido. Ahora él nos matará. Ahora él… Sabemos que vamos a ser destruidos ahora mismo, porque ese es José que ha estado alejado de nosotros por tanto tiempo. Ese es José, nuestro hermano, ahora sí que vamos a recibir el pago”.",
    "Él dijo: “No os enojéis con vosotros mismos. Dios hizo esto para preservar vida”.",
    "¿Qué hizo Dios? ¿Por qué rechazaron los judíos a Jesús? Para que nosotros los gentiles, para que el pueblo que Él llamó fuera por el amor de Su Nombre, Dios lo hizo para preservar la vida de la Iglesia Gentil, la Novia.",
    "Todas las tribus que lo rechazaron a Él se lamentarán. Se esconderán en cuevas y en rocas y cosas, dirán: “Escóndannos, cáigannos encima montañas”. Ellos Lo rechazaron, a Él. Todos los linajes de la tierra se lamentarán a causa de Él. Y cada familia en Israel se separará. Las familias se separarán la una de la otra, y dirán: “¿Por qué lo hicimos? ¿Cómo es que lo rechazamos? ¿Cómo? Allí está Él. Allí está el Dios el Cual hemos esperado. Y allí está Él, con las marcas de los clavos en Sus manos, y nosotros lo hicimos”.",
    "Eso es exactamente lo que aquellos hermanos dijeron allá, cuando ellos respondieron y dijeron: “Allí está José a quien nosotros vendimos”.\n\nÉl dijo: “Soy José, vuestro hermano, a quien vosotros vendisteis a Egipto”.",
    "🦅 ¡Oh”! Ellos estaban asustados. Y estaban gimiendo y lamentándose, y corrían el uno al otro: “¿Qué podemos hacer?”.",
    "Él dijo: “No os enojéis con vosotros mismos, porque Dios hizo todo esto. Dios me envió adelante”.",
    "Dios creó a todo hombre: hombre blanco, hombre negro, hombre moreno, hombre amarillo, a todo hombre. Dios creó a todo hombre. Él creó al gentil, creó al judío. Él los creó a todos. Todo es para Su gloria. Los judíos tuvieron que ser rechazados para que Él pudiese tomar a una Novia Gentil.",
    "Por eso existen todos estos tipos; para que la Novia Gentil y sus descendientes juntamente con Ella, esa gloriosa Iglesia Pentecostal lavada en la Sangre del Cordero, con todo el poder de la resurrección viviendo en ellos, se levante algún día en el Rapto (en un momento, en un abrir y cerrar de ojos), para ir a estar en la presencia de Jesús, mientras Él regresa (y despide todo) para darse a conocer a Sus hermanos.",
    "Fíjense en lo que la Escritura dice aquí, para terminar. ¡Oh!\n\nHe aquí que viene con las nubes, y todo ojo le verá, (aquí, Él está hablando de la segunda Venida, no el Rapto), y los que le traspasaron;…",
    "El capítulo 7, el versículo 1… O más bien el versículo 7 del capítulo 1:\n\n…todo ojo le verá, y los que le traspasaron: y todos los linajes de la tierra harán lamentación por él. Sí, Amén.",
    "Entonces Él pronuncia esa gran cita: ¿Quién es Este? ¿Quién es Este que van a estar esperando?\n\nYo soy el Alfa y la Omega, Soy la A y la Z (la A y la Z griega, del alfabeto griego)…",
    "Hechos 2:36, el… Pedro dijo: “No hay otro nombre bajo el Cielo, dado a los hombres, en que podamos ser salvos”. O, no, discúlpenme; estoy citándolo mal. Él dijo: “Sepa, pues, ciertísimamente toda la casa de Israel, que Dios le ha hecho a este mismo Jesús a quien vosotros crucificasteis, Señor y Cristo”.",
    "Juan 14:7 y 12, Tomás dijo: “Señor, muéstranos al Padre, y nos basta”.",
    "Dijo: “¿Tanto tiempo hace que estoy con vosotros, y no me has conocido?”. Dijo: “El que Me ha visto a Mí, ha visto al Padre. ¿Cómo pues dices tú: ‘Muéstrame al Padre’? Yo y Mi Padre Uno somos”.",
    "Yo le dije eso en cierta ocasión a una persona. La dama dijo: “Un minuto, Sr. Branham”. Dijo: “Ud. y su esposa también son uno”.\n\nYo dije: “Pero no de esa manera”.\n\nElla dijo: “¿Perdón”?\n\nYo dije: “¿Me ve Ud. a mí?”\n\nElla dijo: “Sí”.\n\nYo dije: “¿Ve Ud. a mi esposa?”\n\nElla dijo: “No”.",
    "Dije: “Entonces, Ellos son una clase distinta. Él dijo: ‘Cuando Me ves a Mí, has visto al Padre’”. Así que, con eso fue suficiente.",
    "Ahora en San Juan, o Primera de Juan 5:7 al 8, para Uds. que lo están anotando. En Primera de Juan 5:7 al 8, la Biblia dice. El orador, el mismo hombre que escribió esta Revelación que Jesús le dio, él dijo: “Porque tres son los que dan testimonio en el Cielo: el Padre, el Verbo (el Verbo es el Hijo) …el Padre, el Verbo y el Espíritu Santo; y estos tres son uno. Y tres son los que dan testimonio en la tierra: agua, Sangre y Espíritu, y estos tres concuerdan; no son uno, pero ellos concuerdan en uno”.",
    "No se puede tener al Padre sin tener al Hijo. No se puede tener al Padre o al Hijo sin tener el Espíritu Santo. Correcto. Pero uno… Y agua, Sangre y Espíritu, son los elementos que se necesitan para entrar a Su Cuerpo.",
    "Cuando ocurre un nacimiento natural, ¿qué es lo primero que acontece cuando una mujer está dando a luz a un bebé? Lo primero es agua. Lo segundo, es sangre. ¿Correcto? Lo siguiente, es espíritu. El bebé recibe su aliento, empieza a respirar. Agua, sangre, y Espíritu, eso constituye el nacimiento natural.",
    "También, el Nacimiento espiritual. Bautismo en agua en el Nombre de Jesucristo: justificación por fe, creyendo en el Señor Jesucristo. ¡Agua! ¿Qué es lo que sigue? Sangre: santificación, limpiándolo, sacándola fuera.",
    "Ahí es donde fallaron Uds. los nazarenos; Uds. solo llegaron hasta allí y no siguieron más. El vaso que es santificado en el altar, está listo para servicio, pero no está en servicio. “Bienaventurados” las bienaventuranzas, “los que tienen hambre y sed de justicia, porque ellos serán saciados”. El vaso es santificado. Eso es verdad.",
    "Eso es como la virgen. La palabra virgen significa “pura, santa, sin adulteración, santificada”. Cinco tenían aceite y cinco no; cinco estaban llenas y las otras solo habían permanecido en santificación. “¿Habéis recibido el Espíritu Santo desde que creísteis”? ¿Uds. bautistas?, ¿presbiterianos?\n\n“Aun ni sabemos si hay Espíritu Santo”.\n\n“¿En qué, pues, fuisteis bautizados”? Ajá.",
    "Después de que él hubo puesto sus manos sobre ellos, luego ellos fueron (después de que habían sido salvos y santificados) llenos del Espíritu Santo. Correcto.",
    "¡Agua, Sangre, Espíritu! Jesús vino a lavar y a limpiar, y a santificar una Iglesia en la cual Él pudiera venir y vivir. Con Su propia Sangre; Él dio Su Propia Sangre nacida de Dios para que Él así pudiera limpiarnos de nuestro nacimiento sexual, y darnos un vaso santo y santificado, donde Él mismo pudiese venir.",
    "🦅 Todavía un poco, y el mundo no Me verá más; más vosotros me veréis porque Yo” pronombre personal, “estaré con vosotros, aún en vosotros, hasta el fin de la consumación”. Amén. “En todo momento Yo estaré con vosotros y en vosotros. Las obras que Yo hago, vosotros también las haréis. Estas señales seguirán a los que creyeren”. ¡Dios en la Iglesia! ¡Oh, hermano! ¡Deidad! “Porque tres son los que dan testimonio en el Cielo: Padre, el Verbo (Hijo), Espíritu Santo. Estos son Uno”.",
    "Ahora, Ud. puede ser salvo sin ser santificado. Ud. puede ser santificado y no tener el Espíritu Santo; correcto, espíritu santificado sin la llenura. Santificando su corazón, limpiando su corazón sin llenarlo con algo. De eso Él dijo: “Cuando el espíritu inmundo sale del hombre, anda por lugares secos. Regresa, encuentra su casa toda adornada, y entra. El postrer estado de esa persona es muchas veces, siete veces, peor de lo que era en el principio”.",
    "Eso es lo que les sucedió a Uds. Peregrinos de Santidad, nazarenos y demás. Uds. aceptaron. Y cuando el Espíritu Santo vino, comenzó a hablar en lenguas y a dar señales y maravillas, Uds. lo llamaron “el diablo” y blasfemaron las obras de Dios, lo llamaron “una cosa inmunda”. Y ¿ven Uds. adónde llegó su iglesia? ¡Salid de ella! La hora está aquí, la Revelación de Jesucristo está siendo enseñada, Dios revelado en el poder de Sus demostraciones del Espíritu Santo. Amén. El día de redención está cerca.",
    "Ahora, Deidad en Él, Primera de Timoteo 3:16:\n\n…indiscutiblemente, grande es el misterio de la piedad: Dios ha sido manifestado en carne,…Visto de los ángeles,…Creído en el mundo, Recibido arriba en gloria.",
    "¡Oh, podríamos seguir, seguir y seguir! Pero, ¿dónde estamos ahora? Al final del versículo 8.",
    "Esta noche empezamos con el—el versículo 9, La visión de Patmos. ¡Oh, nos esperan grandes cosas! ¿Le aman? [La congregación dice: “Amén”.—Ed.]\n\nYo le amo, Yo le amo,\n\nPorque Él a mí me amó\n\nY me compró la salvación,\n\nAllá en la Cruz.",
    "¿Lo dice de corazón? ¿Se ha manifestado Dios a Ud.?, ¿le ha sido revelado que Él es el Hijo de Dios, Jesucristo, Dios manifestado en carne para quitar el pecado? Él está revelándose en estos últimos días en Sus iglesias, dándose a conocer.",
    "Ahora, estas mismas cosas que están aconteciendo en la Iglesia, observen y vean al final de este Mensaje, que, si la Biblia no dice que estas cosas deberían acontecer, exactamente. Vean si no fue exactamente así en la Edad de Éfeso, y en la de Pérgamo, Tiatira, así viniendo por cada edad.",
    "Dijo lo que haría Lutero, y cómo haría Wesley. Y cómo esta denominación pentecostal entraría a Laodicea, a una condición tibia; pero en medio de todo eso, Él sacaría al pueblo. Correcto. Exactamente. Estamos en el fin. ¡Oh, estoy tan contento! Y ¡oh!, al verme decayendo, y veo a mis amigos y las cosas, y veo al mundo y el—y el caos en que está, y luego pensar que la Venida del Señor está tan cerca. Estamos al fin de la edad.",
    "Los corazones de los hombres están fallando de temor. En todas partes, todos, es alarmante por radio, todo el tiempo: “Estén preparados para un ataque aéreo. Almacene esto, almacene aquello, baje al sótano”. ¿Cómo va uno a esconderse de eso? No se puede esconder de eso. Pues, esa cosa penetrará ciento cincuenta pies en la tierra [140 m], y ciento cincuenta millas cuadradas [241 km cuadrados]. Pues, el impacto de eso… si pegara aquí, derribaría totalmente a Indianápolis. Bueno, simplemente volaría a Indianápolis en pedazos, si pegara aquí mismo en Louisville, ¿ven?, una de esas. Y es difícil saber qué tienen aparte de eso.",
    "Y miren, no tienen que ser… Saben, no tiene que ser Rusia que lo haga, Cuba puede hacerlo. Cualquier lugarcito, un—un pequeño lugarcito del tamaño de Alcatraz por allí puede hacerlo, cubrir el mundo entero. Lo único que tienen que hacer es ponerla en línea y jalar un cordón. No se necesita un ejército. Solo se necesita un fanático para que lo haga, en las manos del diablo. Seguro que sí. Él lo haría, y entonces termina toda la cosa. Entonces todo habrá terminado.",
    "Pero, ¡oh, ¡permítanme darles esta cosa bendita! Cuando vemos aquello tan cerca, cuando vemos que podría suceder antes del amanecer: recuerden, la Iglesia se va a Casa antes de que eso suceda. El Rapto acontece antes de eso.",
    "Ahora, para que no se vayan a enredar, recuerden, Jesús dijo: “Así como fue en los días de Noé, como fue en los días de Lot”. Recuerden: antes de que cayera alguna lluvia, Noé estaba en el arca. ¿Ven? Noé estaba en el arca. Él pasó al otro lado, pasando por esto. Y ahora, Noé fue un tipo de los judíos. Pero Enoc se fue a Casa sin morir. Y cuando Noé vio que Enoc se fue, él sabía que era tiempo de empezar esa arca. Correcto. Esa fue la señal para Noé, cuando Enoc se fue a Casa. Y tan pronto como la Iglesia Gentil sea tomada, entonces Él se da a conocer a Israel. ¿Ven? Correcto.",
    "Recuerden, en los días de Lot, como dijo Jesús, antes que una chispa de fuego pegara en la tierra, ese Ángel dijo: “Apresúrate. Date prisa. Sal de aquí, porque Yo no puedo hacer nada hasta que tú hayas salido”. Antes de que cayera cualquier fuego, Lot y su familia estaban fuera y en camino. Así que, el Rapto vendrá antes que comience la tribulación.",
    "La Tribulación, mucha gente tiene eso todo enredado; pero lo vamos a enderezar esta semana, el Señor mediante, con la ayuda del Señor. Recuerden, Uds. están esperando un período de La Gran Tribulación, eso fue, Si Uds. lo tipifican en la Biblia, esos fueron los días de la angustia de Jacob, ¿ven Uds.?, cuando él estaba angustiado. Eso no tiene nada que ver con los gentiles. Los gentiles no tienen nada que ver con eso. No hay tipo en la Biblia para eso. La Iglesia Gentil es Raptada.",
    "Y Uds. están esperando que el agua “se vuelva sangre” y cosas así. Eso le toca nuevamente a Israel, por allá con Moisés y Elías, cuando ellos regresen. Elías regresa por cuarta vez en el Espíritu. Ninguno de ellos estaba muerto.",
    "O el… Moisés murió; ellos no supieron adónde lo sepultaron. Él debe haber resucitado en algún momento entre aquel entonces y ese tiempo, porque en el Monte de la Transfiguración, allí estaba él hablando con Jesús, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] ¿Ven?",
    "Así que ellos regresarán y serán asesinados; y quedarán tendidos en la calle espiritual llamada “Sodoma” donde nuestro Señor fue crucificado: Jerusalén. Ellos predicarán a los judíos y herirán la tierra y cerrarán los cielos y todo eso así. Y el fin del ministerio gentil cruzará y se conectará con eso, y los gentiles se irán a Casa, y ese ministerio continuará. Ahí será el fin de todas las cosas. Dos terceras partes de la tierra cayeron, y todo lo demás. Cuando esos cadáveres quedaron tendidos en la calle por tres días, observen cómo fue.",
    "Miren estas fotografías que recibí de Sudamérica, cuando mataron aquel misionero pentecostal, a su esposa, tirados en la calle, pues él y dos niños. Una muchachita pequeña con su estómago hinchado así. Ellos ni siquiera los sepultaron. Caminaban por allí y los escupían, así como por tres o cuatro días. El Hermano Kopp tomó la fotografía. Yo las tengo en la casa, ¿ven?, lo que ellos hacen.",
    "Luego se mandan regalos el uno al otro. Miren Uds. cómo eso es tipificado en la Biblia, Uds. pueden ver qué iglesia es la que va a hacer eso. Correcto, está a la mano, y entrando ahora mismo suavemente como una víbora, sagaz a más no poder; señal de las cosas ahora mismo.",
    "Fíjense en la profecía que el Señor me dio en el ’33, de cómo sucedería: “Ellos permitirán a las mujeres votar. Con el voto, ellas elegirán a la persona incorrecta”. Se dieron siete cosas, y cinco de ellas ya se cumplieron. Lo siguiente era una gran mujer, una iglesia, un poder o algo, se tomaría a estos Estados Unidos, para gobernar. Entonces la vi que yacía como en cenizas, donde había llegado a su fin. Era el tiempo del fin.",
    "Dijo: “Ellos tendrán una máquina que podrá manejar. No necesitarán tener conductor allí”. La acaban de perfeccionar. Dijo, once años…",
    "El Espíritu Santo me dijo: Allí está eso en papel. No puedes… uno no lo puede negar. Allí está en papel como el Espíritu Santo lo dijo.",
    "Once años antes de que se construyera la Línea Maginot, yo dije: “Los alemanes… América será… El Presidente Roosevelt será el bribón de todos ellos”. Y, eso es correcto. Él lo fue.",
    "Sin lastimar los sentimientos de Uds. los demócratas, pero yo—yo les digo: ahora no es un demócrata ni republicano; es Jesucristo el Hijo de Dios de quien estamos hablando. No soy ni demócrata ni republicano; yo soy un Cristiano. Así que, entonces, ellos, lo que haya sido, pero noten ahí.",
    "Y miren aquí, el otro día, si quieren ver qué grupo de renegados es ese. Tomando esas máquinas y arreglándolas para que cada vez que uno votaba por el Sr. Nixon, uno tenía que votar por este otro individuo al mismo tiempo. Ed-… J. Edgar Hoover decomisó las máquinas. ¿Cuántos lo han estado leyendo? Pues, seguro, está en todos los periódicos, noticieros y todo lo demás. ¿Ven Uds. dónde estamos?",
    "Ya no hay nada honesto sino Cristo. Amén. ¡Oh, ese bendito Libro antiguo! Eso es. Es el Único que le dice a Ud. quién es Ud., de dónde viene y adónde va (Sí, señor.), es este bendito Libro antiguo. ¡oh, eso me hace amarlo a Él! ¿Lo aman Uds.? [La congregación dice: “Amén”.—Ed.]\n\nFe en el Padre, fe en el Hijo,\n\nFe en el Espíritu Santo, estos tres Uno son;\n\nDemonios temblarán, y pecadores despertarán;\n\nFe en Jehová lo hace todo temblar.",
    "Amén. ¡Qué gran día está ante nosotros, amigos! “La Revelación de Jesucristo que Dios le dio a Su ángel, y vino y la declaró a Juan, para que fuese notorio a través de las Edades de la Iglesia, lo que nos espera a nosotros”.",
    "Que el Señor nos bendiga ahora, mientras nos ponemos de pie. Y quienquiera que esté tocando el piano, denos por favor un pequeño tono: De Jesús el Nombre invoca.",
    "Ahora escuchen. Sin duda que hay visitas aquí entre nosotros, en el tabernáculo en esta mañana. Quiero que Uds. los saluden de mano. Invítenlos a ir a sus casas y demás. Y denle la bienvenida a todos. Quiero que todos se aseguren de hacerlo.",
    "Y recuerden que el servicio comenzará a las siete en punto esta noche. Y a las siete y treinta estaré hablando de La Visión De Patmos. Mañana por la noche, el Señor mediante, estaré hablando de la primera edad de la iglesia, Éfeso, en la Edad de la Iglesia.",
    "Ahora vamos a cantar De Jesús el Nombre invoca, el himno de despedida de nuestro pequeño tabernáculo. Y que todos canten ahora. Muy bien:\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Ahora antes de cantar la siguiente estrofa, quiero que los metodistas, bautistas, pentecostales, católicos, nazarenos, Peregrinos de Santidad, que todos se den vuelta y le den la mano al que esté en frente de Ud., a su lado, detrás de Ud., diga: “Peregrino Cristiano, amigo, estoy contento de que Ud. esté aquí en esta mañana. Estoy contento de tener compañerismo con Ud. alrededor de las cosas de Dios. Yo sé que hemos tenido un gran tiempo. Espero verlo aquí otra vez esta noche”. Algo así, mientras se saluda de manos con la gente, frente a Ud., detrás de Ud., alrededor de Ud.\n\nDe Jesús el Nombre ensalza,\n\nHasta la noche, Hermano Neville. Hasta la noche.\n\n…pies…\n\nDel sepulcro nos levanta,\n\nRenovando nuestro ser.\n\n¡Suave luz, manantial!\n\nDe esperanza, fe y amor;\n\nSumo bien, Celestial,\n\nEs Jesús el Salvador.\n\n¡Al venir Jesús nos veremos!\n\nA los pies de nuestro Salvador; (hasta que nos encontremos,)\n\n¡Reunidos todos seremos!\n\nUn redil con nuestro buen Pastor.\n\nAhora mientras inclinamos nuestros rostros:\n\n¡Al venir Jesús nos veremos! 🦅"
  ]
}