{
  "title": "LA VISIÓN DE PATMOS",
  "id": "60800009",
  "content": [
    "🦅  …mientras el Hermano Neville daba esos anuncios que el Hermano Moore mencionó el otro día, hablando del Espíritu del Señor, viniendo… que vino al edificio. Él dijo: “Fue tan tremendo allí que yo pensaba que el Rapto había sucedido, hasta que miré alrededor, vi a los demás sentados aquí” dije, “no, todavía no ha ocurrido, porque si—si ellos aún están aquí entonces sé que yo—yo aún estoy aquí”. Pues, algunas veces así es de bueno con nosotros el Espíritu del Señor.",
    "Nos da mucho gusto tener a tantos amigos que vemos en el edificio; demasiados para intentar mencionarlos. Acabo de fijarme que por la puerta ha entrado el Hermano Carpenter, la persona que nos casó a mi esposa y a mí. El Hermano Carpenter, ha sido una gran bendición para nosotros aquí en la iglesia, y ha sido una bendición para nosotros en el ministerio, y predica adonde sea, en cualquier lugar. Y nos da mucho gusto que nos acompañe, ¡oh, y muchos otros!",
    "Ahora, hay otra pregunta que me entregaron ayer por la tarde:\n\nHermano Branham, ¿son las cinco vírgenes insensatas de Mateo 25 contadas como el remanente gentil? Yo entiendo que las cinco vírgenes insensatas fueron salvas, pero tienen que pasar por el período de la gran tribulación. ¿Es esto correcto? Si así es, ¿cuál será su destino final? ¿Podrían ellas ser las ovejas que son separadas de los cabritos en Mateo 25:33 y 34?",
    "Es un buen teólogo de acuerdo a lo que yo… [Cinta en blanco.—Ed.] …también pienso así, que ellas son el remanente, la virgen dormida es el remanente del cual se habla en Apocalipsis; de la simiente de la mujer que guarda los mandamientos de Dios y tiene el testimonio de Jesucristo. Una mujer toma un—un pedazo de tela y lo extiende; ahora, bien, de allí es donde ella corta su… o toma su patrón y lo coloca donde ella desea, de la manera en que va a cortarlo. Y entonces lo que le sobra se llama el remanente, pero ella elige cortarlo de un cierto lugar por su propia y libre elección; pero lo que sobra se llama el remanente.",
    "Ahora, si se fijan, había cinco vírgenes insensatas y cinco vírgenes prudentes; todas eran vírgenes, hechas del mismo material. Pero, por elección, Dios escogió a Su Novia por elección antes de la fundación del mundo, colocó sus nombres en el Libro de la Vida del Cordero sacrificado antes de la fundación del mundo; antes de que el mundo comenzara, Dios, en Su mente, por cuanto era infinito.",
    "Y nosotros a veces usamos la palabra “predestinación”, pero realmente es un tropiezo en esta edad de la iglesia en que vivimos. Realmente fue una gran cosa de uso en los días de los mártires, porque ellos en realidad lo creían. Pero ahora se han apartado de Eso, hacia las ideas legalistas, la enseñanza legalista en la iglesia que vino… Lo cual fue algo bueno, porque todo se había vuelto Calvinista en Inglaterra, al punto que ya no tenían más avivamientos, y Juan Wesley vino predicando la doctrina Armenia, la cual sirvió de equilibrio. Dios siempre lo equilibrará.",
    "De manera que la virgen insensata era la que no tenía aceite en sus lámparas, la cual yo creo que fue lanzada afuera a las tinieblas en donde será el lloro, lamento y crujir de dientes. Y si Ud. compara eso, o las notas al pie de página, lo llevará directamente a la gran tribulación. Y yo creo que ellas son las que se quedan y pasan por la gran tribulación. Una lección tremenda ahí, si tuviéramos tiempo de entrar en ello. Si Uds.…",
    "Ahora recuerden, yo lo dije al comienzo, cuando Uds. oigan las cintas: “Estas cosas solo son de la manera como yo las creo correctas”. ¿Ven? Ahora, si están erradas, yo no—no sé si lo estén. Yo… Y solo puedo decir lo que yo creo. Y no es mi intención lastimarle los sentimientos a nadie. Debemos dejarlos a un lado cuando entramos, y luego tomar lo que se haya dicho y escudriñarlo, y ver si realmente es la Escritura o no. Esa es la mejor forma de hacerlo. Entonces… Porque en un día como este en el cual estamos viviendo, en una nación que ha sido barrida una, otra y otra y otra vez, por toda clase de cosas, pues, se dificulta que la gente en realidad lo comprenda, como sucede en un territorio virgen. Uno les habla, ellos lo creen, y así es como avanza.",
    "Pero, ahora, uno viene con esta idea, y otro viene con esta idea, y tenemos cerca de novecientas y tantas diferentes iglesias denominacionales, y cada una contraria (su enseñanza) a la otra; y alguien tiene que estar equivocado, y alguien correcto. Así que la única manera de probarlo es: traerlo a la Biblia, ¿ven?, que sea la Biblia. Ahora, muchas veces la gente le da su propia interpretación. Pero nosotros tratamos, lo mejor que podemos, de no ponerle interpretación humana. Solo la leemos como está, y decimos: “Así dice”.",
    "Y también siempre me he fijado que si Ud. toma exactamente lo que Él dice, todo calza perfectamente en la Escritura. Es casi como armar un rompecabezas, uno tiene que mirar el patrón antes de poder armar correctamente el rompecabezas. Si no lo hace, como siempre he dicho: “Ud. tendría un… En el cuadro, Ud. tendría una vaca comiendo pasto en la copa de un árbol”. Así que, no—no se vería bien.",
    "Y si solo le permitimos al Espíritu Santo… ¿Quién escribió la Biblia? El Espíritu Santo se movió en los hombres y escribió la Biblia. Entonces sin el Espíritu Santo, no importa cuán bien educado esté Ud., Ud. nunca la entenderá. Porque aun Jesús le dio gracias a Dios de que Él lo había escondido de los ojos de los sabios y entendidos, y se lo había revelado a los pequeñitos, los cuales entenderían. Y casi todos los discípulos eran gente analfabeta e ignorante, excepto uno, que fue Pablo. Y Pablo dijo que él tuvo que olvidar todo lo que había aprendido para encontrar a Cristo. Así que, él le dijo a la iglesia de Corinto que él no había venido “con palabras de humana sabiduría y excelencia de palabras”, porque entonces su—su fe estaría en la sabiduría del hombre, sino que él vino en poder y demostración del Espíritu Santo, para que así su fe descansara en las obras del Espíritu Santo conforme a la Palabra de Dios. Y de ahí es donde tratamos de aferrarnos tan fuerte, ahora mismo, porque antes que termine la semana o para cuando termine la semana, Uds. lo verán, eso exactamente es lo que ha sido, ese pequeño hilo que ha venido corriendo a través de la edad.",
    "Gracias por poner el pizarrón un poco más alto. Así se ve mejor.",
    "Ahora, ¡oh!, nosotros… Desearía que tuviéramos todo el invierno, para poder tomar todo el Libro de Apocalipsis y estudiarlo. Hay enseñanzas tan hermosas allí. Y recuerdo, creo que hace como veinte o veinticinco años, cuando la iglesia aún era nueva, empezamos un… a principios de un otoño, y estuvimos casi hasta el otoño siguiente, estudiando el Libro de Apocalipsis.",
    "Ahora, recuerdo que tomé el Libro de Job. ¡Oh, Hermano Wright! Me quedé en él tanto tiempo hasta que por fin una mujer me escribió y me preguntó, ella dijo: “Hermano Branham, ¿nunca va a quitar Ud. a Job de esa ceniza?”. Pues, yo quería decir algo importante, porque ahí es donde se juntó todo, en ese lugar; porque ahí en ese lugar fue donde el Espíritu del Señor vino sobre él, donde los relámpagos empezaron a destellar y los truenos a rugir, el Espíritu vino sobre el profeta y él vio la Venida del Señor. Y yo quería que eso quedara claro, por eso lo mantuve en la ceniza por tanto tiempo, para—para poder llegar a ese lugar. Y sé que a veces cansa. Yo también me pongo nervioso, al oír a una persona que le está dando mucha vuelta a un asunto, parece que debería ir directamente al grano. Pero es posible que sea Dios guiando a esa persona con un cierto propósito.",
    "Ahora regresando a este remanente, antes de que dejemos la pregunta. Espero aclararlo. Esto… Yo verdaderamente creo que el remanente es escogido por Dios. Yo—yo lo creo, que Dios escogió el remanente desde antes de la fundación del mundo; y tuvo que hacerlo por Su “previo conocimiento”. No la palabra… Ahora fíjense en la palabra predestinar, ¿ven?, porque es una palabrita controversial entre la gente. ¿Ven? Pero Dios, antes de la fundación del mundo, en Su gran mente infinita, escogió a la Iglesia, escogió Jesús, escogió a la Iglesia, y pudo predecir en el principio lo que sería en el fin. Él… si Él es infinito, no hay nada que Él no supiera. Él conoció cada pulga que iba a haber en la tierra y cuántas veces iba a parpadear. Ahora, eso es… y cuánto sebo produciría, y cuánto producirían todas juntas. Eso es infinito, es lo infinito; Ud.—Ud.… simplemente no hay manera de explicar Eso. Y Dios, eso es Él, el Dios infinito.",
    "Entonces, si se fijan, la Biblia dice que en los últimos días, que el anticristo que vendría sobre la tierra…",
    "¡Ahora escuchen bien! Esa es la única falla… Me imagino que él pudiera encontrar millones en los míos. Pero en nuestro precioso Hermano Billy Graham, el otro día, ese sermón tan sobresaliente que él predicó el domingo pasado, y realmente lo consideré un mensaje oportuno. Y… pero él dijo que: “Satanás está engañando aun a los Elegidos”.",
    "No, la Biblia dice: “Él engañaría a los Escogidos si fuese posible”. Pero no es posible, porque Dios los escogió antes de la fundación del mundo. ¿Ven? El Cordero… Jesucristo fue el Cordero inmolado desde la fundación del mundo. Cuando Dios apenas piensa en Su mente, cuando Él habla esa Palabra, ya no puede cambiar, no puede ser alterada. ¿Ven?, porque Él—Él—Él es infinito, y Sus Palabras se cumplirán.",
    "Solo piensen, la mismísima… la tierra sobre la cual estamos en esta noche es la Palabra de Dios hecha manifiesta. El mundo fue compuesto por cosas que ni siquiera se ven. Él solo dijo: “Sea” y fue. ¡Qué fácil entonces es para ese Dios sanar un cuerpo enfermo, si Él puede construir una creación con solo hablarla! ¿Ven? Su Palabra. ¡Si solo pudiéramos conseguir la fe para ver lo que es Su Palabra! Somos tan terrenales y tan enredados en nuestra mente que nosotros… ¡Oh, yo no sé! Hemos recibido tantas inoculaciones, una inyección de este y una inyección de aquel, y—y solo nos ha llevado a un lugar en que estamos todos confundidos. Pero si uno pudiera apartar todo eso, regresar a saber que Él es Dios, y que Sus Palabras no pueden fallar, así como Él no puede fallar. Y si esa Palabra falla, entonces Dios falla; y si Dios falla allí… Él no es Dios. ¿Ven? Así que… Y recuerden: Él no puede decir una cosa aquí y otra cosa acá; Él tiene que quedarse con Su primera decisión para así ser Dios. Entonces, nosotros solo…",
    "Y Él solo nos ha pedido una cosa: que creamos que lo que Él dijo es la Verdad, y Él lo traerá a cumplimiento. ¡Oh, qué hermoso! Uds. esperaban que pasara algo espontáneo; a veces lo único que se necesita es un poquito de fe. No va a producir un milagro, pero si Uds. se quedan con eso, entonces los sacará adelante; solo quédense con eso. Como Él dijo: “La semilla de mostaza; la más pequeña entre todas las semillas”. Pero ¿se fijaron Uds.?, la mostaza no se mezcla con nada. No se puede mezclar la mostaza con otra cosa, no se mezclará. Y si Uds. tienen fe, tan solo un poquito de fe que no se mezcla con ninguna incredulidad o ninguna iglesia ni dogmas, sino que solo se queda con Dios, se queda con Eso, los llevará a través de la niebla, los sacará. ¡Sí! Solo quédense con esa fe.",
    "Ahora, en el principio, cuando Dios… La Biblia dice, en Apocalipsis, que: “El anticristo, en los últimos días…”. Ahora miren estas iglesias todas uniéndose. “En los últimos días, el anticristo, engañaría a todos los que están sobre la tierra cuyos nombres no fueron escritos en el Libro de la Vida del Cordero desde la fundación del mundo”. ¿Cuándo fue su nombre puesto en el Libro de la Vida? Antes que tuviéramos un mundo, Ud. fue escogido para recibir el Espíritu Santo en esta edad.",
    "Me uno a Eddie Perronet:\n\nHe anclado mi alma en el refugio de reposo,\n\nPara nunca más surcar mares tempestuosos de duda;\n\nLa tempestad puede soplar sobre el abismo tormentoso,\n\nPero en Jesús estamos seguros por siempre.",
    "No hay nada que nos pueda separar. Dios no puede… no se retracta de Su Palabra. Y si Él es infinito y le da a Ud. el Espíritu Santo aquí, sabiendo que Él lo va a perder a Ud. acá adelante, entonces ¿qué clase de negocio maneja Él?, si Ud. no ha sido engañado en su experiencia, si Ud. tiene el Espíritu Santo. Pues mire lo que dice la Biblia, Efesios 4:30: “Y no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para…” ¿El siguiente avivamiento? ¿Suena correcto? “¡Ud. está sellado para el día de su redención”! ¿Por cuánto tiempo? Hasta su redención.",
    "Tome un vagón de ferrocarril, uno lo carga en la vía y cuando está perfectamente cargado… Ahora, ellos aún no pueden cerrar ese carro, el inspector tiene que venir. Y él lo inspecciona, y ve si hay algo suelto que se puede mover. Quizás el vagón esté… El vagón puede estar totalmente cargado, pero si tiene cosas sueltas por ahí, tiene que volverse a cargar de nuevo. Y eso es lo que sucede, muchos de nosotros no recibimos el Espíritu Santo; cuando el inspector viene, Él encuentra muchas cosas sueltas, ¿ven Uds.?, así que Él aún no lo sella.",
    "Un gran teólogo vino a mí el otro día o no el otro día, más bien hace como tres o cuatro años, y me dijo: “Quiero preguntarle algo”. Dijo: “Abraham creyó a Dios, y le fue contado por justicia”.\n\nYo dije: “Así es, correcto”.\n\nDijo: “¿Qué más podía hacer el hombre sino creer?”.\n\nYo dije: “Eso es todo lo que él podía hacer”.",
    "Él dijo: “Entonces ¿a dónde va Ud. con esta cosa del Espíritu Santo aparte de eso?”. Ahora, ¡Uds. se dan cuenta que él era un bautista! Y dijo—él dijo: “¿A dónde va Ud. con este Espíritu Santo?”. Dijo: “¡Si el hombre cree! En el minuto en que Ud. cree, Ud. ha recibido el Espíritu Santo”.\n\nYo dije: “No, no. Ahora Ud.—Ud. está haciendo una contradicción en las Escrituras, las Escrituras no se contradicen. ¿Ven? Pablo les preguntó: ‘¿Habéis recibido el Espíritu Santo desde que creísteis?’”.\n\nY él dijo: “Bueno…”",
    "Dije: “Es cierto que Abraham, el padre de la fe, dio… él tuvo la promesa de Dios y le creyó a Dios, y le fue contado por justicia, pero Él le dio a él la señal de la circuncisión como una señal de que Él había recibido su fe”.",
    "Ahora, si Él aún no le ha sellado a Ud. con el Espíritu Santo, Él aún no ha recibido su fe en Él, Ud. tiene algunas cosas sueltas. ¿Ve? Ud. puede creer, sí, pero hay muchas cosas sueltas. Pero cuando Ud. corrija todas esas cosas sueltas, entonces Él lo sella con el Espíritu Santo hasta el día de su redención. Esa es la confirmación de Dios de que Él ha recibido la fe que Ud. ha profesado en Él.",
    "Abraham profesó fe, y Dios dijo: “Te daré una señal ahora, que tú… que Yo te he recibido”. Y Él le dio la señal de la circuncisión.",
    "Ahora, cuando Ud. recibe a Cristo como su Salvador personal y cree en Él y le pide que limpie su vida, y luego cuando Él regresa con el Espíritu Santo y le da a Ud. la señal del Espíritu Santo, entonces Ud. está sellado hasta el día de su redención.",
    "Este vagón, si está suelto… Después que está todo cargado y cierran esa puerta y le ponen el sello, y está—está sellado hasta que llega a su destino, la compañía del ferrocarril lo enviaría a Ud. a la cárcel de por vida si Ud. rompiera ese sello. No se pueden romper. Está sellado hasta su destino; no es para que todo aquel que a lo largo de la vía lo quiera abrir y asomarse, y examinar y ver todo, y sacar algunas cosas y meter algunas cosas más. ¡No, no!",
    "Esta iglesia diría, pues, eso es dogma: “Esto no sirve, eso no sirve”. ¡Cuando Dios le da a Ud. el Espíritu Santo, queda concluido! Ud. sabe en dónde está parado, sabe lo que ha sucedido, y Ud. está sellado hasta el día de su redención, su destino en este viaje terrenal. ¡Oh, vaya! Eso debiera hacer que cualquiera tenga fe y le crea a Dios, simplemente levántese en el poder del Espíritu Santo.",
    "Ahora, estas vírgenes que no recibieron el Espíritu Santo (¿Lo recuerdan?), lo único que les faltaba era aceite en sus lámparas. ¿Verdad? La Biblia dice que el aceite simboliza el “Espíritu Santo”, por esa razón ungimos a los enfermos con aceite y todo eso, porque es un símbolo del Espíritu Santo. Ahora, y entonces si—si el Espíritu Santo no vino sobre ellas, ellas no Lo tenían. Y entonces cuando Él vino, ellas dijeron… Ahora, a las vírgenes que tenían el aceite, dijeron…",
    "¿Ven Uds.?, ellas estaban allá en la edad de la iglesia; había algunas de ellas allí que eran gente buena pero que no estaban en la Luz de la estrella, lo que quiero decir, con la mecha en el aceite (¿ven?), y estaban fuera. Se había salido, se habían separado. Pablo dijo, en su día: “Ellos se separaron de nosotros, al parecer no teniendo la fe”. ¿Ven Uds.?, y se alejaron de ellos; “Ellos se fueron de nosotros porque no eran de nosotros”. Ahora, esto comenzó allá en esa primera edad de Éfeso y viene hasta esta edad de hoy. Lo mismo, cada una de esas edades, lo que sucedió en ellas se traslapa en estas edades acá. Vamos a profundizar en eso dentro de un rato.",
    "Ahora, noten que esta virgen, no obstante, ella fue a donde había lloro, lamento y crujir de dientes.",
    "Déjeme decir esto, mi precioso y amado amigo; porque normalmente aquí en la iglesia, cuando vengo aquí, solo vengo aquí y tengo un servicio de sanidad y oro por los enfermos, y así en alguna parte alrededor del país. Pero este es el tiempo, vengo diciéndoselo por mucho tiempo: guarden su conciencia en el bolsillo. Ahora queremos—queremos venir y ser honestos y sinceros el uno con el otro, porque estamos en el último día. ¡Sí!",
    "Y ahí es donde Uds., preciosos Nazarenos y Peregrinos de Santidad bajo la santificación, fallaron. ¿Ven? Ahora, ¿sabían Uds. que Judas Iscariote llegó hasta ese mismo punto? Judas creyó en el Señor Jesús como Salvador, lo aceptó como Salvador. Y él también fue santificado. Él fue santificado, en Juan 17:17, cuando Jesús dijo: “Padre, santifícalos en Tu Verdad, Tu Palabra es la Verdad”. Y Él era la Palabra. ¡Muy bien!",
    "En Mateo 10, a ellos se les dio poder para sanar a los enfermos y levantar a los muertos, echar fuera demonios. Y ellos fueron a todas partes del—del país y echaron fuera demonios, y volvieron regocijándose y gritando y alabando a Dios. Y Jesús les dijo: “No os regocijéis de que los demonios se os sujetan, sino regocijaos de que vuestros nombres están en el Libro de la Vida”. ¿Es así? Y Judas estaba con ellos, Judas estaba con ellos, pero eso fue como un año y seis meses antes de que Jesús fuese crucificado.",
    "Ahora, entonces cuando llegó a Pentecostés, para que Judas recibiera el Espíritu Santo y todo eso, él mostró sus colores. Él—él negó a Jesús, y se volvió un traidor. Y por ahí exactamente viene ese espíritu; directamente por Lutero, Wesley, trajo esa iglesia a santificación con la vida virgen (pura, limpia, santa, agradable, la gente más fina con que Ud. se haya encontrado), pero cuando llega a… cuando a ellos se les presente hablar en lenguas y recibir el Espíritu Santo, los Nazarenos, Peregrinos de Santidad, Metodista Libre, ellos dicen: “Eso es el diablo”. Y ahí mismo es cuando Uds. blasfeman contra el Espíritu Santo y se separan Uds. mismos para siempre, porque: “A todo aquel que dijere una palabra contra el Hijo del Hombre, le será perdonado; pero al que hablare contra el Espíritu Santo, no le será perdonado”.",
    "Recuerden, todos los discípulos hablaron en lenguas. Jesucristo murió en la cruz hablando en lenguas. A-já. Así que si Ud. no puede tratar con ellos aquí, y ser amigable con ellos aquí, ¿qué de allá? Para ellos… Si estos son diablos, también lo eran ellos. Entonces ¿ven Uds. que ahí es dónde mostró su color? Ahí viene esa virgen, limpia como las demás, una vida pura. Al considerar a los antiguos nazarenos, las iglesias de los Peregrinos de Santidad que realmente creyeron en la santificación, Ud. no puede reprochar sus vidas con un dedo; no pudieran ser más limpios. Sería algo bueno que todos nosotros viviéramos de esa manera. Es cierto, Ud. tiene que hacerlo.",
    "Ahora, sabemos que tenemos muchos personificadores allá entre los Pentecostales. Eso es verdad. Pero mientras que esté viendo un dólar falso, Ud. sabe que fue copiado de uno bueno, uno genuino. Es cierto. Y hay—hay un Espíritu Santo verdadero, Uno verdadero que habla en lenguas y muestra señales y maravillas, y ha existido desde Pentecostés hasta ahora. Por tanto, tiene que haber personificadores. Tiene que haber una mujer malvada que no es buena, para hacer que la genuina mujer brille. Debemos tener el tiempo de la noche, una oscuridad negra, para mostrar que la luz del sol es gloriosa. Es correcto. Y Ud. tiene que estar enfermo para gozar de la buena salud. Y es una ley de pros y de contras; y así—y así ha sido siempre, y siempre será mientras exista el tiempo.\n\nAhora, pues ahí es donde la iglesia misma avanzó.",
    "Ahora, no dijo Jesús que “En el último día” Mateo 24, que, “¿los dos espíritus serían tan parecidos que engañarían a los mismos Escogidos si fuere posible?”. A-já. Pero el que fue escogido desde la fundación de la tierra tiene Vida Eterna. Vida Eterna, Ud. no puede deshacerse de Ella. Eso es Eterno como Dios, Ud. no puede dejar de existir, así como Dios no puede dejar de existir. Así es. Porque Uds. son una parte de Dios, un hijo y una hija de Dios, sus vidas han sido cambiadas y Uds. son parte de Dios, Uds. tienen Vida Eterna. ¡Oh, yo le amo! ¿Uds.?",
    "Ahora, alguien me había dado una nota aquí, una preguntita. Pues no tomaremos mucho tiempo en contestarla. Y recuerden, cada vez que Uds. dejen aquí una preguntita, haré todo lo posible por contestarla si puedo. Pero esta es una pregunta importante:\n\nAlguien quería saber si es incorrecto que las mujeres testifiquen; o canten, o den mensajes en lenguas, interpreten los mensajes, o una profecía, en la iglesia.",
    "No, no es incorrecto, es un… siempre y cuando se haga en orden. ¿Ven? La iglesia está en orden, y solamente cuando… La verdadera forma real de hacerlo es que aquellos que hablan en lenguas y cosas, sus mensajes los den antes del mensaje desde el púlpito, nunca durante ese momento; porque el Espíritu Santo se está moviendo desde un solo lugar a la vez, como Pablo habló de eso allí. Pero las mujeres tienen don de profecía, y tienen don de lenguas e interpretaciones, y todo lo demás excepto ser predicadoras. No deben ser predicadoras. Se les prohíbe predicar en las iglesias, eso es correcto, tomar ese lugar, o ser una maestra o cualquier cosa en la iglesia. Pero en lo que concierne a los dones, la mujer tiene todos esos, puede usar uno o cualquiera de esos nueve dones espirituales conforme a Primera de Corintios 12, y no está bajo sujeción para que su mensaje no pueda salir en su lugar. ¿Ven Uds.?, cada mensaje espera su turno.",
    "Si hay alguien que habla en lenguas y no hay intérprete, entonces que se quede quieto hasta que haya intérprete. ¿Ven? Y estos mensajes se entregan usualmente un poco antes de la reunión. Entonces el profeta… o el predicador, el cual es un profeta del Nuevo Testamento, un predicador, cuando él viene, Dios comienza a moverse a través de él, ¿ven? Entonces cuando él ha terminado, entonces los mensajes comienzan, otra; entonces, un poco antes. Siempre es en orden, siempre. Pero una mujer sí tiene derecho.",
    "La que sigue, me gustaría tomar un poco de tiempo en contestarla, voy a leer el encabezado:\n\nTRES RELIGIONES COMIENZAN LA TRADUCCION DE UNA BIBLIA. Washington, 15 de octubre. Un equipo de eruditos católicos, protestantes y judíos, han comenzado a trabajar en una nueva traducción conjunta de las Escrituras que pudiera ser el tan esperado canon de la Biblia.",
    "Hay otras cosas aquí que me gustaría estudiar un poco antes de hacer el anuncio. En otras palabras, Uds. ven exactamente de lo que estamos hablando, que es exactamente lo que la Escritura dice que sucederá en estos días, que estas cosas se unirán y formarán una imagen a la bestia. Exactamente. Ellos han hecho el intento y están trabajando en eso, y ahora tienen la mejor oportunidad que hayan tenido de presentarlo, porque está justamente allí en sus manos. Y por esa misma razón es que yo estoy trayendo estos mensajes proféticos, porque yo creo que son oportunos.",
    "Y para los que puedan volver cada noche, trataremos de comenzar temprano y salir temprano. Y si no termino el tema, entonces lo anunciaré para la mañana siguiente. Si no terminamos de ver del 19, del versículo 9 al 20 esta noche, comenzaremos en la mañana a las diez en punto. Les haremos el anuncio al final del servicio, según como nos vaya.",
    "Entonces mañana en la noche en la iglesia de Éfeso, comenzando, siguiendo así a través de las siete noches: Éfeso, la Edad de la Iglesia de Éfeso, y la de Esmirna, y Pérgamo, y Tiatira, y Sardis, y Filadelfia, y Laodicea, el próximo domingo.",
    "Y sabiendo que estas grandes joyas están allí esperándonos, es muy difícil no hablar de ellas hasta su debido tiempo. Solo viéndolas ahí, y sentir como el Espíritu alimenta a la gente, me hace querer entrar en eso rápidamente y—y decir algo sobre esas cosas; pero tengo que refrenarme y ponerlas en su edad y a su tiempo. Entonces, si Ud. no viene en la noche, asegúrese de conseguir la cinta o alguna manera para que Ud. pueda captarlo, porque yo quiero que esto vaya a todas partes. Y yo he hecho esto porque me siento dirigido por el Espíritu Santo a hacerlo; es por la única razón que lo estoy haciendo. Y yo, si no pensara que esto ayudaría a la iglesia… Y en este día, recuerden, la hora pronto llegará cuando no podremos tener estas reuniones, y se tiene que hacer ahora mientras tenemos tiempo de hacerlo. ¿Ven?, pues no sabemos a qué hora ellos paren esto.",
    "Y entonces habrá un sindicato entre las iglesias y se unirán entre ellas, formarán la cabeza de la confederación de iglesias, y Uds. ya tienen un gran edificio de las Naciones Unidas y toda denominación está allí. Y Uds. tendrán que pertenecer a alguna de esas denominaciones o ser expulsados. Y ese es el tiempo cuando tendremos que mostrar nuestros colores y estar seguros de lo que sabemos, no una suposición, sino que por medio del ASI DICE EL SEÑOR saber dónde uno está parado. La pequeña Iglesia siempre ha estado en la minoría, es un grupito pequeño que… una pequeña hebra, como un—un hilo rojo que corre a través de la Biblia, pero siempre es la Iglesia. Y queremos recordar eso.",
    "Ahora, solo un pequeño comentario antes de leer nuevamente. Esta mañana vimos la Suprema Deidad de la Revelación de Jesucristo; a quien Dios nos reveló esta mañana como la Deidad Suprema: el Gran YO SOY (no Yo fui o seré), YO SOY, siempre. Y notamos en este capítulo 1 de Apocalipsis, de la Revelación… ¿De qué es la revelación? De Jesucristo. ¿Cómo es la primera forma en que Él se revela aquí? Como el Dios del Cielo. No un dios trino, sino un Dios. Un Dios, y Él Mismo se revela de esa manera en el principio del Apocalipsis. Y lo menciona cuatro veces en el capítulo 1, para que no haya error. Lo primero que Ud. debe saber es que: Él no es un profeta, Él no es un—un dios menor, Él no es un dios secundario, ¡Él es Dios! Él es Dios. Y de esa manera vino la Revelación, y seguiremos con Ella esta noche hasta que veamos Su persona séptuple de Su ser.",
    "Y, ¡oh, que Dios nos ayude mientras enseñamos estas Palabras! Yo—yo—yo lo he estudiado desde el punto de vista histórico, pero esperen a que llegue aquí al púlpito para la inspiración. Porque siento que estamos sentados juntos en lugares celestiales en Cristo Jesús, y que el Espíritu de Uds., su parte, la llama de Fuego (del Espíritu Santo), que está en Ud. venga a otro, y a otro y a otro, Eso enciende el gran Cuerpo de Dios y lo hace arder, y ahí es donde las revelaciones…",
    "Ahora, de lo que estamos hablando, y me fue hecha esta pregunta: “¿Deberían las mujeres… y todo aquello?”. Eso es exactamente lo que comenzó el caos en la iglesia en el principio, ellos quitaron toda la solemnidad de la congregación y la colocaron en el púlpito. Pero Dios es el Dios de la congregación. Él obra en cada ser humano, Él vive en cada corazón en el que Él puede entrar. Él encuentra esa gente con los dones y trabaja a través de ellos. Ahora, si el diablo no los puede atrapar en alguna cosa, entonces él viene y hace una gran conglomeración de nada y echa a la gente. Como dijo Pablo: “Cuando Uds. se reúnen, si todos hablan en lenguas, y el indocto entra, ¿no dirá: ‘¡Uds. están locos! ¡Necios!’? Alguien hablando en lenguas y esto y esto fuera de orden, y todo, eso no funcionará. Pero” dijo él, “entonces si uno profetiza y revela el secreto del corazón, entonces ellos dirán: ‘Verdaderamente Dios está con Uds.’”. Pero si uno habla en lenguas por revelación y luego da la interpretación de eso, algo para edificar a la iglesia, entonces toda la iglesia se edifica con eso. Algo que habla, y Dios hablando en lenguas de las que no conocemos nada y se lo dará a uno y lo interpretará por medio de otro, y dice una cierta cosa que sucede exactamente de la manera en que fue dicho, entonces Uds. tienen el Espíritu del Señor en su medio. Y, ¡oh!, esforcémonos por eso, amigos; mantengamos—mantengamos ese fuego ardiendo.",
    "Ahora, antes de que abramos el… este gran canon de la Escritura, me pregunto si sería demasiado que nos pusiéramos de pie y cambiar nuestra postura por unos minutos mientras oramos.",
    "El Dios Todopoderoso que trajo de nuevo al Señor Jesús de los muertos y nos Lo ha presentado (después de mil novecientos años), como el Dios infalible del Cielo: Te agradecemos por esto y por Su Presencia con nosotros día tras día en nuestro diario caminar. Y estamos muy felices de saber que en esta hora de confusión cuando el mundo no sabe qué hacer, están cavando hoyos en la tierra y se están fortificando tras concreto, pero, ¡oh, Dios!, ellos no pueden esconderse de la ira de Dios. Solo hay un—un remedio, Señor, y estamos tan contentos de haberlo aceptado: “Cuando Yo vea la Sangre pasaré de vosotros”. ¡Oh, qué contentos estamos esta noche por esa plena protección de la Sangre del Cordero de Dios!, el Sumo Sacerdote, parado en Gloria esta noche haciendo intercesiones sobre nuestra confesión. Estamos tan alegres de tenerlo a Él con nosotros esta noche, el gran Orador, el gran Espíritu Santo, el gran dador de la unción, el gran dador de Vida.",
    "Y ahora, Señor Dios, como he convocado a estas personas aquí bajo este techo esta noche, y nos hemos congregado aquí como la iglesia o una parte de ella, nos congregamos no en el nombre de este tabernáculo, ni en el nombre de algún individuo, sino en el Nombre de Jesucristo. Permite que el Espíritu que dominó Su cuerpo y Su mente, y lo controló a Él, entre en nosotros esta noche e interprete la Palabra y predique la Palabra, y la dé a nuestros corazones hambrientos mientras esperamos en Él. Porque lo pedimos en Su Nombre y para Su gloria. Amén. (Tomen asiento.)",
    "Ahora para Uds. que tienen su Biblia, abran en el capítulo 1 de Apocalipsis y comiencen con el versículo 9; con sus lápices y papeles, y trataré de darles algunas fechas y demás según voy avanzando.",
    "Ahora, esto en realidad… Esta mañana fue más como un sermón, basando el fundamento sobre la Deidad, de la Revelación; Dios siendo revelado en Cristo. ¿Cuántos Lo creen? Dios fue revelado en Cristo, Jehová revelado en Cristo. Ahora ¿dónde va a ser revelado Dios? En Su Iglesia, con Su pueblo, en nosotros. El mismo Espíritu, las mismas obras, la misma manifestación, el mismo amor, el mismo perdón, la misma longanimidad, benignidad, paciencia, paz, misericordia, todo lo que estaba en Cristo está en la Iglesia. Recuerden, mantengan esto en mente: todo lo que Dios era Él lo vació en Cristo (Él era la plenitud de la Divinidad corporalmente), y todo lo que era Cristo Él lo vació en la Iglesia. Dios sobre nosotros, Dios con nosotros, Dios en nosotros. La triunidad de Dios, Dios manifestado en tres maneras distintas: Padre, Hijo, Espíritu Santo.",
    "La Revelación mostró que Él no es tres dioses, ni tampoco Él está dividido en tres pedazos. Pero Él es un Dios que fue Dios en los días de la Paternidad, Él fue Dios en los días del oficio de Hijo, Él es Dios en los días de la dispensación del Espíritu Santo, el mismo Dios. No son tres diferentes, no son tres personas, no son tres personalidades. Él es una Persona, una personalidad. Ud. no puede ser una personalidad sin ser una persona. Algunas personas han dicho: “Él no es tres personas, pero Él tiene tres personalidades”. Ud. no puede dividir eso; porque si Él es una personalidad, Él es una persona; tiene que ser una persona para ser una personalidad. Así que Él es una Persona, una personalidad; el mismo ayer, hoy, y por los siglos; el Alfa, la Omega; El que fue, que es, y que vendrá. ¡Oh, Él simplemente es TODO! Eso me encanta.",
    "Observen Su naturaleza, Su vida, Sus obras. Debería ser manifestado aquí mismo en este tabernáculo, así como lo fue en Su día (no diciendo esto con prejuicio, Dios lo sabe). No solo aquí, sino a través del mundo. Me da gusto que sea así. Entonces sabemos adónde estamos parados porque tenemos ese mismo Espíritu en nosotros, moviéndose con nosotros y mostrando que Él está aquí. No somos nosotros, es Él; nosotros no podemos hacer esas cosas, es Dios. Además de eso, en el mundo científico, Él permitió que se tomara Su fotografía. Con nosotros, en nosotros, alrededor de nosotros, sobre nosotros, a través de nosotros, obrando dentro y por medio de nosotros. ¡Oh, qué maravilloso!",
    "Acostumbraban cantar un himno corto:\n\nYO SOY quien habló en la zarza de fuego con Moisés,\n\nYO SOY el Dios de Abraham, Estrella Celestial.\n\nYO SOY la Rosa de Sarón; ¡Oh!, ¿de dónde dices que vine?\n\n¿Conoces tú a mi Padre, y cuál Su Nombre es?\n\n¡Oh!, ¿quién dices que YO SOY o de dónde vengo?\n\n¿Conoces tú a mi Padre, y cuál Su Nombre es?\n\nYO SOY Alfa, Omega, del principio hasta el fin,\n\nYO SOY toda la Creación, y el Nombre es Jesús.",
    "¡Oh, cuán maravilloso!, ¡la Revelación! Ahora, recuerden: no se puede recibir a través de los teólogos, no viene de esa manera; solo vendrá como una revelación. Bautizar en agua usando el Nombre de Jesucristo, solamente puede ser dado por revelación. Que Jesús y Dios sea la misma Persona solamente puede venir como una revelación. Toda la Biblia está edificada sobre revelación. Toda la Iglesia está edificada sobre revelación. Mateo 17 dice: “Porque Yo dije: ‘Sobre esta roca (la revelación espiritual), Yo edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella’”. Nosotros retamos a cualquiera que nos muestre, en cualquier parte, historia o Escritura, dónde alguna persona fue bautizada en el Nombre del “Padre, Hijo, Espíritu Santo” que no fuera en la iglesia católica hasta el día de Martín Lutero. Entonces la iglesia protestante, era…",
    "Y toda maldad… Escuchen, mientras entramos a las edades de la iglesia: Toda maldad que había en esa primera iglesia, se traslapó con la siguiente. Solo continuó hasta que finalmente termina en una apostasía total en el último día. Cada mal solo se sigue traslapando en cada iglesia, cada pequeño ismo que comenzó. Como en Génesis, la viña empezó a crecer, se entrelazó a través de la iglesia y sale en los últimos días. Con razón la Biblia dijo: “Benditos los que escapen en aquel día”. Sí, señor, que escapen de todas estas cosas.",
    "Ahora pídale a Dios que… mientras estamos hablando sobre la Revelación, pídale a Él que le dé a Ud. una revelación de Esto. Porque Esto solo puede ser conocido por revelación, y Ud. solo puede ser salvo por revelación. Ud. tiene un conocimiento de Ello, intelectualmente, pero no puede ser salvo hasta que le sea revelado a Ud. “Ningún hombre puede llamar a Jesús el Cristo, solamente por el Espíritu Santo”; es lo que dice la Biblia. Ningún hombre puede decir que Jesús es el Cristo hasta que él haya recibido el Espíritu Santo. Él podría decir: “El pastor lo dijo, la Biblia lo dice”. Esas son verdades. “La iglesia lo dice”. Eso es verdad. Pero Ud. mismo no lo puede saber hasta que el Espíritu Santo se lo haya revelado a Ud., y Él llega a estar en Ud. “Ningún hombre puede llamar a Jesús el Cristo, solamente por el Espíritu Santo”. No por conocimiento, ni por intelectualidad.",
    "¿Cómo van a hacer una Biblia que…? Tratar de comprimirla, y que les quede bien a judíos, católicos y protestantes, cuando ellos son tan diferentes como el día y la noche. Yo pensaba que los judíos tenían un mejor conocimiento; me supongo que tal vez es la hora para que venga eso, donde todo tiene que entrar en esta gran apostasía. Así que, y todas las cosas, recuerden: no podemos detener eso, pero lo único que podemos hacer es arrojar Luz allá afuera, quizás entregarnos como mártires y salir, pues esa es la única forma en que podemos hacerlo. Pero muchos tendrán que hacer eso. Y, pues así ha sido establecido en la Biblia y las cosas a las que entraremos. Si no me fijo, hablaré de eso.",
    "Ahora, lo primero en el Libro de Apocalipsis, comienza con que es la Revelación de Jesucristo, quién es Él. Ahora, Jesucristo es el Dios Todopoderoso. Nosotros sabemos eso. ¿Cuántos lo creen? Digan: “Amén”. [La congregación dice: “¡Amén!”.—Ed.] Él es el Dios Todopoderoso, y Él tiene un Nombre. Ese Nombre es el único nombre dado bajo el Cielo en el cual uno debe ser salvo, Jesucristo. “¿Por qué le temen a ese Nombre en el bautisterio?”, eso es lo que no puedo entender. A-já. ¿Ven? Es porque ese espíritu entró sutilmente allá atrás en la Edad de Esmirna; y fue entrelazándose por toda esa gran Edad del Oscurantismo, y lo hizo una doctrina, y se ha hecho presente en este último día. Ahora, solo fíjense en la historia y la Biblia mientras continuamos esta semana, cómo—cómo trae a luz esas cosas.",
    "Ahora lo siguiente: Fue dada por Cristo a Juan, por medio de un ángel, para ser dada a Sus (¿qué?), iglesias, para revelarla a Sus iglesias. Y las siete estrellas en Su mano eran los siete mensajeros de las siete iglesias. Y cada hombre que habrá de recibir el Mensaje, lo recibirá, el mismo Mensaje verdadero que comenzó en el principio.",
    "Y más, cuando lleguemos a esos lugares profundos, para ver cómo Dios colocó estas cosas en su lugar, es maravilloso. Eso los hará gritar. Yo, leía, y entonces caminaba un poco y lloraba, y regresaba y me sentaba otra vez, y caminaba otro rato. Estaba tan contento de saber: ¿Cómo Dios pudo ser tan misericordioso con nosotros, para dejarnos ver esta cosa en la hora en que estamos viviendo? Pues, es como dijo Jesús: “Un hombre vendió todo lo que tenía para comprar un cierto diamante”. Ud. vende sus intereses en el mundo, las cosas del mundo, y todo lo que tiene que ver con cualquier otra cosa, para tener Esto. Es correcto, ponga toda su ancla en Eso. Es el ancla del alma para ver Su revelación de Su Palabra.",
    "Ahora, cualquiera que La lee es bienaventurado. ¿Es correcto? Y dijimos esta mañana, si Ud. no puede leer, aun el que oye Su lectura es bienaventurado. Ahora, comienza con una bienaventuranza aun para todo aquel que se sienta y escucha mientras está siendo leída, y hay una maldición para cualquiera que trate de añadirle algo o quitarle algo. Entonces si la Biblia plenamente revela que Jesús fue el Dios Todopoderoso, entonces ¡ay de aquel que le quite! Sí, es una revelación. Cualquiera que añadiere alguna cosa… Es el canon completo de—de Apocalipsis; es el último Libro de Dios, Sus últimas Palabras, Sus úl-… Y cualquier revelación que sea contraria a Ella, es de una profecía falsa; no es Dios, porque esto es Verdad.",
    "Y, recuerden: este es el único libro en la Biblia que Cristo Mismo respaldó. ¡Piensen en eso! El único libro, es la revelación de Sí Mismo. El único libro sobre el cual Él puso Su sello, y puso Sus bendiciones y Sus maldiciones. Bendiciones a aquellos que Lo reciben, la maldición para aquellos que no Lo reciben.",
    "Ahora—ahora llegamos a la Isla de Patmos entonces para comenzar, el versículo 9. En primer lugar, queremos decir que es… El título de esto es: La Visión De Patmos. Esto sucedió después de Cristo, entre los años 95 y 96 d.C. El lugar fue en la Isla de Patmos. Está localizada a treinta millas de la costa de Asia Menor, al oeste, en frente de la iglesia de Éfeso, en el Mar Egeo bordeada por el Mediterráneo. Esa es su ubicación.",
    "¡Piensen! Ahora, una islita a treinta millas de la costa de Asia Menor, en el Mar Egeo. Frente a la iglesia de Filadel-… o la iglesia de Éfeso, donde el primer Mensaje fue dado, donde Juan era pastor en ese tiempo. En otras palabras, miraba fijo hacia el este y estaba mirando directamente a su iglesia. Y el primer Mensaje fue a su iglesia, que representó una edad de la iglesia. Muy bien, la visión fue dada a San Juan el divino, quien era el pastor de la iglesia en Éfeso en ese tiempo.",
    "¿En qué condición pues, se encontraba esta isla? ¿Dónde estaba, y en qué condición? Muy bien, se le conoce en la historia como una isla rocosa llena de serpientes, escorpiones, lagartijas y demás. Mide treinta millas a la redonda, y está llena de rocas. Era usada, en los días de Juan, como un Alcatraz. Un lugar donde el emperador del imperio romano exiliaba a los criminales, criminales muy malos, que ni siquiera podían tener en la cárcel y todo eso, los ponían allá en aquella isla para morir; los dejaban ahí hasta que morían.",
    "Pregunta: ¿Por qué razón estaba Juan allí? Un hombre piadoso, un hombre justo, un hombre de buena reputación, buen carácter, apartado de los problemas, ¿por qué estaba este hombre allí? La Biblia dice: “Por la Palabra de Dios y el Testimonio de Jesucristo”.",
    "Ahora tenemos la escena. La Isla de Patmos, en el Mar Egeo, treinta millas frente a la costa, aproximadamente treinta millas a la redonda, rocosa, llena de lagartijas y escorpiones y demás, y usada como prisión (como lo es la isla Alcatraz). Cuando reciben un prisionero que no pueden mantener preso aquí, ellos… pues, un criminal tan horrible, ellos lo ponen en Alcatraz.",
    "Y ahora ellos tomaron a este santo, Juan el divino… el último de los discípulos, y el único que murió de muerte natural. Juan, antes de ir a la isla, fue acusado de ser un “brujo”, y lo hirvieron en una tina de aceite por veinticuatro horas, sin quemarlo. No se puede sacar el Espíritu Santo de una persona…?… Dios mismo. Lo hirvieron durante veinticuatro horas en una tina de aceite, sin ningún daño. Y dijeron, la explicación que los—que los romanos dieron, es que: “Él era un brujo, y embrujó el aceite”. ¡Hasta donde puede llegar la mente carnal! Ahora, ven Uds., cuando nos llaman: “Mentalistas y adivinos, y belcebús”, ¿ven Uds. de dónde viene ese espíritu malo? ¿Pero ven Uds. de dónde viene el verdadero Espíritu? Son las edades de la iglesia. ¿Ven? Veinticuatro horas, hervido en grasa caliente y burbujeante, y ni siquiera lo tocó. ¡Oh, cómo Dios lo protegió en Sí Mismo con Su Espíritu Santo! Su trabajo no había terminado.",
    "Ellos lo tuvieron en la isla por dos años. Y mientras Dios lo tenía allá solo, él escribió el Libro de Apocalipsis a medida que el Ángel del Señor se lo reveló. Y entonces tan pronto como terminó eso, él regresó a su patria y pastoreó la iglesia en Éfeso. Y murió y fue sepultado en Éfeso, Juan el divino.",
    "¡Oh, qué escena! Muy bien, entonces la iglesia bajo Juan o mejor dicho bajo gran persecución, Juan escribe el versículo 9:\n\nYo Juan, vuestro hermano, en tribula-… y copartícipe vuestro en…tribulaciones, en el reino y en la paciencia de Jesucristo, estaba en la isla llamada Patmos, por causa de la palabra de Dios y el testimonio de Jesucristo.",
    "En otras palabras, él tomó la Palabra de Dios y la estaba probando, de que sí era la Palabra de Dios, y Cristo regresó a través de él y testificó que él estaba correcto. Ahí lo tienen Uds. La Palabra de Dios siendo manifestada en él, probando que Él era el siervo de Dios. Entonces ellos no pudieron negar Eso, así que tuvieron que decirle que él era un “brujo”. “Él embrujó el aceite para que no lo lastimara, y él embrujó a la gente y ellos no fueron sanos, y él era un adivino que no pudo… Una clase de mala persona, un espíritu vi-…, un espíritu inmundo”. Y por eso lo pusieron allá, consideraron que era peligroso que él estuviera entre la sociedad. Pero él solo estaba llevando a cabo la voluntad de Dios, y en toda esa condición Dios tenía un propósito.",
    "Él no podía usarlo, y todas las persecuciones y cosas, porque los santos venían: “¡Oh, Hermano Juan!, ¿qué haremos acerca de esto? Y ¿qué haremos?”.",
    "Juan fue un profeta, eso lo sabemos. De manera que ellos estaban haciendo estas preguntas, así que Dios permitió que el imperio romano lo tomara y lo colocara allá en aquella isla. Y Él dijo: “Ahora, ven acá, Juan, Yo quiero mostrarte algo que está por suceder”. El último de los apóstoles, ya no había nadie más que lo escribiera sino Juan. Así que lo tomaron y lo pusieron allá en la Isla de Patmos desde el año 95 d.C. hasta el 96 d.C. Y él lo escribió y dijo:\n\nYo…vuestro hermano, y copartícipe vuestro en la tribulación,…",
    "Ahora, él no habló de la Gran Tribulación. Esa no era la Gran Tribulación, pues no viene a la Iglesia. La Gran Tribulación viene a los judíos, no a la Iglesia. Así que no era la Tribulación, la Gran Tribulación.",
    "Ahora el versículo 10:\n\nYo estaba en el Espíritu en el día del Señor, y oí detrás de mí la…voz…de trompeta,\n\nYo estaba en el Espíritu en el día del Señor,…",
    "Ahora, lo que uno haga no sirve hasta que primero esté en el Espíritu; Dios no puede usarlo a uno. Uno es—uno es—uno es—uno es… Todos sus esfuerzos son—son en vano hasta que uno primeramente lo haga en el Espíritu. “Si yo he de cantar, cantaré en el Espíritu. Si he de orar” dijo Pablo, “oraré en el Espíritu”. Y entonces lo que venga a mí que sea algo bueno, me tiene que ser revelado por el Espíritu y confirmado por la Palabra (manifestada por los resultados que produce).",
    "Por ejemplo, en otras palabras, si yo digo, Jesucristo prometió en Su Palabra que si yo me arrepentía, siendo bautizado en el Nombre de Jesucristo, yo recibiría el don del Espíritu Santo. Entonces lo primero que debo hacer es arrepentirme. A mí me es revelado que eso es verdad. Luego ser bautizado en el Nombre de Jesucristo, y entonces el resultado es que: yo recibiré el Espíritu Santo.",
    "Si estoy enfermo, y Él me prometió que si yo creo y hago que los ancianos de la iglesia me unjan con aceite y oren por mí, la oración de fe salvará al enfermo. “Señor, yo creo. Yo sigo Tus instrucciones, permito que un anciano ore por mí, que me unja con aceite”. Allí concluye, sigo adelante, todo—todo está terminado.",
    "🦅 ¡Oh!”, Ud. dice, “pero me siento igual”. Jesús aún no había nacido cuando Dios lo sacrificó antes de la fundación del mundo, cuando Él fue—Él fue el Cordero de Dios, inmolado antes de la fundación del mundo. Pero en la Propia mente de Dios, Él ya lo había hecho. Yo no estaba aquí entonces, ni tampoco Uds.; pero en el libro de Dios, si nuestros nombres estuvieron alguna vez allí, fueron puestos antes de la fundación del mundo.",
    "Cuando Dios dice algo, Eso tiene que suceder. Entonces cuando Ud. cumple con los requisitos de Dios, solo recuerde, Dios mismo se manifestará, y se encargará de lo demás, Ud. solo siga adelante, es una obra terminada. ¡Oh!, ¿no es maravilloso? ¡Oh, vaya, piensen! Solo dígale a Dios… Y Dios dijo: “Tú haz esto, y Yo haré esto”. Bien, si yo voy y hago esto, Él tiene que hacer eso.",
    "Ahora, el diablo dice: “Mira, Él se tarda”.\n\nEso no significa nada. En una ocasión Daniel oró y pasaron veintiún días antes de que el Ángel llegara a él, pero él no se desanimó, sabía que de todas maneras Él vendría, así que él solo esperó hasta que Él llegara. Esa es la idea. ¡Oh, es cuando uno está recibiendo fe! Ahora dejemos eso o entraremos directo a un servicio de sanidad, ¿verdad? Correcto. Sí, de fe. Pero nosotros queremos un servicio de sanidad del alma, para sanar el interior, porque eso es lo que va a permanecer, Ud. recibe Vida Eterna. La Vida Eterna no se desvanece ni envejece, permanece, se mantiene igual.",
    "Ahora, él entró en el Espíritu antes de todo. Para comenzar, él estaba en la isla llamada Patmos (todas estas cosas que él hizo), y él dijo: “Yo escuché una voz”, y todas estas otras cosas. Pero antes de todo, él estaba en el Espíritu. Y si se han fijado en su Biblia, Espíritu está con mayúscula, Espíritu Santo. ¡Amén! Él estuvo en el Espíritu. ¡Oh!, yo creo que eso es maravilloso:\n\nYo estaba en el Espíritu en el día del Señor,…",
    "¿En qué día? El día del Señor. Ahora, en esto hay una gran discusión. Vamos a silenciar eso aquí, solo por un minuto.",
    "Ahora, como dijimos esta mañana, alguien dijo que la revelación, de San Mateo 17, era “Pedro”. La iglesia católica dice: “Él edificó Su Iglesia sobre Pedro; él fue el primer papa”. ¿Cómo podía él haber sido un papa siendo casado? ¿Ven? Y dicen: “Pedro fue a Roma, fue sepultado allá”. Entonces muéstreme el lugar en la historia o en cualquier otra parte, donde Pedro haya ido a Roma. ¿Ven? Pablo fue, pero Pedro no. Muy bien.",
    "Entonces vemos que todos estos ismos y cosas, entraron sigilosamente. ¿Ven? Pero, y la gente hoy está… a dondequiera que uno va, ellos… Alguna gran iglesia tiene un cierto clavo que traspasó Su mano. ¿Saben cuántos clavos tienen hoy, clavos auténticos, hoy que estuvieron…? Diecinueve. Ellos tienen huesos, tienen—tienen pedazos de mantos, y los tocan y los soban. Y nosotros no—nosotros no tenemos esas cosas, no necesitamos eso. ¡Cristo está vivo! Él está en nosotros, no algún clavo o pedazo de la cruz o pedazo de hueso, o alguna cosa. Él es el Dios viviente, viviendo en nosotros ahora, Él Mismo manifestándose. Nosotros solamente tenemos un artículo conmemorativo, el cual es la Cena del Señor, en conmemoración de Su muerte. Pero en lo que concierne a Cristo mismo, Él está con nosotros y en nosotros. Y eso es lo que queremos mostrar (la gloria del Espíritu Santo) al mundo. Mostrarla hasta que se apague la Luz. Muy bien.",
    "Ahora, la… Entonces, ¿ven Uds.?, nosotros tomamos ese otro lado del camino. Uds. saben que yo siempre he tratado de ser esto, y nuestro Señor siempre me lo ha revelado: hay un extremo y otro extremo, pero justamente en el centro del camino está la Verdad. ¿Notaron Uds. en Isaías, donde Él dijo que ahí habrá un camino? Isaías 35. Y se acuerdan Uds. cómo nuestros preciosos hermanos nazarenos acostumbraban cantar ese canto, Uds. saben: “La calzada de santidad. Calzada de santidad”. Ahora, si Uds. leen su Biblia correctamente, no dice: “la calzada de Santidad”. Dice: “Y habrá allí calzada y camino, y será llamado”, no la calzada de santidad, sino, “el Camino de Santidad”. Y, es una conjunción lo que termina su oración. ¿Ven? “Habrá allí calzada y camino, y será llamado el camino de Santidad”, no una calzada de santidad.",
    "Vean, una carretera se construye, un camino… Una buena carretera se construye con la parte más alta en el centro, porque eso permite que toda la basura se vaya hacia ambos lados. Eso es. Cuando un hombre realmente viene a Cristo, él tiene sus ojos centrados en Cristo. Si él es un poquito emocional, será un fanático. Si él es un poquito frío, él estará de este otro lado y será solo como un pepino, de ese otro lado; ¿ven?, con su intelectualidad. Pero lo importante está en el centro del camino, con bastante del Espíritu en Ud. para mantenerlo caliente y en acción. ¡Amén! Y sabiendo lo suficiente para mantenerse Ud. mismo obediente al Espíritu, y moverse como el Espíritu se mueva; no antes ni después, sino como el Espíritu le mueva.",
    "La iglesia católica dice: “La revelación fue Pedro”.\n\nLa iglesia protestante dice: “Fue Cristo”.\n\nPero la Biblia enseña que “fue la Revelación que Él dio (que Dios le dio a él), de Cristo”.\n\n“Tú eres Cristo, el Hijo del Dios viviente”.\n\n“Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, ningún hombre, seminario ni monasterio, nada te lo enseñó. Sino mi Padre que está en el cielo te lo ha revelado. Tú eres Pedro, sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”.",
    "Y ahora llegamos aquí a otra parte donde hay dos ideas diferentes. Ahora, yo pudiera estar equivocado; si lo estoy, Dios me perdone. Pero voy a discrepar con los Adventistas del Séptimo día que dicen que: “Fue el séptimo día en el que él estaba, el día del Señor”. Los hermanos Adventistas del Séptimo día y muchos de ellos, reclaman que fue el día sábado el que él llamó el día del Señor. La iglesia Cristiana le llama, el día del Señor: “El domingo, el primer día”. Y notamos muchas veces que—que la iglesia Cristiana aún hoy día, la gente protestante, se refiere a eso como: “El día del Señor, domingo”. Eso no es Escritural. El domingo fue el primer día de la semana en la Biblia, no el día del Señor. Y tampoco fue el séptimo día, el sábado. Sería imposible que fuera cualquiera de esos días porque le tomó a Juan dos años escribir el Apocalipsis. ¿Cuál día era? Pasarían muchos de esos séptimos días y primeros días.",
    "La Biblia, el Apocalipsis fue escrito del año 95 al 96 d.C., dos años. Eso fue el día del Señor. El día del Señor es exactamente lo que se dijo, y eso es lo que fue. Juan fue llevado en el Espíritu al día del Señor. Este es el día del hombre, pero el día del Señor vendrá. Más adelante en las Escrituras encontramos que él estaba en el día del Señor, alzado en el Espíritu y llevado allá al día del Señor. ¡Amén! Correcto. ¿Ven?, él estaba en el día del Señor. La Biblia habla del día del Señor. Veremos eso dentro de poco, muchas Escrituras.",
    "Lo primero, el día sábado, como hablamos de eso, el día sábado no es guardar un cierto día. No tenemos mandamiento de guardar el sábado como un reposo. No tenemos mandamiento de guardar el primer día como un reposo, en el Nuevo Testamento. La Biblia dice, en Hebreos el capítulo 4: “Si Jesús les hubiera dado reposo, no hablaría después de otro día”. Eso es correcto. Pero queda un sábado o un reposo que guardar para el pueblo de Dios. Porque nosotros que también hemos creído, hemos entrado en Su reposo, cesamos de nuestras obras, así como Dios cesó de las Suyas.",
    "¡Observen! ¡Oh, gloria al Señor! Me siento tan bien que me adelanto.",
    "Noten, en el día sábado. Dios hizo la tierra en seis días, y el séptimo día Él entró en un reposo y nunca más regresó para construir más mundos. Entonces Él se lo dio a la gente como un memorial. Porque no se podría guardar ahora, porque al guardar el sábado aquí, al otro lado del mundo es domingo otra vez. ¿Ven? Así que se mostraba que era para un pueblo de espacio y tiempo definido, para Israel. Pero entonces ahí queda un reposo que guardar para el pueblo de Dios.\n\nPero los que hemos creído entramos en Su reposo,…aunque las obras…(estoy citando Hebreos, el capítulo 4)…aunque las obras suyas estaban acabadas desde la fundación del mundo.\n\nPorque en cierto lugar dijo así del séptimo día…\n\ny otra vez determina un día:…por medio de David,… (Uds. que lo anotan, Hebreos 4.)\n\notra vez determina un día: Hoy, diciendo después de tanto tiempo, por medio de David, como se dijo:\n\nSi oyereis hoy su voz,\n\nNo endurezcáis vuestro corazón.\n\nPorque si Josué les hubiera dado el reposo (día), no hablaría después de otro día.\n\nPero queda un reposo (o un descanso que guardar)…",
    "La palabra: “reposo”. Sábado es una palabra extraña para nosotros, la cual significa: “Reposo”. Es una palabra hebrea que significa un día de “reposo”, un día sábado; no trabaje, descanse.\n\nPorque si Josué les hubiera dado el reposo, no hablaría…de otro día.\n\nPor tanto, queda un reposo (o un sábado por guardar) para el pueblo de Dios.\n\nPorque nosotros que hemos entrado en su reposo, también hemos reposado de nuestras obras, como Dios de las suyas.",
    "Nosotros no volvemos a él al día siguiente de la semana para comenzar otra vez, hemos entrado en un Reposo. Jesús hablando en las bienaventuranzas, dijo: “Oísteis que fue dicho de los antiguos: ‘No matarás’. Mas yo os digo, que cualquiera que se enojare con su hermano sin causa, ya mató. Oísteis que fue dicho, de los antiguos: ‘No cometerás adulterio’. Ese es el mandamiento. Pero Yo os digo, cualquiera que viere a una mujer para codiciarla ya ha cometido adulterio con ella en su corazón”. ¿Correcto?",
    "Así que todas estas cosas eran memoriales, solo señales, maravillas, esperando que viniera el verdadero tiempo. Ahora, cuando Jesús terminó eso, Mateo 11, (las bienaventuranzas), Él dijo:\n\nVenid a Mí todos los que estáis trabajando, cansados, y cargados, y yo os haré descansar en vuestra alma.\n\nLlevad mi yugo sobre mí, y aprended de mí, que soy manso y humilde…(¿Correcto?)\n\nVenid a mí todos los que estáis trabajados y cargados, y yo os haré descansar en vuestra alma. (“Si Uds. han trabajado un día, diez días, cinco años, treinta y cinco años, cincuenta años, noventa años, y están cansados y abatidos, vengan a Mí, Yo les daré Descanso. Yo quitaré toda esa carga de pecado de Uds., y entraré a Uds., y les daré perfecto descanso y satisfacción”.)",
    "Ahora, ¿cuál es ese descanso? Vamos—vamos a aclarar esto un poquito, ver qué es. Algunos dicen: “Pues, es Ud. unirse a la iglesia”. ¡No! “Es poner su nombre en el libro”. ¡No! “Bien, una cierta clase de bautismo en agua”. ¡No! Aclaremos esto y veamos lo que es. ¿Les gustaría hacer eso aquí mientras esperamos? Veremos a dónde fue Juan. ¿A qué clase de día fue él?",
    "Cuando Jesús murió sobre la tierra, y Su obra fue terminada, Él entró en algún lugar.",
    "Ahora vamos a Isaías capítulo 28, y el versículo 8. Pues creo que es, Isaías 28:8. Y leamos Isaías 28, el profeta hablando setecientos doce años antes de que sucediera. Ahora, ¿a cuántos les gustaría saber lo que es el verdadero sábado, lo que es el verdadero descanso? Aquí está. Ahora, aquí es donde el profeta lo habló, y les mostraré dónde se cumplió. Observen, Isaías 28:8.\n\nPorque toda…(el profeta profetizando de estos días)\n\nPorque toda mesa está llena de vómito y suciedad, (gente que fuma, bebe, miente y roba, luego toman la Santa Cena)…hasta no haber lugar limpio.\n\n¿A quién le enseñará Él ciencia?…\n\n¿A quién se le puede enseñar ciencia hoy día?",
    "¿Cuántos oyeron a Billy Graham hoy? Fue un maravilloso sermón el que predicó, de cómo es que la gente podría creer una mentira y permanecer en esa mentira y—y aun justificarse y creer que ellos están haciendo lo correcto. El público americano, dijo él, y diciendo: “El filtro de un hombre sabio, y el cigarrillo del hombre que fuma”, recibiendo una de las mentiras del diablo, y en lugar de hacerlo a él un necio lo que él fuera, al fumar tal cosa, pues lo quieren hacer un hombre sabio. Él es un necio aun al fumarlo. Cuando el… cuando eso está lleno de muerte y cáncer y todo lo demás, y aun así se lo mete a sus pulmones. Él es un necio. No un—no es un—un filtro de hombre sabio, y no hay tal cosa. Un hombre sabio no usa esa cosa.",
    "🦅 Sin Oertel’s 92 no hay vida”, o algo así. No hay Vida fuera de Cristo, esa es la verdadera Vida real. ¿Qué hace a hombres y mujeres beber esa cosa? Pues están tratando de saciar esa sed en ellos que Dios puso allí para que tengan sed de Él, y están tratando de satisfacerla con las cosas del mundo. Y por esa razón tenemos esas cosas. Por esa razón la gente actúa así, porque están tratando de saciar esa sed que está en ellos por Dios, y el diablo les está dando muerte en lugar de Vida.",
    "…Porque toda mesa está llena de vómito…",
    "Los clérigos, todo lo demás, hablan de eso: “Está bien tener un poco de diversión sana”. ¡Por supuesto que no!\n\n¿A quién se enseñará ciencia, o a quién se hará entender doctrina? ¿A los destetados? ¿a los arrancados de los pechos? (Ahora ya no somos bebés.)\n\nPorque mandamiento tras mandamiento, mandato sobre mandato, renglón tras renglón, línea sobre línea, un poquito allí, otro poquito allá;\n\nporque en lengua de tartamudos, y en extraña lengua hablará a este pueblo,\n\na los cuales él dijo: Este es el…(¿el qué? ¡el descanso que guardar!)…el reposo; dad reposo al cansado…(“Venid a Mí todos los que estáis trabajados y cargados”)…dad reposo al cansado; y este es el refrigerio; mas no quisieron oír.",
    "¿Cuándo sucedió eso? Setecientos doce años después cuando en el día de Pentecostés lenguas de tartamudos se asentaron sobre la gente y fueron todos llenos con el Espíritu Santo y empezaron a hablar en otras lenguas, y el Espíritu Santo tomó posesión de sus vidas, y cesaron de sus cosas mundanas. Entonces ellos entraron a un Reposo con Cristo. Pablo dijo, en Hebreos capítulo 4: “Nosotros los que hemos entrado en Su reposo hemos cesado de hacer las cosas del mundo así como Dios lo hizo en el día de Su creación, Él entró en Su reposo, y nosotros entramos con Él después que nuestras obras mundanales se terminan”. Ahí tienen Uds. su verdadero Sábado real.",
    "Así que Pablo fue levantado y entró en ese Espíritu del Sábado, y fue transmitido por el Espíritu Santo hasta el día del Señor.",
    "¿Por qué tenemos guerras? ¿Por qué tenemos aflicciones? ¿Por qué está nación contra nación? Jesús vino, el Príncipe de Vida, y ellos lo mataron.",
    "En unas semanas o aun hoy mismo, hay renos y Santa Clauses y—y campanas sonando y toda clase de cosas colgando, lo cual es una ceremonia pagana. Es una parte de la iglesia católica. Gente pagando grandes precios e intercambiando regalos y cosas como esa, ¡paganismo! Navidad es un día de adoración.",
    "Y a propósito, Cristo tampoco nació el veinticinco de diciembre. No pudo haber sido. Si han estado en Judea, los montes están llenos de nieve, peor que aquí. Nació en abril cuando toda la naturaleza brota.",
    "Ahora, pero es su tradición. Y ¿por qué—por qué hacemos esas cosas? Porque seguimos las tradiciones del hombre en lugar de los mandamientos de Dios. Eso… Algo así no tendría importancia, pero ellos lo convierten en un día comercial. Es una desgracia, una vergüenza que hagan cosas como esas. ¡Una ceremonia pagana! ¿Cuándo tuvo algo que ver Santa Claus con Jesús? ¿Cuándo fue que el conejo de Pascua o una gallina o… cubierto con una clase de tinta o algo o una clase de conejo blanco, tuvo algo que ver con la resurrección de Jesucristo? ¿No ven Uds. cómo el mundo comercial…?",
    "Por esa razón ellos venden estos miserables libros de rock and roll y retratos obscenos y lo vulgar, y cosas como esas, es porque la naturaleza de la gente anhela tales tonterías. Es porque hay algo errado en el corazón, nunca han entrado en ese Reposo con Dios y cesado de hacer estas cosas. Cuando ellos llegan a eso y reciben el Espíritu Santo, entonces han terminado con el mundo y las cosas del mundo.",
    "Dios lo transportó a él. ¡Oh, ahora yo no creo que él fue tomado como Pablo, arriba al tercer cielo y que vio cosas! Muy bien, el precioso Espíritu Santo hizo eso aquí hace unas semanas, me dejó ver… En otras palabras, yo tenía miedo de la muerte, y el Espíritu Santo me llevó y me mostró lo que era. Uds. han escuchado el testimonio. Y cuando regresé: “Entonces muerte: ¿dónde está tu aguijón?”. Transmitido para ver qué es lo que hay más allá de la cortina. Él me permitió regresar para decirles a Uds. que más allá no somos espantos y espíritus, somos hombres y mujeres, jóvenes, no morimos, no nos enfermamos, allí más allá del velo. La muerte no puede hacerle a Ud. nada más que jalarlo hacia aquel Lugar.",
    "Ahora, Juan fue transmitido de la Isla de Patmos, en el Espíritu, al día del Señor. Este es el día del hombre, el hombre está peleando, pero el día del Señor vendrá cuando estos reinos serán los reinos de nuestro Señor y de Su Cristo, entonces se llevará a cabo el gran Milenio. El día del Señor, el día de Su Venida, Su juicio, ese será el día del Señor.",
    "Este es el día del hombre, por esa razón lo critican a uno y hacen lo que quieren con uno, pero habrá un tiempo… Lo apodan… pues lo apodan a uno: “Santo rodador y fanático”, pero vendrá un tiempo, ¿ven?, en que no lo harán. Gritarán y se lamentarán y caerán a sus pies. La Biblia dice, en Malaquías 4, que Uds. aun caminarán sobre las cenizas después de que ellos se hayan quemado; no les dejará ni raíz ni rama. Exactamente lo que la Biblia dice: “Los justos andarán sobre las cenizas de los malos”. Eso es exacto. No quedará de ellos ni raíz ni rama, nada adonde regresar. Y hasta ahí llegarán. Ahora este es el día del hombre (hechos del hombre, obras del hombre, iglesia del hombre, ideas del hombre), pero el día del Señor está por venir.",
    "Ahora, él estaba en el Espíritu en el día del Señor. Muy bien, y lo primero que oyó cuando él estaba en el Espíritu en el día del Señor… Ahora tomemos el versículo 10:\n\n…en el Espíritu en el día del Señor, y él escuchó… una…voz, como… trompeta,",
    "No pasemos por alto ninguna parábola ahora. Si tenemos que continuar mañana, podemos hacerlo, ¿ven? Alguien vigile el reloj, que no se me haga tarde.",
    "Muy bien, ahora: “…en el Espíritu en el día del Señor”. Ahora recuerden, lo primero que Ud. tiene que hacer ¿es qué? Entrar en el Espíritu. ¿Cómo es que estas revelaciones van a llegar a Ud.? Entre en el Espíritu. ¿Cómo va Ud. a obtener el Espíritu Santo? Entre en el Espíritu. ¡Entre en el Espíritu!",
    "Cuando Ud. era un pecador y Ud. iba a un baile, Ud. entraba en ese espíritu. ¡Oh, vaya!, Ud. comenzaba a batir sus manos y a zapatear, y a moverse, y tiraba el sombrero al suelo, y a dar vueltas y vueltas, actuando tontamente. Ud. estaba en el espíritu de eso. ¿Podrían Uds. imaginarse a un tipo, un fanático de bailes, ir a un baile, y decir: “Pues, me supongo que Uds. se están gozando mucho”?\n\n“¡Oh!” ellos le dirían; “Aguafiestas, ¡sal de aquí!”. ¿Ven?",
    "Vaya al juego de pelota, alguien conecta un jonrón o alguna otra cosa, Ud. se sienta y mira, y dice: “Bien, me supongo que eso estuvo muy bien”. No, Ud. no sería un fanático del béisbol, Ud. no sería un verdadero… Ud. no estaría en el espíritu del béisbol. Cuando alguien hace un jonrón, Ud. se levanta y grita: “¡Oh! ¡Vaya! ¡Ganamos!”. Le tumba el sombrero de la cabeza a otra persona, así, nadie dice ni una palabra al respecto.",
    "Pero en la iglesia cuando Ud. entra en el Espíritu, se levanta y grita: “¡Gloria! ¡Aleluya! ¡Alabado el Señor!”.\n\nAlguien ahí se da vuelta, dice: “Santo rodador”. (¡Oh, Hermano Wood…!)",
    "Voy a hacerles una pregunta. Si nosotros somos santos rodadores porque hacemos eso, entonces aquellos son rodadores impíos allá fuera. Yo prefiero ser un santo rodador (¿y Uds.?), que uno impío. ¡Vaya! ¡Seguro! Los rodadores impíos.",
    "Ahora, él estaba en el Espíritu. Él entró en el Espíritu, entonces las cosas empezaron a acontecer. Y entonces cuando llegó ahí, él escuchó una trompeta. Ahora, una trompeta siempre anuncia que algo se está acercando. Como cuando uno viene… Un—un rey se acerca, suenan una trompeta. Cuando Jesús se aproxima, Él sonará una trompeta. ¿Es correcto? Cuando José salía, sonaban una trompeta. Y ahora algo viene en camino, Juan entró en el Espíritu y él escuchó una trompeta. Él escuchó una trompeta, y se volteó para ver lo que estaba detrás de él cuando escuchó la trompeta; después que entró en el Espíritu.",
    "Quizás él estaba danzando, saltando, corriendo por toda la isla. Se estaba gozando, él estaba en el Espíritu. Así que, y él… Puede que eso suene sacrílego, pero no lo digo de esa forma, ¿ven? ¡Pudiera ser! Eso… Pues, él pudiera haber estado haciendo eso. Yo creo que él estaba gozándose en el Espíritu, alabando a Dios, porque eso es exactamente lo que sucedió cuando el Espíritu cayó sobre ellos la primera vez. Cuando el Espíritu Santo cayó sobre ellos, se tambalearon como hombres y mujeres borrachos, y actuaron como si estuvieran borrachos, y hacían algarabía. Y llamando… portándose así hasta que la gente decía: “Esta gente está llena de mosto”. Así fue que actuaron la primera vez, entonces cuando el Espíritu vino otra vez, él probablemente se portó de la misma manera. ¿Ven? No hay nada nuevo en este—este asunto, esta es la religión antigua. Sí.",
    "🦅 En el Espíritu en el día del Señor”. Ahora, escuchemos esto. ¿Ahora qué? ¿Y qué estaba haciendo él? Ahora, él fue trasportado de la isla, en el Espíritu, al día del Señor. Y tan pronto como entró en el día del Señor, él escuchó una trompeta. ¿Qué es? Es Alguien acercándose. Un gran Personaje está acercándose. La trompeta suena, ¡Alguien viene! ¡Él miró! ¡Aleluya! La trompeta:\n\nque decía: Yo soy el Alfa y la Omega, el primero y el último…(no el anuncio de la segunda parte o la tercera parte, sino la única parte)…Yo Soy ambas cosas Alfa y Omega,…(“Antes de mostrarte alguna cosa, ¡quiero que sepas quién soy Yo!”.)",
    "La más grande de todas las revelaciones es la Deidad, la Suprema Deidad de nuestro Señor Jesucristo. Uno no puede llegar a primera base hasta que crea eso, y salir… Es lo que dijo Pedro: “Arrepiéntanse, y entonces vean la Deidad. Sean bautizados en el Nombre de Jesucristo para la remisión de sus pecados, y entonces estarán listos para entrar en el Espíritu”. Lo primero que Ud. tiene que conocer es la Deidad de Cristo. “¡Yo soy el Alfa y la Omega! Yo soy de la A hasta la Z, no hay más que Yo. Yo estaba en el principio, Yo estaré en el fin. Soy Él que era, que es, y que vendrá, el Todopoderoso”. ¡Piénsenlo! Eso es lo que dijo la trompeta.",
    "¡Ten cuidado Juan! Has entrado en el Espíritu, algo te va a ser revelado. ¿Qué es? Una trompeta sonó, y lo primero: “Yo soy el Alfa y la Omega”. La primera de todas las revelaciones. (¡Oh, pecador, inclínate, arrepiéntete ahora antes de que sea demasiado tarde!) “Yo soy el Alfa y la Omega”. Eso es lo primero que Él le hizo saber, quién era Él. (¿Quién es este acercándose? ¿Es el Rey Jesús? ¿El Rey Dios? ¿Él Rey Espíritu Santo?) Él dijo: “¡Yo soy todo Eso! Soy de la A hasta la Z. Soy el principio y el fin. ¡Soy el Inmortal, el Eterno!”.",
    "Un poquito después lo veremos a Él en Su personaje séptuple, fíjense entonces lo que Él es. “Yo soy el principio y el fin. Yo soy el Alfa y la Omega, el primero y el último. Yo era antes de que hubiera un principio; y después de que ya no haya nada más, Yo aún seré”, en otras palabras. “¡El primero y el último!”.\n\n…Escribe en un libro lo que ves, y envíalo a las siete iglesias que están en Asia: a Éfeso, Esmirna, Pérgamo, Tiatira, Sardis, Filadelfia, y Laodicea.",
    "Muy bien, la primera de todas las revelaciones es la Suprema Deidad de Jesucristo. Ud. debe saber quién es Él cuando escucha la Voz. Muy bien, la misma Voz que sonó en el Monte Sinaí, la misma Voz que sonó en el Monte de la Transfiguración, la misma: “Uno como el Hijo del Hombre”.",
    "Ahora fíjese en este versículo que sigue. Muy bien:\n\nY me volví…(Ahora el capítulo 12.)",
    "Vamos a dejar estas iglesias por un minuto, porque toda esta semana veremos estas iglesias. ¿Ven?, así que vamos a saltarnos eso.",
    "Pero Él dijo: “Este… Voy a dirigirte para enviar este Mensaje que Yo te muestro”. ¿Quién es? “Soy el primero y el último. Soy el Supremo. Soy el Todopoderoso. Y he venido a decirte que te estoy dando un Mensaje para siete iglesias. Quiero que lo escribas, prepáralo”. ¿Ven? “Y las siete iglesias que están en Asia”. Ahora, esas eran iglesias ahí entonces, con la naturaleza en ellas que representaba estas edades de la iglesia por venir.",
    "Ahora:\n\nY me volví para ver la voz que hablaba conmigo; y vuelto, vi siete candeleros de oro,",
    "🦅 Siete candeleros de oro”. Ahora, es la… La versión King James, que Uds. probablemente tienen una Scofield o—o quizás una Thompson Chain, o alguna de ellas, no está correcto allí. No dice candeleros, dice portalámparas; candelabro, yo creo es la correcta, la palabra correcta dicha en la traducción original. ¿Ven?, en otras palabras, estos siete candeleros de oro eran siete iglesias. Él dice un poco después, el… aquí en el versículo 20: “Los siete candeleros que viste son siete iglesias”. Así que, ¿ven Uds.?, si fuera una vela, se consumiría pronto y se quemaría, en poco tiempo. Pero no son velas, es un—un candelabro. Lo muestra como un candelabro. “Vuelto yo vi a uno como el Hijo del Hombre parado en medio de… medio de siete candelabros”.",
    "Ahora, miren ahora. La vela se consumiría pronto, se apagaría, ya no sería más, en unas pocas horas se consumiría. Pero un candelabro, un candelabro es de esta manera:…",
    "Aquí, tomemos—tomemos una Escritura aquí, tomemos Zacarías 4:1, entonces quizás podemos ver en Zacarías lo que queremos. Zacarías 4:1, y yo creo que entonces quizás aquí podremos unir lo—lo que queremos. Zacarías no se encuentra en Sofonías, ¿verdad? Muy bien. Muy bien. Mi vieja Biblia está muy gastada. Zacarías 4:1, escuchen con cuidado ahora, aquí tenemos un cuadro hermoso:\n\nY el ángel…",
    "Ahora, el profeta, quinientos diecinueve años antes de Cristo:\n\nVolvió el ángel que hablaba conmigo, y me despertó, como un hombre que es despertado de su sueño. (Ahora el profeta está en una visión.)\n\nY me dijo: ¿Qué ves? Y respondí: He mirado, y he aquí un candelabro (Ahora, esa es la misma palabra que se traduce como candelero.) todo de oro, con un depósito encima, (Esa era la lámpara.) y sus siete lámparas encima del candelabro, y siete tubos para las lámparas que están encima de él; (Vea, las mismas edades de la iglesia apareciendo. ¿Ven?)\n\ny junto a él dos olivos, (Ahora, ¿qué clase de…? ¿Qué quemaban en esas lámparas en tiempos de la Biblia? ¿Alguien sabe? Aceite. ¿Qué clase de aceite? Aceite de olivo.)…dos olivos, (¿Qué es? el Nuevo y el Antiguo Testamento; los dos estando a los lados.)…el uno a la derecha del depósito, y el otro a su izquierda.\n\nProseguí y hablé, diciendo a aquel ángel que hablaba conmigo: ¿Qué es esto, señor mío?\n\nY el ángel que hablaba conmigo respondió y me dijo: ¿No sabes qué es—qué es esto? Y dije: No, señor mío.\n\nEntonces respondió y me habló diciendo: Esta es palabra de Jehová a Zorobabel, que dice: No con ejército, ni con fuerza, sino con mi Espíritu, ha dicho Jehová de los ejércitos. (Él restaurará Jerusalén.)",
    "Ahora, ¿qué es un candelero? Es un candelabro. Y fíjense cuán hermoso. Aquí cuando él se volvió, vio a Uno como el Hijo del Hombre parado aquí en medio de los siete candelabros de oro, que significan siete edades de la iglesia por venir; y cada tubo, o—o candelabro, se conectaba al gran depósito principal de aceite. Y de este aceite sale a una pequeña lámpara de forma rara que está colocada con una mecha y la mecha colgaba metida en el aceite. Y mientras… Ellos vaciaban aceite en la parte superior del candelabro, lo cual llenaba el gran tubo principal y, la rama mayor mientras corría a los tubos, así. Y la lámpara con la mecha colgando, este—este tubo en el… ardía continuamente día y noche. No se tenía que encender, nunca se apagaba; ellos solamente vertían más aceite en el tubo principal. Y estos candelabros que salían así, tenían las lámparas puestas encima. La mecha de la lámpara corría por aquí, recibía su vida de aquí. ¡Oh, qué diferente es a una vela! ¡Qué diferente! Es un candelabro y está chupando aceite.",
    "Ahora, estos candelabros, el fuego que estaba en estos candelabros en el Antiguo Testamento: cuando ellos encendían una lámpara, no podían encender la siguiente lámpara con el mismo fuego que tenían en la mano. Ellos encendían una lámpara, entonces la tomaban y encendían la otra lámpara, luego la volvían a su lugar. Y encendían esta lámpara, y entonces tomaban y encendían esta lámpara con el mismo fuego con que comenzaron en el principio. ¡Oh!, espero que esto no se les pase por alto: “Jesucristo el mismo ayer, hoy, y por los siglos”, el mismo fuego (Espíritu Santo), encendió cada una de esas iglesias a través de las edades.",
    "¿No dijo Jesús en San Juan 15: “Yo soy la vid, vosotros los pámpanos?”. Ahora, Él es la Vid principal, nosotros somos las ramas. Ahora, la vid no es la que da fruto…",
    "[Cinta en blanco.—Ed.]…que uno puede tomar un árbol cítrico, como un naranjo, y puede cortar una—una rama de, bien, yo diría, de un árbol de toronja, y abrir una pequeña parte en el naranjo y poner ahí ese toronjo, crecerá. Vaya Ud. y tome una rama de limón y póngala en un naranjo, crecerá. O tome una granada, y llévela. O cualquier fruta cítrica, mandarina o tangelo, cualquiera de esas frutas cítricas, y póngalas en este árbol, y florecerá por la vida de ese árbol de naranjo; pero no producirá naranjas. Producirá toronjas, producirá tangelo, producirá limones, pero se está aprovechando de la vida de la vid real, pero si de esa vid alguna vez brota otra vid… otra rama, será de la misma vida que está en ella, producirá una naranja. Porque en el principio, en su raíz hay una vida de naranjo, pero otros pueden vivir de ella mientras sean de la misma naturaleza de fruta cítrica. Pero no puede producir el fruto del original, porque no es del original.",
    "De esa manera es la iglesia. Ellos han abierto la Vid y han injertado presbiterianos, metodistas, bautistas y todo eso así. Está produciendo fruto bautista, fruto presbiteriano, fruto metodista, pero si alguna vez… si ese árbol alguna vez produce otra vid, será la misma clase de vid que brotó en el día de Pentecostés: ¡La Vid original! Hablará en lenguas y en ella estará el poder y las señales del Cristo resucitado. ¿Por qué? Porque está viviendo de los recursos naturales en que está plantado. En realidad, no está plantado allí, ¡nació allí! ¡Alabado sea el Señor! ¡Oh, vaya! No pensé en eso en ese momento.",
    "Vean, estas otras han sido injertadas; ellos las injertan en el árbol, así que producen su propia clase de fruto. Ellas no pueden recibir Esto. Ellos no creen en Eso, porque nunca supieron nada acerca de Eso. Pero si ellos son nacidos en esa misma Vida que salió de ese árbol, eso es lo único que ellos pueden producir, la Vida del tallo original.",
    "Estos candelabros todos se acoplan a un gran depósito enorme, un gran enorme contenedor, y nueve diferentes… o siete portalámparas diferentes salen de allí. Y siendo así, cada una de esas luces estaba extrayendo de la fuente principal de su vida. Y su luz existía porque tenía su vela sumergida en este barril principal. ¡Oh, qué cuadro tan hermoso de una de esas siete estrellas (representando eso), con su vida encendida aquí con el Espíritu Santo! Y el… Por fe está ardiendo con el Espíritu Santo, y su vida es una vela… o no una vela, sino una mecha que está sumergida en el Espíritu Santo (en Cristo), y a través de esa mecha él está extrayendo la Vida de Dios para dar Luz a su Iglesia. ¡Oh, qué cuadro del verdadero creyente! ¿Qué clase de Luz está dando él? La misma clase de Luz que había cuando se encendió la primera vela.",
    "Cuando comenzó la primera edad de la iglesia, fue Éfeso. Pablo, el ángel de esa iglesia, una de las estrellas. Hay siete estrellas que significan siete ángeles, siete “mensajeros”. Esta semana puedo tomar la Escritura y la historia y probarles a Uds. que cada una de ellas son evidentes en cada ángel, y cada ángel tenía la misma Luz. Es correcto. Y entonces allí entre estas edades, el Gran Personaje que ha de venir.",
    "Fíjense, ahora están extrayendo de este barril principal de Aceite, la Luz… la vida está sumergida en Cristo. Ud. está muerto, y su vida está escondida en Cristo a través… o escondida en Dios a través de Cristo, y sellada por el Espíritu Santo. No hay forma de apartarlo a Ud. de ahí. ¿Cómo pudiera hacerlo? Nadie puede hacer nada con Ud. Un extremo de su vida está ardiendo con el Espíritu Santo; ¡oh, encendida, dando Luz! ¿Dónde está sumergido el otro extremo de su vida? En Cristo. Ud. está muerto y escondido en Cristo, el Espíritu Santo está protegiéndolo ahí para que Ud. pueda… el diablo no puede tocarlo a Ud. ¡Amén! Él puede resollar fuerte y hacer ruido. Aun la muerte misma no puede tocarlo: “¡Oh, muerte!, ¿dónde está tu aguijón? ¿Dónde tu victoria? Gracias a Dios que nos da la victoria por medio de nuestro Señor Jesucristo”.",
    "El final de este versículo, leámoslo:\n\n…y vuelto, vi siete candeleros de oro,\n\ny en medio de los siete candeleros de oro, a uno semejante al Hijo del Hombre,…",
    "¡Vaya! ¿Se fijaron? Estrellas, candeleros, lámparas. ¿Qué significan? ¿Qué significa esto? Que la dispensación en la que estamos viviendo es el tiempo de la noche, velas y luces y estrellas significan noche. Y ¿qué hace una estrella? Refleja la luz del sol hasta que el sol regresa. ¡Bendito sea el Nombre del Señor! Y un verdadero ministro de Dios no refleja alguna linterna, algún fósforo, alguna paja quemándose; él refleja el resplandor dorado de Cristo a la Iglesia, que: “Él es el mismo y Él está vivo, y Él está brillando en mí”. ¡Amén! Esa es la Luz que él refleja. La estrella refleja la luz del sol, ¿ven?, así que nosotros estamos reflejando la Luz del Hijo de Dios. Haciendo lo mismo que hizo Él, dando Luz. ¿Qué clase de luz? La Luz del Evangelio para aquellos.",
    "Ahora vamos a observarlo a Él un poco más, mientras vemos el resto de este versículo 13:\n\ny en medio (que es el centro) de los candeleros dorados, a uno semejante al Hijo del Hombre, vestido de una ropa que llegaba hasta los pies, y ceñido por el pecho con un cinto de oro.",
    "Pues aquí hay más prueba de que esta doctrina está correcta, acerca de que era el día del Señor. ¿Se fijaron en Él? Él no era un sacerdote durante este tiempo, tampoco era un rey, Él era un juez. Fíjense, un sacerdote, un sumo sacerdote, cuando entraba al santuario o entraba para ministrar, para servir, él se ceñía por la cintura. Él atarse el cinto alrededor de la cintura, significaba que él estaba sirviendo; nunca se lo ataba sobre el hombro. Pero aquí sale Él, sale caminando con el cinto atado más arriba, con una faja sobre Su hombro; ceñido por los pechos, el pecho, con un cinto de oro, ceñido arriba. ¿Qué es? Un abogado, un juez. El juez con su faja sobre sus hombros, atado aquí arriba, no abajo como un sacerdote. ¿Ven?, eso muestra que ahora Él no estaba en Su sacerdocio, Juan fue llevado hasta el día allá del Señor y lo vio viniendo como el juez.",
    "¿Creen Uds. que Él es un juez? Leamos San Juan 5:22, rápidamente, veremos si Él es un juez o no. San Juan 5:22:\n\nPorque el Padre a nadie juzga, sino que todo el juicio dio al Hijo,",
    "¿Está correcto? Él es el juez, el Juez Supremo. Y Juan muestra que Él no estaba en el día de Su profecía, como un profeta, tampoco estaba completamente allá en los días de Su reinado, sino que estaba en el día del Señor como un Juez. Ahora, ¿cuántos saben que el sacerdote al tener su cinto, su cordón, alrededor de su cintura quería decir que él estaba en servicio? Cualquiera que lee los Testamentos, que conoce el Antiguo Testamento, sabe eso. Cuando un sacerdote se ciñe aquí alrededor, él está en servicio, él es un sirviente. Pero Él estaba ceñido aquí arriba, un juez.",
    "Leamos un poco más:\n\n…un cinto de oro, ceñido por el pecho.",
    "Eso es correcto, por aquí arriba, Él era el Juez.\n\nAhora vamos a leer la séptuple gloria de Su Persona. ¡Oh, hermano! Esto me hace gritar aun antes de llegar a ello. [Cinta en blanco.—Ed.] ¡Fíjense! ¡Oh, esta es una cosa tan maravillosa! Solo escuchen:\n\nY Su cabeza…",
    "Ahora observen, Él tiene siete cosas, aquí las menciona: Su cabeza, Su cabello, Sus ojos, Sus pies, Su voz,… Siete cosas que Él mencionó aquí, la séptuple gloria de Jesucristo. Permítanme leerlo.\n\nSu cabeza y sus cabellos eran blancos como blanca lana, como nieve; sus ojos como llama de fuego;\n\n…sus pies semejantes al bronce bruñido, como quemado en el horno; y su voz…el estruendo de muchas aguas.\n\nY en…Y tenía en su diestra siete estrellas; de su boca salía una espada aguda de dos filos; y su rostro era como el sol resplandeciendo en su fuerza.",
    "¡Qué visión! ¿Qué vio él aquí? El Hijo de Dios glorificado, y un símbolo. Ahora, estemos—estemos listos.",
    "¡Oh, vaya!, creí que eran las nueve, son solo las ocho. Aún no he comenzado. Muy bien. Eso es bueno. Ahora, lo siento por estos hermanos que están parados, me pone nervioso verlos parados, ¿ven?, porque sé que sus piernas les duelen. Si tuviera alguna manera, hermanos, de yo poder hacer algo, ciertamente que lo haría. Ahora, me urge mucho que capten esto. Y permanezcan de pie un rato más y Dios les recompense ricamente, es mi oración.",
    "Ahora—ahora noten, lo primero que vemos ahora: Su cabeza y Su cabello eran blancos como lana. Su cabeza y Su cabello eran blancos como lana. Ahora, no significa que Él envejeció, lo que causó esto. Esa no era la razón. Él no envejeció para hacer esto. Él era… Era por Su experiencia y capacidad y Su sabiduría. Porque Él es Eterno, y lo Eterno no puede envejecer. ¿Entienden?",
    "Abramos primero, y Lo—Lo mostraremos de esta manera, y hallaremos lo que Él es. Ahora, vamos a Daniel 7:9, solo por un minuto, Uds. verán el mismo cuadro en Daniel donde Él viene como… aquí en el Anciano de tiempo. Y casi todos, los eruditos Bíblicos, saben exactamente adonde nos dirigimos ahora mismo. Daniel 7 y el versículo 9; comenzaré con el 8.\n\nMientras yo contemplaba el cuerno, he aquí que otro cuerno pequeño salía entre ellos, y delan—delante de él fueron arrancados tres cuernos de los primeros; y he aquí que este cuerno tenía ojos como de hombre, y una boca que hablaba grandes cosas.\n\nY estuve mirando hasta que fueron puestos tronos,…",
    "Ahora escuchen. Escuchen ahora atentamente. ¿Me pueden oír bien allá atrás? Digan: “Amén”, si pueden. Se lo pregunté a mi esposa allá atrás. Pienso que este micrófono aquí está… este está funcionando mejor, ¿no es así? Pues, Yo grito muy fuerte, me supongo, en este.",
    "Muy bien, ahora Daniel 7:9:\n\nY estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyos vestidos eran blancos como la nieve, y el pelo de su cabeza como lana limpia; (Anciano de días.),…su trono como una llama de fuego, y las ruedas del mismo eran fuego ardiente.\n\nUn río de fuego—fuego procedía y salía de delante de él; y millares de millares le servían, y millones de millones asistían delante de él; y el juicio listo, y los libros fueron abiertos.",
    "🦅 ¡Pelo blanco”! Todos… cualquiera sabe que esos son los jueces antiguos en días de antaño; como los jueces ingleses acostumbraban a usar una peluca blanca como la nieve. ¿Cuántos recuerdan eso? Los jueces antiguos usaban una peluca blanca por lo que ellos eran… Y aquí está Él, mostrando otra vez que Juan está en el día del Señor, él lo vio a Él como el juez. ¡Amén! No como sacerdote, no como rey, no como profeta, sino como juez. El Padre (en San Juan 5:22) le entregó todo juicio a Él. Y Él ahora es juez, vino a juzgar las naciones. ¡Oh, para ese día cuando Ud. lo vea a Él de esa manera! Su pelo era blanco como la nieve, Daniel lo vio viniendo al Anciano de días. Obsérvenlo combinar estos dos. Muy bien:",
    "…y el juicio listo, y los libros fueron abiertos.\n\nY entonces miraba a causa…Y yo entonces miraba a causa del sonido de las grandes—grandes palabras que hablaba el cuerno;…(No, tengo el lugar equivocado, ¿verdad?)",
    "Daniel 7:9, sí, aquí está:\n\n…y las ruedas…\n\nY un río de fuego procedía y salía de delante de él; y miles de millares le servían,…\n\nY entonces miraba a causa del sonido de las grandes palabras que hablaba el cuerno; y miraba hasta que mataron a la bestia, y su cuerpo fue destrozado y entregado para ser quemado en el—el fuego. (¡Hum!)\n\nHabían también quitado a las otras bestias su dominio, (eso es que todos los poderes y reinos gentiles caerán), pero les había sido prolongada la vida hasta cierto tiempo.\n\nY miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta…(¿Cómo lo vimos venir esta mañana, en el versículo 3? Viniendo en las nubes del cielo, el Hijo del Hombre.)…he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y le hicieron acercarse delante de él.\n\nY le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; este dominio es dominio eterno, que nunca pasará, y su reino será… su reino uno que no será destruido.",
    "Vino al Anciano de días cuyo cabello era blanco como lana. Y Juan volteó y vio a uno semejante al Hijo del Hombre parado en medio de los siete candeleros de oro, con su cabello blanco como la nieve, ¡el Juez! No ceñido alrededor de la cintura, mas ceñido alrededor de sus pechos, aquí arriba, ¡un juez! Con la faja del juez sobre Su hombro, Él estaba parado con una faja dorada, pura, santa y refinada, que sostenía Su justicia. ¡Su cubierta! Él estaba cubierto todo hasta los pies. Observen la séptuple manifestación de Su persona y gloria.",
    "Ahora, creo que en, el versículo 14:\n\nSu pelo…Su cabeza y su pelo eran blancos como blanca lana, como nieve; tenía ojos como…llamas de fuego.",
    "Cabeza, pelo: “ojos como llamas de fuego”. ¡Piénsenlo! Esos ojos que una vez estuvieron opacados con lágrimas humanas, ahora convertidos en llamas de fuego. En enojo, Él está como un juez enojado. ¿Por qué lo rechazó Ud.? ¡Oh, pecador, piense en esto! ¡Piénselo, miembro tibio de iglesia! ¡Piénselo, católico, bautista, presbiteriano, pentecostal! ¡Piénselo, católico! Su virgen María tuvo que llegar hasta pentecostés y recibir el Espíritu Santo, y tambalearse y actuar como una mujer borracha. La propia madre de Cristo tuvo que recibir eso antes de que se le permitiese ir al Cielo. ¿Cómo Uds. mujeres van a llegar con algo menos que eso? ¡Piénsenlo, hombres, cada uno de Uds.!",
    "Su pelo y Sus ojos, una vez opacados con lágrimas humanas, sin embargo, quiero que noten algo de esos ojos. Cuando Él aún estaba en la tierra, fueron opacados con lágrimas como un hombre, porque Él lloró en la tumba de Lázaro. ¡Correcto! Lleno de compasión; Su humanidad. Él estaba vestido, Él era Dios vestido en humanidad, para quitar el pecado. Pero, sin embargo, detrás de esa humanidad, Él tenía algo detrás que podía mirar directamente en el corazón de un hombre y saber todo de él. ¿Por qué? Había algo detrás de Él, sin embargo, Él estaba vestido en carne mortal.",
    "Pero ellos no supieron quién era. “Si no creéis” dijo Él, “que Yo soy Él, moriréis en vuestros pecados”. Eso es correcto. “Si no hago las obras de Mi Padre, entonces no Me creáis; pero si hago las obras de Mi Padre, entonces creed las obras si no Me podéis creer”. ¡Oh, cómo trató Él de darles el Mensaje, la revelación! Podía mirar dentro del corazón de un hombre y saber todo de él. Cómo pienso en eso: Esos ojos que una vez atravesaron la montaña, miraron la cara de sufrimiento, y podían llorar como un hombre, pero sin embargo podía tomar el Espíritu de Dios detrás de esa visión humana ahí y ver todas las cosas; cosas que eran, y cosas que eran—eran, y cosas que vendrían. Predecir el final desde el principio, era porque Dios estaba detrás de esos ojos humanos. Permita que Dios venga a su vida y tome control de Ud., y Él le mostrará cosas que están por venir. Porque ya no es Ud., es el Espíritu Santo en su vida ahí atrás, mirando a través de esos ojos mortales para ver cosas.",
    "¡Oh, gloria a Dios! “Derramaré de Mi Espíritu sobre toda carne, y vuestros hijos y vuestras hijas profetizarán; vuestros jóvenes verán visiones, vuestros ancianos soñarán sueños”. ¡Aleluya! Algunas veces Él tiene que ponerlo a Ud. a dormir para Él poder ver a través de Ud., pero Él seguramente le mostrará a Ud. muchas veces. “Vuestros jóvenes verán visiones, vuestros ancianos soñarán sueños; y sobre mis siervas y sobre mis doncellas derramaré de Mi Espíritu”. No “sobre Mis diáconos y pastores, y sobre Mis…”. “Sobre quienquiera, sobre toda carne, derramaré Mi Espíritu”. Ud. se preguntará por qué grito eso, pero viene en estas edades de la iglesia.",
    "¡Oh, ahí estaba Él, esos ojos! Y, recuerden, un día, esos ojos que estaban opacados con lágrimas, esos ojos estarán en el juicio. Ahora están como llamas ardientes corriendo de aquí para allá por toda la tierra, y no hay nada que suceda que Él no sepa. ¡Oh, vaya, está grabado! Corriendo de aquí para allá por la tierra observando cada movimiento, percibiendo todo pensamiento, sabiendo todas las cosas que Ud. está haciendo, las intenciones del corazón, sus intenciones. Él lo sabe todo. Él sabe si Ud. Le ama. Él sabe si sus intenciones son correctas, en servirle a Él. Él lo conoce todo. Y ¿qué pasará cuando Ud. se pare en aquel día cuando todos los pecados estén descubiertos delante de Él, y Él se pare ahí en el Juicio del Trono Blanco?",
    "¡Dios, líbrame de ese lugar! Yo no quiero ver eso. Cuando un Dios airado salga ahí con fuego destellando de Sus ojos, con la justicia, la peluca blanca sobre Su cabeza así, y Sus ojos brillando con fuego que conoce cada pensamiento de su corazón, y todo lo que Ud. alguna vez quiso hacer. ¡Escóndeme en la Roca de la Eternidad herida por mí! Un viejito solía cantar: “Cuando este mundo todo esté ardiendo, párate a mi lado. Párate a mi lado, y que Tu pecho sea mi almohada. Escóndeme en la Roca de la Eternidad”. Dios, yo no quiero Tu juicio. Yo no quiero Tu… Lo que yo quiero es Tu misericordia, Señor. Dame Tu misericordia, no Tu justicia. Solo dame Tu misericordia. No tus leyes, no cualquiera de la… Solo dame misericordia, Señor, es todo lo que puedo pedir. Nada traigo en mis brazos (no soy bueno, nada soy), simplemente me acojo a Tu cruz. Señor, eso es todo lo que sé: Uno vino a tomar mi lugar.",
    "Observen el séptuple personaje ahora de Su persona, y verán lo que Él hizo.\n\nSu cabeza…era blanca como la nieve; como lana, pelo blanco; y sus ojos eran como…(veamos)…su cabeza…era blanca como…nieve; y sus ojos eran…llamas de fuego;\n\ny sus pies semejantes al bronce bruñido, refulgente como en un horno;",
    "Ahora observen. Acabamos de ver en donde Él está cubierto, Uds. saben. Ahora observen. Su cabeza, Sus ojos, ahora Él baja a Sus pies como bronce. Observen el contraste de esa imagen que Juan vio de Jesús, y lo que Daniel vio del imperio del mundo, la cabeza de oro y demás.",
    "Miren esto aquí lo que era, ahí parado, bronce. ¿De qué habla el bronce? Bronce habla de juicio, juicio Divino. Muestra que Su propósito completo es de venir aquí a la tierra (como Dios), para ser manifestado en carne, y Él murió por nosotros y tomó los juicios de Dios, el juicio Divino, y ha recibido un Reino que es bronce, y sólido, y es inconmovible. No hay nada más duro que el bronce, y no se ha encontrado nada aún que lo pueda templar.",
    "¡Juicio! Él bronce habla de juicio Divino ya decretado. Miren a la serpiente de bronce en el desierto. ¿Qué representaba esa serpiente de bronce? La serpiente representaba pecado; pero, siendo bronce, era pecado ya juzgado.",
    "Ahora, noten también los días de Elías, cuando ellos rechazaron a Elías como profeta, ese pequeño hilo de la antigua edad de la iglesia. Uno de estos días traeré y les mostraré que Israel también tuvo siete edades de la iglesia, y tipificadas exactamente con estas. Y en su edad de la iglesia, en los días de Elías, ellos lo rechazaron y no hubo lluvia por tres años y seis meses. Y el antiguo profeta dijo que: “los cielos parecían como bronce”, juicio Divino sobre las naciones por rechazar a Dios y escuchar a Jezabel.",
    "Bronce también representa juicio Divino en el altar donde el sacrificio era inmolado, altar de bronce. Inmolado… Las bases mismas eran de bronce, el juicio, Él pisó el lagar del vino del furor de Dios y tomó nuestro juicio sobre Él. Abran en Apocalipsis 19:15, por un minuto, veamos lo que Él hizo. Apocalipsis 19:15, leamos un momento, si puedo encontrarlo. Sí, daremos principio en el… veamos, como en el versículo 12 [Cita tomada de la versión 1909 de la Biblia.—Trad.]:\n\ny sus ojos eran…llamas de fuego, y había en su cabeza una diadema, muchas diademas; y tenía un nombre escrito que ninguno entendía sino él mismo.\n\ny estaba vestido de una ropa teñida en sangre; y su nombre es llamado: EL VERBO DE DIOS. (Ahora, recuerden, Su Nombre no era El Verbo de Dios, así fue llamado Su Nombre. ¿Ven?)…su nombre fue llamado: EL VERBO DE DIOS.\n\nY los ejércitos…del cielo,…los ejércitos que están en el cielo,…le seguían en caballos blancos, vestidos de lino finísimo, blanco y limpio.\n\nY de su boca sale una espada aguda, para herir con ella a la nación; y él las regirá con vara de hierro; y él pisará…(¿Qué es eso?),…pisa el lagar del vino del furor de la ira del Dios Todopoderoso.",
    "¿Qué hizo Él? La ira de Dios estaba sobre nosotros por ser pecadores. ¿Correcto? Ninguno podía salvarse a sí mismo. No había nada que pudiéramos hacer, todos: “Nacemos en pecado, formados en iniquidad, venimos al mundo hablando mentiras”. Y ¿qué hizo Él? ¡Él vino a la tierra, aleluya, y pisó el lagar del vino! Toda la ira del Dios Todopoderoso fue derramada sobre Él. “Tú eres digno, ¡oh, Cordero de Dios!, porque Tú fuiste inmolado”. Llevando sobre Sí los pecados del mundo, y Él cargó nuestro pecado, que Dios derramó el furor de Su ira sobre Él. “Y Él fue herido por nuestras rebeliones, molido por nuestros pecados, el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”. ¡Ningún hombre ha muerto como ese hombre! Sufrió tanto hasta que el agua y la sangre se separaron en Su cuerpo. Y gotas de sangre cayeron de Su frente antes de Su muerte.\n\n…el lagar del vino del furor y de la ira del Dios Todopoderoso.",
    "Algún día esos pies de bronce de justicia (¡Gloria!), cuando Él venga como juez, pisará al anticristo, y a todos Sus enemigos. ¡Aleluya! Él caminará por la tierra con una vara de hierro en Su mano. ¡Amén! ¡Oh, arrepiéntete, amigo pecador, mientras tienes oportunidad de arrepentirte! Intentas dejarlo para después y piensas que es solo una pequeña historia que no sucederá. ¡Sí sucederá! “Esto no me podría suceder a mí”. ¡Sí le sucederá a Ud.!",
    "Pies de bronce, hollará a Sus enemigos. Porque Él sufrió y pisó el lagar del vino del furor de Dios para pagar por nuestros pecados. Y entonces nosotros, culpables, pobres, miserables gusanos como somos, levantamos nuestra nariz y leemos alguna clase de libro ateo y queremos pensar: “no hay Dios” y decimos, “no habrá nada así, y juicio no puede venir”. Él tomará esos pies de bronce y aplastará de allí a Sus enemigos. Él pasará por encima del anticristo. Él tomará esas iglesias apóstatas y las echará en la Eternidad más allá, en algún lugar a un fuego consumidor donde ella será consumida y desaparecerá. Y Él reinará en la tierra, Él y Su Iglesia para siempre. ¡Gloria!",
    "🦅 Cabeza, blanca como lana”, justicia, experiencia, elocuencia, suficiencia, sabiduría. De edad, blanco, habla de sabiduría, anciano. Sabe lo que está haciendo. Él es la—Él es la Fuente de sabiduría. Él es la Fuente de experiencia. Él es la Fuente de toda cosa buena; por lo tanto, Él se representa en este como el Hijo del Hombre, fue vestido con este cabello blanco colgando. Daniel lo vio muchos cientos de años, setecientos años, y dijo: “Él era el Anciano de días. Y uno como el Hijo del Hombre vino en poder y se unió con este Anciano de días, y el juicio estuvo listo”.",
    "Ahora solo quiero preguntarles algo. Te estoy hablando a ti, iglesia tibia. Diez vírgenes salieron a encontrar al Señor, cinco de ellas eran prudentes, cinco insensatas; así como lo tomamos esta mañana, ese árbol injertado. Ahora, recuerden, cuando fueron a encontrar a Dios… Ahora, observen, la Biblia dice: “Los libros fueron abiertos”. Daniel 7:9, “Los libros fueron abiertos”. Ese es el libro del pecador. “Y otro libro fue abierto”. ¿Quién vino con Él? La Iglesia desde el Rapto. ¡Oh! “Decenas de millares de millares de millares de millares vinieron con Él y le ministraron,” Su esposa, la Novia. ¡Oh, gloria! Su esposa vino con Él, la Iglesia.",
    "Se preparó el juicio, y los libros fueron abiertos. Y otro libro fue abierto, el cual era la virgen durmiente, y cada hombre fue juzgado conforme al libro. A Ud. se le va a pedir que dé una razón por la que no lo hizo, y ¿entonces qué? Uds. ya lo saben ahora, están enterados. Quizás no Lo sabían antes, pero ahora sí lo saben. ¿Ven? Pues si este justo con dificultad se salva, ¿dónde aparecerá esa persona infiel y pecadora? El que rechaza, sabiendo que no debe hacerlo y luego Lo rechaza. ¿Dónde aparecerán? Sus pies como bronce, juicio Divino.",
    "Ahora, veamos, pronto estaremos… ahora al final de la página:\n\n…cabellos como lana,…y sus ojos…llamas de fuego;\n\ny sus pies semejantes—pies semejantes al bronce…, refulgente como en un horno; y su voz…estruendo de mucha agua.",
    "🦅 Voz de muchas aguas”. ¿Qué representan las aguas? Si quieren marcarlo, vuelvan a Apocalipsis 17:15, y encontrarán que la Biblia dice: “Las aguas que tú viste son pueblos y muchedumbres y naciones y lenguas”. Muy bien: “Voz”. ¡Qué cosa tan horrible para un alma errante en el mar de la vida! Sin piloto que la guíe, suelta, flotando con las mareas, escuchar el rugido de las grandes cataratas, las cascadas. ¡Qué cosa tan horrible será para un alma errante! “Voz de muchas aguas”. ¿Qué es Su voz? Es el juicio; la voz de los ministros, por medio del Espíritu Santo, que clamaron a la gente en cada edad, parados allí. La Voz de muchas aguas clamaron, pueblos y muchedumbres. La voz de esas siete estrellas en Su mano, a cada edad de la iglesia, predicando el bautismo del Espíritu Santo, el bautismo en el Nombre de Jesús, hablar en lenguas, el poder de Dios, la resurrección de Cristo, la Segunda Venida, juicio Divino. La voz de muchas aguas vino de este semejante al Hijo del Hombre, muchas aguas.",
    "¿Qué será el saber que Ud. estuvo sentado en reuniones y escuchó que debía ponerse a cuentas con Dios y recibir el Espíritu Santo, y luego ser un alma errante, al oír esa voz hablar en esa reunión en que Ud. estaba sentado, y escuchó los juicios de Dios ser predicados, y Lo rechazó? La gran catarata está más abajo, las grandes cataratas que lo llevarán a Ud. a la ruina Eterna.",
    "Voz de muchas aguas, Su cuarto personaje. Voz de muchas aguas. ¿Cómo se librará Ud. de eso cuando está grabado en la Gloria, cuando la voz en esta noche está grabada? La voz suya está grabada. Sus pensamientos están grabados. “Como un hombre piensa en su corazón, así es él”. Noten, su voz es más fuerte en el Cielo que… quiero decir, sus pensamientos son más fuertes en el Cielo que su voz en la tierra. Seguro, lo es. Dios conoce los pensamientos y las intenciones del corazón, Él lo conoce todo.",
    "Él les dijo a los fariseos: “Hipócritas, ¿cómo pueden Uds. hablar cosas buenas, cuando de la abundancia del corazón habla la boca? Llamándome: ‘Maestro, bueno’ y yo lo sé, los puedo discernir y ver que son hipócritas. Uds. no hablan con sinceridad”.",
    "¡Oh!, ¿cómo será en aquel día cuando esa voz de muchas aguas truene, muchas edades de la iglesia formándola?",
    "Ahora quiero preguntarles algo más. Déjenme decirles algo a Uds. que son salvos, déjenme decirles esto a Uds.",
    "Ahora, Ud. alma errante, Ud. pobre errante que se dirige a esa gran catarata más allá, tenga cuidado. Será una cosa horrible cuando sepa en ese momento que para Ud. no hay salvación. Entonces no podrá ser salvo, Ud. sabe que su ruina le espera. Cuando sabe que en unos minutos Ud. escuchará esa Voz hablar: “Apartaos de Mí, hacedores de maldad, al fuego eterno preparado para el diablo y sus ángeles”. Ud. lo sabrá cuando oiga rugir esas grandes cascadas de esas voces en esas reuniones, cuando Ud. vaya saliendo de esto. ¡Oh, qué cosa tan horrible! ¡Qué pesadilla! No permitan que esto les suceda. Arrepiéntanse, arréglense ahora con Dios, mientras puedan arreglarse.",
    "Ahora yo quiero preguntarles algo más. ¿Qué podría ser más dulce para un hombre que está anclado, recostado bajo el árbol perenne, que escuchar el murmullo del arroyo? ¡Oh! Esa es la Iglesia sentada en lugares celestiales con la Voz de Dios susurrando dulcemente y hablándoles en ese momento. ¿Ven lo que es? Es una condenación al pecador, y una bendición al salvo. Un hombre cuyo barco está seguramente anclado sobre la Roca, Cristo Jesús, y solo se acuesta y escucha, ¡cómo puede reposar! Entre en ese reposo.",
    "Cómo me gusta ir a donde las aguas están corriendo. Cuando alguna vez vamos a pescar o algo, trato de encontrar un lugar junto al murmullo de las aguas, porque eso trae reposo. Uno lo escucha murmurar toda la noche. ¡Oh, vaya!",
    "¿No es hermoso cuando Ud. realmente puede anclar su alma en Cristo, en tal lugar que Ud. se puede aquietar delante de Él? Y escuchar Su Voz hablándole: “Yo soy el Señor que te sana. Yo soy el Señor que te da Vida Eterna. Yo te amo. Yo te conocí antes de la fundación del mundo. Yo puse tu nombre en el Libro, tú eres Mío. No temas, soy Yo. No tengas miedo, estoy contigo”. Entonces canto:\n\nMi alma anclé en el refugio eternal,\n\nPara no navegar más los mares tempestuosos;\n\nLa tempestad puede a mi alma acechar,\n\nPero en Cristo por siempre salvo soy.",
    "Recuerden, la misma Voz que le habla dulcemente a Ud., condenará al pecador. El mismo diluvio que salvó a Noé, destruyó al pecador. ¿Ven lo que quiero decir? La voz de muchas aguas.",
    "Observen ahora: “Pelo como lana, y ojos como llamas de fuego, pies como bronce, y voz de muchas aguas”.\n\nY tenía en su diestra siete estrellas;…",
    "🦅 Siete estrellas”. Ahora tomemos aquí el versículo 20:\n\nY el misterio de las siete estrellas que has visto en mi diestra, y de los siete candeleros de oro: las siete estrellas son siete ángeles (o siete mensajeros, siete ministros), de las siete iglesias, y los siete candeleros que has visto, son las siete iglesias.",
    "Él se lo interpreta para cerciorarse de que no hubiera error. Un ángel para cada edad de la iglesia. ¡Oh, eso será hermoso esta semana, cuando retrocedamos allá en la historia y tomemos esos ángeles y veamos el ministerio que tuvieron ellos! Ellos tuvieron el mismo ministerio. Exactamente el mismo, viniendo a través de la edad en esa pequeña Iglesia.",
    "Hace un tiempo, alguien dijo: “Sabe, la iglesia católica, hay un buen dicho de que ‘es la iglesia verdadera porque se sostuvo a través de todas las edades’”.",
    "Yo dije: “Eso no es ningún misterio, cuando tuvo todo el gobierno y todo lo demás respaldándola, y cómo se sostuvo y esquivó las tormentas. Pero el misterio para mí es cómo esa pequeña minoría pudo soportar la tormenta, que fueron aserrados y arrojados a los leones, y puestos en potros, y devorados, y quemados, por león… y asesinados y todo lo demás, y cómo sobrevivieron eso ellos”. Muestra que la mano de Dios estaba con ellos. Así de sencillo. Y aún hoy su Luz todavía sigue ardiendo. ¡Amén! ¡Sí, señor!",
    "Ahora: “Las siete estrellas que estaban en Mi diestra”. Él tenía siete estrellas en Su mano derecha, lo cual significa los siete ministros de siete edades. ¡Oh, es—es hermoso! Como regresamos y tomamos el—el ministro que trajo el Mensaje a la iglesia de Éfeso. Y el ministro que trajo el Mensaje y se quedó con Él hasta la muerte, hasta la iglesia de Esmirna, y a la iglesia de Pérgamo, de Tiatira, y así a través de la edad, aun hasta esta edad ahora. Los ministros que guardaron y trajeron la Luz, y La sostuvieron como originalmente en el principio, y trajeron la Luz por medio de él.",
    "🦅 Él las tenía en Su diestra”. ¡Piensen! La diestra no significa exactamente como Cristo sentado a la mano derecha de Dios. No significa que Dios tiene una mano derecha, porque Dios es un Espíritu. Pero Cristo era la diestra del poder. Su mano derecha, la persona—persona que se para a su lado, el más cercano a Ud.",
    "Y recuerden, las siete estrellas estaban en Su diestra. Solo piensen, ellas estaban extrayendo su corriente, su Luz, de Él. Ellas estaban completamente bajo Su control, en Su diestra. ¡Oh! Con todo verdadero siervo de Dios es igual. Sostenido en… ¿Quién puede hacerles daño? ¿Quién puede hacerles daño? Como clamó uno de los ángeles allá en el principio. Recuerden, ángel significa “mensajero”. Entraremos a esas cosas más profundas más adelante en la semana. Un ángel significa “mensajero”. Y él dijo: “¿Qué puede separarnos del amor de Dios que está en Cristo? ¿La enfermedad? ¿El peligro? ¿La desnudez? ¿La espada? ¿La muerte? Estoy convencido” dijo Pablo, “que no hay nada que pueda separamos del amor de Dios que está en Cristo”, porque estamos completamente rendidos a Su diestra.",
    "Alguien dice: “¡Santo rodador! ¡Santo rodador!”. Eso no les molesta para nada. “¡Eres un fanático religioso!”. Ellos ni aun lo oyen. Están completamente rendidos y extrayendo su Vida de Su brazo derecho de poder, reflejando Su Vida en mansedumbre, y bondad, y gentileza, y paciencia; señales y maravillas, y milagros. Dejen que el mundo Lo llame “brujería”, lo que quieran, no nos afecta, porque sabemos que nosotros estamos rendidos y en Su diestra. ¿No es eso maravilloso? ¡Vaya!",
    "Ahora démonos prisa, porque no queremos cansarlos. “En Su diestra, siete estrellas”.",
    "Ahora la séptima y última representación de Su persona:\n\n…y de su boca salía una espada aguda de dos filos;…\n\nQuiero decir, esa es la sexta.\n\n…de su boca sale una espada aguda de dos filos;…",
    "Ahora, Voz de muchas aguas, y de Su boca… En su diestra Él tenía las estrellas.\n\n…y de su boca sale una espada aguda de dos filos;…",
    "Ahora, ¿saben Uds. lo que es la espada aguda de dos filos de la Biblia? Vamos a verlo para que sepan. Tomemos Hebreos 4:2, solo una o dos páginas atrás y lo tendrán, ¿ven? Hebreos está aquí antes de Apocalipsis; Judas, y luego Hebreos. Ahora, cáptenlo bien. O… Hebreos, el capítulo 4 de Hebreos, aquí estamos. Muy bien, Hebreos el capítulo 4 y el versículo 12:\n\nPorque la palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos; y penetra hasta partir el alma y el espíritu, las coyunturas y los tuétanos, y discierne los pensamientos y las intenciones del corazón.",
    "Y entonces dicen que uno “adivina los pensamientos”. ¡Es la Palabra de Dios hecha manifiesta en Su Iglesia! Más cortante que toda espada de dos filos. Oigan, me acabo de acordar de algo similar. No sé si yo escribí una Escrit-… Vamos a Apocalipsis 19, por un minuto. Tomémoslo otra vez, creo que allí es. Quizás estoy… Apocalipsis 19, como en el 11:\n\nEntonces vi los cielos abiertos; y he aquí un caballo blanco,…(Aquí viene blanco otra vez, juicio.)…y el que lo montaba se llamaba Fiel y Verdadero, y con justicia juzga y pelea. (Uds. saben quién era ese, ¿verdad? Muy bien.)\n\nSus ojos eran…llamas de fuego,…(¿Quién era Él?)…y había en su cabeza…diademas;…(¡Oh—oh! Él ya vino al reino ahora.)…y tenía…y—y tenía un nombre escrito que ninguno conocía sino él mismo.\n\nEstaba vestido de una ropa teñida en sangre; y su nombre es: EL VERBO DE DIOS.",
    "¿Qué salió de Su boca? ¿Qué fue? El jinete del caballo blanco. Y también Apocalipsis 7, cuando… creo que es el 8. Cuando el caballo blanco… no, el 6. Cuando el jinete del caballo blanco salió, se le dio un—un arco, para conquistar y conquistar.",
    "Y una espada salió de Su boca. ¿Qué era Él? El jinete del caballo blanco de Apocalipsis. Fíjese en la espada. “De Su boca sale una espada aguda de dos filos”. La Palabra. Y, finalmente, por Su Palabra, cuando es manifestada a todos los hijos de Dios, Él pisoteará a toda nación con Su Palabra, por esta espada aguda. Miren aquí lo que sucedió, mientras lo tomamos:\n\nY…su diestra…y de su boca salía una espada aguda de dos filos; y sus rostros eran como el sol resplandeciendo en su fuerza.",
    "🦅 Una espada aguda de dos filos”. ¿Qué salía de la boca de esta persona? La Palabra de Dios. Es una espada aguda de dos filos. ¿Qué estaba haciendo? Discerniendo los pensamientos del corazón, las intenciones; va aún más profundo que la carne, las células de sangre, el hueso, adentro al tuétano del hueso, y aún más allá, aun hasta discernir los pensamientos y las intenciones del corazón. Eso es lo que hace la Palabra de Dios.",
    "🦅 Y la Palabra fue hecha carne y habitó entre nosotros”. Y ahora la Palabra es hecha carne en Su Iglesia, habitando entre nosotros. Sus ángeles en Su mano, ministrando. Dios está contando con Su Iglesia. Dios está contando con nosotros, los de esta edad, para traer esta Luz del Evangelio a un mundo moribundo, atado por demonios, y tradicional. Dios está poniendo la carga en mí y en Uds. ¡Ay de nosotros si los paganos mueren sin saberlo! ¡Oh, ellos llevaron enseñanza de lectura, escritura, aritmética, y unos pocos folletos religiosos, y solo han hecho un montón de prosélitos! ¡Yo me refiero al Evangelio! El Evangelio no es solo la Palabra. Pablo lo dijo. Pablo dijo: “El Evangelio no vino a nosotros a través de la Palabra solamente, pero esa Palabra hecha manifiesta”. Cuando la Palabra, por el Espíritu Santo, es… La Palabra es plantada en el corazón que tiene el Espíritu Santo y produce lo que la Palabra dice que produciría. ¡Y la Palabra puede discernir los pensamientos del corazón! ¡Gloria! ¡Oh, vaya! ¡Oh! Discierne los pensamientos e intenciones del corazón, la Palabra lo hace.",
    "De Su boca sale una espada aguda de dos filos, despierta a los paganos. Algo tiene que acontecer uno de estos días. ¡Sí! La Palabra de Dios, Su Nombre era el Verbo de Dios, la Palabra hecha manifiesta. Miren, Jesús dijo: “Id por todo el mundo”, Marcos 16, Su último saludo a la iglesia antes de que Él regrese a revelarse a Sí Mismo en la edad de la iglesia. Él comisionó a la iglesia: “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Qué? Predicad el Evangelio. Marcos 16: “Predicad el Evangelio a toda criatura”. ¿Qué es eso? En otras palabras: “demuestren el poder del Espíritu Santo”, tenía que ser.",
    "Ahora observen, “a toda…” no es solo enseñar la Palabra. Él nunca dijo: “Id y enseñad la Palabra”, Él dijo: “Id y predicad el Evangelio”. No enseñad la Palabra, predicad el Evangelio. “Y estas señales seguirán a los que creyeren este Evangelio; en Mi Nombre echarán fuera demonios, hablarán nuevas lenguas, si tomaran en las manos serpiente y si bebieren cosa mortífera no les hará daño; sobre los enfermos pondrán manos, y sanarán”.",
    "🦅 Y ellos salieron” dice la Escritura, “predicando en todas partes; obrando con ellos el Señor, confirmando la Palabra con las señales que les seguían”. Ese es el Evangelio, el Evangelio siendo desplegado.",
    "¿A cuántos seguirán estas señales? Hasta el fin del mundo, en cada edad. Por ahí viene esa pequeña minoría, sosteniendo esa Luz. Con razón Jesús dijo: “No temáis, manada pequeña, porque al Padre le ha placido daros el Reino”. La manada pequeña; la minoría siempre, no la mayoría.",
    "Muy bien, ahora una cita más. Y tomamos el 20, entonces ahora veamos aquí este versículo. Ahora, el 16:\n\nY tenía en su diestra siete estrellas;…",
    "Ahora tomemos el… y el… Sus rostros:\n\n…de su boca sale una espada aguda de dos filos: y sus rostros…como el sol cuando resplandece en su fuerza.",
    "Si abren en… veamos, Mateo 17. Veámoslo aquí mismo mientras estamos en esto; estamos pasando por esto, y mucha de la gente lo está tomando,… o escribiéndolo, dejaremos que lo lean, así lo sabremos.",
    "Mateo 17, muy bien:\n\nSeis días después, Jesús tomó a Pedro, a Jacobo y a Juan…aparte a un monte alto;\n\ny se transfiguró delante de ellos, y resplandeció su rostro como el sol, y sus vestidos se hicieron blancos como la luz.",
    "Él fue transformado. ¿Qué hizo Él? Pasó Él Mismo a una transformación, hasta allá a Su día que vendría. Ahora observen, solo unas horas antes de esto, Jesús había declarado esto acá atrás en el otro capítulo: “De cierto os digo, que algunos que están aquí…”. ¿Cuántos saben lo que voy a decir? “Algunos están aquí, que no probarán la muerte hasta que hayan visto al Hijo del Hombre viniendo en su Gloria”. ¿Correcto? Y Él tomó a Pedro, Jacobo, y Juan, los tres testigos porque en el Antiguo Testamento todo, toda palabra por pequeña que fuera, constaba de tres testigos, y los llevó a ellos al monte.",
    "Fíjense en lo que vino primero. ¡Oh, yo no puedo detenerme aquí, tengo que hablar de esto! ¡Miren! ¿Qué es lo primero que ellos vieron? Ellos llevaron a Jesús a un monte … o Él los llevó a ellos, y fue transfigurado delante de ellos, transformado. Su ropa resplandeció como el sol en toda su fuerza, y Le aparecieron Moisés y Elías. ¿En qué forma viene el Hijo del Hombre ahora? Y primero aparecerán, serán Moisés y Elías.",
    "Ahora, fíjense, antes de que Jesús regrese a la tierra… Ahora, nos estamos adelantando un poco, pero el Espíritu de Elías regresará a la tierra y tornará los corazones de los hijos al padre. La Biblia lo dice. Jesús lo vio aquí, los apóstoles lo vieron aquí, el orden de la venida del Hijo del Hombre glorificado. Él ha de ser glorificado y ha de regresar. Lo primero, antes de que lo vieran a Él, ¿era qué? Elías; y ¿después? Moisés; Israel retornando allá, los que guardan la ley; y entonces el Hijo del Hombre glorificado. ¡Aleluya! ¿Ven Uds. el orden de Su Venida? El Espíritu de Elías, o el testigo de la última edad de la iglesia. ¿Ven?, viniendo en poder para manifestarlo a Él.",
    "Entonces ciento cuarenta y cuatro mil judíos se reunirán en el Monte Sinaí, donde Israel misma ha llegado a ser una nación; la nación más antigua en el mundo; la bandera más antigua en el mundo; tiene su propia nación, su propia bandera, su propio ejército, su propia moneda, y todo lo demás. Es uno de los miembros de las naciones unidas porque es una nación. Jesús dijo que nunca serían desechados hasta que todas las cosas fueran cumplidas.",
    "Lo misterioso de cómo ese grupo de judíos, perseguidos por dondequiera, y apartados, y expulsados, y echados, igual que la Iglesia por estas edades de rechazo, y sin embargo Jesús dijo: “Cuando veáis la higuera florecer, esa nación volviendo a ser una nación nuevamente, el tiempo está a la mano, aun a la puerta. De cierto os digo, que no pasará Esta generación hasta que todo esto acontezca”. Este linaje… Este pueblo no pasará. Hitler trató de matarlos, Mussolini trató de matarlos, Stalin trató de matarlos, todos los demás, pero nunca serán mancillados o desterrados de la tierra, serán un pueblo y una nación parados allá. ¡Amén!",
    "Ahí vendrán Moisés y Elías. ¡Oh! Espero que lo capten.",
    "Muy bien: “Sol resplandeciendo en su fuerza”, Su rostro, transformado, transfigurado. Ahora otra cosa, en Apocalipsis 21:23, si lo quieren anotar. En la Nueva Jerusalén, 21:23, Él es el Cordero que está en la Ciudad, el cual es su Luz, brillando; porque no necesitaban luz en la Ciudad, el sol no saldrá, porque el Cordero, quien está en medio de la Ciudad, será la Luz. ¡Y las naciones que fueron salvas caminarán en la Luz del Cordero! ¡Amén! Él es la Luz del Cordero. ¡Oh!, ¿no están contentos por eso?",
    "No solo eso, sino que Él también es, en la Venida (Juan lo vio en el día del Señor), el Sol de justicia. Vamos a Malaquías. Malaquías, el último profeta del Antiguo Testamento. Malaquías, el capítulo 4.",
    "Tengo una pequeña historia que contar acerca de mi preciosa esposa, sentada allá atrás. La hice pasar un tiempo muy difícil antes de casarnos, he querido recompensarla después de que nos casamos. Pues yo no sabía si quería casarme de nuevo o no, y ella se quebrantó. Y en realidad yo pensaba que ella era una muchacha demasiado buena y solo pensaba dejarla ir, y que algún buen hombre se casara con ella y la cuidara. Y pensaba que yo no era digno de ella y su bondad; y no lo soy, para comenzar. Así que ella estaba toda quebrantada y no sabía qué hacer. Esto fue hace muchos años, hace como veinte años. Estaba tan destrozada, que empezó a llorar día y noche. Y yo estaba tratando de apartarme de ella, no porque no la amaba, sino porque yo no quería quitarle su tiempo; y dejarla que encontrara a alguien, a una buena persona, porque ella era una muchacha demasiado buena para dejarla ir así, y yo tomar… para nada más andar con ella y cosas así. Y yo—yo pensé que ella me amaba, y sabía que yo la amaba. Por tanto, pensé: “Bien, solo trataré de… conseguiré una cita con alguna otra muchacha y saldré con ella, y la haré sentirse mal conmigo”. Por poco la destruyo, aborrecí eso mucho, después; ella estaba destrozada. Yo le dije: “Tú eres una muchacha demasiado buena, yo—yo no quiero quitarte el tiempo así”.",
    "Y ella dijo: “Pero yo—yo solo te amo a ti, Bill, y eres al único que yo puedo amar”. Dijo: “Yo—yo siempre te he amado”.\n\nLe dije: “Te—te lo agradezco. Pero” dije yo, “tú sabes” dije yo, “soy un ermitaño”. Dije: “Voy—voy a vivir como un ermitaño. ¿Ves?, yo—yo no me voy a casar”.",
    "Y ella estaba tan convencida de eso, Uds. saben, pobrecita. Y ella salió al—al cobertizo. Y salió allá, y se arrodilló y dijo: “Señor, no sé qué hacer. Yo—yo no quiero desobedecerte, pero a la vez amo a Bill, y no sé qué hacer. Señor, ¿podrías consolarme un poco? ¿Me podrías ayudar un poquito? Yo nunca Te he pedido esto en mi vida, Señor, y espero nunca más tener que pedírtelo” dijo, “pero si me ayudas y me dejas abrir esta Biblia, y Tú me das una Escritura. Yo he oído decir a la gente que has hecho eso”. Y cuando ella la abrió, fue Malaquías 4:\n\nHe aquí, yo te doy… o os envío el profeta Elías, antes de—de ese terrible día de Jehová.",
    "Ella dijo: “Me levanté de allí bien satisfecha de que íbamos a casarnos de todas maneras”. ¿Ven?\n\nPorque he aquí, viene el día ardiente como un horno, y todos los soberbios y todos ellos que hacen maldad serán estopas; aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.\n\nMas a vosotros los que teméis mi nombre…el Sol (S—o—l) el Sol de justicia, traerá sanidad en sus alas;…",
    "🦅 El sol brillando en su fuerza”. ¡Oh! La fuerza del Hijo de Dios brillando entre nosotros en esta noche. Parado en medio de los siete candeleros de oro en Su séptuple personaje aquí como un juez. Como Uno que ha sufrido y muerto por nosotros, y tomado sobre Sí el juicio Divino, y ha pisado el lagar del vino, del furor de Dios. Para el pecador Él es una horrible catarata; para Ud. alma errante en el mar de la vida. Y para la Iglesia, un dulce Salvador, anclado en reposo, y escuchando el arroyo burbujeante mientras Ud. descansa perfectamente satisfecho en Cristo. ¡Qué tiempo! Brillando sobre nosotros con Sus rayos cálidos: “No temáis, Yo soy el que era, que es, y que vendrá. Soy el Todopoderoso, fuera de Mí no hay otro. Soy ambas cosas, el Alfa y la Omega, y Yo le daré gratuitamente, a aquel que tenga sed, de las fuentes del agua de Vida”. ¡Oh, qué promesa y qué relación de amor es esta! Y el Cordero en medio de la Ciudad que no necesita luz, y Él es el Sol de justicia con sanidad en Sus alas.\n\nÉl es el Lirio de los Valles, la Brillante Estrella de la mañana.\n\nÉl es el más hermoso entre diez mil para mi alma.\n\nÉl consuela mi tristeza, me quita todo afán,\n\nÉl me dice que ponga toda carga sobre Él. ¡Aleluya!\n\nÉl es el Lirio de los Valles, la Brillante Estrella de la mañana.\n\nÉl es el más hermoso de diez mil para mi alma.",
    "¡Sí, señor! ¡Oh!, esa gran Estrella de la Mañana que sale para brillar, anunciando el día que llega, dice: “El día está por amanecer, el Hijo se acerca” y Él sale desde atrás de todas las demás estrellas (¡oh, hermano!), con sanidad en Sus alas.",
    "Regresando ahora a nuestro mensaje. Y ya estamos terminando, para prepararnos para mañana por la noche, porque falta un cuarto para las nueve y no queremos detener a nadie por mucho tiempo, solo para que podamos estar aquí.",
    "Muy bien, el Sol de justicia con salud en Sus alas. Ahora Sus apariencias. Él era un juez, otra cosa para mostrar que él estaba allá en el día del Señor. ¿Lo creen Uds.? Él fue allá el día del Señor y vio al Señor como un juez; no como sacerdote, no como rey, sino como un juez. Él es el Juez. ¿No lo creen Uds.? La Biblia dice que Él es el Juez. Y aquí estaba Él todo vestido como el Juez, mostrando lo que Él había hecho; lo que Él era: lo que Él era para el pecador, lo que Él era para el Cristiano. Y Él está aquí parado ahora con la voz de muchas aguas, y Su semblante era como el sol brillando en su fuerza.",
    "Ahora los resultados, el versículo 16. “Y…” No, perdónenme, es el versículo 17:\n\nCuando le vi, caí como muerto a sus pies.",
    "¡Vaya! El profeta no pudo estar de pie más, al ver tal visión. Él—Él simplemente lo dejó sin fuerza, y cayó como muerto a Sus pies. Ahora fíjense:\n\n…Y él puso su diestra sobre mí, diciéndome: No temas; yo soy el primero y el último;",
    "¡Oh, hermano! No un profeta, ¡Dios! “Yo soy el primero y el último. Soy el primero de la Revelación, y el último de la Revelación. Yo soy el que era, Yo soy el que es, Soy el que vendrá”. Veamos:\n\nYo soy…Yo…\n\n…Y él puso su diestra sobre mí, diciéndome: No temas; yo soy el primero y el último;\n\ny el que vivo, y estuve muerto; mas he aquí que vivo por los siglos de los siglos, (Ahora mismo. Y entonces él clamó:) amén. Y tengo las llaves de la muerte y del Hades.",
    "No tengan miedo. ¿Por qué hemos de temer? ¿Por qué tenía que fallar la Iglesia en guardar Su… en recordar Su Palabra? Vamos a detenernos aquí solo por un minuto, porque estamos terminando. ¿Por qué habría de temer esta Iglesia? ¿Qué ha prometido Él que no lo haya manifestado ante nosotros? ¿Por qué habrían Uds. de temer un castigo o lo venidero? “¡No teman! Yo soy el que era, el que es, y vendrá. Soy el primero y el último. Yo aquí tengo las llaves del infierno y de la muerte”. ¿Por qué? “Yo he vencido y conquistado el infierno y la muerte (Ambas cosas, el sepulcro y el Hades; la muerte misma, el Hades mismo.) por Uds. Yo lo he vencido todo. Yo vencí el infierno, la muerte, el sepulcro”. Cuando Él estaba en la tierra, Él era el único gran-…",
    "Muchos hombres han salido a conquistar. ¿Sabían Uds. eso? Napoleón salió a conquistar el mundo, y lo hizo a la edad de treinta y tres años. De los diecisiete a los veinticinco años, Napoleón era un prohibicionista, él no creía en beber o nada de eso. Él fue a Francia. Él no era francés, había venido de una isla, él fue allí para arreglar cuentas con Francia porque no le gustaba, no le gustaba Francia. Pero él fue conquistado. Y fue allá y conquistó a Francia, y tomó a esos franceses y conquistó el mundo. Y a la edad de treinta y tres años él se sentó y lloró porque no había nadie más para conquistar, y murió siendo un alcohólico. Derrotado, él no pudo ni aun conquistarse a sí mismo. ¿Ven? Y entonces encontró su waterloo en Waterloo, él encontró su fin en Waterloo. He estado allí y he visto las antiguas señales de las reliquias y cosas allá, cuando estuvimos en esa tierra. Ahora, observamos a ese conquistador, él comenzó siendo joven y escogió el lado incorrecto para conquistar, y él murió en desgracia.",
    "Pero hubo otro Hombre joven que vino al mundo en cierta ocasión. Él murió a los treinta y tres años y conquistó todo lo que había por conquistar. Cuando estaba en la tierra Él conquistó las pasiones, el orgullo, Él conquistó a la enfermedad, Él conquistó a los diablos. Cuando murió, Él conquistó a la muerte. Cuando se levantó, Él conquistó el infierno. Él fue y conquistó todo lo que estaba contra la humanidad y separó la viña… al lagar de Dios aplastándolo y conquistó la muerte, infierno, sepulcro, enfermedad, formalidades, todo lo demás, y lo venció todo y se levantó al tercer día y conquistó todas las atmósferas arriba, y cortó esa niebla entre Dios y el hombre, y conectó el Cielo con la tierra. ¡Gloria! ¡Oh, vaya! ¡Fiu!",
    "Ahí está Él, el Poderoso Conquistador desde que rasgó el velo en dos, ahí está Él. Tiene las llaves de la muerte y el infierno, colgadas a Mi lado: “No temas”. Puso Su diestra (Su poder), sobre él y lo levantó por el poder de Su diestra, dijo: “No temas, Yo soy el que era, y el que es, y que ha de venir. Soy el primero y el último. Soy el que vivió, y murió, y vive otra vez para siempre. ¡Amén!”. ¡Oh!\n\nHe aquí el poderoso conquistador,\n\nHe aquí, Él está a la vista,\n\nAhí está Él, el poderoso conquistador,\n\nDesde que rompió el velo en dos.",
    "¡Amén! Cortó todo obstáculo de los seres humanos para que se pudieran conectar como en el huerto del Edén. Ahora, el hombre… Me lo iba a guardar, pero lo voy a decir: El hombre es omnipotente. Uds. no creen eso, pero él lo es. Un hombre completamente rendido a Dios es omnipotente. No dijo Él, en Marcos 11:22: “¿Cualquier cosa que Ud. dijere, y no dudare en su corazón, vendrá a suceder? Ud. puede recibir lo que ha dicho”.",
    "¿Qué sucede cuando dos omnipotencias se encuentran? Cuando Dios y el hombre se unen, dos omnipotencias, algo tiene que estremecerse. Algún… Cualquier cosa que Ud. dijera con ese poder creativo de omnipotencia de Dios, sabiendo que Él lo prometió y que Él lo dijo en Su Palabra, eso crea un poder que va más allá y trae cosas a cumplimiento, cosas que no son, las hace como si ya fueran, porque dos omnipotencias se han encontrado. ¡Ahí está Él! ¡Oh, no es Él maravilloso!",
    "Veamos si tenemos más cosas buenas. El versículo 18, ahora el versículo 19. Juan; ¿qué sucedió cuando él vio Su rostro? ¿El resultado? Él cayó a Sus pies; él ya no podía seguir de pie, su vida humana se desvaneció, él no pudo hacerlo. Él era un conquistador, Él ya había vencido.",
    "Ahora, Él da un mandamiento, y entonces comenzamos a terminar el capítulo, este versículo 19:\n\nEscribe las cosas que has visto, y las que son, y las que han de ser después de estas.",
    "Ya vimos el versículo 20:\n\nEl misterio de las siete estrellas que has visto en la diestra,…son siete candeleros de oro: las siete estrellas son los siete ángeles de las siete iglesias, y los siete candeleros que has visto, son las siete iglesias.",
    "¡Oh! Es asombroso, amigo. Verlo a Él parado ahí en la suprema… Su suprema Deidad. Él es el Juez, el Sacerdote, el Rey, el Águila, el Cordero, el León, el Alfa, la Omega, el Padre, Hijo, Espíritu Santo; Él que era, que es y vendrá. Pisar el lagar del vino del furor de Dios, y complació en todo, al punto que Dios dijo en la cruz… Cuando Él se levantó, dijo: “¡Consumado es!”. Complació a Dios tanto, que aun el Espíritu que lo dejó, regresó en la mañana de Pascua y lo levantó y lo elevó otra vez para nuestra justificación.",
    "Ahí Juan miró y lo vio a Él parado con pies de bronce, ojos como llamas de fuego pasando de aquí para allá por la tierra. Daniel lo vio setecientos años antes de eso, en la misma posición, la misma clase, el mismo hombre parado ahí, el Anciano de días, y uno semejante al Hijo del Hombre que se unió con Él, y todo juicio le fue conferido, parado en el Juicio del Trono Blanco.",
    "Viendo estas cosas, ¿qué clase de personas deberíamos ser, amigos? Que Dios les bendiga es mi oración. ¿Ven? ¿Le aman? ¿Le creen? ¿Han anclado su alma en Él?",
    "Inclinemos nuestros rostros por un momento:",
    "Suave y quietamente, mientras vamos a cantar suavemente, He anclado mi alma en descanso eternal, “Yo nunca oiré esas cataratas ruidosas para despedir mi alma, mas hablará de una dulce paz a mi alma”. Suavemente ahora, cada uno, en reverencia.\n\nMi alma anclé, en el descanso eternal;\n\nNo vago en tinieblas ya más;\n\nLa tempestad puede a mi alma acechar,\n\nPero en Cristo por siempre salvo soy.\n\nMi alma anclé, en el descanso eternal;\n\nNo vago en tinieblas ya más;\n\nLa tempestad puede a mi alma acechar,\n\nPero en Cristo por siempre salvo soy.\n\nBrilla en mí, (Señor, permite los rayos de la gloria,) Señor, que brillen en mí,\n\nDeja que la Luz del faro brille en mí.\n\n¡Oh!, brilla en mí, Señor, brilla en mí, (Levantemos nuestras manos a Él.),\n\nDeja que la Luz del faro brille en mí.\n\nSer como Cristo (Sí, Señor.), ser como Cristo,\n\nEn esta vida quiero ser,\n\nEn mi jornada de aquí a la Gloria,\n\nYo solo anhelo ser como Él.\n\n[El Hermano Branham comienza a tararear el coro.—Ed.]\n\n…¡Oh, maravilloso Salvador!\n\nEn esta vida quiero ser como Él,\n\nEn mi jornada de aquí a la Gloria,",
    "¿Les gustaría tener Su Vida viviendo en Uds., reflejando Su Presencia? Si lo desean y no la han recibido aún, ¿se pondrían de pie para orar? Aquellos que desearían ser recordados en oración. Dios les bendiga.\n\nDel pesebre de Belén…(Permanezcan de pie, estando…),…vino un Desconocido, (Uds. serán desconocidos para el mundo.)\n\nEn esta vida quiero ser,\n\nEn mi jornada de aquí a la Gloria,\n\nYo solo anhelo ser como Él.\n\nSer como Cristo, ser como Cris-…, (Ese es mi deseo.)\n\nEn esta vida yo quiero ser,\n\nEn mi jornada de aquí a la Gloria,\n\nYo solo anhelo ser como Él.\n\n[El Hermano Branham comienza a tararear el coro.—Ed.]\n\n…manso, humilde y manso.",
    "Ahora, Padre Celestial, muchos quieren recibirte que están de pie. Están cansados de andar errantes, sin saber a dónde van, en la corriente de la vida; y saben que quizás antes del amanecer el corazón puede dejar de latir, entonces la gran catarata, cae, más adelante, un alma errante. Ellos han sido como ellos mismos, han sido como el mundo, pero ahora ellos quieren ser como Tú, Señor. Recíbelos en Tu Reino, ellos son Tuyos, Padre, porque Tú conoces sus corazones y las intenciones de sus corazones. Y así lo has escrito, y has dicho con Tus propios labios: “El que oyere Mis Palabras, y creyere en el que Me envió, tiene Vida Eterna”. También dijiste, Señor: “Bienaventurado el que lee y el que escucha las palabras de la profecía de este Libro, porque el tiempo está a la mano”. Ellos comprenden que ese tiempo está a la mano. No pueden continuar más a la deriva, Señor. Arroja la cuerda salvavidas, tráelos hacia Ti, Señor. Que ellos puedan salir esta noche reflejando la Luz de Jesucristo. Yo los encomiendo a Ti, Dios Padre, en el Nombre de Jesucristo. Que puedan humildemente seguir al Señor en bautismo aquí en la iglesia; coloca el Espíritu Santo en sus vidas para que puedan ser como Jesús el resto de sus días. Lo pedimos en Su Nombre.",
    "Ser como Cristo, ser como…",
    "Algunos de Uds. parados cerca o sentados cerca de esas personas, que son Cristianos, alcáncelos y salúdelos, deles la mano. Pongan su mano sobre ellos, “alabado sea Dios por su alma”. Nuestros altares están todos llenos aquí con niños y demás, no podemos traerlos aquí.\n\nEn la jornada de aquí a la Gloria,\n\nYo solo anhelo ser como Él.\n\nBrilla en mí, oh, brilla en mí,\n\nDeja que la Luz del faro brille en mí.\n\nOh, brilla en mí, Señor, brilla en mí,\n\nDeja que la Luz del faro brille en mí.",
    "¿Se sienten muy bien? ¿No se sienten bien? ¿No están Uds. contentos de ser Cristianos? Salude ahora de mano a alguien que esté cerca de Ud., mientras cantamos un himno: Andaremos en la Luz, esta preciosa Luz, la Luz del Señor Jesucristo siendo manifestada en carne:\n\nAndaremos en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nCántenlo, todos:\n\nAndaremos en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nTodos los santos de Luz proclamad,\n\nJesús, del mundo es la Luz.\n\nEntonces las campanas del cielo sonarán,\n\nJesús, del mundo es la Luz.\n\nLevante su mano ahora:\n\nAndaremos en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nSeguiremos caminando en esta Luz, es tan preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, Él del mundo es la Luz.\n\nAndaremos en esta Luz, preciosa Luz, (Luz de Evangelio),\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "Allá en el principio, en Pentecostés, cuando el Espíritu Santo cayó sobre la Iglesia. El Mensaje luego vino a Esmirna; ahí se paró Ireneo, el gran santo de Dios, hablando en lenguas, el poder de Dios, levantando a los muertos, sanando a los enfermos, Él estaba andando en la Luz. Después de él vino Colombo, el gran poderoso santo de Dios. Muchos de los otros grandes santos continuando con el Mensaje, caminando en la Luz, la Luz del Evangelio, la misma Luz que brilló en el día de Pentecostés; Cristo parado en medio de Su pueblo, y esos siete candeleros de oro reflejando Su resplandor como el sol en toda su fuerza.",
    "Aquí estamos en 1961:\n\nAndaremos en esta Luz, es tan preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nPongámonos de pie.\n\nSeguiremos caminando en esta Luz, es tan preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\n¿Le aman Uds.?\n\nYo le amo, yo le amo,\n\nPorque (solo porque) Él a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la Cruz.",
    "Nunca más volveré a las cosas del mundo. Yo estoy muerto para el mundo y el mundo está muerto para mí. Yo solo camino en Cristo, guiado por el Espíritu Santo. Yo Le amo porque Él me ama a mí, y Sus bendiciones alumbran sobre mí, dándome la diestra de compañerismo en Su Reino. Ahora somos hijos e hijas de Dios, y aún no se manifiesta lo que seremos al final; pero sabemos que tendremos un cuerpo como Su propio cuerpo glorioso, porque Lo veremos como Él es.\n\nEntonces caminaremos en la Luz, una preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "¿Le aman Uds.? Saben, después de que el mensaje haya golpeado y todo lo demás, me gusta oír a la gente entonar los himnos y entrar a la adoración y cantar en el Espíritu. No hay nada más hermoso que el buen cantar a lo antiguo. Eso es correcto. Me encanta la antigua forma pentecostal de cantar; no esas voces demasiado entrenadas que se aguantan hasta que están chillando y el rostro se les torna azul y no saben lo que están diciendo. Me gusta alguien que tal vez no pueda entonar ni una nota, pero tiene una Bendición Pentecostal y que cante de ello. ¡Oh, cuán—cuán gloriosos son esos cantos melodiosos de la cruz! ¡Oh, vaya!",
    "Ahora nuestro canto de despedida:\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nMañana en la noche el servicio dará principio a las siete, siete en punto.\n\nInclinados a su Nombre,\n\nCaer postrados a Sus pies,\n\nLe coronaremos Rey de reyes,\n\nAl terminar nuestra jornada.\n\nCantemos todos ahora:\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor,\n\nSumo bien, celestial (¡Celestial!),\n\nEs Jesús el Salvador.",
    "Ahora, ya terminamos esta noche. La… me acaban de preguntar: “¿Habrá servicio en la mañana?”. No, mañana no, tengan un buen descanso mañana. Quizás mañana por la noche no pueda terminar el mensaje, entonces continuaré al día siguiente. Cuando sea que yo no pueda… completar el mensaje, continuaré al día siguiente. Pero hemos fundamentado esto, creo que Uds. ya están listos para las Edades de la Iglesia. ¿Verdad que sí? Muy bien.\n\nInclinemos nuestros rostros mientras cantamos suavemente ahora:\n\nInclinados a su Nombre, (Toda lengua lo confesará.)\n\nCayendo postrados a Sus pies,\n\nLe coronaremos Rey de reyes,\n\nAl terminar nuestra jornada.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor,\n\nSumo bien, celestial (¡Celestial!),\n\nEs Jesús el Salvador. 🦅"
  ]
}