{
  "title": "LA EDAD DE LA IGLESIA DE ÉFESO",
  "id": "60810009",
  "content": [
    "🦅  El Señor les bendiga.\n\n¿Alguien aquí maneja un—un Dodge, un Dodge nuevo, placa número WX-2129, estacionado allí al otro lado de la calle? Dejó sus luces, todas sus luces encendidas. Y si la persona que maneja ese carro, bueno, pudiera salir y apagar sus luces. Está allí a mano izquierda, en la calle Ocho. Supongo que ese es un número de New Albany, WX-2129. Un Dodge rojo, un Dodge nuevo, es por lo menos del 59, 60 o por ahí. Y yo no sabía si era alguien aquí o si alguien había… de alguna otra parte. Muy bien, era de aquí. Y es algo bueno. Ahora, no voy a decir que solo a las damas se les olvida, porque a mí también me sucede.",
    "Pues realmente es muy bueno estar juntos de nuevo en el servicio esta noche, y tener este gran tiempo de compañerismo juntos alrededor de la Palabra. ¿Lo están disfrutando? [La congregación responde: “Amén”.—Ed.] ¡Oh, así es!, lo estamos pasando maravilloso, maravilloso. Y ahora confiamos que Dios nos ayudará a continuar.",
    "Ahora, mi hermano fue y trajo un pizarrón, pero está—está demasiado bajo y no tiene la suficiente altura. Entonces mañana trataré de acomodarlo aquí más arriba, subirlo a donde… quiero dibujar algunas cosas que me gustaría explicar, para que Uds. puedan… y, para que Uds. estén seguros de que realmente Lo entiendan.",
    "Sucedió que… Anoche o ayer, mi pequeña, Sara, fue algo gracioso. Mamá y yo estábamos mirando su papelito; ella estaba tomando apuntes. Y ella tenía escrito todo correcto, Isaías y Mateo y todo. Y al final del—del papel, tenía: “Y—y muerte… El sepulcro no tiene más victoria, y a la muerte le fue quitado el aguijón”. Ella tiene como siete años. Y en lugar de poner “Revelación” ella puso, “El libro de revoluciones”. Bueno, eso muestra que al menos están interesadas en captar algo, ¿verdad que sí? Yo creo que la hija del Hermano Collins está sentada allá atrás y, escribieron ellas “¿Revolución?”, “Día de revoluciones”, dice el Hermano Neville. Él está de acuerdo con ella. Yo creo que todos tenemos que hacerlo.",
    "Bueno, realmente lo estamos pasando muy bien. ¡Oh, el Señor está bendiciendo! Entré a estudiar en el cuarto esta mañana, después de que llevé a los niños a la escuela, y acabo de salir hace un rato; lo pasé maravilloso. Anoche también estudié hasta tarde.",
    "Y como a las dos y media de la mañana, unas personas vinieron desde el norte, nos hicieron… me levantaron para orar por una niña que se estaba muriendo. Y estoy seguro que el Señor la sanará. Ellos vinieron desde Bedford, Indiana, para pedir que se orara por la niña. Dos hombres que estuvieron en el servicio anoche, manejaron hasta allá y luego todo ese trayecto de regreso, y nuevamente hasta allá. Probablemente manejaron toda la noche. Así que, es bueno saber que hay gente con esa clase de confianza y que le creen a Dios.",
    "¡Oh, es un gran día el que vivimos! Y ahora estamos esperando, en estas edades de la iglesia, recibir más y más.",
    "Ahora queremos empezar un poco más temprano cada noche, para salir temprano. ¿Les gusta mejor así? Y eso permitirá a los que tienen que trabajar, que lleguen a casa para poder ir a trabajar. Anoche salimos como cinco o diez minutos después de las nueve, o al menos terminé yo. Y estamos contentos de tener a todos los ministros de visita con nosotros esta noche. Y yo—yo… Al Hermano Junior Jackson, al Hermano Carpenter y a nuestro hermano de la iglesia allí, y muchos otros aquí en la plataforma y allá en la audiencia.",
    "Y hoy me dijeron que un precioso amigo mío, que anduvo conmigo en los campos misioneros, el Hermano y la Hermana Andrew del interior de China, estaban en el servicio anoche. ¡Qué momentos maravillosos pasamos juntos este año pasado en Jamaica! ¡La pasamos de maravilla, estuve allá en la casa de ellos! Y, ¡oh, vaya!, si… ¿quisiera saber si el Hermano y la Hermana Andrew están presentes esta noche aquí en la—en la reunión? Este edificio no está construido bien, entonces… Sí, están sentados allá atrás. Quisiera saber si solo se pudieran poner de pie, Hermano y Hermana Andrew, solo un momento. El Señor los bendiga. Estamos muy contentos de verles, Hermano y Hermana Andrew. Yo los invité el año pasado a que vinieran, cuando andaba por allá.",
    "Ahora, no lo digo porque están presentes (iba a decir más, pero ya no lo voy a decir), pero ellos son lo que yo llamo verdaderos misioneros. Si vienen mañana en la noche, denles la oportunidad de hablar aquí un poco antes de que subamos nosotros. Yo quiero que oigan lo que verdaderamente significan los campos misioneros, cuando ellos estaban tan adentro en el interior que ni siquiera tenían nada que… Bueno, ellos… pienso que fueron años y años y años que estuvieron allá, que ni siquiera habían visto un automóvil o un tren o alguna otra cosa, durante años y años. Y cómo la Hermana hacía el pan de… cómo lo amasaba a golpes. Y… Ahora, eso es un verdadero misionero. El Hermano Andrew tenía una aguja e hilo y él era el médico, él era el que los cosía cuando se cortaban. Y yo pienso que cuando el niño… nacían los niños, la Hermana Andrew probablemente era la partera y el Hermano Andrew el médico; dependían de ellos.",
    "Y entonces cuando las misiones de Inglaterra, las Misiones Pentecostales de Inglaterra, dijeron que estaban “muy viejos para regresar al campo” (yo les diré qué tan misioneros son, ellos no iban a quedarse sentados en una silla cómoda), ellos regresaron por su propia cuenta, regresaron a Jamaica, y allá es donde están de misioneros ahora. El Hermano Fred Sothmann y yo aquí tuvimos el privilegio de ir a la casa de ellos y visitarlos, y qué momentos más agradables pasamos con ellos; tan—tan dulces como solo los Cristianos pueden ser. Y les digo, y no digo esto para… prefiero dar un capullo de rosa ahora que una corona de flores después de muertos. Déjenme decirles, ellos son unos verdaderos Cristianos. Y le dije a mi esposa que la Hermana Andrew era una de las mujeres Cristianas más dulces y buenas que una persona pudiera conocer. Ella… de hecho, su carácter está moldeado en Cristo; y también el del Hermano Andrew. Por tanto, estoy seguro, todos viendo que se acaban de parar, quería que toda esta iglesia los saludara de mano y que les oyera antes de que se vayan.",
    "Ahora, mañana, si el Señor quiere, pues, vamos… mañana en la noche vamos a empezar con esta segunda edad de la iglesia. Esta noche empezaremos con la primera edad de la iglesia. Estoy seguro que el Señor nos tiene una bendición reservada.",
    "Y recuerden, como he dicho antes: en estas cosas, algunas veces tal vez no estemos de acuerdo en cuanto la—a la teología. Y casi todas mis fechas las tomo de los historiadores reconocidos, que realmente eran imparciales, ellos solo escribieron los hechos, lo que haya sido, lo que hicieron las iglesias. Y yo… Desde luego, la parte Divina de la interpretación, yo mismo trato de colocarla ahí, lo mejor que puedo. Y a veces si hablo un poco áspero o fuerte de esa manera, no es con esa intención. Todos lo saben, los que me conocen, que esa no es mi intención. Yo solo quiero… Pero para marcar un punto, uno… es así como cuando se martilla un clavo en una tabla, si Ud. solo le da un golpecito, no va a agarrar. Ud. tiene que clavarlo a fondo y remacharlo, para que agarre. Y eso es lo que estoy tratando de hacer. Entonces no es que yo quiera discrepar, pues hablo para todas las denominaciones y demás, así que, no es así… eso.",
    "Yo siempre he dicho, es como al marcar el ganado. Recuerdo hace años, sentado un día cuando estaban… tenían el rodeo de hatos de primavera, llevando el ganado al bosque, y yo ayudaba a arrear el ganado hasta lo que ellos llaman la cerca de retención, donde la Asociación Hereford apacienta en el—el Valle Troublesome River. Y estaba sentado allí con mi pierna colgando sobre la cabeza de la montura, observando al inspector mientras miraba este ganado que pasaba por esta cerca.",
    "Ahora, se requiere que uno tenga… cuando uno va a entrar a la propiedad del gobierno, pues uno tiene que producir una tonelada de pasto antes de poner una vaca a pastar. Y cada rancho produce cierta cantidad de pasto para cierta cantidad de ganado, así mismo se les permite.",
    "Ahora, ellas pasaban por allí con toda clase de marcas. Algunas tenían la “Barra X”. El Sr. Grimes, allí enseguida de nosotros, tenía la “Diamante T”, una T a la orilla de un diamante. Allí estaba la “K Acostada”, justo donde comenzaba el valle Troublesome River. La de nosotros era la “Huella de Pavo”. Abajo de nosotros estaba la “Trípode”. Y allí había toda clase de marcas pasando por esa puerta.",
    "Y noté que el inspector no se fijaba mucho en esas marcas, él no las miraba. Algunas veces estaban al lado izquierdo de la vaca, de manera que él no podía haber visto la marca. Entonces no es que—que él se estaba fijando en la marca. Pero de una cosa se aseguraba, que ninguna vaca pasara por allí a menos que tuviera la cédula de identificación de sangre atada en la oreja. Tenía que ser Hereford de pura sangre o no podía entrar a ese bosque. La marca no importaba mucho, pero era la cédula de identificación de sangre. Y yo pienso que será igual en el juicio. No será por la marca que usemos, sino que Él buscará la cédula de identificación de Sangre: “Cuando Yo vea la Sangre, pasaré de vosotros”. [El Hermano Branham habla con el Hermano con respecto al sistema del micrófono.—Ed.] Ahora, ¿estoy un poco mal ubicado, Gene? Hay eco. Muy bien… Se han cruzado los dos, ¿verdad que sí? Muy bien. Gracias, Hermano Gene. Muy bien.",
    "Ahora, trataremos de salir temprano nuevamente esta noche, para así poder regresar mañana en la noche y tomar estas edades. Y déjenme decirles, es muy difícil para mí no tocar algunos de los grandes puntos a los lados del camino; solo es que quiero decirles todo en una noche. Saben, esa como que es mi naturaleza, pero tenemos que contenernos un poco, esperando cada noche.",
    "Ahora, antes de que empecemos a abrir el gran Libro, me pregunto si podemos pararnos por un momento para… Cambiar de postura… mientras nos paramos, los que pueden. Y vamos a inclinar ahora nuestros rostros, solemnemente, para orar.",
    "Nuestro Padre Celestial, nuevamente nos acercamos a Tu gran Trono Santo, viniendo confiados, y acercándonos pues hemos recibido la invitación. No podemos decir que venimos en el nombre de cierta iglesia o denominación, o en el nombre de esta iglesia o en nuestro propio nombre, porque así no tendríamos seguridad de si lograríamos esta audiencia con Dios o no. Pero por cuanto Jesús nos dijo: “Pedid al Padre todo en Mi Nombre, Yo lo haré”, entonces sabemos que al venir en el Nombre de Jesús, Tú nos vas a escuchar, Padre.",
    "Nos da mucho gozo al leer sobre los mártires del pasado, cómo sellaron su testimonio con su propia sangre; y, Padre, nos hace sentir que estamos haciendo muy poco en este día. Y yo te ruego, Señor, que perdones nuestra—nuestra—nuestra negligencia, como somos, en cuanto a Tus negocios. Y pedimos que nos unjas de nuevo a medida que leemos de Tu Palabra, y vemos el sufrimiento que hubo en los días de antaño, para formar el canon de esta gran Iglesia redimida del Dios vivo.",
    "Yo Te ruego, Padre Celestial, que hables esta noche por medio nuestro, porque no sabemos qué decir; solo esperamos y hacemos esta oración aquí porque estamos en la Presencia de Dios en Su Iglesia, y pedimos que el Espíritu Santo que está sobre estas personas, una Sus poderes en esta noche y sacuda el Evangelio en cada corazón, para que nos dé una nueva posición y una nueva esperanza para la edad por venir. Concédelo, Señor, porque vemos la higuera brotando y a Israel llegando a ser una nación, y los días de los gentiles acabándose y contados, y estamos esperando la venida del gran Redentor, nuestro Señor Jesucristo.",
    "Camina entre nosotros, Señor. Como se dijo esta noche: “Tú andas en medio de los candeleros”, entonces camina entre nosotros esta noche, Señor. Y advierte a nuestros corazones del mal que está por delante, y danos entendimiento de Tu Palabra, porque lo pedimos en el Nombre de Jesús. Amén. Tomen asiento.",
    "Ahora, como he dicho cada día, trato de anotar lo que más puedo en papel, las fechas, lugares y demás, porque es un evento histórico al que estamos llegando. Ha sido historia, y ahora venimos comparándolo también con el tiempo.",
    "Ahora, el domingo en la mañana y el domingo en la tarde… o el domingo en la noche, mejor dicho, pasamos un momento glorioso; estoy seguro que sí, personalmente yo me gocé. Y de la Revelación…",
    "Ahora, ¿qué es lo que estamos estudiando? La Revelación de Jesucristo. Y ¿qué vimos que Dios reveló y quién era Él? Lo primero que vimos, de todas las revelaciones, es que Dios dio a conocer quién era Él. Que Jesús no era una tercera persona de una trinidad, Él era la trinidad en su plenitud. Él era Padre, Hijo y Espíritu Santo. Y esa fue la revelación. Cuatro veces dice en el mismo capítulo que Él era el Dios Todopoderoso; el que era, es, y será; la Raíz y el Linaje de David.",
    "Ahora, vemos entonces que en estas cosas vamos a tratar de aclarar todo el asunto, porque no sé cuándo Lo volvamos a oír, quizás nunca, hasta que el tiempo no sea más y se desvanezca en la Eternidad. Y ahora, como he dicho: puede haber muchos hermanos, maestros mejor calificados para hablar esto que yo, y probablemente tengan una mejor interpretación, pero Dios ha colocado en mi corazón hacerlo y entonces yo sería un hipócrita si no dijera exactamente lo que pienso que es correcto. ¿Ven? Entonces, yo—yo siempre quiero estar libre de culpa ante Dios, en todo momento, que “Yo no he cesado” como dijo Pablo, “de advertirles día y noche, con lágrimas, para que la iglesia pueda estar entonces en posición”. Si hay algún perdido, que esa sangre no esté sobre mis manos, porque quiero ser libre de la sangre de todo hombre en aquel tiempo. Entonces si Ud. no está de acuerdo, pues (en una manera amistosa), está bien. Ahora, pero, quizás el Señor revele algo que nos ayude a todos, juntos.",
    "Ahora, lo primero que vemos, es que Él se reveló a Sí Mismo. Ahora entendemos quién fue Él.",
    "Ahora, más adelante, cité sobre el rociamiento y el bautismo en el nombre de “Padre, Hijo y Espíritu Santo” como un bautismo católico y no un bautismo protestante, o del Nuevo Testamento, espero haber aclarado eso. Y he pedido que alguna persona muestre un texto de la Escritura donde alguien haya sido bautizado en la Biblia o hasta el Concilio de Laodicea (donde formaron la iglesia católica), donde alguien haya sido bautizado en el nombre del “Padre, Hijo, Espíritu Santo”, que por favor venga y me lo muestre. Y yo me pondría en la espalda: “profeta falso” y caminaría por la calle. Ahora, solo lo hago… no para ser difícil, sino solo para mostrarles a Uds. que Eso es la Verdad. ¿Ven?",
    "Ahora, luego la Biblia lo revela a Él aquí, que Él es el Dios Todopoderoso, carne entre nosotros. ¿Ven? No un Padre, Hijo y Espíritu Santo; no son tres dioses, ni un Dios cortado en tres porciones. Es un Dios que obró en tres oficios: de Padre, de Hijo y de Espíritu Santo. Dios condescendiendo desde el huerto del Edén, tratando de llegar nuevamente a los corazones humanos, para así vivir y que sean hijos e hijas de Dios con Él otra vez. Eso es Dios sobre nosotros, Dios con nosotros, Dios en nosotros. Esa es la diferencia. ¿Ven?",
    "Y ahora esas cosas, y la Biblia las revela y lo ha dicho cabalmente en el primer capítulo de Apocalipsis; el cual es el único Libro en la Biblia en el Nuevo Testamento, de todo el canon del Nuevo Testamento, es el único Libro sobre el cual Jesús puso Su propio sello. Y Él dijo, al principio: “Bienaventurado el que lee y el que oye”. Y al final, Él dijo: “Si algún hombre le quita alguna parte o le añade algo, de igual manera será quitada su parte del Libro de la Vida”. Entonces es una maldición para cualquiera que le quite algo, esta es la Revelación completa de Jesucristo. Así que, si lo hacemos a Él tres, Uds. saben lo que sucede. ¿Ven?, sus nombres desaparecen.",
    "Y nadie, ningún protestante, ninguna iglesia primitiva creyó en tres dioses. Fue un gran tema en disputa en el Concilio de Nicea, y ambas se fueron a extremos; saliéndose por acá, por así decir. Los trinitarios, la gente trinitaria que creía en la trinidad, que finalmente se formó en la iglesia católica, se fueron al extremo en la trinidad, haciendo a Dios “tres” personas. Y había otro que creía que Dios era “uno”, y ellos se fueron al otro extremo para ser unitarios. Los dos están errados. Dios no puede…",
    "Jesús no podía ser Su propio padre, ni tampoco podía Jesús tener un padre y Él ser… habría tres dioses. Eso—eso no pudiera funcionar. Pues si Él tiene un padre, y un padre es otro hombre aparte de Él Mismo, entonces Él tenía… y el Espíritu Santo es otro, Él sería un hijo ilegítimo. La Biblia dice que el Espíritu Santo era Su Padre. Y si nosotros tenemos el Espíritu Santo, entonces eso no es el Espíritu Santo, es más bien el Padre en nosotros en el nombre del Espíritu Santo, usando ese oficio en nosotros, porque una vez estuvo en un hombre llamado el Espíritu, y regresa y hoy está en nosotros, el mismo Jehová Dios. ¿Ven?",
    "No hay tres dioses. Tres dioses es algo pagano e impío, y algo que trajeron hacia acá. Y si Uds. se quedan durante la semana y no tienen prejuicios, sino que observan, recíbanlo, es historia. Tomen los mismos libros históricos que yo, o de quien sea, cualquier libro histórico. Solo enterémonos, todos los libros históricos están de acuerdo. Esos historiadores no están de parte de ningún lado, ellos solo están interesados en citar los hechos, lo que aconteció. Y observen cómo esa cosa se metió sigilosamente por Lutero y vino a salir por Wesley, y después fue expuesto en los últimos días: el bautismo en el nombre del “Padre, Hijo, y Espíritu Santo”. Miren en dónde entró a la iglesia católica, en la Edad del Oscurantismo, salió en el tiempo de Lutero, bajó por Wesley, pero entre Wesley y Laodicea (al final), sería expuesto. Correcto. Ahora, y todo esto es historia, y no solo historia, sino que es la Biblia.",
    "Y ahora, esta noche, estamos abordando Siete Edades de la Iglesia que fueron siete iglesias que estaban en Asia Menor, en el tiempo que fue escrito el Libro. Estas iglesias, en ese tiempo, posiblemente tuvieron las características de las edades de la iglesia que estaban por venir, porque… Había más iglesias que esas, la iglesia de Colosas y muchas otras en ese tiempo, pero Dios escogió estas iglesias por sus características.",
    "Ahora, hallamos que Él parado en medio de los siete candeleros de oro, tenía en Su mano siete estrellas. Y esas siete estrellas, dijo Él, en el versículo 20 del capítulo 1, que: “Son siete ángeles para las siete iglesias”.",
    "Ahora, en la Biblia ellos no entendieron esta Revelación. Porque, ¿de qué les serviría a ellos vigilar y esperar si ellos sabían que iban a pasar miles de años antes de que Jesús viniera? No les fue dado a ellos.",
    "Y les digo esto a Uds. personas aquí, a Uds. personas católicas, a Uds. luteranos, a Uds. metodistas y los demás: la Luz que hay en la Palabra hoy en día no le fue dada a Martín Lutero; tampoco le fue dada a Juan Wesley. Juan Wesley predicó la santificación que Lutero había pasado por alto. Y la Luz viene a medida que vamos teniendo necesidad de la Luz. Dios Lo dice, y no nos es abierto a nosotros porque está oculto de nuestros ojos hasta el día que Dios Lo pueda revelar. Me pregunto: ¿cómo será después de que nos vayamos nosotros? Sí, estoy convencido que hay mucho, mucho más de lo cual nosotros no sabemos nada. Es cierto. Hay Siete Sellos, si tomáramos todo el libro de Apocalipsis, que están sellados del lado de atrás del Libro. Ni siquiera… no está escrito en el Libro. Y esos Sellos deben ser abiertos durante esta edad de la iglesia, y los últimos siete misterios de Dios deben ser… son dados a conocer. ¡Oh, cómo me gustaría quedarme en esto durante todo el invierno y repasarlo! ¡Sí, señor! Las Siete Edades de la Iglesia.",
    "Como Daniel oyó los siete truenos, y le fue prohibido; y Juan oyó las voces, y este Libro fue sellado, y la parte de atrás del Libro fue sellada con Siete Sellos; pero en los días cuando estos Sellos sean abiertos: “El misterio de Dios sería consumado”. En otras palabras: Dios sería conocido por Su Iglesia, no en tres personas sino como una Persona. “El misterio de Dios sería revelado”, y cuando eso fuere completamente revelado, entonces los siete misterios serían abiertos para la Iglesia; porque, allí, la Iglesia estará viviendo bajo la inspiración del Espíritu Santo, Él entrando y saliendo y mostrando Sus señales de que está vivo y entre nosotros, viviendo entre nosotros, y entonces estaremos adorando al Cristo vivo que está entre nosotros.",
    "No estén buscando iglesias grandes ni cosas grandes. Cuando lleguemos a esta edad Pentecostal, Uds. realmente verán dónde ellos perdieron. La iglesia de Laodicea misma significa: “rica, que no necesita nada” y desnuda, cuitada, ciega, miserable, y no lo sabe. ¿Ven? Fueron tras cosas como dinero en abundancia y edificios, y todo lo demás.",
    "Siendo que la Iglesia siempre ha sido los—los rechazados de la tierra. Y ellos fueron odiados de toda la gente, desterrados, en callejones, dondequiera que pudieran vivir. Lean Hebreos 11, y tomen los últimos seis u ocho versículos, como “ellos vagaron en desiertos y—y se vestían con pieles de ovejas y de cabras, y fueron destituidos y afligidos y atormentados”. Esas personas allá, ¿cómo irá a compararse nuestro testimonio con el de ellos en el Día del Juicio? ¿Ven?, esas personas en ese día.",
    "Ahora, en esta edad de la iglesia… Tenemos siete iglesias que ahora quiero posicionar. No creo que Uds. puedan verlo desde aquí, quizás algunos de Uds., lo dudo mucho, pero trataré de hacerlo (yo sé que no, estando aquí abajo), hacer Siete Edades de la Iglesia. Lo sostendré en mi mano, para que Uds. entiendan.",
    "Ella comienza, la Iglesia comenzó en Pentecostés. ¿Pudiera alguien negarlo? ¡No, señor! La Iglesia empezó en Pentecostés con la Bendición Pentecostal, y fue ordenada por Jesucristo a continuar hasta el último día con el mismo Mensaje y la misma bendición obrando en nosotros. Su última comisión a Su Iglesia, Marcos 16: “Id por todo el mundo; predicad el Evangelio, estas señales seguirán a los que creyeren”. Ahora, ¿en dónde? “Por todo el mundo”. ¿A quién? “A toda criatura”. Negro, café, amarillo, blanco, cualquier criatura que fuera, predicad el Evangelio a toda criatura. “Estas señales seguirán a los que creyeren”. Ahora, esta noche nos estamos acercando a eso, empezando a cortar esta noche, cada noche cortando un pedazo más grande de Allí, hasta que lleguemos a nuestra propia edad de la iglesia. Ahora, nos damos cuenta que esa fue Su comisión.",
    "Ahora, la primera edad de la iglesia fue la iglesia de Éfeso. La segunda edad de la iglesia fue Esmirna. La tercera edad de la iglesia fue Pérgamo. La cuarta edad de la iglesia fue Tiatira. La quinta edad de la iglesia fue Sardis. Y la sexta edad de la iglesia fue Filadelfia. Y la séptima edad de la iglesia fue Laodicea.",
    "Ahora, la primera edad de la iglesia empezó como en el año 53 d.C., cuando Pablo estableció la iglesia en—en Éfeso. En su viaje misionero, él estableció la iglesia en—en Éfeso, la iglesia de Éfeso, y fue el pastor hasta que fue decapitado en el año 66, siendo él el pastor de la iglesia de Éfeso por veintidós años. Después de su muerte se nos dice entonces que San Pablo… o San Juan el divino, llegó a ser el pastor de la iglesia y la trajo hasta esta edad, y la edad de la iglesia duró hasta el año 170.",
    "Luego, después de la Edad de la Iglesia de Éfeso, desde el año 53 d.C. hasta el año 170 d.C., entonces empezó la Edad de la Iglesia de Esmirna, la cual duró desde el año 170 d.C. hasta el año 312 d.C. Luego entró la Edad de la Iglesia de Pérgamo, y la Edad de la Iglesia de Pérgamo comenzó en el año 312 y duró hasta el año 606 d.C. Luego entró la Edad de la Iglesia de Tiatira, y la Edad de la Iglesia de Tiatira comenzó en el año 606 y continuó hasta el año 1520, la Edad del Oscurantismo. Y luego la Edad de la Iglesia de Sardis empezó en el año 1520 y duró hasta el año 1750, la edad luterana. Luego en el año 1750, entró la edad siguiente, la cual fue Filadelfia, la edad de Wesley; esa comenzó en el año 1750 y duró hasta 1906. Y en 1906 comenzó la Edad de la Iglesia de Laodicea, y no sé cuándo terminará, pero yo predigo que terminará para 1977. Yo predigo, no que el Señor me haya dicho, pero yo lo predigo según una visión que me fue mostrada hace algunos años, en que cinco de esas cosas (de las siete), ya han acontecido.",
    "Acerca de… ¿Cuántos recuerdan esa visión, en la iglesia? Claro. Dijo aun de cómo sería que Kennedy sería elegido en esta última elección; cómo sería que se les iba a permitir a las mujeres votar. Cómo sería que Roosevelt llevaría al mundo a una guerra. Cómo sería que Mussolini iría hacia Etiopía, su primera invasión, y la tomaría; eso sería el fin, él moriría después de eso. Cómo sería que estos grandes ismos se levantarían y todos terminarían en comunismo; hitlerismo, y Mussolini, y co-… nazismo y todo eso, todos terminarían de nuevo en comunismo. Y once años antes, dijo que: “Iríamos a la guerra con Alemania, y Alemania estaría fortificada detrás de concreto”, la Línea Maginot. Aconteció exactamente de esa manera. Luego dijo que después de eso, llegaría a un lugar que… acontecería que la ciencia aumentaría en gran manera al punto que inventarían un carro, los carros tomarían más y más la forma como de un “huevo”. Y esa visión fue dicha aquí donde ahora está la Iglesia de Cristo, en el antiguo… hogar para huérfanos. Charlie Kurn, quizás esté en el edificio esta noche, estaba viviendo en ese lugar en ese tiempo. Un domingo en la mañana como a las siete pasó esto. Y dijo: “Sucederá que inventarán un carro que no necesitará volante, será controlado por alguna clase de poder”. Ellos ya lo tienen. Ya lo tienen, un poder magnético, controlado por radar. Ellos ni siquiera… solo ajusta el radar a donde uno va y lo lleva solo, no hay que guiarlo.",
    "Ahora, y dijo allí: “En ese tiempo, habrá una gran mujer que se levantará en los Estados Unidos”. Y ella estaba vestida y hermosa, pero era cruel de corazón. Y tengo entre paréntesis en la visión, en papel ya amarillo, dice: “quizás la iglesia católica”. Y el permitirles a las mujeres votar ayudaría a elegir la persona equivocada para esta nación. Y eso es lo que hicieron. Exactamente. Ahora, dijo: “Eso sería el principio”.",
    "Ahora otra cosa que dijo, que… Luego, inmediatamente después de eso, yo vi a esta nación que terminó como un rescoldo, sencillamente explotó en pedazos. Ahora, si esas cosas acontecieron, así también será con esto otro. Estamos en… Por esa razón estoy aquí esta noche queriendo traer esto y decírselo a esta gente en Jeffersonville, porque estoy por irme muy pronto a los campos misioneros nuevamente, y no sé a qué hora pueda ser llamado o arrebatado. Yo—yo… eso no lo sabemos. Y quiero estar seguro de que yo haya… que le haya dado a conocer a la iglesia la hora en que están viviendo, porque el Dios Todopoderoso me hará responsable por eso.",
    "Ahora—ahora, cada una de estas iglesias, conforme las Escrituras, tenía un ángel. Y el ángel era un… ¿Cuántos saben lo que significa un ángel? Es un “mensajero”, un mensajero. Y había—había siete ángeles para las siete iglesias, significando: “siete mensajeros”. Ahora, y ellos eran estrellas en Su mano. Y en Su mano estas—estas doce… estas siete estrellas reflejarían la Luz de Su Presencia en el día de tinieblas en que estamos viviendo; así como las estrellas reflejan el sol a la tierra, dan luz para que podamos caminar y nos podamos mover durante la noche.",
    "Ahora, vemos entonces durante este tiempo, que cada uno de esos ángeles tenía una posición y lugar. Y, hermanos, esta noche no llegaremos a eso, porque sabemos quién es este ángel de la primera iglesia, pero será una cosa misteriosa y gloriosa encontrar y sacar de la historia, ante Uds., los ángeles de estas otras iglesias. El ángel de la primera iglesia fue San Pablo, él la fundó, el mensajero de Dios. El ángel de la iglesia de Éfeso fue San Pablo. La iglesia… Ahora, la razón por la que yo…",
    "Ahora, en estos otros tal vez no estén de acuerdo, pero he permanecido allí por días y días bajo la inspiración hasta que sentí que el Espíritu Santo llegó y me ungió para esto. Por esa razón yo lo sé. Y observen a estos hombres que han sido escogidos, si Ud. es un historiador, ellos… Los mismos hombres que tengo apuntados aquí, y que sé por revelación que fueron los ángeles para la iglesia, ellos tuvieron el mismo ministerio que tuvieron estos en el principio. Y ese ministerio no puede cambiar, tiene que mantenerse como Pentecostés hasta el fin.",
    "Ahora, los historiadores sentados aquí van a discrepar conmigo en este hombre; pero en la iglesia de Esmirna, Ireneo es el que yo sé que fue el ángel de ese día. Policarpo, muchos de Uds. dirán que más bien fue Policarpo, Uds. dirán que fue él. Pero Policarpo se inclinó más a la organización y a la religión católica que venía. Pero Ireneo fue un hombre que habló en lenguas y tenía el poder de Dios, y las señales le seguían. Él era el ángel de la Luz de Dios, y él trajo la Luz después que Policarpo fue crucificado o matado, asesinado, e Ireneo fue uno de sus alumnos, y Policarpo fue un estudiante de San Pablo… o de San Juan. Y después Ireneo tomó su lugar, y él trajo la Luz.",
    "Y el ángel de la Luz de—de Pérgamo fue el gran San Martín. No creo que haya vivido otro hombre más grande en la tierra, aparte de Jesucristo, que San Martín. ¿Poder? Los asesinos vinieron para cortarle la cabeza (él creyó en señales y maravillas y la Bendición Pentecostal), y cuando fueron a hacerlo, cuando lo iban a asesinar, él hizo a un lado su capa y les expuso el cuello. Y cuando el asesino sacó su espada para cortarle la cabeza, el poder de Dios lo arrojó a una distancia de él, y él gateó de rodillas a pedirle…?… Amén. Él fue un ángel a la iglesia.",
    "Otras cosas. Miren cómo él… Uno de sus hermanos había sido colgado, y él salió por el camino queriendo encontrarlo para ver lo que había sucedido. Y cuando llegó allí, ya lo habían colgado. Estaba tendido, muerto con los ojos saliéndole de su rostro. Fue a él y cayó de rodillas y puso su cuerpo sobre el de él por una hora, orando a Dios. Y el poder de Dios vino sobre el hombre y él se levantó, lo tomó de la mano y así se fue caminando con él. Eso es historia, así como si fuera de George Washington, Abraham Lincoln o lo que sea; es historia.",
    "¡Sí, señor! San Martín fue el ángel para la iglesia de Pérgamo, la iglesia cuyo casamiento los lleva al catolicismo después de eso.",
    "El ángel de la iglesia de—de Tiatira fue Colombo.",
    "El ángel de la iglesia de Sardis, la iglesia muerta… La palabra, Sardis significa “muerto”. Salió con un nombre, no Su Nombre, “Mas un nombre de que vives, pero estás muerto”. Fíjense cómo trajeron ese bautismo en ese día. ¿Ven?, vino de esto. El ángel de la iglesia de Sardis fue Martín Lutero, el primer reformador.",
    "El ángel de la iglesia de Filadelfia fue Juan Wesley, el mensajero.",
    "Y el ángel de la iglesia de—de Laodicea no se conoce aún. Un día se sabrá, pero quizás él… en la tierra. “El que tiene oído…” [Cinta en blanco.—Ed.]…sabemos que esta es la edad en que estamos viviendo. Dios es el que juzgará eso.",
    "Ahora, noten entonces, y llegaremos ahora a las Escrituras, de nuevo a la primera edad de la iglesia. Ahora me gustaría… tengo unas cositas escritas aquí que deseo que escuchen detenidamente.",
    "La primera iglesia, la iglesia de Éfeso, las obras de la iglesia, por lo que Dios los condenó, fueron obras sin amor. Su recompensa fue el Árbol de la Vida.",
    "La iglesia de Esmirna fue una iglesia perseguida, pasó por tribulaciones. La recompensa fue la Corona de la Vida.",
    "La tercera iglesia, Pérgamo, la edad de la falsa doctrina, la mentira de Satanás, se fundó el gobierno del papado, el casamiento con la iglesia y el estado. La recompensa fue el maná escondido y una piedra blanca.",
    "La iglesia de Tiatira fue la iglesia de la seducción papal, la Edad del Oscurantismo. La recompensa fue poder y reino sobre las naciones, y la Estrella de la Mañana. Eso fue para la pequeña minoría que logró pasar.",
    "La iglesia de Sardis fue la edad de la reforma, la gran… misionera o no misionera, sino los nombres escondidos, ellos tenían sus propios nombres. Y la recompensa fueron vestiduras blancas, y el nombre en el Libro de la Vida (el cual tiene que venir en el juicio). Nosotros vimos eso el otro día, el Libro de la Vida; Ud. será juzgado del Libro de la Vida. Los santos son trasladados y son llevados sin pasar por eso, ellos no llegan a eso.",
    "La Edad de la Iglesia de Filadelfia fue la edad del amor fraternal, la edad de la gran comisión y la gran edad misionera, la puerta abierta. Y la recompensa fue una—una columna. Revelar los nombres de Dios, fue durante—durante esta edad, cuando terminó como en 1906. Muy bien.",
    "La edad de Laodicea fue la iglesia tibia, rica, aumentada en bienes, sin necesidad de nada; pero era desventurada, pobre, ciega y miserable, y desnuda. Y la recompensa fue sentarse en el Trono con el Señor, aquellos que vencieran en esa edad.",
    "Ahora para desglosar, esta noche, enseñándoles un poco sobre el servicio de esta noche, vamos a tomar el capítulo 2, la primera edad de la iglesia. Ahora, nosotros…\n\nÉl ha sido revelado y nosotros sabemos quién es Él: ¡Él es Dios!",
    "Ahora, la edad de la iglesia empezó, como dije, alrededor del año 53, hasta el año 170. Y (a) la ciudad de Éfeso, una de las tres grandes ciudades de Asia; a menudo llamada la tercera ciudad de la fe Cristiana (la primera fue Jerusalén; la segunda, Antioquía; y la tercera, Éfeso)… (c) Una ciudad de gran comercio y negocio… (e) El gobierno fue romano… (f) El lenguaje era griego. Los historiadores creen que Juan, María, Pedro, Andrés y Felipe fueron todos sepultados allí. Y Éfeso era conocida por su hermosura.",
    "El Cristianismo en Éfeso era donde vivían los judíos, en Éfeso. Y fue fundada como en el año 53 o 55 d.C. El Cristianismo fue plantado allí por San Pablo. Más tarde, San Pablo pasó tres años en Éfeso. La enseñanza de Pablo fue de gran influencia para los creyentes de Éfeso. Enseguida, Timoteo fue el primer obispo de la iglesia de Éfeso. Pablo escribió a la iglesia en Éfeso. En el tiempo de Pablo era una gran iglesia.",
    "Éfeso significa… el propio nombre Éfeso significa: “soltar, aflojar, descarriado”. Llamada por Dios: “La iglesia descarriada”. Dios—Dios reconoció primero sus obras, su labor y su paciencia. Dios reprendió su modo de vivir, por dejar su primer amor, por haberse descarriado, y por no llevar más la Luz. Éfeso no era una iglesia engañada, falló por sí misma por no continuar en el Amor perfecto.",
    "El resumen de Éfeso: Fruto sin amor dio lugar a la apostasía. Las promesas: Paraíso prometido al que venciere, de los santos de Éfeso en esa edad de la iglesia, les fue dado el Árbol de la Vida.",
    "Aquí hay una cosa hermosa. El Árbol de la Vida se menciona tres veces en Génesis, tres veces en Apocalipsis. La primera vez que se le mencionó en—en Génesis, fue en el Edén, y Cristo era el Árbol. Las tres veces que fue mencionado en Apocalipsis, era Cristo en el Paraíso. ¡Oh, eso es sabroso! Que el Señor bendiga.",
    "Ahora empezaremos el capítulo 1 de Efesios… o el versículo 1 del capítulo 2, la iglesia de Éfeso:\n\nEscribe al ángel de la iglesia en Efeso: El que tiene las siete estrellas en su diestra, el que anda en medio de los siete candeleros de oro, dice esto:",
    "Juan es el—el mensajero en ese tiempo. Andando en medio de estos siete candeleros de oro estaba Jesucristo, el Dios Todopoderoso. ¿Qué está haciendo Él? No dijo que Él estaba caminando en un candelero, Él estaba caminando en medio de todos ellos. ¿Qué muestra eso? Que Él es el mismo Dios, ayer, hoy, y por los siglos, y en cada edad de la iglesia para cada creyente. Él viene a… con el Espíritu Santo para cada edad y a cada persona; el mismo ayer, hoy, y por los siglos.",
    "🦅 Tiene en Su diestra”. Mano derecha significa Su “autoridad y poder”. Teniendo en Su diestra (bajo control), a los siete mensajeros a las siete edades de la iglesia. ¡Oh, eso me gusta! Verlo a Él andando entre estas edades de la iglesia, el Cristo, Él Mismo dándose a conocer a Su pueblo a través de estas Edades Oscuras, a través de cada edad; mientras la iglesia se formalizó y se alejó, y unos se fueron a un lado y otros a otro, pero esa pequeña minoría de la iglesia aún se mantuvo firme, y Cristo obró en ellos, confirmando Su Palabra; la condujo por medio de todo.",
    "Es muy fácil ver cómo llegamos a lo que tenemos hoy, cuando Ud. empieza a estudiar esto. Ahora, aquí en el principio… yo creo que todos pueden ver a esta altura. [El Hermano Branham ilustra en un pizarrón.—Ed.] Aquí está una edad de la iglesia, es Pentecostés. La segunda edad de la iglesia, tercera, cuarta, quinta, sexta, séptima edad de la iglesia. Ahora si notan esto detalladamente, la iglesia comenzó en Pentecostés. ¿Cuántos lo creen? ¿Ven lo que pasó en Pentecostés? Después vemos a la iglesia a medida que avanza. Comienza a desvanecerse un poco más, un poco más, un poco más; un poquito, menguando así hasta que la verdadera Iglesia genuina se desvanece.",
    "Ahora, el Cristo… no importa cuán pequeña sea la Iglesia: “Donde estén dos o tres congregados en Mi Nombre, Yo estaré en medio de ellos”. ¿Cuándo se congreguen en qué? ¿En el nombre de los metodistas? ¿En el nombre de los bautistas? ¿En el nombre de los pentecostales? ¡En el Nombre de Jesús! Donde estén dos o tres congregados, no importa qué tan pocos sean. Y serán tan poquitos en los últimos días, al grado que Él dijo que tendría que venir rápidamente y acortar la obra, o no habría carne salva para el Rapto. “¡Donde estén dos o tres congregados en Mi Nombre!”.",
    "Ahora, el primer período, los apóstoles. Vemos que este es el principio, Pentecostés. Él está caminando por ahí, el mismo gran Dios, las mismas grandes señales debían acontecer durante todas estas edades porque Él anduvo en cada edad. ¿Bendiciendo qué? A Su pueblo que se ha congregado en Su Nombre.",
    "Quiero que se fijen en esto mientras pasamos por la iglesia. Esta iglesia tenía el Nombre de Jesús. Esta iglesia tenía el Nombre de Jesús. Esta iglesia tenía el Nombre de Jesús. Y esta iglesia lo perdió. Esta iglesia salió de la edad luterana, con “un nombre de que vives, pero estás muerto”. Y sigue así hasta el fin de esta edad; y entre esta edad y esta edad hay una puerta abierta que trae ese Nombre de nuevo a la iglesia. Ahora fíjense y vean si eso no es la Verdad, a medida que lo vamos viendo aquí en las Escrituras. Allí en medio de las—las edades.",
    "Ahora, mañana en la noche trataré de tener esto preparado aquí para que todos lo podamos ver. Y quizás venga mañana en la tarde y dibuje para… algunos de los—los cuadros acerca de lo que les quiero hablar. Y si alguno de Uds. tiene la historia, tráiganlos. O tomen sus notas y vayan a la biblioteca o algún lugar y consigan la historia, y léanla y vean si esto es correcto.",
    "Ahora el versículo 1. ¿Qué está haciendo Él? Los está saludando.\n\nEscribe al—al ángel de la iglesia en Efeso (a Juan): El que tiene las siete estrellas en su diestra, el que anda en medio de los siete candeleros de oro, dice esto: (es un saludo.)",
    "Ahora en el versículo 2 y el versículo 3, Él los felicita:\n\nYo conozco tus obras, y tus arduos trabajos y paciencia;…que no puedes soportar a los malos, y has probado a los que se dicen ser apóstoles, y no lo son, y los has hallado mentirosos;",
    "¿Ven?, esa apostasía ya había comenzado a asentarse en esta primera edad. Ahí mismo ya había comenzado; porque la Iglesia elegida y verdadera que quería guardar los preceptos de la Biblia, y guardar las Palabras que Jesús habló en Su testimonio, ellos ya habían comenzado a alejarse. Comenzó a suceder algo, y se habían levantado maestros falsos, gente que enseñaba mal, contrario a la Escritura, tratando de introducir algo o añadir algo.",
    "Por eso Él dio esta revelación a la iglesia y dijo: “Cualquiera que le quite o le añada, su parte será quitada del Libro de la Vida”. ¡Eso significa perdido, hermano! ¡No manosee la Palabra de Dios! No importa a quién hiera o qué lastime, de todos modos, dígalo. Así como está escrito allí, así es. No necesitamos alguna otra cosa grande, no necesitamos ningún sacerdote ni nada que nos La interprete; Dios, el Espíritu Santo es el intérprete. Él da la interpretación.",
    "Ahora, si notan: apartándose de los males y descubriendo a los falsos profetas, después de que se probó que eran falsos, teniendo apariencia de piedad. ¿Ven cómo la iglesia comenzó a volverse formal durante ese tiempo? Comenzaron como a rebajar a las personas que estaban bajo la inspiración del Espíritu Santo, comenzaron a causar que la gente como que se burlara de ellos.",
    "Bueno, ¿no dijo Jesús: “Bienaventurados cuando sois perseguidos por causa de la justicia?”. Él no dijo que se volvieran ceremoniosos. Él dijo: “Gozaos y alegraos en gran manera, porque así persiguieron a los profetas que fueron antes de vosotros”. Él lo dijo, fue en las bienaventuranzas, en Mateo 5: “¡Bienaventurados sois!”. Pues, que la gente se burle de Uds. porque aman al Señor Jesús, es una bendición el solo hecho de que lo digan. Ellos solo… Cuando ellos les están maldiciendo, están trayendo las bendiciones de Dios sobre Uds. Les sale el tiro por la culata, como le sucedió a Balaam esa vez. Les—les sale el tiro por la culata. Cuando ellos se quieren burlar de Ud. porque es Cristiano, les sale el tiro por la culata, y Dios derrama una bendición, porque: “Bienaventurados sois cuando los hombres os persiguieren por causa de Mi Nombre”. Por causa de Su Nombre: “¡Bienaventurados sois!”.",
    "Ahora nos damos cuenta que ellos querían comenzar y entrar a una apariencia de piedad.",
    "Ahora, pudiera detenerme aquí y decir algo, creo que lo haré. ¿Notaron Uds. que en cada avivamiento…? Ahora, hermanos ministros, revisen esto: Cada avivamiento produce gemelos, así como Jacob y Rebeca produjeron gemelos; Esaú y Jacob. Quiero decir Isaac en vez de… Isaac y Rebeca, en vez de Jacob. Isaac y Rebeca produjeron gemelos. El padre era santo, la madre era santa, pero les nacieron dos varones: Esaú y Jacob.",
    "Ahora, los dos eran religiosos. Pero Esaú, en cuestión de obras y hechos, como un buen legalista, probablemente era un mejor muchacho, en todo, que Jacob. ¿Sabían Uds. eso? Jacob solo era un muchachito que andaba cerca de su mamá todo el tiempo. Pero Esaú salía y trabajaba, salía y traía carne de venado para darle a su padre ciego que era profeta, él se esforzaba en cuidarlo. Pero Jacob solo tenía una cosa en mente: ¡él quería esa primogenitura! A él no le importaba cuánto tiempo tenía que rondar por allí o lo que tuviera que hacer, ¡lo principal en su vida era esa primogenitura! Y Esaú la despreciaba.",
    "Ahora, ¿no ven Uds. al hombre natural—al hombre natural? Cuando viene un avivamiento, hay dos clases de personas que produce cada avivamiento. Hay un hombre natural que sale, y él viene al altar y dice: “Sí, señor, yo acepto a Cristo como mi Salvador”. Él saldrá, y ¿qué le pasa? Cuando menos lo piense, él terminará en una buena iglesia fría y formal, porque él piensa: “Bueno, si me uno a la iglesia seré tan bueno como mi prójimo. ¿Acaso no soy tan bueno como Fulano de Tal? ¿Cuál es la diferencia, siempre y cuando yo pertenezca a la iglesia y haya hecho mi confesión?”. Pues, hay mucha diferencia. Ud. tiene que nacer de nuevo. Ud. tiene que tener la primogenitura.",
    "Y a Jacob no le importaba cuánto se rieran de él. Él quería esa primogenitura, y a él no le importaba cómo tenía que conseguirla.",
    "Ahora, mucha gente no quiere conseguir la primogenitura porque piensa que no es algo muy popular. Ellos no quieren venir al altar y llorar un poco, o pasar sin unas cuantas comidas, o—o alguna otra cosa. Ellos—ellos—ellos—ellos no lo quieren hacer. Muchas de las mujeres… o muchas, Uds. saben, ma… con maquillaje puesto, piensan que si lloran se les va a correr y después se lo tendrían que aplicar de nuevo. Pues, ellas… es… Y no quiero decir eso en forma sacrílega, espero que no suene así, pero esa es la verdad. Ellas simplemente no lo quieren. No quieren el Nuevo Nacimiento, porque el Nuevo Nacimiento es algo un poco desordenado. Es como cualquier otro nacimiento. Cualquier nacimiento es un revoltijo, no me importa dónde sea. Si es en un corral de cerdos o en un pesebre, o si es en un cuarto de hospital decorado, color rosa, es un revoltijo.",
    "¡Y también el Nuevo Nacimiento es un revoltijo! Amén. Lo hará hacer cosas que Ud. nunca pensó que haría; pararse en una esquina golpeando un pandero, o cantar: “¡Gloria a Dios! ¡Aleluya! ¡Alabado Dios! ¡Gloria a Dios!”. Pues, Ud. se comportará como un demente. Eso fue lo que les hizo a los apóstoles, fue lo que le hizo a la virgen María, se portó como una borracha. Ella fue un revoltijo en la sociedad, pero se necesita un revoltijo para que la vida salga. ¡Amén!",
    "A menos que algo muera y se pudra, la vida no puede brotar de allí. A menos que un hombre muera y se pudra a sus propios pensamientos, Cristo no puede entrar a su corazón. Cuando Ud. mismo trata de pensar: “Ahora, si yo me acerco al altar y digo: ‘Sí, señor, yo soy—yo soy una buena persona, yo te acepto; pagaré mis diezmos; haré esto’”, Ud. tiene que morir y podrirse allí mismo a sus ideas. Deje que el Espíritu Santo tome control y que Él haga lo que quiera con Ud. Desordénese un poco allí. Eso suena horrible, no es sacrílego, pero es la Verdad. Es la única manera que sé cómo decirlo claramente para que Uds. Lo entiendan.",
    "¿Qué más revoltijo que ese montón de destacados judíos ese día, al ver a esa gente que salía allá con labios de tartamudos? ¿Saben Uds. lo que es tartamudear? Eh, eh, eh, eh, eh, eh…?… En otras lenguas, y comportándose como gente borracha. [El Hermano Branham demuestra cómo actúa un borracho.] Eh, eh, eh, eh, eh. Eso exactamente es lo que ellos estaban haciendo. ¡Ellos se veían desordenados!",
    "Y dijo: “¿Están todos estos hombres llenos de mosto?”.",
    "Pero después que uno de ellos como que medio volvió en sí, dijo: “Esto os sea notorio, y oíd mis palabras: estos no están borrachos, como vosotros suponéis”. Pero él se fue directo a la Escritura: “Mas esto es eso que fue dicho por el profeta Joel: ‘Y será en los postreros días’, dice Dios: ‘derramaré de Mi Espíritu sobre toda carne’”.",
    "Así nació la Iglesia en el principio. ¿Cuántos creen que Dios es infinito? Entonces Él no puede cambiar. Y si esa fue Su idea de una Iglesia al principio, esa es la clase de Iglesia que Él tendrá al final. Él no puede cambiar. Entonces ¿cómo va Ud. a substituir eso con un saludo de mano, o rociamiento, o—o cualquier otra cosa que no ocurrió allí en ese momento? Cada uno de los apóstoles se refirieron directamente a eso.",
    "Después de que hicieron todas estas… El Espíritu Santo había caído en ellos, Pedro dijo “¿Podemos impedir el agua, viendo que estos han recibido el Espíritu Santo como nosotros al principio?”. Y los mandó a ser bautizados en el Nombre del Señor Jesús. Correcto.",
    "Pablo fue y encontró gente gritando, teniendo un gran tiempo, un grupo de bautistas glorificando a Dios, y dijo, en Hechos 19, dijo: “¿Habéis recibido el Espíritu Santo después de que creísteis?”.\n\nEllos dijeron: “Ni siquiera hemos oído si hay Espíritu Santo”.\n\nDijo: “¿En qué pues fuisteis bautizados?”.\n\nEllos dijeron: “Hemos sido bautizados por el mismo hombre que bautizó a Jesús, Juan el Bautista”.",
    "Él dijo: “Sí, pero eso ya no funciona”. ¿Ven? Pedro ya había sellado eso en el día de Pentecostés. Él tenía la llave, ¿ven?\n\nLes dijo: “Eso ya no funciona, tienen que ser bautizados otra vez”. Entonces él los bautizó nuevamente, en el Nombre del Señor Jesucristo. Impuso sus manos sobre ellos, y ellos tuvieron la misma clase de resultados que los otros allí al principio. El Espíritu Santo cayó sobre ellos, empezaron a hablar en lenguas y a profetizar.",
    "Ahora, esa ha sido la Iglesia a través del tiempo. Ahora, esto empezó aquí en el principio.\n\n“Yo conozco tu paciencia. Tú arduo sufrimiento, Yo sé… Ahora recuerden: Yo soy Aquel que camina entre los candeleros. Yo conozco tu paciencia, y tu trabajo y tus obras, y tu amor y demás. Yo sé todo lo que has hecho. Y Yo sé que has probado a estas personas que se dicen ser ‘profetas, apóstoles’, y los has hallado mentirosos”. ¡Oh!, eso es muy claro, ¿verdad que sí? Yo no soy el responsable por eso, es Él. Él dijo que ellos eran mentirosos.",
    "Y la Biblia dice: “Probad al hombre. Si hay alguno entre vosotros que es espiritual o un profeta, o dice que lo es, Yo el Señor Me declararé a él. Le hablaré en visiones y en sueños. Y si lo que él dijere llegare a acontecer, entonces oídle; no le temáis, ¿veis?, porque Yo estoy con él. Pero si no acontece, entonces no le oigáis, él no tiene Mi Palabra”. ¿Ven?, si es Su Palabra, se cumplirá.",
    "Ahora, ellos se dieron cuenta que estas personas no llevaban las cosas de acuerdo a la Biblia. ¿Ven?, ellos querían conseguir otra cosa. (Ahora quiero que sigan usando su gorra para pensar, vamos a llegar a las pepitas de oro en unos minutos.) Ahora, después, Él dijo: “Yo sé lo que tú… que tienes longanimidad y paciencia, y… con ellos. Los has probado, y has encontrado que no son apóstoles; no lo son”.",
    "Ahora, como dije al principio, antes de que empecemos con esto otra vez, cada avivamiento produce un par de gemelos. Uno es un hombre espiritual; el otro es un hombre natural, del mundo: “Yo me he unido a la iglesia, soy tan bueno como cualquier otro”. Y eso es lo que produjo este avivamiento. Eso es en cada avivamiento. Eso fue lo que produjo el de Lutero, eso fue lo que produjo el de Ireneo, eso fue lo que produjo el de San Martín, eso fue lo que produjo el de Colombo, eso fue lo que produjo el de Wesley, y eso fue lo que produjo Pentecostés. Exactamente.",
    "¿Ven Uds. cómo han ido a sembrar? Edificaron sus iglesias, y se desviaron, y grandes lugares finos y (¡Válgame Dios!), se paran y repiten el Credo de los Apóstoles: “Yo creo en la Santa iglesia Católica Romana, y en la comunión de los santos”. Cualquiera que cree en la comunión de los santos es un espiritista. Cualquier cosa que tenga comunión con los muertos es del diablo. Seguro que sí. Tenemos un mediador entre Dios y el hombre, ese es Jesucristo hombre. Correcto. Fue lo que dijo Pedro. Y Uds., querida gente católica, le llaman “el primer papa, y que Pedro es el primer papa que caminó con Jesús”.",
    "Y después él dijo: “No hay otro mediador entre Dios y el hombre”. Y de estos, Uds. tienen otros diez mil hoy. ¿Por qué ha cambiado tanto, si la iglesia es infalible y no cambia? Y todas sus misas son dichas en latín, para que no cambie. ¿Qué ha pasado? ¿Dónde encuentran Uds. el Credo de los Apóstoles en la Biblia? Si los Apóstoles tuvieron algún credo, fue: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de su pecado”. Que yo sepa no hay otro credo que conocían o que hayan recitado alguna otra cosa.",
    "Pero cuando se trata de “iglesias romanas santas” y todas estas otras cosas, y “Dios el Padre Todopoderoso que guarda los cielos y la tierra”, esa son tonterías. ¿Ven? Correcto. Eso no está en la Biblia. No hay una cosa como esa en la Escritura. Es un credo inventado que ellos han inventado. Pero es… todas las oraciones y todo es una cosa inventada.",
    "Podemos ver hoy que nuestros protestantes, cuando llegamos a eso aquí, lo copiaron directamente de ellos. Así como dijo Billy Graham el domingo: “La gente ha estado en error por tanto tiempo que cree que está en lo correcto estando errada”. Es cierto. Esa es la verdad. Estoy contento que yo… Por supuesto, sé que Billy Graham recibió el Espíritu Santo allá, bajo George Jefferies, pero uno de estos días él va a salir de eso. Dios ahora lo está usando a él ahí, porque él puede sacudir ese reino a donde probablemente nadie más pudiera entrar. Pero Uds. pueden ver en su predicación que hay algo detrás de eso, por causa de algunos de estos bautistas que dan apretones de mano. ¡Sí, Señor!",
    "Ahora:\n\nYo conozco tus obras,…y paciencia;…que no puedes…",
    "Veamos ahora, tengo el…\n\nYo conozco tus obras, y tu arduo trabajo y paciencia;…que no puedes soportar a los malos, y has probado a los que se dicen ser apóstoles, y no lo son, y los has hallado mentirosos;",
    "Él los halló mentirosos. ¿Cómo lo supieron ellos? Porque no estaban citando conforme a la Palabra.",
    "Ahora, si un hombre dice que: “Esta Biblia dice en Hebreos 13:8: ‘Jesucristo el mismo ayer, hoy, y por los siglos’”, y el hombre dice: “¡Ah, los días de los milagros pasaron!”, entonces ese hombre es un mentiroso.",
    "Si la Biblia dice: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de sus pecados”, y en cada lugar en la Biblia dice lo mismo, y todos los que fueron bautizados en el—en el tiempo de la Biblia fueron bautizados en el Nombre de Jesucristo, y este los comisiona para ser bautizados, rociados o cualquier otra cosa así, ese hombre es un mentiroso, y es hallado un falso profeta.",
    "Espero que no esté lastimando sentimientos, pero yo… Hermano, uno—uno no puede mimar Esto, ya es tiempo de quitarse los guantes y empuñar el Evangelio. ¿Ven? Esa es la Verdad.",
    "Ahora, muéstrenme algo diferente. Muéstrenme dónde una persona llegó a bautizar de otro modo que en el Nombre de Jesús, ¿ven?, aparte de la iglesia católica. Entonces si Ud. está bautizado de esa manera, Ud. no está en la iglesia Cristiana, Ud. está en la iglesia católica, por la manera que es bautizado. Su propio Expositor dominical, el catecismo, hace la pregunta: “¿Serán salvos algunos protestantes?”. Dice: “¡Muchos de ellos!, porque tienen nuestro bautismo y muchas otras cosas como esa”. Dice: “Ellos reclaman la Biblia, y la Biblia dice: ‘bauticen en el Nombre de Jesucristo’, y nosotros lo hemos quitado de allí y pusimos: ‘Padre, Hijo, y Espíritu Santo’, y ellos se han doblegado a eso”. Seguro. ¿Ven? No un—no… No es un—no es un bautismo Cristiano, es un bautismo católico.",
    "Me escucharon la otra noche: “¿Ha sido bautizado Ud. en el bautismo Cristiano?”. Bautismo Cristiano, Cristo, “Jesucristo”, no en algún título.",
    "Ahora, el versículo 3 ahora. Muy bien, versículo 2 y 3. Ahora el versículo 3:\n\ny has sufrido, y has tenido paciencia, y has trabajado arduamente por amor de mi nombre, y no has desmayado.",
    "🦅 Por Mi Nombre”. ¿Notaron Uds. que ellos tenían paciencia? trabajaron ¿por qué? Su Nombre. ¿Ven ese Nombre firme en esa iglesia? Obsérvenlo ahora, al avanzar durante la semana, como eso se desvanece y se va a otro nombre. ¿Ven? “Han tenido paciencia, trabajado y demás, y por amor de Mi Nombre”. Él… Ellos trabajaron por Su Nombre.",
    "Para mantener el Nombre de Jesucristo por encima de cualquier iglesia, de cualquier cosa, que sea primero. “Todo…”. La Biblia dice: “Todo lo que Ud. haga de palabra o de hecho, hágalo todo en el Nombre de Jesucristo”. ¿Es correcto? “Todo lo que Ud. haga de palabra o de hecho”. Si Ud. casa, casa a una persona; si no puede, si están con enredos en su matrimonio, no los case. ¿Ven? Si Ud. no puede decir con libertad: “Yo los declaro marido y mujer en el Nombre de Jesucristo”, no lo haga. Muy bien. Si los quiere bautizar, bautícelos en el Nombre de Jesús.",
    "Si Ud. tiene que hacer algo que no puede hacer en el Nombre de Jesús, ¡no lo haga! Alguien dice: “Tómese un traguito”. Ud. no puede hacer eso en el Nombre de Jesús, así que ¡no lo haga! Alguien dice: “Un jueguito de barajas”. Ud. no puede hacer eso en el Nombre de Jesús, así que ¡no lo haga! Un pequeño chiste sucio y bajo en su fiesta de barajas, no lo puede decir en el Nombre de Jesús, así que ¡no lo diga! ¿Ven? Ud. no puede usar pantalones cortos en el Nombre de Jesús, así que ¡no lo haga! Pudiera seguir, pero nosotros… Uds. saben de lo que estoy hablando. Muy bien. No se puede hacer eso. Lo que no puedan hacer en Su Nombre, ¡no lo hagan! Porque Él dijo: “Lo que Ud. haga de palabra o de hecho, hágalo todo en el Nombre de Jesucristo”. Muy bien, ahora.",
    "Ahora vamos a… Eso es el… Él los felicitó a ellos por eso. Ahora, voy a hablar entonces de la queja en el capítulo 4… o mejor dicho el versículo 4.\n\nPero tengo contra ti, que has dejado tu primer amor.",
    "¡Oh! “Tengo algo contra Uds. Han sido pacientes, Uds. se han parado firmes por Mi Nombre”. ¿No sería eso igual de bueno de este tabernáculo hoy? ¡Sí, señor! “Uds. han estado bien, han tenido mucha paciencia, han resistido por mucho tiempo, pero la cosa es… Uds. se han parado por Mi Nombre. Yo aprecio todo eso. Yo—yo los felicito por eso, está bien. Y he visto que han probado a los que se dicen ser apóstoles y todo eso, y han hallado que son mentirosos, no cuadran con la Palabra. Yo—yo agradezco todo eso. Pero tengo algo contra Uds., y es que han dejado su primer amor. Han dejado ese amor que una vez tuvieron por aquellas reuniones del Espíritu Santo chapadas a la antigua, y han empezado a resbalar recayendo en lo formal, vienen con eso de: ‘Nuestro Padre…’”. ¡Tonterías! ¿Ven?",
    "Toda esta sociedad aquí, y alguien tiene que salir con una gran túnica puesta (Uds. saben, para cantar en el coro, Uds. saben), y la manicura en el pelo y todo, y mucho maquillaje en la cara, y cantan como yo no sé qué.",
    "No hace mucho aquí, si no hubiera sido la reunión de Oral Roberts, sin duda les hubiera llamado la atención a un grupo. Estaba—yo estaba en la convención de los Hombres de Negocios que se llevó a cabo… no tuvimos… yo iba a hablar esa noche. No la pudieron tener allá en el hotel y me llevaron al—al edificio de Oral Roberts. Y cuando yo estaba sentando en el estudio de Oral, allí había un grupo de niños pentecostales (¡oh, eran jóvenes y jovencitas de dieciséis, diecisiete años de edad, dieciocho) todos parados allá; como treinta o cuarenta de ellos iban a cantar alguna clase de—de pequeña… a mí me pareció algo así como una obertura de alguien que Becky habla, Tchaikovsky o de esa clase de cosa; yo no sé, algún canto de ese tipo, canto clásico. Y aquí estaban ellos, los hermanos iban a recoger una ofrenda en el servicio, y cada uno de estos pasaba y tenía una tacita, y actuaban como ciegos y todos los chistes y cosas como Ud. nunca ha oído, entre estos muchachos y muchachas, y la manera en que hablaban. Y esas muchachas con suficiente pintura puesta para casi poder haber pintado el edificio de Oral. Y allí estaban de esa manera, y llamándose a sí mismos “pentecostales”. ¡Ellos perdieron su primer amor!",
    "Verdaderamente que estoy de acuerdo con David DuPlessis: “Dios no tiene nietos”. ¡No, señor! Nosotros tenemos nietos metodistas; tenemos nietos bautistas; tenemos nietos pentecostales; ¡pero Dios no los tiene! Uds. son hijos e hijas. Ud. no puede entrar a través de su mamá o papá porque ellos fueron buenos hombres y mujeres, Ud. tiene que pagar el mismo precio que pagaron ellos. Ud. tiene que nacer así como ellos. Dios no tiene nietos. Ud. es un hijo o hija; o, Ud. no es un nieto, eso es seguro.",
    "Fui a un servicio allá, y ellas allí… a una buena iglesia de la Asamblea Pentecostal. ¡Vaya!, hubieran visto a esas mujeres huir cuando me vieron entrar; con ese pelo cortito, y medio vestidas, casi como una salchicha, Uds. saben, apretadas de esa manera en esos vestidos, mujeres pentecostales, vestidas tan sexualmente.",
    "Uds. tendrán que dar cuenta por eso en el Día del Juicio. Uds. serán culpables de cometer adulterio, Jesús dijo: “Cualquiera que mirare a una mujer para codiciarla, ya adulteró con ella en su corazón”. Y si Ud. se presenta a un hombre de esa manera, ¿quién es culpable? ¿Ud. o el hombre? ¡Sean rectas! ¡Huyan de la apariencia del mal! ¿Ven? Entonces allí lo tienen.",
    "¿Qué hicieron? Perdieron su primer amor. ¡Oh, Ud. no pudiera traerlos a una esquina con un pandero para batir sus manos y alabar a Dios! ¡Oh, no! Ellos cantarían algo clásico vestidos con sus túnicas. ¿Ven?, ellos perdieron su primer amor. Eso es lo que pasó con la primera iglesia. ¿Ven?",
    "Ellos sencillamente tienen que portarse como el mundo. Tienen que vestirse como el mundo, lucir como el mundo, actuar como el mundo. Y tienen su estrella favorita de televisión, Uds. saben, ellos no pueden dejar de verla. Nosotros Amamos A Susy o algo así, Uds. saben, ellos tienen que verlo. Se quedarán en casa cuando hay culto de oración y todo lo demás, para verlo. Y si no lo hacen, le dan una buena regañada al pastor, para que los deje salir a tiempo para no perderse el programa, y así pueden llegar a casa para verlo. ¡El amor por el mundo es más que el amor por Dios!",
    "¡Oh!, muy formales, ya no pueden decir: “¡Amén!”. Vaya, les dañaría el maquillaje. ¿Ven? Ellos ya no Lo tienen. Eso es pentecostés. No son los bautistas. Ellos nunca Lo tuvieron para empezar, los—los presbiterianos. Yo estoy hablando de pentecostés. Correcto. Yo sé que es muy repugnante, hermano, pero nosotros queremos un nacimiento de este asunto; tiene que haber una muerte antes de que pueda haber un nacimiento. ¿Ven? ¿Ven? Es la Verdad. Pero ahí lo tienen Uds., dejaron su primer amor. Yo…",
    "Si Dios tuvo eso contra esta iglesia, ¡lo tiene contra aquella también! “Por cuanto dejaste tu primer amor, tengo eso contra ti. Yo tengo algo contra ti, esa es Mi queja. Una vez gozaste de un buen momento, pero tú—tú dejaste que el mundo entrara sigilosamente, y empezaste a actuar un poco formal. Aun estás reteniendo Mi Nombre, y aun estás haciendo las cosas que están bien, y tienes mucha paciencia y todo eso, y trabajas, eres como una mula, solo laboras y trabajas”.",
    "¡Vaya! ¡Vaya! ¡Vaya! Mira, has dejado la gracia y la fe y el poder, los has cambiado por trabajo y obras. “Bueno, déjeme decirle a Ud. Hermano Branham, yo—yo le ayudo a toda viuda que puedo”. Pues, eso es algo bueno, lo felicito por eso. Pero ¿dónde está ese primer amor que Ud. tuvo una vez? Ajá. Ajá. ¿Dónde está ese gozo que Ud. tenía? Como David clamó una vez: “¡Oh, Señor!, ¡restáurame el gozo de mi salvación!”. ¿Dónde están esos cultos de oración de toda la noche y las lágrimas en sus mejillas? ¡Válgame Dios, la Biblia aun empolvada y con telarañas! Uds. leen viles novelas de amor y noticias y demás; y cosas que ni siquiera deberían permitir que se publiquen, ni que las pongan como un—un latón de basura, y nosotros, el pueblo pentecostal, las tomamos y volamos sobre ellas como un montón de moscas en un latón de basura. Es cierto. ¡Oh, misericordia! Lo que nosotros necesitamos es: ¡Regresar a nuestro primer amor! ¡Regresar a Pentecostés! ¡Oh, vale más que deje eso! Muy bien. Pero, Uds. entienden: “Dejando ese primer amor”.",
    "El versículo 4, ahora el versículo 5. Una advertencia, el versículo 5, una advertencia: “¡Recuerda y arrepiéntete!”. ¿Ven?\n\nRecuerda, por tanto, de dónde has caído,…(¿De dónde viniste? De Pentecostés caíste a donde estás ahora, descarriándose),…y arrepiéntete, y haz tus primeras obras; (regresa de nuevo a Pentecostés),…pues si no, vendré pronto a ti, y quitaré tu candelero de s-u…(Pueden ver quién es, ¿verdad?),…su lugar, si no te hubieres arrepentido.",
    "En otras palabras, si Uds. tienen un pastor lleno de Dios, lleno del Espíritu Santo, y tratan de tenerlo bajo su dedo, diciendo: “Bueno, si él dice algo porque tenemos un coro con túnicas, si él dice algo porque usamos maquillaje, nosotros lo excomulgaremos”. No se preocupen, Dios lo hará antes de que Uds. tengan la oportunidad. Él saldrá y les predicará a las piedras en la calle antes de ceder a esa clase de cosas. Si Uds. tienen un pastor que en realidad les dice la Verdad, Uds. deberían honrar a Dios y mantenerse en el Espíritu, y adorar a Dios, sabiendo que se van a perder si no lo hacen. ¿Ven?",
    "Pero la gente vive hoy como si fuera… si esto es lo único que hubiera: “vivir aquí en la tierra y nada más”. Uds. no se dan cuenta que tienen un alma que saldrá de aquí y que irá a algún lugar. Y Ud. sella su destino aquí mismo, el modo en que Ud. vive y lo que hace, guardando rencores, siendo malo y todo, y después corre a la iglesia. ¡Oh, misericordia!¡Uf! ¡Qué vergüenza!",
    "Ud. trae un reproche a—a la causa de Cristo. ¿Verdad que sí? ¿Acaso no lo hacemos? Los contrabandistas de licor no están lastimando a la Iglesia. No es eso. No es la prostituta la que está haciéndole daño a la Iglesia. Es la gente que profesa ser Cristiana la que le está haciendo daño a la Iglesia. Nosotros sabemos lo que es el contrabandista y lo que es la prostituta. Cuando nuestras hermanas se visten como una prostituta, eso es diferente, eso es lo que le hace daño a la Iglesia. Cuando el hombre toma como el contrabandista de licor, bueno, entonces, eso es lo que le hace daño a la Iglesia. Están profesando ser Cristianos y hacen eso. La gente espera que Ud. con ese nombre… “Apártese de todo pecado todo aquel que invoca el Nombre de Jesucristo”. ¿Ven? Aléjese de eso.",
    "¡Oh, nos falta tanto, hermanos! Yo, Ud., todos nosotros, aún nos—nos falta llegar a lo que Cristo quiere que seamos. Y aquí en este día, es tiempo que hagamos a un lado todo pecado que fácilmente nos asedia, y corramos con paciencia la carrera que está puesta ante nosotros. Predicadores, eso es correcto hermanos. Eso es exactamente correcto.",
    "🦅 Recuerda y arrepiéntete o quitaré la Luz de la estrella, fuera de su lugar”. ¿Cuál es su lugar? En la Iglesia. “Pero si no te arrepientes y regresas adonde estabas al principio, quitaré a tu pastor y lo sacaré de su lugar; lo pondré en otro lugar donde su… donde Yo reflejaré Mi Luz para que brille”. ¡Oh! ¡Qué serio, verdad!",
    "Es tiempo que las iglesias se arrepientan. Es tiempo que pentecostés quite a muchos de estos eruditos pulidos de los púlpitos, y que pongan ahí al predicador chapado a la antigua que les diga la Verdad; no para dar vueltas y usar la iglesia como un boleto para comer, grandes salarios y cosas así, y sicología, y unas cuantas carreras de caballo, y ventas de comida, y todo lo demás. Es tiempo de regresar al Evangelio. A mí no me importa qué tan pequeña sea: “Donde dos o tres estén congregados, Yo—Yo estaré en medio de ellos”.",
    "🦅 Arrepiéntete, si no, vendré y quitaré el candelero; lo enviaré a que vaya a hacer brillar su luz a otra parte”.",
    "Ahora, el versículo 6. Ahora aquí está el que nos va a dar problemas. Bueno, a menos que te arrepientas, Él vendrá y sacará al pastor.\n\nPero tienes esto,…",
    "Ahora, recuerden. ¡Oh, no se les pase esto! Esto va a conectar lo demás, hasta esta en la… edad en la que estamos ahora. Primero, ¿todos se sienten bien? [La congregación dice: “¡Amén!”.—Ed.] ¿Tienen prisa? [La congregación dice: “¡No!”.] Muy bien, ahora. Muy bien, entonces soporten un poquito. [Un hermano de la congregación dice: “Quédese toda la noche”.] Ahora… Gracias.\n\nPero esto tienes,…(Entonces ellos tenían algo, ¿verdad? Ahora, ¿qué tenían?),…que aborreces las obras de los nicolaítas, las cuales yo también aborrezco.",
    "🦅 Tú aborreces esas obras de los nicolaítas”. Sentado allá arriba en el estudio, hoy, escribí algo sobre eso aquí, quiero que escuchen muy bien ahora, aquí, está aquí en dos páginas. El versículo 6, alaba y está de acuerdo; eso es que Dios y la Iglesia estaban de acuerdo en una cosa, que ellos “odiaban las obras de los nicolaítas”; la Viña verdadera, la Viña verdadera, la Iglesia verdadera que estaba en esta iglesia de Éfeso.",
    "Ahora, recuerden: cada iglesia tiene sus formales y cada iglesia tiene sus espirituales. Esos son los gemelos que nacen en cada avivamiento y viven en cada iglesia. Ellos empezaron aquí mismo en esta edad y terminan en esta edad. Y finalmente, los formales se apoderaron de ella en la Edad de Tiatira, y Lutero volvió a sacarla. Y ahora está dando la vuelta para entrar una vez más. ¿Pueden ver Uds. esa religión formal? No hay ninguna diferencia entre eso y el catolicismo. Es todo lo mismo. Toda organización es degollada en esa cosa. Dios nunca organizó Su Iglesia. Eso es exactamente lo que ellos estaban tratando de hacer aquí. Y Uds. fíjense y vean si eso no es cierto, para mostrarles qué tan maldita es una organización. Eso era—era extraño para la nueva Iglesia, la Iglesia del Nuevo Testamento. ¿Ven?",
    "Pero tienes…Pero tienes esto, que aborreces las obras de los nicolaítas; las cuales yo también aborrezco.",
    "La verdadera Viña aborrecía las obras formales de los nicolaítas, ¡también Dios! Lo que eran hechos en la iglesia de Éfeso, en la iglesia de los efesios, llegó a ser una doctrina en la iglesia de Pérgamo. En Éfeso, la primera iglesia, fue un hecho, en la iglesia que siguió llegó a ser una doctrina. ¿Lo pueden oír? ¿Ya lo pueden entender? Era un hecho en Éfeso, y fíjense, aquí en Pérgamo llegó a ser una doctrina. Solo empezó aquí en forma pequeña de bebé. Ahora, en un minuto vamos a averiguar qué fue eso. Aquí están los lobos de Pablo: “Las obras de los nicolaítas”.",
    "Ahora, qué… Desglosemos esa palabra y averigüemos qué es lo que tenemos antes de avanzar. La palabra nicolaíta es una cosa un poco extraña para mí. Conseguí todo léxico griego que yo—yo pude encontrar. Nicolaíta vino de la palabra de Nicko, N-i-c-k-o. Esperen, creo que yo lo escribí aquí. N-i-c-k-o, Nicko, que significa: “conquistar o derrocar”. Nico-laítas: “Derrocar o conquistar al laico”. Lo que ellos estaban queriendo hacer aquí, era tratar de tomarse la iglesia donde Dios tenía pastores y al Espíritu de Dios moviéndose por medio de dones en la Iglesia del Dios vivo, y ellos estaban dando inicio a una doctrina, que ellos iban a tener algunos sacerdotes y obispos y papas y demás. Eso, dijo Dios, ¡que Él lo aborrecía! Él aún lo aborrece hoy. Nico-laítas (Nicko: “vencer”) o, “derrocar al laico”. El laico es “la iglesia”. ¿Cuántos saben que laico es la iglesia? Muy bien, “Derrocar o conquistar, o tomar el lugar del laico”.",
    "En otras palabras, tomar todo lo sagrado, todo el poder de la iglesia, y ponerlo sobre los sacerdotes; “Dejar que la congregación viva como quiera, pero el sacerdote es el santo”. Quitando el Espíritu Santo de la gente, con señales y maravillas que les seguían, y quitar eso y darles un sacerdocio santo. Quitando el Espíritu Santo y cambiándolo por un sacerdocio. ¿Ven Uds. lo que era? Era un… Finalmente llegó a ser… Aquí en esta iglesia, fue un hecho; y en este lugar llegó a ser una doctrina; y en Tiatira, se apoderó. Y cuando surgió Lutero, no podía permanecer de esa manera, regresó de nuevo y se apoderó otra vez: obispos, cardenales, arzobispos. ¿Quién es la cabeza de la Iglesia de Dios sino Él Mismo? ¡Amén! ¡Fiu! Ahora me siento religioso. El Espíritu Santo fue enviado para gobernar a la Iglesia; ¡no solamente al predicador, a toda la congregación!… ¡Solo que el predicador sea santo!, es toda la Iglesia que tiene el Espíritu Santo.",
    "Y en lugar de Eso, en lugar de tener el Espíritu para vencer, ellos han tomado una pequeña hostia y una galleta, y un poco de vino, y a eso le llaman: “La santa Eucaristía que significa: ‘Santo Espíritu’”. ¿Cómo puede una galleta y un poco de vino ser un Espíritu? Ahora, si—si así fuere, entonces se tendría que leer Hechos 2 de esta manera: “Y como se cumplieron los días de Pentecostés, aquí vino un sacerdote romano por el camino, y él dijo: ‘Saca la lengua’, y ahí colocó la hostia y él se bebió el vino, dijo: ‘Ahora ya tienes el Espíritu Santo’”. Pues, ahora nosotros creemos que eso es terrible. ¡Lo es!",
    "Ahora sigamos; Yo fui ordenado en una iglesia bautista, fijémonos en nosotros los bautistas. Ajá. ¿Hmm? Los metodistas, ¿qué hacemos? “Si Ud. confiesa que ‘Jesucristo es el Hijo de Dios’, Ud. es salvo”. El diablo cree que Él es el Hijo de Dios, y tiembla ante Eso; probablemente lo cree más que muchos miembros de la iglesia. El diablo cree eso mismo y tiembla, por cuanto sabe que ha sido condenado.",
    "Ahora tomémoslo de la forma metodista, ellos—ellos dicen que: “Juan no bautizó” que, “él roció”. Dicen: “Habían muchos roedores en el país y—y el agua subía a estos lugares. Y él tenía una concha de almeja y cavaba en la madriguera de un roedor”. Y ellos en realidad predican eso. “Y tomaba un poco de agua en esta concha de roedor o esta concha de almeja, de la madriguera del roedor, y rociaba a la persona”. ¡Tonterías! ¡Oh, hermano!",
    "Bueno, veámoslo: “Cuando llegó el día de Pentecostés, todos estaban unánimes en un lugar, en un acuerdo. Y el pastor vino y predicó un buen sermón, y dijo: ‘Denme la diestra de compañerismo y pondremos su nombre en el libro’”. No suena correcto, ¿verdad? Ud. tal vez encuentre eso… Ud. no encontrará eso ni en un almanaque, ellos saben que no es así. El almanaque de cumpleaños de las ancianas estaría más correcto que eso.",
    "Bueno, entonces ¿qué causó eso? Los nicolaítas introduciendo un grupo de hombres para torcer la Escritura, y hacer una denominación que no puede permitir que Dios se mueva en ella. ¡Muere allí mismo! Entonces Él dice aquí: “¡Estás muerto! Tienes un ‘nombre’ de que vives, ¡pero estás muerto!”. Muchos de ellos están muertos y no lo saben.",
    "Yo y mi hermano estábamos pescando cuando éramos chicos, por acá. Y pesqué una tortuga mordedora y le corté la cabeza; la quité de la línea, no quería perder tiempo con esa cosa; y la arrojé sobre la ribera. Y mi hermano menor vino y preguntó: “¿Qué pescaste hace un rato?”.\n\nContesté: “Una tortuga”.\n\nÉl dijo: “¿Qué hiciste con ella?”.\n\nDije: “Allí está, allí, y la cabeza está por allá”.\n\nY él fue para allá. Y preguntó: “¿Está muerta?”.\n\nYo dije: “¡Seguro! Le separé la cabeza del cuerpo, tiene que estar muerta”.",
    "Entonces él cogió un palo, y lo acercó para arrojar la cabeza de esta tortuga de nuevo al río, y cuando… o en el arroyo. Y cuando lo hizo, la tortuga lo agarró. Uds. saben, ellas muerden por una o dos horas. Él saltó para atrás, dijo: “¡Oye! Pensé que dijiste que ‘estaba muerta’”.\n\nDije: “Así es”.\n\nÉl dijo: “Bueno, ella no lo sabe. No”.",
    "Pues así está mucha gente: ¡muerta y no lo saben! ¡Nicolaítas! ¡Oh, hermano! ¡Oh!, dijo Él: “Tú aborreces eso”. Aceptándolo todo: santos sacerdotes finos, santo cardenal, santo obispo.",
    "Y algunos de Uds. pentecostales: “El gran superintendente, cuando él viene. El superintendente general, él les dirá si pueden tener el culto de sanidad aquí o no. Um, um”. ¡Aleluya! El Espíritu Santo es el que lo dice o no, la Palabra Eterna de Dios.",
    "🦅 Bueno, Hermano Branham, nosotros creemos que la Biblia enseña: ‘Bautizar en el Nombre de Jesús’, pero el superintendente general dijo que si dábamos lugar a eso en nuestra iglesia, él nos echaría a todos”. Háganlo. Correcto. Yo prefiero que me echen de aquí y no que me echen Allá. Pues, si Ud. le quita alguna cosa a esto, de todas maneras lo van a echar de Allá, entonces vale más que lo echen aquí. Si él lo echa aquí, Ud. será recibido Allá. Así que, da lo mismo, entonces permanezca con Ella.",
    "Nosotros queremos estar correctos. ¡Oh, vaya, es una cosa seria, hermano! Tenemos que tener esto correctamente. Jamás podremos tener una Iglesia hasta que Dios tenga un fundamento donde colocarla. Él nunca va a establecer Su Iglesia sobre un montón de tonterías. Él tiene que venir conforme a Su Palabra o Él no vendrá; exactamente conforme a Su Palabra.",
    "Alguien, no hace mucho, allá, dijo: “Hermano Branham, venga a Chatauqua”. ¿Cuántos estuvieron en Chatauqua? Pues miren, la tercera parte de la iglesia o más estuvieron en Chatauqua. Y… Ahora, ese hombre se paró allá esa tarde, y todos Uds. lo oyeron, no sabiendo que yo lo sabría. Dios puede revelar allá arriba en el cuarto lo que ellos están diciendo allá abajo, y, Uds. saben, Él lo hizo. Subió allí, dijo: “Ahora, el Hermano Branham, ¡oh, él es un siervo del Señor! Cuando el Espíritu está sobre él, él es un profeta ungido, él sí que sabe, Dios le dice lo que es y lo que va a ser; pero su teología, a eso no le presten atención”.",
    "¡Qué idea tan miserable! ¿Cómo puede un hombre decir eso? Pues, yo no tengo… Bueno, aunque uno no pudiera distinguir entre el frijol partido y el café, uno—uno sabría que eso está mal. ¿Cómo pudiera uno pensar una cosa como esa? “¿Por qué”? Pues, la propia palabra profeta, en sí, significa “un revelador divino de la Palabra”. ¿Cómo puede Ud.…? La Palabra del Señor vino al profeta. Yo nunca dije que yo lo era, ellos lo dijeron. Pero ahí lo tienen. ¿Ven?",
    "¿Cómo un hombre…? Para sustentar una pequeña doctrina de iglesia en alguna parte, porque su organización no estaba de acuerdo con Eso. Vendiendo sus primogenituras por un revoltijo de potaje, ¡Esaú!, ¡hipócrita miserable! Es cierto. Vendiendo así sus primogenituras por un revoltijo de potaje, por un revoltijo de denominación, por un revoltijo de organización que Dios odia. Solo recuerden, Uds. dicen: “la organización”, ¡Dios la odia! Es la cosa que separó a hermanos, y rompió… Hay muchos metodistas, bautistas y presbiterianos esta noche que les gustaría tener el compañerismo alrededor de la mesa de Dios. Pero si lo hacen, serían expulsados inmediatamente tan pronto comiencen Allí. Es exactamente la verdad.",
    "🦅 Mamá perteneció a ella” y ellos solo son nietos para comenzar. ¡Oh, vaya! A mí no me importa a qué pertenecía mamá, mamá vivió en toda la Luz que ella tuvo en su día, Uds. están viviendo en otro día.",
    "La ciencia probó una vez, hace como trescientos años, al hacer girar una pelota alrededor de un globo, dijo: “Si algún vehículo alguna vez corriera a la increíble velocidad de treinta millas por hora, la gravedad lo elevaría de la tierra y lo arrojaría al espacio”. ¿Piensan Uds. que hoy la ciencia cree eso? Están corriendo a mil novecientas millas por hora. [3.058 km.] No están mirando atrás para ver lo que aquellos dijeron, ellos están mirando atrás, mirando a ver qué pueden ver adelante.",
    "Pero la iglesia siempre quiere mirar hacia atrás para ver qué fue lo que dijo Wesley, lo que dijo Moody, lo que dijo Sankey. “Todas las cosas son posibles para los que creen”, ¡miremos hacia adelante! La única cosa en la Biblia que miraba hacia atrás… ¿Saben Uds. qué clase de animal siempre mira hacia atrás? La vida más baja que existe. ¿Cuántos saben cuál es la vida más baja que se mueve? Una rana. La rana es la vida más baja que hay, y el hombre es la vida más alta que hay. Y la rana mira hacia atrás. A mí no me gusta esa vida baja. Yo quiero mirar hacia adelante, creyendo, confiando, caminando en la Luz como Él está en la Luz, amén, a medida que Él da la Luz.",
    "Una vez allá en Kentucky yo estaba teniendo un servicio, vino un anciano y dijo: “¡Oh, yo no creo eso de la sanidad!”.\n\nY yo dije: “Bueno, está bien, Ud. es un americano”.\n\nÉl dijo: “Yo—yo no creo nada a menos que lo vea”.\n\nY yo dije: “Pues, está bien”.\n\nÉl dijo: “Ahora, yo no tengo nada contra Ud., pero yo—yo no creo lo que Ud. está diciendo”.\n\nYo dije: “Ese es su propio privilegio americano, Ud. no está obligado”.\n\nÉl dijo: “Bueno, yo nunca acepto nada a menos que pueda verlo claramente”. ¡Hmm!\n\nDije: “Bueno, yo… eso—eso está bien, Ud. debe ser de Missouri”.\n\nDijo: “No, soy kentuckiano”. ¡Fiu!\n\n“No suena muy bien para Kentucky”, dije yo. “Pero de todos modos” dije, “si Ud.… así es como piensa, adelante”. Y dijo—él dijo… yo dije: “¿Cómo se va a ir a casa?”.",
    "Él dijo: “Voy a cruzar la cuesta. Yo vivo al otro… Pues, acompáñeme”. Un hombre amable. Dijo: “Vaya a casa conmigo, pase toda la noche, Hermano Branham”.\n\nLe dije: “Desearía poder hacerlo, hermano. Pero” dije, “voy aquí adonde mi tío”. Y él dijo… yo dije: “¿Quiere que lo lleve para allá?”.\n\nDijo: “No, tengo que cruzar la cuesta allá, por este lado, y bajar una cañada, y para arriba”, Uds. saben cómo es por allá.\n\nY dije: “Bueno” le dije, “¿cómo va a llegar allá?”.\n\nÉl dijo: “Voy por allí, por la vereda”.\n\n“Pues” dije, “Ud. ni siquiera puede ver su mano frente a Ud.”. Dije: “¿Cómo va a llegar hasta allá?”.\n\nDijo: “¡Tengo una linterna!”.\n\nY dije: “Bueno, ¿cómo hace Ud.…? ¿Qué es lo que hace, enciende la linterna y después camina con ella?”.\n\nÉl dijo: “Sí, señor”.\n\nYo dije: “Cuando Ud. enciende esa linterna, ¿puede Ud. sostenerla en alto así? Quisiera ver su casa”.\n\nÉl dijo: “No se puede ver”.\n\nYo dije: “¿Entonces cómo va a llegar allá?”.\n\n“¡Oh!” dijo él, “yo solo encenderé la linterna; y mientras camino, ella… yo solo camino mientras la luz…”.\n\nYo dije: “Así es, precisamente. Amén, solo camine en la Luz”.",
    "¡Solo sigan caminando! No se queden parados, nunca llegarán a ningún lugar. Si Ud. ha sido salvo, camine hacia la santificación. Ud. dice: “¿Cómo se llega allá?”. Solo siga caminando. “¿Está el bautismo del Espíritu Santo después de la santificación? ¿Cómo consigo eso?”. Solo siga caminando en la Luz. “¿Serán las señales, maravillas y milagros…”? Solo sigan caminando en la Luz. ¿Ven? ¡Solo sigan avanzando! Cada vez que Uds. den un paso, la Luz avanzará un poco más adelante, porque Él siempre va delante de Ud. Él no empuja, Él guía. Él es la Luz. ¡Oh, cuánto me gozo por eso! ¿Uds. no? Él es la Luz, en Él no hay tinieblas.",
    "🦅 Aborreces las obras de los nicolaítas”. Llegó a ser una doctrina. Ahora, veamos lo que Pablo… Ahora, ¿la iglesia de quién…? Pues, ¿quién fundó esta iglesia? Pablo, Éfeso.",
    "Regresemos ahora a Hechos el capítulo 20, por un minuto. En Hechos el capítulo 20, y veamos lo que Pablo… ¿Creen Uds. que Pablo fue un profeta? Seguro, lo era. Seguro que lo era. ¿Recuerdan esa noche, la visión del mar tempestuoso, y demás? Ahora… y todo al respecto. Ahora, el capítulo 20 de San… de Exo-… Hechos, y comencemos ahora como en el—el versículo 27, y escuchen bien mientras leemos. Ahora, este es Pablo, un profeta, prediciendo lo que iba a suceder.\n\n…porque no he rehuido anunciaros todo el consejo de Dios.",
    "¡Ese hombre bendito! ¡Oh, quiero estar presente allá ese día y ver cuando le coloquen esa corona de mártir en la cabeza! Si hay tal cosa como poder llorar allá, entonces lloraré. Gritaré, al ver a Pablo.\n\nVer a San Pablo, ese gran apóstol,\n\nCon su manto brillante y hermoso;\n\nY estoy seguro que habrá algunos gritos\n\nCuando todos lleguemos allá. (¿Uds. no?)",
    "Ahora:\n\n…no he rehuido anunciaros todo el consejo de Dios.",
    "¿Es correcto eso? Ahora, Cristianos, miren acá, quiero preguntarles algo. ¿Quién fue el que ordenó a la gente que había sido bautizada de otra manera aparte del Nombre de Jesucristo, que viniera y volviera a ser bautizada? [La congregación dice: “Pablo”.—Ed.] Él predicó todo el consejo. ¿Verdad que sí? ¿Bien? Y qué dijo Pablo en… yo creo que fue el… no estoy seguro ahora si es Tesalonicenses capítulo 1 y el versículo 8. “Mas aun si nosotros o un ángel del Cielo anunciare cualquier otro Evangelio, si un ángel bajara del Cielo y anunciare cualquier otro Evangelio diferente a este” (distinto de ordenarles a los hombres que sean bautizados de nuevo en el Nombre de Jesucristo, y el Evangelio que Pablo predicó)…“Si cualquier ángel del Cielo” (no un… mucho menos un obispo, o un cardenal, o un superintendente, o un pastor, o—o algo)…“Si un ángel baja del Cielo y predica otro Evangelio aparte de Este, sea anatema”. Eso es verdad. ¿Correcto? Es lo que él dijo, está en Gálatas 1:8. Acabo de recordarlo. Muy bien, Gálatas 1:8, si quieren apuntarlo, para ver lo que dijo Pablo.",
    "Ahora, él dice aquí… Ahora el 27, creo que es el versículo 27:\n\nporque no he rehuido anunciaros todo el consejo de Dios.",
    "Ahora escuchen lo que esto… Esta es una profecía:\n\nPor tanto, mirad por vosotros, y por todo el rebaño en que el Espíritu Santo os ha puesto por obispos, para apacentar la iglesia del Señor, la cual él ganó por su propia sangre.",
    "¿Quién compró? ¿De quién era esa Sangre? La Biblia dice que era la Sangre de Dios. Dios, con Su propia Sangre. ¿Correcto?\n\n…apacentar la iglesia del Señor, la cual él ganó por su propia sangre.",
    "La Biblia dice que somos salvos por la Sangre de Dios, ¿sabían Uds. eso? Seguro, Ella lo dice. Muy bien:\n\n…la cual él ganó por su propia sangre.\n\nPorque yo sé que después de mi partida entrarán en medio de vosotros lobos rapaces, que no perdonarán al rebaño.\n\nY de vosotros mismos…(Fíjense, ese hombre pudo ver desde allá y ver que venía eso.)…de vosotros mismos se levantarán hombres que hablen cosas perversas para arrastrar tras sí a los discípulos.",
    "[Cinta en blanco.—Ed.] Años después de… O un montón de hombres que quieren hacer una organización y quitar lo—lo sagrado y el Espíritu Santo de la iglesia, y ponerlo en obispos y papas y sacerdotes, para… ellos serían santos, y que la congregación viva como ellos—ellos quieran. Y ellos le pagarán al sacerdote y él orará para sacarlos del infierno y toda esa clase de cosas. ¡Y es algo nicolaíta! Y Dios dijo: “¡Yo aborrezco eso!”. Ahora escuchen.\n\n“Déjeme ver, y ¿Ud. dice que: ‘Dios dice que Él aborreció eso’?”.",
    "Ahora, veamos si Él lo aborrecía:\n\nPero tienes esto, que aborreces las obras de los nicolaítas, las cuales yo también aborrezco.",
    "Dios aborrece una organización. ¿Correcto? Ahora Uds. ven exactamente lo que ellos iban a hacer, y ven lo que en realidad hicieron. Ahora, observen a través de la iglesia, si ellos no hacen eso. ¡Él aborrece una organización!\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias…",
    "Ahora, los lobos de Pablo habían llegado a ser “nicolaítas”. Ellos estaban tratando de formar un sacerdocio como el sacerdocio levítico, lo cual era ajeno a la doctrina del Nuevo Testamento. ¡Amén! La palabra Nicko, la palabra griega Nicko significa: “conquistar, vencer”. ¿Vencer qué? Al laico, al Espíritu Santo. Sacar de la iglesia al Señor Jesús resucitado, con señales y maravillas entre los creyentes, y poner a hombres elegidos por voto para ser un papa, o un carnal… un cardenal o un superintendente, tratando de quitar el Espíritu Santo del laico y dárselo a una orden llamada la santa orden del hombre, colocándolos a ellos sobre el laico; y que no se les llame pastores que significa: “ovejeros”, sino padre; cuando Jesús dijo: “No llamen a ningún hombre ‘padre’ en esta tierra”. ¿Ven esa cosa maligna? Y ¿qué fue lo que hicimos?",
    "¡Oh, si pudiéramos detenernos! Desearía que no tuviéramos todas estas noches juntas así, me gustaría tomar mañana en la noche en el capítulo 12 de Apocalipsis y mostrarles esa mujer prostituta tan vil sentada allá arriba, la ramera. Y ella… la razón por la cual lo era, fue porque había cometido fornicaciones… con Dios, y se llamó una viuda, y también ella era una madre de rameras. ¿Verdad que sí? Ahora, nosotros sabemos que esa era Roma, porque se encuentra sobre siete montes y todo exactamente, un hombre en ella y es el número de la bestia, y todo eso. Todos lo sabemos por medio de enseñanzas pasadas, quién era ella. Pero lo triste, es que ella era la madre de rameras. Este es el principio de ella, aquí, empezó en Roma como un grupo de Cristianos, supuestamente llamados Cristianos.",
    "¡Escuchen! ¡Dios me ayude a hacerlo real! ¡Un grupo de Cristianos en una iglesia como esta!, ellos se volvieron formales e indiferentes y se alejaron, y ellos mismos formaron una organización. Y luego unieron eso, en la Edad del Oscurantismo, con el estado. Y el estado y la iglesia llegaron a ser una ¿qué? Una iglesia Cristiana, “La santa iglesia católica” como fue llamada (La palabra católico es, la palabra significa “universal”), “la gran iglesia Cristiana universal”. Y a la gente que hablaba en lenguas y gritaba, y sanaba a los enfermos y todo eso, los llamaron “herejes”. Y finalmente impusieron eso tanto, que si se encontraba a alguien adorando de esa manera, era arrojado al foso de los leones, si no acogían el catolicismo. Así duró por todos esos cientos de años allá, de esa persecución. Pero esa Iglesia nunca murió. Ud. no la puede matar. Dios dijo que Ella viviría hasta el fin y luego Él le daría una corona de Vida. Pasó a través de esas edades de persecución.",
    "Luego llegó Martín Lutero para continuar la edad, y él sacó a la iglesia bajo justificación. ¿Qué sucedió cuando Lutero murió? Ellos la organizaron, la hicieron una iglesia luterana; fijaron una doctrina. Cuando ellos la organizaron, ¿qué hicieron? Le volvieron a dar nacimiento directamente en el romanismo. Exactamente.",
    "Luego el Espíritu Santo salió de allí y Wesley Lo vio. Y Wesley y Whitfield, y George Whitfield y muchos de esos otros, y—y Asbury, y muchos de ellos fueron personajes de avivamiento. Ellos salvaron al mundo en ese día. Ellos tuvieron un avivamiento en esa Edad de Filadelfia que salvó a Inglaterra, como también a los Estados Unidos. Tuvieron reuniones de donde fueron echados y fueron llamados “santos rodadores”. Uds. los metodistas hicieron eso; ellos caían al suelo con el poder de Dios, y les arrojaban agua en las caras y los abanicaban. Correcto. Y se sacudían tan fuerte con eso, hasta que recibieron… decían: “ellos tienen la tembladera”. Había personas que temblaban y se sacudían bajo el poder del Espíritu Santo. Esa es historia metodista. De allí vinieron los cuaqueros y demás, lo cual ahora ellos han organizado.",
    "Ellos formaron esta metodista, metodista primitiva, y esta una clase de metodista, y esa otra clase de metodista, degradándola tanto que la gente metodista quiere sacar la “Sangre” de sus himnarios.",
    "Aquí la otra noche, en un programa de televisión (mi madre me llamó), tenían a un pastor metodista, aquí mismo en Indiana, enseñando rock and roll en la iglesia. Dijo: “Es una lástima que no hayamos visto antes este hermoso arte que es parte de la iglesia”.",
    "¡Ese es el diablo en un falso profeta! ¡Correcto! No quiero lastimarles los sentimientos, pero, hermano, esa es la Verdad de Dios. Prefiero hacerlos enojar un poquito así y hacerlos que estudien la Escritura, quizá se pongan a cuentas con Dios, que perderse al final. Puede ser que Ud. no me quiera ahora, pero algún día me abrazará, dirá: “Hermano Branham, esa es la Verdad”. Aquí mismo está, y ellos entrando en eso. Allí es donde ellos… Ahí está. La Biblia dice que harían eso.",
    "Luego de Wesley, si Wesley hizo eso, entonces vinieron los pentecostales. Y ellos tuvieron la restauración de los dones, empezaron a hablar en lenguas, el bautismo del Espíritu Santo.",
    "Igual como sale un grano de maíz de la tierra. Lo primero, se pudre. Brota un par de hojas. Luego ella… Ud. tiene un campo de maíz, así piensa. Esa hoja crece y se hace una borla. Esto primero, fue luterano. La borla, ¿qué fue? Metodistas; el polen, el amor fraternal, el evangelizar, el polen saliendo hacia los otros.",
    "Pues, aun la naturaleza habla de estas edades de la iglesia. Metodistas saliendo del caos… o quiero decir, luteranos saliendo del caos. Metodistas deshaciéndose de su amor fraternal y de ese día de evangelismo, y el—y el día de—de los misioneros. El día misionero más grande que el mundo haya conocido fue en el tiempo metodista. Correcto. Sacudiéndose el polen.",
    "¿Qué sucedió allá? De ese polen vino una mazorca, los pentecostales. Un grano, igual como el que se sembró. No una hoja, no una borla, sino un grano. Y ahora los—los pentecostales tienen ese grano todo lleno de hongo, hasta que… uno a duras penas puede ver el grano. ¡Es tiempo de limpiarlo! ¡Amén! ¿Qué es lo que hicieron ellos? Hicieron lo mismo que los metodistas. Uno organizó un grupo, dijo: “Nosotros somos las Asambleas de Dios”. El otro: “Nosotros somos Pentecostales de la Santidad”. Otro: “Somos los Unitarios”. “Nosotros somos de la Dualidad”. Y—y hay tanto de esto, y tantos de ellos. ¡Vaya! Sobre camellos de una joroba, de dos jorobas, de tres jorobas, de todo. ¡Oh!, hay sesenta, o treinta, o cuarenta organizaciones diferentes de ellos.",
    "¿Qué es lo que hicieron? Volvieron directamente al romanismo, bautizando en el bautismo de la iglesia católica romana. Yo pido a cualquier pentecostal que me muestre en la Biblia dónde alguien fue bautizado en el nombre del “Padre, Hijo, y Espíritu Santo”. Yo le pido a cualquier obispo, cardenal, cualquier maestro, que me enseñe dónde alguna vez, tan solo una vez, se llevó eso a cabo fuera de la iglesia católica. Pues Lutero trajo eso, él trajo de allá el catecismo y todo lo demás. Los metodistas continúan con eso. Pentecostales: ¡Uds. deberían sentir vergüenza! ¡Límpiense! ¡Regresen a la Palabra! Arrepiéntanse o Dios les va a quitar el candelero, la Luz que a Uds. les queda. ¡Amén! Muy bien.",
    "Sacar al Espíritu Santo como líder y darles una orden santa de hombres, y colocarlos a ellos sobre el laico. Y no llamarles “pastor, ovejeros”, (Se nos debe llamar pastores, “ovejeros”, que es lo que significa la palabra pastor.) en lugar: “padre, cardenal, arzobispo o superintendente general”. ¡Los verdaderos aborrecían esa cosa! Y Dios lo apoyó en su favor, y dijo: “¡Yo también lo aborrezco!”. Porque Él debe ser el superintendente general, el arzobispo y el papa. Él obra con cada individuo; no con una organización sino con una persona.",
    "Ahora, extrañamente… Escuchen, mientras nos acercamos al final. Solo tenemos un versículo más.",
    "Aquí tenemos el dogma del principio del catolicismo: la sucesión apostólica. ¿Cuántos saben eso? Apostólica. Ahora el católico dice que: “El papa hoy es el sucesor de Pedro, sucesión apostólica”. No existe tal cosa. ¿Cómo es que su deseo carnal, sexual…? ¿Cómo fue que Esaú y Jacob, ambos nacieron de un padre santo y una madre santa, y uno de ellos era Cristiano y el otro un diablo? Ajá. ¿Cómo puede ser? Porque pecado es pecado y sexo es sexo, pero Dios da el Nacimiento.",
    "Dios nos escoge desde la fundación del mundo. ¿Sabían Uds. eso? Esperen hasta que empecemos a leer a estos historiadores, y observen cómo Ireneo… cómo él alababa a Dios por haberlo escogido a él desde antes de la fundación del mundo; cómo es que San Martín y todos ellos, dando alabanzas a Él; alabando a Dios. Dijo: “Porque…” Y gente hablando de él, diciendo: “Él fue escogido antes de la fundación del mundo”. Eso es Escritura. Esos hermanos estaban alineados con Dios. Pero esta iglesia negra y vil pasó por esos mil quinientos años de la Edad del Oscurantismo, ahogaron la cosa por completo como una lámpara humeando, cegando las Luces. “Pero habrá Luz al caer la tarde”, dice el Señor.",
    "Sucesión apostólica, uno tras otro; un papa, y uno tiene que estar en un linaje de papas antes de poder ser un papa. ¡Oh, vaya, vaya! ¡Qué insensatez! El—el laico… No el santo y el justo, pero el… permiten el… permiten-les permiten a los sacerdotes orar por ellos y sacarlos de sus pecados, perdonando sus pecados, pagando dinero por una confesión.",
    "¡Los protestantes hacen lo mismo! Ellos quieren ser… le dan palmaditas a su pastor en la espalda, y viven como el resto del mundo. Y él no sabe más de Dios de lo que él sabe de… les permite estar en su iglesia y los llama miembros de su iglesia, y dejándolos que estén allí y profesándoles que son salvos. ¡La decepción que se llevarán en aquél día si no nacen de nuevo! Sin el Espíritu Santo Ud. está perdido. No hay hombre que pueda decir: “Jesús es el Cristo”, sino por el Espíritu Santo solamente.",
    "La verdadera Iglesia de Éfeso no fue engañada por estos discursos brillantes e intelectuales. El… Ellos aborrecían eso. Ellos no fueron engañados, sabían; la verdadera Iglesia no lo fue.",
    "Una revelación falsa es lo que tenían estas personas, llamadas nicolaítas, los cuales no cooperaron con la Palabra de Dios. Díganme ¿dónde encuentran que se enseñe de “un sacerdote en confesión” aquí en la Biblia? ¿Dónde encuentran que la Biblia aquí enseña el “rociamiento” para remisión de pecado? Dónde encuentran a alguien bautizado en el nombre del “Padre, Hijo, y Espíritu Santo”, ¿para la remisión de su pecado? Dónde habrán visto: “Darles la diestra de compañerismo, y ¿ponerles el nombre allí en el libro de la iglesia?”. ¿En dónde encuentran todas estas cosas? ¿Qué es? Es un sacerdocio o un—un clero que no está correctamente con la Palabra, y ellos son nicolaítas, y Dios dijo: “¡Yo los aborrezco!”. Regresen a la Palabra. ¡Oh!, eso… sé que eso es fuerte, hermanos, pero yo—yo—yo no soy el responsable; es Jesús, discútanlo con Él.",
    "Revelación falsa, no está con la Palabra, más bien les llamó: “mentirosos, apóstoles falsos, profetas falsos”. Pero la Iglesia verdadera se aferró de la enseñanza original de San Pablo y el bautismo del Espíritu Santo, con señales que seguían, y confirmando la Palabra que enseñó Pablo. ¡Amén! Muéstrenme dónde Dios va a confirmar la palabra de rociamiento. Muéstrenme dónde Dios va a confirmar y traerá el hablar en lenguas y grandes cosas, solo con un apretón de mano al pastor en algún lugar y con poner su nombre en el libro; y aún mascando, fumando, tomando, mintiendo, fiestas de naipes, un poco de diversión, yendo… ¡Oh, misericordia! Eso es carnal, profeta falso, amigo. ¡Sí, señor!",
    "El camino de Dios es santidad. Que cada miembro del Cuerpo de Cristo aquí sepa esto: Hasta que Ud. viva una vida santa, Dios rechaza su sacrificio. El sacrificio tiene que ser ofrecido con manos santas. Eso es…?… correcto. El sumo sacerdote, antes de poder siquiera entrar a ofrecer el sacrificio, él tenía que ser santo y dedicado, y ungido y perfumado, y todo, antes de aun poder entrar en la Presencia de Dios para ofrecer el sacrificio. ¿Correcto? Entonces ¿cómo puede Ud. salir aquí y engañar y hurtar, y discutir, y pelear con sus vecinos y todo lo demás, y continuar portándose como Ud. lo hace, y luego entrar y decir: “¡Oh, Señor Dios! ¡Alabado sea Jesús! ¡Aleluya!”?",
    "La gente dice: “Yo los veo a ellos hablar en lenguas”; eso aún no significa que tengan el Espíritu Santo. “Yo los oigo gritar”; eso aún no significa que tengan el Espíritu Santo. El Espíritu Santo es la vida.",
    "La Biblia dice: “La lluvia viene sobre la tierra muchas veces, a prepararla, para labrarla para lo cual es preparada” (Hebreos 6), “pero las espinas y abrojos son reprobados, cuyo fin será el ser quemados”.",
    "🦅 El sol brilla sobre el justo y el injusto. La lluvia cae sobre el justo y el injusto”. La lluvia viene para producir el trigo para la cosecha (así diremos), y toda cizaña en el campo. Si el trigo tiene sed, también la cizaña tiene sed. Y la misma lluvia que riega el trigo, riega la—riega la cizaña también. El pequeño trigo levantará su cabeza y gritará: “¡Alabado sea el Señor! ¡Aleluya! ¡Aleluya! ¡Estoy muy contento de recibir esta lluvia!”. La pequeña cizaña gritará: “¡Gloria a Dios! ¡Alabado sea Dios! ¡Aleluya! Estoy contento de recibirla”.",
    "🦅 Pero por sus frutos los conoceréis”. Es correcto. “Por sus frutos, los conoceréis”.",
    "Versículo 7 y después terminamos, esto es lo último de la edad de la iglesia. Pues terminaremos como cinco o diez minutos tarde, esperen un minuto.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias. Al que venciere, le daré a comer del árbol de la vida, el cual está en medio del paraíso de Dios.",
    "Ahora, miren amigos, así vencen Uds. Primero Uds. tienen que vencer, luego pueden comer del fruto. Es el vencedor. ¿Recuerdan Uds. la otra noche, nuestra enseñanza anoche? Juan tenía que entrar en el Espíritu antes de ver alguna cosa. Y cómo va Ud. a sentarse allí y decir: “Si él no es bautista, ¿yo no voy a escucharle?”. “Si él no es presbiteriano, yo no voy a escucharle”. “Si él no enseña exactamente lo que mi iglesia enseña, yo…”. Ud.—Ud.—Ud. no va a vencer, Ud. aún no ha entrado en el Espíritu. Ud. está totalmente fuera de orden.",
    "Entre en el Espíritu, diga: “Señor Jesús, yo te amo, ahora revélame cualquier cosa que Tú veas propio, solo tráemelo”. Entonces Ud. está—entonces Ud. está poniéndose en línea. Correcto.",
    "Noten, la Biblia habla tres veces de—del Árbol de la Vida en Génesis, tres veces en el Libro de Apocalipsis. Vimos eso el otro día. ¿Recuerdan? Ayer, el domingo. Lo único… El diablo odia cada porción de Escritura que hay, pero aborrece aún más, Génesis y Apocalipsis. Él ataca el Génesis por su autenticidad, porque él quiere hacerle creer a la gente que eso no fue así: “Génesis no se dio como Dios dijo que sucedió, que otra cosa causó esta creación y la cosa”. Entonces él lo ataca de esa forma. Y él desvía a la gente de Apocalipsis porque Eso revela a Jesús como Dios, y que él es el diablo (y está condenado), y la gloria de la Iglesia santificada yéndose a Casa con Dios, y la derrota del falso profeta, y todos aquellos que mienten y hacen toda clase de cosas serán arrojados al lago de fuego. Con razón él los mantiene alejados de Allí. Pero, recuerden: ambos lugares hablan del Árbol de la Vida en el Paraíso.",
    "Ahora, vamos a tomar esto por un minuto, y ahora el “Árbol”. San Juan el capítulo 6, si lo quieren apuntar, Jesús dijo: “Yo soy el—el—el Pan de Vida”. Ahora, recuerden.",
    "Ahora vamos a usar estos dos postes como símbolo aquí, pues, ahora antes de terminar. Ahora, a mi mano derecha está el árbol en el huerto llamado el Árbol de la “Vida”, a mi mano izquierda está el árbol en el huerto que es llamado el árbol de la “ciencia”. ¿Cuántos saben que la Biblia dice que había un Árbol de la Vida y un árbol de la ciencia? Ahora, el hombre debía vivir por este Árbol de la Vida, no tocar el árbol de la ciencia. ¿Es correcto? Y la primera vez que él lo tocó, él se separó de su Creador. Él perdió su—su compañerismo con Dios cuando él tomó su primera mordida de la ciencia. Ahora, pues concéntrense. Y Uds. que están escribiendo sus notas, voy a dar tiempo para que lo apunten, porque no quiero que se pierdan esto.",
    "Jesús, en San Juan 6. Ellos estaban bebiendo de una fuente, y alzando sus manos y haciendo ahí una burla, que sus padres bebieron de la Roca espiritual y todo eso. Él dijo: “Yo soy esa Roca que estaba en el desierto”.",
    "Y ellos dijeron: “Estás diciendo aquí que tú ‘eras antes que Abraham’, y eres un hombre de no más de cincuenta años. Y dices ¿que Tú ‘viste a Abraham’? Ahora sabemos que estás loco, eres un diablo”. ¿Ven?",
    "Él dijo: “Antes que Abraham fuese, YO SOY”. YO SOY estaba en la zarza con Moisés; la zarza ardiendo, YO SOY. “Antes que Abraham fuese, YO SOY”; no “Yo era”.",
    "Ahora, Uds. que dicen que los días de los milagros ya pasaron, Uds. tendrían que hacer que esa Escritura diga: “Yo era el gran Yo era”. ¿Ven?",
    "No “Yo era” o “Yo seré”; “YO SOY”, eso es todo el tiempo. Él es Eterno. La palabra “YO SOY” es Eterna, para toda su edad, todo el tiempo, en todos los siete candeleros de oro, cada iglesia, cada lugar, cada corazón. “YO SOY” (no “Yo era” o “Yo seré”), “Yo soy ahora como yo siempre fui”. ¿Ven? “Siempre, YO SOY”.",
    "Ellos dijeron: “Nuestros padres… A ti no te conocemos. Nosotros sabemos que tú eres un diablo”. Dijeron: “Nuestros padres comieron maná en el desierto por espacio de cuarenta años”.",
    "Y Jesús dijo: “Y todos están muertos”. ¿Correcto? “Todos están muertos. Pero Yo…”. ¡Oh! “Yo soy el Pan de Vida que viene de Dios, que descendió del Cielo. Si… Un Pan de Vida. Si un hombre come este Pan él nunca morirá”.",
    "🦅 ¿Dará este hombre su cuerpo, para comer”? dijeron ellos, “Pues, ciertamente que está loco”.",
    "El Pan de Vida era del Árbol de la Vida, donde ellos estaban comiendo, del huerto del Edén. Él era el Árbol de la Vida. Ahora, si el Árbol de la Vida era una Persona, entonces el árbol de la ciencia era una persona. ¡Ahora digan que la serpiente no tenía simiente! Si la Vida vino por el Hombre, la muerte vino por la mujer. Muy bien, ella era el árbol de muerte.",
    "Tan pronto como—como éste la sedujo, lo cual hizo (la serpiente), ella dijo: “La serpiente me engañó”. Eso es cierto. No una culebra; era la más astuta de todas las bestias, estaba entre un chimpancé y un hombre. La simiente de un animal no se cruza con una mujer, no lo hará; pero esta persona sí, era el eslabón que le seguía. Y Dios le puso tal maldición que Él lo hizo arrastrarse sobre su vientre, y sin piernas, y le quitó cada hueso y lo cambió para que no se pareciera en nada a un hombre. La ciencia busca desenterrarlo en algún sitio. Eso está oculto en los misterios de Dios, en medio del Paraíso de Dios. Ahí está su revelación.",
    "Ella dio a luz su primer hijo quien fue Caín (¿Correcto?), el hijo de Satanás, hijo de Satanás. Si no fue así, entonces ¿de dónde—de dónde vino ese mal? ¿De Adán que era el hijo de Dios? Vino del diablo, su padre. Y él asesinó; el primer asesino fue el diablo, el hijo del diablo.",
    "Miren lo que sucedió después de eso, observen el linaje de Caín. Toda esa generación que siguió, después de Caín, todos fueron científicos y grandes hombres. Lea la Biblia. Ellos edificaron casas, trabajaron con metal y eran científicos. Pero todos los que vinieron de Set (habiendo muerto Abel, un tipo de Jesús, murió [Abel murió], pues Set tomó su lugar: muerte, entierro y resurrección.) …de la suya vinieron campesinos humildes, pastores de ovejas vinieron de eso.",
    "Ahora Jesús dijo: “Sus padres comieron maná en el desierto y están todos muertos. Pero Yo soy ese Pan de Vida” (¿Qué Pan de Vida? ¡Del Edén!), “que el hombre pueda comer de este Pan y no morir”. Ahora, Dios puso un Ángel alrededor de ese Árbol de Vida, para cuidarlo para que nadie lo pudiera tocar, no sea que comieran de ese Árbol y vivieran para siempre. ¿Correcto?",
    "Porque, ellos tenían que continuar en este árbol y morir. ¿Correcto? Porque, mientras tuvieran que comer de eso, ellos morían. Y tan cierto como Ud. muere porque Ud. come de ese árbol de la ciencia… Entonces, veamos ahora ese árbol de la ciencia. Miren lo que ha hecho. Ahora vamos a ver lo que ha hecho. Lo primero que vamos a ver, es… Bueno, vamos a ver una que ellos… inventaron la pólvora. Eso mata a nuestros camaradas. Es cierto, se matan el uno al otro con pólvora, viene de ese árbol de la ciencia. Lo siguiente que hemos hecho, ¡oh!, vamos a ver, hemos—hemos inventado el automóvil, de ese árbol de la ciencia. Eso mata más que la pólvora. ¡Oh, sí! Hoy, tenemos una bomba de hidrógeno. Dios no destruye nada, el hombre se destruye a sí mismo por su ciencia.",
    "Pero todo lo que le pertenece a Dios, Dios lo va a resucitar; a Dios no se le pierde nada. Jesús lo dijo, así es: “El que comiere este Pan tiene Vida Eterna, y Yo lo resucitaré de nuevo en el día postrero”. Esa es Su promesa. Ahora, Dios…",
    "Ellos van bien avanzados, comiendo del árbol de la ciencia y muriendo. Pero tan pronto como ellos pudieran llegar a este Árbol, ellos vivirían para siempre.",
    "Pero ahora, en lugar de un Ángel allí para alejarlos de este Árbol, está allí acercándolos hacia este Árbol; los ángeles de las iglesias, las siete edades, trayéndolos de nuevo al Nombre de Jesucristo el cual es el Árbol de la Vida que está parado en el Paraíso de Dios. ¡Fiuu! ¡Vaya! Espero que Uds. capten eso. El Árbol de Vida parado en el Paraíso de Dios para que Uds. puedan participar de Él y llegar a ser un hijo e hija de Dios y vivir para siempre. “El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna; y no vendrá a condenación, mas ha pasado de muerte a Vida”.",
    "Hermano, hermana, ahora, estoy… yo… Seguro, he… los—los he cortado, los he lastimado. No—no fue mi intención hacerlo así. ¿Ven? Dios lo sabe, pero tengo que hacerlo de esta forma para hacerles ver en dónde estamos. No creo que podamos permanecer mucho más tiempo. Yo no quiero quitarles su Cristianismo porque pertenecen a una organización; no es eso. Las personas son víctimas de las circunstancias. Ellas no saben qué hacer; sus padres todo lo que siempre han hecho es ir y unirse a la iglesia y todo eso.",
    "Pero, hermano, una cosa antes que nos vayamos, déjenme citar una cosa más. El profeta dijo… ¿Les creen Uds. a los profetas? La Biblia dice que los oigamos. El profeta dijo: “Vendrá un tiempo que no será ni día ni noche, pero será como un día lúgubre. Mas en el tiempo de la tarde, poco antes de la puesta del sol, habrá Luz”. ¿Es correcto?",
    "Ahora miren lo que hemos tenido. Ahora, solo veamos. ¿Cómo es que el sol…? ¿En dónde sale el sol, geográficamente? En el este. ¿Correcto? Se pone en el oeste. Desearía tener… tomaré el mapa mañana en la noche y les mostraré. Cuando el Espíritu Santo cayó en Jerusalén, hizo una figura perfecta del ocho, Su huella. Va directo arriba hacia Irlanda, regresa dando la vuelta, cruzando, y viene a la costa occidental, y baja otra vez de nuevo; una figura perfecta del ocho por donde ha ido el Evangelio. Ahora, la civilización ha caminado con el sol. ¿Cuántos lo saben? A Uds. les ha sido enseñado y lo saben. La civilización más antigua que tenemos es China, y de allí cruzó en el oriente. Y cuando el Espíritu Santo, no el s-o-l, pero el H-i-j-o…",
    "Cuando el sol, el s-o-l, empieza a brillar, atravesando la neblina y el vapor de la noche, no importa en dónde esté la semilla, vivirá; porque toda la vida botánica vive por medio del sol. Eso lo sabemos. Ud. puede vaciar concreto sobre un pedazo de pasto, y a la siguiente primavera, ¿en dónde está el pasto más denso? A la orilla del cemento. ¿Por qué? Es esa vida allí abajo, Ud. no puede esconder la vida real. Tan pronto esa pequeña vida sabe que ese sol está cayendo por allí, se abrirá camino como lombriz casi por media cuadra, por debajo de ese concreto hasta que pueda sacar su cabeza al aire y comenzar a alabar a Dios.",
    "Ud. no puede esconder la Vida. Correcto, VIDA. Cuando Ud. nace de nuevo Ud. no puede esconder Eso. Algo tiene que clamar cuando Ud. tiene Vida.",
    "Ahora, todas las cosas que ya están muertas, y las—las pequeñas semillas han brotado, la pulpa ha salido y está muerta, pero la vida aún está allí. Ahora, cuando el sol empieza a brillar en la primavera, las florecitas brotan, y otra vez todo vuelve a asomar la cabeza (de debajo de las astillas, de debajo de los troncos, de debajo de las rocas), se levantarán de nuevo y vivirán de nuevo. ¿Verdad que sí? Porque el s-o-l está brillando.",
    "Ahora, algún día el H-i-j-o brillará, el cual es el Autor de la Vida Eterna, y todo lo que ha sido germinado a Él para Vida Eterna, dijo Él: “Lo resucitaré en el día postrero”. ¿Ven Uds. lo que quiero decir? La Vida Eterna será resucitada en los últimos días. Así lo sepulten a Ud. en el mar o quemen su cuerpo y lo arrojen a los cuatro vientos de la tierra, Dios lo resucitará en el último día. Así Ud. tenga que llenar el vientre de un león hambriento, o—o entrar en hornos de fuego ardiente para que lo despojen completamente los—los—los dieciséis petróleos y luces cósmicas y todo, Dios lo va a resucitar. “Hasta los cabellos de su cabeza están contados”. ¡Amén! ¡Dios lo resucitará!",
    "Ahora, miren esto. Pues, si todo hombre muere por la mujer, entonces todo hombre vive por el Hombre. Al participar de la mujer en esa clase de vida, Ud. sabe que morirá. No hay forma de evitar eso, Ud. va a morir. Y tan cierto como Ud. participa de Eso, Ud. vivirá; no hay forma de evitar eso, Ud. tiene que vivir. ¡Amén! Si eso indudablemente produce muerte, Esto indudablemente produce Vida. Es de la única forma en que Ud. la puede recibir, es tener Vida.",
    "Ahora, el profeta dijo que: “Habrá Luz en el tiempo de la tarde”. Ahora miren. Él dijo que habría un día que sería lúgubre, no sería llamado día ni noche. Es un día algo nublado, con neblina, frío, pero aun así el Hijo está dando la Luz. Muy arriba sobre esa neblina y las nubes y todo eso, el Hijo está dando la Luz. Da suficiente Luz para que Ud. pueda caminar, y Ud. puede ver para moverse alrededor y demás, sin embargo, no—no es un día brillante y bonito. ¿Ven? Ahora, casi nada puede vivir en ese día.",
    "Si Ud. siembra cualquier cosa donde no le da el sol, queda enano. ¿Verdad que así es? Uds. agricultores saben eso. Ponga el maíz a la sombra o en algún lugar, observen, lo deja enano. Fred, debes de saber eso por tu trigo. Tú lo siembras y si tienes un mal verano, ¡oh, frío y lluvioso!, lo deja enano.",
    "Bueno, eso es lo que ha pasado con la iglesia a través de estas edades, ha quedado enana. Las denominaciones le han causado enanismo: “Ponga su nombre en el libro. Hemos tenido suficiente Luz para saber que existe un Dios”; eso me da mucho gusto. “Hemos tenido suficiente Luz para saber que hay un Cristo, hay un juicio que viene. Hemos tenido Luz; entonces pusimos nuestros nombres en los libros, saludamos de mano al pastor y lo demás, hicimos eso”. Muy bien, pero ahora es el tiempo de la tarde.",
    "Ahora, la civilización vino del este al oeste, y ahora estamos en la Costa del Oeste. No podemos avanzar más; si cruzáramos, estaríamos en el este otra vez. No podemos avanzar más, estamos en la Costa del Oeste.",
    "Ahora, la Biblia dice: “En el tiempo de la tarde vendrá la Luz”. Ahora, ¿qué clase de sol brilla en la tarde? ¿Será un sol diferente al que sale en la mañana? Es el mismo sol, ¿correcto? Bueno, entonces ¿qué fue lo que Dios prometió? Ahora vamos a llegar a esto, esperen, aquí mismo en esta edad. La Biblia lo dice, lo probaré en estas edades de la iglesia a medida que avancemos, que “En el tiempo de la tarde vendría una Luz que irrumpiría en el oeste que traería nuevamente al Hijo de justicia con sanidad en Sus alas. Y las mismas señales y las mismas maravillas que fueron hechas aquí en el este, serán hechas acá en el oeste, con otro derramamiento del Espíritu Santo en el último día”.\n\nLuz habrá en la tarde,\n\nEl camino a la Gloria encontrarás;\n\nPor esa agua, está la Luz de hoy,\n\nSepultados en el precioso Nombre de Jesús.\n\nJóvenes y ancianos, arrepiéntanse del pecado,\n\nEl Espíritu Santo seguramente entrará;\n\nHan llegado las Luces de la tarde,\n\nEs un hecho que Dios y Cristo uno son.\n\n¡Oh!, Luz habrá en la tarde,\n\nEl camino a la Gloria encontrarás;\n\nPor esa agua, está la Luz de hoy,\n\nSepultados en el precioso Nombre de Jesús.\n\nJóvenes y ancianos, arrepiéntanse del pecado,\n\nEl Espíritu Santo seguramente entrará;\n\nEsas Luces de la tarde han llegado,",
    "Lo mismo que dijo Pedro: “Sepan, pues, ciertísimamente, que Dios ha hecho a este mismo Jesús, que vosotros crucificasteis, Señor y Cristo. Arrepentíos, cada uno de vosotros” dijo él, “y bautícese en el Nombre de Jesucristo para perdón de los pecados”.",
    "Permítanme decirles algo. Como hablaba el otro día sobre la receta del médico. A la gente no le gusta tomarse la receta del médico. Si él tiene un—un remedio que cure su enfermedad, y Ud. re-falla… Ud. rehúsa tomarlo, no es la culpa del médico que Ud. muera. No, señor. La culpa es suya, porque Ud. rehúsa tomarla.",
    "Y ahora, si el médico escribe una receta y él… y Ud. lleva esa receta a un farmacéutico charlatán, y él agrega algo allí que no debe de estar, eso también lo matará. ¿Verdad que sí? Ese médico ha estudiado eso al grado que sabe que hay cierta porción de esa receta que es veneno, para poder matar esos microbios que están en su cuerpo; y allí hay suficiente antídoto para contrarrestar el veneno para que no lo mate a Ud. Y tiene que ser balanceada. Si Ud. le pone mucho antídoto, no ayudará al paciente; si le pone mucho veneno, lo matará. Tiene que estar balanceada.",
    "La pregunta fue: “¿No habrá bálsamo en Galaad? ¿No habrá médico allí?”, dijo el profeta. “Entonces ¿por qué no es sanada la enfermedad de Mi hija?”. ¿Qué es lo que pasa con la iglesia? ¿Por qué es que tenemos tantas iglesias viejas enfermas? Porque hemos tenido algunos farmacéuticos charlatanes dando mal la Receta. Es cierto. Él no dijo: “Padre, Hijo, Espíritu Santo”. Él…",
    "¿Qué fue lo que dijo la Receta? Aquí está Pedro. ¿Cuántos saben que él tenía las llaves del Reino? Así dijo Jesús. ¿Qué fue lo que Él dijo? En otras palabras, él tiene la pluma de tinta para escribir la Receta.",
    "Cuando oyeron todo este estruendo (ellos estaban vociferando, gritando, hablando en lenguas y pasándola tan bien), pues ellos dijeron: “Estos hombres están llenos de mosto”.",
    "Pedro dijo: “Estos no están llenos de mosto, como vosotros suponéis, puesto que es la hora tercera del día. Mas esto es lo que fue dicho por el profeta Joel: ‘Sucederá en los postreros días’ dice Dios, ‘que derramaré de Mi Espíritu sobre toda carne. Vuestros hijos y vuestras hijas profetizarán; y sobre Mis siervas y Mis siervos derramaré de Mi Espíritu, y profetizarán. Y daré prodigios arriba en el cielo, y abajo en la tierra; fuego, y humo, y vapor. Y sucederá que todo aquél que invocare el Nombre del Señor no será… será salvo’”.",
    "Y además dijo acerca de David, él dijo: “El patriarca David lo vio anticipadamente, y dijo: ‘Y aun mi carne descansará en esperanza porque Él no dejará Mi alma en el Seol, ni permitirá Él que Su Santo vea corrupción’. Permítanme hablarles libremente, hermanos, del patriarca David. Él está muerto y sepultado, y su sepulcro está con nosotros hasta este día. ¿Ven?, pero él, siendo un profeta, vio la resurrección de Cristo. Sepan Uds. que este Jesús, el cual Uds. han crucificado con manos de inicuos, Dios lo ha hecho Señor y Cristo”.",
    "Cuando oyeron esto, fueron compungidos de corazón, y dijeron: “Varones y hermanos” o, “Dr. Simón Pedro, escríbenos la Receta. ¿Cómo podemos conseguir Esto? Nosotros queremos un remedio para el pecado”. ¡Oh!",
    "Ahora obsérvenlo, lo que dijo. Ahora se darán cuenta en dónde es que estas iglesias se desviaron. Él dijo: “¡Esperen un minuto! Voy a escribir una Receta, y será una Receta Eterna. Será para vosotros y para vuestros hijos, y para todos los que están lejos, y aun para cuantos el Señor nuestro Dios llamare”.",
    "¿Qué dijo él? ¿Cómo la preparó? ¿Como el católico? ¿Como el bautista? ¿Cómo el metodista? Cada una de ellas le ha añadido algo o Le ha quitado algo. ¿Cómo los pentecostales? Ellos le añadieron o le quitaron. ¿Pero qué fue lo que él dijo? “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo”. ¡Una Receta Eterna! “Es para vosotros, y para vuestros hijos; esto perdurará a través de cada edad de la iglesia, denle Eso a cada una de ellas”.",
    "¡Oh, Dios, limpia mis manos! Limpia mi corazón, Señor. Que… Aunque me cueste todo amigo que tengo, permíteme dar la Receta del modo en que el Médico dijo que se diera.",
    "Por eso tienen tantas iglesias muertas, tantos miembros muertos. Le están añadiendo antídoto, y quitándole, al punto que la Receta ya no es la misma, no sana nada; un apretón de mano, uniéndose a iglesias, y rociando. ¡Oh, misericordia! Esa no es la Receta, eso es muerte. Si Ud. quiere Vida y quiere el Espíritu Santo, siga lo que Dios dijo que se hiciera. ¡Tome la Receta! Así exactamente es como él dijo: “No le añada ni Le quite”. Entonces aquí mismo viene la revelación y dice: “El que le quitare o le añadiere, igual será quitada (su parte) del Libro de la Vida”. ¡Oh, vaya!, ese es el Médico principal. ¡Oh, yo Le amo! ¿Uds. no?",
    "¡Oh!, para esa gran edad, de la Edad de Éfeso, cuando esta herejía apenas comenzaba a entrar, para hacer organizaciones. Y pastores y diáconos… o no diáconos, pero el pastor… no pastores sino cardenales, obispos, papas, superintendentes de la iglesia, diciendo al Espíritu Santo, diciéndole a la Iglesia: “¡Pues, Uds. no pueden tener eso aquí!”. En todo caso ¿quién es el que manda?",
    "A Pedro le dijeron eso una vez. Dijeron: “Ya no puedes predicar más en el Nombre de Jesús. Puedes predicar si quieres, pero no en el Nombre de Jesús”. ¡Oh, el diablo aborrece ese Nombre!",
    "Pedro dijo: “Será justo que yo…” La Biblia dice: “Pedro lleno de…” (¿La denominación?) ¡Oh, ah!, “…del Espíritu Santo”. Dijo: “Esperen, iré a ver al superintendente general, para ver qué me dice que haga con respecto a Esto”.",
    "Permítanme decirles: ¿Sabían Uds. que las Asambleas de Dios tienen un siquiatra para juzgar, y a quien llevan sus misioneros, ante un siquiatra, para ver si ese hombre tiene capacidad mental para ser un misionero? Las Asambleas de Dios Pentecostales. ¿Cuántos han oído de eso? Seguro, está por dondequiera, todos lo saben. Seguro. ¿Quién es el que debe investigar al misionero y ser el juez, el siquiatra o el Espíritu Santo? ¿Ven?, eso es lo que resulta, al tener a un hombre. ¿Ven?, teorías hechas de hombre, doctrinas hechas de hombre. ¡Esperen cuando lleguemos a esa edad de los Pentecostales! Dios efectivamente quemará esa cosa. Sí, Señor. Sí, seguro. Y Uds. verán que se viene encendiendo desde allá. Ajá. Exactamente.",
    "Pero algún día glorioso Él vendrá. Y recuerden, escuchen: hay siete edades de la iglesia. ¿Correcto? Hay siete edades de la iglesia. Y recuerden cuando ellos salieron a encontrar al Novio—al Novio, algunas se durmieron en la primera vigilia (¿Correcto?), la segunda vigilia (Seguro, no—no que murieron, se durmieron.) tercera vigilia, cuarta vigilia, quinta vigilia, sexta vigilia; y en la séptima vigilia vino un sonido: “¡He aquí, el Novio viene! ¡Salid a recibirlo!”. ¿Qué pasó? Todas esas vírgenes que durmieron, despertaron.\n\nEn aquel día sin nieblas, en que muerte ya no habrá, (Sin nubes, las Luces del atardecer estarán brillando.)\n\nY Su gloria el Salvador impartirá;\n\nCuando los llamados entren a su celestial hogar,\n\nY que sea pasada lista, allí he de estar.\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nA mi nombre yo feliz responderé.\n\nTrabajemos por el Maestro desde el alba al vislumbrar,\n\nSiempre hablemos de Su amor y fiel bondad;\n\nCuando todo aquí fenezca y nuestra obra cese ya,\n\nY que sea pasada lista,…\n\nCada hijo de Dios levante ahora las manos:\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nA mi nombre yo feliz responderé. (¡Oh!)",
    "En el mundo feliz,\n\nReinaremos con nuestro Señor;\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor.",
    "¿Aman los himnos antiguos de la iglesia? ¡Oh!\n\nPara siempre en el mundo feliz,\n\nCon los santos daremos loor,\n\nAl invicto glorioso Jesús,\n\nA Jesús, nuestro Rey y Señor.\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor;\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor.\n\nAhora salude a alguien a su alrededor, así a todo su alrededor. Muy bien.\n\nEn el mundo feliz (Diga: “Yo te encontraré Hermano”.)\n\nReinaremos con nuestro Señor;\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor.\n\nCantaremos con gozo a Jesús,\n\nAl Cordero que nos… (Ahora cántenlo todos.)\n\nY con sangre vertida en la cruz,\n\nEl pecado del mundo quitó.\n\nTodos, sus manos levantadas:\n\nEn el mundo feliz,\n\n¡Oh!, reinaremos con nuestro Señor;\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor.",
    "Ahora con nuestros rostros inclinados, digamos esto: Señor Jesús, [La congregación: “Señor Jesús”.—Ed.], yo te amo. [“Yo te amo”.] Yo creo [“Yo creo”] que Jesucristo [“que Jesucristo”] es el Hijo de Dios, [“es el Hijo de Dios”,] Dios manifestado [“Dios manifestado”] en carne, [“en carne”] para quitar mi pecado. [“para quitar mi pecado”.] Yo no confío en mis méritos, [“Yo no confío en mis méritos”,] no tengo ninguno, [“no tengo ninguno”,] pero solemnemente [“pero solemnemente”] estoy confiando [“estoy confiando”] en los méritos [“en los méritos”] de Jesucristo [“de Jesucristo”] quien es mi Salvador [“quien es mi Salvador”] mi Dios, [“mi Dios”,] mi Rey. [“mi Rey”.] Yo Le amo. [“Yo Le amo”.] Amén. [“Amén”.]",
    "Mañana en la noche a las siete, si el Señor quiere, tomaremos la iglesia de Esmirna.\n\nEn el mundo…(Ahora con nuestros rostros inclinados.),…¡Oh, feliz!,\n\nReinaremos con nuestro Señor.\n\nEn el mundo feliz,\n\nReinaremos con nuestro Señor.\n\nAhora suavemente, todos, dulcemente:\n\n¡Oh, para siempre en el mundo feliz!,\n\nCon los santos daremos loor,\n\nAl invicto glorioso Jesús,\n\n[El Hermano Branham se va mientras la congregación canta el coro.—Ed.] 🦅"
  ]
}