{
  "title": "EL REGALO ENVUELTO DE DIOS",
  "id": "60900009",
  "content": [
    "🦅  Bendiciones para Ud.…\n\nSiempre es bueno venir a la Casa del Señor, pero en estos parece ser mucho mejor, en la Navidad y el Año Nuevo y los días santos. Parece como que aún queda una pequeña bendición especial para nosotros. Y estamos… Es lamentable que no podamos tener este sentir Navideño todo el tiempo; la gente saludándolo a uno, y diciendo: “El Señor le bendiga”. Eso es bueno. Es una cosa que a mí me gusta de la Navidad.\n\nAhora, estaba escuchando el anuncio de la Vigilia, creo que para el próximo sábado en la noche. El Señor mediante, trataré de estar aquí para entonces para la Vigilia, y participar, si el Señor lo permite, para ayudarles hablando un poco sobre algún tema, para el próximo sábado en la noche. Y el domingo en la mañana, desde luego, tendremos nuestra escuela dominical normal. Y el domingo en la noche es el servicio de evangelismo. Ahora… [El Hermano Neville dice: “Lavatorio de pies, el próximo domingo en la noche, también”.—Ed.] Sí. Comunión, lavatorio de pies, el próximo domingo en la noche. Correcto. Es la manera buena de empezar el Nuevo Año correctamente, tomando la comunión, teniendo el lavamiento de pies.",
    "Ahora, quiero anunciar esto: que estoy pidiendo que esta sea como una pequeña reunión cerrada, solo para los pastores y los pastores asociados del tabernáculo, los síndicos y diáconos de este tabernáculo. Me parece bueno reunirnos de vez en cuando y ver el camino por donde el Señor nos está guiando. Y muchas veces aparecen cositas, como las Escrituras que Uds. encuentran, que son difíciles. Y, si no… Queremos lo mismo, hablar lo mismo, en todo lugar. Y queremos estar de acuerdo.\n\nY los quiero a Uds. pastores y asociados. Desde luego sería el Hermano Neville; y el Hermano Don Ruddell acá, uno de nuestros asociados; y el Hermano Graham Snelling de Utica; el Hermano Stricker aquí, nuestro misionero. Y a los—los hermanos que son pastores, el hermano… los otros que están aquí, el Hermano Parnell. Y Uds. saben quiénes son los asociados aquí; el Hermano Junior Jackson, de allá de New Albany; y también a los—los diáconos y los síndicos.\n\nLes diré lo que deseo que hagan. Esta semana que viene, tomen una hojita de papel, y escriban allí los—los pensamientos o el… diría yo, las Escrituras o algún deber que Uds. tengan que atender, que tal vez desconozcan.",
    "Como un síndico que pudiera decir: “¿Cuál sería mi deber si ocurre este caso?”. “¿Cuál es mi deber, como diácono, si ocurre este caso?”. Y el pastor tal vez diga: “En esta Escritura, aquí, veo donde debió ser así y así, y yo—yo no Lo entiendo de la manera como Lo enseñamos. Y fundamentar eso en la Escritura, y así”. Luego entréguenlas todas al Hermano Wood, por favor, porque él vive enseguida de mí. Y tan pronto como tenga la suya escrita y tan pronto como pueda, se lo agradecería, para yo poder escudriñarla en las Escrituras.\n\nY tendremos esto. No… Pues no será una reunión pública. Es solo para los pastores y, de este tabernáculo, y los diáconos y síndicos del tabernáculo. Y será inmediatamente, tan pronto como podamos recibirlas. Entonces anunciaremos una noche en la cual no—no se estén teniendo reuniones aquí, y después nos—nos encargaremos de eso en ese momento.",
    "Yo creo que sería algo bueno, Hermano Neville, si esos hermanos, todos Uds. pastores y demás, tal vez que nos reunamos. De esa manera podremos hablar lo mismo, en todas partes (¿ven Uds.?), lo sabremos. Y entonces eso también será grabado, nuestras preguntas y nuestras respuestas serán grabadas, y cada uno podrá tener una cinta, para que estén enterados, para que la pongan a sonar de nuevo en caso de cualquier cosa, cualquier pregunta que surja, pudiendo tal vez beneficiar a la Iglesia. O alguien que diga: “Pues, esto”; regresaremos a ver qué está en la cinta, lo que dice. Ya tenemos cintas con ese fin. Y ahora tenemos nuevos síndicos, creo yo, este año, y—y unos diáconos nuevos y demás, y nos gustaría instruirlos en eso.",
    "Y este hermanito, que es uno de nuestros hermanos acá de de Sellersburg, el Hermano Willard Crase, por cierto, háganle saber de esto, por favor, porque él apenas es un joven en el Señor. Y—y si estos jóvenes, pienso yo, logran establecerse, ven Uds. lo que quiero decir, simplemente saber cómo aferrarse. Y en sus mentes surgen pequeñas preguntas. En lugar de irnos por alguna rama, reunámonos y—y veamos de qué se trata. Entonces cuando nosotros… Nuestras reuniones, nuestras grandes reuniones juntos, cuando las iglesias se reúnan, como lo hemos hecho en esta última sesión, luego nosotros—nosotros sabremos entonces qué tomar y qué decir, simplemente qué hacer. Todos queremos hablar el mismo idioma, para poder entender.",
    "Ahora, otra cosa que me gustaría decir. Como el Hermano Neville tan bien lo ha dicho: les deseamos lo mejor en estas fiestas Navideñas en este momento de—de compañerismo alrededor de estos días santos, y demás.",
    "Y también quiero tomar este momento para expresarles, a cada uno de Uds., lo agradecido que estoy con Uds., por sus tarjetas de Navidad y regalos, y las cosas recibidas en nuestra casa. Realmente les agradezco con todo mi corazón. Verdaderamente nos aprovechó, en esta mañana. Cuando… Yo tengo un niño pequeño, aun lo suficientemente pequeño como para querer un árbol de Navidad, y lo teníamos en la sala. Y esta mañana fui allí debajo, y encontré varios regalos de mi iglesia aquí, y de mis amigos de diferentes lugares, que habían llegado, puestos debajo del árbol. Y no tengo palabras para expresarles a Uds. lo que yo… cuánto agradezco cada uno de ellos. Y el Dios del Cielo los bendiga abundantemente, es mi oración. Y ahora…",
    "Y nosotros, Uds. saben cómo sería, no podemos enviarles regalos, porque simplemente no gano todo ese dinero, Uds. saben. Yo—yo gano cien dólares por semana, y tengo una familia grande, y como diez millones de amigos, y seguramente sería algo difícil darles a ellos. Pero nosotros—nosotros estamos agradecidos con Uds. y por sus detalles. Y estoy seguro que Uds. entienden.",
    "Ahora no olviden esta—esta noche de año nuevo. ¡Oh, recuerdo la primera Vigilia que tuve aquí en este tabernáculo! No supongo que haya alguien aquí que la recuerde. Pero esa fue una noche en que el Señor le quitó bastante almidón a su pastor. Así que, estamos esperando un gran tiempo para ese momento.",
    "Y ahora, antes de orar, me gustaría leer la lección Escritural esta noche.",
    "Y he estado un poco indeciso el día de hoy. Yo—yo anuncié que iba hablar sobre, en esta noche, si llegaba aquí: Hemos visto Su estrella en el oriente, y hemos venido a adorarle. Y me sonó algo familiar. Y nuestro buen amigo, él Hermano Sothmann aquí, el… uno de los síndicos de la iglesia, se lo pregunté. Y él dijo: “Yo tengo esa cinta, Hermano Branham. Ud. lo predicó en algún lugar”. Y nuestro precioso amigo, el Hermano Leo Mercier aquí, el muchacho de las cintas, dijo: “Sí, como cinco veces”. Así que, yo—yo lo cambié un poco. Y en lugar de predicar sobre: Hemos visto Su estrella en el oriente, quiero hablar sobre el tema en esta noche, de: El regalo envuelto de Dios.",
    "Y ahora voy a leer del Evangelio de San Mateo, el—el capítulo 2, como lectura Escritural, el capítulo 2 de San Mateo.\n\nCuando Jesús nació en Belén de Judea en días del rey Herodes, vinieron del oriente a Jerusalén unos magos,\n\ndiciendo: ¿Dónde está el rey de los judíos, que ha nacido? Porque su estrella hemos visto en el oriente, y venimos a adorarle.\n\nOyendo esto, el rey Herodes se turbó, y toda Jerusalén con él.\n\nY convocados todos los principales sacerdotes, y los escribas del pueblo, les preguntó dónde había de nacer el Cristo.\n\nEllos le dijeron: En Belén de Judea; porque así está escrito por el profeta:\n\nY tú, Belén de la tierra de Judá, No eres la más pequeña entre los príncipes de Judá; Porque de ti saldrá un guiador, Que apacentará a mi pueblo Israel.\n\nEntonces Herodes, llamando en secreto a los magos, indagó de ellos diligentemente el tiempo de la aparición de la estrella;\n\ny enviándolos a Belén, dijo: Id allá y averiguad con diligencia acerca del niño; y cuando le halléis, hacedme…saber, hacédmelo saber, para que yo también vaya y le adore.\n\nEllos, habiendo oído al rey, se fueron; y he aquí la estrella que habían visto en el oriente iba delante de ellos, hasta que llegando, se detuvo sobre donde estaba el niño.\n\nY al ver la estrella, se regocijaron con muy grande gozo.\n\nY al entrar en la casa, vieron al niño con su madre María, y postrándose, lo adoraron;…abriendo sus tesoros, y le ofrecieron presentes: oro, incienso y mirra.\n\nPero siendo avisados por Dios en sueños que no volviesen a Herodes, regresaron a su tierra por otro camino.",
    "Ahora quiero tomar un texto de allí, en esta noche. O, no de allí, sino de la misma historia, en San Lucas 2:7.\n\nY dio a luz—dio a luz a su hijo primogénito, y lo envolvió en pañales, y lo acostó en el pesebre, porque no había lugar para ellos en el mesón.",
    "Inclinemos nuestros rostros ahora para hacer una oración.",
    "Santo y bondadoso Dios, Quien nos dio el Regalo más grande que este mundo ha conocido, al Señor Jesucristo; venimos humildemente a Ti, esta noche, en agradecimiento y expresando desde nuestro ser más interno, las profundas adoraciones de nuestro corazón, a Ti, por este maravilloso Regalo. No tenemos nada que dar a cambio. Y fue muy poco lo que Tú pediste, solo: “Venid a Mí, todos los que estén cansados y cargados, y Yo les quitaré sus cargas y sus pecados, y los haré libres”. ¡Oh, que intercambio! Nadie pudo hacer eso sino solo Tú, Padre nuestro. Y te agradecemos que hayas hecho esto por nosotros. Y somos testigos Tuyos en esta hora, de que has quitado nuestras cargas y pecados, y en su lugar nos has dado gozo y paz. Cuán agradecidos estamos, Señor, por esta experiencia Cristiana interna, la Navidad en nuestros corazones. Estamos muy contentos por esto. Estamos muy contentos de saber que estamos viviendo en el día del fin, cuando vemos las señales viniendo de nuevo como en aquel día, de Su llegada. Humillamos nuestros corazones en Tu Presencia, ¡oh, Gran Ser Noble! Permite que Tu Espíritu reine soberanamente en nuestro corazón, en nuestras vidas. Y fortalécenos, desde adentro hacia afuera, para que podamos ser siervos Tuyos en esta gran y oscura hora que el mundo enfrenta hoy.",
    "Te presentamos esta lectura de Tu Palabra, Señor, con este único propósito, que, de Aquí, el Espíritu Santo quizás presente un contexto que sea suficiente, en esta noche, como un Mensaje de Navidad para Tu pueblo expectante. Y estamos esperando en Ti. Señor, circuncida los labios que hablarán y los oídos que escucharán. Y da poder y pon Vida en las Palabras que saldrán, para que puedan quizás traernos a un mejor conocimiento del Señor Jesús. Porque lo pedimos en Su Nombre. Amén.",
    "Anotando aquí muchas Escrituras como referencia y todo eso, quedé maravillado ayer cuando escuché eso. Tomé el periódico, y teniendo lo que el mundo comercial llama: “Una Navidad redonda”, se gastó más dinero en esta temporada de lo que se ha gastado por muchos, muchos años, desde hace muchos años. Y que las multitudes se habían reunido en Jerusalén, y cómo hubo un corto tiempo de paz entre los árabes y los judíos, ellos como que hicieron a un lado sus sentimientos, para dejar que los—los peregrinos entren de nuevo en la ciudad, en esta temporada de—de Navidad.",
    "Siempre me he preguntado por qué fue escogida esta ciudad, Belén.",
    "Como los hermanos que cantaron hace unos momentos, el—el hermanito con su esposa y los niños. Y eso me dejó maravillado, viendo a la niña, cómo seguía el ritmo con eso, alguna clase de arpa que tocaba. Y cómo esa pequeña que a duras penas era solo un bebé, pero seguía el ritmo… o rasgueaba esta arpa; supongo que se le llama arpa. Ahora, y después, yo…",
    "Pensaba en Belén, y ¿por qué sucedió que fue escogida como el lugar del nacimiento del Rey de reyes? Y, saben, Belén es un lugar pequeño, un pueblo muy pequeño. Me he preguntado mucho ¿por qué no escogió Dios un sitio más religioso para eso, para este gran evento, como Silo? Silo fue el primer lugar que la carpa, donde se asentó el arca, después de cruzar el Jordán. O Gilgal, otra gran ciudad religiosa; o Sion, en la montaña, otra gran ciudad religiosa; o aun el orgullo de la capital de Jerusalén, con todos sus sabios y santos a través de las edades. ¿Por qué Dios no escogió a Jerusalén?",
    "¿Por qué escogió a Belén? Al parecer Él hubiera escogido algún lugar, una de las grandes ciudades de refugio, que hubieran protegido a Su Hijo en caso que surgiera algún problema. Los lugares de refugio como Ramot-Galaad; este fue un gran refugio que fue construido para que la gente pudiera entrar a estas torres. Cades fue otra gran ciudad de refugio. Hebrón, otra gran ciudad de refugio.",
    "¿Por qué Dios prefirió la pequeña Belén y entonces no escogió estas ciudades más grandes? Y ellas eran de más re-nombre, y con más historia espiritual.",
    "Pero, saben, Dios tiene una manera de hacer las cosas, Su Propia manera de hacerlas; me da tanto gusto. ¿Ven? Algunas veces Él toma cosas sin ascendencia espiritual o que no tienen historial, en lo absoluto; y por eso Él es Dios. Él puede tomar algo que no es nada y hacer algo de ello. Y, eso, eso lo hace a Él Dios; es lo que hace que lo amemos a Él. Eso es lo que hace que nosotros la gente pobre lo apreciemos a Él, porque aunque nosotros, pobres, sin ascendencia, sin embargo, Dios puede hacer grandes cosas con nosotros si logra sujetarnos bajo Su control.",
    "Josué, desde luego, fue el que pasó a los hijos de Israel al otro lado, y repartió las tierras. Y a esta tribu de Judá le fue dada esta porción donde está Belén, que está en la esquina superior en la parte norte de la provincia de Judá, una pequeña franja que sale como una pequeña península. Y en este lugar, en esta provincia, esta gran provincia, es la zona del trigo al norte, donde estaba el cinturón de trigo, donde cosechaban bastante trigo y cebada.",
    "Y uno de los hijos de Caleb estableció y fundó esta ciudad. Salma era su nombre, él era uno de los hijos de Caleb. Si quieren buscarlo, estoy saltando muchas de estas Escrituras, pero veo que algunos hermanos las están anotando. En Primera de Crónicas 2:15-… También, Ud. lo encontrará en Mateo 1:5. Y donde ellos, él estableció y fundó esta gran ciudad, la cual era una pequeña ciudad, pero es grandiosa por causa de las grandes cosas que acontecieron en esta ciudad.",
    "Como siempre he dicho, no es la gran iglesia; es el gran Dios en la iglesia. No es la gran montaña santa; es el gran Espíritu Santo que estaba sobre la montaña. No es el hombre santo; es el Espíritu Santo en el hombre. ¿Ven?",
    "Así fue con esta ciudad. Era pequeña en estatura, y más en el valle, y no tenía mucho que admirar. Su población era poca, y aún lo es hoy. Más bien fue porque Dios la escogió para hacer algo. Eso es lo que a mí me gusta, algo que Dios escoge. No importa cómo parezca, para la gente, siempre y cuando Dios lo haya escogido.",
    "Rahab la ramera, que nos es muy familiar a todos, ella siendo una—una joven que fue puesta en la calle por un padre y una madre paganos, que la pusieron en la calle por cuanto era hermosa y les traía un ingreso, de la prostitución. Y, sin embargo, en el fondo de esta niña inmoral que fue puesta en la calle, ella había escuchado que existía un Dios Quien respondía a la oración. Y a la primera oportunidad que tuvo, para aceptar aquel Dios o hacer algo por Él, ella lo hizo. Y Dios perdonó su vida y salvó a su padre y madre, y a su familia. Ella se enamoró de un general del ejército de Israel, según vemos en la historia, y se casó con este general. Y su noviazgo fue maravilloso. Y finalmente ellos se establecieron y vivieron en Belén.",
    "Y por medio de este general ella trajo al mundo un—a un hijo, el hijo de—de—de… no logro recordar el nombre del general en este momento; intentaba hacerlo. Pensé que tenía su nombre anotado aquí, pero no lo tengo. Tengo el nombre de su hijo, pero era el hijo de Rahab con este general. Su nombre era Salmón. No el Salomón que construyó el templo, el hijo de David. Sino, otro, Salmón, y este Salmón trajo un hijo cuyo nombre fue Booz. Y Booz, ¡oh!, todos conocemos esa historia maravillosa de Booz y Rut.",
    "Ahora, verán, esta ramera era una gentil, y fue una abuela antigua de nuestro Señor Jesús. Y también, cuando—cuando Booz, su nieto, vino y se casó con Rut la moabita, él también se casó con una gentil. Lo cual hizo de Jesús también parte gentil, hablando terrenalmente. Entonces cuando ellos tuvieron su hijo, su nombre fue Obed. Y Obed tuvo un hijo, y su nombre fue Isaí. E Isaí tuvo un hijo cuyo nombre fue David. Todo esto ocurrió en la pequeña Belén. ¿Qué es esto? El linaje del Señor Jesús, Sus antepasados que los grandes hombres espirituales estaban pasando por alto, o los supuestamente llamados hombres espirituales.",
    "Y fue sobre estas mismas tierras que Samuel el profeta ungió a David para que fuera rey sobre Israel, aquí mismo en Belén. Y a través de David vino el gran Hijo: “Tú, Hijo de David”, el Hijo que nació en un pequeño pesebre allá al lado de una colina, al lado este de la ciudad. Fue allí en aquella colina donde los Ángeles de Dios cantaron su primer villancico.",
    "La palabra Belén, vamos a desglosarla [Belén, en Inglés, es Bethlehem]. B-e-t-h significa “casa”. E-l significa “Dios”. H-a-m significa “Pan”. “La casa del Pan de Dios”. ¡Cuán apropiado fue entonces que el Pan de Vida saliera de Belén!, “la Casa del Pan de Dios”. ¡Oh! Es una bella historia.",
    "Debe haber sido un poco después de oscurecer, ya caído el sol. Las estrellas probablemente brillaban, y la luz ya ausente casi por dos horas. Mientras el burrito ponía sus patitas cansadas en la parte trasera de la colina, al este de Belén, mirando dónde poner sus pequeños cascos, pues su carga era preciosa. Y José le guiaba por allí gentilmente, mientras el pequeño trío comenzaba a subir la colina, o llevaban viajado todo el día, viniendo a Nazaret. Y ella esperaba ser madre en cualquier momento, tal vez ya muy pasada la fecha.",
    "Pero todas las cosas son pre-ordenadas por Dios, y obran para el bien de aquellos que lo aman a Él. Fue ordenado por Dios que hubiera un rey despiadado en aquel día, ese sanguinario Herodes; Dios sabía eso. Dios sabía de los impuestos, y de cómo este gobierno brutal no tuvo ninguna consideración de misericordia con esa pobre madre que estaba por dar a luz a su hijo primogénito tan solo en unos pocos días. En lugar, él mandó que “Todos ellos debían venir a su lugar de nacimiento, y pagar impuestos. No se tenía en cuenta la condición de ella, como fuera, tenía que venir”. Dios sabía de todo eso. Él tenía previo conocimiento de todas las cosas. Y Él—Él sabe todas las cosas (¿ven?), y hace que todo obre juntamente para bien.",
    "El pequeño trío no reclamaba al respecto, a medida que subían la colina. Finalmente, después de mucho quejarse, el burrito, puedo verlos mientras se detienen en la cima de la colina; donde el… subían del lado este, de Nazaret, cruzando. Y después de ellos coronar la cima, mirar abajo al valle donde estaba la pequeña Belén. Ardían muchas antorchas. Muchas personas se habían reunido de toda Galilea, para venir a su lugar de nacimiento allí en Belén, y de la provincia, para el cobro de impuestos por el gobierno romano. No importaba las condiciones, a lo largo del camino se encontraban postrados los enfermos y los necesitados, y los lisiados, el leproso, y los cancerosos, el—el—el—el pobre, el lisiado, el manco y el ciego. Todos tenían que venir, pues era una orden del gobierno. Y Herodes estaba detrás de ello, y se tenía que cumplir.",
    "Y mientras nuestro grupito se detiene en la cima de la colina, tal vez había una roca grande allí. Y puedo ver a José levantarla a ella, tiernamente, en sus brazos, y ayudarla a bajar de la pequeña mula, y—y acomodarla al lado sobre la roca. Y la pequeña mula recobrar su aliento. Y José luego dio unos pasos adelante, miró allá abajo sobre la pequeña Belén y vio las calles atestadas, y el ruido, y las antorchas ardiendo en las calles, y los gritos de la gente. Y estaban acostados en los jardines y en los patios, y por todas partes afuera de las puertas de la ciudad. ¡Debe haber sido tremenda escena!",
    "José tal vez haya dicho algo así: “María, cariño, solo piensa, un poco más allá de la ciudad, al lado norte, es donde Rut la moabita espigó en los campos de Booz. Allá, un poco más lejos, al pasar la montaña allá, es donde David derribó al león con su honda y le sacó la oveja de la boca. Debe haber sido allí donde Josué se paró con su espada brillante, ese guerrero valiente de nuestra gente, y repartió las tierras y le entregó esta heredad a la tribu de Judá, de la cual, querida, somos linaje”; y en cuanto a las diferentes cosas, cómo debe haberle explicado a ella lo que había acontecido.",
    "Y luego al no oír sonido a sus espaldas, debe haberse dado vuelta para mirar, y ver si ella aun estaba sentada sobre la roca. Y cuando él se dio vuelta y vio su lindo rostro fijo hacia los cielos, él no tuvo que preguntar más, pues el reflejo de la Estrella destellaba en los ojos de ella. Él supo que ella miraba Algo.",
    "Y ella lo miró, y dijo: “José, ¿has notado la Estrella suspendida allá?”.",
    "Y cuando él miró, y con sorpresa, dijo: “No La había notado antes, cariño”.",
    "🦅 Pues, nos ha estado siguiendo desde que el sol bajó. La he observado. Debe significar algo, porque tengo un sentimiento de lo más maravilloso”.",
    "Uds. saben, Dios hace cosas así, a veces, para Su gente, nos muestra una Luz o alguna cosa para que podamos saber que Él está cerca y que está en la escena. No importa lo que el mundo tenga qué decir o hacer, Él aún está allí, y todo estará bien. Él nos da testimonio de ello por el Espíritu Santo, para que nosotros podamos sentirlo.",
    "Y José quizás haya dicho algo así: “María, ¿sabes qué? Nunca he estado tan feliz en toda mi vida. Aunque, he sido forzado a viajar por el gobierno romano, sin embargo, nunca he estado tan feliz como lo estoy ahora mismo, y no sé por qué. Parece haber un ambiente sagrado sobre la pequeña ciudad, en esta noche, donde caminábamos cuando éramos niños y niñas, allá en nuestra adolescencia y edad escolar”.",
    "Lejos al este, y a muchos cientos de millas a distancia, los Magos ya estaban de camino. Ellos habían visto Su Estrella, y venían a adorar el pequeño Regalo envuelto de Dios que Él estaba enviando al mundo.",
    "No pasaría mucho tiempo y el mundo recibiría el mayor Regalo que jamás hubiera recibido, un pequeño Paquete envuelto. Un pequeño, el primer pequeño Paquete Navideño que jamás fue envuelto, en todo el mundo, Dios Lo envolvió. Quiero interrumpir mi pensamiento y decir esto: La cosa más importante que alguna vez fuera envuelta en carne humana estaba envuelta Allí. Dios Mismo Se envolvió en un paquete de Navidad y Lo envió al mundo.",
    "¿Por qué Lo rechazaron ellos? ¿Por qué no Lo pudieron ver? ¿Por qué Lo rechazaron? ¿Por qué no Lo quisieron? Por la misma razón que ellos no Lo quieren esta noche: no les fue dado según la costumbre que ellos tenían de recibir los regalos. Por eso aún es rechazado, en esta noche, porque no le es dado a la gente conforme a la costumbre que tienen de recibir regalos.",
    "Pero Dios envuelve Su Propio Paquete. Él tiene derecho de hacerlo, Él es Quien Lo está dando; tiene derecho de envolverlo como Él Lo quiera envolver. No hay ninguna diferencia en cómo sea, Él tiene derecho de hacerlo porque Él es Quien está dando el—el Regalo.",
    "Otra cosa, la razón de eso fue, como era en ese entonces: pues no era costumbre para ellos recibir Eso así como fue envuelto. Ellos estaban esperando algo, un regalo que vendría, que bajaría en carruajes con una escolta de Ángeles manejando caballos de fuego. Pero cuando Eso vino como un pequeño Bebé nacido en un pesebre, ni se dieron cuenta que la Escritura dice: “Le daré a este mundo una súper señal”.",
    "Ellos pidieron una señal, un día. Él dijo: “Yo se las daré. Será una súper señal. Será una señal que durará por todas las edades. Una virgen concebirá y dará a luz a un Niño, a un Hijo, y llamarán Su Nombre ‘Emanuel’. Esa es la súper señal. Ese es el Regalo que Yo voy a dar”. Pero no vino de la manera que ellos Lo esperaban, y Lo rechazaron.",
    "Así es esta noche, mi hermano. El Regalo de Dios no ha venido de la manera en que la gente quiere que venga, entonces, Lo han rechazado. Ellos no Lo quieren. Ellos Lo quieren envuelto en la clase de bienes en que ellos quieren que sea envuelto; Lo quieren con el oropel. Ellos quieren algo floreado, algo perfumado, algo que esté brillando, algo que sea clásico. Pero Dios no todo el tiempo Lo envía de esa manera; Él Lo envía en el poder, de la manera en que Él Lo quiere enviar.",
    "Otra cosa, Eso fue traído por los pobres. María y Marta—Marta, más bien, o…María y José era gente muy pobre. Ellos eran campesinos. Y por cuanto fue traído por los pobres, ellos no Lo quisieron.",
    "Así es hoy. Cuando este gran Regalo para la Iglesia, el Espíritu Santo, cae sobre los pobres y humildes, los ricos no Lo quieren. No quieren humillarse ellos mismos. Ellos Lo quieren con clase, pero no Lo quieren de la manera como Dios Lo envía. Mucha gente quiere recibir el Espíritu Santo, pero—pero quieren recibirlo de la manera como ellos quieran. Pero, ¡oh, estoy tan contento de que uno no puede hacerlo así! Uno tiene que hacerlo de la manera como Dios se Lo envía a uno, y humillarnos nosotros mismos para recibirlo.",
    "No fue envuelto en lino fino; fue envuelto en tela de pañal. Pues, según me ha sido enseñado, la cosa con la que Jesús fue envuelto, el Cristo, era esa cosa del lomo del yugo de un buey, que colgaba en el establo. Él fue envuelto en la tela de pañal, era la—la… donde ellos ponían el… un trapo que envolvía el yugo del buey, para evitar rasparlo y ampollarlo cuando estaba jalando. Ellos, ellos no tenían ropa para Él. Y ellos… ¡Oh, pensarlo casi me rompe el corazón! No había ropa para Emanuel, el Creador de los Cielos y la tierra. Y no había ropa para que Él se pusiese, y tuvo que ser envuelto en el trapo de trabajo que un buey había usado en su cerviz. ¡Oh, qué súper señal!",
    "Eso debería ser muy atractivo para la gente: El pequeño Jehová, llorando como un bebé. Dios, hecho carne, en un Paquete. Dios, Quien ocupa todo el espacio y tiempo, que estaba antes de que existiera un mundo o una estrella o una molécula, y se envolvió a Sí Mismo en un pequeño Paquete y fue puesto en un pesebre; en un establo, entre el estiércol del ganado y de las ovejas, y demás; allá en aquel establo, y en este pequeño pesebre, sobre heno o paja. Jehová estaba acostado allí, llorando como un bebé. ¿Pueden Uds. imaginarlo?",
    "Pues, los ricos no querían nada así. Eso contaminaría sus propios pensamientos, algo tan humilde. Y que fuera traído por una niña, una pequeña campesina que era considerada, en su vecindad, como una—una fanática; y por un carpintero probablemente con el conocimiento del abecedario. Y ¿cómo podían ellos traer algo que pudiera cautivar o complacer los ojos de las celebridades? ¿Cómo podían ellos producir algo que agradara o dejara satisfechos a los ricos, a la gente con más mente, o a las denominaciones de sus días? Ellos fueron rechazados rotundamente.",
    "No solo en aquel día, sino que también en este día. Ellos Lo rechazan rotundamente. No viene envuelto de la manera como ellos Lo quieren. Ellos Lo—Lo quieren rechazar, dicen: “Eso no vale nada”. Así que, los ricos y las denominaciones rechazan ese Regalo; no querían tener nada que ver con Eso. ¿Por qué? ¿Por qué harían ellos algo así? No estaba envuelto en la costumbre de sus credos. Esa es la razón hoy por la cual ellos no quieren el Regalo de Dios. Estos Estados Unidos no quieren a Dios; estas iglesias no quieren a Dios. Ellos quieren a Santa Claus. Ellos quieren algo con oropel y de colores rojos, y—y—y—y cosas esplendorosas, brillantes. Ellos rechazan la Verdad del Evangelio, del Poder y de la resurrección de Cristo Jesús; no podrá ser envuelto con sus credos. Ud. no puede envolver a Cristo en un credo.",
    "Yo escuchaba, esta mañana, mientras iba donde mamá, temprano, encendí la radio. Y una—una iglesia estaba citando o diciendo el… lo que llaman, el Credo de los Apóstoles. No existe tal cosa.",
    "El único credo que se supo que tuvieron los Apóstoles, se encuentra en Hechos 2:38: “Arrepentíos, cada uno, y bautícense en el Nombre de Jesucristo, para perdón de sus pecados. Vosotros recibiréis el Don del Espíritu Santo”. Ese es el único credo que yo haya visto, en la Biblia, que ellos usaron.",
    "Esto otro es un credo hecho por el hombre. Y Ud. no puede envolver a Cristo en un credo presbiteriano, o en un credo bautista, o en un credo católico, o en un credo pentecostal. Lo único en lo que Cristo será envuelto, pues, es su corazón, no su credo. Él quiere su corazón. Él tiene una torre de control allí, desde donde a Él le gusta trabajar con Ud., trayéndole a la Vida Eterna. Él simplemente no aceptará, y Ud. no puede envolverlo a Él en credos; no se pudo en ese entonces, no se puede ahora. Ud. nunca logrará hacerlo.",
    "Así que, ellos no pudieron recibirlo, porque valoraron más sus credos que el Regalo.",
    "De esa manera es hoy. La gente no puede aceptar el hablar en lenguas, en su iglesia; eso les arruinaría el credo. Ellos no pueden aceptar la sanidad Divina, el bautismo del Espíritu Santo y tales grandes Doctrinas Evangélicas de la Biblia, Verdades apostólicas. ¿Por qué? Porque su credo condena Eso. ¡Oh, qué necedad, aceptar el papel en el que envolvieron el Paquete y desechar el Regalo! Como el tonto, él tomó la caja y la aceptó y botó el regalo. Así está la iglesia, y así hace la gente hoy, olvidan que el Regalo de Dios es Vida Eterna por medio de Jesucristo. Él es tan rechazado hoy como en ese entonces. En esta noche de Navidad, Él es tan rechazado como lo fue la primera noche de Navidad. Ellos no pueden hacerlo, porque no es conforme a sus credos. A través de las edades, hemos tenido lo mismo.",
    "Con razón no había lugar para Él en el mesón. No. No estaba envuelto correctamente; no estaba envuelto con el papel clásico. Estaba envuelto como un Regalo, como un Regalo de Dios, enviado de Dios, un Dios del cual ellos no sabían nada. Ellos afirmaban que sabían; y afirmaban que lo estaban buscando. Pero Él no vino de la manera en que ellos pensaron que vendría, conforme a sus credos, y no pudieron recibir el Regalo de Dios. Estaba envuelto de otra manera: Él estaba envuelto como un bebé; nació en un pesebre; vino de gente pobre. Él vino de un montón de “fanáticos”, por tanto, ¿cómo podrían recibir ellos algo así? Con razón no había lugar para Él en el mesón.",
    "Aún no hay espacio para Él, en las iglesias. Ellas lo sacan; no creen en Eso. Dicen: “¡Fuera con Eso! Es fanatismo; no queremos tener nada que ver con Eso. Va en contra de las doctrinas de nuestros padres, las doctrinas de esta iglesia, las doctrinas de nuestros credos y de nuestros antepasados”. Por eso, Cristo es tan rechazado hoy como lo fue en ese entonces. No hay lugar, en esta noche, en nuestras buenas iglesias, en nuestras grandes iglesias, en nuestras finas iglesias. No hay cabida en nuestros círculos religiosos, hoy, para una reunión del Espíritu Santo. Ellos no Lo quieren. Eso, eso los rebaja, a la vista de las sociedades del país. Eso los rebaja, pensar en humillarse al pasar a un altar, para llorar y permanecer allí hasta estar llenos con Poder desde lo Alto, para levantarse de allí en novedad de Vida; para hacer que sus mujeres se dejen crecer el cabello, y actuar como deberían las mujeres; para hacer que los hombres arrojen sus cigarrillos, y dejen su beber, y traten correctamente a sus familias. Eso es demasiado para ellos. Entonces se aferran al credo de su iglesia en lugar de recibir el Regalo de Dios, el Regalo de Navidad de Dios.",
    "Ellos prefieren un credo que recibir el Regalo, prefieren el papel que el Regalo. Ellos quieren el papel, seguro, algo que sea todo oropel, con lo cual ellos puedan hacer bastante ruido. Pero el verdadero Regalo que está por dentro, ellos no Lo quieren. ¿Ven?",
    "Él estaba envuelto, allá, en ropa sucia, en tela de pañales. Y Él está envuelto hoy en lo mismo, lo cual ellos llaman: “Santo rodador, fanatismo, un montón de herejes”. Está envuelto en tela de pañales, y el mundo no Lo quiere. ¡Oh, estoy tan contento de quitar esa tela! Miren lo que está acostado ahí debajo: Vida Eterna, Dios hecho carne y morando entre nosotros.",
    "No, ellos no lo quisieron a Él. Interfería con sus círculos religiosos.",
    "El recibir Eso, hoy, interfiere con ellos. ¡Oh, si alguien se levantara en la iglesia y comenzara a gritar o alabar a Dios, o alguien dijera: “Amén”, como este grupo de ministros aquí, algo, o en la audiencia, rápidamente un ujier los llevaría a la puerta! Y si Ud. tuviera su nombre en el libro, sería quitado rápidamente. ¿Ven? Dios no tiene una—una oportunidad.",
    "Si el presidente electo, Kennedy, visitara aquí esta ciudad, las banderas volarían por—por el aire, y sacarían a relucir el—el oropel, y las—y sacarían las alfombras, y—y habría tal bienvenida como Ud.—Uds. nunca la han visto; lo cual, está bien si ellos lo quieren hacer. Él es el presidente electo de los Estados Unidos. Pero si él viniera, ellos—ellos harían todo eso, y le darían la bienvenida más grande, al pensar que “él se humilló al venir a una ciudad tan pequeña como Jeffersonville, Indiana, cuando Nueva York y las grandes ciudades lo están llamando, de todas partes, solo para tener un momento, para hablar con él”. Si él viniera a Jeffersonville, a una ciudad pobre como la nuestra, cómo se arreglarían ellos, lo que nosotros llamamos, “producirse”. Y ellos harían todo, y—y decorarían las calles, y—y harían todo para darle la bienvenida. Eso está bien, si Ud. es un político. Eso está bien.",
    "Pero Jesús puede venir en forma de la resurrección de Su Poder, puede venir en el Espíritu Santo y puede mostrar señales y maravillas, y todo periódico Lo criticará. La gente dirá de Él: “Santos rodadores”; dirán: “Esa gente está loca”. Con razón tenemos una bomba atómica marcada con nuestro nombre. Rechace Ud. la misericordia y no queda más que juicio. ¡Oh, ellos no La recibirán! No lo hicieron entonces, no lo harán ahora.",
    "¿Por qué no lo hicieron? Solo quiero preguntar, ¿por qué no dieron, aceptaron ellos el Regalo de Navidad de Dios? ¿Por qué no hicieron, lo hicieron ellos? Si tan solo hubiera sido un regalo que ellos pudieran admirar y hubiera encajado en su sociedad, hubiera sido aceptado. Si nuestra…",
    "Si esta religión del Espíritu Santo encajara en la sociedad de las personas hoy, ellos La aceptarían. Bueno, ¿por qué entonces no La aceptan? Porque ellos estiman más su sociedad que a Cristo. Eso es verdad.\n\nUd. dice: “Ud. está hablando demasiado fuerte de Él”.",
    "Lo estoy defendiendo; Él es mi Señor. Yo tengo un… Soy—soy—soy Su siervo. Yo tengo derecho de clamar contra lo errado. Es correcto. Y los Cristianos lo creen y saben eso, y lo aceptan, y saben que es la Verdad.",
    "¿Cuál fue la razón que ellos no recibieron este Paquete envuelto? Sabían lo que había en Su interior, y ellos no Lo quisieron.",
    "Por esa razón las iglesias y la gente hoy, y los gobiernos de las regiones, no recibirán el Regalo de Navidad de Dios; porque saben lo que hay en Él. Ellos no Lo quieren. Hará que las mujeres se comporten diferentes; hará que los hombres se comporten diferentes. Ud. tendrá que soportar el apodo de “fanático”. Ud. tendrá que escoger el camino con los pocos despreciados del Señor. Ud. tendrá que limpiar su vida. Ud. tendrá que dejar su maldad. Ud. tendrá que dejar de hacer el mal, las trampas, robar, mentir, cometer adulterio. Ud. tendrá que dejar de hacer estas cosas. Y la gente no Lo quiere. Aunque saben que Eso es correcto, pero ellos no Lo quieren. Eso les trae demasiada Verdad. Eso descubre sus pecados, por tanto, ellos no Lo quieren, no quieren tener nada que ver con Eso; “Le guardan distancia”.",
    "Así fue en ese día. Ellos sabían lo que había Allí envuelto, entonces dijeron: “No se acerquen a Eso”.",
    "Ellos no Lo quieren. Es igual hoy, nunca Lo han querido. Y no quieren el Espíritu Santo hoy, porque ellos saben lo que hay envuelto Allí. Ellos pueden observar una—a una persona recibir el Espíritu Santo. Se paran allá afuera y ven que esa mujer no pudiera ser más baja, que casi ni los perros quieren mirarla; y ven que esa mujer se levanta de ese altar como una persona nueva; ven a esa mujer limpiar su vida, salir y portarse como una dama. Ven a una que corre a la fiesta de naipes, fuma cuatro o cinco cajas de cigarrillos al día, ronda los bares, un borrachín de bar; y ellos saben que si llegan a aceptar este Regalo de Dios, envuelto en el Paquete llamado Jesucristo, arruinará toda su diversión mundana, porque Él no va a tolerar eso. Les produce algo, Eso cambia a la gente. La gente no quiere un cambio; ellos: “Déjenme en paz”.",
    "Me recuerda de ese hombre endemoniado. Que Jesús fue a Gadara, y había un hombre allá con dos mil demonios. Y ellos dijeron: “¿Por qué no…? ¿Qué tenemos Contigo? ¿Por qué vienes aquí? Vete de nuestras tierras. Nosotros no Te queremos aquí”. Ellos querían que los dejaran en paz. La gente se sentía mejor en casa con los demonios que con Jesús. Así que, dijeron: “Vete de nuestra tierra, no Te queremos por aquí”.",
    "Pobre Legión, él era el único que—que quería ayuda. Él siempre viene a los que lo quieren a Él. Él viene a los que Lo necesitan. Así que, él fue el único que recibió ayuda. He pensado mucho, cuando llegue al Cielo, quiero ver cuánto—cuánto peso tuvo su testimonio con los criadores de cerdos allá en Gadara. Pues, si les iba a costar un hato de cerdos, ellos no querían ningún avivamiento.",
    "Si le va a costar a la gente algo, ellos no quieren tener nada que ver con Eso. Así es hoy, si Eso les va a costar sus fiestas de naipe, buenos momentos, sus cigarros, sus chistes sucios, toda la obscenidad y cosas del mundo. La razón por la que no Lo quieren es porque Eso les costará algo, su gran nombre con bastante brillo en la sociedad.",
    "Pero Eso le dará a Ud. un nombre escrito en el Libro de la Vida del Cordero, que no se desvanece. Así que, Ud. escoja. Ud. tiene libre albedrío. ¡Oh! Reciban el Regalo de Navidad de Dios, es mi—mi oración por Uds. Sí.",
    "Ellos no Lo quieren, porque Eso les hace algo; o ¿lo quiso el gobierno? El gobierno no lo quiso a Él. Herodes no lo quiso a Él. No, señor. ¿Por qué? Iba a cambiarle su programa.",
    "Y el gobierno no lo quiere a Él, hoy. Se supone que somos una nación Cristiana.",
    "¡Oh, la ONU no lo quiere a Él! Ellos aceptan cualquier otra idea en el mundo menos la Suya. Ellos nunca hacen una oración. No hay oración en esas reuniones. Ellos simplemente entran allí y es: “perro come perro”, como dice la vieja expresión callejera. Ellos no quieren a Cristo. Él tendría que cambiar sus programas, por eso ellos no Lo quieren. Ellos no lo quisieron a Él allá; ellos no lo quieren a Él ahora.",
    "Las iglesias no lo querían a Él, porque no estaba de acuerdo con sus credos. Él les dijo que ellos eran, dijo: “Uds. generación de víboras, paredes blanqueadas”. Él les dijo todo de lo que se pueda pensar. Le dijo al viejo Herodes, dijo: “Ve y dile a esa zorra”. Y ¿qué es más sucio que una zorra? ¿Qué apesta más y es más bajo que una vieja zorra sucia? Jesús dijo: “Eso es lo que él es”. Así que, Él—Él—Él llamó a lo negro “negro”, y a lo blanco “blanco”. Él—Él—Él llamó a lo errado “errado”, y a lo correcto “correcto”. Así que, ellos no querían Eso.",
    "Las iglesias hoy no quieren un pastor lleno del Espíritu Santo, que realmente haga hervir todo eso sacándolo de allí, y les diga a Uds. lo que es correcto y lo errado. Eso no lo quieren. Lo despedirían, rápidamente. La junta de diáconos se reuniría y lo despediría, escogerían a otro que hable de sus credos.",
    "Hermano, yo no conozco ningún credo sino a Cristo, ninguna ley sino el amor, y ningún libro sino la Biblia. Eso es lo que necesitamos; Eso es lo que las iglesias necesitan.",
    "Pero la—la—la gente no quiere Eso. Pues, ellos tienen la iglesia tan envuelta en estas denominaciones a tal grado que pueden tomar una junta de síndicos o una junta de diáconos y manipular un buen pastor como quieran. Pero ellos no pueden manipular a Dios, eso es seguro. Dios va a permanecer Dios. A Él no lo recibirán. Ellos reciben a sus—sus amigos y a sus políticos, y todo eso, pero ellos no reciben a Cristo.",
    "Ellos prefieren a Santa Claus, absolutamente. El mundo domina. Santa Claus domina todo. Pues, saben, los niños ya ni saben lo que significa la Navidad.",
    "Ellos no saben lo que significa la Pascua de resurrección, es un—es un conejito de Pascua, alguna clase de conejo, o un pollito de color amarillo o alguna otra cosa. Dios, la resurrección, ¿qué tiene que ver con una gallina, el pájaro más sucio que hay? ¿Qué hay más sucio que una gallina? Y ellos—ellos lo ponen allí, y eso ocupa el lugar de Cristo.",
    "¿Qué mito es más grande que Santa Claus? No existió tal cosa. Diciéndoles mentiras a los niños, Uds. responderán por eso el Día del Juicio.",
    "Con razón la gente no sabe qué hacer. Están… Ellos—ellos simplemente no quieren lo verdadero. Aceptarán cualquier cosa artificial, pero no quieren lo verdadero. Ellos no quieren los regalos de Dios. ¡Oh, vaya! Seguro. Ellos no quieren a Jesús, esa es la cosa.",
    "Tengo anotado aquí: una razón por la que ellos no lo quisieron a Él, es porque cuando entró en su templo, y encontró su inmundicia en el templo, Él volteó las mesas y echó corriendo a los cambistas de moneda. Él lo limpió.",
    "Y si ellos llegan a darle cabida al Espíritu Santo en una de estas iglesias grandes por aquí, Él la limpiaría. Así que, ellos no Lo pueden aceptar, ¿ven Uds.? Eso haría que ellos dejaran de apostar, haría que ellos dejaran esas fiestas de Rock and Roll.",
    "Poniendo su fotografía en el periódico, como beatniks, como hizo un predicador metodista por acá en el Parque Howard, de Clarksville. Tengo un hermano sentado aquí ahora, le dio tremenda reprimenda a él; con cualquier hombre, un siervo de Dios, que ponga su foto en el periódico y tenga una fiesta de beatniks como evento en la iglesia. Si Juan Wesley supiera eso se daría vuelta en su tumba. ¿Por qué? Ellos rechazaron el Cristo que Juan Wesley conocía, es cierto, y aceptaron a un beatnik. Ellos tienen una religión beatnik. Ellos tienen hijos beatniks, un papá beatnik, mamá beatnik, presidente beatnik, y sigue y sigue, y pues, la cosa sigue. ¡Oh, qué desgracia! ¿Por qué? Ellos rechazan lo real.",
    "Dios dijo que Él los entregaría a un poder engañoso, para que creyeran una mentira y fueran condenados por ella. Dios dijo que eso lo haría. Rechace Ud. lo correcto y tendrá que aceptar lo errado; no hay otra manera. Rehúse Ud. girar a la derecha, tendrá que girar a la izquierda o en alguna otra dirección en lugar que a la derecha. Así que, Ud. no puede ir correctamente y erradamente al mismo tiempo. Cuando rechazan el Espíritu Santo, ellos rechazan a Cristo, ellos rechazan el programa de Dios, rechazan al mensajero, ellos lo rechazan todo. Por ello, son abandonados en sus pecados; entonces no queda más sino juicio. Hermano Ben, eso es correcto. Solo, es exactamente cierto, lo han hecho. Ellos han rechazado a Cristo; han rechazado Su programa. Ellos rechazaron Su Espíritu. Él lo ha intentado por cincuenta años, que el Espíritu Santo ha estado bajando en América. Ellos Lo han rechazado por cincuenta años. Y en esta noche hay más tinieblas y oscuridad que nunca.",
    "Y aun sobre los que cayó Eso, en un principio, sus hijos se han organizado y lo han denominado, y lo han envuelto en organizaciones, a tal grado que están rechazando al mismo Dios que sus padres recibieron. Amén. Luego afirman que son “Pentecostales”. ¡Oh, no! No porque un puerco viva en un establo se convierte en caballo (seguro que no), más de lo que convertiría a un hombre en un Cristiano pertenecer a una iglesia pentecostal, bautista, presbiteriana, la que sea; sigue siendo un pecador hasta que él sea convertido. Y cuando es convertido, él nace de nuevo del Espíritu de Dios, y es cambiado. Y él ha aceptado a Cristo, y el Espíritu Santo ha entrado y lo ha hecho a él una nueva criatura, una nueva creación.",
    "En ese entonces, ellos Lo rechazaron allá. Ellos Lo rechazan hoy. Él voltearía sus mesas de dinero. Él voltearía su junta de síndicos, su—su junta del pastor. Ellos—ellos no, Él… Ellos recibirían una buena volteada. ¡Oh, qué diferencia habría si Él entrara en las iglesias hoy, pero Él no puede entrar!",
    "Lo encontramos a Él, la otra noche (en esta edad de la iglesia), expulsado por Su Propia Iglesia; parado en la puerta, tocando, tratando de entrar nuevamente. ¡Qué Padre tan misericordioso! ¡Después de haber sido echado por Su Propia gente, tratando de entrar nuevamente a Su Iglesia! Él dijo: “Yo soy Aquel que camina en medio de los Siete Candeleros de Oro”. Y en la última edad de la iglesia, aquí estaba Él, afuera. Ellos Lo echaron a patadas. ¿En cuál? En esta edad de Laodicea. Parado de nuevo, tratando de entrar otra vez, por Su Propia puerta, a Su Propia iglesia. ¡Qué cosa tan patética! Ese es uno de los cuadros más patéticos que la Biblia pinta, es ese capítulo 2 de Apocalipsis, el 3, mejor dicho, ¡de cómo está eso, Cristo expulsado!",
    "Hay otra cosa patética. Yo pienso que una de las Palabras más conmovedoras que Jesús haya dicho, fue cuando Él dijo: “Padre, Yo Me santifico a Mí Mismo, para que ellos puedan ser santificados”. En otras palabras, Él tenía un derecho; Él era un hombre. Él tenía derecho a un hogar; Él tenía derecho a una familia. Él era hombre, tan hombre como Ud. o yo lo soy, tan humano en Su hombría como nosotros lo somos. Él tenía derecho a eso. Pero Él estaba entrenando a doce hombres que llevarían el Evangelio por todo el mundo, así que, Él Mismo Se santificó por causa de ellos; “Yo Me santifico a Mí Mismo por causa de ellos”. Un Regalo de Dios, manteniéndose Él Mismo santificado.",
    "¡Oh, regalos de Dios, Uds. personas que reclaman que han recibido Su Espíritu, manténganse Uds. santificados! Sí. Manténganse lejos de las cosas del mundo, santifíquense. ¡Oh!",
    "¿Quién sí sabía lo que había en este Paquete de Regalo? ¿Habrá alguien que se haya dado cuenta de lo que había en Él? Me alegra tanto que lo hubo. ¿Quién lo sabía? Era Algo escondido, una Piedra rechazada, pero alguien encontró lo que había Allí por dentro. Estoy tan feliz.",
    "Me gusta escudriñar las cosas, ¿a Uds.? [La congregación dice: “Amén”.—Ed.] A mí me gusta desenterrar pepitas de oro y pulirlas, ver qué—qué hay en ellas, y probarlas ante el Geiger [Un detector de partículas.—Trad.].",
    "Él también fue puesto ante el Geiger, en el Calvario. Él resultó cien por ciento puro. Seguro. Él fue el mejor Oro que ellos encontraron, y el Diamante más caro que haya—haya existido. La—la Biblia lo dice: “El Reino del Cielo es como un hombre que compra diamantes. Y cuando encontró Este grande, él vendió todos los otros, y solo para poseerlo, para comprar Este”. Él es el Diamante de más quilates que haya salido del polvo de la tierra, el mejor Oro que haya salido de la tierra. Él es una Joya, la Joya del Cielo, un gran Diamante.",
    "Cuando se encuentra un gran diamante en Sudáfrica… He entrado a las—las grandes minas de diamante de Kimberly. Y ellos toman esos diamantes, y cuando los sacan del polvo, en bruto, entonces los desbastan. Y la razón por la que los desbastan, los cortan, es para que reflejen luces. Para reflejar luces de él, su quilate, muestra los quilates que hay en ese diamante. Si no hay bastante fuego y brillo, no es un gran diamante, pero cuando tiene… es vidrio; pero cuando es un verdadero diamante, un verdadero diamante en quilates, reflejará y mostrará colores diferentes.",
    "Y eso era Él. Él era un Diamante. “Y Él fue herido por nuestras transgresiones. Él fue molido por nuestra iniquidad. El castigo de nuestra paz fue sobre Él, y por Sus llagas fuimos curados”. ¡Oh, esos rayos del amor de Dios y Luz reflejan de Él: Poder de sanidad, amor, resurrección! Dios lo hirió a Él, y Lo afligió, y molió y Lo cortó, por una espada romana y—un—un látigo romano, hasta que Sus costados se abrieron. Y la Sangre brotaba de Su espalda, y de arriba de Su cabeza, y por Su barba, y caía de Sus pies. ¡Oh! ¿Qué estaba haciendo Él? Reflejaba amor. ¡Aceptó la cruz! En lugar de una almohada suave de plumas, un pesebre de paja; en lugar de una pequeña pijama rosada para vestir, una tela dura como pañal.",
    "¡Oh, hermano!, ¿puede ver Ud. lo que son las profundidades del amor? Yo les hablaba a unas personas en mi casa, la otra noche. Nadie jamás llegará a tocar lo que es la profundidad del amor de Dios. Eso, “¡Oh, el amor de Dios, cuán rico y cuán puro!”. Esa última estrofa o la primera estrofa, creo que es, que encontraron en la pared de un manicomio.\n\nSi fuera tinta todo el mar,\n\nY los cielos un gran pergamino;\n\nY todo tallo en tierra un pincel,\n\nY cada hombre un escritor;\n\nNo bastaría para escribir\n\nEl gran amor de Dios,\n\nVaciaría todo el mar;\n\nNi el pergamino alcanzaría,\n\nAun extendido de cielo a cielo.",
    "Piense en los tallos que ha habido en la tierra, todos plumas de escribir. Y los billones de hombres, escribas profesionales. Para escribir cinco letritas, a-m-o-r, quiero decir cuatro letritas, “amor”, el amor de Dios, secaría los océanos. Cuando cuatro de cinco partes de la tierra están en agua. Y me paré allá, en el Monte Palomar, y miré por ese telescopio, y pude ver ciento veinte millones de años luz en el espacio. O ¿podría el pergamino contenerlo todo, aunque fuera extendido de cielo a cielo?",
    "El amor de Dios. ¡Cómo Dios Mismo se desenvolvió, y vino, un Regalo de Navidad, y fue acostado sobre paja! Lo primero que Él tuvo, en lo que recostó Su cabecita, fue paja, y fue envuelto en un pedazo de pañal sucio. Lo último que Él tuvo fue una corona de espinas, con un trapo sucio envuelto sobre Sus ojos; y le golpearon en la cabeza, diciendo: “Si eres un profeta, dinos quién Te golpeó”, y luego clavado a una cruz. ¡El amor, siendo extendido! Cuando Sus Propios hijos clamaban por Su Sangre, Él clamó: “Padre, perdónalos, ni siquiera saben lo que hacen”. Eso es amor.",
    "La iglesia no quiere Eso. Ellos quieren un credo. Nosotros necesitamos amor. La iglesia se está muriendo, por credos. Ella solo puede vivir por amor, porque amor es Vida Eterna. El amor sobrepasa todas las cosas. El amor es la fuerza más poderosa que existe. No, ellos no lo querían a Él, porque sabían lo que había en el Regalo.",
    "Pero a algunos de ellos les fue revelado, lo que—lo que era este Regalo, lo que había en Él. Algunos de ellos miraron Allí adentro. Yo creo que los primeros en mirar allí adentro de ese Regalo de Navidad, ¿saben quiénes fueron? Yo creo que fueron Ángeles. Los Ángeles Lo sabían; les fue revelado a ellos. Sabían Eso, porque ellos salieron al pie de la colina.",
    "Tal vez, la pequeña María sentada allá arriba, cansada y polvorienta. Un pobre muchachito pastor vino, apestando a oveja, vio esa pequeña madre sentada allí, esa noche, y le fue especial. Igual que la gente hoy puede ver que algo está por suceder. Tiempos tremendos, la gente no sabe hacia dónde voltear. Quizás un simple muchacho pastor pasó y vio esa madrecita. Algo lo tocó. Él dijo: “Tengo un poco de agua fresca aquí en este recipiente, ¿le gustaría un sorbo?”. Y la pequeña familia le agradeció, la pequeña futura madre tomó el sorbo de agua.",
    "Tal vez ese era uno de los pastorcitos acostado allí sobre esa montaña aquella noche, cuando abajo en el establo lloraba un Bebé pequeño. ¡Oh, pues, en el mundo no había lugar para Él! Nadie Lo quería. Pero en ese mismo instante, un pastor allá en la colina, los Ángeles bajaron y empezaron a cantar el primer villancico: “Hoy, en la ciudad de David, os ha nacido Cristo el Salvador”. Eso había sido revelado.",
    "Esa es la única manera en que alguna persona en el mundo llegará a saber lo que hay en ese Paquete; le tiene que ser revelado a Ud. Ud. Lo rechazará, dirá que Eso es—Eso es fanatismo; pero cuando Ud. reciba la revelación, Ud. Lo buscará. Ud. abrirá. Y Dios entrará y cenará con Ud. y Ud. con Él, cuando Ud. esté listo para abrir la puerta y dejarlo entrar. Ese pequeño Paquete tocando en su corazón, el mejor Regalo Navideño que jamás fue dado, el Primero y el más Grandioso. Ese pequeño Paquete, tocando en el corazón del hombre: “Yo entraré y cenaré”. Ud. nunca Lo sabrá hasta que Le sea revelado a Ud. Cuando le sea revelado a Ud., entonces Ud. saldrá a buscarlo.",
    "Cuando Ud. vea que Eso es Vida, y que es la única forma de Vida, cuando Ud. vea que su iglesia está seca y muerta, cuando Ud. vea que su—su estrechar de mano con el pastor o su rociar con un salero, no tiene nada que ver con Eso, entonces Ud. irá a investigar.",
    "Cuando Ud. esté tendido en la cama, muriendo, y el médico diga: “No hay nada más que hacer por Ud. Se va a morir en unos minutos”; entonces Ud. va a querer dar un vistazo a Ese Regalo. Mire Allí adentro en esta noche, porque después le será quitado. La Biblia dice: “Si Me rechazas a Mí en tus días de salud, como estás ahora; cuando venga la calamidad, Yo solo me reiré de ti”. Así que, es mejor que Ud. revise el Paquete esta noche.",
    "¿Qué es todo Esto? Luces, Luces sagradas viniendo del Cielo, siendo fotografiadas, grandes señales, discernimientos, poder, hablar en lenguas, interpretaciones, prediciendo cosas por venir, el poder del Evangelio, sanando al enfermo, quitando el cáncer y sanándolos, ojos ciegos abiertos, toda esta clase de cosas. ¿De qué se trata todo Esto?",
    "🦅 Pues, son un montón de santos rodadores”. ¡Tenga cuidado! Esa tela de pañal, puede serlo.",
    "Tal como Balaam. ¿Cómo pensó él que Dios no maldeciría un pueblo como Israel? Pero se equivocó. Él vio la tela de pañal, en lugar de ver la Roca herida y la Serpiente de Bronce que iba delante de ellos, para hacer una expiación.",
    "Así es hoy, en lugar de ver el Poder del Espíritu Santo obrando Sus señales del Mesías y las maravillas entre la gente, como Él prometió que lo haría en los postreros días. Como dijo Él: “Como fue en los días de Lot, así también será en la venida del Hijo del Hombre”, cuando Él empiece a hacer esas señales y maravillas entre la gente, Mostrándose Él Mismo vivo. ¿Qué es? Entre el pobre y humilde, la gente pobre.\n\nEllos Lo llamarán “fanatismo”, van a desecharlo. Más vale que investigue antes de que Eso se aleje demasiado de Ud. Sí.",
    "Estos pastores hedían, la gente difícilmente los tendría alrededor. Ellos se acostaban allá y dormían junto a ese rebaño, y en los mismos establos que ellos, y en el mismo suelo, mejor dicho, y—y los atendían hasta que ellos, Ud. podía olerlos igual que al rebaño cuando venía.",
    "Cualquiera sabe que un pastor de ovejas que apacienta ovejas, se acuesta justamente a la puerta con el rebaño, se acuesta justo entre ellas. Jesús dijo: “Yo Soy la puerta al rebaño”. Me lo había preguntado mucho, cómo era, hasta que estuve en las Tierras Santas… o el oriente, más bien. Y me di cuenta cómo el pastor entraba el rebaño, después se acostaba, a la puerta. El rebaño no puede salir sin pasar sobre él. El lobo no puede entrar sin pasar sobre él. Él es la puerta.",
    "Me alegra que Jesús se acostó a la puerta de nuestro corazón. No podemos salir ni hacer nada sin que Él lo sepa, ni nada puede entrar sin que Él lo sepa. Así que, Él hará que todo obre juntamente para el bien de aquellos que lo aman a Él. Eso debería hacernos llorar y clamar, y alabar a Dios, y decir: “Gracias a Dios por el Salvador, un—un—un Pastor que se acuesta a la puerta de nuestro corazón, y nos advierte cuando viene cualquier cosa, para estar preparados”. Sí.",
    "Lejos, al otro lado del país, había unos hombres sabios, humildes; eran llamados Magos, “observadores de estrellas”. Cuando estuve en el oriente no hace mucho, ellos aún se sientan de la misma manera. Son una clase de gente muy pobre. Andan de a tres. Ellos se sientan allí mismo en la calle. Billy y yo estuvimos allí en la India. Allá bien adentro es de donde ellos vienen, la India. Ahora, ellos dijeron: “Hemos visto Su Estrella en el oriente”. Ellos estaban en el oriente cuando vieron la Estrella. Jerusalén está al oeste, así que, Palestina estaba al oeste de—de la India. Así que, ellos vieron Su Estrella mientras estaban en el este, y vinieron para adorarlo a Él.",
    "Ahora, estos Magos, nunca se sientan derechos; ellos se cruzan. Y así permanecen allí durante el día. En la noche, ellos tienen una torre grande. Suben allá y permanecen en esta torre. Ellos prenden fogatas y hablan acerca de los países, la caída de reinos, y la—y de cómo menguan los imperios. Y ellos—ellos adoran a un verdadero Dios. Eso es correcto. Ellos son—ellos son creyentes; son mahometanos. Realmente, eso se originó de los medo-persas, desde antes, en los días de Daniel. Y esos son ellos…",
    "Y Pedro dijo, en Hechos 10:35, que él “comprendía que Dios no hace acepción de persona o nación, sino que Él… en toda nación que le teme a Él”, y cualquier hombre que le tema a Dios. Mire a esos Magos allá, vieron la Estrella, del Regalo de Dios, y La reconocieron antes que los sacerdotes en el templo en Jerusalén, entre la gente religiosa. Sí, señor. Amén.",
    "Los Magos, puedo verlos sentados alrededor de ese fuego sagrado, una noche. (¿Nos quedará un poco de tiempo? Sí.) Sentados alrededor de ese fuego sagrado, hablando, y entonces subían. ¡Oh, ellos estudiaban los cuerpos celestes! Estaban bien familiarizados con todos ellos; cada movimiento, los conocían. Así que, una noche, mientras estaban sentados allí, tal vez cantando himnos, y ellos subían a esta gran cosa, a estudiar. Ellos conocían cada estrella, su posición. La conocían por nombre, porque ellos estudiaban los cuerpos celestes. Y con razón que un Extraño entre ese cuerpo celestial los inquietó. “Bueno” pensarían ellos, “¿qué es este nuevo Sujeto acá arriba?”. ¡Oh, vaya! “Algo nuevo ha sucedido, Eso es sobrenatural”. Eso ¿hacia dónde los dirigió? De nuevo a la Escritura.",
    "Ahora, ellos conocían las Escrituras, porque Daniel era su jefe. Uds. lo saben, el capítulo 2 de Daniel nos dice que fue hecho jefe de ellos, así que él les enseñó. No cabe duda que una cierta noche, estando ellos sentados allí, leyendo de las Escrituras: “Y Daniel dijo que él ‘vio todos estos reinos’, hasta que posteriormente vinieron a ser lo que eran, cada uno, los medo-persas y bajando hasta que llegó a Roma. Y entonces, finalmente, él ‘vio una Piedra cortada de la montaña, no por manos’”. Y ellos dijeron: “Ese tiempo debe estar cerca”. Entonces recordaron ese evento anterior, antes de ese tiempo, mucho antes, en los días del viaje de—de Israel, cuando ellos llegaron y escucharon a Balaam decir, cuando vio a Israel, que dijo: “Se levantará una Estrella de Jacob”. Amén. Debe haber sido como para ese momento, cuando ellos pensaban en esas cosas, que la nueva Visita apareció.",
    "Por lo general, es cuando Ud. tiene su mente en Cristo que Él viene a Ud. Generalmente—generalmente es cuando Ud. está pensando en Él, cuando aparece. Ud. sabe, cuando uno está considerando aparejarse, corregir algo, allí es cuando Él viene a Ud., para ayudarlo.",
    "Y debe haber sido en ese momento, pues ellos—ellos deben haber levantado la mirada y visto este nuevo Visitante. Empezó a llevarlos hacia el oeste. Rápidamente ellos empezaron a ir hacia el oeste, guiados por el Río Tigris, atravesando los desiertos, y las montañas, y bajando por los pantanos (¡oh, vaya!), y así avanzando. Ellos sabían que algo estaba aconteciendo, algo sobrenatural había sucedido.",
    "Y ¿adónde llegaron? Ellos dijeron: “Ciertamente, si esta es la profecía de Daniel, esa gran ciudad de Jerusalén, la capital de la gente religiosa de esa nación estará toda preparada para recibir a su Rey. Ellos sabrán todo el asunto, cuando lleguemos. No obstante, nosotros mismos no entendemos. Solo somos Magos, pobres, gente humilde. Pero, hemos estado esperando algo, y vemos algo que se ha levantado entre nosotros que es un poco sobrenatural”. ¡Oh, vaya! Ellos estaban listos. ¡Aleluya! Ellos partieron, hombres humildes, para encontrar la Estrella-Mensajera de Dios. Ellos iban a seguir la Estrella-Mensajera de Dios hasta que llegaran a la Luz perfecta. ¡Oh!",
    "Apocalipsis, 20, Apocalipsis 1:20 dice eso: “las Estrellas de estas iglesias”. Lo que nosotros debemos hacer hoy es encontrar esa Estrella-Luz, amén, que está reflejando Su Gloria; que está reflejando Su Poder; que está reflejando Su Deidad. Y seguirla hasta que encontremos esa Luz perfecta. “Sigue hacia el oeste, aún marchando. Guíanos a esa Luz perfecta”. ¡Oh, sigan moviéndose!, no importa cuál sea el precio; sobre las montañas, bajando por las junglas, por donde sea.",
    "Y finalmente ellos llegaron a Jerusalén. Y tan pronto como llegaron a esta gran y tremenda iglesia denominacional, la Estrella los dejó. Extraño. Ellos pensaron: “Debe ser aquí”. Así que, recorrieron las ciudades de allá para acá, cantando, clamando, en todo callejón, por las calles: “¿Dónde está Él, Él que ha nacido Rey de los judíos? Hemos visto Su Estrella en el oriente, y hemos venido para adorarle. ¿Dónde está Él?”.",
    "Extraño, ellos no tenían la respuesta, allí en sus propios círculos. ¡Oh, vaya! Pudiera casi hablar en lenguas ahora. Ellos no tenían la respuesta. Ellos no tenían la respuesta en ese entonces, no la tienen ahora; ellos no saben. Esos hombres sabios no encontraron a Jesús en el círculo de su religión. Él Lo encontró afuera del círculo de su religión. Y los hombres sabios hoy, los sabios de corazón, no Lo encuentran en estas denominaciones grandes. Ellas no saben nada al respecto, ellas no tienen la respuesta. “¿Qué es toda esta sanidad Divina?”, dicen ellos. “¿Qué será todo esto, lenguas e interpretaciones, y profecías, y esto, el… señales del Mesías? ¡Oh, Esas son tonterías! No hay nada en Eso. No… No hay nada en Eso”. ¿Ven? ellos no tienen la respuesta. Ellos no la tenían en ese entonces; ellos no la tienen ahora.",
    "Pero Eso hizo una cosa, los puso a escudriñar. Yo pienso que nuestro Hermano DuPlessis como que empezó a hacer eso ahora mismo.",
    "Ellos regresaron. Las vírgenes durmientes regresaron para comprar un poco de Aceite. Pero allí es cuando Él vino, mientras ellas habían salido a buscarlo. Entonces, ¿cuán cerca estamos ahora, cuando vemos estas grandes iglesias regresando, diciendo: “Bueno, quizás se nos haya pasado algo, es mejor que Lo encontremos?”. Ellas jamás Lo conseguirán; no lo olviden. Ellas jamás, jamás conseguirán Eso. Ellas están muertas. Y ellas están muertas y muertas, y eso es todo. Ellas nunca vendrán a Vida. Solo recuerden, yo hablo en el Nombre del Señor. Y Esto está en cinta. Sí, señor. Ellas jamás, jamás vendrán a Vida. Han sido sentenciadas. Por esa razón no me interesan esos programas. Me interesa una cosa: gritarlo tan fuerte como yo pueda, a “quien lo quiera”. No resucitar una denominación, sino traer de nuevo a Jesucristo. Sí, señor. ¡Jamás en una denominación! Eso está en contra de Dios; siempre lo ha estado, siempre lo estará. Deja a Dios atado afuera, rechaza todo lo piadoso que haya. Eso jamás vendrá a Vida. Así que, no es diferente en esta Navidad que en esa primera Navidad; sigue igual. Esos Magos recorriendo la ciudad de arriba a abajo: “¿Dónde está Él? ¿Dónde está Él?”. ¡Oh, vaya!",
    "Permítanme detenerme solo por un minuto aquí. Tengo una película; no la tengo aquí ahora. Una doctora la tiene, la Doctora Dilly, una—una—una doctora que fue sanada en mi reunión. Y ella tiene la cinta ahora, llamada Tres minutos para la media noche, y pues, tenemos a esos judíos entrando en su nación allá ahora, ahora mismo en Palestina, lo cual el Señor dijo, que ellos harían. Antes de Su segunda Venida, ellos lo harían.",
    "Un hermano aquí, el otro día, iba a Israel, hizo la pregunta: “¿Podré ir allá?”. Y ellos lo rechazaron. Israel vendrá como nación, no como individuos; “Una nación nacerá”. Ella vendrá como nación.",
    "Pero, miren a esos pobres judíos por allá en Irán y diferentes lugares. Uds. lo leyeron en la revista Life. Ellos no querían subirse a esos aviones; nunca habían visto uno. Estaban arando con arados de madera antiguos y todo eso. Ellos dijeron… Pues, el rabí salió allá, y dijo: “Esperen un minuto. ¿No nos dijo nuestro profeta que cuando regresáramos a nuestra tierra natal, que iríamos ‘sobre las alas de un águila’?”. ¡Oh, vaya! ¡Oh! Y ellos vinieron y se subieron a los aviones de la TWA, que se alzaron.",
    "El profeta no sabía que eran impulsados por motores. Ellas solo parecían águilas grandes, y subían bien alto en el aire como un águila, entonces el profeta dijo: “Cuando Uds. regresen…”. Eso sucedió hace dos mil quinientos años. ¡Oh, Dios! Hace dos mil quinientos años, cuando fueron llevados cautivos por los romanos, y esparcidos a los vientos del mundo. Él dijo: “Ellos… Yo no me olvidaré de ellos, los traeré de nuevo. Pero voy a cegar sus ojos, para que los gentiles, para que Yo pueda sacar un pueblo de allí, por causa de Mi Nombre, pondré Mi Nombre sobre ellos. Cuando ese día haya concluido, Yo los reuniré de nuevo. Y cuando regresen a sus casas, ellos regresarán sobre esta clase de cosa”. Entonces Isaías los vio levantarse, cruzar hasta acá; dijo él: “Sobre alas de águilas”.",
    "Ese rabí anciano se paró allá, y dijo: “Nuestro profeta dijo que iríamos a casa, en el tiempo del fin, ‘sobre las alas de un águila’”. Ellos subieron a bordo.",
    "Y cuando se bajaron allá, cargando a los ancianos, ciegos e inválidos, sobre sus hombros, mientras bajaban, los entrevistaron; lo tengo allí mismo en cinta. Dice: “¿Vinieron Uds. a casa, a la patria, para morir aquí en la patria?”.\n\nDijeron: “No. Vinimos para ver el Mesías”.",
    "¡Oh, hermano!, ¿qué es lo que sucede? Y su iglesia no tiene la respuesta. ¿Qué es lo que sucede? Estamos en el tiempo del fin, hermano, cuando las Luces de la tarde están brillando, el Poder del Espíritu Santo está de nuevo en la Iglesia, como lo estuvo en un principio. El profeta dijo: “Habrá Luz en el tiempo de la tarde”. La iglesia no sabe por qué se están reuniendo allí. Ellos no tienen la respuesta. Aunque la bomba atómica tiene la respuesta para ellos, allá; seguro que la tiene. Pero nosotros estamos en el tiempo de la tarde, horas más avanzadas de lo que pensamos. Seguro.",
    "Estos Magos, de allá para acá por la calle, ellos no tenían la respuesta. “¿Qué sucedió? ¿Qué sucedió?”. Finalmente, vemos que ellos empezaron a seguir Esto. Cuando llegaron allá, no pudieron—ellos no pudieron encontrar respuesta en la ciudad, en sus esferas religiosas. No, ni tampoco pueden ellos hoy. Ellos ¿qué? Jerusalén, ellos no sabían nada acerca de alguna—alguna señal sobrenatural.\n\n“¿De qué clase de señal sobrenatural están hablando”?",
    "🦅 ¡Oh, vimos una Estrella cuando estábamos allá en el Oriente! Nosotros La seguimos”.",
    "🦅 ¿Dónde está? Yo no La veo. Pues, nosotros no sabemos nada acerca de Eso”. Estaba cumpliendo la Escritura con exactitud.",
    "Pero ellos no tenían la respuesta en sus círculos religiosos; no la tienen hoy. “¿Qué es esto de hablar en lenguas? ¿Qué será este montón de gente que se está levantando, sanando enfermos, y haciendo todos estos milagros y cosas, y gritando, clamando, y toda esta clase de cosas?”. Suena como lo que hicieron en la Biblia allá atrás. “¡Ah, tonterías! Eso no tiene importancia”.",
    "Ellos no saben nada de lo sobrenatural. ¿Por qué? Aquí viene. Ellos no siguen la Estrella de Luz, la Estrella-Luz, la brújula de Dios hacia esa Luz perfecta. ¡Oh! “Yendo hacia el oeste, aún avanzando, guíanos a esa Luz perfecta, ¡Oh, Estrella de Belén!”. Nosotros hemos visto su Estrella aquí en el oeste. Pues, ¿qué clase de Estrella? Su iglesia Estrella, el Espíritu Santo, moviéndose en seres humanos. Hemos visto Su Estrella, y hemos venido para adorarle. Amén. Eso es lo que es, hombres sabios, mujeres sabias, humildes de corazón: nosotros hemos visto Su Estrella, y hemos venido a adorarle.",
    "¡Oh, ellos no sabían nada acerca de esas cosas sobrenaturales! No sabían nada acerca de Luces y cosas. Ellos, ellos no sabían nada al respecto. Eso los inquietó. Seguro. Es igual hoy. Pues, ellos no sabían nada acerca de Eso, sus círculos religiosos; tampoco saben ellos nada de Eso hoy.\n\nFíjense. Esto me gusta. ¡Oh! Esto es lo bueno.",
    "Mientras—mientras ellos estuvieron en esas esferas denominacionales, la Estrella no les apareció. Ella se apagó, a las puertas de Jerusalén, y se quedó afuera. ¡Hermano! Se quedó afuera mientras ellos caminaban entre esas esferas denominacionales. “¿Dónde está Él? Ciertamente Uds. pastores deberían saber algo sobre Eso. ¿De qué se trata todo Esto, Uds. rabíes y Uds. sacerdotes? Y Uds., Uds. metodistas, bautistas, presbiterianos, católicos, y Uds. iglesias así, seguramente tendrán una respuesta para Eso. ¿Dónde está Él?”. ¡Oh, vaya! ¿Ven? Ellos no saben nada al respecto. Y los que estaban allí adentro, permanecieron en sus tinieblas hasta que salieron de allí. Y tan pronto como salieron de la ciudad, allí estaba la Estrella de nuevo. ¡Gloria!",
    "🦅 Salgan de ella, pueblo Mío”, dice el Señor. “Salgan de Babilonia, confusión. Salgan de sus credos y de sus cosas de estilo propio. Yo los recibiré”, dice el Señor. “No toquéis sus cosas inmundas”, sus fiestas beatnik en la iglesia y sus juegos de cartas, y toda esa clase de cosas, y bailes.",
    "Aquí no hace mucho, mi madre me llamó, dijo: “Bill, ven acá un rato”. Pienso que ella está aquí sentada, en la iglesia, en algún lugar, en esta noche. Yo fui. Le dije: “¿Qué sucede?”. Ellos me llamaron allá. Y allá estaba una iglesia metodista grande, de Indiana, teniendo una fiesta de Rock and Roll. Y ellos entrevistaron al pastor. Él dijo: “Por demasiado tiempo la iglesia metodista ha olvidado el bello arte del Rock and Roll”. ¡Poseídos por el diablo! No saben nada de Dios. No saben más de Dios que un hotentote sabe de una noche egipcia (Ellos solo…) más de lo que un conejo sabría acerca de zapatos de nieve. Es cuando se llega a un lugar donde lo único que conocen solo es teología, algún credo hecho por el hombre.",
    "Cuando entra el Poder del Espíritu Santo, Ud. acepta el profeta de Dios. Ud. acepta el Regalo de Dios del Espíritu Santo, y vean cuánto Rock and Roll podrán tener en una iglesia. Regresen al Evangelio que predicó Juan Wesley, y vean cuánto podrán tener en ella. Se alejaron de los caminos concurridos; regresen a John Smith, de los bautistas, regresen a Martín Lutero. Pero ¿qué es? Hoy no conocen nada de lo sobrenatural; y eso es cierto. La iglesia metodista no conoce nada de sanidad Divina.",
    "Cuando Juan estaba parado allí, predicando sanidad Divina, algunos de las cabezas de la iglesia de Inglaterra vino y se burló de él, soltó una zorra, y un montón de perros de cacería. Él le apuntó el dedo en su cara, y dijo: “El sol no se asentará sobre tu cabeza, tres veces, cuando me llames para que ore por ti”. Él murió esa tarde, clamando para que Juan viniera a orar por él.",
    "¿Por qué la iglesia metodista no le vuelve a dar entrada a Eso? ¿Por qué? Porque está muerta. ¡Es cierto! Uds. temen mirar en ese Paquete porque revelará sus pecados. Yo les hago un llamado, a Uds. metodistas, para que vuelvan a mirar en el Paquete. Hago un llamado a Uds. bautistas para que miren atrás de nuevo en el Paquete; y a Uds., presbiterianos ¡y a todos! Uds. pentecostales, católicos y a todos, vuelvan a mirar ahora el Regalo de Navidad de Dios. Vuelvan a mirar el Regalo. Boten la caja y acepten el Regalo. A-já. Aléjense del oropel de Santa Claus. Regresen al Regalo de Dios. Regresen al Espíritu Santo. ¡Oh, yo sé que Eso revelará muchas cosas, pero es lo que Uds. necesitan, una limpieza, una restregada! Sé que eso es bastante fuerte, amigos, pero Lo necesitamos; es la Palabra de Dios. Sí, señor. Eso es bueno para Uds. ¡Correcto! ¡Oh, sí!",
    "Ellos, ellos sabían que algo andaba mal cuando llegaron a esa ciudad, y la Luz desapareció. Tan pronto como ellos se unieron a esta denominación, la Luz desapareció. “¿Qué es lo que sucede”? Ellos empezaron a gritar: “¿Dónde está Él? ¿Dónde está Él? Ciertamente Lo encontraré aquí. Esta es una denominación antigua, ha estado aquí por mucho tiempo. Es la capital de las denominaciones, La Ciudad Del Vaticano. Pues, seguramente debería; yo debería encontrarlo a Él aquí. ¿Dónde está Él? ¿Dónde está Él, el Cristo que dijo que ‘Él era el mismo ayer, hoy, y por los siglos’? ¿Dónde está Él, Quien dijo: ‘Habrá Luz en el tiempo de la tarde’? ¿Dónde está Él que dijo: ‘Las obras que Yo hago, también vosotros haréis’? ¿Dónde está Él? ¿Dónde está Él?”. Y la Luz simplemente se quedó afuera. Cuando ellos se apartaron de aquella cosa, salieron de la ciudad, allí apareció la Luz de nuevo.\n\nHabrá Luz al caer la tarde,\n\nEl camino de la gloria ciertamente hallarás.\n\nPor la vía del agua, está la Luz hoy,\n\nSepultado en el precioso Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse del pecado,\n\nEl Espíritu Santo ciertamente entrará;\n\nLas Luces de la tarde han llegado,\n\nEs un hecho que Dios y Cristo uno son.",
    "Sí, hermano. Sí, señor. Arrepiéntase de todos sus pecados; el Espíritu Santo, el Regalo de Dios, ciertamente entrará. Él está a la puerta. [El Hermano Branham comienza a tocar sobre el púlpito.—Ed.] Dice: “Déjame entrar. Si Me dejas entrar, Yo cenaré contigo; te revelaré estas cosas; te mostraré lo sobrenatural; sanaré tu enfermedad. Yo—Yo me encargaré de todas estas cosas por ti, si solo Me dejas entrar”. [El Hermano Branham deja de tocar sobre el púlpito.]",
    "El Paquete del Regalo de Dios, envuelto hoy en forma del Espíritu Santo. Fue envuelto, en ese entonces, y llamado el Hijo de Dios. El Paquete de Regalo de Dios simplemente fue llevado arriba y envuelto de nuevo, y enviado otra vez. Amén. Fue envuelto en el Hijo de Dios, en ese entonces; hoy está envuelto en hijos de Dios, llamado la Iglesia. Eso es correcto. El Paquete como Regalo de Dios, envuelto, para la gente. Y ellos Lo rechazan hoy, así como Lo rechazaron allá. “Si ellos llamaron al Amo de la casa, ‘Belcebú’, un adivino, porque podía discernir los pensamientos, ¿cuánto más les hará él a Uds.? Ellos llamaron al Amo de la casa…”. ¡Oh, vaya! Veamos eso.",
    "Sí, los Magos, ellos Lo recibieron. Ellos eran pobres y humildes, y habían visto la extraña Luz.",
    "Otra cosa que quiero tocar aquí mismo. Y cuando ellos vieron esta Luz, ¡no pudieron estar más contentos! La Biblia dice: “Se regocijaron con muy grande gozo”. ¡Oh, me imagino que ellos gritaron un poco! ¿No lo imaginan Uds.? [La congregación dice: “Amén”.—Ed.] Así me lo imagino. Entonces, cuando vieron que ellos habían estado en esa vieja organización allá por tanto tiempo, queriendo encontrar algo (no había nada allí), cuando salieron por las puertas, ellos vieron esa Luz del Espíritu Santo nuevamente brillando más allá, esa Estrella de Gloria bajando sobre ellos, se regocijaron tanto que tuvieron muy grande gozo.",
    "¡Oh!, ¿qué hace una persona cuando le sobreabunda el gozo? ¿Qué hacen en el juego de pelota cuando les sobreabunda el gozo? ¡Oh!, Ud. Grita: “¡Hurra-hurra! ¡Bimiti-Baam! Él batió un home run. ¡Ja-ja! ¡Jo-Jo!”. ¿Ven?",
    "Y cuando Ud. obtiene “muy grande gozo”, pues grita: “¡Gloria! ¡Aleluya! ¡Alabado sea el Señor!”. Así es, ¡muy grande gozo! “Allí está la Estrella. ¡Guíanos! ¡Oh, apártanos de estas organizaciones, y guíanos hacia esa Luz perfecta! Guiando hacia el oeste, aún avanzando, guíanos a Tu perfecta Luz”. Solo siga adelante. La Estrella era para guiar a la Luz. Finalmente, Ella se posó sobre el Niño.",
    "Cuando ellos… [Cinta en blanco.—Ed.] Y solo por unos minutos. Muy bien. Muy bien.",
    "Él Mismo Se reveló a pobres pescadores. Él fue revelado. Ese Regalo, lo que había en Su interior, fue revelado a los pobres pescadores, a los iletrados, a los no educados. Él Mismo Se reveló a hombres que no podían escribir su propio nombre. Ellos no podían ser un diácono, o—o alguna otra cosa en una iglesia. Ellos no podían ser eso. ¡Eran muy poco instruidos! ¡Oh, vaya! ¡Ellos eran terribles! Entonces, Él Mismo Se reveló a ellos, a los que eran despreciados, a los que no eran queridos. Él Mismo Se reveló a ellos, a los que no eran amados. Él fue amoroso con aquellos que no eran amados. Con los enfermos, ellos necesitaban sanidad. Ellos estaban dispuestos a mirar en el Paquete y ver de qué se trataba. Él Mismo Se reveló a ellos. Y a los hambrientos, Él alimentó con panes y peces. ¡Oh, podríamos quedarnos en eso, tengo muchas cosas anotadas sobre eso!, pero tenemos que saltarlas. ¿Ven? Se reveló a Sí Mismo a todas esas personas, a los que no eran amados. Cuando nadie los quería y les llamaron “fanáticos”, Él Mismo Se reveló a ellos. “Me da tanto gusto poder decir que soy uno de ellos”. ¡Sí, señor! No amados, despreciados, enfermos y necesitados, hambrientos: Él Mismo se les reveló. Sí.",
    "Yo estaba pensando en otra persona con hambre. Un día, había un hombre con el corazón hambriento, llamado Pablo, en ese entonces, Saulo. Estaba camino a Damasco, hambriento. No sabía qué hacer; él quería hacer algo por Dios. Una Luz brilló a su alrededor: “Saulo, Saulo, ¿por qué Me persigues?”. Él Mismo Se reveló a un Pablo con hambre en el corazón.",
    "A una mujer de mala fama, a un Barrabás condenado: se reveló Él a Sí Mismo. Correcto, a un hombre de corazón hambriento, a una mujer de mala fama, a todos estos que fueron despreciados. Pienso en esa mujer de mala fama. Solo un momento en ella, por favor, ténganme paciencia, solo un minuto.",
    "Simón, el fariseo en la Biblia, ¡oh, él quería—él quería conocer este Regalo, también, pero quería conocerlo para su propio propósito egoísta, para sus propios fines egoístas! El fariseo, ¿qué hizo entonces? Hizo una gran fiesta. Pensó que podría burlarse un poco. La Biblia, la historia en el Evangelio nos lo relata. Veámosla ahora solo por un minuto, antes que terminemos. Entonces él dijo que “haría que Jesús viniera”. Pues, no creo que ese fariseo realmente amara a Jesús, porque no tenía nada en común. Él era un viejo fariseo almidonado, y él—él odiaba a Jesús. Así que, pensó en llevarlo a Él allá y hacerle unas cuantas bromas, para ver si realmente Él era un profeta o no.",
    "Así que, enviaron y le pidieron a Él que viniera. El mensajero llegó, y corriendo. Probablemente empolvado y todo, fue allá. Y se paró al lado de… Jesús probablemente había estado sanando a la gente, y todo eso. Él estaba cansado. Quizás fue Pedro que dijo: “Hoy no puedes verlo a Él”.",
    "Él dijo: “Pero, señor, mi amo es el Rabí Simón. Él es el pastor de la gran iglesia acá en Judea. Pues, tu… Él, él ha invitado a tu Amo para que venga a verlo. ¡Oh, oh, oh, cuán—cuán gran nombre hará para Él! ¿Ve? Uds. deberían verlo”.",
    "🦅 Bien” dijo él, “te llevaré y veré qué dice Él”. Y entonces él empujó por la multitud. Y el sol estaba para ponerse. Jesús estaba cansado y agotado. Y aquí llegó este pequeño mensajero. Y él, en lugar de…",
    "¡En la Presencia de Cristo! ¡Oh, muchas veces me he preguntado qué le ocurrió a ese mensajero! ¿Qué pasó con él? Parado así tan cerca de Jesús, y aún entregando un mensaje del fariseo: “Mi amo quiere que vengas a verlo. ¿Sabes? Él va a tener una fiesta por acá. Quiere que Tú vengas, que seas un invitado de honor”.",
    "¡Oh, yo desearía haber podido llevar ese mensaje y estar así de cerca de Él! ¿Uds.? [La congregación dice, “Amén”.—Ed.] Yo ni hubiera recordado lo que dijo ese fariseo. Yo hubiese caído a Sus pies, diciendo: “¡Oh, Señor Jesús, ten misericordia de mí, pecador!”. Creo que yo hubiera dicho eso. ¿Uds.? [“Amén”.] Parado así tan cerca de Jesús y rechazar aún la oportunidad para pedir perdón por sus pecados. ¡Y estando así de cerca de Él! No, había demasiadas cosas en su mente. Él era el siervo; tenía que preguntar eso por el fariseo.",
    "Y Jesús, pobre Jesús, aun cansado y agotado, y sabiendo que Él era despreciado y odiado por él, asintió con Su cabeza: “Allí estaré”. Cuando Él dice que estará allí, allí estará; no se preocupe, Él estará allí. Nada Lo detendrá.",
    "Entonces, cuando llegaron allá, ese día, pues habían matado todos sus becerros gordos, y habían servido todo el vino nuevo y todo. Y a la gente pobre no le era permitido acercarse donde estaban ellos. ¡Oh, cuando asaban esa carne al aire libre, y todo eso, qué olor! Esa pobre gente parada allá afuera con las bocas salivando. Ellos no podían entrar; no, señor. Pues, eso solo era para las celebridades. Y, entonces, estaban parados afuera. Y tenían todas estas uvas y cosas, todas en el—el tiempo de la cosecha, o las uvas maduras. Y esa fragancia tan sabrosa de las uvas, Uds. saben, cuando están dulces y todo eso. Él tenía sus vinos nuevos y todo.",
    "Y a menudo me he preguntado cómo Jesús pudo entrar allí sin que lo vieran. Uds. saben, pues, cuando alguien en el Oriente lo invita a uno a venir a su casa, Uds. saben que ellos le dan gran importancia a la hospitalidad. Ahora, las personas en aquellos días, cuando caminaban, tenían sandalias. Y, por eso, Ud. escucha acerca de lavar pies.",
    "Eso es lo que hacemos aquí, en conmemoración. Eso era una ordenanza.",
    "Cuando alguien lo invitaba a Ud. a que viniera a su casa, era algo así: Ellos lo saludaban a Ud. en la puerta, y luego tenían lo que llamaban “el trabajo más bajo” entre todas las personas. Algunos manejaban los carruajes; algunos cocinaban; y otros, cocineros, Uds. saben. Y algunos, mayordomos. Y, pero al hombre que menos se le pagaba, de toda la casa, era al fracasado que lavaba los pies. Él sencillamente era un fracasado.",
    "Y pensar que mi Señor fue un lava-pies fracasado. Y luego nosotros tenemos ideas, nos creemos alguien. Mírenlo a Él, lavó los pies de los discípulos, pescadores, pescadores sucios, pastores de ovejas y demás, lavó sus pies.",
    "Y, aquí estaba ese lava-pies fracasado. Cuando Ud. llegaba a la puerta, ellos—ellos lavaban sus pies, por causa del polvo y cosas que acumulaban sus piernas, y—y donde Ud. había caminado; Uds. saben, por los caminos polvorientos donde los caballos y animales habían pasado; Uds. saben, y eso causaba hedor, por todo su cuerpo. Y después ese sol, Uds. saben, daba en todo su cuello. Y ese sol palestino, esos rayos directos realmente son calientes. Y cuando llegaban a la puerta, extendían su pie. Ellos les lavaban los pies. Y después colgaban—colgaban sus sandalias; las limpiaban y las colgaban. Y les ponían un pequeño par de pantuflas, como pequeñas… lo que las mujeres usan hoy como pantuflas de alcoba, Uds. saben, algo así, se las ponían. Y después lavaban sus pies.",
    "Y luego tenían una toalla sobre el hombro. Y luego lo que hacía, él limpiaba el polvo de su rostro.",
    "Y tomaba un poco de aceite de nardo. ¡Oh, era una sustancia costosa que la gente rica usaba! La Reina del Sur trajo un poco y se lo regaló a Salomón, hecho de una manzana del oriente. Es como una flor, una pequeña manzana en flor, y de allí se obtiene. Muy costoso.",
    "Y ellos toman ese nardo, y se los frotan por todo el rostro. Aceite, en esa forma, porque sus cuellos estaban quemados, y así. Tomaban una toalla y se lo sacaban frotándolo, de esa manera. Y entonces se—se refrescaban.",
    "Ahora, eso era lo primero, el lava-pies fracasado los recibía y los preparaba de esa manera. Por supuesto, ellos no querían entrar en la casa de un hombre que tenía esas grandes alfombras persas, y demás, así, oliendo como si hubieran estado en un establo, y—y—y con ampollas del sol por toda su cara. Ellos se refrescaban.",
    "Entonces cuando entraban, se encontraban con los demás. Y cuando lo hacían, siempre, para recibir a un invitado, si Ud. era bienvenido, ellos le daban la mano así, Hermano Ed. Les daban la mano, así. Y después los… Póngase de pie, por un minuto, le mostraré algo. Ellos los abrazaban. [El Hermano Branham lo muestra, y le da una palmadita al Hermano Ed cuatro veces.—Ed.] Así, luego cambiaba de manos. [El Hermano Branham nuevamente le da unas cuatro palmaditas al Hermano—Ed.] Y así es como ellos lo hacían.",
    "Esa era una bienvenida. Entonces Ud. era un hermano. Ud. se sentía bien. Sus pies habían sido lavados. Ud.—Ud. había sido todo ungido.",
    "Y después, lo que se hacía, se besaban el cuello el uno al otro. Y eso les daba la bienvenida. Eso último era el beso de bienvenida.",
    "¿Recuerdan a Judas que le dio ese beso de bienvenida a Jesús? Dijo: “¿Por qué lo hiciste, amigo?”. ¿Ven? Él conocía su corazón.",
    "Por tanto, se hacían sentir bienvenidos el uno al otro. Ud. no iba a querer entrar todo empolvado, y con ese hedor por toda su cara y piernas, y demás. Esa vieja vestimenta que colgaba, recogiendo ese polvo a medida que caminaba, mientras Ud. caminaba. Ellos no iban a querer hacerlo, entrar. Pero Ud. ya estando todo refrescado, entonces, cuando él venía, y su invitado… Ud. era un invitado de honor, y entonces cuando él venía y le daba la bienvenida a Ud., y le daba un beso en el cuello, ¡oh!, Ud. entonces era un hermano. “Pasa. Ve al refrigerador, saca un emparedado, lo que sea”. Ud. entonces era—Ud. era bienvenido. A Ud. le era dada entrada.",
    "Pero ¿cómo entró Jesús aquí sin que le hicieran todo eso a Él? ¿Ven? Él estaba sentado allá en el rincón, con pies sucios, sin darle la bienvenida. Probablemente, el fariseo hablaba de otro asunto, Uds. saben; no notó a Jesús cuando entró.",
    "Eso es lo que sucede hoy en las iglesias, en muchas de nuestras iglesias fariseas. El Poder de Dios entra, y ellos no Lo notan. ¿Ven? Está dispuesto a hacer algo, pero a Él nunca se le da la bienvenida.",
    "Y allá estaba él, por allí tal vez contando chistes, y pasándolo muy bien con el pastor rabí Tal y tal y rabí Tal y tal, por allá. Ellos no notaron a Jesús.",
    "Y Él debe haber entrado desapercibido y se sentó en algún lugar, por allá en un rincón. Puedo verlo a Él allá con Sus pies sucios, el cuello ampollado, y sin beso de bienvenida. ¡Oh!, ¿eso no los hace sentir raro, Jesús con pies sucios? Ellos lo llamaron a Él, por allá: “¡Jesús! ¡Jesús!”. Dijo: “Jesús con pies sucios, sentado en un rincón”. ¡Oh, Dios!, ¿cómo pudo suceder? Nadie le prestó atención a Él.",
    "Pero una pequeña prostituta (¡Oh, vaya!) una mujer de mala fama, de casualidad pasó por allí, quizás ella—quizás ella estaba… No había nadie en el pueblo. Todos habían ido a esta fiesta, todas las celebridades, así que, su negocio marchaba mal. Entonces, ella averiguó. “¿De qué se trata todo esto acá, aquí, en la casa del fariseo”? Así que, ella fue allá, probablemente a mirar por una rendija en el cerco, mirando alrededor. “¡Oh, vaya”! Ella casualmente miró a un rincón. Ella Lo vio a Él sentado por allá, con Su rostro inclinado, pies sucios, cuello quemado, no siendo bienvenido, nadie le había prestado atención a Él.",
    "Pero a ella le fue revelado. ¡Oh!, puedo verla frotarse los ojos, y decir: “¿Será Él? Ese es el mismo Hombre que perdonó a una mujer como yo, una vez, cuando ella fue arrastrada por esa iglesia, y la iban a matar apedreada. Y Él dijo: ‘Mujer, ¿dónde están tus acusadores?’. Ese debe ser Él”. ¿Ven? La fe viene por el oír, y le fue revelado a ella que Ese era Él.",
    "Ella dijo: “Pero, miren, Él no es bienvenido. Él tiene los pies sucios. ¿Qué puedo hacer yo? Soy una mujer, y si entrara allí y dijera algo, pues, ellos—ellos me sacarían, por encima de esos barrotes. Ahora, soy una—soy una mujer de mala fama, y Él—Él sabría que yo soy de mala fama. Él sabría que yo soy una mujer mala, entonces, ¿qué puedo hacer?”.",
    "Yo puedo verla dar la vuelta, caminar allí, decir: “¡Oh, tengo que hacer algo! Él no es bienvenido. Pero Algo me revela que esa es de la única manera que yo llegaré a tener Vida”. Allí lo tienen. ¡Oh, hermano! “Yo quiero ver lo que hay en ese Paquete. Sé que hay Algo allí dentro que perdonará mis pecados. Aunque yo sea una prostituta, aunque sea mala, yo quiero mirar allí en ese Paquete Navideño. Sé que hay Algo allí adentro para mí”.",
    "Allí hay Algo para todos. Correcto, amigo pecador. Allí hay Algo para el que apuesta; hay Algo para el mentiroso; hay Algo para cada persona. Hay Algo en este Paquete de Navidad, para Ud.; no Lo deje a un lado. ¡Cómo el fariseo, ese necio tonto, recibió el oropel y descartó el Regalo! ¡Qué cosa más lastimosa!",
    "Aquí viene. Él está sentado por allá.",
    "Y esta pobre mujercita, tal vez fue a la casa donde ella vivía, sube las viejas escaleras chirriantes. Mete la mano en una media o alguna otra cosa, y saca dinero. Ella dice: “¡Oh!, ¿qué podré hacer? Ahora, un momento, mejor vuelvo a guardar esto, porque Él sabrá que yo soy una mujer de mala fama. Pero es mi única esperanza, es lo único que puedo hacer. No fui invitada a esa fiesta, sin embargo, tengo que llegar a Él”.",
    "¡Oh, desearía que la gente pudiera ver eso en esta noche! Lleguen a Él o perezcan. ¿Qué diferencia hay que Ud. sea llamado “santo rodador” o expulsado o algo diferente? Llegue a Él. Llegar a Él es su única esperanza.",
    "Ella fue allá, llevó esto. Puedo ver a uno de esos judíos allá, diciendo que el negocio había estado mal, allá atrás, contando su dinero. Todos habían ido a la fiesta, y demás. Esta mujer entró. “Pues, ¿qué estás haciendo aquí?”. Ella soltó este Denario romano sobre el mostrador, como treinta piezas. “¡Aah! ¿Qué quiere, señora?”. Vean, así era diferente. Él había visto lo que ella era; pero cuando vio que tenía un poco de dinero, fue diferente. ¿Ven? Ese es el mundo hoy. Si Ud. tiene dinero, es un gran individuo; si no lo tiene, Ud.—Ud. no es nada. “¡Oh, eso era diferente! ¿Qué quiere?”.",
    "🦅 Yo—yo quiero el mejor, el mejor nardo que Ud. tenga. Esto es todo lo que tengo. Déjeme contarlo, treinta piezas. Habían cuarenta”.\n\n“¡Oh, sí!, eso comprara esta botella aquí, la mejor”.\n\n“Yo la quiero”.\n\n“¿Quiere decir Ud. que quiere comprar aceite”?\n\n“Yo lo quiero. Quiero toda la botella”. Eso era todo lo que ella tenía.",
    "Eso es lo que Ud. tiene que hacer, hermano. Eso cuesta todo pecado que Ud. tenga; eso lo cuesta todo. Pero esté dispuesto a entregarlo.",
    "Entonces ella se acerca sigilosamente a la cerca. Puedo verla mirar adentro. Ella lo ve a Él sentado allí, aún sin ser atendido. El pastor fariseo por allá, aún contando sus chistes sucios y cosas, allá con el resto de ellos, en ese comportamiento, hablando de alguna gran cosa en algún lugar, sin saber, sin prestar atención a nuestro—a nuestro precioso Señor. Ella dijo: “¿Cómo podré entrar?”. Entonces, ahora la veo entrar sigilosamente, llegar hasta donde está Él, así. Y ella alzó la mirada hacia Él. Puedo verla con las lágrimas rodando por su cara, con sus grandes ojos cafés mirándolo a Él así. Y ella quebró la botella, sacando la esencia, derramándola sobre Sus pies. Ella no iba a permitir que Jesús se sentara con pies sucios.\n\nUd. dice: “Yo tampoco”.",
    "Entonces ¿por qué no hace algo al respecto? Él tiene el peor apodo que hay en la región hoy, “santo rodador, fanático religioso”. ¿Por qué no hace Ud. algo al respecto? Levántese y diga: “Yo escojo el camino con los pocos despreciados del Señor. Estoy listo para recibir ese Paquete”.",
    "Ella derramó el aceite sobre Sus pies. El cuarto entero se iluminó con eso; era costoso.",
    "No hay nada demasiado bueno para Jesús. Entréguele lo mejor de Ud. Entréguele a Él todo lo que Ud. tiene; su vida, su alma, su ser, su tiempo, todo lo que Ud. tenga, entréguelo a Él.",
    "Y sucedió que ella miró. Ella estaba parada allí. ¡Oh, vaya! Ella derramó este aceite sobre Su—sobre Su cabeza. Después llegó a Sus pies, y empezó. ¡Oh! Ella—ella levantó Sus pies, y miró, estaban sucios. Ella no tenía nada. Entonces ella—ella empezó a recordar sus pecados, y dijo: “Ciertamente, Él, Él—Él me condenará”. Entonces, cuando untó el aceite sobre Su cuello y lo frotó, luego ella bajó y se aferró de Sus pies.",
    "Y ella cayó. Empezó a llorar: “¡Oh, soy demasiado pecadora, para estar frente a este Hombre! Soy demasiado pecadora”. Y ella levantó la mirada, con sus grandes ojos bonitos. Pensó: “Él—Él me echará de este cuarto”. Pero, Él en ningún momento se movió; solo se sentó y la miró. ¡Oh, eso me gusta! Él solo se sentó y la miró. “¡Oh, Él conoce mi corazón! Lo puedo sentir a Él ahora mismo leyendo profundamente en mi mente. Él sabe que no sirvo. Yo lo sé, Señor, pero no soporto verte a Ti con pies sucios. Yo simplemente no lo soporto. Tú eres mi única esperanza. Yo no lo soporto”. ¡Cuán bella agua para Sus pies!, ¡oh, llantos de arrepentimiento! ¡Oh! ¡Oh! El viejo fariseo no podía brindar algo así. Aguas, llanto rodando por sus mejillas.",
    "Y ella comenzó a frotarlos, y [El Hermano Branham imita dos sonidos de beso.—Ed.] besando Sus pies. ¡Oh, Ese era su Señor!; besando Sus pies. Ella no tenía—ella no tenía toalla con qué secarlo. Entonces supongo que sus rizos, que ella se había hecho en su cabeza, deben haber caído encima. Ella tomó su cabello, y empezó a—a secar Sus pies con él, y besaba Sus pies. “Señor, Tú conoces”. [Un sonido de beso.] “Señor, Tú sabes que soy—soy una pecadora. Yo—yo aborrezco estar ante Ti así, pero no soporto verte con pies sucios”. ¡Oh, vaya! Jesús con pies sucios, sin ser bienvenido, ni un beso en su cuello. Ella aun besaba Sus pies. “¡Señor”! [Cuatro sonidos de besos.] “¡Mi, Señor! ¡Oh, Señor, yo—yo soy—soy una pecadora!”. [Dos sonidos de besos.] “Tú sabes que lo soy, Señor”.",
    "Para ese momento, el viejo fariseo se dio vuelta. “¡Uhm”! Dijo: “Ahora miren eso allá. Miren allá. Esa es la clase de acompañante que tiene Ese tal llamado Espíritu Santo”. ¿Ven? Ellos no han cambiado. “Miren Eso. Miren la clase de gente con la que se asocia Él. Ud. me habla de Ese tal Espíritu Santo y sanidad Divina, ¿qué es? La basura del pueblo”.",
    "Seguro, es para quienes les es revelado. Ella sabía lo que había en ese Paquete. Ella sabía que el único momento en que alguna vez ella llegaría a algún lugar… Ella no podía ir al fariseo, él la echaría de la iglesia; no estaba en el nivel de ellos de la sociedad. Pero había una Sociedad para el pecador. Estoy tan contento por eso. Hay un Lugar donde el pecador puede venir. Hay un Bálsamo en Galaad, que sanará al enfermo completamente. Ella Lo había encontrado. Ella quería conocer ese Regalo, y ella estaba besando Sus pies.",
    "El viejo fariseo dijo: “¡A-ja! Vengan aquí, muchachos. ¡Ja! ¡Uhm! Allí está su Profeta. ¿Ven? Si Él fuera alguna especie de Profeta, sabría la clase de mujer que está lavando Sus pies. Miren allí. ¡Qué muestra de fanatismo! Eso deshonra mi casa”.",
    "Jesús no dijo ni una palabra, simplemente se paró y miró la mujer. Entonces, después de un rato… Él sabía lo que el inmaculado fariseo estaba pensando, así que, Él se levantó.",
    "Esa mujer, puedo verla: “¡Oh! ¡Oh, aquí—aquí llegó mi hora! Él—Él—Él, me—me condenará. Él—Él—Él me echará de esta casa”. Lo veo a Él pararse, mirar así. Él se siente bastante bien ahora; Sus pies lavados con llanto. ¡Oh, Dios, recibe el mío! Sus pies lavados con llanto de arrepentimiento, un corazón sincero. Aunque inmoral, como lo era ella, esta era la única vez en que ella pudo ser lavada en una fuente. Allí, ella está sentada allí. Con el rostro, puedo verla con llanto corriendo por su rostro de esa manera, y toda mojada. Sus rizos todos caídos y llenos de llanto y polvo de Sus pies. Ella estaba parada allí, preguntándose: “¿Qué irá a suceder? Él me echará. Él hará que me metan en la cárcel por entrar aquí”.",
    "Él se puso de pie, así. Dijo: “Simón, tengo Algo que decirte. Tú Me invitaste a tu casa. Y cuando entré, no Me diste agua para Mis pies. Me los hubiera lavado Yo Mismo, pero no Me diste agua”. ¡Oh, Dios! “No Me diste aceite, para ungir Mi cuello, cuando ardía. No hiciste eso, Simón; tampoco Me besaste ni Me diste la bienvenida. Pero esta mujer, ella ha lavado Mis pies con sus lágrimas. Y ella ha besado Mis pies, y ella no ha cesado de hacerlo desde que entró aquí. Tengo varias cosas contra ti, Simón. Pero ella…”. (¿Era el profeta o no?) “Le digo a ella, sus muchos pecados le son perdonados”. ¡Oh, Dios!",
    "¿Qué fue? Ella encontró lo que había en ese Paquete de Regalo. Ella encontró que había amor. Ella encontró que había perdón. Ella había visto Eso. ¡Oh, cómo había visto ella ese precioso Regalo de Dios funcionar en ella! ¡Cómo la debió haber hecho sentir cuando vio que el Regalo de Dios le fue extendido a ella! Sus pecados fueron perdonados.",
    "¡Cómo debe haberse sentido Barrabás aquel día! Uds. conocen de Barrabás, la historia. Barrabás era ese bandido que fue capturado y metido en los calabozos, iba a morir a la mañana siguiente. Él era un ladrón. Él era un bandido. Él era un asesino. Él era un criminal. Y toda la noche él caminó de allá para acá, en esa cárcel, halándose el cabello, pues, a la mañana siguiente iba a la cruz, la pena capital. Él moriría. ¡Cómo tendría pesadillas esa noche! ¡Oh, él no podía descansar!",
    "Y a la mañana siguiente, sin desayuno ni nada, sabía que su sangre sería colgada como entre lobos. De repente, él escucha sonar las cadenas [El Hermano Branham imita sonidos de marcha con sus pies.—Ed.] las pisadas de los soldados. Aquí venían cuatro o cinco, y quizás un—un batallón de soldados romanos, lanzas brillando, llegaron allí. El tremendo carcelero giró las llaves, y dijo: “Sale, Barrabás”.\n\n“¡Oh, no me maten! ¡Tengan piedad”!\n\n“Barrabás, todo está bien. Eres libre”.\n\n“¿Estoy qué”?\n\n“Eres libre”.\n\n“¿Cómo he quedado libre”?",
    "Alguien señaló en esa dirección. ¡Cuánto debe haber significado para Barrabás, cuando vio que el Regalo tomó su lugar en la muerte! Yo me sentí igual, el Regalo de Dios tomó mi lugar en la muerte. Cómo ese ladrón agonizante, en la cruz, clavado allá arriba:\n\nSe regocijó el malhechor al ver\n\nEsa Fuente en su día;\n\nQue allí yo, tan vil como él,\n\nMe lave de todos mis pecados. (Sí.)\n\nDesde que por fe vi ese Raudal, me fue revelado,\n\nTus heridas sangrantes entregaron,\n\nAmor redentivo ha sido mi tema,\n\nY lo será hasta que muera. (Es correcto. ¡Oh!)",
    "Terminando, tal vez diga esto. Hoy, Navidad significa una caja de Camels, una caja de Viceroy, una botella de Cuatro Rosas o Seagram, [cigarrillos y licores.—Trad.] envueltos en bonito papel de Santa Claus. Pero aún rechazan el Regalo de Navidad de Dios. Ellos aún rechazan Su Regalo de Navidad. Ellos no Lo quieren.",
    "Yo Lo quiero. Me alegra haberlo recibido. ¡Oh, Emanuel!, Dios hecho carne y moró entre nosotros, rechazado y condenado a través de las edades, y Su misericordia se extiende hoy a cada corazón que lo reciba a Él.\n\nInclinemos nuestros rostros por un momento.",
    "Me pregunto, esta noche, en este edificio, en este tiempo Navideño, conmemorando hace casi dos mil años, cuando Dios dio Su primer Regalo de Navidad. Me pregunto, en esta noche, si a Ud. ¿le gustaría mirar en ese Paquete y ver, pecador, si no hay Alguien allí adentro Quien le ama, Alguien Quien murió por Ud., Alguien que entregó Su vida por Ud.? ¿Está dispuesto Ud., en esta noche, a quitarle esa tela de pañal a Él, esa ropa sucia con la que ellos lo llaman a Él: “fanático y santo rodador”, y envolverse Ud. mismo en ella, y escoger el camino con los pocos despreciados del Señor?",
    "Si Ud. está en el edificio esta noche y quiere ser recordado en oración, ¿levantaría su mano, diría: “En esta noche Navideña, yo quiero recibir el Regalo Navideño de Dios, el verdadero Regalo de la Navidad de Dios?”. Dios la bendiga, señora. Dios la bendiga, niña. Dios la bendiga, hermana. Dios la bendiga. Dios bendiga la jovencita allí. Sí. ¿Habrá más que quieren ser recordados en oración? “Señor…”. Dios lo bendiga, mi hermano.",
    "Algún otro: “Señor, yo escojo el camino. Yo tampoco Te veré a Ti con los pies sucios. No toleraré… Me uniré con ellos. Entraré directo al Reino de Dios. Yo—yo seré uno de esos despreciados. Quédate conmigo, Señor. Ven, ve a casa conmigo esta noche. Yo lavaré de Tu Nombre todo lo sucio. Lava Tú mis pecados, Señor, permíteme vivir la Vida, no como estoy haciéndolo ahora; estoy ensuciando el Tuyo. Yo—yo estoy ensuciándote a Ti, todos los días, cargándote más. Permíteme ir esta noche, Señor, y con mis llantos de arrepentimiento, vengo ahora humildemente al pie de la cruz, para recibirte como mi Salvador”. ¿Habrá otro antes de que oremos? Solo levante la mano. Muy bien.",
    "Precioso Señor, Te traemos esta noche lo que parecen ser unas cuantas mujeres, en esta noche, Señor, que levantaron la mano. Tal vez también ellas puedan mirar por… Algunas de ellas son jovencitas, solo adolescentes, que levantaron las manos. Ellas, ellas son sinceras, Señor. Ellas no—ellas no quieren ser condenadas con el mundo. Quieren recibirte a Ti ahora, en este tiempo Navideño, para mirar en el Paquete de Dios, y recibir Vida Eterna. Concédelo, Señor, ahora mismo, que Tú abras para ellas el perdón de sus pecados, que abras para ellas una Fuente en la casa de David, que ha sido abierta para el pecado y la inmundicia, donde pecadores sumergidos bajo el raudal pierden toda su mancha de culpabilidad. Concédelo, Señor. Ve a casa con ellas y habita con ellas en esta noche, Señor. Haz que la vida sea para ellas lo que debe ser, Señor. Concédelo.",
    "Sana al enfermo y afligido entre nosotros. Tú eres la Ayuda de los indefensos. Tú eres Aquel, Señor, Quien puede obrar donde otros no. Tú eres la Gracia que perdura. Tú eres el Regalo de Dios. Y humildemente Te creemos, Señor. Nosotros seguimos la Estrella del Día, seguimos la Luz hasta que Ella nos guía a esa perfecta Luz, el Regalo de Dios, Vida Eterna, por medio del bautismo del Espíritu. Concédelo, Señor. Yo te los encomiendo ahora a Ti. En el Nombre de Jesucristo, toma sus almas en esta noche y lávalos en la Sangre carmesí del Calvario. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Señor, habita conmigo.\n\n[El Hermano Branham comienza a tararear.—Ed.]…Dejes de consolarme,\n\nEn vida, en muerte, ¡oh, Señor, habita conmigo!",
    "¿Le aman a Él con todo su corazón? [La congregación dice: “Amén”.—Ed.] Una vez más, por los tiempos antiguos: “Yo le amo, yo le amo porque Él a mí me amó”. Todos ahora.\n\nYo le amo\n\nPorque Él…\n\nLevantemos nuestras manos a Él.\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "Ahora, quiero que se den la mano con alguien en frente, y atrás, y a su lado, ahora.\n\nYo le amo, yo le amo\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "Todos los que han recibido el Regalo Navideño de Dios, levanten ahora sus manos.\n\nYo le amo, yo le amo\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "¿No Le aman? [La congregación dice “Amén”.—Ed.] ¿No es Él maravilloso? [“Amén”.] Muy bien, mientras estamos de pie ahora.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.\n\nLentamente ahora:\n\nDe Jesús el Nombre adora,\n\nQue te sirva de broquel;\n\nCuando de tentación…\n\n¿Qué hace Ud. cuando se acumula la tentación?\n\n…seas rodeado,\n\nInvoca ese santo Nombre en oración.\n\nSuave luz (suave luz), manantial,\n\nDe esperanza fe y amor;\n\nSumo bien (sumo bien), Celestial,\n\nEs Jesús el Salvador.\n\nDe Jesús el Nombre…\n\nInclinemos ahora nuestros rostros y cantemos.\n\n…-voca\n\nCayendo postrados a Sus pies,\n\nRey de reyes Lo coronaremos,\n\nAl nuestra jornada terminar.\n\nSuave luz (suave luz), manantial,\n\nDe esperanza fe y amor;\n\nSumo bien (sumo bien), Celestial,\n\nEs Jesús el Salvador. 🦅"
  ]
}