{
  "title": "APOCALIPSIS CAPÍTULO CUATRO, PARTE III",
  "id": "61020009",
  "content": [
    "🦅  Gracias, Hermano Neville. El Señor lo bendiga a Ud. también. Y buenos días, estudiantes de la Biblia. Y ¿cómo se sienten todos en esta mañana? Espero que bien. Amén. Nosotros como que… este fue un aviso un poco corto que tuvimos para anunciar que estaríamos aquí esta mañana, por causa de que yo no tenía el… mi itinerario aun hecho de cuándo me iría. Y siendo que ya está hecho para los próximos seis meses, pues, entonces pensé que sería mejor tener el servicio esta mañana, pues pasará algún tiempo antes de que pueda regresar, hasta donde sé, quizás este otoño.",
    "Y yo… saldremos ahora esta semana que viene para allá a Beaumont, Texas, donde comenzaremos allá la próxima semana y llevaremos a cabo una reunión de cerca de ocho o diez días allí con la asociación de los—los independientes y diferentes iglesias. En realidad, es patrocinada por las iglesias del Nombre de Jesús allá en Beaumont, Texas, donde tuvimos la gran reunión hace algún tiempo, poco después de que tomaran esta fotografía. Y ellos… sé que pusieron en servicio un vagón allá, creo que veintisiete vagones… o un tren con veintisiete vagones, que venía a la reunión en Beaumont. Allí es donde el alcalde de la ciudad tuvo la procesión y pasó por las calles, y todos ellos. Lo pasamos maravilloso en Beaumont, y regresaremos allá esta próxima semana. Y entonces esperábamos pasar por San Antonio, pero no nos va a quedar tiempo, a no ser que sea de regreso.",
    "Y de allí vamos a Phoenix, a Los Ángeles, luego a Long Beach. Y luego regresamos, si el Señor quiere, regresamos a la Costa del Este, regresando a Virginia y Carolina del Sur. Regresamos entonces a Bloomington, Illinois. Y de allí a la Escuela Secundaria Lane Tech, la última semana en abril, con los Hombres Cristianos de Negocios. Y luego salgo de allí hacia la parte norte de Columbia Británica, arriba hacia Alaska, y estaré allí hasta junio. Y, entonces, esperamos pasarlo muy bien.",
    "Orando entonces que la investigación de… bajo la cual he estado por un tiempo, del impuesto sobre la renta, concerniente a la iglesia aquí, haya terminado para ese tiempo. Y entonces vamos a… Entonces podré ir al extranjero si así es, justamente en junio, lo cual estaría muy bien para África; para junio, julio y agosto, en—en África; por lo que realmente necesito sus oraciones.",
    "Y estamos esperando la Venida del Señor. Todas estas cosas son “si es la voluntad del Señor”, ¿ven? No sabemos, Él podría… Estas no son exactamente por dirección, nosotros solo juntamos todas las invitaciones y oramos por ellas, le preguntamos al Señor: “¿En qué dirección deberíamos ir?”. Y—y al parecer, pues, no dejo que todo dependa solo de mí, dejo que otros lo consideren, que oren por ello. Y entonces como que todos parecíamos ser guiados a ir hacia el oeste, sur y oeste en esta ocasión. Entonces teníamos invitaciones de todas partes, y empezamos de una en una. Y el primer lugar que estuvo en mi corazón fue o Beaumont o San Antonio. Entonces lo buscamos, y teníamos invitaciones en los dos lugares. Y el…",
    "Llamamos a una en Beaumont. Y siendo que ellos tenían cuarenta y dos iglesias cooperando, de los Pentecostales Unidos y demás, pensamos que con un gran auditorio sería mejor darles cerca de diez días, en lugar de dar cinco y cinco a cada lugar. Yo pienso que si uno lo centraliza de esa manera es mejor. Entonces, hay—hay muchas personas necesitadas alrededor de Beaumont y allí por toda esa parte petrolera de Texas; y, pues estamos esperando un gran momento en Beaumont.",
    "Y, bueno, nosotros no buscamos ir adonde hay grandes centros ni grandes lugares. Más bien buscamos ir como el Señor nos dirige a ir, no importa cuán pequeño o cuán grande, con tal que el Señor esté dirigiendo. Ahora, en cualquier momento Él podría darnos un llamamiento macedonio y dejaríamos el campo en cualquier momento para cualquier cosa que Él nos llamare a hacer, en cualquier parte.",
    "Y en realidad hemos disfrutado este tiempo de compañerismo alrededor de la Palabra de Dios con Uds., finas personas. Confío que ahora Uds. sean fieles y vengan a la iglesia y obedezcan las enseñanzas de la Biblia a través de nuestro noble hermano aquí, el Hermano Neville, al cual recomiendo altamente como siervo del Señor Dios, y profundizando más y más con Dios, y estoy muy contento por eso.",
    "Y a la pequeña iglesia, los amonesto en el Nombre del Señor Jesús que crezcan en la gracia de Dios, manténganse firmes y miren siempre hacia el Calvario, sacando todas las raíces de amargura de su corazón y alma, para que en cualquier momento Dios pueda utilizarlos. Si Uds. alguna vez sienten hacer algo, o una revelación o algo viene a Uds. extrañamente, algo advirtiendo o algo, ¡tengan cuidado! Satanás es astuto y hábil a más no poder. ¿Ven? Pruébenlo con la Palabra de Dios y consúltenle a su pastor. ¿Ven?",
    "Y hay dones y demás entrando sigilosamente en la iglesia, y la operación de estos dones. Antes de que Uds. permitan que entren a funcionar y demás, primero… Lo sienten presionando en su corazón… Ahora, el enemigo es bien astuto. ¿Ven? Y eso es lo que siempre desbarata a las iglesias, es un don verdadero mal manejado. ¿Ven? Algo que Dios quiere hacer, y es mal manejado, eso simplemente va—va a… No solo lo dañará a Ud., sino que hará pedazos a toda la iglesia. ¿Ven? Consúltenlo, examínenlo a fondo por la Biblia, entonces pruébenlo y vean si es Dios o no. Sigan examinándolo y probándolo, vean si está perfectamente en línea y conforme a la Palabra. Entonces Uds. están bien, ¿ven?",
    "Siempre y cuando la Palabra haya dicho que eso estaría aquí, que operaría de esta cierta manera, quédense con eso. No se desvíen, no importa lo que haga alguien, cuán real parezca ser. Si no se refleja en las Escrituras desde Génesis hasta Apocalipsis, déjenlo ahí. No se arriesguen, estamos en los últimos días cuando Satanás es tan engañoso como pudiera serlo.",
    "Perdónenme si trato de tomar el lugar de un jefe; yo no soy un jefe. Pero los siento a Uds. como dijo Pablo allá atrás acerca de su congregación una vez: “Vosotros sois las estrellas en mi corona”. Cuando yo cruce a la tierra al otro lado más allá y los encuentre en esa condición glorificada, yo quiero que Uds. se paren allí para brillar como las estrellas en la corona. ¿Ven? Y yo—yo quiero que Uds. estén allá, yo quiero estar allá.",
    "Y recuerdo en mi visión cuando vi la Presencia del Señor, o Su pueblo en esa Tierra gloriosa más allá, miré alrededor y les dije… Y ellos me dijeron que Él me juzgaría primero por el Evangelio que yo predico. Dije: “¡Es exactamente de la manera que Pablo lo predicó!”.",
    "Y esos millones de personas gritaron: “¡Estamos descansando en eso!”. ¿Ven? ¿Ven? Ahora, quiero que así sea eso. Y algún día vamos a encontrarnos allá.",
    "Y Dios no nos envió al Hermano Neville y a mí para ser jefes, de ninguna manera; solo somos sus hermanos, ¿ven Uds.?, instructores en el Evangelio. Así que todos trabajemos juntos.",
    "Y si—si alguna vez hay que llamar a algo que está operando o—o hay que decir algo al respecto, reprenderlo o algo por el estilo, y la persona que tiene ese don lo rechaza, solo recuerden… lo rechaza, recuerden: el don no estaba correcto; para comenzar no era Dios. El Espíritu de Dios siempre está listo para la corrección, dulce y humilde, dispuesto. ¿Ven? Si se pone de pie y dice: “De todas maneras, lo voy a hacer”, Uds. saben cómo es algunas veces… Solo recuerden, los espíritus arrogantes no son de Dios. ¿Ven? Entonces por qué aceptar un substituto cuando todo, toda la tierra está llena de la Gloria de Dios, ¿ven Uds.?, el verdadero poder de Dios. ¿Por qué vamos a aceptar un substituto? Estamos ahora demasiado avanzados en el día; pero, recuerden, la Biblia ha dicho que él entraría como un… tan astuto como pudiera serlo, y engañaría a los propios Escogidos si fuere posible. ¿Ven?",
    "Y, ahora, a veces pensamos que nosotros somos los Escogidos y espero que lo seamos, pero permanezcamos en línea con la Biblia. Y entonces si todo está correcto con la Escritura, y en orden en la Escritura, trayendo Gloria a Dios y el honor de la iglesia, y demás, entonces sabemos que es de Dios porque la Biblia lo respalda. Pero solo nuestra teoría no lo respalda, eso no hará bien, fracasa.",
    "Entonces si algo nos impresionó, no importa cuán real parezca, si no es correcto, si no es Escritural, desháganse de eso inmediatamente; porque hay—hay Uno verdadero esperando, ¿ven Uds.?",
    "Así que, oren ahora. Y siempre, y hagan lo que hagan, oren por mí. Oren por mí porque estamos entrando a los campos por últimas veces, en mi opinión. Estamos yendo ahora…",
    "Y, recuerden, están sucediendo grandes cosas de las que el mundo no sabe. Jesús vino, vivió, murió y fue sacrificado, regresó a la Gloria, y millones nunca siquiera supieron nada al respecto. ¿Ven? No es florido, grandioso, grande; es “Él vino a los Suyos”, ¿ven? Y el… “El que tiene oído, oiga lo que el Espíritu dice a las iglesias”. No a los de afuera, “a la Iglesia”. Es la Iglesia la que recibe Su sacudida.",
    "Yo pensaba diferente hasta que un día Él me habló; me hizo regresar a la Palabra y pensar en cómo todos los profetas hablaron de cuando vino Juan, dijeron: “Los lugares altos serían bajados, y los lugares bajos serían alzados”. ¡Y cómo obraría el poder de Dios! Y la—la… “Todas las montañas saltarían como corderitos, y las hojas batirían sus manos”. Pues, parecía como que algo grande en realidad iba a suceder. ¿Ven? Y cuando pasó, ¿qué sucedió? Un hombre anticuado salió del desierto, probablemente con una barba crecida y envuelto en un pedazo viejo de piel de oveja. No había comodidades allá en el desierto. Él había estado allá desde que tenía nueve años, y para entonces él tenía treinta. Salió caminando del desierto, arremetiendo, predicando el arrepentimiento, parado en el lodo hasta las rodillas, probablemente en las riberas del Jordán. Y ahí es cuando los lugares altos fueron bajados y los lugares bajos fueron alzados. ¿Ven? Es…",
    "Uno necesita tener entendimiento espiritual. Recuerden: Dios nunca habitó y nunca, en esta tierra, habitará en glamour; Él está en contra de eso. Él nunca… Los grandes mensajes nunca serán “hacer grande a tal y tal y tal-y…”. No lo hace de esa manera. Sus siervos no obran de esa manera. Su glamour y gloria es de lo alto.",
    "Ayer, o hace dos días, al salir hacia Kentucky, allá en Kentucky con mi buen amigo, el Hermano Banks Wood, había una mujer policía parada allá, y él dijo: “Vaya, es mejor que reduzcamos la velocidad” dijo, “ella es ruda”.",
    "Y yo dije: “Sí, correcto”. Yo dije: “Cuando una nación llega al punto donde millones son empleados y tienen que tomar mujeres y hacerlas policías y pararlas allá afuera, y taxistas y cosas como esas, es una de las grandes manchas en nuestra nación”. Ella está tan bien allá afuera como un—como un conejo en una olla de grasa. ¿Ven? Solo—solo—solo es que no es su lugar. Y dije: “Eso me perturbaba mucho, pero ahora comienzo a recordar: ‘Pues, con razón, este no—este no es nuestro reino, nosotros no somos de este mundo’”. Ellos han… uno…",
    "¿Por qué las mujeres (nuestras mujeres) no usan su—su cabello corto y maquillajes, y esto de “rock and roll”, y todas estas cosas? Pues, la gente va a iglesias comunes y todo eso, piensa: “Eso no tiene nada de malo”. ¿Por qué? Eso… Ellos—ellos son americanos; ellos son americanos, tienen un espíritu americano. Nosotros no somos americanos, somos Cristianos. Nosotros vivimos… nuestro espíritu es de otro Reino. Si nuestro espíritu fuera de este reino entonces adoraríamos con estas cosas, entonces adoraríamos todos estos cantos vulgares y adoraríamos todo este rock and roll. “Dondequiera que esté vuestro corazón, ahí están vuestros tesoros”. Y nuestros tesoros están en lo alto. Por lo tanto, nosotros vamos a un Reino.",
    "Este no es nuestro hogar, solo estamos peregrinando aquí buscando sacar a otros ciudadanos de la oscuridad. Y vamos a una ciudad, quizás celebro una campaña a nivel de toda la ciudad, trabajando fuerte por una semana o diez días, por un alma preciosa allá afuera; una, solo una allá afuera.",
    "Uds. pudieran decir: “La reunión fue un gran éxito, cinco mil vinieron al altar”; quizás ni uno de ellos sea salvo, ni uno de ellos. ¿Ven? Y quizás haya… Uds. pudieran pensar de allí: “Solo vinieron dos personas al altar”; pero una de ellas podría ser una joya. Nosotros solo tendemos la red en el arroyo. Dios escoge el pez, Él sabe cuál es pez y cuál no lo es.",
    "Por tanto, ¿ven?, solo estamos predicando. Y recuerden que Uds. están haciendo lo mismo en este tabernáculo. Pero siempre recuerden esto: “Mis ovejas conocen Mi Voz”. Y la Voz de Dios es Su Palabra.",
    "Yo pensaba el otro día, cómo esta gente que dice que nunca hubo… Una cierta denominación de iglesias que dice que “la sanidad Divina no era correcta. Nunca se le dio a nadie un don de sanidad Divina sino a San Pablo o a los apóstoles, a los doce en el aposento alto. A ellos se les dio el don de sanidad Divina, y eso fue todo. Asunto concluido”.",
    "Pero, ¿ven Uds.?, por medio de este maravilloso cuadro que el Hermano Willie, aquí, preparó tan maravillosamente para nosotros, ese hilito ha estado a través de las iglesias por todo el camino. Me pregunto ¿qué dice esa misma denominación acerca de la historia de la iglesia, acerca de Ireneo, acerca de San Martín? Y todos esos mártires a través de la edad, por centenares de años después de la muerte de los apóstoles, hablaron en lenguas y sanaron a los enfermos y levantaron a los muertos e hicieron milagros, toda la Iglesia. Me pregunto ¿qué pasa con ellos, si solo fue para los apóstoles?",
    "¿Ven cuán estrecho es? Ellos no tienen entendimiento espiritual, es todo. ¿Ven? “¡Ciegos! ¡Muertos en delitos y pecado!”. Pecado significa “incredulidad”. Cualquier cosa en incredulidad es pecado. Si un hombre tiene un—un título así de largo (de D.D., doble L., Ph.D., L.L.D.) y dice: “No existe la sanidad Divina o el bautismo del Espíritu Santo”, el hombre está muerto en pecado. Él pudiera ser capaz de explicar toda clase de misterios en la Biblia, pero su vida misma (su testimonio) prueba que él está muerto. Él está muerto en delitos y pecado porque es un pecador.",
    "Pecado es incredulidad. Cualquiera debería… Pecado no es cometer adulterio, ni fumar cigarrillos, ni bailar, ni comportarse de esa manera. Eso no es pecado, esos son los atributos de la incredulidad. Pero un—un creyente… No importa si un hombre no toma, no fuma, no hace estas cosas, nunca dijo una mala palabra, guarda todos los Diez Mandamientos, él aún puede ser un pecador manchado, ¿ven?, rancio a más no poder. ¡Si niega cualquier cosa del poder de Dios, él es un pecador! La palabra pecado es “incredulidad”. Ahora, Uds. escudríñenlo, vean si es así o no. Un incrédulo en la Palabra de Dios, es un pecador y no puede entrar en el Reino del Cielo.",
    "Ahora, ¡oh!, pensé entonces esta mañana proponerme por la voluntad del Señor, por el mandamiento del Espíritu Santo, venir al tabernáculo otra vez y quizás tenerlos a todos Uds. dos o tres horas. Pero quiero terminar el libro del capítulo 4 de Apocalipsis antes de irme. Y ahora espero que esto no sea tedioso para Uds., espero que sea—sea glorioso para Uds. Espero que sea algo que les haga bien y les ayude en los días que han de venir.",
    "Y ahora, quizás… Le dije a Billy que viniera aquí esta mañana y repartiera tarjetas de oración si hubiere desconocidos entre nosotros, porque estaremos viajando, y… ahora, y no sé cuándo regresaremos; solo Dios lo sabe. Y yo quería… pensé quizás en la última reunión si… y cuando él me llamó entonces, como—como a las nueve y dijo: “Papá, hay algunas personas allí para que se ore por ellas. Les he preguntado, pero” dijo, “son personas que—son personas que vienen a la iglesia todo el tiempo”.",
    "Le dije: “Entonces no repartas tarjetas de oración, ¿ves?”. Dije: “Porque esas son personas… Si tenemos oración por los enfermos esta mañana, llamaremos a las personas y oraremos por ellas”. Pero dije: “Si son—son personas que vienen al tabernáculo que conocemos… No, yo quiero algún desconocido”.",
    "Y entonces él dijo, salió allí hace unos minutos cuando se encontró conmigo parado allí afuera, dijo: “Bueno, repartí algunas tarjetas de oración”. Dijo: “Algunas allí adentro, repartí tarjetas de oración”. Dijo: “Puedes hacer como quieras”.",
    "Yo dije: “Bueno, veremos cómo se desarrolla el mensaje, veremos dónde estamos, y luego iremos. Yo…”.",
    "Él dijo: “Pues, muchas de las personas querían tarjetas de oración, por supuesto, pero” dijo, “eran personas que están allí en la iglesia”. ¿Ven?",
    "Bueno, nosotros sabemos que Dios es Dios. Y, hermano, ¡las cosas que Él hace! Pues, el—el teléfono suena todo el tiempo, las personas con diferentes cosas, a veces cositas pequeñas, y ¡cómo Dios contesta la oración!",
    "¿Me pregunto si esa damita o su esposo está aquí, por allá de New Albany, que trajeron a ese bebé asfixiado con neumonía la otra noche, a mi casa, como a las doce, una? Allá, bien. ¿Cómo está el bebé? [Él hombre en la congregación dice: “¡Bien!”.—Ed.] Estupendo, qué bueno, muy bien.",
    "Solo déjenme mostrarles, ¿ven?, que es algo que Uds. no sabrían, que no se declara cuando el Espíritu Santo habla. Fred Sothmann, nuestro precioso hermano, Fred; lo oí decir “Amén” hace un rato, pero no pude localizarlo. ¿Dónde está? ¿Está aquí? Aquí, aquí mismo, el Hermano Fred Sothmann. Y para mostrar cuán sencillo es… Él tenía unos amigos que venían, el cual era el Hermano Welch Evans, yo supongo, no sé. Ellos tenían un remolque habitable allí, habían cerrado la puerta con llave y Fred perdió las llaves, y estaban buscando por todas partes y no podían hallarlas en ningún lugar. Y el Hermano Welch venía en camino. Entonces llegó el día en que él habría de llegar y todo eso, ellos no podían hallar la llave en ninguna parte, así que él llamó a la casa, dijo: “Hermano Branham, ¿dónde están las llaves? ¿Dónde las hallaríamos?”.",
    "Ahora, eso podría dejar perplejos a algunos de Uds., que un hombre pregunte algo así. Pero esperen un minuto, ¿recuerdan a los hijos de Isaí que buscaban las mulas? “Entonces, si yo tuviera en mi mano algo qué ofrecer, lo llevaría allá y mostraría… preguntaría, se lo daría al profeta, y quizás él nos diría dónde estaban aquellas mulas”. ¿Recuerdan eso?",
    "Y mientras él iba caminando por la calle ellos encontraron al profeta. Él dijo: “Uds. buscan esas mulas”. Dijo: “Bueno, regresen a casa” dijo, “ellas ya regresaron”. ¿Es así?",
    "Yo oré. Fred fue y recogió las llaves. Eso fue. ¿Ven?",
    "Hermano Ed Daulton, ¿dónde se encuentra? ¿Dónde está Ed Daulton? Sé que él está aquí en alguna parte, lo vi hace un rato. ¡Oh!, atrás en… allí está. Él me oyó a través del intercomunicador o el sistema de altavoces. La otra noche entró una llamada y el Hermano Ed estaba en un problema serio. Yo quería ayudarlo. “No” dijo, “solo quiero que Ud. le pida a Dios”. Le pedí al Señor que lo ayudara. Y al día siguiente llamó su esposa, alguien llegó al rescate. Muy bien. ¿Es correcto eso, Hermano Ed?",
    "¿Ven?, Él simplemente es Dios. Eso es todo, Él simplemente es Dios. ¿Ven?, Él simplemente… Él constantemente está todo el tiempo de un lugar a otro, de un lugar a otro. No importa el problema que sea, Él es Dios. Nosotros no vamos por ahí jactándonos de esas cosas, no debemos hacerlo. No permitan que la mano derecha o la mano izquierda sepa lo que la mano derecha está haciendo. Lo hablamos entre nosotros, pero no lo gritamos en alguna parte. Pues eso sería como orgullo propio, como si “Dios pudiera hacerlo solo para una persona”. Él lo haría para cualquiera que—que le crea a Él. Es creer, ¡fe! Lo que—lo que Uds. quieran hacer, sean lo que sean sus pensamientos, llévenselos a Dios. Él—Él—Él—Él provee todo. ¿Verdad que sí? Por tanto, Él responde a la oración. Él es un… Dios es un Padre que responde la oración.",
    "Ahora, por lo tanto, en… Pensé, terminando en estas últimas reuniones y demás, como estábamos… como estamos haciendo, que nosotros—nosotros quizás tendríamos un poco de discernimiento al finalizar la reunión, si el Señor quiere, y quizás durante el tiempo de la reunión. No sabemos lo que Él va a hacer. Me gusta de esa manera. No fijen una cierta cosa, solo permitan que Él haga lo que Él quiera hacer.",
    "Ahora, busquen el capítulo 4 del Libro de Apocalipsis, y detengan el reloj.",
    "[Un hombre pide la palabra.—Ed.] Sí. Sí, hermano. [El hermano comienza a testificar. Cinta en blanco.] Seguro, yo creo eso. Sin lugar a dudas, lo creo.",
    "Aquí, el Hermano Welch Evans, pienso que es él, sentado allá atrás. Permítame… Mientras vamos a Apocalipsis 4.",
    "Aquí no hace mucho, todos Uds. oyeron y leyeron en los periódicos acerca de esta banda de Louisville, que se roba estos carros, los llevan a alguna parte de Kentucky, rápidamente. Y en Kentucky uno ni siquiera necesita un título de propiedad, ellos le hacen uno en Kentucky. Entonces, uno solo… lo único que tiene que hacer es llevarlo allá y venderlo. Así que, ellos se llevan estos carros y los meten allá de prisa y los vuelven a pintar, y sacan esos carros y los venden. Y lo único que Ud. necesita es el número del motor y ellos—ellos le hacen un título de propiedad. Por tanto, ellos solo toman el carro de la calle y se lo llevan muy rápido y lo meten a algún taller en alguna parte, lo cambian por completo, ¿ven?, y—y lo vuelven a pintar y todo, lo sacan y lo venden. Hay un fraude organizado de eso, y especialmente por todos los Estados Unidos, y gran—gran parte de eso está en Kentucky. Leí un artículo en el periódico aquí no hace mucho acerca de eso.",
    "Pues, el precioso Hermano Evans, grande y de buen corazón, y su familia, manejan hasta aquí desde Macon, Georgia, cada domingo para escuchar el Evangelio. ¡Oh, qué leales, y qué verdaderos amigos! Luego él va allá a la Cafetería de Miller, donde…",
    "No estoy haciendo propaganda a Miller, pero sí creo que ellos tienen la mejor comida de Kentucky; por lo menos en Louisville, Kentucky. Hasta donde… pues no me refiero a los hogares particulares donde he comido allá, me refiero a (Uds. saben) afuera. Y yo también como allí. Puedo alimentar a mi familia allí más barato que en casa. Es cierto.",
    "Así que entro allá y, pues, el Hermano Evans entra y consigue algo para comer y estaciona su carro allí afuera. Cuando sale (con toda su ropa) y la familia y todos ellos, no tenía carro ni nada. Todo había desaparecido. Pues, el pobre hombre, el Hermano Evans es un hombre como todos nosotros, él tiene un pequeño negocio allá y trabaja en carros, compra carros destrozados y los arregla. Es un hombre pobre, y gasta su dinero en venir aquí porque él cree en este tipo de Evangelio. Estoy orando para que Dios les envíe un mensajero allá en alguna parte, para ayudarlos en esa región.",
    "Ahora, el Hermano Evans vino, pues él no sabía qué hacer. Él había notificado a la policía y no pudieron hallarlo. Así que, vino a casa, él y el Hermano Fred y demás, nos sentamos en el cuarto y hablamos sobre eso. Yo dije: “Ahora…” Así lo hacemos, nos sentamos en el cuarto, averiguamos lo que sucede, y luego acudimos a Dios. Entonces le pedimos al Señor que “hiciera regresar al hombre que tenía el carro, hacerlo dar vuelta y enviarlo de regreso, dondequiera que estuviese”.",
    "Por lo general ellos los llevan alrededor de Bowling Green o alguna parte, los sacan de aquí de la zona de peligro, ¿ven Uds.?, para ellos poder… hasta que los pintan de nuevo y los preparan. Este era un carro bonito, creo que era una camioneta. ¿Es así, Hermano Evans? Era una—una camioneta.",
    "Entonces, y entonces lo que pasó, nos arrodillamos y oramos. Y el—el Señor nos dio testimonio, todo estaba bien, todo estaba bien. Luego el poder del Señor entró con nosotros. El Hermano Evans sale y se pone en marcha, con el sentir de ir por cierto camino.",
    "Él regresó aquí mismo a Jeffersonville. El carro fue robado en Louisville; aquí estaba su carro estacionado allí con la suficiente gasolina para llevarlo… ¡oh!, consumida, para llevarlo bastante cerca de Bowling Green y regresar. Ellos salieron del carro, pararon el carro, le dejaron la llave puesta, se fueron caminando y lo dejaron estacionado allí, aquí mismo en Jeffersonville donde él podría hallarlo; no en Louisville, aquí en Jeff., lo trajeron de regreso hasta acá.",
    "Uds. saben, el Señor puede hacer que las aves le obedezcan, Él puede hacer que el hombre le obedezca, Él puede hacer que su enemigo le obedezca. Él… Sí, señor, Él es Dios. Aquí estaba su carro sin que le faltara una sola cosa, solo con medio tanque de gasolina donde él casi había llegado a Bowling Green, y el Espíritu Santo debe haberle dicho: “¡Da la vuelta! Regresa allá y lleva ese carro a Jeffersonville. Déjalo aquí mismo en la calle, y estaciónalo aquí mismo, porque voy a enviarlo exactamente por este camino y por este camino para que lo encuentre”. ¿Es así, Hermano Welch? Correcto. ¿Ven?",
    "¡Él es Dios! Él contesta la oración, Hermano Roy. Él solo… Eso, Hermano Slaughter, eso es exactamente lo mismo, Él sanó a su perrito. Y yo sé que Él sana, Él responde a la oración, Él aún hace milagros, Él aún es Dios, Él siempre fue Dios, ¡Él siempre será Dios!\n\nÉl—Él es Dios sobre el tejado (¿Cómo es eso que el hermano canta aquí en la iglesia?)\n\nDios en la cocina, Dios allá en la granja,\n\nDios en el automóvil, Él es Dios en todas partes,\n\nÉl es Dios en todo—en todo, Dios.",
    "¡Oh!, ¡qué maravilloso! Comenzaríamos a predicar después de un rato y nunca entraríamos en esta lección.\n\nMuy bien, inclinemos nuestros rostros solo un momento para orar.",
    "Misericordioso Padre Celestial, disfrutamos tanto de Tu Santa Palabra al grado que nuestros corazones arden en nosotros, al saber que Tu Espíritu baja en medio nuestro y allí nos habla, y nuestros corazones se extienden y Lo toman. Y en verdad nos sentimos tan bien por Eso, Señor.",
    "Y saber que en esta hora oscura donde hay tanta confusión… Como dijo el profeta: “En los últimos días vendrá un hambre” algo así, “no de pan y de agua, sino por oír la verdadera Palabra de Dios; y los hombres viajarían del este al oeste, del norte y del sur, buscando encontrar la verdadera Palabra de Dios”. ¡Palabra! ¿Qué es la Palabra? Jesús es la Palabra: “La Palabra fue hecha carne, y habitó entre nosotros”. Para ver la manifestación de la verdadera Palabra de Dios manifestada conforme a las Escrituras y cumplida, de cómo la gente viajaría y buscaría y fallaría en hallarla. ¡Oh, Dios!, estamos tan contentos, tan contentos que lo hallamos a Él hace años, precioso a nuestro corazón, y ver que no estamos confundidos ni un poquito.",
    "¡Oh, Dios!, Tú dijiste: “Los que conocen a su Dios harán proezas en aquel día”. Y aquí estamos en los últimos días, viendo todas las cosas que Jesús dijo que sucederían, siendo manifestadas aquí mismo entre nosotros. Las mismas señales, maravillas, milagros hechos, haciéndolo de la misma manera que Él lo hizo. Como dijo Él: “Como fue en los días de Sodoma, así será en la Venida del Hijo del Hombre”.",
    "Y, Señor, permítenos, por el Espíritu Santo, alcanzar esa Palabra y tomar esas cosas verdaderas y conectarlas al Calvario, por medio de la Palabra, y ver que en Él tenemos la plenitud. Y las riquezas y las bendiciones y la gloria y todo pertenece a Él quien es el Digno, que vino y tomó el Libro de la mano derecha del que estaba sentado en el Trono, y Él mismo Se sentó Allí, porque Él fue inmolado desde la fundación del mundo.",
    "Nosotros hablamos de Él esta mañana, Padre. Oramos que bendigas nuestros corazones. Permite que Su Espíritu se mueva entre nosotros y nos bendiga, y enriquezca nuestra experiencia, y sane las enfermedades entre nosotros, y nos dé gracia vencedora.",
    "Y, Dios, mientras viajo allá a los campos para enfrentar al enemigo, que yo pueda darme cuenta que estoy fortificado cada hora por la oración. ¡Oh, cómo dependo de esa fortificación, el enemigo aproximándose, pero sé que la fortificación se sostiene porque madres y padres, y muchachos y muchachas, Cristianos nacidos de nuevo con la experiencia, personas que van con destino al Cielo están de rodillas orando: “¡Oh, Dios, da liberación!”. Y, Padre, oramos que nos permitas salir allá a las líneas del enemigo y conquistar toda alma preciosa que está esperando. Hazlo, Señor, y sácalos de la oscuridad a la Luz. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, en el capítulo 4 del Libro de Apocalipsis. Terminamos el capítulo 3, y seamos un poco reverentes y trataré de no retenerlos mucho tiempo. Pero en este capítulo 3, la Iglesia subió, como un tipo, cuando Juan fue levantado. La Iglesia subió, y desde ese tiempo en adelante está tratando con Israel, hasta la Venida de nuevo. ¿Ven cómo es? La gente hoy, cómo dicen: “Algo grande va a sacudir al mundo entero y todo”. ¡Eso no es Escritural! No, señor. Lo siguiente en orden es la partida de la Iglesia. Lean en Las Edades de la Iglesia, Uds. ven lo que…",
    "Ahora, estas otras cosas que deben suceder, son durante el tiempo de la Ceremonia de las Bodas, cuando la Iglesia está en la Gloria. Dios vuelve con grandes maravillas que realizar, milagros internacionales y cosas, por medio de los judíos, no va a la Iglesia en lo absoluto.",
    "En el capítulo 3 termina la edad de la Iglesia. Eso es correcto. Y la edad de la Iglesia termina con una minoría tan diminuta, que hallamos… Solo escuchen aquí. Yo—yo volví a leer esto esta mañana, por poco me hace pedazos, el lugar y la actitud de Cristo al final de la edad de la Iglesia, que se encuentra desde el versículo 20 al versículo 22 de Apocalipsis 3. Piénsenlo: Cristo, al final, ¡donde está Él! ¿Dónde está Él al final de la edad de la Iglesia? Afuera de Su Iglesia, empujado fuera por las denominaciones y credos. ¿Cuál es Su actitud? Intentando entrar de nuevo. ¡Esa es una condición lamentable!",
    "Entonces encontramos aquí que, “después de estas cosas”, que él oyó una Voz, estaba hablándole que… ¡Oh!, ¿Qué era? Él Espíritu dejó la tierra. “Después de estas cosas”, comienza el capítulo 1, o—o versículo 1:\n\nDespués de esto miré, y he aquí una puerta abierta en el cielo;…",
    "Apocalipsis 4:1, después que la Iglesia se fue, entonces se abrió una—una Puerta. Y pasamos por todo eso y encontramos que ese era Cristo, era la Puerta. Y la misma Voz que andaba en medio de los siete candeleros de oro, era también la misma Voz que él oyó en el Cielo, diciendo: “Sube acá”. Juan subió. Eso representó a la Iglesia yéndose en el Rapto.",
    "Juan subió en el Espíritu, fue arrebatado al Cielo y vio anticipadamente todas las cosas que Dios prometió y les dijo a los discípulos: “¿Qué a Uds. si él queda hasta que Yo venga?”. Él vio la venida del Señor y lo que iba a suceder. Él vio en la tierra lo que iba a suceder sobre la tierra hasta el Rapto de la Iglesia, y fue arrebatado y se le mostró todo aun más allá del Milenio. ¡Oh!, ¿no es maravilloso?",
    "Ahora, quedamos el domingo pasado en el capítulo 4 y el versículo 4.\n\nY en derredor del trono había veinticuatro tronos; y vi sentados en los tronos a veinticuatro ancianos, vestidos de ropas blancas, con coronas de oro en sus cabezas.",
    "Ahora, vimos que estos eran ancianos. Un anciano nunca se aplica a un Ángel o a cualquier Ser. Es un ser humano redimido, ¡ancianos! Porque ellos… Tronos, coronas y dominios nunca se refieren a Ángeles. Pero las coronas y tronos y demás, tienen que ver con seres humanos. Y estos ancianos estaban coronados y vestidos y sentados sobre tronos. Y los hallamos en otras partes de la Escritura que ellos eran los doce apóstoles y eran los doce patriarcas. Veinticuatro de ellos, que quiere decir “veinticuatro”: doce apóstoles, doce patriarcas.",
    "Y vimos que aun la ciudad que desciende de Dios del Cielo… Después de que la tierra ha explotado y está toda hecha pedazos y no queda nada sobre la tierra sino cenizas volcánicas (eso es todo lo que va a quedar), el mar ya no existirá más. El mar se secará.",
    "Como anoche o ayer le decía a alguien en alguna parte, que la tierra una vez estaba así, recta, alrededor del sol, el mismo calor por todas partes de arriba a abajo. Allá en los campos de hielo británicos, Uds. pueden abrir con explosivos a quinientos pies [52m] y hallar palmeras. Vino repentinamente, las congeló como la refrigeración ahora. Como la deshidratación y demás, y sus refrigeradores y congeladores que guardan fresas y cosas, por años y años y años por venir. ¿Ven? Así mismo fue en ese tiempo. Rápidamente vino una destrucción antediluviana e inundó toda la tierra. Y cuando sucedió, poderes atómicos la sacudieron de sus órbitas, y se congeló y allí quedó. ¿Ven? Excaven y Uds. pueden hallarlas, allá alrededor de las zonas árticas y cosas, palmeras y demás. Mostrando que una vez estuvo habitada bellamente, bien parada. Pero ahora la sacudida la inclinó.",
    "Ahora, donde yo creo que Dios obtuvo esa agua, cuando empieza el Génesis, Génesis 1: “La tierra estaba desordenada, y vacía, y el agua estaba sobre el abismo. El Espíritu de Dios se movía sobre las aguas, dijo: ‘Sea la luz’”. Dios separó entonces la tierra y el agua, lo cual hizo la tierra. Pero toda la tierra estaba cubierta. Ahora, lo que Él hizo, Él solo… a través de las atmósferas, Él solo… atmósfera es… Las atmósferas están llenas de hidrógeno y oxígeno, y demás. Entonces Él solo la levantó de la tierra y la separó. No había mar en la tierra entonces. Dios regaba la tierra, ni siquiera caía lluvia. Él la regaba a través de manantiales y cosas, irrigación. Entonces cuando Él… Luego, lo único que Él hizo…",
    "Cuando el hombre la explotó, sacándola de su órbita, hacia un lado, ¿qué sucedió? La arrojó hacia atrás en la… el calor aquí abajo y el frío allá arriba. Y el calor y el frío, ¿qué acumulan? Siéntanlo aquí en esas ventanas ahora mismo, caliente aquí adentro y frío afuera. ¿Ven cómo suda? Y la lluvia no es nada más que sudor, transpiración. Y el agua es cenizas. Y entonces, cuando…",
    "Me gusta ese canto:\n\nTú pusiste Tu mano, precioso Señor, sobre las praderas,\n\nPusiste Tu maravillosa mano sobre el campo;\n\nSeñor, Tú derramaste la fuente,\n\nLevantaste la montaña,\n\n¡Oh! Señor, mantén Tu preciosa mano sobre mí.\n\nTú hiciste las nubes, formaste las nubes que hicieron la lluvia,\n\nDe la lluvia hiciste el mar, del mar trajiste las nubes,\n\nPara darnos vida abundantemente;\n\nTú sostienes la tierra y los cielos bajo Tu mandato, Señor,\n\n¡Oh! Por favor mantén Tu preciosa mano sobre mí. (¡Oh, cuán grande! Sí, el Dios de los Cielos.)",
    "Entonces en este gran tiempo, ella está inclinada hacia atrás así ahora, y Él nos hizo una promesa: “¡No más agua, sino fuego esta vez!”. En vez de arrojarla… Ellos arrojaron a la tierra alejándola del sol, por supuesto, se enfrió. Si Uds. la arrojan hacia el sol, se quemará. Y así como Él la destruyó con agua y puso el arco iris en el cielo, Él “no lo volvería a hacer”, ¡ahora Él dio una promesa que Él “la quemaría!”. Así que, allí uno llega adonde el pecado y todo glamour y toda inmundicia…",
    "Y no hace mucho tiempo yo cabalgaba por la pradera. De niño pensaba, tomaba mis libros de historia y geografía, y pensaba en las grandes llanuras del oeste. “Algún día” dije, “viviré allí en paz y tranquilamente donde no hay pecado, y vagaré por los campos y cazaré como los indios. Y yo—yo viviré allí una vida pacífica todos los días de mi vida”. Pero ahora es… el hombre blanco ha estado allí. Adónde va el hombre blanco, el pecado va con él. Él es el más grande asesino y homicida de toda la gente en la tierra, es el hombre blanco. ¡Él es el renegado de todos los colores!",
    "Aquí no hace mucho en el periódico (Hermano Thom aquí de África), vi un artículo en el periódico hace dos semanas, creo que fue, y él dijo… ellos dijeron: “Si a los americanos se les permite seguir yendo a África, de aquí a diez años el gran león africano se habrá extinguido completamente, los elefantes”. Los renegados disparan dondequiera que pueden. Una foto de dos machos grandes tratando de apoyar a un macho herido. Parecía que lágrimas corrían de sus ojos. Ellos no querían las… los machos no querían que la hembra muriera. Y cada uno sosteniendo, a ella por su lado, así, para evitar que ella cayera a su… al suelo. Hecha pedazos a balazos. Un hombre que le dispara a cualquier cosa no merece tener un arma en la mano. Así es. Ud. no tiene suficiente sentido común para manejarla.",
    "Ahora, hace un par de años, tratando de conducir una manada de alces hacia mi buen amigo, el Hermano Roy Roberson y demás allá atrás, donde yo servía de guía allá en Colorado; sabía que teníamos una buena manada. Jeff y yo los tuvimos allá arriba por años y años, cerca de ochenta cabezas de alces. Ellos dejaron que algunos de estos tipos de oficina de Denver fueran allá con estas blusas pantalones puestos, pantalones con encajes, ¿esos son cazadores? ¡Ja! Allí llegaron ellos, allá arriba, un montón, en jeeps y cosas como esas, entraron en nuestro territorio allá.",
    "Y yo estaba llevando estos alces a través de la montaña detrás de ellos, como a una milla o dos, y ellos iban avanzando. Uno tiene que mantenerlos dispersos, los grandes machos viejos y cosas; si no lo hace, uno divide su manada. Son como criar ganado o cualquier cosa. Los animales salvajes debieran ser lo mismo para nosotros. No es un blanco. Si Uds. quieren tirar al blanco ellos tienen un campo de tiro aquí en donde disparar. Así es. Es una desgracia matar cosas así. ¡Es pecaminoso, es impío!",
    "Y conté ciento veintitrés disparos como de ametralladoras, disparando desde sus hombros. Y a la mañana siguiente, el Hermano Banks Wood aquí conmigo, subimos a la montaña y yo conté diecinueve charcos de sangre. No sabían nada de cacería; si Uds. le disparan a un animal grande así, Uds. quizás lo hieran bastante profundo para matarlo. Pero ellos se dieron rienda suelta: “bang, bang, bang”, disparándole a uno luego al otro. ¡Oh, ellos morirán! Y ¿qué va a…? Después que les da fiebre, si uno los encuentra ya no sirven, se descomponen inmediatamente; y los carroñeros, coyotes y demás, se los comen. Diecinueve charcos sangrientos, machos grandes, pezuñas así de gruesas, y sangre saliendo a chorros a dos pies de distancia donde los habían perforado así con esas armas. No deberían permitirle a un renegado como ese tener un arma en su mano. Es cierto. Él no tiene el sentido común para manejar un arma. ¡Oh, es tremendo, pecaminoso, hacerlo de esa manera!",
    "Eso es horrible, pero ese es el americano. ¡Canadá, Uds., gente preciosa de Canadá! Si América sigue adelante, Canadá va a ser tan vil como América después de un tiempo. Acérquense a las fronteras de Canadá en cualquier parte y Uds. tienen esa atmósfera americana. Esta América es la prostituta de las naciones. Eso es exactamente lo que ella es, y ella va a ser peor que nunca ahora. ¡Ella está llegando a su fin! La Biblia habla de su funesto destino, dice cómo va a ser ella. América: vil, podrida, inmunda, buena para nada. Seguro que sí. Ella ha sido una gran nación. Ella ha llevado el mensaje del Evangelio. ¿Qué la hace ser como es? Por cuanto ella ha rechazado el Mensaje del Evangelio, rechazó la Verdad. Ella es horrible. Su merecido viene en camino, no se preocupen. Lo vi en la visión como ¡ASÍ DICE EL SEÑOR! Viene en camino. Ella va a pagar por su pecado.",
    "Allá, cuando América era América, ella era una gran nación. La más grande que el mundo conoció alguna vez desde Israel, fue América, pero ella misma sí que se ha contaminado ahora. Ella ha rechazado el Mensaje. Ella no tomó nada sino solo… Ahora ella misma se… Uds. pueden ver en dónde está ella ahora. Todos lo saben por la última elección, muestra dónde está su posición espiritual. Ajá. Ella no sabe.",
    "Ahora, estos ancianos sentados en el trono con su corona. Ahora, el versículo 5, vamos a empezar.\n\nY del trono salían relámpagos…truenos…voces; y delante del trono ardían siete lámparas con fuego, las cuales son los siete espíritus de Dios.",
    "¡Oh, esto me encanta! ¿A Uds.? ¡Oh!, siento como que mi chaqueta me queda, Uds. saben. Yo solo… cuando… ¡Oh!, me refiero a una chaqueta espiritual, por supuesto, Uds. saben. Muy bien.",
    "🦅 Del Trono”. Hablemos de este Trono ahora por unos minutos. Este no era un Trono de misericordia. El Trono de la misericordia ha terminado; ya no hay misericordia, está sin misericordia. ¿Cómo vamos a…? ¿Cómo va el tribunal a ser el tribunal de Cristo, el tribunal, el Juicio del Trono Blanco? ¿Habrá misericordia entonces? No hay ni una pizca de misericordia para entregar. En el Trono de juicio Uds. podrían gritar “misericordia” hasta que ya no pudieran gritar más, y daría lo mismo que vayan a gritar al viento en alguna parte, porque ya no hay más misericordia.",
    "¡Hoy es el día de misericordia! Ahora, volvamos aquí al Antiguo Testamento solo un momentito y veamos lo que es la misericordia. Volvamos y veamos qué le sucedió a este Trono. Este Trono, por supuesto, es el—el tribunal. Y sean… la razón por la que hay misericordia hoy, es porque el propiciatorio está rociado con una expiación. ¡Sangre! Y mientras haya Sangre sobre el tribunal, entonces ya no es juicio, es misericordia, porque Algo murió para detener el juicio. Si lo ven, digan: “Amén”. [La congregación dice: “¡Amén!”.—Ed.] Mientras haya Sangre sobre el propiciatorio, mostró que Algo murió para detener el juicio. ¡Pero cuando la Iglesia es raptada, el propiciatorio llega a ser un tribunal!",
    "Allá, Uds. saben, también aquí en el Nuevo Testamento, “Y el santuario”. Es donde el—el jurado… en el santuario, el juez en el tribunal en el santuario. Ahora, ese tribunal en el santuario se llenó de humo. ¿Qué significó? Como el Monte Sinaí: ¡juicio! La misericordia había dejado el—el Trono de Dios. Dios va a juzgar al mundo sin misericordia. ¿Cuántos saben eso?",
    "Él solo va a reconocer una cosa en aquel día, ¿qué es? Sangre. Eso es lo único que aplacó a un Dios enojado.",
    "Adán y Eva hicieron tan buenos delantales como cualquier metodista, bautista, presbiteriano o pentecostal pudiera hacerlo, para cubrir su desnudez. Pero Dios podía ver a través de eso, así que Él mató algo y tomó las pieles muertas del—las pieles del animal muerto y la cubrió. Sangre tenía que tomar su lugar. Eso detuvo Su ira, Él vio la sangre y retrocedió apartándose de ella, porque algo había derramado su vida. ¡Oh, Dios!",
    "¡Piénsenlo! Lo único que hará retroceder a Dios, es Sangre. Y solo hay una Sangre ante la cual Él retrocederá, y es Su Propio Hijo. Cuando Él ve que es la Sangre de Su Propio Hijo, Él retrocederá. Porque ese es el don que es… Dios le ha dado a Su Hijo, para redimir aquellos a quienes Él antes conoció, y eso hace retroceder a Dios de Su juicio. Pero cuando esa Sangre sea quitada, y todo lo que fue conocido antes haya sido llamado al precioso Cuerpo y Su Iglesia haya sido preparada y arrebatada, entonces la ira de Dios será sobre la gente.",
    "¡Oh, hermano, jamás considere Ud. pararse allí! Prefiero pararme delante de una ametralladora, ser cortado en pedazos, aserrado pulgada por pulgada, lo que sea (como el juramento de los Caballeros de Colón), que me abran el vientre y quemen azufre y cuánta cosa más dentro de mí, y que me corten los brazos y piernas, lo que sea, pero que nunca yo me pare ante el Juicio del Trono Blanco delante de Dios.",
    "¡Oh!, permítanme quedarme con este pequeño trono aquí delante del propiciatorio de Cristo y aceptar Su Sangre. Nada en mis brazos traigo, Señor.\n\nNingún—ningún otro manantial conozco,\n\nSolo de Jesús la Sangre; (Eso es todo lo que sé.)\n\nEsta es toda mi esperanza y apoyo,\n\nSolo de Jesús la Sangre.",
    "Con razón Eddie Perronet… rechazaron sus cantos. Siendo un Cristiano, un Cristiano fiel, ellos no querían comprar sus cantos. Un día él dijo: “Escribiré uno, y algún día… que ellos van a recibir”. (Y la gente quería algo más moderno en los cantos religiosos.) Un día allí el Espíritu Santo lo tomó, y él tomó la pluma y escribió:\n\n¡Aclamen todos el poder del Nombre de Jesús!\n\nDejen que los Ángeles postrados caigan;\n\nTraigan la diadema real,\n\nY corónenlo Señor de señores.\n\nPorque en Cristo, la Roca sólida, me paro;\n\nTodo otro terreno es arena movediza,\n\nTodo otro terreno es arena movediza.",
    "¡Sea la iglesia, sea amigo, sea enemigo, sea nación, sean riquezas, sea pobreza, sea bueno o sea lo que sea, todos los otros terrenos son arena movediza! Es lo único, eso finalmente va a desaparecer. Pero:\n\n…en Cristo, esa Roca sólida, me paro;\n\nTodo otro terreno es arena movediza. (Tengan eso en mente.)",
    "¡Fíjense! Vamos a Levítico 16, y leamos en la parte de atrás, bien atrás en la parte de atrás de la Biblia ahora, en las leyes levíticas, y veamos aquí en Levítico—Levítico el capítulo 16. Y comencemos con el versículo 14 del capítulo 16. ¡Oh!, me—me encanta tomarme mi tiempo en estas cosas, sacarlas a luz. Levítico cator-… o Levítico 16:14.\n\nTomará luego de la sangre del becerro, y la rociará con su dedo hacia el propiciatorio (¡Sobre el propiciatorio! Observen, vamos a entrar en esto después de un rato.) al lado oriental;…",
    "No olviden esa palabra: “¡Al lado oriental!”. ¿De dónde va a venir Jesús? Del oriente, en una nube de Gloria. ¿Dónde sale el s-o-l? En el oriente. ¿Dónde va a salir el H-i-j-o? [En el inglés, las palabras “sol” e “hijo” suenan igual y casi se escriben igual.—Trad.] En el oriente. ¿Dónde estaba colocado el propiciatorio? Hacia el oriente. ¿Por qué los tengo a todos Uds. sentados en esta dirección hacia el oriente? ¿Por qué? El altar está hacia el oriente. Lo veremos después de un rato, cuán hermosamente, voy a dibujarlo. Le pedí a cuantos pude que trajeran papeles y demás, para dibujar estos mapas en unos minutos. Muy bien.",
    "…la rociará…al lado oriental; hacia el propiciatorio esparcirá con su dedo siete veces…aquella sangre.",
    "¡Oh!, ¿no es hermoso eso? “Siete veces hacia el oriente”. ¿Qué es? Las Siete Edades de la Iglesia serán cubiertas por la Sangre. ¡Aleluya! La Sangre de Jesucristo es tan suficiente, ayer, hoy, y por los siglos, y para cada edad, para salvar a todo pecador, sanar a toda persona enferma, traer todo milagro, toda señal a cumplimiento. “Siete veces”, allá muy atrás en el Antiguo Testamento, mil cuatrocientos noventa años antes de que Cristo viniera. ¡Piénselo! Símbolo, “siete veces…”.\n\nDespués degollará el macho cabrío…expiación por el pecado del pueblo, y llevará la sangre con el…tras el velo, para hacer con esa sangre como hizo con la sangre del becerro,…la esparcirá sobre el propiciatorio y delante del propiciatorio.\n\nAsí purificará el santuario, a causa de…las…de las impurezas de los hijos de Israel, de sus delitos y de todos sus pecados; de la misma manera hará también al tabernáculo de reunión, el cual reside entre ellos que está en medio de sus impurezas.",
    "¿Qué era? “El propiciatorio”. ¿Dónde están ahora? ¿Y allí dentro del arca estaba la qué? La ley. Y la ley, quebrantar un mandamiento era morir sin misericordia. Pero siendo que uno podía recibir misericordia, la sangre tenía que permanecer sobre el altar. Ellos rocían el propiciatorio. Y el propiciatorio es el altar donde Ud. se arrodilla y pide misericordia. Lejos esté de nosotros llegar a quitarlo de nuestras iglesias, ese altar antiguo donde el hombre puede arrodillarse y clamar a Dios por misericordia. Y la misericordia abunda, y fluye libremente de la Sangre del Señor Jesús. Ahora, también, esa es la misericordia. Ese es el propiciatorio.",
    "Pero noten Uds. aquí, no era un propiciatorio, porque habían “relámpagos y truenos y voces”. No hay relámpagos y truenos en la misericordia. Eso es juicio.",
    "Vamos a Éxodo, el capítulo 19 de Éxodo y el versículo 16. Éxodo, el capítulo 19 de Éxodo, y comencemos con el versículo 16.\n\nAconteció…\n\nEscuchen lo que… cuando Dios subió al Monte Sinaí:\n\nAconteció que al tercer día, cuando vino la mañana, vinieron truenos…relámpago, y espesa nube sobre la montaña, y sonido de una trompeta muy fuerte; (¿Qué es la voz de la trompeta? El arcángel.) y se estremeció…(¡Escuchen!)…se estremeció todo el pueblo…en el campamento.",
    "🦅 ¡Juicio”! ¡Fiu! Ellos habían marchado hasta allí y Dios les había dado gracia para viajar, pero ellos habían exigido una ley. Ellos… Dios quería que ellos fueran inter-denominación; y ellos querían hacer una denominación de equello, algo sobre lo cual pudieran discutir, en lugar de solo seguir a Dios y vivir bajo Su jurisdicción, bajo Su poder. La gracia había provisto un profeta, la gracia había provisto una expiación (un cordero), la gracia había provisto todas estas cosas y, sin embargo, ellos querían juicio. Querían algo que ellos pudieran hacer.",
    "Dios dijo: “Reúnelos, les diré lo que es. Yo les mostraré lo que es”. ¡Lean! ¡Escuchen! Y la voz de la trompeta llegó a ser más y más fuerte hasta que sacudió la tierra. ¿Ven Uds. lo que es el juicio? Yo no quiero eso. ¡Denme misericordia!",
    "[El Hermano Fred dice: “¿Hermano Branham?”.—Ed.] Y… [“¿Hermano Branham”?] ¿Sí? [¿Cuál fue la última referencia de la Escritura que leyó?] Esa fue Éxodo, el—el—el capítulo 19 y el versículo 16, Hermano Fred. Éxodo 19:16.",
    "Ahora, fíjense en el versículo 17:\n\nY Moisés sacó del campamento al pueblo para recibir a Dios; (¡Oh, hermano! Yo quiero recibirlo a Él en paz, no así.) y se detuvieron al pie de la montaña. (Muy lejos.)",
    "Recuerden, a esa montaña se le trazaron líneas alrededor. Aun si una vaca tocaba esa montaña, tenía que morir allí mismo, no podía entrar en la Presencia de Dios. Y Dios… “Y Moisés sacó al pueblo”.",
    "Ahora el versículo 18, el versículo que sigue:\n\nTodo el monte Sinaí humeaba, porque Jehová había descendido sobre él en fuego;…(Humeando y ardiendo como un horno.)",
    "¿Cómo descendió Él? No en Su Gloria Shekinah, sino en la ira de Sus juicios.\n\n…y el humo subía como el humo de un horno, y toda la montaña se estremecía en gran manera. (Hermano, ¡yo no quiero estar allí!)\n\nEl sonido de la trompeta iba aumentando en extremo; Moisés habló, y Dios le respondía con voz tronante. (Moisés habló; no el pueblo, ellos estaban hechos pedazos temblando.)\n\nY—y descendió Jehová sobre el monte Sinaí, sobre la cumbre de la montaña; y llamó Jehová a Moisés a la cumbre de la montaña, y Moisés subió.\n\nY Jehová dijo a Moisés: Desciende, y ordena al pueblo que no traspase los límites para ver a Jehová, porque caerá multitud de ellos.",
    "[Cinta en blanco.—Ed.] Hay gente que se sienta en la parte trasera de la iglesia y se ríe de alguien que está hablando en lenguas o que danza en el Espíritu; ¡perdidos, blasfemaron al Espíritu Santo, sellados para siempre! “Al que hable una palabra contra el Espíritu Santo nunca le será perdonado en este siglo, ni en el venidero”. ¡No miren Eso! ¡Apártense de Eso o de lo contrario acéptenlo!",
    "Será mejor que dejemos esa Escritura. Sigan leyéndola, el resto, vean lo que dijo Dios. Y el pueblo dijo: “¡Oh, Moisés!, habla tú. ¡Que Dios no hable más! Ahora deseamos no haber pedido esto”. ¿Ven? “Háblanos tú, Moisés. Si Dios habla, todos nosotros moriremos”. ¿Ven? Dios había hecho una expiación.",
    "Ahora, “La Voz del Trono”. Fíjense en este Trono: “delante del Trono estaban las siete estrellas”, la Voz de las estrellas. “Voces”, ¿ven Uds.? Había más aquí en Apocalipsis 4, o 5, encontramos: “Y del Trono salían relámpagos, truenos y voces”. No una voz; “voces”, plural. ¿Qué era? Dios hablándole a la iglesia, reflejándose a Sí Mismo a través de los siete Espíritus. ¡Cuando el verdadero ungido de Dios habla, es la Voz de Dios! El rechazarlo es quitar el candelero. ¿Ven? “Voces”, la Voz de las Siete Edades de la Iglesia (aquí en la esquina), las voces hablando con truenos y relámpagos.",
    "Hoy en día son tan: “Bueno, no creemos en decir ‘infierno’ en el púlpito”. ¡Oh, misericordia! ¡Tan blah! ¡Hmm! ¡Necesitamos hombres de Dios, hombres que no se callen!",
    "Ahora, no todos pueden ser predicadores, pero Ud. tiene una voz. Y si Ud. no puede predicarle a la gente un sermón… Si Ud. es un predicador, Ud. está llamado al púlpito a predicar. Si Ud. no lo es, Ud. aún es un predicador, pero vívale al pueblo un sermón. Que su sermón sea vivido, y es la Voz de Dios que le traerá reproche a aquellos que Lo rechazan. Ellos dirán: “Nadie puede señalar con su dedo la vida de él o de ella. Ellos son dulces, viviendo… Ellos… Si alguna vez ha habido un hombre de Dios, es ese hombre o esa mujer”. ¿Ve?, viva sus sermones. No trate de predicarlos si Ud. no es llamado para ser predicador; de todas maneras, se va a confundir todo, y se enredará, y Ud. va a enredar al pueblo, y Ud. no sabrá… Pues, Ud.—Ud. los arruinará a ellos y también a Ud. mismo. ¡Solo viva su sermón!",
    "El predicador es llamado a predicar el suyo, y a vivirlo también. Si Ud. no puede vivirlo, entonces deje de predicarlo. Pero Ud. debe vivir sus sermones.",
    "Muy bien, aquí había “voces”. ¡Oh, cómo necesitamos en Jeffersonville miles de voces vividas, el trueno de Dios tronando en dulzura y santidad, pureza, vidas inmaculadas, caminando alrededor de la tierra hoy, sin una mancha! Sí, señor, verdaderos Cristianos, esos son truenos contra el enemigo. Al diablo no le importa qué tan fuerte Ud. pueda gritar; al diablo no le importa cuánto Ud. pueda brincar o cuánto Ud. pueda hacer esto o gritar. Pero lo que lastima al diablo es ver esa vida santificada, santa, consagrada a Dios; díganle cualquier cosa, llámenlo cualquier cosa, sigue tan dulce como siempre y continúa adelante. ¡Oh, hermano! Eso lo arroja lejos, ese es el trueno que sacude al diablo.",
    "Así como, “Bueno” dicen Uds., “si él pudiera predicar como un Billy Graham o un Oral Roberts, o alguien, un gran orador influyente, él sería…”. ¡Oh, no! Algunas veces el diablo solo se ríe de eso. Él no le presta atención a eso más que a otra cosa. Ud. obtenga toda teología—la teología que quiera y todo el entrenamiento del seminario, y el diablo solo se sienta atrás y se ríe de eso. ¡Pero cuando él ve esa Vida!",
    "Miren a esos discípulos allá, ese niño endemoniado ese día con epilepsia, decían: “¡Sal de él, diablo! ¡Sal de él, diablo! ¡Sal de él, diablo!”.",
    "El diablo sentado allí, decía: “Vaya, ¿no creen que están quedando en vergüenza? Ahora, ¿se dan cuenta lo que están haciendo? Jesús les dijo, Él los comisionó, que salieran a echarme fuera. Ni uno de Uds. puede hacerlo”.",
    "Pero, hermano, cuando ellos lo vieron venir a Él, Uno que venía caminando tranquilamente. Ajá. ¡Oh, hermano! Él no tuvo que decir nada. Ese diablo ya estaba atemorizado en ese momento. Él sabía que tenía que salir, correcto, porque allí venía una Vida; no solo un sermón, sino una Vida. Dijo: “Sal de él”. ¡Oh, hermano! ¡Eso era! Tranquilamente; él sabía de lo que estaba hablando, Él sabía lo que estaba haciendo.",
    "Ahora, “Voces”, las voces de las siete trompetas, o voces de las siete estrellas, siete mensajeros. Pero ahora observen aquí:\n\n…y delante del trono…siete lámparas…las cuales son los siete espíritus de Dios.",
    "🦅 Siete lámparas”. Dibujemos un poco aquí, el Trono, el lugar santo, la congregación. Y aquí mismo estaban (una, dos, tres, cuatro, cinco, seis, siete) siete estrellas, siete lámparas, siete mensajeros, siete Espíritus; no queriendo decir en lo absoluto que Dios está en siete Espíritus, sino “siete manifestaciones del mismo Espíritu Santo”.",
    "¿Dónde está el Espíritu Santo? Aquí en el Trono, brillando en cada edad de la Iglesia. Esta edad de la iglesia está reflejando de esta manera, las voces de Dios, Jesucristo el mismo ayer, hoy, y por los siglos. ¿Ven?, siete, habían “voces”. “Y siete lámparas encendidas” siete Espíritus, “las cuales son los siete Espíritus de Dios”.",
    "¿Recuerdan que hace un par de domingos entramos en eso, el gran diamante? Que se corta de muchas maneras diferentes para que refleje el fuego y las luces. De esa manera: “Jesucristo es el principio de la creación de Dios”, Apocalipsis 1. ¿Correcto? Entonces, ¿cuándo fue creado Dios? Él es el principio de la creación de Dios. Y Dios es Eterno. ¿Correcto? Pero cuando Dios fue creado… cuando un pequeño bebé que fue concebido en el vientre de una madre, una virgen. Y ella comenzó a desarrollar estas células en ella para dar a luz a este pequeño bebé, ese fue el principio de la creación de Dios: “Porque Dios fue hecho carne y habitó entre nosotros, y llegó a ser Emanuel, ‘Dios con nosotros’, el principio de la creación de Dios”.",
    "Entonces en esa gran Joya que vino del polvo… porque Él fue hecho del polvo. ¿Es correcto? Él comió alimentos como yo, comió alimentos como Uds. Y, el polvo del cuerpo, Él llegó a ser calcio, potasio, petróleo, luz cósmica, pero en Él moraba la Luz Eterna. Con razón los magos le dijeron a la Estrella: “Guíanos a tu Luz perfecta”.",
    "Ellos solo estaban reflejando la Luz de Una Luz perfecta. Y allí estaba Él, la Luz perfecta de Dios, el principio de la creación de Dios. Ahora, allí adentro estaba, Él…",
    "¿Cómo pudo Él reflejarse a Sí Mismo de nuevo a Sus estrellas de la tierra, después de que los magos lo vieron a Él en el Cielo, y ellos llegaron a ser espíritus ministradores aquí en la tierra? “Él herido fue (el gran Diamante, cortado) por nuestras rebeliones, molido por nuestros pecados, el castigo de nuestra paz sobre Él, por Su llaga fuimos nosotros curados”. ¿Qué estaba haciendo? ¡Reflejando!",
    "Cualquier hombre que afirme ser un siervo de Dios y que niega la sanidad Divina y Su poder, no está recibiendo su luz de ese Diamante, no está recibiendo su luz de ese Trono. Porque Eso lo está reflejando a Él, el mismo ayer, hoy, y por los siglos, en las siete estrellas y las Siete Edades de la Iglesia.",
    "¡Oh, alabado sea Dios! Supongo que es apropiado que un ministro adore a Dios desde el púlpito, con acción de gracias y alabanza y honor y poder. ¡Oh, cuán real!, ¡cómo estremece mi alma al grado que siento que podría gritar, y correr y saltar tan alto como pudiera, porque hay Algo dentro de mí que me cambió de lo que yo era! No soy lo que debería ser, y no soy lo que quiero ser, pero sé que he sido cambiado de lo que solía ser. ¡Algo ha sucedido, algo tomó lugar!",
    "¡Y pararme aquí y ver esta Palabra Eterna que ha soportado toda tormenta! Cuando ellos trataron de quemar las Biblias y todo, sin embargo, siguió adelante, porque Ella dice: “Cielos y tierra pasarán, pero Mi Palabra no pasará”.",
    "Aquí cerca de Chicago ahora, y hay una—una Biblia que está sobre un púlpito de una iglesia. Hace mucho, antes de la Primera Guerra Mundial, un misionero la tenía y un compañero fue convertido, y él quiso darle, este misionero, su Biblia, dijo: “No puedo dártela, esta, mi madre me dio esta”. Dijo: “Cuando llegue a casa te enviaré una”.",
    "Él emprendió el regreso cruzando el mar y un submarino alemán voló el—el barco. Nunca hallaron ni un pedazo de él. Y dos años más tarde, muy lejos en la costa, vieron una caja flotando. Algunos pensaron que podría ser algo que se había hundido, entonces sacaron la caja y la abrieron, dos hombres que iban caminando. Y allí adentro, lo único que sobrevivió, fue esa Biblia que él le estaba enviando al misionero. Está sobre un púlpito aquí cerca de Chicago hoy, en una iglesia metodista: “Cielos y tierra pasarán, pero Mi Palabra no pasará”.",
    "Durante el tiempo de la inundación aquí, en 1937, esta iglesita vieja, cuando estaba con los pisos de barro y demás, nosotros podíamos pasar por encima de ella aquí en un—en un bote de remos. Las inundaciones subieron. Y, bueno, esa noche habiendo predicado el Evangelio pues dejé mi Biblia abierta sobre el púlpito cuando me fui a casa; prediciendo que esa inundación vendría, dije: “Vi una medida de veintidós pies [6,5m] aquí abajo sobre la Calle Spring”.",
    "El Hermano anciano, Jim Wisehart y ellos se rieron de mí. ¿Recuerda eso, Hermano George? Yo dije… Él—él dijo: “¡Oh, Billy, en el ’84 solo hubo cerca de seis pulgadas [15cm] sobre la Calle Spring”!",
    "Yo dije: “Vi a un hombre descender de los cielos, y tomó una regla para medir y la metió allí en la Calle Spring, dijo: ‘Veintidós pies’”.\n\nÉl dijo: “Tú solo estás alterado”.\n\nYo dije: “¡No estoy alterado! ¡Es ASÍ DICE EL SEÑOR!”.",
    "Pregúntenles cuántos pies hubo sobre la Calle Spring. ¡Veintidós pies, hasta la—la pulgada justa! Exactamente.",
    "Y esa vieja Biblia, de donde se había predicado esa noche… Comenzó a llover, las inundaciones se abrieron paso y demás, y esta vieja iglesia… Los asientos subieron directo hasta el techo, la Biblia subió directo hasta el techo, pasando por aquí con toda esa agua levantándolo. El púlpito subió directo. Ellos bajaron directamente; y cada asiento se asentó exactamente en el mismo lugar, y la Biblia quedó exactamente en el mismo lugar, y toda esa agua, y aún estaba abierta, el mismo capítulo en el mismo lugar.",
    "🦅 Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”.",
    "¡Cómo esa Biblia flotó en esa agua salada por dos años sin siquiera mojar las palabras en Ella! Las Palabras de Dios son veraces. Amén.",
    "Recuerdo después de eso, el anciano Hermano Jim Wisehart quedó tan satisfecho con eso que cada vez que le daba un dolor en su brazo… Le dio algún mal cuando llegó a tener como setenta y cinco años, le dio reumatismo. El dolor le molestaba aquí, él corría a buscar la Biblia, y la abría, la colocaba allí encima, otro dolor aquí. Fui allí un día y él tenía encima tantas Biblias que yo no podía ver al Hermano Jim, ¡él se había puesto Biblias por todas partes! Él dijo: “¡Es la promesa de Dios!”. Eso es.",
    "🦅 Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”.",
    "¿Recuerdan al anciano que solía venir a verme? Y no me parece que nadie de su gente está aquí. Y yo le daba una pequeña ayuda, Uds. saben, para que siguiera adelante, porque él estaba viejo y necesitaba dinero, y él venía. Él dijo… Un día yo me iba para Canadá, se dio la vuelta, salía por el portón, y él dijo: “Billy, hijo mío, uno de estos días regresarás y el viejo tío Jim ya no va a estar merodeando de aquí para allá por esta calle”. Esa fue la última vez. Cuando yo estaba en Canadá, recibí un telegrama; él había muerto allí afuera en los brazos de la Hermana Morgan. Tuvo un ataque al corazón y lo llevaron al hospital, él alzó la vista hacia ella y falleció.",
    "Hermana Margie, ¿está ella aquí esta mañana? Ella normalmente viene. Todos Uds. saben. Uno de los grandes casos de cáncer, donde allá, en el Hospital Bautista, ella lleva muerta diecisiete años en los registros de la Clínica Médica allí, de “muerte por cáncer”, hace diecisiete años. Ella vive en la Avenida Knobloch 412, trabajando como enfermera en el hospital allá. ¡Oh, sublime gracia, cuán dulce sonido!",
    "Jim Tom Robertson, un abogado en Louisville, todos conocemos a Jim Tom. Eso es lo que lo trajo a creer en este Mensaje, él fue allá. Y su padre es uno de los jefes del personal de esa junta allí en el hospital. Él fue y lo investigó, para ver si era verdad que ella se estaba muriendo con cáncer, y fue desahuciada y enviada a la casa, y pensaban, hasta donde ellos sabían, que ella ya estaba muerta. Y su padre lo investigó de principio a fin, y es la verdad. Y Jim Tom dijo: “Eso allá es una mentira; ella está sentada aquí mismo ahora, yo puedo llevarlo a ella”.",
    "¡Oh, oh!, Él—Él es un Dios real, ¿verdad? Estoy tan contento de que Él puede mirar por encima de nuestros errores, ¿Uds.? Nos hace amarlo con todo nuestro corazón.",
    "Tronos, relámpagos… ¿Qué? “Siete lámparas” o lámparas, o siete estrellas, llamados “siete Espíritus”, queriendo decir la mani-… siete manifestaciones del Espíritu Santo de las Siete Edades de la Iglesia en los siete propiciatorios para la gente. Aquí están ellas: siete propiciatorios de misericordia, siete propiciatorios, siete iglesias, siete estrellas, siete manifestaciones, siete Espíritus, siete lámparas. ¡Oh, hermano!, ¡cuán perfecto es Dios! Cada…",
    "Puesto allí en la numerología de la Biblia, la numerología de la Biblia es la cosa más perfecta que hay en la tierra. Uds. no pueden hallar un error desde Génesis hasta Apocalipsis, en la numerología de la Biblia. No hay otra pieza de literatura escrita en que Uds. no puedan hallar un error antes de leer tres versos; pero no en la Biblia.",
    "Por más de doscientos años ellos han estado tratando de añadir una frase a la oración del Señor, o quitarle Una. ¡Es perfecta! Uds. no Le pueden añadir más o quitarle. Ellos han estado pensando que mejorarían un poquito la oración. Ellos tratarán de arreglar esto, y ponerle aquello, o quitarle esto; eso simplemente no es correcto. ¿Ven?, ¡Ella es perfecta! Todos los caminos de Dios son perfectos.",
    "Por lo tanto, nosotros somos los imperfectos, pero Él dijo: “Sed, pues, vosotros perfectos, como vuestro Padre en el Cielo es perfecto”. ¿Cómo podemos serlo? Por medio de la preciosa Sangre de Jesucristo, para olvidarnos de nosotros mismos y solo vivir en Él. Allí lo tienen. ¡Cuán precioso es!",
    "Muy bien, el versículo 6, ahora si entramos en él. “Siete lámparas”.\n\nY delante del trono había…un mar de vidrio semejante al cristal; y junto al trono, y en derredor del trono, cuatro bestias llenas de ojos delante y detrás. (¡Oh, hermano! ¡Miren esto!)…bestias llenas de ojos—llenas de ojos delante y de-…(Ahora esperen.)…delante del trono había…un mar de vidrio semejante al cristal; y junto al trono, cuatro…y en derredor del trono, bestias llenas de ojos delante y detrás.",
    "Ahora el “mar de vidrio”. Uds. que van a… Yo… A esto le falta mucho para ser un símbolo aquí, pero quiero borrar esto por un minuto. Ahora… ahora queremos estudiar aquí solo un poquito. El mar de vidrio está simbolizado en el antiguo templo, porque a Moisés le ordenó Dios que construyera el templo en la tierra como él Lo vio en los cielos. Todos saben eso. Muy bien.",
    "Y permítanme solo dibujar un poquito aquí ahora, diciendo, aquí estaba el arca en el Antiguo Testamento, muy bien, lo siguiente, eso se llamaba “lugar Santísimo”. Y el siguiente lugar aquí era el altar, que era llamado “el lugar santo”. Y un poco antes de aquí estaba el llamado “mar de bronce”. En otras palabras, era un lugar donde el sacrificio… se lavaban los sacrificios, se lavan aquí antes de que fueran recibidos sobre… en el altar; en el altar de bronce, o altar de bronce donde se quemaba el sacrificio.",
    "Ahora, queremos observar esto ahora donde el… donde estaba. Y, ahora—ahora, en este mar de vidrio… estaba delante del Trono y delante del lugar santo. Solo… Ahora recuerden, los siete candeleros de oro estaban aquí de esta manera, y entraban en una fuente. ¿Ven? Ahora, esa es la que refleja la luz del lugar santo hacia afuera aquí. Ahora, si Uds.… no, Uds. no tienen que anotar esto a menos que quieran, pero eso… Yo tengo algo más aquí que dibujé yo mismo, sobre lo cual quería hablarles. Pero ahora, ¿ven Uds.?, esto se llamaba el mar de bronce; no era así de grande, fue puesto más o menos en posición en el templo. Fue puesto como de esta manera aquí, el mar de bronce, era una fuente hecha de bronce donde lavaban los sacrificios. Antes de que los sacrificios fueran quemados o aceptados, tenían que ser lavados.",
    "¡Oh, no podría ser eso un sermón ahora mismo, doctor! ¡Oh, hermano! ¿No haría eso—no haría eso… Eso me impresiona, “lavados”. Antes de que cualquier sacrificio sea acepto, para Dios, primero tiene que ser lavado. ¿Cómo? No emocionalmente, sino lavado por la Palabra. Ahora, podríamos regresar y ver dónde este rabí judío… cuando yo estaba predicando sobre ese sermón de las aguas de purificación, la vaca alazana, aguas que fueron guardadas, que fueron hechas aguas de purificación. Y antes de que nosotros podamos alguna vez venir a Dios con verdadera fe, primero tenemos que venir por las aguas de purificación. Sí, señor. ¿Uds. tienen que venir por medio de qué? ¡La Palabra!",
    "¡Oh!, permítanme ver si puedo decir esto para que Uds.… cada uno lo capte. Ahora, pónganse a pensar espiritualmente. Quítense el casco y pónganse a pensar espiritualmente ahora, porque aquí viene algo. “Lavado antes de que pueda ser recibido en el altar”, primero tiene que ser lavado por las aguas de purificación.",
    "Ahora abran conmigo rápidamente en Efesios 5, mantengan su lugar y retrocedan, solo unas páginas, a Efesios el capítulo 5 y el versículo 26:\n\nPara santificarla, habiéndola purificado…(La Iglesia, de la cual está hablando.)",
    "¿Ven?, ahora, permítanme retroceder un poquito más. Retrocedan como al versículo 21, mientras están buscando:\n\nSometeos unos a otros en el temor de Dios.",
    "🦅 Someteos”. Congregación, sométanse a su pastor. Pastor, sométase a su congregación. Si un grupito se levanta, no se ponga del lado de ninguno, sométase a toda la congregación. Congregación, si Uds. empiezan un grupito, sométanse a su pastor en el temor de Dios. ¿Ven? ¡Oh, hermano! ¡Hmm!",
    "Las casadas estén sujetas a su propio marido, como al Señor, (Porque él es su señor.)",
    "Uds. las mujeres, ¿cuántas saben eso? Seguro que sí. La Biblia así lo dijo en el principio. Aún es de la misma manera.\n\nLas casadas estén sujetas a su propio marido, como al Señor;\n\nporque el marido es cabeza de la mujer, así como Cristo es cabeza de la iglesia, la cual es su cuerpo, y él es su Salvador.",
    "Asimismo lo es el marido. Uds. deberían saber eso, Uds. gente casada y adultos, o hijos que tienen suficiente edad para conocer las cosas de la vida. Muy bien.\n\n…como al Señor;\n\nporque el marido es cabeza de la mujer, así como Cristo es cabeza de la iglesia, la cual es su cuerpo, y él es su Salvador.\n\nAsí que, como la iglesia está sujeta a Cristo, así también las casadas lo estén a sus maridos en todo.\n\nMaridos, amad a vuestras mujeres, así como Cristo amó a la iglesia, y se entregó a sí mismo por ella, (¡No la pisotee! Si lo hace, Ud. no es apto para ser un marido. Eso es correcto.)\n\npara…\n\nEscuchen, ¡aquí está! Cáptenlo ahora:\n\npara santificarla, habiéndola purificado en el lavamiento del agua por la…[La congregación dice: “¡Palabra!”.—Ed.] ¡Hmm!",
    "Entonces, cada adorador que alguna vez llega a tener acceso a Esto tiene que venir por la Palabra. Hay demasiados que vienen de otra manera. Yo creo en pequeñas historias y cosas, acerca de que “mamá murió hace muchos años y ella te está esperando en el Cielo”; eso está bien después de que la Palabra ha sido aplicada. Mucha gente viene al altar porque se quieren encontrar con su madre en el Cielo. Eso está bien, Uds. deberían hacer eso, pero esa no es la razón por la cual Uds. vienen al altar. ¡Uds. vienen al altar confesando sus pecados porque Cristo murió en lugar de Uds., por medio de la Palabra!",
    "Entonces, cualquier sacrificio que no viene conforme a la Palabra, no es aceptado. ¿Correcto? (¡Oh, hermano!, me desagrada decir esto. ¡Oh, me desagrada decirlo! Perdónenme por decirlo.) Por esa razón Hechos 19 está en la Biblia: “¿Recibisteis el Espíritu Santo desde que creísteis?”.\n\nEllos dijeron: “Nosotros… no sabemos si hay…”.\n\nDijo: “¿Entonces en qué fuisteis bautizados? ¿Por qué no han entrado Aquí?”.",
    "¡Ellos vinieron de otra manera aparte de la Palabra! Dijeron: “¡Oh!, nosotros pasamos a través de la fórmula, fuimos bautizados… Juan”.\n\nÉl dijo: “Eso no va a funcionar. Juan solo bautizó para arrepentimiento, no para perdón de pecados”.",
    "Y cuando oyeron Esto, fueron bautizados de nuevo. ¿Por qué? ¡Por la Palabra! “Lavados por las aguas de la Palabra”. La Palabra dice: “¡El Nombre de Jesucristo!”. ¡Cualquier cosa que le añade alguna otra cosa a Eso es falso!",
    "Ahora, mi precioso hermano, sé también que esto es una cinta. Ahora, no se emocionen. Permítanme decir esto con el amor de Dios, la hora se ha acercado en que ya no puedo quedarme quieto sobre estas cosas, está demasiado cerca a la Venida. ¿Ven? “¡El trinitarismo es del diablo!”. Digo que eso es ¡ASÍ DICE EL SEÑOR! Miren de dónde vino. Vino del Concilio de Nicea cuando la iglesia católica llegó al poder. La palabra “trinidad” ni siquiera se menciona en todo el Libro de la Biblia. Y en cuanto a tres Dioses, eso es del infierno. Hay un Dios; seguro que así es.",
    "Ahora, entonces Ud. dice: “¿Cree Ud. que toda esta gente que—que son trinitarios son del infierno?”. No, señor. Yo creo que ellos son Cristianos. Pero la hora se acerca, hermano, en que ellos están sinceramente equivocados.",
    "Cualquier hombre, en cualquier parte, en cualquier momento, que quiera hablar sobre el tema, venga a mí; cualquier ministro, obispo, arzobispo, sea lo que Ud. sea. Y esto está grabado, irá alrededor del mundo. Yo pido en amor fraternal, que cualquier persona que me oiga en esta cinta alrededor del mundo, que venga a mí y me muestre un texto de la Escritura o un párrafo en cualquier historia (que sea historia auténtica), donde alguna persona fue bautizada alguna vez en el nombre del “Padre, Hijo, y Espíritu Santo” hasta que ellos se organizaron en la iglesia católica, yo cambiaré mi doctrina. ¡Toda persona fue bautizada en el Nombre de Jesucristo! Y mis preciosos hermanos, sus ojos están cegados a esas cosas. ¡Oren para que Dios les dé Luz!",
    "Ahora, si Ud. tiene Escritura para apoyarlo, estaré esperándolo o esperando oír su llamada. Ud. está… Ud.… Después de esta cinta, Ud. está andando voluntariamente en ignorancia espiritual si no me reta sobre eso. Si quieren saber qué es Luz y qué es oscuridad, preguntémosle a Dios. Recuerden, yo digo ¡ASÍ DICE EL SEÑOR! Si Uds. creen que yo soy Su siervo… Y si eso no fuere conforme a la Palabra, eso estaría errado. Entonces si no es conforme a la Palabra, su deber es venir a corregirme, ajá, ver qué sucede. Ajá. ¡Es un error!",
    "Yo creo que muchos millares de personas trinitarias que creen en tres Dioses son salvos, porque eso es todo lo que conocen. Vamos a llegar a eso más adelante en el mensaje.",
    "Ahora, no detengan sus cintas todos Uds. ni se salgan de la casa, Uds. hermanos trinitarios, escuchen Esto. Solo quédense quietos unos minutos. Uds. mismos se lo deben. Uds. se lo deben a su congregación. ¿Ven? No dejen de recibir las cintas, solo persistan en Ello. Escudríñenlo por la Palabra y vean si está correcto. La Biblia dice: “Examinadlo todo”.",
    "Yo sé que eso no es popular, tampoco lo fue Jesús, tampoco lo fue el Mensaje, siempre. Uds. me amaron cuando vine a sanar a los enfermos y a los afligidos entre Uds., Uds. lo consideraron grandioso, grandes multitudes y aumentó a la iglesia. Ahora, Jesús hizo lo mismo hasta que un día Él tuvo que llegar a la Verdad. Y cuando lo hizo, aun setenta se alejaron de Él. Y Él se dio vuelta hacia el resto, a los doce, y dijo: “¿Queréis acaso iros también vosotros?”.\n\nY Pedro dijo esas palabras notables: “Señor, ¿a quién iríamos, porque solo Tus Palabras son Eternas?”.",
    "¡Y solamente la Palabra de Dios es Eterna! Y encuéntrenme alguna parte en que Dios haya hecho bautizar a alguien alguna vez en el nombre del “Padre, Hijo, Espíritu Santo”.",
    "¿Va Ud. a Mateo 28:19, “Padre, Hijo, y Espíritu Santo” donde Mateo dijo, “Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el Nombre del Padre, Hijo, Espíritu Santo”? Y cualquiera que piensa que “Padre, Hijo, Espíritu Santo” es un nombre, muestra que hay algo errado en su educación. (Ahora, para que un estudiante del séptimo grado le diga eso a obispos que están escuchando Esto.) Padre no es un nombre, Hijo no es nombre, y Espíritu Santo no es nombre. Son títulos que corresponden al Nombre (de Padre, Hijo, Espíritu Santo), el cual es Jesucristo.",
    "Recuerden, eso no es con enojo, es dicho en amor y respeto piadoso, con amor y consideración por todo el Cuerpo de Cristo a donde soy invitado por mis hermanos trinitarios (y por todo el mundo) para venir y predicar en sus congregaciones. Pero yo nunca lo menciono cuando estoy entre Uds. Quiero ser… A menos que Ud. mismo me lo pida, y yo vaya a la parroquia con Ud. y hable con Ud. acerca de eso. Pero delante de su congregación, eso los agitaría. Es su deber recibir la Revelación e ir a enseñarle a su rebaño, Ud. es el pastor del rebaño. Estoy hablándoles a ministros. Si Ud. no entiende, venga, sentémonos y hablémoslo. La Biblia dice: “Examinadlo todo, y retened lo bueno”.",
    "🦅 Mar de vidrio”, donde se lavaba el sacrificio… Y nosotros somos lavados… ¡Oh!, no olviden eso, vamos a regresar a eso después de un rato: “Lavado por el agua de la Palabra.” Así que, Ud. tiene que oír la Palabra antes de poder entrar allí, porque la única manera en que Ud. pueda acercarse a Dios, es por fe. ¿Es correcto? “La fe viene por el oír, el oír la Palabra”, lavando nuestra consciencia. No para encontrarse con un hombre, no para encontrarse con papá, no para encontrarse con mamá, no para encontrarse con el bebé (todo eso es verdad, vamos a hacer eso), pero a lo primero que tenemos que llegar es a la avenida de Dios para acercarnos; seremos lavados cuando oigamos la Palabra de Dios.",
    "Por fe estamos caminando. Gracia, “lo que Dios hizo por Ud.”. Eso es correcto. Ud. le cree a Dios, Ud. cree en Dios; y en cuanto Ud. se arrepiente, Ud. ya ha sido perdonado.",
    "Como yo le decía a un hermano ayer, se confundió un poco sobre eso, y dije: “Mire, hermano, si Ud. dijera algo para herir los sentimientos de su esposa, inmediatamente Ud. se compadecería de ella, Ud. siente el haberlo hecho, Ud. ya está arrepentido en su corazón. Eso es correcto. Pero Ud. tiene que ir a decírselo. Ud. tiene que ir y decirle: ‘Cariño, yo—yo siento haber dicho eso’. Entonces Ud. se habrá arrepentido completamente”. Ahora, así es con Dios.",
    "Un hombre que fuera y dijera: “Le herí sus sentimientos, da lo mismo, le diré que lo siento, pero realmente no lo siento”, Ud. es un hipócrita. ¿Ven?, eso es cierto. Eso nunca será recibido por Dios.",
    "Uds. tienen que estar totalmente arrepentidos por sus pecados. Entonces cuando Uds. saben que están arrepentidos de sus pecados, luego: “Arrepentimiento, y bautícense en el Nombre de Jesucristo para perdón de vuestros pecados; y recibiréis perdón, recibiréis el Espíritu Santo”. ¿Ven?, sencillo, Dios lo ha hecho muy sencillo.",
    "Aquí el… nos damos cuenta aquí en el “mar de vidrio”, que fue comparado al cristal. Ahora, el mar de vidrio está simbolizado, tipificado por el mar de bronce. Este es el mar de vidrio, en el Cielo. Moisés lo vio como un mar de vidrio e hizo lo que fue llamado el “mar de bronce”, un altar de bronce, sacrificio de bronce… altar de bronce, mejor dicho.",
    "¿Saben Uds. de lo que habla el bronce en la Biblia? Juicio. Él hizo una serpiente de bronce. ¿Qué significa una serpiente? El símbolo de serpiente significaba “pecado ya juzgado”, en el huerto del Edén, cuando, “Tu calcañar herirá su cabeza; su cabeza herirá el calcañar”.",
    "Y el bronce representa “Juicio Divino” el altar de bronce, donde se quemaba el sacrificio; fuente de bronce, donde era lavado por el agua de la Palabra. ¿Ven? Mo-… Elías, en sus días, salió y alzó la vista, y dijo: “Los cielos parecen como bronce”. (Juicio Divino sobre una nación rechazada.) ¡Oh, hermano! ¡Bronce, de bronce!",
    "Ahora estamos en la “fuente”. Y fíjense que esta fuente estaba vacía y era tan clara como el cristal. ¿Por qué? ¡La Iglesia ya había sido redimida!",
    "Ahora, ahora, nos damos cuenta un poco adelante, sin embargo, cuando aparecen los santos de la Tribulación, la encontramos de nuevo llena de fuego. ¿Sabían Uds.…? ¿Les gustaría leer eso? Vayamos ahora a Apocalipsis, el capítulo 15, el versículo 2, y leamos donde vemos este fuego de bronce de nuevo. Muy bien.\n\nVi otro ángel…Vi en el cielo otra señal, (Correcto.) grande y admirable: siete ángeles que tenían…siete plagas postreras; porque en ellas se consumaba con la ira de Dios.\n\nAhora la “ira” de Dios. Observen:\n\nVi también como si fuera un mar de vidrio mezclado con fuego; (Ahora, observen.) y ellos que habían alcanzado la victoria sobre la bestia y su imagen, y la marca y el número de su nombre, parados sobre el mar de vidrio, con…arpas de Dios.\n\nY cantaron el cántico de Moisés siervo de Dios,…",
    "¡Oh!, ¿lo ven? “Período de la Tribulación”. ¡Oh! ¿Tienen prisa? [La congregación dice: “¡No!”.—Ed.] Muy bien, escuchen, fijémonos en algo aquí.",
    "¿Cómo venimos? Tenemos que venir (esta Iglesia Gentil) a esta Palabra, mar de vidrio, agua, el agua de la Palabra (¿Es así?), reconocer la Palabra tal como está escrita. Entonces el sacrificio es acepto y lleno del Espíritu Santo desde adentro, brillando a través de la Luz de esa edad. De este… Aquí viene saliendo del lugar santo entrando aquí, saliendo de la estrella entra aquí. ¿Lo entienden?",
    "Fíjense, ahora, al final de esta edad, Juan, cuando él vio el mar de bronce allí, era “claro como cristal”. ¿Qué era? La Palabra había sido quitada de la tierra, raptada en la Iglesia, y era “clara como cristal”, ya no había Sangre, la edad de la Iglesia había terminado.",
    "Ahora, en Apocalipsis 15, el remanente de la Simiente de la mujer, los cuales eran los santos de la Tribulación que pasaron por la Tribulación, fueron hallados (¡Miren!) en pie sobre este mar. Y estaba lleno de fuego, sangre, llamas rojas lamiendo, el fuego de Dios. Ellos habían obtenido la victoria sobre la bestia (Roma), sobre su número, sobre la letra de su nombre, y sobre su imagen (la Confederación de Iglesias), y habían salido. Y por medio de la predicación de Moisés y Elías, aquellos dos profetas que aparecerán a Israel para sacar el… este grupo de gente, esos santos del período de la Tribulación, allá en ese tiempo que van a ser traídos adentro, fueron…",
    "¿Ven?, la Iglesia ya fue raptada ahora, pero recuerden, la Esposa está en el Trono. El período de Tribulación… Vivió en los reinos, afuera, y trajo a todos sus reyes y su honor y gloria a la Ciudad. Cuando lleguemos a Apocalipsis 22, lo verán. Si están anotando esto y guardándolo, cuando lleguemos a eso Uds. verán lo que queremos decir. No tenemos tiempo para ver toda cosita y estudiarlo de arriba abajo, sino tocar los puntos sobresalientes de esto. Entonces algún día, quizás, si el Señor quiere, tendremos mucho tiempo para hablar sobre eso.",
    "Ahora, estos santos del período de la Tribulación que aparecen, habían pasado por grandes tribulaciones. (¡La Iglesia no pasará por la Tribulación! ¿Ven Uds. que ellos ya estaban en la Gloria?) Y aquí están los santos de la Tribulación, los santificados que habían… siendo que es mi culpa y la de Uds. que ellos nunca hayan oído la Palabra. Si es que La oyeron y La rechazaron, ellos pasan al infierno; ellos fueron echados a las tinieblas de afuera porque rechazaron la Palabra. Pero si ellos nunca La oyeron, Dios es justo, el período de la Tribulación viene a ellos.",
    "Ahora, fíjense por un minuto. Santos lavados por la misma Palabra, porque es el mismo altar, es el mismo mar de vidrio y la misma Palabra. Apocalipsis 2:5, Apocalipsis 15: (mejor dicho) 2 al 5. Fíjense, por un minuto. Ahora, nosotros nunca les llevamos la Palabra, por esa razón ellos—ellos estaban así. Nosotros nunca les llevamos la Palabra, vamos a ser responsables. Así que no vamos a poder alcanzar a toda la gente; la Iglesia no lo va a hacer (en esta edad), la que tiene la Verdad. Porque ellos van a pasar por la Tribulación, ellos no son los Santos que murieron allá atrás en aquellas edades de la iglesia, porque él dijo: “Ellos han salido de la gran Tribulación”, y la gran Tribulación es aún futuro, después de que la Iglesia se va a Casa.",
    "¡Oh, ahí tienen! ¡Oh, me encanta! ¡Escuchen! Avancemos un poco, quiero ver qué clase de Palabra oyeron ellos. Ahora, vamos a comenzar de nuevo en el versículo 2 del capítulo 15.\n\nVi también como si fuera un mar de vidrio mezclado con fuego; y a los que habían alcanzado la victoria sobre la bestia…sobre su imagen,…sobre su marca…sobre el número de su nombre, parados sobre el mar de vidrio, con…arpas de Dios.",
    "Ahora, ¿ven?, ellos nunca habían entrado, pero habían escuchado la Palabra. Ellos habían oído la Palabra. Ahora, escuchen, vean qué clase de Doctrina oyeron, vean si se compara con la Iglesia ahora.\n\nY cantaron el cántico de Moisés siervo de Dios, (Eso fue después de que Moisés hubo cruzado al otro lado.) y el cántico del Cordero, diciendo: Grandes y maravillosas son tus obras, Señor Dios Todopoderoso; (¿Quién es ese Cordero?) ¡El Señor Dios Todopoderoso! justos y verdaderos son tus caminos, Rey de los santos.",
    "¿Ven lo que ellos reconocieron que era Él? No una tercera persona en una trinidad, sino “¡el Señor Dios Todopoderoso, el Rey de los Santos!”. ¡Escuchen! ¿Están listos? Versículo 4:",
    "¿Quién no te temerá, oh Señor, (S mayúscula-e-ñ-o-r, Elohim) y glorificará…Quién es el que queda que no te temerá…y glorificará tu nombre?…",
    "Ellos fueron lavados por las mismas aguas por las cuales Uds. están siendo lavados ahora: oyendo la Palabra, y la fe y poder de Jesucristo siendo el Todopoderoso. Esta es toda la Revelación en el principio. Toda la cosa está envuelta en la Revelación de Quién es Jesucristo: “¡Dios hecho carne entre nosotros!”.\n\n…Grandes y maravillosas son tu Nombre…\n\n¿Quién no te temerá…y honrará tu nombre? Tú eres…pues sólo tú eres santo; por lo cual todas las naciones vendrán y te adorarán, porque tus juicios se han manifestado.",
    "En otras palabras: Vemos lo que significa no recibir Eso, Tus juicios están siendo manifestados. Así que, aquí estamos de pie, lavados ahora, estamos siendo lavados por el agua después de que hemos venido a través del período de la Tribulación. Nos hemos parado firmes por Ti y Te creímos, y ahora estamos de pie sobre el mar de vidrio, y estamos honrándote y glorificándote siendo un reflejo de Tu Espíritu Santo. Y Tus candeleros son verdaderos y Tus juicios son justos.",
    "¡Oh, hermano! Podríamos quedarnos una semana en eso. “Bautismo del Espíritu Santo”, dibujemos algo aquí ahora, solo un minuto, tengo algo que quiero dibujar. Ahora, vamos a… ¿por qué no vemos eso allí mismo donde estamos?",
    "Ahora, si nos fijamos, aquí hay un gran cuadro. Ahora, aquí está el lugar Santísimo. Muy bien. Aquí está el lugar santo. Y aquí está el primero, antes de llegar allí, está el—el mar.",
    "Muy bien, ahora fíjense. ¿Cómo nos acercamos a Dios? “La fe viene por el oír, oír la Palabra de Dios”, que está siendo reflejada desde el lugar Santísimo al mensajero de la edad.",
    "Nuevamente, y eso… En el templo de Salomón, dio el reflejo, esos candeleros reflejaban sus luces en esa fuente de bronce. Así que, aquí, el ángel de la edad de la iglesia está reflejando en esa agua quién es este Hombre que está aquí adentro, reflejando Su misericordia, Sus Palabras, Su Juicio, Su Nombre. Todo se refleja aquí adentro donde Ud. es separado por creer Eso. ¿Lo captan?",
    "Fíjense lo hermoso de esto aquí, lo hablamos el otro día. Observen aquí, aquí, “Justificados, pues, justificados por la fe”. Muy bien, en segundo lugar, después de ser lavados, “santificados”. Y, entonces, “llenos del Espíritu Santo”. ¡Justificación, santificación, bautismo del Espíritu Santo! ¿Lo ven? ¿Cómo fue Su Mensaje? Justificación por el oír; santificación es lo que Uds. hacen; con respecto a lo que Uds. hicieron en agradecimiento por eso, Dios los selló por medio del Espíritu Santo.",
    "Ahora a Ud., mi hermano bautista, quiero preguntarle algo. Ud. dice: “¿Qué más podía hacer Abraham sino creer a Dios? Y Dios se lo contó por justicia”.",
    "Eso es todo lo que él podía hacer, aquí mismo, Él le creyó a Dios. Pero Dios, para aceptar su creencia, le dio el sello de la circuncisión y lo selló, mostrando que Dios había re-… aceptado su fe. Y si Uds. profesan fe en Dios, y nunca han sido sellados por el Espíritu Santo… Efesios 4:30, si quieren anotarlo, Efesios 4:30: “¡No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados!”. Y Uds. no son sellados hasta que hayan recibido el Espíritu Santo.",
    "¿Cuánto tiempo dura? ¿Hasta el próximo avivamiento? “Hasta nuestra redención, el mismísimo Día de la redención”. No hay manera de alejarse de Él. Uds. no pueden alejarse de Él, porque Él no se alejará de Uds. ¿Ven? “Porque fuisteis sellados hasta el Día de vuestra redención”. “No hay nada futuro, nada presente, peligros, hambre, sed, muerte ni nada, que pueda separarnos del amor de Dios que está en Cristo”. Pablo dijo: “¡Estoy completamente seguro de eso!”. ¡Allí lo tienen! Allí lo tienen, Uds. están sellados hasta el Día de su redención.",
    "Fíjense, eso nos lleva a lo del domingo pasado—pasado otra vez. ¿Tengo tiempo? Yo solo… Observen, observen esto, el espíritu… espíritu, alma, y cuerpo. Muy bien, ¿ven?: cuerpo, alma, espíritu.",
    "Ahora permítanme borrar eso y hacer algo aquí para Uds. Ahora voy a dibujar algo aquí, no tuve oportunidad de dibujarlo el domingo pasado, así que lo tengo dibujado aquí en este pedazo de papel amarillo. Me gustaría que Uds. lo copiaran y puedan ver lo que quiero decir, ahora, Uds. con sus lápices. Ahora, este es el cuerpo; y esta es el alma; y este es el (mayúscula E-s-p-í-r-i-t-u), Espíritu, el Espíritu Santo. Muy bien. Ahora, de eso estamos hechos.",
    "Si se fijan aquí, lugar santo, lugar Santísimo; aquí el altar, el lugar santo; y aquí el mar—el mar, allí es donde Uds. oyen la Palabra: “La fe viene por el oír, el oír la Palabra”, separación, mar de la separación, mar de separación. Ahora fíjense en esto. Ahora, solamente hay una entrada para entrar aquí, y esa es que Ud. tiene que venir aquí primero. ¿Es así?",
    "Ahora, quisiera tener espacio, yo pondría aquí, “las—las vírgenes”. Cuando el… La “Cena de las Bodas”, otra. ¿Ven cómo entró aquí este hombre en la Cena de las Bodas, y él entró de alguna otra forma? Aquí estaba la Puerta. Jesús dijo: “Yo Soy la Puerta”. Y esta mesa de boda estaba puesta aquí y toda la gente sentada alrededor, y aquí había un hombre aquí arriba que no tenía un Vestido de Bodas puesto. Y cuando el Rey entró, Él dijo: “¿Cómo llegaste aquí, amigo mío? ¿Cómo pudiste entrar aquí?”. Eso mostró que él no entró por esta Puerta. Él entró por una ventana o entró por la parte de atrás, o a través de algún credo o denominación. ¡Él no entró por la Puerta!",
    "Porque en el antiguo oriente ellos aún siguen con lo mismo, el novio que va a casarse, él reparte las invitaciones y le entrega el vestido a todos los que él ha invitado.",
    "¡Oh!, ¡cómo me da vueltas y vueltas el corazón cuando pienso en eso! “Nadie puede venir a Mí, a menos que Mi Padre le dé una invitación primero, y todo lo que el Padre Me ha dado, vendrá a Mí”. ¿Cómo fuimos llamados? Antes de la fundación del mundo nuestros nombres fueron puestos en el Libro de la Vida del Cordero, para ver la Luz, para recibir el Espíritu Santo, para andar en Él. Nuestros nombres (cuando el Cordero fue inmolado) fueron puestos en el Libro al mismo tiempo que el Nombre del Cordero fue puesto allí. La Biblia, llegaremos a eso en un momento, dice: “él engañó a todos sobre la tierra cuyos nombres no están escritos en el Libro de la Vida del Cordero desde la fundación del mundo”.",
    "Fíjense, entonces si él… el novio mismo, cuando él se paraba a la puerta. Y el hombre traía la invitación, decía: “Aquí está”.",
    "🦅 Gracias”. Él tomaba la invitación, la ponía aquí abajo, y le ponía un vestido a él para que todos se vieran igual. ¡Me gusta eso! ¿Ven? En el poder de Dios, en la Iglesia del Dios viviente, el rico, pobre, esclavo, libre, negro, blanco, moreno, amarillo, todos se ven igual porque están vestidos con el mismo Poder del Espíritu Santo. ¿Ven?\n\nAhora, eso mostró que él no entró por la Puerta.",
    "Ahora, fíjense aquí. ¡Oh!, si un hombre trataba de entrar en el lugar Santísimo (alguien, algún maestro de la Biblia dígame), si alguien empezaba a entrar a este lugar Santísimo sin pasar por aquí, él moría. El hijo de Aarón tomó fuego extraño un día, algún fuego denominacional (cuando Aquello no era fuego denominacional), y ellos murieron a la puerta. ¿Correcto? O fueron los hijos de Elí, creo yo. Los hijos de Elí los llevaron adentro, cuando eso representaba a los hijos de Aarón el cual era el sacerdote.",
    "Ahora, ahora, hay una manera de entrar en el cuerpo. ¿Cómo se controla este cuerpo? Ahora, observen atentamente ahora y preparen sus lápices. Aquí está la puerta en este lado que entra en el cuerpo: uno, dos, tres, cuatro, cinco. Ahora, ¿lo tiene ya dibujado? Ahora, la primera puerta aquí es: vista, olfato, oído y gusto, y tacto o sentir (cualquiera que sea, no importa). Ahora, esos son los sentidos en el cuerpo. ¿Es así? ¿Cuántos saben eso? Seis sentidos controlan el cuerpo. Ahora, tenemos un alma después de que uno pasa a través de esto. Los sentidos están afuera, ese es el sistema externo.",
    "Ahora, aquí adentro hay uno, dos, tres, cuatro, cinco, cinco atributos en el alma. Ahora, ¿quieren anotarlos? El primero es la imaginación, imaginación. El segundo es la consciencia. Y el tercero es la memoria. Y el cuarto es la razón. Y el quinto es el afecto.",
    "Ahora, ¿los anotaron todos? Si no, entonces díganmelo ahora. ¿Los tienen todos anotados? Vista, gusto, tacto, olfato y oído; el cuerpo, son la entrada al cuerpo.",
    "El alma es imaginación, consciencia, memoria, razón y afecto, son los sentidos o los atributos, como los sentidos del alma. Y el alma es la naturaleza del espíritu que está adentro, porque el alma solo manifiesta una atmósfera de lo que está adentro de uno. Toma el lugar de santificación, el alma, está allí en la misma categoría. Muy bien, ahora, todo… todos ¿lo anotaron? Muy bien.",
    "Ahora, para esta puerta hay solo una, una puerta, que se llama “voluntad propia”. Ud. es el jefe de lo que entra allí. Y ¿qué hace? ¿Qué es esto? El cuerpo tiene que ser lavado, la fuente; santificado, aquí, lleno del Espíritu Santo, aquí adentro, y esto se convierte en el tribunal de Dios otra vez, donde Dios está en su corazón, y si Ud. hace algo errado, dice: “¡Ooh, vaya!, hice mal”.",
    "Algunas personas dicen: “No me condena usar—usar cabello corto”, las mujeres. “No me condena usar manicura o maquillaje, o lo que sea. No me condena ir a los bailes. No me condena decir una mentira piadosa. No me condena jugar naipes en mi fiesta de naipes”. ¿Sabe por qué? Ud. no tiene nada qué condene. “Eso no hiere mi consciencia”. Ud. tiene tanta consciencia como una culebra tiene caderas. Así que, Ud. solo… Ud. no tiene consciencia, no hay nada allí que le duela. ¡Ud. es del mundo!",
    "¡Pero lo desafío a que Ud. permita que Jesucristo entre aquí e intente hacerlo entonces! Hermano, Ud. estará tan condenado que se retirará y apartará la cabeza de esa cosa tan cierto como yo estoy parado aquí, porque Él es santo. Escuchen, estoy citando la Escritura: “Si amáis esas cosas que son el mundo, las cosas del mundo, es porque el amor de Dios ni siquiera está en vosotros”.",
    "🦅 ¿Cómo fue? La voluntad propia. ¿Por qué le llama ‘voluntad propia’, Hermano Branham?”. Porque pone a un hombre y a una mujer de nuevo como Adán y Eva en el huerto del Edén. ¿En base a qué? ¡Los dos árboles! Voluntad propia, este es muerte; Este es Vida, voluntad propia. Inmoral… ¡Libre albedrío! Dios colocó al primer hombre, a Adán y a Eva, aquí mismo con libre albedrío. Él los coloca a Uds. en el mismo lugar. Y la única forma en que Uds. pueden arreglar esta cosa aquí adentro es por su voluntad propia. ¡Aleluya! ¡Su voluntad propia! Uds. por su voluntad tienen que desear hacer la Voluntad de Dios. Uds. tienen que alejarse de su propia voluntad para permitir que la Voluntad de Dios entre, porque este es el único canal que conduce al corazón.",
    "¡Oh, Uds. pueden unirse a la iglesia, Uds. bautistas y presbiterianos! Y Uds. metodistas y Peregrinos de Santidad pueden venir a la santificación. Pero Uds. tienen que querer hacer la Voluntad de Dios, por voluntad propia, para permitir que el Espíritu Santo entre aquí, para producir: “Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios. Ellos hablarán nuevas lenguas. Sobre los enfermos pondrán sus manos o tomarán en sus manos cosas mortíferas, y demás. Estas señales seguirán a los que han dejado que su voluntad llegue a ser Mi Voluntad, y las obras que Yo hago ellos las harán también”. Espero que no pasen Eso por alto. Hay un deseo de hacer la Voluntad de Dios. ¿Ven Uds. lo que quiero decir?",
    "Miren aquí, hablando acerca del lugar santo, la fuente. Aquí están las luces, los candeleros (uno, dos, tres, cuatro, cinco, seis, siete), cada uno de ellos tiene una luz. ¿De dónde están recibiendo su luz? ¿Dónde está la Luz reflejada, a dónde Se está reflejando? No Se está reflejando aquí en un rincón en alguna denominación. ¡Está reflejándose aquí atrás a la Palabra! Son aguas de purificación. ¡Fiu!",
    "🦅 Que se predicase en Su Nombre” (Lucas 24:49), “el arrepentimiento y el perdón de pecados en todas las naciones, comenzando desde Jerusalén”. ¿Cómo se enseñó el arrepentimiento y el perdón de pecados en Jerusalén? ¿Hasta dónde va? Debe ir a todo el mundo. “Arrepentíos” dijo Pedro, en Hechos 2:38, “y bautícense en el Nombre de Jesucristo para perdón de su pecado”. Ese Mensaje ha de ir a todo el mundo, y entonces vendrá el fin. Entonces será el fin, después de que este Mensaje haya ido a todo el mundo.",
    "¿Cómo? ¿reflejarán estos candeleros aquí luz a alguna denominación metodista, presbiteriana o pentecostal? ¡Pues, seguro que no!",
    "Se refleja aquí adentro como el “YO SOY”, no el “Yo era”. No tres o cuatro personas diferentes, sino Dios morando allí adentro reflejándose a Sí Mismo a cada una de esas iglesias. Miren allá atrás y vean lo que hicieron ellas (acabamos de pasar por la historia), ellos lo reflejaron como Él era, como Él es, y como Él siempre será.",
    "🦅 El que era…”. Apenas Juan Lo vio, dijo: “El que Era, que Es, y que Ha de venir, el Dios Todopoderoso, la creación de Dios, el Alfa, la Omega, el Principio y el Fin”. Esa es la verdadera Luz que debe ser reflejada. ¿Lo ven? ¡Amén! ¡Fiu!",
    "Pasan de las doce, y yo—yo tengo… Escuchen, démonos prisa para que puedan copiarlo. Me desagrada retenerlos mucho tiempo, pero no sé cuándo los vea de nuevo. ¿Ven? Y quiero que capten esto, amigos, esto es Vida. Ahora, miren, no quiero decir que es porque yo Lo esté diciendo. Si—si estoy reflejando esa clase de… entonces soy… Uds.—Uds. mal entienden mi corazón. No estoy tratando de reflejar: “¡Oh!, solo esto es… Uds. no son nada”. No estoy tratando de hacer eso. Si Uds. no han recibido la Luz, estoy tratando de dirigirlos a Uno que está aquí. No al que está aquí en este púlpito, Aquel que está allí en ese Trono. Y ese Trono tiene que llegar a estar en su corazón, entonces Uds. verán exactamente lo mismo que está reflejando aquí.",
    "¿Qué es esto aquí arriba? Está reflejando Esto. Y esto es Esto, la Palabra. Lavados por las aguas de la Palabra, por la Palabra; lavados (por las aguas de purificación) de las cosas del mundo—del mundo, por la Palabra. La Palabra dice que Él es el mismo ayer y por los siglos. No dice: “Él es el mismo en la edad Pentecostal, allá con los discípulos, y luego en la siguiente edad Él cambió”. No, ¡Él es el mismo! ¿Ven? Uds. no pueden hacerla decir nada más. Podríamos quedarnos en una de esas cosas por horas, pero espero que Lo estén captando ahora. Si Dios los ha llamado, Uds. Lo van a captar. Eso es lo que creo. Muy bien, señor.",
    "Ahora, ¿qué es? Justificación, santificación, bautismo del Espíritu Santo; alma, cuerpo, espíritu; todos son lo mismo. Ahora, la lámpara está reflejando la Palabra. La verdadera Palabra refleja ¿qué? ¿Qué haría esta lámpara, si estuviese recibiendo su reflejo de esta Gloria Shekinah? Reflejaría la Gloria Shekinah. ¿Correcto?",
    "Si Uds. recibieron su luz en un seminario, Uds. reflejarán el seminario. Si la recibieron en un seminario metodista, Uds. reflejarán el metodismo. ¡Uds. reflejan! Si Uds. la recibieron en un seminario pentecostal, Uds. reflejarán el pentecostalismo. Pero si La recibieron en la Gloria de Dios, junto a la zarza ardiente…",
    "¡Pues, cuando Moisés salió de Su Presencia, él tenía que ponerse algo sobre el rostro, así que, la gente ni siquiera podía mirarlo! ¿Correcto? Él estaba lleno del poder de Dios.",
    "Esteban, un hombre lleno del Espíritu Santo. Tratar de pararlo, pues, era como tratar de apagar una casa en un día de viento, en llamas; apagarle las llamas… y la casa ardiendo en un día de viento. ¡Oh, entre más—entre más lo soplaban, peor se ponía! Pues, Uds. no lo podían parar. Inmediatamente, cuando lo trajeron ante la Corte del Sanedrín, dice la Biblia: “Él estaba de pie allí, parecía un ángel”.",
    "Ahora, no creo que un “ángel” solo quería decir que él era un cierto Ser parado allí; sino que, un ángel sabe exactamente de lo que está hablando. Así mismo cualquier ángel, un mensajero de la edad de la Iglesia, no tiene que regresar y ver qué piensa el seminario. Él sabe lo que Dios dijo en Su Biblia, y el poder que se está reflejando para probar que Él es el mismo ayer, hoy, y por los siglos. Él no tiene miedo, él está diciendo exactamente lo que sabe que es la Verdad. Y Dios está parado allí mismo respaldándolo con la misma clase de señales y maravillas, y con la misma Palabra. ¡Ese es un ángel!",
    "Esteban se paró allí, dijo: “Yo sé de lo que yo estoy hablando”. Dijo: “Duros de cerviz, e incircuncisos de corazón y oídos, vosotros resistís siempre al Espíritu Santo. ¡Como vuestros padres, así también vosotros!”. Dijo: “¿Cuál de vuestros padres no ha matado a los profetas y luego les construyó sus tumbas?”.",
    "Uds. denominaciones, ¿cuál de Uds. no ha hecho eso mismo? ¿Ven? ¡Construyen grandes castillos de paredes blanqueadas y morgues y esas cosas por aquí, y luego hablan de Dios! Uds. mismos son los que lo pusieron a Él en la morgue, Uds. son los mismos que lo pusieron a Él en la tumba. Esa misma cosa lo puso a Él en la tumba allá atrás, fue una gran iglesia blanca con apariencia de castillo, la denominación, fariseos y saduceos que lo metieron allí y luego le quieren construir un memorial a Él.",
    "Déjenme decirles que Cristo es un Ser viviente. Él no es alguna cosa que murió, Él es Algo que “resucitó de los muertos y vive para siempre”. ¡Oh, hermano! ¡Seguro! ¿Qué hace? ¿Refleja qué? Está reflejando de aquí, ¿qué sería eso? Eso sería… ¿Cuál es el verdadero reflejo de Él? Entonces lo primero que reflejaría, sería Su Nombre. ¿Es correcto? Reflejaría Su Nombre. Lo siguiente que reflejaría, sería Su poder. ¿Ven lo que quiero decir? Reflejaría todo lo que Él es.",
    "Así que, si esto está reflejando a esta edad aquí, todo lo que Él era, ¡entonces Él es el mismo! ¡Fiu, gloria! ¡Gloria! ¿Qué es esto? Lo está reflejando como Él era, como Él es, como Él siempre será, porque está viniendo directamente del Trono de Dios: Jesucristo el mismo ayer, hoy, y por los siglos; el mismo Dios, el mismo Poder, la misma Gloria, todo lo mismo. Él es el mismo ayer, hoy, y por los siglos. ¡Oh, hermano!",
    "Avancemos un poquito más. Ahora tomemos el resto de este versículo 6 aquí, del capítulo 4. Tengo algunos comentarios escritos aquí sobre eso, y quiero darme prisa y terminarlo si puedo. Ahora, el—el resto, después de que dejen este cap-… después de que dejemos este versículo, simplemente da vueltas, diciendo lo que ellos hicieron. Veamos si podemos terminar allí.\n\n…vidrio…mar de vidrio…(Ahora, sabemos lo que era eso.) y junto al trono,…cuatro seres vivientes, las bestias…",
    "Ahora, ahora, ¿cuántos tienen una versión revisada de la Biblia? En su versión revisada, dice: “Seres vivientes”. Pues, yo me preguntaba ¿por qué esta King James dice aquí vivientes… que eran cuatro “bestias”? Bueno, me conseguí un diccionario griego—griego, y fui al diccionario Bíblico y averigüé el significado de eso. Ahora, aquí está lo que es. Ahora, fíjense bien. La palabra traducida aquí, ahora Uds. anótenlo para que también puedan investigarlo, para estar seguros. ¿Ven?, quiero que Uds. anoten lo que digo, y… si pueden y quieren. Muy bien, la versión revisada dice: “Seres vivientes”, en esto. Ahora observen.\n\n…y…había…cuatro bestias llenas de ojos delante y detrás.",
    "Y sigue adelante y describe las “bestias”, a lo cual llegaremos en un minuto. Ahora, la bestia aquí está representada. ¿Tienen Uds. una nota marginal en su Biblia, sobre—sobre bestias? Si la tienen, vayan a la nota marginal. Yo veo que el Dr. Scofield aquí lo ha marcado en la suya. Las bestias, significa, él tiene aquí, dice: “Seres vivientes”. ¡Oh, vaya! Ahora, observen. La palabra griega allí es: “Z, doble o, m”… o, “Z, doble o, n”, “Z, doble o, n”. Ahora, en—en el griego, se llama Zoon que significa “un Ser”.",
    "Ahora, no es así… si lo quieren leer ahora. No tenemos tiempo. Iba a leerlo, pero no lo tengo. Anoten Apocalipsis 11, 13 y 17. Ahora, ahí donde está esta bestia, en los capítulos en Apocalipsis 11, 13 y 17, es llamado bestias de la misma manera; pero las bestias allí, la interpretación es “t-h-e-r-i-o-n”, therion. La palabra, es la palabra griega therion, la cual significa “una bestia salvaje e indómita”. Therion, que significa “una bestia salvaje e indómita”.",
    "Pero Zoon significa “un Ser”, ¿ven?, “Cuatro Seres (Zoon) vivientes”. No las bestias de “salvaje”, therion; sino, “Zoon, Seres vivientes”.",
    "Y therion son “salvajes, indómitas y feroces”. En otras palabras, si Uds. observan el capítulo 11: “la bestia de Roma”. El capítulo 13: “los Estados Unidos”. El capítulo 17: “los dos, Estados Unidos y Roma”, de las iglesias denominacionales consolidadas con el catolicismo las hace no convertidas, indómitas con respecto al Evangelio. ¡Fiu! ¡Indómitas!",
    "🦅 Bendito sea Dios, nosotros venimos de la gran iglesia metodista, la bautista, la presbiteriana, la denominación pentecostal. ¡Sabemos de lo que hablamos! ¡Nadie dirige… va a decirnos!”. Allí lo tienen. ¡Indómitos! ¡Inconversos! ¡Sin afecto natural! ¡Implacables! ¡Calumniadores! ¡Intemperantes! Y ¡aborrecedores de los que son buenos! Que tendrán apariencias de…",
    "[Cinta en blanco.—Ed.] …veremos eso ahora. Y me gustaría romper esa cosa en pedazos ahora mismo, pero yo… para que quedara en esta cinta de todas maneras. Pero no nos queda tiempo. Ahora, Uds. entienden. ¿Cuántos entienden?, digan: “¡Amén!”. [La congregación dice: “¡Amén!”.—Ed.] ¿Ven?, estos son…",
    "¿Qué es Zoon (Z, doble o, n)? Seres vivientes. Puede ser pronunciado “Zoon”, Z, doble o, n. ¿Cómo se pronunciaría eso, “Zoon”? “Zoon”, diría yo.",
    "Y therion es t-h-e-r-i-o-n, “therion”, ¿ven? Así que eso significa “bestias indómitas, feroces, salvajes”. Eso es lo que esas bestias… Tomen Uds. sus… tomen su diccionario griego y vayan y vean si esa no es la misma palabra. Miren allí adentro y véanlo. Consigan su—su libro de texto griego, consigan su Diaglott Enfático. Ahora, averigüen si eso no es verdad, que eso es verdad, que significa “una bestia indómita”, en Apocalipsis 11, 13 y—y 17.",
    "Y aquí en Apocalipsis 4, significa un “Ser viviente” no una bestia; pero es llamado “bestia”, mas no lo es. Lo mismo sucede en Ezequiel 1:8, 1 al 28. Quizás lleguemos a eso en un minuto.\n\nMuy bien: “Bestia salvaje, indómita, inconversa”. ¡Indómitos!",
    "Pero estos son “Seres vivientes”. ¿Qué son ellos? No son Ángeles. Saben qué, leamos en Apocalipsis 5, al otro lado de la página. Apocalipsis 5, y versículo 11.\n\nY miré, y oí la voz de muchos ángeles (“ángeles”, plural) en derredor del Trono (“Y” es una conjunción.) y las bestias vivientes, y…ancianos;…",
    "¿Ven?, “y”, una conjunción. ¿Ven? No eran Ángeles, tampoco eran ancianos, eran “Seres vivientes” junto al Trono. ¡Oh!, ¿no aman esto? ¡Seres vivientes! No son Ángeles, porque esto lo prueba aquí mismo, ¿ven?\n\n…miré, y oí la voz de muchos ángeles en derredor del trono, y de las bestias, y de los ancianos;…",
    "Ahora, aquí hay tres categorías diferentes. Espero que todos anoten este sistema aquí ahora. Ahora, quiero mostrarles. Hay tres categorías diferentes, tres especies diferentes (Ahora, miren.) alrededor del Trono.",
    "Aquí está el Trono. Ahora, lo primero en este Trono son cuatro Seres vivientes. Aparte de eso hay veinticuatro (de esa manera) ancianos sentados sobre el trono, sobre su—sus tronos, pequeños tronos abajo. Y alrededor de esto, hay grandes huestes de Ángeles, alrededor del Trono. ¿Ven lo que quiero decir? Todos son diferentes, el uno del otro. Allí hay Ángeles; aquí hay ancianos; y aquí hay Seres vivientes.",
    "Quedémos aquí, por un minuto. Detengámonos allí un minuto, “Seres vivientes”. ¿Qué son si no son Ángeles, ni son hombres redimidos? ¿Qué son? ¿Les gustaría saber? Aquí está mi interpretación. Espero que sea correcta; creo que lo es. Ellos son los guardias de Dios de Su Trono. Ahora, vamos a borrar esto dentro de poco. Ahora, ¿ven Uds.?, ellos no son—ellos no son Ángeles ni hombres. No son bestias salvajes. Son Seres, “Seres vivientes”.",
    "Ahora, aquí está el Trono de Dios. Y estos son Sus guardias. Leamos solo un poquito eso y veamos en unos minutos. ¿Ven?, ellos son Ángeles de Dios o los guardias de Dios de Su Trono, y ellos… Vayamos… otra vez, solo—solo un minuto, regresemos a Ezequiel. Yo—yo tengo estas cosas escritas aquí, y detesto pasarlas por alto y saber que esto es una…[Cinta en blanco.—Ed.] Regresemos a Ezequiel el capítulo 1, y comencemos con el versículo 12 al 17, por un minuto.\n\nY cada uno caminaba derecho hacia adelante;…",
    "Ahora veremos en unos minutos… Y recuerden este versículo 7 aquí, ahora, vean lo que parecían ellos aquí en el versículo 7 del mismo capítulo de Apocalipsis, “los cuatro”.\n\nLa primera bestia era semejante a un león; la segunda bestia era semejante a un becerro; la tercera bestia era rostro…tenía…de un hombre; y las cuatro bestias eran semejantes a águilas volando…la cuarta bestia… semejante a un águila volando.",
    "Ahora, cuando Ezequiel vio la Gloria de Dios, él vio lo mismo que vio Juan. Recuerdan el domingo pasado cómo vimos “la Gloria de Dios”, ¿y vimos la fotografía donde Él permitió que Se la tomaran con nosotros? ¿Recuerdan eso? “La Gloria de Dios”, lo mismo que vio Ezequiel, lo mismo vio Juan, aquí está hoy. Hace a Jesucristo el mismo en el tiempo de Ezequiel, lo mismo que estuvo aquí en la tierra, el mismo Dios está aquí con nosotros hoy; el mismo ayer, hoy, y por los siglos; el que Era, que Es, y que Ha de venir; la entrada al alma, cuerpo, y espíritu; el mar de bronce (la Palabra), el Santificador de nuestra alma y el que Llena con el Espíritu Santo. Lo mismo, ¿ven? ¡exactamente lo mismo!",
    "Ahora observen esto. Muy bien.\n\n…y el espíritu…dondequiera que andaban;…ahora…que anduviesen, andaban; y cuando andaban, no se volvían.",
    "No podían darse vuelta. Si iban en esta dirección, iban como un hombre; yendo en esta dirección, iban como un águila; yendo en esta dirección, iban como un buey; yendo en esta dirección, iban como un león. ¡Ellos no podían ir hacia atrás! Tenían que ir hacia adelante a todas partes que iban, cada una de las bestias. Ahora, ¿qué es lo que significa bestia en la Biblia? Poder. Muy bien, significa “un poder”.",
    "Ahora:\n\nCuanto a la semejanza de los seres vivientes, y su aspecto era como de carbones de fuego encendidos, como visión de hachones encendidos que andaba entre los seres vivientes; y el fuego resplandecía, y del fuego salía Luz.\n\nEse es Dios. Del fuego salió Luz, ahora, no luz cósmica, la Luz Eterna.\n\nY los seres vivientes corrían y volteaban (Veamos.)…los seres vivientes corrían y volvían y a semejanza de relámpagos.\n\nMientras yo miraba los seres vivientes, he aquí una rueda sobre la tierra junto a los seres vivientes, a los cuatro lados.\n\nEl aspecto de las ruedas…su obra era semejante… color…crisólito. Y las cuatro tenían una misma semejanza; su apariencia y su obra eran como una rueda en medio de rueda.",
    "🦅 ¿Cuál es el símbolo aquí, Hermano Branham? ¿Qué es”? Significa que estos guardias—estos guardias eran el arca de Dios… Ellos estaban viajando, rodando sobre ruedas cuando Ezequiel los vio; pero cuando Juan los vio, ellos ya habían llegado a su posición correcta en el Cielo. El arca de Dios estaba en la tierra, rodando sobre ruedas, mientras la llevaban de lugar en lugar, significaba que estaba viajando, ellos la llevaron por todo el camino a través del desierto y por todo el camino hasta el templo y así por el estilo; pero ahora es recibida arriba porque la edad de la Iglesia ha terminado, y es recibida arriba en la Gloria. ¿Ven? Está estacionaria ahora, en el Cielo, con todos los Ángeles y cosas alrededor de ella. Los encontramos después de un rato quitándose sus coronas y postrándose sobre sus rostros y dándole gloria a Él. ¿Ven? Eran los guardias de Dios del templo, del arca.",
    "Ahora, recuerden los guardias de Dios del arca, o del propiciatorio. Ahora, recuerden. ¿Cuántos?, Juan vio, ¿cuántos? Cuatro. ¿Cuántos—cuántos vio él? Él vio cuatro, también, cuatro Seres vivientes. Ahora, observen, ambos vieron la misma visión.",
    "Y cuatro es el número de la tierra. ¿Sabían eso? Pues ¿cuántos saben, antes de que tengamos que entrar en eso, que cuatro es un número terrenal? ¡Seguro! Como los cuatro hebreos… Es un terren-… Es un número de la tierra, de “liberación, liberación”. Ahora, mantengan eso en sus mentes, “liberación”, porque voy a tocar eso fuertemente, en un minuto. ¿Ven?, “¡Liberación!”. Ahora, había tres jóvenes hebreos en el horno ardiente, pero al llegar el Cuarto, fue liberación. Lázaro estuvo en el sepulcro tres días, pero llegando el cuarto, él fue liberado. Cuatro es el número de Dios de “liberación”, así que eso mostró que estos Seres deben haber tenido algo que ver con la tierra.",
    "Espero que Uds. no tengan mucha hambre ahora. Espero que su apetito espiritual sea un poco—un poco mayor que su apetito natural ahora. ¿Ven? Muy bien.",
    "Ahora fíjense: “Ellos tienen ojos” (aquí en Ezequiel) “enfrente y atrás y por dentro”. Simplemente leámoslo. Miren aquí, ¿ven? ¿Ven Uds. aquí?, creo que ellos hablaron aquí, “bestias”, cuatro caras, como un águila, y alas, llenos de ojos por fuera y por dentro. Miren aquí:\n\nY las cuatro bestias y tenían cada una seis alas,…",
    "🦅 Y ellas volaban” y demás, “y tenían ojos por fuera, por dentro, y por detrás”. Eso hablaba de su inteligencia. Ellas sabían lo que era, lo que es, y lo que vendrá; porque ellas estaban allí en el Propiciatorio, tan cerca al grado que ellas ni siquiera eran humanas. (Guardias del templo… o no guardias del templo, los guardias del templo son los ciento cuarenta y cuatro mil). Pero esta es la guardia del propiciatorio, los guardias del Trono. El trono allí mismo junto a Dios, “Seres vivientes”, lo que está enseguida de Dios, parados allí. Su inteligencia, ellos saben lo que era, lo que es, lo que vendrá. Ellos tenían “ojos por fuera”, mostrando lo que ellos podían ver, lo que habría de venir; “ojos por dentro” que saben todo ahora; y “ojos atrás”, los cuales sabían lo que era. Lo que era, lo que es, lo que vendrá, reflejando a través de las edades de la iglesia “al que Era, al que Es, y que Ha de Venir: Jesucristo, el mismo ayer, hoy, y por los siglos”.",
    "Reténgalos ahora. Vamos a remachar esa cosa totalmente en el pizarrón en unos minutos. Obsérvenlo. Ahora, solo un minuto.",
    "Revela la inteligencia de ellos, y mostró que ellos conocían, saben. Ellos conocían todo el futuro y el presente y el pasado, ¡y todo!",
    "Y sus… Ellos eran incansables. Ellos nunca se cansaban. Ellos no podían estar conectados en nada con el hombre, él se cansa. Pero ellos eran incansables, cantaban: “¡Santo, santo, santo! ¡Santo, santo, santo! ¡Santo, santo, santo, Señor Dios Todopoderoso! ¡Santo, santo, santo!”, todo el día y toda la noche a través de cada edad. “¡Santo”!",
    "Retrocedamos por un minuto. Retrocedamos, tengo una Escritura en mente, Isaías 6, rápidamente. ¡Observen! Isaías vio lo mismo, exactamente.",
    "Toda visión del Señor… Eso es lo que yo digo. Si las visiones que tenemos hoy no son exactamente visiones de la Biblia, entonces están erradas. Si ellas reflejan, o, cualquier revelación que muestre a Dios como algo menos de lo que Él siempre ha sido, es una revelación errada. Toda la Iglesia está edificada sobre eso, Mateo 17.",
    "Veamos, Isaías, el capítulo 6. Este joven profeta había estado apoyándose en los brazos del buen rey, y él le había comprado toda clase de buena ropa. Y él era un profeta, y él la pasaba bien donde… Pero un día el rey murió, así que él tuvo que—él tuvo que valerse por sí mismo. Así que, él bajó al templo a orar. Porque él comenzó a salir de allí donde estaba el lugar del rey, entonces, para conseguir una… El buen rey era un hombre bueno y santo. Pero él salió y vio cómo estaba viviendo el pueblo, así que él se postró en el templo. Ahora escuchen.\n\nEn el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.",
    "¡Gloria! ¿Qué son “Sus faldas”? Allí está: “Ángeles, Seres”, Sus faldas que Lo seguían. Las faldas es lo que viene atrás, ¿ven?\n\n…Sus faldas llenaban el templo.\n\nY por encima de él había serafines; y cada uno de ellos tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.\n\nY el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová de los ejércitos; toda la tierra está llena de…gloria.\n\nY cuando los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.",
    "¡Hermano! ¡Oh, hermano! Eso muestra que esas visiones son exactamente iguales para cada uno de esos hombres. “¡Santo, santo, santo”! Son incansables, día y noche: “¡Santo, santo, santo, al Señor!”.",
    "Retrocedamos ahora por un minuto, para estar seguros de que tenemos a estos individuos correctamente. La primera vez que se mencionó a estos guardias, es en Génesis. Ahora, recuerden, todo lo que predicamos tiene que venir de Génesis a Apocalipsis. Cada vez que Ud. tenga alguna duda, venga a preguntarme. ¿Ven? ¡Debe ser toda la Biblia, no solo parte de Ella, porque Dios no cambia! Lo que Él era en Génesis, Él lo es hoy, y Él lo fue en la edad del medio. ¡Él siempre es el mismo! ¿Ven? Ahora, en Génesis, cuando estos Querubines… Así es como llegué a encontrarlos, tuve que regresar para descubrir lo que eran en el principio.",
    "Vayamos a Génesis 3:24, ahora, solo por un momento. Génesis, el capítulo 3 y el versículo 24. ¿Aman Esto? [La congregación dice: “¡Sí!”.—Ed.] Muy bien. Ahora empecemos como del versículo 22. ¡Me—me gusta Esto! Esto es algo que yo solo quiero poner aquí, solo un poquito adicional, pero podrá servir de mucho provecho algún día.\n\nY dijo Jehová…: He aquí el hombre es…uno de nosotros,…",
    "Ahora, mis amorosas y preciosas y queridas hermanas (déjenme decirlo de esa manera), no piensen que estoy desacreditando la—la lealtad y la joya llena de gracia y preciosa de la feminidad. Estoy tratando de mostrar aquí lo que una mujer… ¡Por favor! Y para Uds. en la cinta, Uds. mujeres que escucharán esta cinta, no quiero regañarlas, solo soy un siervo del Señor para traer Luz. La cosa más baja y la más inmoral y la más inmunda sobre la tierra es una mujer cuando ella es mala. Y la joya más preciosa que hay para un hombre, aparte de su salvación, es una buena mujer. Y yo estoy hablándole a aquella baja, inmoral, degradada. Y voy a mostrarles aquí mismo ya que estamos en eso, aprovecharé de mostrarles porqué yo… por qué la Biblia enseña que las mujeres no sean predicadoras, pastoras, maestras o cualquier otra cosa en la iglesia. Ahora, solo escuchen esto:",
    "Y dijo Jehová…: He aquí el hombre es…uno de nosotros, (Ahora, Él nunca dijo que la mujer ha llegado a ser uno, “el hombre ha llegado a ser uno”.)…y sabe el bien y el mal;…(La mujer no; ella fue engañada. ¿Lo ven?)",
    "Ahora, Pablo dijo: “No permito a la mujer enseñar o ejercer ningún dominio, sino… porque Adán fue formado primero, y después Eva. Y Adán no fue engañado, sino la mujer fue engañada”. Así que ella no llegó a ser una de Dios. Ella no conocía la diferencia, ella fue engañada. ¿Lo captan? Si es así, digan: “Amén”, para que yo… [La congregación dice: “Amén”.—Ed.]\n\n…dijo Jehová…: He aquí el hombre es…uno de nosotros, sabiendo el bien y el mal; y sabe…ahora, pues, que no alargue su mano, y tome también del árbol de la vida, y coma, y viva para siempre.\n\nY lo sacó Jehová del huerto del Edén, para que labrase la tierra de que fue tomado.\n\nEchó, pues, fuera al hombre, y puso al oriente del huerto de Edén querubines, y una espada volando…espada encendida que se revolvía por todos lados, (¿Ven las cuatro bestias? Solo hay cuatro direcciones a las que Uds. pueden ir, ¿ven?: este, norte, oeste, y sur. Estos Querubines tenían una espada encendida a la puerta del huerto…) para guardar el camino del árbol de la vida.",
    "Porque, si el hombre alguna vez tomara del Árbol de la Vida, entonces él podría vivir para siempre.",
    "Y estos Querubines, por primera vez mencionados, fueron colocados a la puerta este del huerto, yendo en cuatro direcciones. Lo debí haber hecho un poco diferente; no puedo hacerles justicia a las órdenes de Dios y cosas como esa, pero yo—yo solo… es para que Uds. sepan lo que quiero decir. Allí está el huerto del Edén. Y esta es la puerta aquí mismo, se abre aquí, se abre de par en par, y en esta puerta había Querubines. ¡Querubines! Y, recuerden, no dice “un Querubín”, dice “Querubines”. Querubines fueron puestos allí ¿para proteger qué? El Árbol de la Vida. Eso es lo que debían proteger, el camino del Árbol de la Vida. El camino, ¿quién es el Camino? [Un hermano dice: “Jesús”.—Ed.] ¿De dónde se reflejaba? Aquí está el lugar santo, aquí están los Querubines.",
    "Ahora, observen, anoten todo esto. Aquí está el santo—santo… este lugar Santísimo, el lugar Santísimo; este es el lugar santo; y aquí está el mar; y aquí está la luz, los candeleros, los siete que reflejan la Luz de aquí, aquí adentro, aquí adentro, aquí adentro, aquí adentro, aquí adentro, aquí adentro. ¿Ven? ¿Qué reflejan ellos? Ellos están guardando y reflejando con el fuego de Dios el camino al Árbol de la Vida. ¿Ven?, no puede venir de aquí (Un seminario presbiteriano o un seminario pentecostal), tiene que venir de Aquí, reflejando la Luz. Muy bien.",
    "Si se fijan, estos—estos Querubines que Juan vio aquí deben haber estado interesados en guardar el Árbol de la Vida, así que su interés debe ser por los seres humanos. O lean Génesis, regresando a Génesis de nuevo: “Ellos guardaban el Árbol de la Vida, Lo protegían, el camino de la Vida”. ¡El camino de la Vida! ¿Cómo es el camino? Jesús dijo: “Yo soy ese Camino. Yo soy ese Pan que vino de Dios, del Cielo. Si alguno comiere este Pan, vivirá para siempre”. Ahora hay un camino de regreso a ese Árbol de la Vida. ¿Lo captan?",
    "Ahora, en esto, quiero mostrar ahora y aclarar esto: es un altar. Ahora, este debe haber sido un altar en el huerto del Edén. Les diré por qué. ¿Recuerdan Uds. que ambos, Caín y Abel, llegaron aquí para adorar? Así que eso muestra que el altar de Dios se movió y fue puesto aquí en el huerto del Edén, y el único camino de regreso al Edén es a través del altar. Aquí lo tienen de nuevo, ¿ven?, de regreso al Edén a través del altar. Y ellos habían de guardar ese camino allí, protegerlo, para que no pudieran regresar allí hasta que este altar fuese cubierto con sangre.",
    "(¡Oh, Dios!, ¿no puede ver eso la gente?) ¿Ven?, ¡nada sino la Sangre! Tiene que haber una expiación, un propiciatorio allí, este altar de juicio debe llegar a ser un propiciatorio; y cuando este altar, si la Sangre es quitada, allí estará en ese Día de juicio el fuego de la ira de Dios para guardar ese Árbol de nuevo. Solamente una cosa entrará por esta puerta al Edén de nuevo, y será a través de la Sangre de Jesucristo. ¿Lo ven?",
    "Ahora, fíjense. Sí, ahora Caín… ¡Oh!, aquí está Caín; y aquí está Abel, Abel. Muy bien. Ahora, ambos muchachos llegaron a esta puerta para adorar. ¿Es correcto? Así que debe haber sido el altar de Dios. ¿Correcto? Y delante de este altar edificaron un sustituto, otro altar. Aquí está el verdadero altar de Dios, está en el corazón del hombre. Entonces hay otro altar aquí abajo, lo cual estaba representando el lugar Santísimo en el lugar santo.",
    "¡Oh! ¡Oh! Quiero hablar en lenguas. ¡Oh, hermano, la Gloria de…! ¿No pueden ver que Esto es perfecto? ¡Fíjense! ¡Oh, la razón por la que dije eso, es porque no puedo hallar palabras suficientes en mi propio dialecto inglés para expresar lo que siento! ¿Ven?, algo tiene que expresarse.",
    "Como el Hermano Rowe, un diplomático para el Presidente… o como de cuatro o cinco Presidentes diferentes, él dijo: “¡Oh, Hermano Branham!, una noche vine a la reunión”. Dijo: “Yo no sabía qué hacer” dijo él, “estuve parado allí afuera”. Y él dijo: “¡Oh!” dijo, “he amado al Señor toda mi vida”. Él dijo: “He sido” (creo yo) “episcopal”. Él dijo: “Pensaba que conocía al Señor”. Dijo: “Y una noche miré alrededor, no sabía qué hacer”. Dijo: “Yo—yo no hubiera entrado por nada, pero” dijo, “oí la Palabra. ¡Oh, comenzó a salir!”. Él dijo: “Yo empecé a caminar de allá para acá, afuera de la carpa, caminando de allá para acá,” y dijo, “allí mismo no pude esperar para llegar a la puerta y me deslicé por debajo de ella cuando se hizo el llamamiento al altar, y corrí al altar y caí, dije: ‘¡Señor, yo soy un pecador!’”. Y dijo: “Entonces Él me llenó con Su Espíritu Santo”.",
    "Y dijo: “Yo puedo hablar ocho idiomas diferentes”, porque él es un diplomático. ¿Ven? Él es… él es… él—él es un diplomático para el Presidente, y… siempre lo ha sido, desde Woodrow Wilson en adelante. Él ha sido un diplomático para cada uno de nuestros Presidentes, diplomático en el extranjero, puede hablar cualquier idioma extranjero. Él dijo: “Yo prácticamente conozco todo idioma conocido y escrito en el mundo”. Pero dijo: “Yo estaba tan lleno de gloria que no podía usar ninguno de ellos para alabarlo a Él, así que el Señor me dio uno nuevo del Cielo con el cual alabarlo”. ¡Oh! ¡Ooh! Ahí lo tienen.",
    "🦅 Protegiendo esta puerta”. Caín y Abel llegaron aquí para adorar. Así que, debe haber sido un altar que ellos protegían. ¿Es correcto?, ¿estos Querubines?",
    "Otra cosa, fíjense que aquí hay otra evidencia. Caín… ¡Ahora, observen la Biblia! Yo haría que abrieran allí, pero eso… no importa, lo encuentran en Génesis. Muy bien, observen. Caín salió, Caín salió de la Presencia del Señor de la puerta en el huerto. Así que, la Presencia del Señor debe haber estado en el altar, y el altar estaba a la puerta. ¡Gloria! ¡Oh! Muy bien. Es el lugar de la morada de Dios, en Su altar. Ahora, Caín salió de la Presencia del Señor, de este lugar. ¿Quieren anotarlo? Génesis 4:16, si quieren anotarlo. Ahora, ahora, ¿tienen todo eso, verdad, escrito?",
    "Ahora, tengo algo más que quiero dibujar aquí un minuto. Solo espero que ninguno de sus frijoles se queme, o algo en su…. Ahora, fíjense… Dejen que se queme, no importa, van a perecer de todas maneras. Pensemos—pensemos en esto aquí, esta es—esta es la cosa que es—que es real.",
    "Moisés fue llevado al Cielo, Moisés, llevado de la tierra al Cielo y vio el altar de Dios. ¿Correcto? Estoy tratando de probar mi punto aquí. Uds. saben lo que estoy tratando de hacer, ¿verdad? Muy bien. Él subió a la Presencia de Dios. Y cuando él descendió de la Presencia de Dios, él dijo, Mo-… Dios le dijo a Moisés: “Haz todo en la tierra modelado como en el Cielo”. ¿Correcto? Muy bien.",
    "Ahora, entonces cuando él lo hizo, cuando hizo el Arca del Pacto, él puso dos Querubines para proteger el arca. ¿Ven lo que es? Era el templo… era el altar, los guardias del Trono. Los dos Querubines, Él dijo: “Moldéalos de bronce y pon sus alas tocándose así”, porque eso es exactamente lo que él vio en el Cielo.",
    "Eso es exactamente lo que Juan vio en el Cielo, estos cuatro Querubines a los cuatro lados del arca del Trono en el Cielo. Ellos eran los guardias del arca. Querubines, guardias en el propiciatorio.",
    "Si quieren leer esa Escritura (no tenemos tiempo de ir a ella), anoten Éxodo 25:10 al 22.",
    "Ahora, ellos protegen el propiciatorio cuando Dios está en Su Gloria “Shekinah”. ¿Dónde estaba la Gloria “Shekinah”? En el propiciatorio. ¿Es correcto? Ellos protegen esa Gloria “Shekinah”. ¡Hmm! ¡Fui! ¡Escuchen, amigos! Pues eso es para mostrar que todo bribón no puede venir allí y tomar de Ella. Uno tiene que estar preparado antes de entrar a la Presencia de Ella.",
    "Miren a Aarón, en tipo. Antes… Ahora, recuerden, la congregación en aquellos días no había manera de siquiera poder acercársele. Pero cuando Aarón entraba… ¿Cuántas veces entraba él Allí? Una vez al año. ¿Cómo tenía él…? Él tenía que traer puesta cierta ropa que había sido hecha por ciertas manos, un tipo peculiar de ropa. Él tenía que estar vestido de cierta manera. Él tenía una granada y una campanilla, que cada vez que caminaba sonaba “Santo, santo, santo, al Señor”. Él estaba acercándose al propiciatorio, con la sangre.",
    "Y él tenía que ser ungido con un cierto aceite, perfumado con cierto perfume hecho de la rosa de Sarón. Y Jesús era esa Rosa de Sarón. Y, fíjense, una rosa es una cosa bella, tiene perfume. Pero antes de que pueda salir el perfume, la rosa tiene que ser triturada, y entonces el perfume es exprimido de la rosa. Jesús, en Su vida, era la vida más hermosa alguna vez vivida; pero Él no podía permanecer de esa manera, porque Él tenía que ungir a Su Iglesia (para acercarse a Su Santidad), así que Su vida fue exprimida. Y el mismo Espíritu Santo que estaba sobre Él es puesto sobre la Iglesia, y Él lo hace el mismo ayer, y hoy, y por los siglos, la Rosa de Sarón, el perfume de ella. La persona que está acercándose, entrando a este lugar Santísimo, tiene que ser ungida con el mismo Espíritu Santo. Y mientras él camina: “Santo, santo, santo, al…” (No con un cigarro en su boca.) “¡Santo”! (No con su cuello volteado.) “Santo, santo, santo”, vestido de la santidad de Jesucristo. ¡Hmm! ¡Qué maravilloso eres Tú! ¡Oh!",
    "Ahora, “el propiciatorio”. Ahora, el propiciatorio está en el corazón, el lugar donde está el resplandor de Su—Su Gloria en todos Sus hijos, la Gloria “Shekinah” en el corazón humano. Aquí está el corazón humano. ¿Es correcto? ¿Es ese el propiciatorio? ¿Cómo pasan Uds. a través para entrar en Eso a través de estos diferentes sistemas? A través de voluntad propia, voluntad propia. Entra aquí, y pasa por allí, sale ¿qué? La Gloria “Shekinah”. ¿Qué—qué es la Gloria Shekinah? Es la Presencia de Dios. Y cuando un hombre está caminando, o una mujer, él está reflejando la Gloria Shekinah. Él no va a casas de juego ni—ni se comporta así, ni sale aquí y niega la Palabra. No importa lo que la gente dice, él tiene su corazón puesto en una cosa: Dios. Y si él verdaderamente es llamado por Dios, entonces Jesucristo Se refleja a Sí Mismo a través de él con la Gloria Shekinah, haciendo las mismas cosas que Él hizo allá atrás; manifiesta el mismo Evangelio, predicando la misma Palabra, la misma Palabra siendo manifestada en la misma medida que fue allá, así como fue verdaderamente en Pentecostés se mide de nuevo. ¡Oh, hermano!",
    "🦅 Propiciatorio”. Ezequiel y Juan vieron las mismas cosas. Ahora, fíjense, ahora estamos por llegar al final, dentro de poco. Ahora, aquí es donde quiero que Uds. capten algo. ¡Oh, por favor no se lo pierdan! Ahora, ¿cuántos saben que esos Querubines eran Seres vivientes y no bestias? Ellos eran los… un orden más alto.",
    "Ahora, ¿es un Ángel de un orden más alto que el hombre o de un orden más bajo? Muy bien, señor. ¿Cuál es mayor, un hijo de Dios o un Ángel? ¡Un hijo de Dios! ¿A cuál oiría Dios más, a un Ángel parado allí delante de Él suplicando algo, o a uno de todos Uds. suplicando? ¡A uno de Uds.! ¿Ven? Porque Uds. son hijos e hijas. Ellos son—ellos son siervos. ¿Ven? Ellos son siervos, y Uds. son hijos e hijas. ¿Ven entonces la autoridad que tienen Uds.?, solo es que tememos usarla.",
    "Ahora, quiero que Uds. se fijen aquí, esto es hermoso. ¡Oh, hermano! Déjenme llegar aquí y omitir algo de esto para poder llegar a esto. Tomen sus lápices ahora, esto es lo que realmente quería que Uds. dibujaran. [El Hermano Branham hace un dibujo en el pizarrón.—Ed.] Quizás sea mejor que lo haga un poco más pequeño. Ahora, Israel en su viaje, cuando ellos acampaban, ahora observen bien esto, ellos acampaban: uno, dos, tres, cuatro. (No, los coloqué mal.) Uno, dos, tres; uno, dos, tres; uno, dos, tres; uno, dos, tres; de esa manera acampaban alrededor del propiciatorio. Ahora, sé que todos Uds. saben eso, Uds. han observado y han leído en el Antiguo Testamento.",
    "Ahora, en el lado del este, el lado del este, aquí mismo, lo voy a escribir para que estén seguros de captarlo. Este, al lado del este siempre estaba Judá. Esta es la puerta, J-u-d-á, Judá. Y con Judá… era la cabeza de tres tribus con su bandera; tres tribus con su bandera, la bandera de Judá. Uds. recuerden… ¿Cuántos vieron Los diez mandamientos, Los diez mandamientos de Cecil DeMille? Muy bien. O lo leen aquí mismo en la Escritura, en la Escritura allí, mejor dicho, ese era Judá en el lado del este. Muy bien.",
    "Al lado del oeste, aquí abajo, (Ahora anótenlo, pueden leerlo en… es en el Éxodo y demás, a medida que ellos iban saliendo.) estaba Efraín, E-f. Y él tenía tres tribus con su bandera. Muy bien, Efraín.",
    "Ahora, y al lado del sur estaba Rubén, R-u-b, con tres tribus, y su bandera.",
    "Y al lado del norte estaba Dan, Dan con tres tribus, y tres tribus y su bandera. Muy bien.",
    "Ahora, de esa manera acampaban. Ahora, recuerden, leamos ahora en la Escritura para que captemos esto perfectamente correcto. Comenzaré de nuevo en el versículo 7:\n\n…y la bestia era parecida a un león; y la segunda…parecida a un becerro (o un buey joven); y la tercera era semejante al rostro de un hombre; y las cuatro bestias eran…y…la cuarta bestia era semejante a un águila volando.\n\nY las cuatro bestias cada una tenía seis alas, y alrededor y por dentro estaban llenas de ojos; y no cesaban día y noche de decir: Santo, santo,…es el Señor Dios Todopoderoso, el que era, el que es, y que vendrá.\n\nY siempre que estas bestias daban gloria y honra y acción de gracias al que está sentado en el trono, al que vive por los siglos de los siglos,\n\nlos veinticuatro ancianos se postraron delante del que está sentado en el trono, y adoraron al que vive por los siglos de los siglos, y echan sus coronas—echan sus coronas delante del trono, diciendo:\n\nSeñor, digno eres de recibir la gloria…la honra…el poder; porque tú creaste todas las cosas, y por tu voluntad existen…fueron creadas.",
    "Ahora, ahora observen Uds. Al lado del este—lado del este, él vio ¿qué clase de rostro? Si se fijan, era un león, l-e-ó-n, esa era la bandera. Esa era la—esa era la bandera oficial de Judá. Porque Él es… Jesús salió de la… ¡Verdad! Y Él es el León de la tribu de Judá.",
    "Ahora, ¿cuántos han visto el zodíaco? Muchos de Uds. saben lo que es: la estrella. ¿Ven? Esa fue la primera Biblia de Dios. Ahora, ¿de dónde comienza, el primer número en el zodíaco, la primera figura? ¡Es la virgen! ¿Correcto? ¿Cuál es la última? Leo, el león. La Primera Venida y la Segunda Venida de Cristo, todo eso allí. Ellos tienen la de cáncer cruzada… o la edad cruzada, es exactamente donde están los peces cruzados, la cual es la edad del cáncer, y nosotros pasamos por ella.",
    "Fíjense en la pirámide cuando él la construyó, en el tiempo de Enoc, cada piedra estaba allí. Ellos podían medir esas cosas exactamente y predecir las guerras y cosas. Todo está completo excepto la Piedra de Corona. ¿Por qué? ¿Han visto el billete de un dólar? Sáquenlo y miren, no tiene puesta la corona. ¿Por qué? Nunca fue coronada. Cristo es la Piedra de Corona que fue rechazada, Él era la Piedra de Corona rechazada. Él va a volver muy pronto. Observen cómo esa Iglesia, muy atrás allá en la edad luterana, bien ancha en la base; luego llegó a ser una minoría, un poquito más una minoría, un poquito más hasta que llega hasta acá; después de que deja la edad Pentecostal, entonces llega a cada piedra para encajar exactamente para poner esa corona allí, una Iglesia que traerá a Jesús el mismo ayer, hoy, y por los siglos. ¡No pudiera ser más perfecto!\n\nAhora, Él era el León de la tribu de Judá.",
    "Ahora, cualquiera que haya leído la Biblia sabe cuál era el número de Dan, o que—que Dan… O, quiero decir lo que, sí, lo que era Dan. El suyo, Él era un águila. Eso es correcto. Él era un águila. Alguien ha estado leyendo la Biblia. Él era un águila.",
    "Ahora, Rubén era el hombre. Él era el primero, el más débil del grupo. ¿No lo dijo Jacob en—en Génesis 49? “Rubén, tú eres el principio de mi vigor; pero como agua, tú subiste a mi lecho y mancillaste mi lecho”, y cohabitó con la concubina de su padre. ¿Ven?, esa es la inmoralidad del ser humano, ¿ven? El animal no tiene esas inmoralidades, el león, ninguna de estas cosas tiene eso; pero el hombre sí, anda con la esposa del prójimo y así por el estilo. Así como… Exactamente lo mismo, todo está completo.",
    "Ahora, esto aquí abajo, este, Dan era un águila. Y, este, Rubén era el rostro del hombre. Y Efraín es el buey. ¿Captan ahora el cuadro allí? Efraín… Ahí está la manera en que acampaban, en la Biblia.",
    "Ahora, si se fijan, Dan es la cabeza de tres tribus, Judá es la cabeza de tres tribus, Rubén es la cabeza de tres tribus, y Efraín es la cabeza de tres tribus. Tres cuatros dan doce, las doce tribus de Israel. ¿Ven?, cada una con su bandera; y la bandera de Judá era un león; la bandera de Rubén, el hombre; la bandera de Efraín, un buey; la bandera de—de—de Dan era un águila.",
    "Ahora miren aquí de nuevo lo que dijo Juan: “Y una tenía el rostro…”. Leamos aquí ahora, solo veamos si no es la misma cosa como en el Cielo:\n\nLa primera bestia era semejante a un león; (Judá)…la segunda bestia era semejante a un becerro; (eso es un buey joven)…la tercera bestia era el rostro de un hombre; y la cuarta bestia era…un águila volando.",
    "Exactamente las tribus de Israel acampando alrededor, protegiendo, son los guardias terrenales del derecho al arca. ¡Oh, aleluya! ¿No lo ven?",
    "¡Aquí! Misericordia, p-r-o-p-i-c-i-a-t-o-r-i-o, “propiciatorio”. Nada podía acercársele sin cruzar esas tribus. ¿Cruzar qué? El león; cruzar el hombre, la inteligencia del hombre; y cruzar el caballo de trabajo, como un buey; o cruzar el águila, la rapidez de ella. ¿Ven? El Cielo, la tierra, en medio, y todo alrededor; ¿ven Uds.?, ellos eran guardias. Y encima de eso estaba la Columna de Fuego. Hermano, nada tocaba ese propiciatorio sin ese acceso…",
    "Y lo único que se le podía acercar, era por medio de la sangre. Aarón entraba allí una vez al año con la sangre. ¿Ahora lo ven? Ahora, observen. Cada cabeza de tres tribus protegía el propiciatorio, el propiciatorio del Antiguo Testamento. Ahora, ¿anotaron eso, todos? Ahora, aquí hay una completamente nueva, hermano. Escuchen esto, luego nos iremos. Ahora, recuerden, esos eran los guardias del Antiguo Testamento. ¿Cuántos lo han leído en la Biblia, y saben que así es? ¿Ven?, esos son los guardias del Antiguo Testamento.",
    "Ahora estamos viviendo en otra edad. ¡Gloria! ¡Oh, yo amo esta edad! ¿Uds.? Ahora, Dios tiene un propiciatorio hoy que debe ser guardado. ¿Lo creen? ¿Dónde se encuentra el propiciatorio? En el corazón del hombre. ¿Dónde entró al corazón del hombre? En el Día de Pentecostés cuando el Espíritu Santo (el cual es Dios) entró en corazones humanos. ¿Es así? Ahora marquemos esto aquí abajo, y prepárense para dibujarlo si quieren. Pentecostés, P-e-n-t, pondré Pentecostés. Este es el propiciatorio, el Espíritu Santo. Pondré aquí adentro… Saben qué, para hacerlo más apropiado, pongamos aquí la “Paloma” que significa… el ave, ¿ven? Muy bien, guardando el propiciatorio, ahora ¿tiene Dios guardias para el propiciatorio hoy? Ahora eso… Ahora, observen cuán hermoso está trazado esto.",
    "Yo estaba sentado el otro día y vi esto, y salté y corrí dando vueltas y vueltas y vueltas alrededor de la silla, diciendo: “¡Gloria! ¡Gloria! ¡Gloria! ¡Gloria! ¡Gloria!”, dando vueltas y vueltas. Charlie, me porto peor de como lo hago allá en los bosques algunas veces. Hermana Nellie, si actuara así, Ud. me sacaría rápidamente de su casa. ¿Ah? ¡Oh, pasé un tiempo glorioso! Ahora observen lo que era, lo que hizo el Señor.",
    "Ahora, Pentecostés, después de Pentecostés, escribió un Libro de (¿Qué?) los Hechos del Espíritu Santo, H-e-c-h-o-s. ¿Correcto? ¿Con qué comienzan los Hechos, lo primero para entrar a la salvación? Hechos 2:38. Aquí está eso último otra vez. ¿Correcto? “Fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas. Y Pedro se puso de pie y les predicó un sermón. Ellos dijeron: ‘¿Qué podemos hacer? ¿Cómo vamos a entrar en eso?’. Él dijo, Hechos 2:38: ‘Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo’”.",
    "Ahora, recuerden, Dios tiene algunos guardias para ese— para ese propiciatorio. ¿Cuál es ese guardia del propiciatorio? Muy bien. M-a-t, Mateo, al este; Lucas, Lucas; Marcos; y Juan. Todos sus cuatro Evangelios vindican el Libro de los Hechos por venir, ellos lo protegen desde donde Uds. quieran mirarlo.",
    "Solo tomemos uno, solo uno, no tenemos tiempo. Tengo veinte o más escritos aquí, pero solo tomemos uno sobre este tema para salvación. ¿Nos quedará tiempo para orar? No, es la una, así que supongo que no lo vamos a tener, a menos que todos Uds. quieran orar por los enfermos. Ahora, tengo… tengo bastante tiempo. ¿Ven? [Un hermano dice: “Tómese todo el día”.—Ed.] Muy bien.",
    "Ahora, ¡fíjense en esto! Mateo, Marcos, Lucas y Juan, ¿qué es? Un número terrenal, de los Evangelios, cuatro. Muy bien, fíjense.",
    "Ahora, Mateo 28:19. 28, ahora, allí es adonde van Uds. hermanos trinitarios, 28:19. Muy bien. Mateo, en la última parte del capítulo, dijo: “Por tanto, id, haced discípulos a todas las naciones, bautizándolos en el Nombre del Padre, Hijo, Espíritu Santo”; pero aquí llega Pentecostés, y Pedro dijo: “Arrepentíos, y bautícense en el Nombre de Jesús”.",
    "Algo anda mal allí. “Mateo, ¿eres tú ese guardia de la puerta del este?”.",
    "¿Cómo es la puerta? La puerta es ¿qué? Jesús. Jesús dijo: “Estrecha es la puerta”. ¿Es correcto eso? Se escribe… ¿Cómo se escribe, e-s-t-r-e-c-h-o o e-s-t-r-e-c-h-a? [En inglés se usaron dos palabras que se pronuncian igual y se escriben casi igual pero que tienen diferente significado.—Trad.] E-s-t-r-e-c-h-o significa “agua”, “agua es la puerta”. ¿Cómo entran Uds.? “Arrepentíos cada uno de vosotros y bautícese en el Nombre de Jesucristo”, eso abre las puertas. ¡Eh! ¡Fui!",
    "🦅 ¡Oh!, pero, Hermano Branham, Ud. tiene Mateo 28:19 allí”. Seguro que sí. “Pero, Mateo, ¿eres un guardia de eso?”.\n\n“Seguro, soy el guardia formal”.",
    "Ahora vayan a Mateo 1:18 y vean qué dice, vean si protege—protege esto. Vean si Mateo 1:18 está protegiendo Mateo 1… 28 y Hechos 2:38. ¡Vean si lo protege!\n\nEl nacimiento de Jesucristo fue así:…\n\n“Aquí está Dios el Padre, Dios el Hijo, Dios el Espíritu Santo”, ellos tratan de decir.\n\n…nacimiento de Jesucristo fue así: Estando desposada María su madre con José, antes que se juntasen, se halló que había concebido del Espíritu Santo.\n\n¿De cuál? ¡Eso hace que ambos sean Uno!\n\nY esto…todo…aconteció para que…Y he aquí,…\n\nJosé su marido, como era justo,…no queriendo infamarla, quiso dejarla de esta manera.\n\n…he aquí el ángel del Señor, descendiendo, vino sobre él (Uds. saben.), y…dijo: José, hijo de David, no temas recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es. (¿Ven?)\n\nY dará a luz un hijo,…llamarán su nombre JESÚS,…\n\nTodo esto aconteció para que se cumpliese…por medio del profeta…\n\nLo cual, una virgen concebirá…(Isaías 9:6)…una virgen concebirá y dará a luz un hijo, Y llamarás su nombre… [La congregación dice: “Emanuel”.—Ed.]",
    "¿Lo protege? “Padre, Hijo y Espíritu Santo”, Padre, Hijo y Espíritu Santo, solo esto: títulos para ese único Nombre. Así que el guardia se para allí mismo para respaldarlo. ¿Lo entienden? ¡Oh, hermano! Ahora, ¿cuántos saben eso? ¡Aquí está! Él es un guardia.",
    "Ahora, vamos a… Yo tengo un montón de otras para salvación, tomen estas otras. Pero ahora si vamos a tener una línea de oración en un minuto, por unos diez minutos tratemos algo más aquí, solo por un minuto. Tomemos algunas Escrituras ahora. ¿Dónde las escribí? Aquí están. Muy bien.",
    "Ahora tomemos y veamos si Mateo aquí arriba ahora lo va a proteger en la sanidad Divina. ¿Tienen sus lápices y cosas ahora, para que anoten esto? Muy bien. Vean si Mateo divide… lo va a proteger. Veamos Mateo 10:1.",
    "Tomemos y veamos si Juan… solo uno o dos, tomemos dos, o uno o dos de lo que son estos, Juan 14:12, y 15:7.",
    "¡Veamos si están protegiendo la sanidad Divina alrededor del Trono de Dios! Marcos 16, Marcos 11:21 y 22.\n\nLucas 10:1 al 12, y Lucas 11:29 al 31. Sigamos algunos de ellos, veamos si guardan, veamos si guardan el derecho a la sanidad Divina así como guardan la puerta para el bautismo en el Nombre de Jesús. Pudiéramos revisar cada una de ellas. Así es.",
    "Ahora regresemos y veamos Mateo 10:1. Regresemos ahora para que nosotros… y entonces vamos a terminar como dentro de otros cinco, diez minutos, como máximo, si el Señor quiere. Muy bien, abramos en Mateo 10, veamos si Mateo protege los Hechos de los apóstoles.",
    "¿Pensaban Uds. que—que Dios no pone un guardia alrededor de Su Palabra? Vean si ese buey, león, hombre, águila ¿no están aún en su puesto en esas puertas aquí en la tierra ahora mismo? Son los Evangelios, los cuatro Evangelios. ¿Ven? Y, fíjense, toda dirección en que iban, ellos iban directamente hacia adelante. Ellos no se contradicen uno al otro, ellos se quedan el uno con el otro. ¿Ven? Uno va con la astucia de un hombre; el otro va con la rapidez de un águila; el otro es un pastor… Uno es evangelista, para volar como evangelista, ¿ven?; el otro es un pastor; el otro es fuerte; el otro es astuto. ¿Ven?, protegido a cada lado, ¡Dios está protegiendo este Evangelio del Espíritu Santo! ¡Créalo, hermano! Muy bien.",
    "Ahora tomemos Mateo 10:1.\n\nEntonces llamando a sus doce discípulos, les dio poder…(¡Mmm!)\n\nEstaban reunidos en el aposento alto,\n\nOrando en Su Nombre,\n\nBautizados con el Espíritu Santo,\n\nY vino poder para servir;\n\nLo que Él hizo por ellos aquel día\n\nLo mismo hará por ti,\n\nEs mi gozo el decir que soy de Él.",
    "¡Oh, tranquilicen al bebé ahora solo por un minuto! Solo escuchen, escuchen atentamente:\n\n…y les dio poder sobre los espíritus inmundos,…",
    "Muchos pastores permiten que los espíritus inmundos se queden allí mismo en su iglesia; las mujeres se visten, actúan, fiestas de naipes, juegos de bunco, bailes, ventas de comida, toda… ¡Oh, misericordia!\n\n…sobre los espíritus inmundos, para que los echasen fuera, y para sanar toda enfermedad y todas dolencias.",
    "¿Ven a ese guardia en su puesto allí en la puerta? ¡El guardia del Evangelio para respaldar ese Libro de los Hechos que fue escrito!",
    "Ahora, oí a un gran maestro no hace mucho, dijo, el… uno… un gran hombre, un buen hombre, lo conocí, estreché su mano, un buen hermano. Él dijo: “Pero los Hechos de los apóstoles fue solo la estructura para la Iglesia”. ¡Ja! En otras palabras, él tenía la estructura, aquí afuera, ¿ven? Cuando, los Hechos de los apóstoles estaban adentro, y estos Evangelios son la estructura para mantener Eso unido y protegerlo. ¿Ven cómo la—la—la mente de un hombre puede hacer cualquier cosa? Yo hubiera pensado lo mismo si no fuera por Él. ¿Ven?",
    "La estructura, pentecostés no fue la estructura del Evangelio. ¡Los cuatro Evangelios son la estructura para respaldar a Pentecostés! Después de que ellos tenían armada esta estructura, Pentecostés vino a existencia. ¿Es así? ¿Cuál fue escrito primero, el Libro de los Hechos o los—o los apóstoles? Los apóstoles. Jesús anduvo haciendo obras y prediciendo lo que vendría, y Mateo, Marcos, Lucas y Juan, esos cuatro guardias vinieron y estaban escribiendo todo lo que veían suceder, contándolo exactamente como es, cómo iba a suceder, lo que iba a suceder. Entonces de repente ellos La rodearon con la estructura, ¡y aquí venía! ¡Amén! Mateo, Marcos, Lucas y Juan, son la estructura, o la obra de guardia que protege el templo principal, el Trono, la Bendición Pentecostal.",
    "No la denominación pentecostal, hermano, hermana, ellos están allá atrás, completamente fuera de toda la cosa, ajá, más atrás que cualquier otra iglesia. Ellos están más lejos de lo que estaban los luteranos. Los luteranos se mantuvieron un poco mejor que ellos, y eso está bien, más parecidos. Seguro que sí, Gene, porque, bueno, yo no vi a Jesús afuera de la iglesia luterana tratando de entrar, pero estaba tratando… porque pienso que para comenzar Él nunca lo estuvo. Porque Él—Él estaba en la iglesia pentecostal y fue echado fuera. Eso es cierto.\n\nAhora, Mateo 10:1",
    "Ahora vamos aquí a Juan 14:12 y veamos si—si—si Juan va a respaldar y proteger las cosas preciosas de Pentecostés. En Juan, capítulo 14 y el versículo 12. Jesús hablándo:\n\nDe cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él las hará también; y aun mayores hará, porque yo voy al Padre.",
    "¡Oh, hermano!, esa puerta allí, donde esa águila estaba sentada allí mismo, porque ese es el servicio evangelístico, Uds. saben, volando como un águila. Rapidez, sube directamente a la tierra profética allá arriba, ¿ven Uds.?, puede ver anticipadamente las cosas y dice cosas que eran, que son, y que vendrán. ¿Ven? Sentada allí mismo, protegiéndolo, dice: “¡Las obras que Yo hago!”. Observen esa águila, ¿ven?",
    "Aquí está el león, el siervo. Jesús les dio poder. Y Él Lo protege, Él protege Hechos 2:38. Él la cuida allá arriba, ese león.",
    "Aquí viene esa rapidez del Evangelio, con esta águila, diciendo: “Estas obras que Yo hago vosotros las haréis también. Y más que esto haréis”, ¡vuela por el mundo con Él! Como la paloma a la que le quitaron la cabeza de su compañero, y fue puesta bajo la sangre, rociada, clamando: “Santo, santo, santo, al Señor”, limpia al leproso. Sí.",
    "Ahora, tengo otro allí, Juan 15:7. Vamos directamente al capítulo 15, el versículo 7:\n\nSi permanecéis en mí, ahora, y mis palabras…(no las palabras del seminario)…mis palabras permanecen en vosotros, pedid todo lo que queréis, y os será hecho.",
    "¿Es así? Entonces ese Evangelio protegido aquí mismo. Esta Bendición Pentecostal está protegida por Juan y su Evangelio; está protegida por Mateo, su Evangelio.",
    "Ahora vamos al siguiente Evangelio, Marcos, el capítulo 16, para ver si Marcos protegía esta Bendición pentecostal. Marcos, el capítulo 16. Ahora, comencemos aquí como del… después… habla de la resurrección. Ahora, continuemos hasta que lleguemos como al—al versículo 14 de Marcos 16:\n\nDespués se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su incredulidad y dureza de corazón, porque no habían creído a los que le habían visto resucitado.",
    "Ellos no les creyeron a los que estaban tratando de decirles el mensaje. ¿Ven?, y así es hoy. La gente que recibe un testimonio del Espíritu Santo; la gente dijo: “Tonterías, ellos son un montón de santos rodadores”. Y Él les reprochó por la dureza de su corazón, ¿ven?, y su incredulidad; que lo habían conocido a Él en Su resurrección.",
    "Y les dijo: Id por todo el mundo y predicad el evangelio a toda criatura.",
    "¿Qué? A predicar el… esto… solo hay un Evangelio; cuatro guardias. “¡Predicad este Evangelio a toda criatura!”. Ahora, recuerden, Él está tomando a ambos, todos los cuatro guardias (Mateo, Marcos, Lucas y Juan), ¿ven?, “¡Predicad el Evangelio a toda criatura!”.\n\nEl que creyere y fuere bautizado, será salvo; y el que no creyere, será condenado. (¿Ven? Uds. tienen que entrar en este bautismo aquí.)\n\nEl que creyere y fuere bautizado, será salvo;…el que no creyere será condenado. (¡Oh hermano, crea, por favor!)\n\nY…(Conjunción, para unir el resto de las oraciones.)…Y estas señales seguirán a los que creen:…",
    "Pues, ahora, veamos, ¿qué dicen los metodistas? “Si Ud. puede gritar, vivir una buena vida”. Los bautistas dicen: “Solo tenga fe y sea bautizado”. Los episcopales dicen: “Párese como un episcopal, así, e inclínese cuando se está salmodiando”. Los católicos dicen: “Digan un ‘Ave María’”. Los pentecostales dicen: “Únase a nuestra denominación. Sea bautizado en el Nombre de ‘Padre, Hijo, y Espíritu Santo’”. Allí tienen Uds. ¿Ven?\n\n…estas señales seguirán a los que creen: En mi nombre…(¡Hmm! No “Padre, Hijo, Espíritu Santo” hablando de eso.)…En mi nombre ellos echarán fuera demonios; hablarán nuevas lenguas;\n\ntomarán en las manos serpientes,…si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanarán. (¡Amén! ¡Oh, hermano!)",
    "Ahora regresen al 11, y entonces casi estamos listos para terminar. Mateo 11, y tengo el 20 y 21, Jesús hablando. En todos estos es Jesús el que habla, ahora, no hay ni uno de ellos en que no sea Jesús el que habla, en todos.\n\nAl día siguiente, cuando…llegaron cerca de Betania, tuvo hambre.\n\nY viendo…una higuera…",
    "Es cuando Él maldijo al árbol, (en Mateo 21). Yo tengo…:12, por favor discúlpenme, Marcos 11:21 y 22:\n\nEntonces Pedro, acordándose, le dijo: Maestro, mira, la higuera que maldijiste en el camino…\n\nRespondió Jesús, y le dijo: Tened fe en Dios. (¿Ven?)\n\nPorque de cierto os digo (entonces, es por dentro)… os digo que cualquiera que dijere a este monte: Quítate y échate en el mar, y no dudare en su corazón, sino cree que será hecho lo que dice, lo que diga puede ser hecho…le será hecho.",
    "Vaya, la puerta del sur está protegida por el buey. La puerta del norte está protegida por el león, la puerta del norte… Quiero decir la puerta del este. Y la puerta del norte está protegida por el águila volando, Juan, el evangelista. Luego el médico en este lado, Lucas, el hombre.",
    "Ahora, veamos lo que dice Lucas. Vean Lucas, el primer capí-… Creo que tenemos Lucas 10:1 al 12, es—es la comisión. Todos Uds. saben lo que es, pero… Lucas, el capítulo 10, y 1 al 12. Muy bien, podríamos seguir adelante y leerlo todo, pero no tendremos tiempo para hacer eso. “Id…”. Voy a comenzar en el versículo 3:\n\nId; he aquí yo os envío como corderos en medio de lobos.\n\nNo llevéis bolsa, ni alforja,…",
    "¿Ven?, “no vayan en nombre de alguna denominación, vayan como Yo los envío. ¿Ven? No vayan con la seguridad de que van a recibir cien mil dólares por este avivamiento; si no, no vayan. ¿Ven Uds.? Planeen sus campañas”. Él dijo: “Vayan adonde Yo los estoy enviando”. ¿Ven?\n\nNo llevéis bolsa, ni alforja, ni calzado;…a nadie saludéis por el camino.",
    "🦅 No paren ni digan: ‘Iré y veré cómo el… les va a estos… cómo estos…’ Sigan adelante adonde Yo los envío. No le presten atención a nadie más”.\n\nEn cualquier casa donde entréis,…decid: Paz sea a esta casa.\n\n…si hubiere allí algún hijo de paz, vuestra paz regresará…reposará sobre él; y si no, se regresará a vosotros.\n\nY posad en aquella misma hora, en aquella misma casa, (mejor dicho) comiendo y bebiendo lo que os den; (Ahora, toda esta cosa acerca de “no comer carne y demás”, ¡Válgame Dios! ¿Ven?) porque el obrero es digno de su salario. No os paséis de casa en casa.",
    "Ir con los Jones hoy, a cenar, e ir con la—la siguiente pareja el día siguiente, y la siguiente pareja después. “¡Quédense allí mismo”!\n\nAsí es cuando yo voy a una reunión, Uds. saben, por qué me quedo allí mismo en el hotel, y me quedo allí mismo, allí exactamente es donde encuentro paz. ¿Ven? ¡No pasen de casa en casa!\n\nEn cualquier ciudad donde entréis, cuando os reciban allí, comed lo que os pongan delante;\n\ny sanad a los enfermos—sanad a los enfermos que en ella haya, y decidles: Se ha acercado a vosotros el reino de Dios.",
    "Pero, ahora, déjenme leer el siguiente versículo:\n\nMas a cualquier ciudad donde entréis, y no os reciban, saliendo de la ciudad…el mismo día…\n\nAun el polvo de la ciudad, que se ha pegado a—a nuestros pies, lo…(Veamos ahora.)…Aun el…Y…Aun el polvo de vuestra ciudad, que se ha pegado a nuestros pies, lo sacudimos contra vosotros. Pero esto sabed, que el reino de Dios se ha acercado a vosotros.\n\nY os digo que en el día del juicio será más tolerable el castigo para Sodoma, que para aquella ciudad.",
    "¡Oh, hermano, con esa bendita seguridad! Si ellos no ven, no los reciben, sigan adelante, solo digan: “Bueno, si Uds. no me quieren, yo me sacudiré el polvo, y de mis zapatos, y me voy”. En otras palabras, digan: “No tomé nada; si comí algo, le pagaré por ello; y sigamos adelante”. Él dijo: “De cierto…”. Y cada una de aquellas ciudades a las que ellos fueron y no fueron recibidos, cada una de ellas está hundida y ya no existe hoy. Y cada ciudad—ciudad que los recibió, está en pie hasta este día. Ahí lo tienen.",
    "Ahora, uno más, luego terminamos. Veamos, vimos el 10. 11:29 al 31, Lucas 11:29 al 31, luego vamos a terminar. ¡Oh, yo amo Esto!\n\nY apiñándose las multitudes…",
    "Veamos, ¿tendré yo…? ¿Será Lucas, Lucas 11:29? Sí, supongo que esta va a ser. Sí:\n\nY apiñándose las multitudes, comenzó a decir: Esta generación es mala; que demandan señal, pero señal no…no le será dada, sino la señal de Jonás el profeta.\n\nPorque así como Jonás fue señal a Nínive, también lo será el Hijo del Hombre a esta generación.\n\nLa reina del Sur se levantará en el juicio con…esta generación, y la condenará; cuando ella vino de los fines de la tierra para oír la sabiduría de Salomón, y he aquí más que Salomón en este lugar.\n\nLos hombres de Nínive se levantarán en el juicio con esta generación, y la condenarán; pues a la predicación de Jonás se arrepintieron, y he aquí más que Jonás en este lugar.",
    "¿Qué estoy diciendo ahora? Terminando, tendré que dejar pasar el resto. Pero, terminando, quiero decir esto porque los he retenido tanto tiempo. ¿Qué está diciendo Él aquí? “Vendrá un día en que una generación mala y adúltera”, (¡Ahora no lo olviden!) “buscará una señal. Y esta es una generación mala y adúltera”. Y Él dijo: “Esa generación recibirá una señal”. Miren cómo cuadra con el resto de la Biblia, la señal de Jonás. “Jonás estuvo en el vientre del gran pez tres días y noches; así debe estar el Hijo del Hombre en el vientre de la—la tierra tres días y noches”. ¿Qué va a ser? La señal de la resurrección. ¿Ven? La señal de la resurrección será hecha en una generación mala y adúltera, y fue hecha en el Libro de los Hechos. Jesús resucitó de los muertos, entró en Pedro, Jacobo y Juan, y los apóstoles, y ellos hicieron este Libro de los Hechos (no eran los hechos de los apóstoles), eran los hechos del Espíritu Santo obrando en los apóstoles.",
    "No es un hombre hoy; es el Espíritu Santo obrando a través de un hombre, u hombres, ¿ven?, el que hace la obra. No es el hombre; el hombre solo es un vaso, ¿ven?, pero el Espíritu Santo es el Aceite que está en ese vaso. ¿Ven?",
    "Y miren lo que hicieron ellos, miren las señales que hicieron de Jesús. Ellos tuvieron que reconocerlos porque… Ellos—ellos, ellos eran ignorantes, indoctos, Pedro y Juan. ¡Pero tuvieron que reconocer que ellos habían estado con Jesús! Ellos hicieron las cosas que Él hizo. Entonces, ¿ven Uds.?, cada Libro en la Biblia, cada… los cuatro Libros, los cuatro Evangelios protegen la Bendición Pentecostal con cada Escritura para respaldar exactamente lo que ellos dijeron. Y ahora los Hechos de los apóstoles vindican hoy con los cuatro Evangelios que Jesucristo es el mismo ayer, hoy, y por los siglos. ¿Lo aman?",
    "Estaban reunidos en ese aposento alto,\n\nOrando en Su Nombre,\n\nBautizados con el Espíritu Santo,\n\nY vino poder para servir;\n\nLo que Él hizo por ellos aquel día,\n\nLo mismo hará por ti,\n\nEs mi gozo el decir que soy de Él.",
    "Permítanme cantarlo:\n\nEstaban reunidos en el aposento alto,\n\nOrando en Su Nombre,\n\nBautizados con el Espíritu Santo,\n\nY vino poder para servir; (Lo que necesitamos hoy.)\n\nLo que Él hizo por ellos aquel día,\n\nLo mismo hará por ti,\n\nEs mi gozo el decir que soy de Él.\n\nAunque no sea gente educada, (No… Así como Pedro, Jacobo y Juan.)\n\nNi tenga fama mundanal,\n\nHan recibido su Pentecostés,\n\nBautizados en el Nombre de Jesús;\n\nY están diciendo ahora, por doquier,\n\nSu poder es aún el mismo, (El mismo que era.)\n\nEs mi gozo el decir que soy de Él.\n\nSoy de Él, soy de Él,\n\nEs mi gozo el decir que soy de Él.\n\nSoy de Él, soy de Él.\n\nOh, es mi gozo el decir que soy de Él.\n\nOh, vengan mis hermanos, busquen esta bendición\n\nQue limpiará su corazón de pecado,\n\nQue hará que empiecen a sonar las campanas de gozo,\n\nY mantendrá tu alma ardiendo;\n\nOh, está ardiendo ahora en mi corazón.\n\nOh, gloria a Su Nombre,\n\nEs mi gozo el decir que soy de Él.\n\nSoy de Él, soy de Él,\n\nEs mi gozo el decir que soy de Él; ¡aleluya!\n\nSoy de Él, soy de Él,\n\nEs mi gozo el decir que soy de Él.",
    "[Cinta en blanco.—Ed.] Eso engaña a muchas de esas personas. Son… Muchas personas aquí en la calle que van a la iglesia, pertenecen a las iglesias, ellos están engañados como Eva en el principio. Ellos no conocen la diferencia.",
    "¡Oh, vengan a tomar el Árbol de la Vida! Ahora, en vez de los Querubines… Ahora, quiero decir algo: En lugar de esos Querubines estar protegiendo este Trono, ellos están aquí afuera buscando, tratando de traer a la gente, llevándoles hacia el Trono, tratando de traerlos por la puerta, de nuevo al Árbol de la Vida para que ellos puedan recibir Esto. Jesús dijo: “Yo soy el Pan de Vida que descendió de Dios del Cielo. El que come Mi Carne y bebe Mi Sangre, tiene Vida Eterna; y lo resucitaré en el día postrero”. Así es. ¡Oh, estoy tan contento!",
    "¿Cuántos enfermos hay en el salón? Veamos sus manos, levanten sus manos. Muy bien. Cuántos tienen… ¿Eso…? ¿Le—le entendí a Billy? ¿Dónde está? ¿Repartió él tarjetas de oración? ¿Hizo…? [Cinta en blanco.—Ed.] Muy bien, ¿quién tiene…? [Cinta en blanco.]",
    "Ahora, miren en esta dirección, todos Uds. Ahora, exactamente así es cuando viene aquí bajo la Gloria, ¿ven? ¿Ven? ¿Ven? Viene… Es una Luz aquí. Uds. están moviéndose aquí, ¿ven Uds.? Ahora, miren, solo es—solo es un reflejo, solo un reflejo, eso, ¿ven? Eso no es la Luz. Aquí está la Luz suspendida aquí mismo, ¿ven?, aquí mismo donde esta mujer. Yo la capté por casualidad y pensé que estaba sobre alguien.",
    "Ahora, Uds. están viendo una y yo estoy viendo dos. Una de ellas es la natural, y la Otra es la Sobrenatural. Hay un hombre sentado aquí afuera, bajo esta línea mirando hacia esa Luz. Eso le impactó. Él es de Seymour, Indiana, y él tiene… tuvo un derrame cerebral. Si Ud. cree, señor, Dios lo va a sanar de ese ataque. ¡Amén! ¡Crea ahora!",
    "¿Cree Ud. con todo su corazón? Entonces si el Señor Dios, Creador de los cielos y la tierra, me permite hacer algo para probarle que es Dios, entonces ¿creerá Ud. de todo corazón? Su—su enfermedad es una condición nerviosa causada por una—una—una menopausia. ¿Cree Ud. que Dios la va a sanar? Ud. tampoco es de aquí.",
    "[Cinta en blanco.—Ed.] ¿…cuál es su problema? Y, al hacerlo así, ¿que Él lo sanaría? [Cinta en blanco.]…podría sanarla, porque no es Ud. la que está deseando ser sanada, es su hijo. ¿Ve? Él está en Virginia. ¿Cree Ud. que yo puedo decirle cual es su problema, con la ayuda de Dios? Él tiene úlceras. Es cierto. Y hay otra cosa mal en él, él no es salvo. Y Ud. está orando por él. Ahora, Sra. Baker, regrese de nuevo a Somerset y crea con todo su corazón, Jesucristo lo va a sanar. [Cinta en blanco.] …?… sanarlo, ¿lo acepta Ud. como su Sanador? Si Ud. pudiera… [Cinta en blanco.]…sanador. Pablo dijo una vez… [Cinta en blanco.]",
    "Esta audiencia de personas que ha escuchado atentamente hasta muy avanzado el día, Señor, ahora, Señor Dios, yo oro que Tus misericordias y bondades reposen sobre ellos.",
    "Satanás, te desafío en el Nombre de Jesucristo, ¡sal fuera de estas personas! Ellos se han quedado para escuchar el Evangelio. Tú no puedes retenerlos más. ¡Que el poder del diablo que ha atado a esta gente, se vaya! 🦅"
  ]
}