{
  "title": "COSAS QUE AL PRINCIPIO NO FUERAN ASÍ",
  "id": "61080009",
  "content": [
    "🦅  …de Sus días, enseñaban cosas que no eran así. Supongo que, si Él viniera hoy, encontraría lo mismo: cosas que al principio no fueron así. Si Uds. siempre quieren saber cuál es la verdad, regresen al principio. Regresen a Génesis, y podrán ver toda secta y todo lo que es verdad hoy. Solo… Las plantas todas comenzaron en Génesis, porque Génesis es el capítulo de las semillas, de la Biblia. Y si queremos saber qué es lo correcto, regresemos al principio.",
    "Es como trataba de decir anoche, una vez que Dios hace una declaración, Él jamás puede desviarse de esa declaración. Él tiene que seguirla todo el tiempo. Lo que Él dijo en Génesis sigue igual en Apocalipsis, y todo el tiempo. Él es Dios, y no hay más. ¿Ven? Y todas Sus Palabras son veraces.",
    "Ahora, vemos que cuando vino Jesús, encontró a los maestros que habían tomado la Palabra de Dios y La habían pervertido, para beneficio propio. Habían tomado los mandamientos de Dios y Los habían pervertido a un credo.",
    "Ahora, recuerden, solo hay un Creador, y todos… Satanás no es un creador. ¿Qué es el pecado? El pecado es “injusticia”, y la injusticia es “justicia pervertida”.",
    "Tal vez lo aclare. Ellos… Uds. son una congregación mixta. Uds. escuchan a su médico; yo soy su hermano. Que un hombre viva con su esposa es justicia. Él se casó con ella. El mismo acto con otra mujer es muerte. Uno trae vida, el otro es muerte. ¿Ven? La injusticia es “justicia pervertida”. ¿Qué es una mentira? Es la “verdad malinterpretada”.",
    "Y, eso fue lo que encontró Jesús. Y en lo que terminaremos todos si le añadimos, o le quitamos a la Palabra de Dios, es en una perversión de la Palabra de Dios.",
    "Y cuando Jesús vino, encontró que ellos habían tomado la Palabra de Dios y La habían pervertido, e hicieron una tradición de hombre. Y Él dijo: “¿Por qué Uds., con su tra-… cambian la Palabra de Dios?”. Al aceptar sus tradiciones, y cambiar la Palabra de Dios, la hacen decir algo que en realidad Ella no dice.",
    "Vemos que eso fue lo que Él encontró en Su día, y Él lo encontraría aquí hoy. Y Él, en la Presencia o, en la Persona del Espíritu Santo, el mismo Dios que siempre ha sido, morando en Su pueblo en la forma del Espíritu Santo, testifica a través del verdadero creyente, que el hombre pervierte la Palabra de Dios para que cuadre con su credo, en lugar de hacer que su credo cuadre con la Palabra de Dios.",
    "Quiero que alguien encuentre el Credo de los Apóstoles en la Biblia, como lo diríamos hoy: “Yo creo en la Santa Iglesia Católica Romana, la comunión de los santos”. Cualquier cosa que tenga comunión con los muertos es espiritismo. “Solo hay un Mediador entre Dios y los hombres, Jesucristo Hombre”. No hay más. No hay otro mediador. Así que, cualquier cosa… Ellos pervierten las cosas, hacer un Credo de Apóstoles.",
    "Si los apóstoles tuvieron algún credo, fue Hechos 2:38. Él—él tenía… eso es lo que ellos predicaron continuamente y—y le insistieron a la gente. Tenían que hacerlo, arrepentimiento para con Dios, y demás. Es decir, si hay algún credo en la Biblia, ese sería el que usaron los apóstoles.",
    "Así que, ellos… toda su dirección, del Espíritu Santo, permaneció con la Palabra. Y si algún hombre, o ángel, llega a decir algo contrario a la Palabra, Gálatas 1:8 dice: “Sea anatema”. Tiene que ser la Palabra de Dios.",
    "Pablo dijo: “Si un ángel del Cielo viene a Uds. con cualquier otro evangelio que el que Uds. ya han oído, sea anatema”. Así que, creemos que los cielos y la tierra pasarán, pero la Palabra de Dios no pasará, porque la Palabra es Dios. Dios no puede pasar. La creación pasará, pero Dios no puede pasar.",
    "No es lugar para bromas, el púlpito no es lugar para bromas. Creo que la Palabra de Dios debe ser predicada desde aquí con la solemnidad del—del corazón, y no debemos olvidarlo. Pero solo lo digo para llegar a este punto: el negrito anciano, aquí por algún lugar del sur, dijo una vez, dijo que “él preferiría estar parado en la Palabra de Dios que pararse en el Cielo”. Le preguntaron ¿por qué? Dijo: “Porque tanto el Cielo como la tierra pasarán, pero la Palabra de Dios no pasará”. Así es. Tenemos que permanecer en la Palabra.",
    "Jesús, cuando vino, dijo: “Moisés, por la dureza de vuestro corazón os permitió el divorcio de vuestra esposa; pero no fue así al principio”. Ahora, nos damos cuenta que ellos habían tomado los mandamientos de Dios y los habían invalidado.",
    "Cuando Jesús vino, Él encontró gente con la mira en la iglesia para la salvación. ¿Qué recibieron? Credos; cada denominación formula su propio credo. Y eso fue entonces lo que Él halló, a la gente dependiendo de la iglesia para la salvación; y encontraron credos hechos por el hombre.",
    "Y si Él viniera hoy en Persona y nos hablara, Él encontraría lo mismo: el hombre haciendo que la Palabra de Dios cuadre con su denominación, dándoles credos. Y no hay salvación en un credo, si no es la Biblia. Tiene que ser la Biblia, porque Su Palabra es… todo lo que necesitamos es Su Palabra. Y Su Palabra, cuando Él es la Palabra, la Palabra de Dios es Dios. Así de sencillo. Él Mismo es Su Palabra. Él es… “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Y la Palabra aún es Dios. Ella aún es Dios.",
    "Ahora, nos damos cuenta que cuando Él vino, halló a los hombres, allá, tomando los mandamientos de Dios y anulando su efecto, al tomar los mandamientos de Dios y adecuarlos a sus credos, pues, eso anuló su efecto. Y la iglesia miró… La gente miró a la iglesia en lugar de mirar a la Palabra de Dios. Y, por tanto, Él dijo: “Al principio no fue así”.",
    "Y vemos que sigue igual hoy, como ya lo he citado dos o tres veces esta mañana, y mirar ese reloj me pone nervioso, y yo—yo quiero decir esto, no obstante, que, “Esto es verdad”. Entonces en ese día, igual que hoy, y hoy como fue entonces, ellos vociferan: “¿Dónde está Dios?”.",
    "Bueno, sucede eso mismo, que ellos dejaron a Dios cuando dejaron Su Palabra. Por eso tenemos las cosas como están hoy, porque la gente dejó la Palabra de Dios.",
    "Si un médico diera una fórmula, una receta, y Ud. le añadiera algo o le quitara algo, Ud. mataría a su paciente. Es verdad. Uds. tienen que mantenerla tal y como está escrita. Allí hay suficiente antídoto para trastornar el veneno, suficiente veneno para matar el germen. Y si contiene demasiado veneno sin el antídoto, mataría al paciente; y—y demasiado antídoto sin el veneno, ¿qué haría? No ayudaría a su paciente. Así que, Ud. tiene que tenerlo exacto.",
    "Y así es con la Palabra de Dios. Ella es la Receta de Dios. Sí, hermano. Es la Receta de Dios para Su pueblo para curar toda enfermedad, toda dolencia. Pecado y físico, sea lo que sea, todo se encuentra en la Palabra de Dios. Amén. Es la Palabra de Dios. Ella lo fue en el principio; Ella lo fue en la edad media; Ella lo es en cada edad; y Ella lo es en esta mañana, tal como cuando Él La habló, porque Ella no puede desviarse ni una pizca, porque es Palabra de Dios.",
    "Entonces la gente hoy, con razón dicen: “Los días de los milagros han pasado. No existe tal cosa como la sanidad Divina”. ¿Por qué lo hacen? Porque ellos han tomado la Palabra de Dios y han envuelto allí su credo, y han mezclado la cosa mal. Y ellos ya no tienen poder allí. Si un ángel, un obispo, un arzobispo, o lo que sea, viene y cambia una Palabra, cambiará toda la Receta. Quedémonos tal y como Ella lo dice. Lo que Dios dijo, dejémoslo así mismo.",
    "Hoy las iglesias se han ido. Están en alguna parte, desviadas, por alguna rabieta, formando organizaciones, formando denominaciones, trayendo a la gente en pos de credos en lugar de Cristo. Yo no quiero credo sino a Cristo, ninguna ley sino amor, y ningún libro sino la Biblia. Es exactamente lo que tenemos: Ella es el Credo de Dios, es la Receta de Dios. Ella es el Antídoto de Dios para el pecado. Ella es el Antídoto de Dios para nuestra sanidad, y Ella es—es el poder de Dios manifestado a nosotros, a medida que aceptamos la Palabra en nuestras vidas.",
    "Ahora, vemos aquí que ellos responden, vociferan: “¿Dónde está el Dios de Moisés?”. La razón por la que Moisés se quedó con Dios y sucedieron las cosas, fue porque Dios estaba siguiendo la receta de Moisés, Moisés estaba siguiendo la Palabra de Dios. La manera en que Pedro, Santiago y Juan dieron en el blanco cada vez, fue porque ellos—ellos siguieron la Palabra.",
    "Aquí hace un tiempo… Todos saben que a mí me gusta el tiro al blanco, y disparar, y todo eso. Y yo tenía un pequeño Modelo 70 Winchester. Me paré, y a cuarenta y seis metros, en un campo de tiro, metí ocho balas por el mismo agujero, a cuarenta y seis metros. Y se desvió un poco, el tiro. Uno tiene que jugar con eso y calibrar. Y eso me gusta, me calma los nervios. Y se salía. No pude hacer que diera allí. Pensé que requería reacondicionamiento.",
    "Lo envié de regreso a la Compañía Winchester. Ellos respondieron y dijeron: “¡Oh!, Hermano Branham, o, Sr. Branham” dijeron, “si… ese Winchester es uno de los mejores”. Dijeron: “Hará un margen de una pulgada a cuarenta y seis metros, a veintitrés metros, digo, una pulgada a veintitrés metros”. Dijeron: “Es lo mejor que Ud. conseguirá”.",
    "Yo sabía que no. Yo sabía que, a cuarenta y seis metros, había clavado ocho tachuelas seguidas con él. Así que, yo sabía que eso no era verdad. Ahora, así es… Y no quedé tranquilo hasta que me lo devolvieron. Ahora, hará lo mismo.",
    "Ahora, yo no soy una de estas personas a las que les gusta dar cerca y salpicar: “La iglesia lo dice, así que sigamos con eso”. Si los apóstoles, por la Palabra de Dios, por los mandamientos de Dios, por el mismo Espíritu Santo que nosotros recibimos, les dieron a las tachuelas de la sanidad Divina, de los poderes de Dios, si permanecemos con eso, sabiendo que así es, entonces quedémonos hasta dar en el blanco, eso es todo, porque sabemos que lo ha hecho antes.",
    "¿Cómo es que “los días de los milagros han pasado” y “Jesucristo siendo el mismo ayer, hoy, y por los siglos”? ¿Cómo puede estar muerto ese Dios que resucitó, y estar vivo para siempre? ¿Cómo podemos transformar eso en un credo, cuando Dios no tiene credo?",
    "Dios es una Persona. Dios mora en Su Iglesia, y Uds. son Su Iglesia. Si Uds. han nacido de nuevo y están llenos del Espíritu Santo, Uds. son la Iglesia de Dios. Dios mora en sus… Él hace Su tabernáculo con Uds. Cuando Dios descendió, fue hecho carne y habitó entre nosotros, ¿qué hizo Él? Él—Él extendió Su tienda entre los seres humanos. Él—Él cruzó Su molde de Dios al hombre para llegar a ser, para que el hombre pudiera llegar a ser como Él. ¡Oh!, Él vino a ser yo, para que por Su gracia yo pudiera llegar a ser Él.",
    "¡Oh, qué gran cosa! Nunca entenderemos lo que fue. Con razón la gente reclama hoy: “¿Dónde está Dios?”. Regresen a la Palabra; regresen al principio.",
    "En el principio Él les dijo a Sus discípulos: “Id por todo el mundo y predicad el Evangelio. Estas señales seguirán a los que creen”. Eso era. Regresen a esa misma Palabra y Ella producirá lo mismo. Ellos siguieron esa Palabra, y Ella dio en el blanco y clavó las tachuelas. Cada tachuela, cada promesa que Dios hizo, fue manifestada.",
    "Si regresamos a esa misma Palabra, Ella clavará las mismas tachuelas, haciendo los mismos milagros, hará las mismas cosas, vivirá la misma vida, hará la misma criatura, resucitará a los muertos, sanará a los enfermos, echará fuera demonios, verá visiones, profetizará. Es el mismo Evangelio que hundió las tachuelas allá, si volvemos a lo mismo.",
    "Es como colocar el arma de nuevo en la misma condición como en un principio, se eliminan todas las vibraciones, eso apuntará esa bala allí directamente. Y si sacamos toda vibración de incredulidad de nosotros, la Palabra de Dios dará exactamente en el blanco como cuando primero comenzó. Exactamente así. Dará en el blanco cada vez. Ella lo hizo una vez; lo hará de nuevo. No se conforme con un credo o algo; quédense allí hasta que la Palabra dé en el blanco.",
    "Me recuerda la ocasión cuando la madre y el padre o, el padre adoptivo de nuestro Señor Jesús Lo habían llevado a la fiesta de Pentecostés. Y viajaron por tres días, y—y finalmente Lo extrañaron. Ellos—ellos no pudieron encontrarlo.",
    "Ese ha sido el recorrido de la iglesia hoy. Ha recorrido más… ha recorrido como dos mil años de camino, y sin Él. Aquí está. Por todas partes se manifiestan señales de Su Venida, y ellos dicen: “¿Dónde está Dios? ¿Dónde está Dios? ¿Qué fue de Él?”.",
    "¿Se dieron cuenta? María y José Lo buscaron entre sus parientes, pero no Lo encontraron. Hoy nosotros regresamos para ver si los metodistas Lo tienen, si los bautistas Lo tienen, los presbiterianos o los luteranos. No, señor, ellos no Lo encontraron; ni tampoco Lo encontraremos nosotros hoy. No importa cuánto queramos regresar y revisar una de esas antiguas denominaciones muertas, nunca lo encontraremos.",
    "¿Dónde Lo encontraron a Él? Donde Lo dejaron. ¡Aleluya! Piensan que soy un santo rodador; supongo que lo soy. Uds. Lo encontrarán a Él, así como ellos: donde Lo habían dejado. Donde ellos Lo dejaron, allí es donde Lo encontraron. Allí es donde la iglesia Lo encontrará.",
    "¿Dónde Lo dejaron a Él? En la fiesta de Pentecostés. ¿Dónde Lo encontrará la iglesia? Nuevamente en la fiesta de Pentecostés, donde Lo dejaron a Él cuando se apartaron de la doctrina de los apóstoles y demás. Allá atrás en esas edades primitivas, ellos se apartaron de ella y formaron sus propios credos, y comenzaron la doctrina nicolaíta, formando la iglesia católica, organizando una religión de—de lo que se llamó la religión Cristiana. Y desde allí se han organizado, y han dañado las cosas, y han traído a todos los Cristianos a credos y demás, y lo mezclaron todo al punto que es el mismo conglomerado que Él encontró cuando vino. Exactamente.",
    "Regresemos al principio donde Lo dejamos, cuando Él era poderoso, cuando Él resucitó a los muertos, y sanó a los enfermos y echó fuera demonios; eso es regresar directamente al principio, donde Lo dejamos a Él.",
    "Ellos dicen: “¿Dónde está Él? ¿Estará con los metodistas? ¿Estará con los bautistas?”. O incluso: “¿Estará Él con los pentecostales?”. No, señor. Regresen al ori-… no a una organización pentecostal, a denominaciones pentecostales, ese es un nombre. ¿Quién puede organizar a Pentecostés? Díganme. Pentecostés no es una organización. Pentecostés es una experiencia para cualquier creyente que quiera recibirla. Regresar a la experiencia, no regresar a una organización, sino regresar a una experiencia. Pentecostés es una experiencia.",
    "Déjenme decirles algo. Uds. miren el fruto que las iglesias pentecostales están produciendo hoy, Uds. se darán cuenta que ellas no han comenzado desde el principio: discuten, escándalos, riñas, todo al revés, queriendo esto, y queriendo aquello. Jesús dijo en Juan 14, o Juan 15: “Yo soy la Vid, vosotros los pámpanos”. ¿Correcto?",
    "Ahora, Uds. granjeros, Uds. tejanos, luisianos, y lo que Uds. sean aquí, cualquiera que tenga sentido común, que haya visto crecer una vid, sabe que la vid no da fruto. Los pámpanos de la vid son los que dan fruto, pero reciben su vida de la vid. Jesús es nuestro recurso de Vida. Sí, señor. Ahora, notémoslo, entonces: si Jesús es el recurso de nuestra Vida, entonces Él es la Vid verdadera. La misma vida que está en la vid está en el pámpano. Y si esa vid produce uno de los primeros pámpanos, y lo es ese pámpano, un racimo de uvas brota de él, si llega a producir otra rama, será un racimo de uvas. Al producir otro pámpano, será un racimo de uvas. Y será la misma clase de pámpano hasta el final de la vid. ¡Oh, Dios!\n\nAhora sí necesito mi media hora; estoy a punto de abordarlo. Amén.",
    "Cada vez que esa vid produce un pámpano, será como el primer pámpano. ¿Por qué? Porque la vida que está en la vid producirá el mismo tipo de pámpano. Si la primera vid produjo uvas, la próxima no producirá calabazas; la que le sigue no producirá fruto cítrico. Y luego, después de un tiempo, así sucesivamente, no lo hará.",
    "Si la Vid verdadera produce un pámpano, y si… Jesús es el Pámpano en la primera, o la Vid. Y con el primer pámpano que produjo, ellos después escribieron un Libro de los Hechos. ¿Correcto? La iglesia Pentecostal, la verdadera iglesia Pentecostal, y se escribió un Libro de los Hechos, con señales y maravillas que siguieron al creyente. Si esa verdadera Vid genuina produce otra rama genuina, escribirán después un libro de los Hechos. Sí, señor.",
    "Aquí en Arizona no hace mucho, yo estaba mirando un árbol en el patio de un varón, un árbol de cítricos. Tenía nueve clases de frutos diferentes en un árbol. Así era. Cada uno de ellos era un fruto diferente. Para empezar, era un árbol de naranja, pero tenía granadas; tenía—tenía limones; tenía toronjas; todos diferentes tipos de fruto cítrico. ¿Por qué? Ellos fueron injertados allí. Ellos estaban viviendo de la vida de ese árbol, pero no podían producir nada aparte de lo que eran. No pudieron producir naranjas, porque son una vid injertada. Pero cada vez que ese árbol produjo una rama original, de sí mismo, era un árbol de naranja, y naranjas dio.",
    "Así es hoy. Le hemos injertado vides metodistas, bautistas, presbiterianas a la Vid genuina, y viven de la fuerza de Ella. Pero no pueden producir más que credos y denominación. Pero si esa Vid llega a producir otra rama, será inter-denominacional, impulsada por el Espíritu Santo, exactamente como fue en el Día de—de Pentecostés; de regreso al principio. Amén.\n\nMejor termino. Amén.",
    "Si esa Vid llega a producir otro pámpano, será igual que al principio. Le injertamos toda clase de credos de iglesias: bautistas, metodistas, pentecostales, presbiterianos, luteranos, bautistas; y cada uno produce fruto bautista, fruto metodista, fruto pentecostal, y cuanta cosa más. Pero cuando regrese, si esa Vid llega a producir otro pámpano genuino, dará fruto del Espíritu Santo. Amén. Será…\n\nEllos dicen: “Bueno, somos metodistas”.\n\n“Al principio no fue así”.\n\n“Nosotros somos bautistas”.\n\n“Al principio no fue así”.\n\n“Nosotros somos presbiterianos”.\n\n“Al principio no fue así”.\n\n“Nosotros no creemos en hablar en lenguas”.\n\n“Al principio no fue así”.\n\n“Nosotros no creemos en la sanidad Divina en nuestra iglesia”.\n\n“Al principio no fue así”. ¡Aleluya! Lo que necesitamos hoy es algo que regrese al principio otra vez, que regrese al principio. ¡Aleluya!\n\nSe me acabó el tiempo. Oremos.",
    "Señor Jesús, ¡oh, que yo viva para ver el día en que la iglesia regrese al principio! Concédelo, Señor. Llena este pequeño lugar esta mañana. Unge a este pequeño pastor aquí, Señor, y a estos otros. Danos de Tu gloria; danos de Tu gracia; danos una reunión aquí, Señor.",
    "Que olvidemos las otras cosas y regresar al principio, porque sabemos que nuestro Maestro habla a nuestros corazones esta mañana: “Aparten de allí estas vides injertadas. Sepárense de la incredulidad. Regresen al principio; allí es donde fue así”. Y, Señor, lo queremos todo como fue al principio.",
    "Señor, permite que nuestra experiencia, si no la hemos tenido hasta esta mañana… Si hay alguien sentado aquí que nunca ha tenido esa experiencia del Espíritu, del principio y tenemos ese mismo Espíritu que se derramó en el principio, ¿por qué escoger un sustituto? ¿Por qué escogeríamos algún fanatismo? ¿Por qué escoger algún credo radical, frío, formal, indiferente, cuando los cielos Pentecostales están llenos del verdadero artículo genuino? ¿Por qué escoger un sustituto?",
    "Señor, que regresemos al principio y lo recibamos como ellos en el principio, y tener las mismas obras, señales, maravillas que produce el mismo fruto: amor, gozo, paz, lentos para la ira, benignidad, mansedumbre, bondad, paciencia. Que Dios lo conceda. Escúchanos, Padre, porque encomendamos esta pequeña iglesia y este avivamiento a Ti en Tu mano, en el Nombre de Jesucristo. Amén.",
    "Dios los bendiga. No me gusta tener que correr, pero ya son más de las once. Los veré esta noche. Gracias… 🦅"
  ]
}