{
  "title": "LA RELIGIÓN DE JEZABEL",
  "id": "61420009",
  "content": [
    "🦅  Permanezcamos de pie un momento mientras le damos gracias a Dios por esto. Inclinemos nuestros rostros.\n\nBondadoso y Santo Padre, Dios, estamos muy contentos de que Tú seas un—un Dios y un pronto auxilio en el tiempo de las tribulaciones. Te damos gracias por lo que has hecho por nosotros. Realmente no podemos expresar de corazón cuánto apreciamos esto, y cómo vienes a nuestro rescate cuando estamos en dificultad. Hemos aprendido a través de los años a confiar en Ti y a creerte.\n\nY pido en esta tarde, Señor, que derrames Tus bendiciones sobre este pueblo. Que no haya una persona débil entre nosotros cuando este servicio haya terminado. Si hubiere alguno aquí que no esté bien con Dios, que el Poder que levantó a Jesús de la tumba vivifique sus cuerpos mortales y sus almas, Señor, y que los vuelva hacia Ti. Concédelo, Señor. Aquellos sin el Espíritu Santo, que este sea ese gran día que nunca olviden, pues que sea el día en que Dios derrame Su Espíritu sobre ellos. Concédelo, Señor. Perdona nuestros pecados.\n\nOramos para que bendigas al Hermano Sullivan, nuestro amable y precioso amigo, y su consideración con el pueblo, y que se esfuerce por traerles toda posibilidad que puede para ayudarles. Pido que bendigas al Hermano Sullivan.\n\nBendice a los ministros por toda la nación, en todas partes. Dales abundancia sobremanera, Señor. Que se paren valerosamente en el púlpito y anuncien la Palabra de Dios, porque vivimos las horas finales de la historia de este mundo. Permite que Tu bondad nos haga sombra en estos tiempos. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Estoy muy agradecido con Uds. y con Dios, por esto. El Hermano Sullivan se lo propuso. Verán, no sería justo que el Hermano Sullivan hiciera eso, así que nos preparamos para estar listos. Le agradecemos su amabilidad.",
    "Y ahora, tocante a la—la ofrenda de amor, eso… no tenían que hacerlo. No, eso no era necesario. Miren, solo… ellos pagaron los gastos, el hotel y la comida, lo que consumimos, y todo lo que fue necesario. Pero gracias, muy amables, y eso irá para ayudar la obra misionera y traer personas a Dios. No se comprarán cigarrillos con ella, ni whisky, ni nada malo, se usará para lo correcto. Y oro para que Dios les ponga eso en la cuenta allá arriba y lo multiplique por diez mil, cada dólar, o—o centavo, o cinco centavos que Ud. haya dado a favor de este servicio.",
    "Y, bueno, quiero agradecerle al Ejército de los Estados Unidos por permitirnos este edificio en dónde sentarnos, para tener estos servicios. Realmente les agradezco de todo corazón.",
    "Y según entiendo, el Hermano Sullivan dijo que todo quedará completamente pago. Aún no hemos dejado una ciudad debiendo un centavo, sin que todo quedara pagado; simplemente no creemos que sea de otra forma. No le deba a nadie, uno debe ser honesto y recto. Y si Ud. le debe a alguien, dé la cara y dígale que Ud. le debe, pero que solo le dé un poco de tiempo y Ud. lo pagará. ¿Ve? Siempre, esa es mejor… Es una buena señal de Cristianismo: ser honesto, recto.",
    "Uno quiere vivir exactamente lo que habla. Si uno mismo no lo vive, ¿cómo podrá esperar que otro lo viva?, ¿ven? Así que Uds. son cartas escritas, leídas por todos los hombres; así que siempre sea honesto, justo, sincero. Diga la verdad, no importa cuánto lastime en algo. Diga la verdad de todos modos, porque Ud. siempre podrá decirlo de la misma manera cada vez. Y si Ud. dice una mentira, tendrá que desviarse un millón de millas, y aún tendrá que regresar a esa mentira; y Ud. solo cometió algo horrible. Solo sea honesto, y siempre podrá decirlo de la misma manera porque es la verdad.",
    "Así es con la Biblia. Dígalo tal como lo dice la Biblia; no ceda en eso, dígalo tal y como está, solo… está escrito aquí mismo y—y Ud. podrá señalarlo con el dedo. Es—es… Así es como Ud. derrota a Satanás. Satanás le dijo a Jesús: “Si Tú eres el Hijo de Dios, veamos cómo haces un milagro. Dicen que Tú ‘obras milagros’. Convierte estas piedras en pan, y veremos. Tienes hambre”.",
    "Él dijo: “Pero escrito está: No solo de pan vivirá el hombre”. ¿Ven? Él tomó la Palabra del Padre y derrotó al diablo, allí mismo en su propio terreno. Y Ud. puede hacer lo mismo: derrotar al diablo en su terreno con la Palabra del Señor.",
    "Pues, siempre estaré agradecido con el Hermano Sullivan. Esto es… Disculpen esta expresión: Creo que cuando hicieron al Hermano Sullivan que Él simplemente rompió el molde. No hay nadie como él. Solo hay un hombre que he conocido en mi vida que me recuerda al Hermano Sullivan, fue E. Howard Cadle. No sé si él lo haya conocido o no, de el—de… El Hermano Cadle era un buen chico de campo, así como el Hermano Sullivan. Y él se metía las manos en los bolsillos tanto que estiraba los tirantes muy abajo, y hablaba con la cabeza hacia un lado, y él simplemente era E. Howard Cadle. Y estoy—estoy muy contento de tener al Hermano Sullivan como amigo y hermano en el Evangelio. Y oro para que Dios lo bendiga a él y a su pequeña iglesia aquí, a su preciosa esposa, a sus seres queridos.",
    "Y para Uds., los otros ministros aquí, para Uds. y su congregación, predicadores del Evangelio Completo, tal vez no estemos de acuerdo unos con otros en las cositas técnicas de la Escritura. No estoy de acuerdo con mi esposa en algunas cosas. ¿Y Uds. saben lo que es? A ella le gusta el pastel de manzana y a mí el de cereza; así que no estamos de acuerdo. Y les diré lo que hago con el mío: me gusta un buen pedazo caliente de pastel de cereza (me gustaría ahora mismo), y le derramo mantequilla encima, y sobre eso derramo melaza; y, hermano, ¡ahí tiene algo que vale la pena comer! Mi esposa le teme. Creo que le teme a las calorías. Podría gustarle. Pero Uds. saben cómo son las mujeres, temen… Se ponen tan delgadas que uno podría pincharlas con un alfiler y cortarlas hasta el hueso, y aún quieren—quieren adelgazar. Esa es su naturaleza, supongo, así que hay… Y, pero ese es el que me gusta. Ahora, en eso no estamos de acuerdo, en otras cosas estamos bien. Pero, ¿ven?, no estamos perfectamente de acuerdo. Pues, nosotros veríamos lo mismo, hermanos, pero lo principal es que estamos comiendo pastel, que es lo principal.",
    "Principalmente, en el bautismo del Espíritu Santo y la venida de Cristo, y en las grandes doctrinas evangélicas fundamentales de la Biblia, realmente estamos hombro a hombro en eso. Como una gran hermandad unida, sin ninguna barrera denominacional, sin nada que nos impida, marchamos hacia el Calvario como un gran ejército, juntos.",
    "Si yo puedo serle de ayuda, con mucho gusto lo haré. Y estoy seguro que Ud. me diría lo mismo. Y Ud. sí me puede ser una ayuda. Y hay una cosa que Ud. puede hacer, que yo conozca, es orar por mí, que Dios nunca me permita desviarme. Yo—yo—yo… No está en mi corazón desviarme, yo—yo quiero marchar en lo correcto, quiero hacer lo correcto. Pues me doy cuenta, como me dijo una vez el Hermano Jack Moore, dijo: “Hermano Branham, no me gustaría estar en sus zapatos con toda su experiencia, en el Día del Juicio, porque Dios lo va a hacer responder a Ud. por mucho” dijo, “porque Él ha puesto en sus manos a millones de personas”.",
    "Entonces, si sé que yo voy a pararme allí y a responder por esas personas, entonces, ¿qué clase de Evangelio tengo que predicar? ¿Con qué sinceridad, cuando tengo en mis manos la compra de Su Sangre? Y siendo que Él me dio un don para… sin duda alguna, cualquier persona sensata sabría que tiene que venir de Dios. Y con eso, si yo guiara a alguien en el camino equivocado solo porque un cierto grupo así lo dijo, Dios me haría pagar por eso en el Día del Juicio.",
    "Pero cuando vi la visión aquí no hace mucho, y oí a la gente dar voces… ¿Recibieron Uds. el librito anoche? La—La Voz, de los Hombres de Negocios. ¡Qué bien! Y en la visión… Algún día lo imprimiremos con todos los detalles; no está completo. Pero en eso, y viendo eso y yo estuve allí de pie igual—igual como estoy de pie ahora mismo. Y me miraba a mí mismo tendido allí en la cama, veía a mi esposa, y sin embargo, parado aquí mirándome a mí mismo. Y esas personas estaban allí paradas cuando dije: “¿Pablo tendrá que ser juzgado por el Evangelio que predicó?”.",
    "Dijo: “Sí”.",
    "Dije: “Yo he predicado cada Palabra exactamente como él la predicó”.",
    "Y millones gritaron: “¡En Eso estamos descansando!”.",
    "Así es como quiero que sea cuando yo cruce allá, ¿ven? Quiero que así sea, así mismo, exactamente lo que dijo Pablo: No quiero añadirle nada a Ella, ni quitarle nada. Solo lo que diga la Biblia, así exactamente es que quiero que continúe, ¿ven? Y, por supuesto, Uds. consérvenlo así, las denominaciones a cada lado levantarán una barrera contra Eso.",
    "Y también, muchas veces, los hermanos piensan que yo estoy en contra de mis hermanos. Dios sabe que no es así, lo importante es que Él sabe la verdad. ¿Ven? No es en contra de los hermanos, es el sistema que hace que no seamos hermanos. No es la Palabra de Dios la que nos impide ser hermanos; es el sistema al que nos unimos que nos impide ser hermanos. Así es. Entonces, ¿dónde debemos pararnos? Párense en la Palabra y Dios atraerá a Ella a todos los hombres. (Así es) en—en cuanto a eso. Nunca lo organicen, no lo denominen, solo manténganlo en Dios, y sigan avanzando; solamente mirando el final, manténganse firmes, Dios traerá lo demás.",
    "Hay tantas cosas que Uds. han hecho por mí, lo cual agradezco. Bueno, si puedo les ayudaré dándoles un paño de oración o algo. Ahora, no me pregunten doctrina, porque yo—yo no deseo hacer eso. Muchas personas me escriben con preguntas sobre casamiento y divorcio y cosas así, lo cual es un enredo en la iglesia. Yo siempre las remito y les digo: “Pregúntele a su pastor”.",
    "Personas me han escrito cartas aquí y dicen: “¿Qué pasa con esto? ¿Y qué le parece aquello?”. Yo devuelvo la carta; Ud. la recibirá. Vea a su pastor sobre esas cositas, porque después de todo él es su pastor. Él—él es el—él es el que Dios envió para cuidarlos. Y pudiéramos no coincidir en eso, y luego eso causaría confusión en su iglesia. No queremos eso. ¡No! ¡No! Solo queremos que Uds. dejen de hacer cosas pecaminosas, cosas no de la Biblia, y solo avancen hacia Dios. ¿Ven? Y si uno causa pequeñas fricciones y cosas así, eso perturba a la iglesia. Entonces prefiero que su pastor les hable de casamiento y divorcio, y estas cosas y aquellas cosas, que él lo haga. Él también es siervo de Dios, y está equipado para hacer eso.",
    "¿Recuerdan al buen samaritano que encontró al herido? Lo llevó al mesón (que es la iglesia) y le dio dos denarios al hombre, y le dijo que si necesitase más le pagaría cuando él regresara. Así que él tiene dos denarios; puede tratarlo a Ud., si él es un hombre de Dios. Si él es un hombre de Dios que está en la Palabra de Dios, él—él tiene lo que Dios le dio: el Espíritu y la Palabra. ¿Correcto? ¿Cómo es que debemos adorar? En Espíritu y en Verdad. Y la Palabra es la Verdad. ¿Correcto?",
    "Ahora, de nuevo, muchísimas gracias. Y bueno, estoy terriblemente cansado y muy agotado esta tarde; no quiero hospedarme en otro hotel mientras viva. Una gran fiesta de borrachos y toda la noche, azotando las puertas y gritando, y las mujeres…¡Oh! Estuve despierto toda la noche. Así es. Y, pues, yo—yo no quiero otro hotel. Iré a un motel. Voy a conseguirme un camión para poder dormir allí, afuera en el terreno en alguna parte. Voy a conseguirlo, conseguirme una tienda y una bolsa de dormir, o algún lugar donde pueda estar a solas, en algún lugar. Así es.",
    "¡Esta nación está tan pecaminosa, que no es de extrañarse! Está carcomida y podrida hasta la médula. Por aquí mismo en otro lugar, en su estado… No solo en este estado, en todas partes. Por aquí, hace unos años, yo estaba en una—en una reunión religiosa aquí en el estado, en una gran ciudad. Y esa noche un grupo religioso, una iglesia ortodoxa con adolescentes, tenía una convención. Yo—yo nunca… He estado en África con el vudú y todo; nunca había oído algo semejante. Y a la mañana siguiente (no puedo decirles exactamente, somos una congregación mixta)…tirados por el suelo, cosas inmorales que habían hecho, botellas de whisky por todas partes. Y esos jóvenes, chicos y chicas juntos en la misma habitación toda la noche. Y a la mañana siguiente el “padre santo” sentado allí, y venían a él inclinándose ante él, así. ¡Bajo el Nombre de Jesucristo!",
    "¿Me habré vuelto loco? ¿Qué—qué pasa conmigo? ¡Simplemente no tolero esas cosas! Eso… algo me hace pedazos cuando veo eso. ¿Representará eso a mi Señor Jesús? Una fiesta inmoral de borrachos con cosas inmorales que… se usaron entre los jóvenes y las jóvenes, en los pisos y en las canastas de basura, y botellas y… ¡Oh, vaya! ¿Llamarían Uds. Cristianismo a eso? Con razón el mundo está en una condición pecaminosa. Bueno, ¿qué dirá el pecador cuando mira eso? A miles de ellos.",
    "Esas muchachas tan borrachas que casi no podían levantarse, y en la habitación toda la noche con esos muchachos, y las palabras más sucias que uno haya oído en la vida. Me puse almohadas sobre la cabeza, así, para tratar de dormir. Allá en los pisos, borrachos, y corriendo de un piso a otro así, ¡religiosos!",
    "Ahora, podría esperarlo de estas personas pecadoras que se llaman deportistas, aquí en el juego de bolos. Si uno de mis hijos caminara hacia una bolera, lo sacaría de esta región. Ajá. Le llaman un deporte a eso, no es un deporte. ¿Qué es…? Si Uds. quieren estar bien, arréglense con Dios. Correcto.",
    "Quiero leerles solo unas palabras de la Biblia. Encontrarán estas pocas palabras que quiero leer como texto, en el capítulo 17 de Primera de Reyes, el versículo 1.\n\n…Vive Jehová Dios de Israel, en cuya presencia estoy, que no habrá lluvia ni rocío en estos años, sino por mi palabra.\n\nPrimera de Reyes, el primer capí-…capítulo 17, el versículo 1.",
    "Si en algún momento puedo enviarles un paño de oración, solo escríbanme; mi secretario aquí, ahora está presente, el Hermano Maguire. ¿Cuántos han recibido de nosotros un paño de oración? Veamos su mano. Póngase de pie, Hermano Jim. Quiero ver que la… Ud. y también su esposa. Aquí está mi secretario y su esposa, los que trabajan, que envían… Es el joven y la joven que les envían su paño de oración de la reunión, ambos son Cristianos consagrados. Y la voz, esa dulce vocecita que Uds. oyen por teléfono cuando me llaman, es la damita sentada allí, su esposa. Su padre y madre, y ellos, están aquí con nosotros hoy; y—y rodeados de seres queridos. Así que… Y Uds. saben que mi secretario de campo, el Sr. Mercier, el Hermano Leo Mercier, está aquí en alguna parte y el Hermano Gene Goad. Y si en cualquier momento podemos enviarle un paño de oración, o lo que podamos hacer, orar por Uds. por teléfono, o lo que podamos hacer, lo haremos.",
    "Este hombre de aspecto extraño, con una vara en la mano, los pasos firmes, los ojos brillando con la Gloria de Dios, la barba meciéndose hacia un lado, y envuelto en un viejo pedazo peludo de piel de oveja, daba pasos firmes mientras caminaba por el camino a Samaria. Él no era de aspecto atractivo, pero tenía el ASÍ DICE EL SEÑOR para esa gran nación de Israel. Sí, Elías el tisbita, un profeta del Señor. No era de aspecto atractivo, pero él tenía la Palabra del Señor.",
    "No temía pararse ante el rey, porque había estado en la Presencia de uno mayor que el rey, había estado en la Presencia de Jehová. Por tanto, él sabía dónde estaba parado. Y cuando caminó ante el rey él no tartamudeó ni balbuceó, sabía de lo que estaba hablando. Podía decirle al rey: “ASÍ DICE JEHOVÁ DIOS DE ISRAEL: ‘No habrá lluvia ni rocío hasta que yo lo llame’”. ¿Por qué dijo eso: “Hasta que yo lo llame; por mi palabra”? Porque él tenía la Palabra del Señor, era un profeta, y el profeta tiene la Palabra del Señor.",
    "Es sorprendente ver el paralelo entre Israel del Antiguo Testamento y América hoy. Ambas fueron grandes naciones. Ambas fueron fundadas y su gente había llegado allí por persecución religiosa.",
    "Israel fue perseguido por Faraón y estuvo en esclavitud por cientos de años, donde se les prohibió adorar al verdadero Dios vivo, y ellos fueron privados de ese privilegio; y terminaron esclavos. Pero Dios les prometió en Su Biblia, o en Su Palabra y por Sus profetas, que Él les daría una tierra. Y ellos entraron a esa tierra y sacaron a los ocupantes de esa tierra y poseyeron su herencia, porque Dios tenía un propósito en hacer eso.",
    "Y también con esta gran nación nuestra. Nosotros vinimos aquí, y en Plymouth Rock esta nación fue fundada sobre la libertad de religión porque nuestros antepasados habían huido de la persecución romana del sistema moderno de Jezabel, y vinieron aquí, pues habían sufrido muchas persecuciones y martirios bajo ese sistema falso de Jezabel. Y conforme a la Biblia, Apocalipsis, el capítulo 13, Dios les había prometido un oasis y un lugar, porque la mujer fue llevada al desierto donde fue alimentada por un tiempo, tiempo y la mitad de un tiempo. Dios le había dado la promesa a América, o a la iglesia (a la mujer), de venir a este país.",
    "¿Se fijaron en Apocalipsis 13? Todas las otras bestias habían subido del mar, aguas; Apocalipsis 17:17 dice: “Las aguas que viste son densas multitudes de gente”. Todas las otras bestias salieron del agua, de densas multitudes de gente. Pero cuando surgió Estados Unidos, “fue de la tierra donde no había gente”. Y recuerden, cuando surgió, parecía un corderito.",
    "Bueno, un cordero tiene dos cuernos y esos son los poderes civiles y eclesiásticos. Pero cuando se hayan unido, recuerden, entonces ese cordero habló como el dragón antes que él; y el dragón era Roma.",
    "Cuando el dragón se paró frente a la mujer para devorar a su hijo tan pronto como naciese, el dragón escarlata… ¿Quién se paró frente a la mujer Israel, para devorar al Niño tan pronto como naciese, y envió una persecución y mató a todos los niños de dos años de edad o menores? “Roma, el dragón, se paró frente a la mujer para devorar a su hijo tan pronto como naciera”.",
    "Y luego encontramos que este país surgió como un país liberado, y fue… tuvo un cordero que significa el Cordero de Dios. Pero después de un tiempo, este mismo sistema que tenemos, habló como el dragón y ejerció todo el poder que tenía el dragón antes que él.",
    "Van en paralelo, el uno con el otro, perfectamente. Y recuerden, cuando estos… Israel surgió y tomó su tierra natal en Palestina, echó a todos los habitantes de esa tierra y poseyó la tierra. Nosotros llegamos y se la quitamos a los indios, los arrinconamos y poseímos la tierra. Dios tenía una razón para eso. Dios le mostraría al mundo lo que podía hacer con un—un pequeño grupo de personas que quería la libertad, y la libertad de religión para servirle a Dios.",
    "¿Qué hicieron por Israel? Él hizo de Israel la nación más poderosa del mundo, y así estuvo hasta que se salió de la voluntad de Dios. ¿Qué hizo Él con América? La hizo la nación más poderosa del mundo hasta que ella se está saliendo de la voluntad de Dios. Paralelas una con la otra, exactamente.",
    "Cuando Israel llegó a la tierra, fueron un—un gran pueblo porque tuvieron un gran liderazgo. Tuvieron sobre ellos hombres temerosos de Dios, como David, el Rey Salomón. Todo el mundo les temía, y ellos disfrutaron ese privilegio de no tener guerras ni problemas, y vivir bajo el poder de Dios, que aun personas de todo el mundo conocido venían para verlos. Dios les dio un don de discernimiento; lo tenía Salomón. Y la reina del sur, de… la reina de Seba, vino cruzando todo el desierto del Sahara (tardó tres meses) solo para oír la sabiduría de Salomón. Y cuando ella vio que Salomón podía discernir los espíritus, y le había dado a conocer los secretos de su corazón, dijo: “Todo lo que oí de ti era verdad, y aún más”. Estaba convencida de que eso era Dios.",
    "Y América, sobre la base de nuestros antepasados que vinieron aquí por la libertad religiosa… Tuvimos hombres piadosos en aquellos días como líderes: George Washington, Abraham Lincoln, hombres prestigiosos de carácter, hombres de Dios. América era América en aquellos días.",
    "George Washington, aquí en Valley Forge, antes de cruzar el Río Delaware, oró toda la noche, hasta que estaba completamente mojado hasta la cintura, arrodillado en la nieve. Y a la mañana siguiente, cuando los americanos comenzaron a cruzar, solo un veinte por ciento de ellos tenían zapatos para ponerse, el ejército americano. Pero ellos tenían un principio; tenían algo por lo que tenían que luchar. No les importaba lo que se presentara o pasara. (Los campesinos vinieron; dejó de arar y desató a su buey, y tomó su rifle y se fue a pelear por lo que él sabía que era la libertad.) Y al día siguiente, creo que fue, cuatro o cinco balas (balas de mosquete) atravesaron su abrigo y sombrero y no lo tocaron.",
    "¡Hombres de Dios que fundaron esta nación, grandes hombres! No es de extrañar que escribieran:\n\nQue nuestra tierra perdure en brillar\n\nCon la luz santa de la libertad;\n\n¡Protégenos con Tu poder,\n\nGran Dios, nuestro Rey!",
    "Hace un tiempo hablé con un anciano en Corydon, Indiana. Me contó de cuándo el capitolio estaba en Corydon, y cómo él… dijo de cómo él fue en una carreta de bueyes para oír hablar al—al gobernador. Y él y el gobernador eran los únicos que llevaban puesto un traje de dos piezas. Dijo que él crió las ovejas y las esquiló, y lavó esa lana, sus hermanas la hilaron y le hicieron un abrigo para hacer juego con los pantalones. Y el anciano sentado allí, entonces de unos ochenta y cinco o noventa años, se peinó la barba así, y dijo: “Billy, eso fue cuando ‘amériqui’ era ‘amériqui’”.",
    "Miré a ese anciano, y pensé: “Caray, Ud.… muchos de estos jóvenes no lo creerían, pero Ud. está diciendo la verdad”.",
    "¿Qué le sucedió a Israel después de toda esta historia piadosa? Comenzaron a despreocuparse. Comenzaron a llegar a tal punto que ellos, bueno, no les importaba lo que pasara. Ellos comenzaron a descuidarse en su adoración a Dios, aunque retenían una forma de religión, así como nosotros. Ellos tenían una apariencia de piedad. Pero comenzaron a descuidar de su gente, y—y ellos comenzaron a introducir diferentes herejías en su iglesia. La adoración a Baales comenzó a infiltrarse, e Israel se enloqueció del placer, se emborrachó, y cosas de esas, y finalmente designaron a un líder que no conocía a Dios: Acab, que sucedió a su padre. Y su padre fue un hombre impío, un hombre rico, pero un hombre impío. Y él cometió todo pecado, más que cualquier otra persona antes de él. Pero Israel, en su borrachera, introdujeron a un hombre de esos, y lo pusieron en el trono para gobernarlos. Pensaron que no había problema con eso, como muchos americanos hoy en día: “Él es un buen político, pues ¿cuál es la diferencia? No habrá diferencia, porque él es un buen político”.",
    "Muchos americanos, demasiados, han vendido su primogenitura como americanos, y dicen: “¿Cuál es la diferencia, mientras que uno reciba unos dólares más del gobierno y viva?”. Ellos se vendieron al vientre, y a la lujuria y deseos de un mundo pecaminoso, y olvidaron aquello por lo que arribamos en Plymouth Rock. Ellos olvidaron nuestra heredad y fueron y se vendieron a las multitudes enloquecidas por placer. Como fue en los días de Israel, así ha sido; América tomó ese mismo camino, ese mismísimo camino, ¡el placer!",
    "Poco después, el gobierno apoyó el pecado: “Mientras que Ud. tuviera una sinagoga, ¿qué importaba?”. Eso es exactamente lo que hizo América. Y comenzamos a organizarnos y formar grupitos, y más pecaminosos, más pecaminosos, más pecaminosos. ¡Si nos hubiéramos quedado con los verdaderos principios por los que llegamos aquí! El pecado comenzó a infiltrarse en las iglesias igual como allá. Las mujeres comenzaron a cortarse el cabello, a usar ropa inmoral, cada año recortándola. Y… Y los hombres comenzaron a hacer esto, aquello y lo otro, y a jugar a las cartas y traer juegos de bunco a la iglesia, y tan mundanos como lo fueron ellos, enloquecidos por el placer, sumidos en borracheras.",
    "Los ministros graduándose del seminario, y el obispo les dice: “Prediquen muchachos, lo que Uds. quieran. Por lo que a mí respecta, la sangre de Jesucristo se secó hace mil novecientos años”. Al punto que la iglesia no llegó a ser más que una organización, como una logia. ¡Que Uds. nunca olviden esta tarde! Ella vino a ser como una logia, el mundo comenzó a infiltrarse, los ministros comenzaron a ceder, así como en los días de Acab. Pecaminosos, podridos hasta la médula, y avanzó y avanzó tan rápido como pudo.",
    "Aunque Dios les enviaba profeta tras profeta, y Él con tiernas misericordias le imploró al pueblo, y ellos le dieron la espalda. Ellos lo querían a su manera, pues eran israelitas, ellos eran libres, ellos eran una gran nación; sus antepasados hicieron tal y tal (David y Salomón), ellos podían hacer lo que les venía en gana. Lo mismo en lo que nos hemos basado nosotros, exactamente; lo que Washington, nuestros antepasados, y lo que ellos representaban. Pero, hermano, estamos a un millón de millas de esas cosas; nuestras iglesias, a un millón de millas.",
    "La antigua… ¡La iglesia metodista de hoy, frente a lo que solía ser la iglesia metodista! ¡Lo que la pentecostal es hoy en día, frente a lo que solía ser! ¡Lo que es la bautista hoy en día, frente a lo que solía ser! Si tuviéramos tiempo de remontarnos y hablar de John Smith y muchos de esos primeros reformadores. John Smith dijo, antes de morir, dijo: “Lo horrible es que las mujeres metodistas han empezado a usar anillos de oro en sus dedos”. ¡Metodistas! ¿Qué diría hoy al verlas con el cabello cortado, y pintura por toda la cara, usando pantalones cortos? ¡Es por el pecado!",
    "¿Qué ha hecho Dios en América? Ha enviado avivamiento tras avivamiento, avivamiento tras avivamiento. Los ministros han predicado la Palabra, han intentado llamar a la gente de nuevo a Dios. ¿Y qué han hecho ellos? Lo mismo que hizo Israel, ¡despreciar Eso! ¡Se burlaron de ellos! ¡Los llamaron “santos rodadores”! ¡Los metieron a la cárcel!",
    "Si una de mis hermanas y uno de mis hermanos de esta iglesia hoy, hubiera estado en ese hotel la noche anterior y hubiera levantado las manos y hubiera alabado a Dios y gritado en esa habitación, hoy estaría en la cárcel por eso. Pero un montón de borrachos atontados, idiotizados, “rodadores impíos”, sí puede estar allí y gritar toda la noche; y borrachos, y maldecir y desnudar a sus mujeres y en ese escándalo, y caerse al suelo y gritar toda la noche, y ni ellos pueden decir nada al respecto. ¡Con razón estamos sentenciados bajo la mano de Dios!",
    "Noten, una y otra vez Dios envió ministros, realizó señales y prodigios, probando Su Palabra. Y lo peor del asunto, un montón de clérigos modernos Lo rechazaron y se burlaron de cada avivamiento. Tal como la así llamada Iglesia de Cristo y ellos: “Los días de los milagros han pasado”. Haciendo todo lo que pueden para apartarlo de ese pequeño remanente de Dios. Como fue en Israel, así es hoy. Muchas veces Dios tiene que sacar a Su pueblo de esas organizaciones y denominaciones, sacarlos al desierto, a solas, para hablar con ellos. Y Él tendrá un remanente, no se preocupen por eso. Él lo tuvo allá, Él lo tendrá hoy. Siguieron y siguieron en el pecado, revolcándose en esas cosas. ¿Por qué? Por su liderazgo, no hay nada que lo detenga.",
    "Bueno, sinceramente, conozco a muchas naciones que si vieran a la gente en la calle vestida como lo hacemos aquí en América, los meterían a la cárcel. Cuando fui a San Ángelo, en Roma (ahora, piénsenlo, y con lo degenerados), tenían un letrero allá, junto a la catacumba de San Ángelo: “Americanas: ‘Por favor, pónganse ropa en respeto a los muertos’”.",
    "Si hay algo que lo enferme a uno, es ver entrar a un grupo de así llamados americanos. Yo estaba sentado en Lausana; disfrutábamos de un bistec, un día, el Hermano Arganbright y yo. Regresamos al día siguiente, por la buena comida. Me daban agua allí; ellos no sirven más que vino. Y yo pedía agua, tenía que cargar una jarra de agua de mi propio brazo, todo el tiempo, porque ellos no le sirven a uno agua en la mesa. Luego entré allí y todo estuvo bien hasta que “La Miss América” entró con uno de esos perritos poodle, sucio y malcriado, con muchas joyas puestas de la tienda de baratillo, así, y un cigarrillo largo así que salía; ella se sentó allí dándose aires de lo que no era, y puso a ese perro poodle sobre la mesa, sucio, algo inmundo.",
    "Es… un perro es lo más bajo a lo que Dios se refiere. Ni siquiera se puede diezmar de ellos en la casa de Dios. “Es como la ramera, el diezmo de una ramera”, dice la Biblia. Y, sin embargo, ahí tienen. Practican el control de la natalidad y pagan casi mil dólares por un perrito inmundo; y lo llevan a todas partes y le dan el amor de un niño, para que ella pueda corretear toda la noche y practicar el control de la natalidad.",
    "¿Qué se espera sino el caos? Uds. tal vez no vuelvan a oír mi voz, pero quiero que recuerden esto: ¡Estamos en el fin!",
    "Vemos lo que sucedió allá, lo que ocurrió. Finalmente, llegó la gran hora: Acab fue elegido, y al serlo, él se casó con Jezabel; esa mujer vil y mala que llevó a todo Israel a la idolatría. Y como Israel lo hizo allá, pues, esta… Ellos deben haber estado en una condición descarriada para permitir una cosa así en su nación. Las leyes se hacen por el pueblo para el pueblo, ¡y nosotros hemos hecho lo mismo!",
    "Hubo un tiempo en que América no hubiera… sabían que no podían dejar que la vieja prostituta, esa vieja ramera que bebía la sangre de los mártires, que los asesinaba, y por lo que huyeron aquí, por la libertad, ellos no hubieran tolerado algo así. Muestra que estamos en una condición descarriada, toda la nación, al elegir una cosa como esa. ¡Oh, por supuesto!, ahora Uds.… algunos de Uds. buenos demócratas inquebrantables piensan esto, que: “¡Oh, pues, él—él será un buen líder político!”. Eso puede que suene bien al razonamiento de la mente carnal. Pero para la Palabra de Dios y para la mente espiritual, no tiene sentido. Seguro que no, por unos dólares más y algún recorte de impuestos o algo así.",
    "Y nosotros la estamos pasando mal, nuestros misioneros en el campo hoy, porque ahora somos considerados una nación católica. Por supuesto, Rusia es considerada comunista porque tiene un líder comunista. La China Roja es considerada comunista porque tiene un líder comunista. Somos considerados católicos porque nosotros tenemos un líder católico.",
    "¡Oh!, cuando Acab estaba en el trono… Ud. dice: “Él está en el trono”. Así es, pero Jezabel era la cabeza detrás de ese trono. Ella era la que mandaba. Miren cómo ella tomó las mismísimas leyes de la tierra y las torció totalmente, y fue para su propio beneficio y ganancia, y obligó a Acab a que lo hiciera porque ella estaba casada con él. Y así es con nuestro líder hoy. No digo que él no sea un buen hombre, pero miren lo que hay detrás de él: la ramera, eso mismo por lo que huimos aquí (para ser América); los mismísimos principios sobre los que América está construida. Nosotros, con nuestro libre albedrío, elegimos esa cosa.",
    "Ahora ven Uds. por qué mi voz será detenida muy pronto. ¡Pero alguien estará enterado! ¡Sí! ¿Por qué? Apocalipsis 2:20, ella se dice “profetisa”. Observen Uds. la ola de pecado que viene ahora. Observen Uds. el centro, cómo se desploma hasta la médula. Observen el modernismo, observen cómo suceden cosas impías en las iglesias. “Y finalmente vendrá una persecución”, lo dice la Biblia: ¡ASÍ DICE EL SEÑOR! Seguro que la habrá.",
    "Luego, ¿qué va a pasar? Igual como pasó allá, así sucederá hoy. Ella fue el poder detrás de eso; ella era la que lo controlaba. Lean el… Creo que es el diecisie-… como el capítulo 17 o 18, por allí; Uds. encontrarán lo que hizo Jezabel: cómo ella controló a Acab, y él no pudo decir nada porque era su esposa. Miren sobre qué se construyó la nación en ese entonces: un israelita descarriado con una esposa pagana (controlándolo) que era idólatra de los baales. ¿Y qué hizo ella? Ella finalmente lo modernizó todo, y fue tan agradable, y la gente lo tenía tan fácil, al grado que eso engañó a toda la iglesia, predicadores y todos. ¿No dijo Elías: “Señor, soy el único que queda”? Y como fue allá, es el paralelo de hoy.",
    "Todos temían decir algo. ¿No está igual hoy? Ellos tenían miedo de decir algo. Vemos entonces que simplemente se descuidaron, andando en desorden, borrachos, locos por el placer y todo lo demás, igual como está hoy. Jezabel torciendo esas Escrituras… Ella ¿qué…? o esas leyes, como—como las torcerá Jezabel. Recuerden, Jezabel, ella se dice “profetisa” para dominar a la gente, y dice que “ella es la única voz de Dios en la tierra”. Ella logrará que la mente carnal crea eso sin dudar.",
    "🦅 Vendrá la adoración de una mujer en Estados Unidos, y será de María”. Lo vi, treinta… 1931. Siete cosas sucedieron. Lo tengo conmigo aquí en papel, lo escribí en 1931. Lo que dije: “Este Presidente, Franklin D. Roosevelt, causará que todo el mundo, ayudará a hacerlo, llevará al mundo hacia la guerra”. Todavía no había llegado a la guerra, en el tiempo de la depresión. Dije: “Otra cosa,…”. Y mi madre, una demócrata inquebrantable, me miró firme cuando dije eso: Yo dije: “No me importa si él fuera republicano o si fuera socialista o lo que sea, esto es ASÍ DICE EL SEÑOR”. Y dije: “Al hacer esto, estarán permitiendo que las mujeres voten. Y cuando ellos lo hagan, habrán causado una de las mayores desgracias que esta nación haya cometido”. Y dije: “Algún día pagarán por eso”. Y así fue en esta última elección; fue lo que lo eligió a él, las mujeres.",
    "Y Uds., preciosa gente de color, en el sur, ¡el voto de Uds.! Uds. dicen: “No es asunto suyo decir eso del púlpito”. ¡Oh, sí lo es!, ¡es la Palabra de Dios! Y la mancha de—de Abraham Lincoln, aquel que los liberó, está allí en el museo en el vestido de una mujer, y Uds. venden su primogenitura. ¡Vergüenza debería darles!",
    "Y Uds. personas que, por política, solo porque Ud. es un buen demócrata, votaron por tal cosa y vendieron su primogenitura de americanismo y Cristianismo, para entregárselo a la prostituta que nos hizo huir a esta nación, que nos hizo lo que éramos. ¿Ven cómo ella se viene infiltrando discretamente? Hasta que ahora está en el trono. ¡Seguro! El trono de la Casa Blanca.",
    "¡Miren! Ya… ¿Vieron el otro día acerca de las escuelas católicas y las escuelas protestantes? Apoyan a la escuela católica pero no a la protestante. ¿Ven? ¡Oh, hermano! Esperen Uds. una oleada de cosas que vendrán ahora. Noten, y cuando lo hicieron, miren lo que sucedió. Todo este pecado acumulándose. Ha llegado a tal lugar y tiene a la nación en esa clase de condición inestable.",
    "Hace unos años, cuando tuvieron… que primero aparecieron los pentecostales, eso salvó a la nación hace unos años cuando Al Smith se iba a postular. América allá fue más sensata. Pero pentecostés llegó a ser tan mundano, que entraron allí y vendieron sus derechos de Cristianos a la política, y la política va primero que la Biblia. ¡Qué cosa!",
    "Bueno, espere un minuto y vea lo que va a pasar. Ahora, vemos lo que ellos hicieron y las cosas que hicieron; vemos ese paralelo aquí exactamente, el pecado por todas partes. Jezabel entró, embrujó a toda la gente. Y noten, finalmente ella comenzó a construir grandes santuarios a los baales. ¿Verdad que sí? Y los sacerdotes de los baales vinieron de todas partes para entrar en ese lugar, y comenzaron a contaminar la tierra con esa adoración a los baales.",
    "Miren cómo lo han hecho; miren cómo se han infiltrado. Las cosas que hicieron, miren dónde están hoy. Miren al catolicismo absorbiendo, absorbiendo, absorbiendo; se unen en matrimonio, rompen esto, exactamente lo que Daniel dijo que harían. El hierro y el barro no se mezclarán, pero mezclarán sus simientes el uno con el otro, para romper. Toda joven protestante que se case con un joven católico tiene que criar a los niños católicos. Todo así, casándose, mezclándose, así hasta que ha llegado a donde todo Estados Unidos está lleno de parásitos.",
    "¿Qué vamos hacer nosotros como misioneros, yendo allá para liberar en Sudamérica y en todas partes del mundo, Tommy Osborn y ellos, intentando sacar a la gente de ese paganismo, y ellos nos pueden reprochar por el líder que escogimos, y viene a ser lo mismo. ¡Oh, Dios! ¿Qué—qué es lo que le va a pasar a este mundo? Eso debería sacudir a cada persona aquí. ¿Cómo vamos a responder? ¿Qué dirá el misionero cuando le digan: “Tú vienes aquí para liberarnos de esto, y tu propia gente puso esto mismo en tu oficina allí, en el trono”? ¿Cómo vamos a…? ¿Qué…?",
    "Busquen en las páginas de la historia, vayan y vean si eso—si es absolutamente, casi inconstitucional que eso exista. Ellos no lo habrían hecho hace años, pero, ¿ven?, le hemos vendido nuestra primogenitura Cristiana a la política, y así es como el diablo se ha infiltrado. Acab no era más que un títere para Jezabel. Eso es lo que será esto, solo un títere. Él mismo no lo hará, pero ese sistema detrás de él lo empujará a eso. ¡Exactamente! Pellízquense la conciencia, Uds. Cristianos. Despierten, es más tarde de lo que creen. La condición en la que estamos, la condición en la que estaban ellos, y cómo llegaron ellos a descuidarse.",
    "Cómo debe haber clamado ese gran corazón amoroso de Dios, y llorado, al ver a Su gente misionera. Los hizo un ejemplo para todas las naciones que venían de todas partes, porque Dios los había bendecido; ellos los vieron en unidad, espiritualmente sirviendo a Dios. Y luego pensar que Él—Él anhelaba verlos regresar a su primer amor y hacer lo correcto, pero continuamente ellos se alejaban, y se alejaban y se alejaban, hasta que finalmente llegó Jezabel. Eso exactamente hemos hecho nosotros. Nos hemos apartado de los principios de Cristo. Cuando Dios envió a Sus ministros por la nación, ellos predicaron santidad (peregrinos de santidad, nazarenos, pentecostales): “¡Regresen a Dios! ¡Regresen a Dios!”.",
    "Y las iglesias antiguas, bien establecidas, solo se reían y se burlaban. Muchos de esos creyentes modernos, pues, condenaron todo lo que aquellos hombres hacían y dijeron que “Eso era del diablo”. ¿Qué causó eso? Y la iglesia comenzó a escuchar eso, la mayoría comenzó a escuchar. De repente, “Si la mujer católica podía ponerse este tipo de cosas, la protestante también. Si la iglesia católica podía hacer esto, la protestante también. Entonces, si los metodistas podían, ¿qué de los bautistas? Y si los bautistas podían, ¿qué de los pentecostales?”.",
    "¿Ven?, a eso lo llevan a Ud. los sistemas hechos por el hombre. ¡Aleluya! Es cierto. Por eso es que estoy en contra de eso, porque la Palabra de Dios está en contra de eso. Los sistemas hechos por el hombre: Dios está en contra de eso; Su Palabra está en contra de eso; Sus profetas estarán en contra eso; Sus verdaderos siervos estarán en contra de eso; todo aquel que haya nacido del Espíritu de Dios estará en contra de eso.",
    "Miren cómo se volvió Israel, cómo flotó con la marea, hasta que finalmente llegó Jezabel. Miren cómo se ha vuelto América y ha flotado con la marea mundana, hasta que finalmente Jezabel tomó el trono. Es cierto. Ahora, Jezabel en realidad no estaba en el trono de Egipto… o en el trono de Israel, pero ella era la cabeza principal detrás del trono. Y la jerarquía católica no está en el trono de los Estados Unidos, pero ella es el sistema detrás de él, porque él está casado con ella. Y la Biblia dice que en este país harían “una imagen semejante a la bestia”.",
    "¡Oh, hermano, hermana!, ¿qué sucede? Bueno, yo—yo sé lo que es. La Biblia dice que llegarían a esta edad de Laodicea, y allí está. Ud. podrá odiarme ahora, pero un día no lo hará cuando se dé cuenta de la Verdad. Ud. quizá no esté de acuerdo y se pare y salga pisoteando del edificio; eso solo muestra su analfabetismo. Pero algún día Ud. se dará cuenta, algún día anhelará ¡y sabrá que es la Verdad! ¡Lo digo en el Nombre del Señor! Me pongo como un blanco, lo cual finalmente me llevará a la tumba. Seré testigo hasta la muerte, si Dios me ayuda. Correcto.",
    "Aquí estamos en esta condición que estamos hoy, todo eso sucediendo así. En Israel, cómo lo hizo Acab, un títere de Jezabel, porque él est-… él estaba casado con ella. América, nuestro líder, ¿cómo es que un…? ¿Sabían Uds. que nuestro líder era rico? ¿Cuántos lo saben? Un multimillonario. Alguien me lo dijo, en una revista o algo por la radio o televisión o algo, Jack Benny o alguien hizo un… Creo que fue Ernie Ford. Alguien dijo que: “Su padre le ayudó a conseguir dos estados que él no poseía”. Casi es el propietario del resto. ¿Cómo lo consiguió? ¿Cómo llegó ese dinero? Por el tráfico de whisky y licor. Por eso fue que él eliminó los impuestos sobre el whisky y esas cosas. Eso fue lo que lo hizo un hombre rico. La mismísima cosa que maldijo a nuestra nación, eso mismo que corrompió las mentes de nuestra gente, lo que causó que nuestros muchachos fueran borrachos y que nuestras muchachas fueran prostitutas, el dinero de eso lo hizo a él un hombre rico.",
    "Eso mismo, ese viejo sistema de Jezabel, lo mismo que persiguió a nuestro pueblo, lo mismo que los sacó arrastrando (en el romanismo) y los quemó y los descuartizó y les hizo de todo, ¡la misma sangre de los mártires (dice la Biblia), se halló en ella! Allí están, casados. Y nosotros, los americanos, seguimos adelante torpes: “¡Oh, pues, recibimos unos dólares más y estamos pasándola bien! Estamos mejor que todas las demás naciones”. Pero, hermano, espere un minuto.",
    "Pues, tomemos eso letra por letra, en los próximos minutos, para ver qué pasó.",
    "Los predicadores se unieron, se atrincheraron con ellos, los acompañaron, con todo el sistema. Todo el sistema israelita acompañó a Jezabel. Ellos tenían una apariencia, sí. ¿Y no nos dice la Biblia que en estos postreros días nosotros tendríamos “apariencia de piedad?”. Todas las profecías se han cumplido, hermano, ¡estamos en el fin! A nivel nacional ¡estamos en el fin! ¡Espiritualmente, estamos en el fin! ¡Cada sistema está en su fin! Lo que sigue es la venida del Señor y la traslación de la Iglesia.",
    "Dios envió toda señal, prodigio, hizo todo lo que pudo tratando de atraer a la gente, y constantemente ellos metiéndose allí en eso. Miren aquí a esta ciudad. Miren aquí a esta región, con decenas de cientos y cientos de personas pentecostales; y por pararme por la Verdad, ¿dónde están ellos esta tarde? Porque alguien les dijo que no cooperaran con la reunión. Pobre de Ud., que deliberadamente… Que Dios le tenga misericordia, es lo único que puedo decir. Uds. Cristianos sin espinazo, tienen un hueso de pollo en lugar de espinazo. ¡Así es! Lo que necesitamos es “predicar un Evangelio con dientes”, que haga la cosa pedazos. Se fueron como los demás, después Uds. se preguntan por qué clamamos contra eso. Así que, Uds. ven, lo ignoran a uno. Y espero eso, tengo que hacerlo.",
    "Todo esto sucedió en Israel. Finalmente, un día, del desierto vino pisoteando, llegó un anciano de aspecto peludo, Elías tisbita. Él no vino de ninguna de sus organizaciones, ¡él vino del desierto! No tenía nada que ver con ellos. Él era un profeta del Señor. Hermano, él sacudió ese reino de Jezabel por todo lo que había allí. Ellos lo odiaron. Él no tuvo cooperación, se los garantizo; la Biblia dice que no. Seguro. Hizo que esas Jezabeles de cara pintada se “enardecieran”, me imagino. Puso el hacha a la raíz del árbol como Juan; cayera donde cayera, pero él la puso allí. Él sacudió a la nación, mostrando que estaban equivocados, y queriendo llamarlos de nuevo al verdadero Dios viviente, y de nuevo a Su Palabra en lugar de una adoración de Jezabel.",
    "¿Qué hicieron ellos? ¿Lo recibieron? ¡Ellos lo odiaron! Pero a pesar de todo, su Palabra salió, porque él tenía ¡ASÍ DICE EL SEÑOR! Dios obró con él y mostró que era un profeta ungido, porque las cosas que él dijo se cumplieron. Y todo lo que él hizo probó que era el profeta de Dios. Pero con todo eso, ellos no Lo creyeron, porque él hizo pedazos sus teatros. Les dijo que estaban equivocados. Acab era un vagabundo. ¡Es cierto! Y Uds. ven que ellos no le creyeron, pero él Lo predicó de todas maneras. Ninguno de los predicadores estuvo de acuerdo con él; dijo: “Yo soy el único que queda, Señor. Míralos, ellos ni siquiera… uno, ni uno quiere cooperar”. Pero él tenía una misión que cumplir y la cumplió. Él tenía la Palabra del Señor, ¡ASÍ DICE EL SEÑOR! Y él atacó a la nación, atacó a la iglesia, atacó todo lo que había, ¡y Dios estaba con él!",
    "Se nos ha prometido en los postreros días, que de hecho, él volverá a este país. Yo sé, Jesús, cuando… Mateo 17, cuando Le preguntaron: “¿Por qué dicen los escribas que ‘Elías…’?”.",
    "Observen lo que Él dijo: “A la verdad es necesario que Elías venga primero”, pasado, pre-… en el tiempo futuro. Pero enseguida Él dio a Juan como ejemplo. Juan no era Malaquías 4. Juan era Malaquías 3: “He aquí, Yo envío un mensajero delante de Mí; para preparar el camino”.",
    "Malaquías 4, dijo Él: “Antes que venga el día de Jehová, grande y terrible, cuando toda la tierra sea quemada como tamo; antes de aquel día, Yo enviaré a Elías”.",
    "Y ese no fue Juan, porque el Señor no quemó la tierra cuando vino Juan. Y si Uds. se fijan en el último capítulo, el último versículo, Él dijo: “Y él…” (noten: él hablando) “…hará volver los corazones de los padres a los hijos, y los corazones de los hijos a los padres”.",
    "¡Bueno, miren! El primer Juan vino, el primer Elías, ¿qué hizo? Él vino y trajo un Mensaje y convirtió los viejos corazones duros y ortodoxos a la fe de la iglesia joven, los hijos. Pero cuando venga el próximo Elías, en el tiempo del fin, él hará regresar y tomará los corazones de—de los padres… los corazones de los hijos, más bien, y los hará volver a la Fe de los padres pentecostales. ¿Ven la diferencia? Él no será uno de estos así llamados que tenemos hoy; él volverá directamente a Hechos 2 y comenzará de allí mismo. Él predicará el Evangelio puro, dirá exactamente lo mismo que dijo Pedro en el día de Pentecostés, porque lo que él dijo en Pentecostés está vindicado en el resto de las Escrituras. Él no se va a mezclar con alguna organización, cuando Elías venga. Él odiará a las mujeres como Elías, igual que… o a las mujeres malas, igual que Juan. Él será un amante del desierto como ellos. Él no perdonará. Estamos esperando que él venga. ¡Él vendrá! Dios lo dijo, ¡y él llegará aquí!",
    "Yo creo, en todo caso, que el Mensaje que tenemos hoy precursará esa gran venida de él. ¡Sí, señor! Él está en camino, ya ha nacido. Como fue con Elías, y saldrá de repente del desierto, en algún lugar él se dará a conocer. Él predicará Hechos 2. Él hará volver la Fe de estos antiguos padres pentecostales de regreso a la… la fe de estos hijos pentecostales, directamente de regreso a la Fe de los padres pentecostales. Él volverá directamente a Hechos 2, Hechos 2:38, por todas esas partes. Él traerá el verdadero Evangelio puro. Él no tendrá nada que ver con Jezabel ni su sistema. Él será un siervo de Dios. ¡Seguro que sí! La Biblia dice que él vendría. Él profetizará y golpeará con su Mensaje en la cara de estas Jezabeles, exactamente como lo hizo Elías en el principio con Israel. ¡Ellos lo odiarán! No cooperarán con él. No, no. ¡Él vendrá! Dios lo prometió, y él llegará a la escena. Él—él va a predicarle a la Iglesia Elegida como dice Allí que él lo haría, sacudiendo a aquellos Elegidos, sacudiendo de ellos la carnalidad, el—el mundo y esas cosas, sacudiendo eso, hirviéndolo, reuniendo a la Iglesia, un pueblo.",
    "Yo sé que Ud. dice: “Esa es mi denominación”. ¡Hermano, Ud. está equivocado! Juan vino con un sistema de un solo hombre para presentar a Un Hombre: Jesucristo. Y el Elías no será un sistema, será un hombre, así lo dijo Jesús. Será un hombre ungido con el Espíritu Santo. Y no presentará a tres o cuatro dioses, él presentará a Uno: el Señor Jesucristo; porque su Mensaje sacudirá a los hijos pentecostales haciéndolos volver de nuevo a la Fe de los padres.",
    "Recuerde, hermano, si dijera estas cosas para ser grosero, yo necesito estar en el altar. Estoy diciéndole: “¡ASÍ DICE EL SEÑOR!”. Si Dios no ha vindicado que les he dicho la Verdad, por toda la nación, por todo el mundo, entonces díganme dónde estaba el error. ¡Yo les estoy diciendo la Verdad! ¡Vuelvan a Dios, rápido! Salgan de estos sistemas, porque la Biblia dice en el Libro de Apocalipsis, que la jerarquía católica romana era una “prostituta” y era una “madre de rameras”. ¿Qué es eso? Iglesias, sistemas.",
    "Y la iglesia metodista, la iglesia luterana, ¿de dónde vienen? ¿De dónde vinieron la metodista, la bautista, de dónde vinieron todas las organizaciones? Dios nunca organizó una iglesia. La iglesia católica dijo que ellos comenzaron allá atrás, que “Jesús organizó la iglesia”. Quiero—quiero la página de la historia o la página de la Biblia. No hubo una organización por trescientos seis años después de la muerte del último apóstol, luego formaron el Concilio de Nicea e hicieron una organización. Y cuando Lutero salió… él fue un gran hombre de Dios, pero en cuanto él partió, ese grupito de personas fue allá y formó otra organización. Después el Espíritu Santo vino sobre Juan Wesley; él no organizó nada, pero después de su partida, entonces ellos se organizaron. Después el Espíritu Santo vino a los pentecostales, y ellos salieron de los metodistas. ¿Y qué pasó? Entonces ellos se organizaron.",
    "Pero habrá un sistema de un solo hombre que vendrá con el poder y la unción de Elías, para cumplir la profecía. ¡Aleluya! Él la sacudirá. Y recuerden, él les profetizó y les profetizó, y les dijo todas las cosas y Dios trabajó con él. Pero su Mensaje final fue atacar la Casa Blanca. Ajá. Cuando vino Juan, su Mensaje final fue atacar la Casa Blanca de aquel día. El Mensaje final de Elías, cuando vino por el camino esa mañana después de estar en la Presencia de Dios allá afuera, caminó por ese camino, todo velludo, con la calva brillando, la barba mecida por el viento, esos ojitos le brillaban con la gloria de Dios. Tenía esa vara en la mano, y sus pies no podían estar más firmes. ¿Qué está haciendo? Caminando directamente desde Samaria presentándose en la Casa Blanca, y diciendo: “¡ASÍ DICE EL SEÑOR!”. Sin ningún temor. Las iglesias lo habían rechazado, el pueblo lo había rechazado, así que ahora él está dando su último ataque contra la Casa Blanca.",
    "Luego, ¿qué pasó después de eso? ¡Escuchen! Después de ese ataque, su voz se silenció, nadie lo oyó más. Dios lo quitó de la escena, dijo: “Elías, ya les has dado a conocer tu Mensaje a todo Israel, ellos Lo conocen. Ahora sube aquí al desierto, aléjate de ellos, sepárate, porque Yo voy a hacer algo. Voy a mostrarles lo que es rechazar Mi Mensaje”. ¿Qué les vino? Guerra, hambruna, muerte por hambre.",
    "ASÍ DICE EL ESPÍRITU SANTO: “¡Miren lo que viene! ¡Miren lo que le seguirá! Hubo un hambre; ¡habrá un hambre!”. ¡Oh!, quizá no por pan, sino por oír la Palabra de Dios y Su Verdad. Todas las iglesias socializarán e igual entrarán en eso, así como ya han sido absorbidas por aquello.",
    "¿Qué hizo Elías? Él encontró un manantial escondido, en lo alto de la montaña donde recibió Agua de Vida, revelaciones Divinas de Dios estando él allí bajo el poder de Dios. Las revelaciones eran un pequeño manantial escondido, mientras los demás se morían de hambre. Y Dios bendiga a Sus siervos (esos cuervos), le trajeron algo de comer mientras él estaba aislado de la gente. Y ellos estaban allá abajo hambrientos por un avivamiento y todo eso sucediendo. [Cinta en blanco.—Ed.] “Ya no oímos de sus avivamientos en… ¿Dónde está ese viejo rabioso que anda atacando a nuestras organizaciones? ¿Dónde estará ahora?”. Ellos no sabían. Él fue a estar con Dios, allá en un lugar aislado donde ellos no oían su voz. Entonces comenzaron a ver.",
    "Cuando Dios envía un Mensaje y le habla a la gente, y ellos no Lo reciben, entonces Él retira a Su siervo y envía Sus plagas: el hambre, la muerte (espiritualmente hablando, físicamente también). Espere una depresión, hermano. ¿Piensan que Uds. han visto algo?, solo esperen un tiempo. Uds. no han visto nada. ¿Piensan que se están muriendo por un buen avivamiento espiritual?, esperen que pase un tiempo. Solo esperen, anhelarán y clamarán por oír la Palabra de Dios. ¡La Biblia así lo dice! “Habrá hambre en los postreros días” dijo el profeta, “y no solo de pan y agua, sino por oír la verdadera Palabra de Dios”. Pero esa voz estará en silencio, en alguna parte en el desierto, escondida.",
    "Él había mandado a los cuervos, Sus siervos. Benditos sean esos pájaros, Sus siervos, que mantuvieron viva la voz de—de Elías durante el tiempo de su—su aislamiento de la iglesia. Los cuervos le trajeron carne y pan por la mañana y carne y pan por la tarde, y él bebió de la pequeña fuente, mientras que el resto allá abajo estaba sin comida espiritual ni agua.",
    "Luego, un día, después de los efectos del pecado y de Dios haber traído a Su pueblo de rodillas… Jezabel tomó todo, se quedó con todo, ¡y ella lo hará de nuevo! Es ASÍ DICE LA SANTA BIBLIA DE DIOS: “Ella lo hará de nuevo”. Ella está ahora mismo en el trono, detrás del títere; moviéndolo como quiere, y nadie va a detenerla. Seguro, nadie va a detenerla ahora, pues lo que ellos no pudieron agarrar en los círculos religiosos lo cortaron—lo cortaron todo con la política, y allí lo lograron. Ajá, es exactamente lo que hicieron. Ya que el asunto político será un boicot que regresa directamente a la marca de la bestia, tan cierto como yo estoy parado aquí, ¿ven?, como lo dice la Biblia.",
    "Sé que nos estamos tardando, me daré prisa. Tengo que llegar a esta última palabra, si el Señor me permite.",
    "¡Fíjense! Elías se quedó allá arriba hasta que Dios lo moviera. No tuvo avivamientos. Él no predicó contra nada. Él se quedó allá arriba solo con Dios, allá en el desierto, porque él era un hombre del desierto. Él fue criado en el desierto. Juan también fue criado en el desierto.",
    "Salió al desierto a solas con Dios, fue quitado de la iglesia después de haber dado su Mensaje. Y la iglesia Lo rechazó y Lo rechazó. Y finalmente las organizaciones no hicieron nada, así que sencillamente tuvo que irse. Dios lo quitó de la escena, se lo llevó al desierto, dijo: “Sal acá, ellos ya no escucharán más. Ven, luego les voy a arrojar Mi juicio encima”. ¡Oh, sí!, él estará aquí uno de estos días, Uds. vigilen.",
    "Luego, después de los días de su profecía, ¿qué pasó? La iglesia perdió el vigor, el gran terror de Jezabel; ella las tomó a todas, se las traga todas. Ella las absorbió, y edificó imágenes de Asera y todo lo demás.",
    "¡Pero un día, Dios lo llamó a que saliera de nuevo! Entonces él salió. Ahora presten atención y no se enojen conmigo. Estoy diciendo: “¡ASÍ DICE EL SEÑOR!”. Cuando él salió, ¿qué hizo Dios? Él lo envió a una mujer viuda. Ella una vez tuvo el poderío de un—un hombre sobre su cabeza, pero se requirió de muerte para librarla para que ella pudiera creer la Palabra del profeta. ¿Vieron eso? Ella tenía un esposo que la guiaba de esta manera y de esa manera, en una de las escuelas allá abajo. Pero durante esta gran sequía, él había sido consumido, la muerte se lo había llevado. Ella ya no estaba enganchada a ninguna organización; por lo que ahora estaba lista para oír la Palabra del Señor. Una mujer, tipo de la Iglesia; una viuda, que su marido (la organización), había muerto, y ella apenas se consideraba con vida. Y Dios dijo: “Ve a ella ahora, ella te oirá, Yo se lo he ordenado”.",
    "¡Oh!, a veces pensamos, Uds. el grupito que es tan fiel y hace todo lo posible para tener una reunión, queriendo mostrarle a la gente que su corazón está bien y Uds. quieren que ellos se arreglen, Uds. piensan que la están pasando difícil. Pero, recuerden: ¡Dios los está viendo! Uds. lo aman a Él, yo sé que Uds. Lo aman o no se sentarían aquí, no asistirían a tal cosa. Dios lo está mirando a Ud. ¡Sí!",
    "Y cuando ocurrió, que su marido había muerto, su organización murió, pues ahora ella está lista para oír la Palabra del profeta. Y cuando el profeta llegó a la puerta y le pidió un—un poco de agua, ella fue a traerla. Luego él dijo: “Tráeme un bocado de harina”.",
    "Y ella se volvió y dijo: “Vive Jehová, no tengo nada sino apenas lo suficiente”.",
    "Pues, parecía como que él fue enviado para tomar lo poquito que ella tenía, pero era al revés. Cuando ella estuvo dispuesta a dar lo que tenía para apoyar a la Palabra, Dios la alimentó. Y si Uds. están dispuestos a rendir el Espíritu que tengan, el Espíritu que Dios les haya dado para apoyar a la Palabra, entonces Dios los mantendrá vivos. ¡Aleluya! ¡Oh, Gloria a Dios! ¿Lo ven, iglesia? No piensen que no estoy en mis cabales; no es así. Pero lo que Uds. tengan, lo poquito con lo que creen en Dios, la fe que tengan, pónganla en la Palabra, ¡no en una organización! Pónganla en la Palabra de Dios, Él los mantendrá con vida.",
    "Entonces ella estuvo lista, pues antes no podía porque ellos no se lo permitían. Pero ahora ella está lista. ¿Lo recibirá ella? Dios le envió un profeta a su camino. ¿Recibirá ella su Palabra? ¿Recibirá ella a este profeta? Sí, ella lo recibió. Y él le habló, dijo: “Ahora, la poca vida que te queda, ponla aquí, tráemela a mí primero”. ¿Y qué sucedió? Cuando el resto del mundo desfallecía y moría de hambre, ella y sus hijos y su familia, todos comían tres buenas comidas al día, la revelación Divina de la Palabra. Espero que Ud. lo vea, amigo.",
    "¿Qué sucedió? Él se quedó allí hasta que el hambre terminó, viviendo con esta mujer (esta Iglesia) que lo recibió y creyó su Palabra. Y él la mantuvo viva (mantuvo a la Iglesia viva) por medio de la Palabra del Señor, porque dijo: “ASÍ DICE EL SEÑOR”.",
    "Bueno, no tenemos tiempo para relatar el resto de la historia, Uds. ya saben cómo él tuvo que enfrentarse con Baal. Él lo hará uno de estos días, Uds. no se preocupen. Cuando él salga pisando fuerte de ese desierto, observen Uds. lo que sucede.",
    "¿Qué sucedió? Luego, cuando el buen y fiel Elías, el profeta, un verdadero siervo de Dios, llegó al final de su camino, Dios le habló un día, dijo: “Elías, has predicado ya por suficiente tiempo. Has peleado contra Jezabel y toda su pintura y todo hasta que ya estás harto de eso”. Dijo: “¡Ven al Jordán!”. Y ahí va, llegó al Jordán. Por allí bajaba el viejo arroyo lodoso, esa agua fría y helada, como la que cada hombre tiene que enfrentar: El Jordán, la muerte.",
    "Pero cuando este gran siervo de Dios caminó al Jordán, y su hijo caminaba a su lado, el hijo del Evangelio… ¡Oh, sí!, él era su hijo: “Padre mío, padre mío, los carros de Israel, su gente de a caballo”. Cuando él y su hijo caminaron bien juntos, hasta el Jordán, él observaba a su papá partir esa mañana.",
    "Cuando él llegó al Jordán, él extendió la mano y tomó de sus hombros ese manto de poder, dijo: “Muerte, no me puedes hacer nada”. Y golpeó el Jordán: “Ábrete, voy a cruzar al otro lado esta mañana”. ¿Qué pasó? Retrocedió y como polvo se secó. ¿Qué estaba haciendo el anciano profeta? Estaba mirando al otro lado del Jordán, él sabía que allí lo esperaba un carro con los caballos. Iba a casa, su trabajo había terminado. Su hijo en el Evangelio tomaría su lugar.",
    "Yo regresaba a casa el otro día de allá del oeste. Esto me viene a la mente. Encendí la radio (tuve que conducir por tres días, dos mil cuatrocientas millas, solo). Encendí la radio y yo… oía spirituals de Del Río, Texas. Un hombre hablaba sobre un anciano negro, de color. Estaba a punto de morir y tuvo que llegar al río; dijo: “Esas zapatillas de oro que voy a calzar al caminar por las calles de oro…”. Este anciano negro había predicado toda la vida y en su mente, el único consuelo que había tenido era su antiguo banjo colgado en la pared. Se sentaba allí sobre los fardos de algodón y tocaba los himnos, descansando así de su ministerio, con el viejo banjo. Esa era la manera que él tenía de relajarse. Dijo que el viejo caballo de cola cortada que él montaba estaría allá con el carro. Yo pensaba en ellos. Él decía: “¡Esas zapatillas de oro que voy a usar al caminar por las calles de oro!”.",
    "Y cuando terminó de cantar, apagué la radio. Y yo iba sosteniendo el volante: “¡Oh, así es! Yo también tendré que llegar allí. ¿Qué será lo que siempre me ha dado el consuelo? ¿Dónde encuentro mi consuelo en el desierto?”. Yo tengo un pequeño rifle, que se llama… Cazo con él en el otoño del año. Es un Remington ,270, modelo 721. Un hombre, un hermano, me lo dio en California hace años. He cazado con él por años y años. Cómo… qué consuelo ha sido, porque yo—yo sé que es un arma que dispara bien, y es mi consuelo en el desierto.",
    "Luego pensé en mi visión. Cuando yo pasé allá y vi a toda mi gente, oí que algo relinchó, y aquí venía mi pequeño Príncipe (mi pequeño caballo de montar) y me puso la cabeza sobre el hombro. Pensé: “Sí, una de estas mañanas yo también llegaré al Jordán”. Y ese ,270 con el que yo solía… cuelga en la pared. No lo he bajado desde hace mucho tiempo, el otoño pasado. “Ese caballito que yo montaba, Dios lo tendrá atado a mi carro en esa mañana cuando yo llegue al río”. Estará allí, justo al otro lado del río. Dios lo enviará, lo vi la otra noche. Él estará atado a mi carro una de estas mañanas. Me iré, subiendo por esas nubes.",
    "Oremos.",
    "¡Oh, ese poder de Dios que disfrutaré mientras camino por esas calles de oro! Sí, ese viejo rifle que ahora cuelga en la pared, no lo necesitaré entonces. Me pregunto si llega mi carro, si mi caballito de montar que vi en una visión, estará atado a mi carro esa mañana, parado allá junto al río. Espero que lo esté. Quiero ser arrebatado. Quiero que la Iglesia también suba de esa manera; lo quiero para cada uno de Uds.",
    "¿Quisieran Uds. saber cuándo llegarán al Jordán? ¿Abandonarán Uds. estos sistemas impíos de este mundo y recibirán a Jesucristo como su Salvador? Si Ud. no es Cristiano, ¿levantará las manos y dirá: “Ore por mí, Hermano Branham. Que cuando yo llegue al Jordán,…”? Dios lo bendiga. Dios lo bendiga. “Cuando yo llegue al Jordán, quiero tomar el poder del Espíritu Santo en mí y golpear esas aguas heladas, y caminar al otro lado”.",
    "¿Cómo pueden quedarse sentados con una exhortación así, con tal unción del Espíritu Santo, y sabiendo que el Espíritu Santo me dice su condición, y no levantar la mano? ¡Muestra que es tiempo para ese viaje al desierto! ¿Habrá alguno antes de que oremos, otro? Dos levantaron las manos; tres, Dios te bendiga, hijo.",
    "¡Nuestro Padre Celestial! Tres; será maravilloso, Señor, si ellos—ellos están allí en ese día. Oro para que estén, Señor. Ellos levantaron las manos porque están convencidos de que estos sistemas mundanos están muriendo, y pronto las voces de la Palabra de Dios será algo difícil de encontrar; Dios la quitará de la iglesia. El clamor, el llamado del Esposo pronto partirá y el sistema de Jezabel lo sofocará. Pero ellos quieren tener… vivir de ese manantial escondido, así como Elías fue sostenido durante el tiempo del hambre. Dios, dales ahora el Espíritu Santo, llena sus corazones de gozo y paz, y pon sus mentes en la Palabra de Dios para que vivan ahora y en el más allá, para siempre. Bendícelos, Padre. Ellos son Tuyos, por medio de Jesucristo nuestro Señor.",
    "Con nuestros rostros inclinados:",
    "Aquellos que levantaron las manos y quieren aceptar a Cristo, ¿se podrían poner de pie, por un momento, mientras oro individualmente por Uds.? Solo pónganse de pie.",
    "¡Oh, Dios!, ¿habré fallado? Que aun los tres que levantaron las manos, no tuvieron la convicción para ponerse de pie y aceptar eso mismo que hicieron. Señor Jesús, lo entrego todo en Tus manos. Yo he predicado Tu Palabra, y no he cedido en nada. Ahora, yo—yo les encomiendo la casa a ellos, Padre. Haz lo que sea apropiado tanto con la iglesia como con Tu siervo, todo está en Tus manos.",
    "Padre, pido que salves a los perdidos, llena de buenas cosas a los hambrientos de corazón, dales Vida Eterna a los que están sedientos, levanta a Tus siervos para que anuncien el Mensaje, dales sanidad a los enfermos y a los afligidos, recibe Tú la gloria, porque me encomiendo junto con Tu Palabra. Y en mi mano y en mi corazón, y en mi mente, escribe Tus Leyes, por medio de Jesucristo nuestro Señor. Amén.",
    "Cuando yo llegue al río y baje el sol,\n\nNo lo quiero cantar.\n\nY parezca que todos mis amigos hayan partido;\n\nAlguien estará esperándome para mostrarme el camino,\n\nNo tendré que cruzar solo el Jordán.",
    "¿Entregaste tarjetas de oración, Bill? Me siento apesadumbrado. ¿Qué entregaste hoy? ¿La B? También entregaste las A, ¿verdad? Muy bien, llamaré las B primero, de la uno a… La tarjeta de oración B, número uno. Vamos a orar por su enfermedad. B, número uno, ¿quién la tiene? Tarjeta de oración B, número uno, alguien allá en la parte de atrás. Venga aquí, señora. B, número dos, levante la mano. ¿Esa señora? Número tres. B, número tres, ¿podría levantar la mano por favor, para ver dónde es? ¿Tres? Número cuatro, B, número cuatro. B, número cinco. ¿Podría levantar la mano por favor? B, número cinco. ¿Ese hombre? Muy bien, seis, siete, ocho, nueve, diez, once, doce, trece, catorce, quince. Bueno, que todos con la B se levanten de todos modos. Solo…",
    "Que…[Cinta en blanco.—Ed.]…fue por todo el mundo, cada misionero en el campo, donde sea que puedan.",
    "Todas las tarjetas de oración B pónganse de pie y tomen su lugar según sus números.\n\nAhora, ¿cuáles eran las siguientes? ¿A? ¿Quién tiene la tarjeta de oración A, uno? ¿A, uno?, ¿dónde está? Seguramente está aquí. ¿A, uno? Las entregaron hace dos o tres días, y pueda ser que no estén aquí. Todos con la tarjeta de oración A, pues, formen una fila aquí. Colóquense a lo largo de la pared, con reverencia.",
    "Quiero hablar con Uds. que no tengan tarjetas de oración, solo un minuto antes de que comience la línea.",
    "Bueno, su tarjeta de oración, téngala en la mano para que los muchachos puedan recibirla, su tarjeta de oración. Ud. ha esperado; vino temprano en la tarde para recibir su tarjeta de oración y tiene derecho de entrar en la línea. Les prometí orar por Uds. Bueno, intentaré cumplir mi promesa, con la ayuda de Dios.",
    "¿Ese es su hijito? Es un hombrecito muy lindo. Por favor perdóneme. Esta mujer es un buen ejemplo de una verdadera americana. Su hijito, tiene unos overoles y una chaqueta de rayas. Es una joven con el pelo largo, bien vestida. Que Dios la bendiga y su hogar, y a su marido, a sus seres queridos. Y eso realmente es puro U.S.A, con “el Cristianismo” escrito encima. ¡Que así sea nuestra tierra por mucho tiempo! Perdóneme, damita, por decir eso, pero yo solo… es para que la gente pueda ver cómo pienso que debe lucir una Cristiana: sin manicure, o lo que sea eso, simplemente una dama.",
    "Dios le bendiga, Hermano Sullivan.",
    "El Gran Médico, por favor.\n\nEl Gran Médico cerca está,\n\nEl compasivo Jesús.",
    "¿Creen en Él? ¿Creen que Él es el Gran Médico? Pues, solo sean reverentes por un momento. Aún nos queda un poco de tiempo, acorté un poco el mensaje. Espero que hayan comprendido, lo que quise decir. Solo crean de todo corazón. Cuando todos estén en la fila, si alguien allá atrás puede alinear a la gente. ¿Bien? ¿Qué dice? Ahora, todos los que tienen tarjetas de oración están de pie.",
    "¿Creen Uds. allá afuera también, los que no tienen tarjetas de oración? Si tienen fe, Dios los llamará a Uds. Ahora, todas las tarjetas de oración están en la fila.",
    "Esa muchachita sentada allá atrás, enferma de una pierna, sobre este… ¿Cree que Dios la sanará? Si cree, solo tenga fe y Dios se lo concederá.",
    "¿Cree que su padre enfermo se recuperará? Si Ud. cree, puede recibirlo.",
    "¿Qué de Ud. allá, orando por su sobrino con un problema de los nervios? ¿Cree que Dios lo sanará? Señora, sentada allí, si lo cree Ud., puede recibirlo.",
    "¿Creerán todos Uds.?",
    "Ahora, quiero… ¿Cuántos de mis hermanos aquí, predicadores del Evangelio, predicadores del Evangelio Completo o lo que sean, creen en la sanidad Divina? Levanten las manos. Quisiera que vinieran aquí y me ayudaran a orar por estas personas, para que la gente vea que no solo yo oro por el pueblo, Uds. también pueden. Vengan aquí y párense en la plataforma conmigo. ¿Lo harán, hermanos, Uds. ministros? Vengan aquí mismo y párense a lo largo de la plataforma. Muy bien. Gracias, hermanos. Gracias. Vengan adelante, hermanos, vengan.",
    "¿Qué dice? [Alguien dice: “¿Podemos hacer aquí una fila doble?”.—Ed.] Sí, pueden. Formen una fila doble aquí; estará bien. Muy bien. Bueno, gire en esta otra dirección, hermano. Giren en esta dirección, voy a traer a la gente por aquí. Ahora, algunos de Uds. pónganse de este lado mío, aquí mismo por favor, pónganse de este lado. Así es.",
    "Ahora, para la congregación, ¿ven Uds. aquí a estos hombres finos? Son hombres que se paran aquí arriba y representan este mismo Evangelio que yo predico. ¿Ven? Ellos pasaron aquí porque Lo creen. Pues, Uds. deben estar orgullosos de su pastor que se presenta aquí en esta plataforma, con esa predicación dura y fuerte. Estos son hombres que tienen una revelación, que saben que… no es que yo esté en contra de los hombres; a veces nos atamos a sistemas que nos obligan… Estamos en contra de esos sistemas; no en contra del hombre, el siervo de Dios.",
    "Ahora, si tuviéramos discernimiento para todos aquí, ¿cuánto tiempo creen que yo estaría aquí? Colapsaría cuando llegara como a… después de como seis, cinco o seis, diez; un poco más, tal vez la mitad, con un cuarto de la línea yo quedaría agotado; no se oraría por los demás. No podemos hacer eso. Y siendo que… Pero no tenemos que hacer eso. Uds. saben cuál es su problema. Saben lo que han hecho, ahora confiesen sus pecados. Si alguno de Uds. tuviere una sombra de duda en su corazón, sáquela ahora mismo y dígale a Dios que lo perdone. Si Ud. no está bien con Dios, dígale a Dios que lo perdone. Y si Ud. no lo hace y no está bien con Dios, no le va a servir de nada pasar por aquí. Ud. solo estará perdiendo su tiempo. Es verdad. Ahora, ¿correcto, hermanos? [Los hermanos dicen: “Amén”.—Ed.] Así es.",
    "Miren aquí. Aquí mismo está el Hermano Kidd. Por poco desgarro las llantas de mi auto yendo a él hace un año o dos, para… Él se moría de cáncer, iba a morir ese día. Su esposa me avisó, dijo: “¡Dese prisa!”. Dijo: “Se está muriendo ahora mismo”. Cuando llegué allí, el Señor lo sanó. Y aún está aquí de pie. Creo que ha subido cierta cantidad de peso y todo. Un veterano de antaño, Uds. saben. De esa clase de hombre era que yo hablaba, de hace años, que predicaba. Y él se prendía de esa Palabra, y la gente se burlaba de él. Y él y su esposa caminaban por las vías del ferrocarril y todo eso, y por allá en las montañas y en minas de carbón, y fueron echados y metidos en la cárcel, y todo lo demás. Ese es el hombre que ha luchado para ganar el premio; de esos son.",
    "Pues, hermanos, déjenme decirles: Uds. tal vez no tengan el espíritu de discernimiento. No tienen que tenerlo, ¿ven?, eso—eso no es necesario. Primeramente, Uds. son hombres de la Palabra. Son mucho mejor, mejores predicadores que yo, porque no—yo no tengo mucho de predicador. Pero yo… Pero Uds.—Uds. están ungidos, cualquier hombre llamado a predicar el Evangelio es llamado para sanar a los enfermos; Las órdenes generales son: “Id por todo el mundo y predicad el Evangelio a toda criatura: el que creyere y fuere bautizado, será salvo. Estas señales seguirán a los que creen. Si ponen las manos sobre los enfermos” y lo demás, “ellos sanarán”. Si Ud. es llamado para ser un ministro, ha sido llamado para orar por los enfermos.",
    "Y la razón por la que hago esto es para que esta congregación… para que puedan ver que no tienen que esperar a alguna persona especial, a Oral Roberts, Tommy Hicks, Tommy Osborn, yo mismo, a alguien que venga para un servicio de sanidad. Quiero que ellos vean que Uds. son hombres de Dios. ¿Ven? Ud. es un hombre… Tiene tanto derecho de imponer las manos sobre cualquiera de ellos como—como yo o cualquier otro. Después de todo, hermanos, todos Uds. saben, como—como ministros, que es la propia fe de ellos en Dios la que hace la obra. ¿Correcto? Nosotros solo hacemos una oración por ellos.",
    "Bueno, Ud. dice: “Hermano Branham, ¿está el Espíritu del Espíritu Santo allí con Ud.?”. Seguro. ¡Sí, señor!",
    "Ahora, a Uds. en el audi-… allí en la línea, si Uds. creen con todo el corazón que Dios los va a sanar, levanten la mano, digan: “Lo acepto”.",
    "Ahora, venga aquí, que esta—que esta señora venga aquí. Yo no la conozco, nunca la he visto. Si el Espíritu Santo me dice, para mis hermanos aquí que están aquí así en la presencia, pues todos están aquí a mi alrededor. Y no solo eso, mis hermanos están aquí y mi Señor está aquí; Él también es el Señor de ellos. Bueno, si Él me dijera algo que anda mal con Ud., lo que esté mal con Ud., Ud. sabrá si es la verdad o no. Quiero que ellos, quiero que la congregación, quiero que la gente allá afuera vea que el Espíritu Santo está aquí en la plataforma para dar discernimiento, pero eso no sana a nadie. Pero si Él me dijera algo sobre Ud., algo de lo que Ud. sabe que yo no sé, como fue con la mujer en el pozo… No es la misma clase de caso, pero me refiero a un hombre y una mujer que se conocen por primera vez. Jesús, un hombre como de mediana edad y esta mujer probablemente era una mujer joven, quizás como Ud.",
    "Y si Él lo hiciera, pudiera decirme el por qué Ud. está aquí, su problema, ¿creerá Ud. que tendría que ser Su Espíritu el que lo haría? ¿Lo creen Uds., hermanos? ¿Que el mismo Señor Jesús está parado aquí? Uds. la congregación, ¿creerán igual? ¿Uds. en la línea de oración, creerán eso mismo, y sabrán que estos hombres…? ¿Los llamaría yo aquí si pensara que ellos no son…? Después de predicar así, y decir las cosas que dije, y luego llamaría aquí a hombres que no fueran dignos? Yo no haría eso. Estaría derrotando la mismísima cosa por la que estoy peleando. ¿Ven? Yo creo en ellos; creo que son hombres de Dios.",
    "Ahora, veamos si el Espíritu Santo está cerca. Solo para hablar con Ud., estoy intentando… Uds. dirán: “¿Qué está haciendo, Hermano Branham?”. Lo mismo que Jesús hizo con la mujer, le dijo: “Dame de beber”, Él solo quería hablar con ella un minuto, averiguar cuál era su problema.",
    "Su problema es el nerviosismo, de eso ha estado sufriendo. Si es así, levante la mano. Pues, ciertamente que ella no aparenta eso, ¿verdad, hermanos? No lo muestra, pero ese es su problema. Ella ha estado así por mucho tiempo. Siempre cruzando sus puentes antes de llegar a ellos, y cosas así. Es la verdad. Es su naturaleza, así ha sido hecha, nerviosa; siempre imaginándose que algo está por suceder, y no sucede. A veces el diablo le dice: “Eso no tiene sentido, solo es que te has descarriado; has cruzado la línea”. No le estoy leyendo la mente, pero estoy leyendo lo que está… Me estoy enterando de lo que él le ha dicho, porque veo lo que ha pasado por su mente.",
    "Ahora, Jesús percibió sus pensamientos. ¿Correcto? Bueno, eso es lo que ha sucedido ahora mismo. ¿Correcto? Mire, déjeme decirle algo, para que Ud. tal vez lo sepa. Ud. realmente está aquí por otra persona. Así es. Esa es la cosa, ¿ve?, y no se podía captar hasta ahora. Bueno, si el Señor me revela el porqué está de pie aquí, por otra persona, ¿creerá que yo soy Su profeta? Es por su madre. ¿Cree que Dios puede decirme cuál es su problema? Bien, ella tiene problemas del corazón, presión arterial alta, cálculos biliares, complicaciones. Es correcto ¿verdad? ¿Ve? Ahora, eso es el Espíritu Santo, ¿verdad?",
    "Ahora, hay algo aquí sobre mí y sobre estos hermanos. ¿Ven? Algo aquí ahora, el Espíritu Santo. Ahora, Uds. créanme, mientras vamos por la línea.",
    "Todos inclinemos los rostros mientras oramos por estas personas.",
    "Ahora, Padre Celestial, vamos a poner las manos sobre estas personas. Y estoy orando por ellos ahora. Aquí están Tus siervos reales parados aquí, y todos vamos a poner las manos sobre los enfermos, porque Tú dijiste que se hiciera. Lo vamos a hacer en el Nombre de Jesucristo. Que la gente no pase solo por pasar, sino que pase siendo sanada en el Nombre de Jesucristo. ¡Amén!",
    "El Señor los bendiga. Ahora, acérquense.\n\nEn el Nombre del Señor Jesús, sana a… En el Nombre del Señor Jesús, sana a mi hermano. En el Nombre del Señor Jesús, sana a mi hermana.",
    "Ahora, ¡solo—solo un minuto! ¿Ven? Hermano y hermana, ¿por qué se regocijan cuando esa mujer, con lo del discernimiento, y cuando pasan los otros no sucede nada? La gente pasa: “Pues, si a mí… no recibo discernimiento, pues, entonces no conseguí nada”. Eso no tiene nada que ver, igual Él está aquí. ¿Ven?",
    "Cuando pasen por aquí, vengan con las manos levantadas, diciendo: “Gracias, Señor Jesús. Yo Te recibo como mi Sanador, y voy a salir con eso. Uno de estos hombres va a bautizarme; voy directamente a la pila y seré bautizado, y saldré y sabré que Tú has prometido que yo recibiría el Espíritu Santo”.",
    "¿Ven? Eso… El discernimiento aún está aquí. Aún está aquí, igual como… Miren, ¿cuál es? ¿Este hombre aquí? Yo soy un extraño para Ud. ¿Lo soy, señor? Yo no lo conozco. Puede… Si Dios me dice cuál es su problema, ¿me creerá que soy Su profeta, Su siervo? ¿Creerá con todo su corazón? Muy bien, señor. Gracias, señor. Qué buen espíritu, es algo muy bueno. Después de todo, Ud. está aquí por otra persona. Así es. “Es su nieto, tiene poliomielitis, se cayó el otro día y se rompió la pierna”, es ¡ASÍ DICE EL SEÑOR! ¿Es cierto? ¡Así es! Vaya y crea ahora y él sanará.",
    "Ahora, vengan creyendo, todos, vengan. [El Hermano Branham y los ministros oran por los enfermos en la línea de oración.—Ed.]…?…\n\nBendita sea la unión\n\nQue enlaza nuestro corazón;\n\nEn comunión, los unos con otros\n\nEs como lo Celestial.\n\nAnte el altar del Señor,\n\nRendimos ardiente oración;\n\nNuestras esperanzas, temores, cuidados,\n\nY metas, son uno en amor.",
    "Estamos de pie sobre los hijitos lisiados de Dios, ciegos, torcidos. Ministros del Evangelio, Uds. saben que nosotros no tenemos poder para sanar. Pero nuestro Gran Señor Jesucristo está enviando estas señales y condenamos al diablo que los tiene atados. Condenamos al diablo…?… Condenamos la ceguera…?…",
    "En el Nombre de Jesucristo el Hijo de Dios, pedimos que Dios les dé la fe para creer que la oración de fe ha salvado a los enfermos, y Dios los levantará y tendrán salud otra vez. Concédelo, Dios Todopoderoso, en el Nombre de Jesucristo.",
    "Ahora, Uds., hermanos, aléjense de allí…?…",
    "Todos los demás oren ahora, mientras nosotros… los ministros también estén orando ahora por ellos. Oramos, imponemos las manos.",
    "Padre Celestial…\n\nPara Uds. allá en la congregación que no entraron en la línea de oración, pongan ahora las manos los unos sobre los otros. Pongan las manos los unos sobre los otros.",
    "Nuestro Padre Celestial, Te traemos a esta congregación al cerrar este servicio y esta campaña bajo la bandera de Jesucristo, el gran Sumo Sacerdote ungido de Dios, Emmanuel, de pie, resucitado de los muertos, viviendo siempre para hacer intercesiones; Su gran Presencia ahora está con nosotros, Su Poder santo sobre nosotros para hacernos ver visiones, profetizar, poner las manos sobre los enfermos. La Palabra infalible de Dios jamás podrá volver a Él vacía. Yo condeno a todo diablo de enfermedad, todo poder del pecado, toda incredulidad, en el Nombre de Jesucristo, que se vaya de la gente y que ellos sanen.",
    "Bendice a estos hermanos ministros, Señor, ya que están reunidos en un solo corazón y unánimes, y a todos los laicos de la iglesia. ¡Oh, Dios Todopoderoso!, para este gran Middletown, Ohio: envía un avivamiento después de esto, Señor, que barra de un lado a otro, una unión de huesos, Señor, y tendones de piel. Y que el poder de Dios levante una iglesia poderosa, unida aquí en esta ciudad, que barra, una iglesia ejemplar, por toda la nación, para que la gente pueda venir a esta ciudad para ver el poder de Dios. Concédelo, Señor. Sana a los enfermos y a los afligidos; salva a los perdidos y la gloria sea Tuya.",
    "Concédelo, que todos estos pañuelos y pañitos puestos aquí… Oro, Señor, que el Espíritu Santo sobre nosotros y en este edificio, que nos unge, que cada uno de ellos sea sano. Está escrito en la Biblia que cuando Israel estaba en el camino del deber, en camino hacia la tierra prometida, que el Mar Rojo se atravesó. Y uno de los escritores dijo: “Dios miró abajo desde esa Columna de Fuego, y el Mar Rojo temió y retrocedió, e Israel fue a la tierra prometida la cual fue prometida”.",
    "Y bien, está escrito en la Biblia: “Sobre todas las cosas quiero que seas prosperado en salud”. Y cuando estos pañuelos lleguen al pueblo, donde Satanás ha puesto un Mar Rojo delante de ellos, que Dios mire abajo a través de la Sangre de Su propio Hijo, Jesucristo, y condene toda enfermedad en aquellos que no pudieron llegar aquí; y que la enfermedad ceda y Le tenga miedo a la Palabra de Dios y a la promesa de Dios y a la unción de Dios, y que el pueblo pase a esa buena promesa de buena salud y fortaleza. Concédelo, Señor. Te lo encomendamos todo, en el Nombre de Tu Hijo amoroso, nuestro Salvador Jesucristo. Amén.",
    "Congregación, a Él que nos conoce a todos, a Él que nos levantó para ser Su herencia en el mundo, en Su iglesia, que las ricas bendiciones de Dios estén sobre todos Uds. hasta que nos encontremos de nuevo. Nuestro próximo servicio, hasta donde sabemos, será en el tabernáculo, el domingo por la mañana, la mañana del Domingo de Pascua. Después voy a… de allí a Illinois. Reciban bendición, asistan a sus iglesias, asistan a estas buenas iglesias, únanse de corazón. ¡Permanezcan en la Palabra de Dios! ¡Vivan para Él, porque vienen cosas horribles, recuerden eso!",
    "Hasta que nos encontremos, pongámonos de pie y cantemos:\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "Ahora, estrechen la mano reverentemente con alguien detrás de Ud., delante de Ud. y a su lado.\n\nYo Le amo (todos, ahora), yo Le amo\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "Ahora, con sus manos hacia Dios, bien fuerte ahora, todos háganlo resonar.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "Inclinemos ahora nuestro rostro.\n\nAl venir Jesús, nos veremos,\n\nA los pies de nuestro Salvador;\n\nRecuerden, muchos de nosotros no nos veremos otra vez hasta entonces.\n\nReunidos todos seremos,\n\nUn redil con nuestro buen Pastor.",
    "Ahora, tararéenlo. [El Hermano Branham comienza a tararear.—Ed.] Su pastor. 🦅"
  ]
}