{
  "title": "EL VERDADERO SELLO DE PASCUA",
  "id": "61430009",
  "content": [
    "🦅  Servicio temprano al amanecer, donde el Hermano Neville nos habló un mensaje muy sobresaliente sobre—sobre el servicio de Pascua.",
    "Y ahora sé que es terrible tener que estar de pie, nuestra—nuestra capacidad de asientos aquí es muy pequeña. Y me acaban de preguntar si podían abrir la parte de atrás aquí y poner a la gente en el baptisterio. Yo dije: “Ese es un buen lugar para ellos”. Es un lugar muy bueno para ellos. Ellos, así que van a abrir las cortinas en unos minutos, y tener, creo que simplemente se van a parar alrededor del borde. Yo no sé si lo harán o no, veo que está lleno de agua, así que casi tendrán que pararse sobre una tabla. Pero veo que ahora están preparando una parte, así que probablemente lo abran en unos minutos.",
    "Ahora, la Pascua es un gran día para todos nosotros, ¡nos gusta tanto la Pascua! Y ahora vamos a tratar de no demorarlos demasiado, por las condiciones en que estamos.",
    "Pero solo me gustaría dar un anuncio o dos, y es que nuestros—nuestros servicios comienzan el próximo domingo, ahora, para Uds. de fuera de la ciudad. Comienzan en Bloomington, Illinois, en los—los terrenos del Colegio Metodista allí. Y serán, de domingo a domingo. Y luego habrá un—un desayuno ministerial. Y luego debo hablarle al cuerpo estudiantil de la universidad, una mañana, y habrá un desayuno allí, según tengo entendido.",
    "Y luego la semana siguiente, después, del veintitrés hasta el—el último domingo. ¿O qué es eso? [El Hermano Neville dice: “Hay una nota allí mismo, hermano”.—Ed.] ¡Oh, sí! Bueno, entonces ya la anunciaron, ya lo saben. [“Yo lo anuncié”.] Sí, señor, eso está bien, bien. Chicago, ahora ha habido un… así que me enteré anoche, que no pueden conseguir el Lane Tech Auditorium, así que será un auditorio como a diez minutos en auto del Lane Tech. Habrá otro auditorio, según tengo entendido. Por supuesto, probablemente tendrán algunos letreros allí indicándoles a Uds. el… donde será la reunión.\n\nLuego subimos a la Columbia Británica. Y luego, del primero de julio al cuatro, en Miami, Florida.",
    "Y entonces se está pensando en una gran reunión de carpa, si eso se llega a dar, realmente quiero estar allí para… todos Uds. que puedan, en Washington, DC, en la capital, para una—una reunión. Será mi primera reunión en una carpa, Uds. saben, donde el Señor me prometió que Él me encontraría en ese pequeño lugar en la reunión. Y están planeando eso ahora, nos llamaron y nos dijeron, los hombres de negocios allí, que ellos o conseguirían el Salón de Convenciones, donde sí hablamos, o levantarían una gran carpa. Y tan pronto como él dijo “gran carpa”, algo hizo contacto, tal vez allí sea el lugar de reunión, en el salón del capitolio. Así que eso está muy, muy bien. Así que veremos sobre eso, y luego se los haremos saber un poco más tarde, como guie el Espíritu Santo hacia allá.",
    "Ahora, creo que tienen unos bebés aquí, que no son de la ciudad, que querían dedicar al Señor. Ahora, en esto, mucha gente los rocía, y demás. Y está perfectamente bien, no tengo nada en contra de eso. Sin embargo, rociar no es Escritural, ni para un bebé ni para un adulto, ¿ven? El rociar solo es una—una—una—una forma eclesiástica que se adoptó, primero por la iglesia católica, y luego pasó al protestantismo. Pero no hay Escritura para rociar a un adulto o a un bebé. Y siendo que nos gusta quedarnos de acuerdo con la Escritura, tan fiel como podemos, en la Biblia Le trajeron niños pequeños a nuestro Señor, y Él los alzó, los tomó en Sus brazos y los bendijo, y dijo: “Dejen a los niños venir a Mí”. Ahora eso es lo que tratamos de hacer, seguir los Mandamientos del Señor de esa manera. Y traemos a los ancianos de la iglesia, y nos paramos alrededor y dedicamos los niños al Señor.",
    "Si nuestro pianista toca nuestro canto, Tráiganlos. Muy bien. Y esas madres que tienen los pequeños, pasan, y se pararán al frente. El Hermano Neville y algunos de los ancianos se pararán aquí conmigo, por favor, y dedicaremos estos niños al Señor.\n\nTráiganlos, tráiganlos,\n\nTráiganlos de los campos del pecado;\n\nTráiganlos, tráiganlos,\n\nTraigan a los pequeños a Jesús.",
    "Ahora, esto es solo una forma, de madres dedicar sus pequeños al Señor. Y esta mañana de Pascua, qué tiempo tan maravilloso para el bautismo o la dedicación, esta primera temporada y el tiempo de la resurrección. Cantémoslo de nuevo mientras los demás empiezan.\n\nTráiganlos, tráiganlos,\n\nTráiganlos de los campos del pecado;\n\nTráiganlos, tráiganlos,\n\nTraigan a los pequeños a Jesús.",
    "Ahora, amigos, yo sé que cada uno de ellos es el bebé más hermoso del mundo. Yo lo sé. Y sé que no debo decir nada más al respecto. Así es. Y así es como Ud. debe sentirse.",
    "Son pequeños tesoros, que Dios le ha dado a Ud. la responsabilidad de criar. Y siempre he dicho, y he hecho esta clase de declaración para las madres. Sabemos, por escrito, de cuatro Evangelios, Mateo, Marcos, Lucas y Juan. Pero hay un quinto Evangelio, no escrito, que es la madre. Ella los toma antes de que la Enseñanza de Mateo, Marcos, Lucas y Juan llegue a ellos. Así que la responsabilidad está puesta sobre Uds. madres y padres, de criar a estos hijos para el… para el Reino de Dios. Y estoy seguro que ese es el deseo de su corazón.",
    "Los encomendamos a Dios en oración, y dedicamos sus niños a Cristo. Los ancianos y yo pasaremos al frente, y Uds. solo dennos el nombre. Y ahora sé que mi esposa está un poco celosa de mí en este trabajo porque…",
    "Lisa Ann Mitchell. ¡Oh! Lisa Ann Mitchell, un tesoro para los brazos de cualquiera. Inclinemos nuestros rostros.",
    "Padre Celestial, como Tus siervos, elevamos a esta pequeña Lisa Ann Mitchell a Ti, en el Nombre del Señor Jesús. La dedicamos y reclamamos su vida para el Reino de Dios. Que ella viva y crezca y sea una persona maravillosa para el Reino de Dios. Hacemos esto, para, porque somos comisionados por nuestro Señor. En el Nombre de Jesucristo oramos. Amén.\n\nDios les bendiga.",
    "H.A., E.J. Junior. E.J. Junior, mientras toma una siesta. Así que inclinemos nuestros rostros.",
    "Nuestro Padre Celestial, encomendamos a Ti a este pequeño; oramos que, si Jesús tarda, Tú hagas de él un gran siervo de Dios. La madre Te lo entrega a Ti. Y—y lo presentamos, en el Nombre del Señor Jesús, para que Tú lo bendigas a él y al hogar de donde viene. Que él sea criado para la gloria de Dios, mientras lo dedicamos a Jesucristo. Amén.\n\nDios la bendiga, hermana, y a su pequeño. Soy un poco cuidadoso con ese trabajo, porque siempre temo lastimar a los pequeños.",
    "Dejaré, pueden quedarse así… Esta es una pequeña. ¿El nombre? Deborah Myers. La pequeña Deborah Myers, tiene los ojos brillantes esta mañana. Inclinemos nuestros rostros.",
    "Padre Celestial, traemos a Ti, a la pequeña Deborah Myers, pedimos Tus bendiciones sobre la niña. Mientras la dedicamos al Señor, y el padre y la madre ahora la presentan, en conmemoración de nuestro Señor Jesús, Quien bendijo a los pequeños, dijo: “Dejadlos venir a Mí”, Te entregamos a Ti, a la pequeña Deborah, para una vida de servicio, en el Nombre de Jesucristo. Amén.",
    "Ahora, ¿cuál de estos otros pequeños? Muy bien, señor. Ahora, esta jovencita, Sarah Ruth, la pequeña Sarah Ruth Wheeler. Wheeler. Dulce.",
    "Nuestro Padre Celestial, Te traemos este amado bebé que ha sido entregado en nuestras manos para dedicar. Y nos paramos con rostros y corazones inclinados, para agradecerte por ella, y orar que Tú bendigas su vida para una vida a Tu servicio. Te la entregamos a Ti en el Nombre de Jesucristo. Amén.\n\nDios te bendiga. Eso es todo. Ella miró hacia atrás, como si (a mí) me dijera: “¿Algo más?”. Muy bien.",
    "He allí una niña preciosa. Ahora, ¿cuál es tu nombre? Mica Ungren. ¡Qué cosita tan dulce! ¿Cómo está Ud.? Ella está sospechando, quiere saber qué está pasando aquí. Inclinemos nuestros rostros.",
    "Nuestro Padre Celestial, Te entregamos a Ti esta hermosa pequeña en esta mañana de Pascua, trayendo a los pequeños a Ti. La dedicamos al Señor Jesús, para una vida de servicio. Concede, Señor, que ella viva largamente, hasta la Venida del Señor, si es posible. Y haz que Te sirva, mientras la dedicamos a ella… ella a Ti, en el Nombre de Jesucristo. Amén.",
    "¿Cuál es su nombre? ¡Oh, Melynda, la pequeña Melynda Ungren! Ellos—ellos quieren verte por aquí, Melynda. Eres—eres linda. ¡Vaya! Inclinemos nuestros rostros.",
    "Padre Dios, Te entregamos esta damita, en el Nombre del Señor Jesús. Te la dedicamos a Ti, su vida, para una vida de servicio a Ti, Señor, oramos que Tú la apartes y la hagas una de Tus siervas para servirte y hacer aquello para lo cual nació. Te la entregamos a Ti, en dedicación, en el Nombre de Jesucristo. Amén.",
    "¡Todas estas niñas bonitas! Veamos ahora… Esta, ¡oh!, aquí, esta es. ¿Cómo estás? ¿Cómo está Ud. esta mañana? ¿Cuál es su nombre, ahora? Jane… Jamie Lynn Daulton.",
    "Nuestro Padre Celestial, traemos a Ti esta dulce niña, y oramos que Tú la bendigas. Y pedimos, Señor, que Tú bendigas los hogares de estos niños. Que ellos sean criados en la amonestación de Dios, a una vida de servicio para Ti. Te entregamos esta pequeña amada, mientras la dedicamos a Dios, en el Nombre de Jesucristo, el Hijo de Dios. Amén.\n\nSu bebé es preciosa.",
    "¿Cómo está Ud.? Bueno, ahora, tú casi puedes sostenerme a mí, ¿verdad? ¿Cuál es su nombre? Teresa Cabert. Mira aquí, Teresa. ¿No es una cosita hermosa? Todos estos son bebés muy bonitos.",
    "Nuestro Padre Celestial, Te entregamos esta querida pequeña, que su ser querido nos ha presentado. Mientras levantamos la niña hacia Ti, la entregamos para una vida de servicio a Dios. La dedicamos al servicio de Dios, en el Nombre de Jesucristo, el Hijo de Dios. Amén.",
    "Dios la bendiga, hermana, y bendiga a su pequeña mientras oramos. Ojitos azules; y luego marrones. ¿Cuál es su nombre? Cynthia, la pequeña Cynthia. Mira aquí, Cynthia. Esos hermosos ojitos.",
    "Nuestro Padre Celestial, Te entregamos esta niña en esta mañana. Que viva mucho tiempo, y que sea Tu sierva. El ser querido la pone en mis brazos para dedicarla, yo la traigo ante los ancianos y la pongo delante de Dios, y la dedico al servicio de Dios. En el Nombre de Jesucristo, el Hijo de Dios. Amén.",
    "Bueno, este es como pequeño. Ahora, Meda, tú deberías estar aquí arriba para cargar este. Siempre temo romperlos. James, James Bliss. Parece ser un hombrecito muy sabio, ¿no es así? Así es.",
    "Nuestro Padre Celestial, Te entregamos al pequeño James. Que él sea como aquel de donde viene su nombre, el Santiago de la Biblia, sin duda, que mostró sabiduría en el consejo del servicio del Señor. Oro que Tú lo bendigas, y para una vida de servicio a Ti. Bendice el hogar de donde viene, y que él sea criado en la amonestación de Dios; mientras lo dedicamos al servicio de Dios. En el Nombre de Jesucristo, el Hijo de Dios. Amén.",
    "Seguro que me encanta… ¿Cuál es el nombre de esta niña? Ven aquí, cariño. ¿Ah? Tammy Brown. Dejen… ¡Oh, la pequeña Tammy Brown! Su madre y su padre fueron bautizados esta mañana. Otra niña hermosa. Inclinemos nuestros rostros.",
    "Padre, Te traemos a Ti esta pequeña. Me imagino que fue algo así cuando las madres los trajeron a Ti, cuando Tú estuviste aquí, en la jornada terrenal. Te la dedicamos a Ti, Señor. Según tengo entendido, su padre y su madre fueron bautizados aquí esta mañana, en ese precioso Nombre del Señor Jesús. Entonces, su hogar estará bien. Oro que Tú la bendigas y le des una vida de servicio. Mientras la dedicamos a Dios para Su servicio, en el Nombre de Jesucristo, Su Hijo. Amén.",
    "Gracias. ¡Oh, esperen!, lo siento, no vi esto. ¿Cómo está Ud.? Bueno, qué buen hombre. ¿Puedo sostener…? ¿Le importaría? Bien. ¿Cuál es su nombre? Danny Johnson, Danny William Johnson. ¡Oh, vaya, hasta parece un predicador, ¿no es así?",
    "Padre Celestial, Te traemos a este muchachito. Tal vez él es demasiado joven para saber de qué se trata esto, pero hay un Dios en el Cielo Quien mira hacia abajo y sabe esto. Te lo entregamos, Señor, así como la madre lo puso en nuestros brazos. Por fe venimos en el Nombre de Jesucristo, y lo reclamamos como un trofeo para la gracia de Dios, y lo dedicamos a Dios, en el Nombre de Jesucristo. Amén.\n\nBendito seas, querido.",
    "¿Los presentamos a todos? Ahora, ¡qué niña más bonita viene aquí! Ese es el vestidito más lindo que tienes puesto, y el sombrerito. Adler, Adler, Ellen Gail Adler, qué niña tan hermosa.",
    "Nuestro Padre Celestial, Te presento este tesoro de su hogar, una pequeña que ha venido al mundo. Y su ser amado la trae aquí para ser dedicada en servicio a Ti, conociendo el día malo en el que estamos viviendo. Reclamamos la vida de la pequeña como un trofeo para Dios. Y la dedicamos al servicio de Dios, en el Nombre de Jesucristo, el Hijo de Dios. Amén.\n\nBendita seas, cariño.",
    "Aquí hay un pequeño predicador, un par de ellos. ¿Son gemelos? Cinco y Ocho. ¿Cuál es el nombre de este? Johnny. De Richmond, de Richmond, Virginia. Pensé que recordaba su cara. Tuvimos una entrevista juntos. Cuando el Señor estaba presente. Yo no podía recordarlo a Ud.; conocí su rostro y no pude distinguir quién era. Muy bien. Bueno, sabemos que él llega al hogar correcto. Su nombre es John, Johnny.",
    "Nuestro Padre Celestial, Te traemos a este muchachito, Johnny. Y ponemos nuestras manos sobre él, porque así es como Tú lo hiciste. Tú pusiste Tus manos sobre ellos. Y lo bendecimos y reclamamos su vida como un trofeo de la gracia de Dios, lo dedicamos al servicio de Dios, en el Nombre de Jesucristo, el Hijo de Dios. Amén.\n\nBendito seas, muchachito.",
    "Lewis, este es Lewis.\n\nPadre Celestial, Te traemos a este muchachito, Lewis. Y el padre lo trae aquí para dedicarlo al servicio en la casa de Dios.",
    "Al pensar en los días pasados, cuando Ana fue al templo y oró, y Dios le dio un bebé. Y ella trajo al bebé de vuelta y se lo dio a Dios. Eso es lo que estas personas hacen hoy, traer a sus pequeños, sus pequeños tesoros, los dedican. Y—y el—el profeta lo tomó, Padre, y crio al pequeño, y él llegó a ser un profeta.\n\nAhora dedicamos al pequeño Lewis esta mañana al servicio del Dios Todopoderoso, en el Nombre de Jesucristo. Amén.\n\nBendito seas, hijo.\n\nSeguro que es bueno verlos aquí desde Richmond, Virginia, esta mañana. Dios les bendiga.",
    "Ahora veamos, ¿eso es todo? Muy bien. ¡Oh, son esos pequeños! Uds. no lo saben, yo, quizás hayamos dedicado muchos pequeños misioneros esta mañana, y un predicador, no lo sabemos. Todo eso está en las manos del Todopoderoso.",
    "Quiero anunciar que los servicios esta noche, aquí en el tabernáculo, habrá un servicio de comunión. Y si Uds. nunca han asistido a uno de nuestros servicios de comunión, también celebramos el lavamiento de pies.",
    "Ahora, hay algunos pañuelos aquí por los que he de orar. Uno pertenece al Hermano Grimsley, nuestro hermano aquí en la iglesia. Yo no sé de quién son estos. Enviamos estos, cientos y cientos de ellos, por todo el mundo. Y ahora vamos a… Quiero orar por ellos después de comenzar a orar por los enfermos.",
    "Quiero hablar primero, solo por un momento, sobre la pequeña continuación del Mensaje de Pascua. Y ahora, antes de abordar la Palabra de Dios, acerquémonos a Él en oración.",
    "Nuestro Padre Celestial, estamos agradecidos en nuestros corazones en esta mañana por esta gloriosa mañana. Y sobre todo eso, estamos agradecidos por esto que representa, la resurrección y la prueba sellada de nuestra religión, cuando Jesucristo resucitó de entre los muertos, hace unos dos mil años, y Se presentó de nuevo a Su Iglesia, vivo para siempre. ¡Después de dos mil años, estamos muy contentos de estar todavía disfrutando de ese compañerismo con los discípulos de un Cristo resucitado! Oramos, Señor, que Su Presencia se sienta tanto en este edificio esta mañana, al punto que toda persona aquí que no es salva Lo acepte a Él como su Salvador. Y aquellos que no han sido llenos de Su Espíritu, que este sea el día cuando el Espíritu Santo haga la obra consumada en ellos. Pedimos que Él, en Su gran Expiación que sanó a los enfermos, que Él se acerque tanto a la gente, que la fe sea prominente, Señor, y que domine por sobre la incredulidad, que haga que los enfermos y los afligidos salgan de aquí sanos y recuperados.",
    "Pedimos, Señor, que Tú bendigas ahora al que se apresta a explicar Tu Palabra, sobre la resurrección.\n\nDios, bendice a todos los ministros en todas partes, Tus hijos, Tus siervos por toda la tierra, por todo el mundo.",
    "Y ven, Señor Jesús, pronto, porque vemos nubes flotando en el aire, Señor, y sabemos que hay algo grande acercándose. Ciñe a Tu pueblo. ¡Oh, que ellos tomen la espada de la Verdad, se abrochen la armadura, se bajen el yelmo, se calcen con el Evangelio, y, sobre todas las cosas, que tomen ese escudo de la fe y avancen! Concédelo, Señor, porque las nubes de guerra están bajas. Bendícenos ahora, porque sabemos que pronto, hasta donde sabemos, pronto veremos a Jesús. Y oramos poder estar listos para partir cuando llegue esa hora. Que prepararemos nuestros corazones, y culminar aquello, de una vez por todas, en el servicio de esta mañana. En el Nombre de Jesucristo, háblanos por medio de Tu Palabra, Tu Palabra es la Verdad. Amén.",
    "Ahora para Uds. que quieran leer conmigo en las Escrituras, abran en Lucas, el capítulo 24. Y quiero leer aquí una porción bastante larga, si el Señor lo permite, para obtener un trasfondo sobre lo que quiero basar una charla de unos minutos. Y ahora si Uds. quieren, si hace calor, supongo, o lo que sea, pónganse lo más cómodos que puedan, y seré lo más breve posible.",
    "Y queremos decir que, en verdad apreciamos su lealtad para venir. Y a pesar de que, aunque la gente trata de decir que el Evangelio ha perdido Su atractivo, y ver gente que ha venido de toda la nación para pararse en un lugar donde les duelen las piernas, para un servicio del Señor, eso muestra que Dios aún tiene un pueblo, y todavía hay un anhelo en sus corazones por ver a Dios. Sin embargo, el Evangelio en Su simplicidad, tan sencillo como es el Evangelio de nuestro Señor Jesucristo, con todo, es el poder más grande que jamás haya venido a la tierra, el Evangelio de Cristo. Y el Evangelio no solamente está en Palabra, sino en poder y demostraciones del Espíritu Santo. Que Él nos conceda estas cosas mientras leemos ahora del versículo 36 del capítulo 24 de San Lucas.\n\nMientras ellos…hablaban de estas cosas, Jesús se puso en medio de ellos, y les dijo: Paz a vosotros.\n\nEntonces, espantados y atemorizados, pensaban que veían espíritu.\n\nPero él les dijo: ¿Por qué estáis turbados, y vienen a vuestro corazón estos pensamientos?\n\nMirad mis manos y mis pies, que yo mismo soy; palpad, y ved; porque un espíritu no tiene carne ni hueso, como veis que yo tengo.\n\nEllos, cuando…Y diciendo esto, les mostró las manos y los pies.\n\nY como todavía ellos, de gozo no…creían…de gozo no lo creían, y se maravillaban, les dijo: ¿Tenéis aquí algo de comer?\n\nEntonces le dieron parte de…pez asado, y un panal de miel.\n\nY él lo tomó, y lo comió delante de ellos.\n\nY les dijo: Estas son las palabras que os hablé, estando aún con vosotros: que era necesario que se cumpliese todo lo que está escrito de mí en la ley de Moisés, en los profetas, y en los salmos.\n\nEntonces les abrió el entendimiento, para que comprendiesen las Escrituras;\n\ny les dijo: Así está escrito, y así fue necesario que el Cristo padeciese, y resucitase de los muertos al tercer día;\n\ny que se predicase en su nombre el arrepentimiento y el perdón de pecado en todas las naciones, comenzando desde Jerusalén.\n\nY vosotros sois testigos de estas cosas.\n\nHe aquí, yo enviaré la promesa de mi Padre sobre vosotros; pero quedaos vosotros en la ciudad de Jerusalén, hasta que Uds. sean…hasta que seáis investidos de poder desde lo alto.\n\nY los sacó fuera hasta Betania, y alzando sus manos, los bendijo.\n\nY aconteció que bendiciéndolos, se separó de ellos, y fue llevado arriba al cielo.\n\nEllos, después de haberle adorado, volvieron a Jerusalén con gran gozo;\n\ny estaban siempre en el templo, alabando y bendiciendo a Dios. Amén.",
    "Ahora, si lo llamara como texto, me gustaría tomarlo así, El verdadero Sello de Pascua.",
    "Cómo llegué a pensar en tal cosa, fue hace como una semana que estaba en camino, hacia Georgetown, una pequeña ciudad aquí abajo de New Albany. Y había muchachos parados en la calle, pidiendo ofrendas para sellos o estampillas de Pascua. Y comencé a pensar en el “sello de Pascua”. Y pensé: “¿Qué es un sello de Pascua? Seguramente, significa más que aquello para lo cual estos muchachos están pidiendo ofrendas, un sello de Pascua”. Y pensé: “¿Qué hacen con tales sellos, y con la contribución que sacan de ellos, o por ellos?”. Se colocan, por supuesto, estos sellos, en las cartas y cosas. Y es una ofrenda voluntaria para ellos, y va en ayuda para atender gente en el hospital, que tiene tuberculosis, y demás, y para ponerlos en el hospital, en un lugar de reposo, hasta que hayan terminado. Y pensé: “Seguramente, la Pascua tiene algo más que eso, un sello de Pascua. Significa algo más que llevar a una persona a un hospital, para mantenerla cómoda”. Lo cual, está muy bien, ahora, no tengo nada en contra de eso. Eso, Dios los bendiga, es algo maravilloso. Pero, aun así, parece que debería ir un poco más allá de eso, siendo que la Pascua significó tanto para la Iglesia Cristiana y para nuestra herencia Cristiana, el Sello de la resurrección. ¿Y cómo podría un pequeño sello de correo, así, tomar Su lugar? No podría.\n\nAsí que comencé a pensar en eso: “¿Qué era el Sello de Pascua?”. Y así es como me llegó esta idea de hablar esta mañana sobre el Sello de Pascua.",
    "Ahora la Pascua tiene, y los sellos, y demás, están por toda la Biblia. Los encontramos, son tan antiguos como la Biblia, hasta allá en el Huerto del Edén lo encontramos. Y vemos entonces que cualquier cosa que encontramos en cualquier parte de la Biblia, se remonta a Génesis. Todo comenzó en Génesis.",
    "Y luego estaba pensando que, lo que yo tenía en mi mente como el Sello de la Pascua, me pregunté entonces por qué fue tan rechazado, y cómo esa gente Lo rechazó. ¿Por qué Aquello fue tan condenado? Y yo estaba pensando entonces que no siempre Eso es condenado, y no toda la gente Lo condena.",
    "Pero Dios lo ha hecho de tal manera, que el hombre llega a una posición en donde se encuentra forzado a tomar una decisión. El hombre no puede vivir en la tierra sin tomar una decisión; Dios le fuerza el asunto. Él debe tomar una decisión. Y hay un momento en que Ud. tiene que tomar una decisión sobre la educación, Ud. tiene que tomar una decisión de con quién se casará, y Ud. tiene que tomar decisiones de diferentes cosas.",
    "Pero en el huerto del Edén, donde solo tenían dos hijos, se forzó esa decisión en el hombre para que tomara una decisión. Y pienso que eso sucede para que muestre su verdadero color, lo que él es, para mostrar lo que él es por dentro. Ahora vemos que llegó el tiempo, entre Caín y Abel, en que se tuvo que forzar la decisión, porque llegó el tiempo de adoración, y cada muchacho había provisto una manera de adorar a Dios.",
    "Y si Uds. se fijan, entre el bien y el mal solo hay un pequeño aliento de diferencia. Y lo errado, fue profetizado que en los últimos días, sería tan parecido a lo correcto, que engañaría a los mismos Elegidos si fuera posible, entre el bien y el mal.",
    "Ahora, los muchachos, mientras venían a sus altares, y adoraban. Pues, yo estaba pensando en cuántos altares hay en esta mañana, en las iglesias, donde colocan flores hermosas sobre los altares. Y eso está bien. Yo no tengo nada en contra de eso. Pero casi parece ser que ahí se acaba la adoración, colocando algunas flores en el altar, o—o una iglesia bonita, o buenas decoraciones o algo, y parece que con eso se acaba.",
    "Y fue algo así con Caín, porque él trajo de los frutos del campo, e hizo su servicio a Dios, y fue rechazado porque él no vino de la manera correcta y precisa que Dios había ordenado para que él viniera. Pero él había hecho su ofrenda, y había hecho todo religiosamente tal como su hermano, pero fue rechazado. Y por cuanto fue rechazado en el lado espiritual, entonces causó celos en él, porque era codicioso.",
    "Eso está en el hombre, él no puede evitar ser lo que es, porque nació en esa condición. El hombre está representado en el Cielo como un pecador, por un pecador. Yo estaba hablando de eso hace un tiempo, y alguien dijo: “Entonces eso no es justo. Si voy a estar representado por la desobediencia de un hombre, entonces no tengo oportunidad”.\n\nYo dije: “Es verdad, porque Ud. nace pecador, pero Ud. está representado. Ud. está condenado a condenación, por representación”.",
    "Pues, entonces, eso parece muy cruel. Pero al darle vuelta al otro lado, estamos ordenados a Vida Eterna, por representación. Donde uno nos representó, para muerte; Otro nos representó para Vida Eterna, así que eso nos pone de nuevo ante el—el Trono otra vez. Todo ser humano regresa directamente al mismo lugar, para hacer nuestra elección.",
    "Pero esa avaricia que siempre ha existido, lo correcto e incorrecto, lo errado tratando de derrocar lo correcto. Comenzó en el Edén, y ha continuado por las edades. Ha seguido hasta entrar en los asuntos nacionales. Ha llegado a los asuntos de la iglesia. Ha llegado a la vida del hogar. La codicia, tratando de gobernar o arruinar, tratando de dominar, de sacar. Y vemos esa cosa obrando en todas partes, y siempre lo ha hecho, la misma cosa, tratando de dominar o invadir.",
    "Por todo el Antiguo Testamento, Dios, en los días de los profetas, allá atrás. Tengo varios de ellos anotados aquí, a los que no tendré tiempo de llegar. Pero, Dios, en los días de los antiguos profetas, en medio de todo, como lo hizo en el huerto del Edén, cuando fueron condenadas la verdadera Voz de Dios y la verdadera adoración de Dios, y enviadas y asesinadas, en el huerto del Edén, y la Voz de Dios silenciada por la avaricia y los celos, desde entonces ha sido así en la iglesia, tratando de silenciar la verdadera Voz de Dios.",
    "Pero si Uds. se fijan, tan pronto como la voz de Abel fue silenciada, en la muerte, Dios levantó a Set para tomar su lugar. Lo cual no fue más que una pre-Pascua, una pre-resurrección, o un reemplazo hasta que llegara la resurrección. Eso siguió por un tiempo, a lo largo del Antiguo Testamento lo encontramos avanzando. Los profetas, Dios mantuvo viva Su Voz con los profetas. Ellos hablaron la Palabra de Dios; y los apedrearon. Y tan pronto como apedreaban a uno y lo sepultaban, Dios levantaba a otro. Y ellos apedreaban a ese y lo sepultaban, Dios levantaba otro. Él siempre ha mantenido vivo a Su testigo. A través de las edades Él ha mantenido viva Su Voz delante de la gente, desde el Edén.",
    "Y ahora encontramos que, tan pronto como Caín se dio cuenta que había hecho lo que hizo, pues, él salió de la Presencia de Dios, y fue sellado lejos de Dios, por medio de una marca que le fue puesta. “Él salió” dice la Biblia, “del huerto del Edén, de las puertas del huerto, al oriente del Edén” él salió, sellado, marcado, salió de la Presencia de Dios. ¡Qué cosa!",
    "Qué cosa tan tremenda, que Caín, por causa de los celos, y por no estar dispuesto a ser reconciliado con Dios a través del mismo camino apropiado por donde vino su hermano. Dios le dijo a Caín: “Si adoras como Abel, te irá bien”.",
    "Pero Caín, en resumidas cuentas, dijo: “Esto es lo que he juntado. Esto es lo que tengo, esto es lo que doy. O lo tomas o lo dejas, lo que Tú quieras hacer, lo que Te convenga”.",
    "Ahora, esa como que constantemente es la actitud de la gente, en la vida de iglesia, y en otros aspectos. “Si…” dicen, “yo voy a la iglesia. Yo—yo—yo ayudo a la iglesia, yo—yo hago esto. Si Dios no puede aceptar eso, pues es lo mejor que puedo hacer”. ¿Ven? Pero eso aún no es lo que Dios requiere. Dios no requiere eso.",
    "Dios requiere una—una manera provista. Él ha provisto una manera, y Él requiere que Ud. acepte lo que Él ha provisto, ¿ven? Él no necesita nuestra ayuda para decirle qué hacer y cómo hacerlo. Él ha preparado la manera en que tenemos que hacerlo, y lo que deberíamos hacer, y cómo deberíamos hacerlas, y Él no necesita nuestras ideas para nada. No debemos venir de esa manera. Pero encontramos que los hombres son propensos a hacer eso, por todas las edades. Pero Dios mantuvo Su Voz viva con Sus profetas, y demás, a través de las edades a medida que Él ha venido. Y lo vemos hoy.",
    "Y lo encontramos en la política. Tengo algunas cosas puestas aquí acerca de la política, de cómo encontraríamos aun en este día donde estamos, que la gente ha vendido su primogenitura por la política. Y si ninguno de Uds. ha recibido la cinta en la que hablé, allá en Middletown, Ohio, el domingo, hace una semana, sobre Jezabel y Acab, me gustaría que Uds. la escucharan alguna vez. Y cómo es que la nación, por causa de la codicia, y unos cuantos dólares más, y una—una idea más popular entre la gente, ellos han vendido a Cristo completamente tanto como lo hizo Judas hace dos mil años, por treinta piezas de plata. ¡Oh, es algo tremendo, pensar en la condición que existe en esta nación y esta gente hoy! Pensar que muchos años atrás, ellos nunca hubieran hecho una cosa así. Pero hoy son muy codiciosos, buscando más dinero, vivir más despreocupadamente. Ahora eso, por supuesto, es el no Cristiano.",
    "El Cristiano no pide cosas fáciles. No debemos… Hay tantas promesas que se hacen hoy entre la gente Cristiana, tantos ministros le prometen a la gente algo falso: “Si Ud. tan solo viene a Cristo, todos sus problemas serán resueltos”. Yo les digo, cuando Uds. vienen a Cristo es entonces que comienzan. Allí es cuando Ud. se pone un uniforme y toma un arma, y entra al campo de batalla. Este camino Cristiano no es un lecho de flores de comodidad. Es una batalla desde la hora en que Ud. comienza, hasta que su espíritu es liberado por la muerte. Ud. no está en un día de campo. Ud. está en un campo de batalla. Y se nos prometen cosas.",
    "Y me quedo, a veces, odio decir esto, pero lo digo de corazón, que me quedo perplejo cuando escucho de tanta fe súper-increíble, religión súper-increíble. Y todo hoy ha llegado a ser una—una cosa súper-increíble. Es—es el hombre súper-increíble. Y la televisión le ha dado paso a esto con estos hombres del espacio, y todo eso, y un montón de tonterías, súper-increíbles. ¡Oh! Y aun lo aplican a la sanidad Divina hoy en día, ellos traen sanidades súper-increíbles. Ahora, Dios no tiene cosas como ésas. Ellos traen gente, muchas veces, a la plataforma, y hombres dotados, sin duda, pero con un mal entendimiento del Evangelio, les ponen aceite, y oran, y se paran allí, y los sacuden hasta que sucede algo; sean sanos. Y tal vez esa persona viviendo en pecado, y se van y se dan cuenta que eso les vuelve de nuevo. Tal vez estaban bajo una emoción en ese momento, por lo cual la fe de Dios que ellos acumularon los sanó, pero cuando salen entre los incrédulos, regresa de nuevo; lo hará cada vez.",
    "¡Lo que necesitamos hoy es sanidad Divina, son decisiones claras para Cristo! Correcto.",
    "Estaba leyendo una carta hace poco que me enviaron de la Asociación Luterana, en Alemania, donde un—un hermano había estado, y había tenido un servicio de sanidad en Alemania, con el patrocinio de la iglesia luterana y los pentecostales, y demás. Y la copia de esta carta se escribió: “Y él dijo: ‘Ud. predica esa sanidad Divina; donde todo lo que tienen que hacer es que Ud. ponga sus manos sobre ellos, y ellos sientan algo, y sean sanados’. Él dijo: ‘En verdad difiero con Ud.’. Él dijo: ‘Entonces ¿qué me dice de la pequeña Deborah Stadsklev cuando ella murió, por allá? Una niña saludable y en perfecto estado un día, y en unas pocas horas ella estaba muerta. Y todos Uds. fueron allá, y oraron, y la sacudieron, y la ungieron, y todo, por sanidad, y no había vida. El bebé yacía allí’. Dijo: ‘Entonces telegrafiaron al Hermano Branham, y él no dijo nada hasta que recibió una decisión clara y exacta de Dios, y luego venir en el Nombre del Señor Jesús, para decir la—la Palabra’”.",
    "Ahora eso es lo que necesitamos, obtener una decisión clara de Dios; por eso es que tenemos que venir. Por eso es que bautizamos en el Nombre de “Jesucristo”, es una decisión clara que viene de la Palabra de Dios. Por eso es que nos quedamos con las cosas como lo hacemos, porque son las Órdenes de Dios y el Evangelio de Dios. Y tenemos que quedarnos con Ella tal como está escrita. Ya sea que estén de acuerdo, ya sea que lo odien a Ud., ni importando lo que pase, eso no tiene nada que ver con Esto. Dios quiere decisiones claras. Y ¿cómo puede Ud. hacerlo cuando Ud. sabe que está errado para comenzar? Ud. no puede tener una decisión clara de parte de Dios. ¿Cómo Ud. puede venir a pedir sanidad Divina cuando Ud. sabe que su corazón no está bien con Dios, para servirle? ¿Ven?, Uds. quieren salir y hacer las cosas que están en el mundo. Uds. nunca serán sanados de esa manera, ¿ven? Ud. tiene que venir limpio ante Dios, y dedicar su vida y corazón a Dios, y entonces Dios sanará. Y entonces es perdurable, porque su fe ha sido anclada.",
    "Ahora está en, encontramos esa codicia, pues, en la iglesia, y en la política, y en los asuntos nacionales. Una nación, miren aquí en África ahora, lo que está sucediendo. Miren, por causa de la codicia, miren lo que ha sucedido allá ahora en África; no solo allí, sino por todo el mundo, en todas partes, porque el hombre quiere ser alguien. Ellos, esto es todo lo que tienen, está aquí mismo en la tierra, o viven de esa manera.",
    "Si esto fuera todo lo que yo tuviera, yo sería una persona miserable. Estoy buscando una Ciudad cuyo Arquitecto y Hacedor es Dios. Allí es donde ponemos nuestros tesoros, para ese propósito.",
    "Los hijos de Caín, o más bien hijos de Satanás, ellos son hijos de Satanás porque Caín era el hijo de Satanás, y por lo tanto, los hijos de Caín hoy… Y Ud. dice: “¿Está seguro de eso, Hermano Branham?”. Sí, lo estoy. Estoy seguro de eso. Pues… escuchen.",
    "Jesús, cuando estuvo aquí en la tierra, Él rápidamente les dijo a esos líderes religiosos que, “Vosotros de vuestro padre, el diablo sois”. Sin embargo, eran piadosos, eran religiosos, eran eruditos, y tenían grandes edificios, tenían grandes iglesias, y grandes becas, y sacerdocio, y órdenes, y demás, pero fallaron en que no reconocieron Quién era Cristo. Ellos no captaron su día.",
    "Y como lo hicieron entonces, así lo hacen ahora, exactamente igual. Fallan en darse cuenta del día en que estamos viviendo, y las cosas que Dios está haciendo. Ahora vemos, por lo tanto, que pondría… Si esos líderes religiosos…",
    "¡Ahora aquí está! Si esos líderes religiosos en ese día fueron llamados hijos del diablo, sabemos entonces que el diablo, en el principio, fue el que inspiró a Caín a perseguir a su hermano y a matarlo. Eso es lo mismo que hicieron aquellos mismos líderes que persiguieron a Jesucristo y Lo mataron. Ellos fueron forzados a una decisión tal como fueron forzados allá en el jardín del Edén. Fueron forzados a tomar una decisión: “Bueno, ¿y qué me dice de Esto?”. Los hijos de Caín, los hijos de Satanás.",
    "Ud. dice: “¿Y eso va a las naciones?”.",
    "Cuando Satanás llevó a Jesús a la cima del monte para tentarlo, él Le mostró todos los reinos del mundo. Ahora, eso era todo lo que había sido y todo lo que sería, todos los reinos de todo el mundo. Y él dijo: “Estos son míos, y hago con ellos lo que yo quiero. Puedo hacerlos pelear, puedo hacer que hagan esto o lo que sea”. Y él reclamó los reinos del mundo, entonces podemos ver cómo la codicia y el egoísmo entran en la política. ¿Ven? Entonces podemos ver dónde está en la iglesia y en los líderes de la iglesia, donde la codicia y el egoísmo entran en la iglesia.",
    "Ahora observen, esa misma avaricia despreciable que comenzó en el jardín del Edén, que puso un mal sello a uno, y el Sello correcto en el otro, llegó directamente a los tiempos de nuestro Señor Jesús. Cuando Él estuvo aquí en la tierra, Él fue juzgado por la llamada “justicia”, unas cortes de justicia. ¡Qué burla injusta fue esa! No hubo ni una sola cosa que pudieran encontrar contra Él. Ese era el lado político. Ellos no pudieron hallar nada contra Él. Tanto que Pilato mismo, dijo: “No hallo culpa en Él”.",
    "Y luego llega a la iglesia. Ahora están obligados a tomar una decisión. Después de que el mundo político Lo había liberado, para cooperar con ese mismo espíritu que estaba en la iglesia, eso fue en la política; para mostrar que, si Satanás perdió su batalla aquí, él todavía tenía algo guardado, él podría apoyarse en la iglesia. Y ellos Le crucificaron, porque fueron forzados a tomar una decisión. Y dijeron: “Danos a Barrabás en lugar de Jesús”. ¿Ven cómo lo hicieron?",
    "Está ante nuestros propios ojos hoy, lo mismo, ha sido así y siempre lo será, ¡obligados a tomar una decisión!",
    "Ahora, cuando forzaron la decisión, Pilato sabía en su corazón que cuando les entregó para… entregó a Jesús a la iglesia, él sabía que era a la iglesia a la que Lo entregaba para ser crucificado; y si él Lo entregaba a la iglesia, la iglesia Lo crucificaría. ¡Así que, Pilato no está disculpado! Él tomó agua y trató de lavarse la Sangre de Cristo de sus manos, pero no puede hacerlo.",
    "Desde ese tiempo, aquí en Suecia, o Suiza, mejor dicho, donde Pilato encontró su fin años después, enloqueció, se volvió loco, se arrojó a su muerte en un pozo de agua. Hay una leyenda que dice: “A las tres de la tarde, un agua azul sale del fondo de ese estanque”. La gente se reúne allí de todo el mundo para verlo. “A las tres en punto, esa agua azul, que parece índigo, sale del fondo de alguna parte, y agita la superficie del agua y vuelve a bajar, para mostrar que no hay agua que pueda lavar la Sangre de Jesucristo de las manos de ningún hombre”. ¡Él es culpable!",
    "Y todo hombre en cuyas manos Cristo haya sido puesto, no hay nada que pueda lavarlo de allí. Solo hay una cosa que hacer, es aceptarlo, creerlo.",
    "Hijos de Satanás, hijos de Caín, persiguen a los hijos de Dios, los matan. Eso es lo que le hicieron a Abel. Eso es lo que le hicieron a Jesús. Eso es lo que les hicieron a los profetas. Eso es lo que está en ellos para hacer de nuevo, y lo harán tan pronto como el camino esté abierto para que lo hagan.",
    "Recuerden, como que nos hemos entrometido en cosas perdiendo el tiempo, y hemos desviado a la gente de la senda del Evangelio y de la historia, de lo que ha de acontecer. Y aquí una vez más nos enfrentamos a eso, aquí mismo en nuestra nación, y no hay nada que podamos hacer al respecto. Pero Ud. dice entonces: “Hermano Branham, ¿por qué razón Ud. habla en contra de eso?”. Así como no puedo detener el pecado; sí puedo alzar mi voz en contra. Y eso es precisamente lo que estoy haciendo ahora en contra del pecado, y en contra de lo errado. Hemos obrado mal, y vamos a cosechar lo que hemos sembrado, exactamente.",
    "En Middletown, tuvieron una—una audiencia. Trajeron a un sacerdote, un predicador bautista y un predicador presbiteriano, para consultar acerca de los fondos de una escuela. Y el sacerdote estuvo de acuerdo con que los protestantes pagaran impuestos igual que los—los católicos, y—y que los fondos debían ser dados a ambos lados, y dijo: “Lo que deberíamos hacer es levantar una escuela, una escuela católica”. ¡Oh, seguro, tomar a esos niños cuando son pequeños! ¡Oh, oh, qué cosa!",
    "¡Y cómo es que la gente se sentó allí, y aceptaron esa cosa solo por la política! Cómo, yo no lo entiendo. Pero aquí estamos, aquí mismo en esta mañana de Pascua. Y precisamente aquello, la mismísima razón por la que vinimos a este país, y llegamos a ser americanos, fue por la libertad de religión en contra de ese sistema de Jezabel, y ahora damos la vuelta y lo elegimos en la plataforma allá en la Casa Blanca. ¡Precisamente la cosa por la cual vinimos aquí a liberarnos! ¡Oh, es una—es una condición tremenda en la que estamos viviendo ahora!, Uds. lo saben; la iglesia espiritual, por cuanto se vendió.",
    "Lo mataron a Él, Lo mataron, así como hicieron con el fiel Abel. ¿Por qué Abel, mató… fue asesinado? Porque en su corazón él tenía la revelación de lo aceptado de Dios de lo que se necesitaba para redimir al hombre del pecado. Esa es la misma razón por la que le dieron muerte a Jesús, porque en Él estaba la revelación de lo que se necesitaba para que Dios curara el pecado. Esa es precisamente la razón hoy por la cual ellos están en contra de la verdadera Iglesia del Dios viviente, porque predica la cura para el pecado, las cosas que hacen que la gente viva diferente, actúe diferente.",
    "Y cuando Ud. trae eso, enfrentando la—la iglesia en la que estamos viviendo hoy, en nuestros grupos pentecostales, ellos han regresado directamente, a hacer la misma cosa de la cual fueron liberados. Eso muestra que algo anda mal en alguna parte. ¡Una cura para el pecado! Ha entrado muy fácilmente, sutilmente como, bueno, así como bajo el disfraz de la verdadera religión pentecostal. Pero si no produce esa clase de artículo, si no produce esa clase de bienes, hay algo mal en eso en alguna parte.",
    "¿Cómo una calabaza puede producir sandías? No puede hacerlo. ¿Cómo una vid puede producir duraznos? No lo hace. Si está produciendo duraznos, hay vida de árbol de durazno en la vid.",
    "Y eso es lo que sabemos hoy. Si la iglesia, no importa cuánto profese ser la Iglesia del Dios viviente, si no está produciendo a Dios por medio de la salvación a la antigua, trayendo al pueblo de nuevo a una—una verdadera salvación de Dios (y que se muestre entre ellos, Dios viviendo entre ellos), entonces es la cosa incorrecta, no—no—no está produciendo la Vida que Cristo dijo que produciría.",
    "Cristo murió en el Calvario. ¡Cómo fue que Él subió a esa cruz! Estaba leyendo un librito aquí no hace mucho, de una especie de—de investigación, y en esta investigación encontré algo muy sorprendente. Me senté, y bajé el libro, levanté mis manos y alabé a Dios, me levanté y caminé un poco, y me senté y lo leí de nuevo. Pensé: “¡Oh!, es así, que en este mismo monte donde Jesús fue crucificado, murió Adán y fue sepultado en el mismo monte donde murió Jesús, y fue sepultado en el mismo monte donde murió Adán; murió en el Gólgota, y ¿fue sepultado en el Gólgota?”. Y pensé: “Qué apropiado, ya sea que sea correcto o errado”.",
    "Digamos que es correcto. Entonces, el primer Adán murió y fue sepultado, y allí aún en el polvo, porque él representó al mundo y a la gente, al pecado. Pero el Segundo Adán, siendo el Dios del Cielo, cuando Él murió en el Gólgota, no había suficiente tierra para retenerlo allí, Él resucitó al tercer día y vive para siempre. ¡Pero el problema del pecado estaba resuelto!",
    "Dios resolvió el problema del pecado allí en el Calvario, allí fue donde se pagó la deuda. Cuando este Adán, el Segundo Adán, murió, Él pagó la deuda del pecado por la raza humana.\n\nY el mundo Lo puso a Él en una tumba, y Lo selló en esa tumba.",
    "Y ellos harían lo mismo hoy. Ellos están tratando de hacer lo mismo hoy. No quiero que se pierdan esto. El mundo está tratando, y cada vez peor, de sellar a Cristo de nuevo en la tumba. Ellos están tratando de hacer de Él un Dios histórico, Uno que caminó en aquellos días, y dio poder a los discípulos para sanar a los enfermos, y echar fuera demonios.",
    "Pero ¿qué hicieron? Tan pronto como pensaron que se habían deshecho de Él, así como lo hizo Caín cuando pensó que se había deshecho de Abel, ellos Lo sellaron en una tumba, y Lo pusieron allí.",
    "Y hoy ellos están tratando de mantener a Cristo en una tumba. Pero, ¡oh, lo que hizo una mañana de Pascua! Una mañana de Pascua les arruinó toda su teología. Y cuando una mañana de Pascua llegó para un pueblo, una Iglesia aquí, mil novecientos años después, les arruinó su teología. ¡Él no está muerto!, ¡Él está vivo para siempre! Ellos no pueden mantenerlo a Él en ninguna tumba. Ud. puede ponerlo a Él en una tumba metodista, o una tumba bautista, o una tumba presbiteriana, o en la que quieran. Pero Él—Él se levantó de esa tumba, ¡y está vivo hoy! Yo tenía una tumba bautista, y Uds. pudieran haber tenido una tumba metodista, pero un día Jesús se levantó de allí, de un Dios histórico, a un Dios vivo, presente, viviendo para siempre.",
    "Algo sucedió en esa mañana de Pascua. Era un Sello, un Sello que cumplía. Cuando Lo tomaron a Él y Lo pusieron en la tumba, y Le pusieron un sello romano encima, ¡pero cuando llegó esa hora, cuando vino esa hora! Él se quedó allí por un tiempo, es verdad, Él se quedó allí por esos tres días y tres noches. Pero en ese tiempo establecido que la Escritura dijo: Aleluya, en el tiempo cuando Él dijo: “¡Destruid este cuerpo, y al tercer día Yo lo resucitaré!”. Entonces no hay nada que pueda detener esa Escritura, ¡Ella tiene que cumplirse! Y ese sello fue roto, y Él Se levantó, el mismo Jesús, ¡vivo de nuevo para siempre!",
    "Y por unos mil novecientos años, o quizás diré catorce o mil quinientos años, las iglesias Lo han tenido sellado a Él. Pero Él dijo: “Acontecerá en los postreros días, dice Dios”. ¡No hay nada que Lo detenga! “¡Habrá Luz en el tiempo de la tarde! Las obras que Yo hago, vosotros también las haréis. ¡Habrá Luz en el tiempo de la tarde!”. No me importa cuántos sellos Ud. trate de ponerle encima, Dios romperá cada sello. Él rompió el sello de la tumba. Él rompió el sello del infierno; Él rompió el sello de la muerte; Él rompió el sello del sepulcro, y Se levantó para siempre, y triunfó sobre el sepulcro, la muerte, el infierno, las tumbas, y toda cosa hecha por el hombre, para mostrar que Él era Dios y que ya no podían sellarlo apartándolo de la gente. ¡Dios, por los siglos de los siglos! Nada puede retenerlo; no podían cavar la tumba lo suficientemente profunda, el infierno no podía ser lo suficientemente caliente. ¡Oh, nada podía detenerlo! Él rompió todo sello con ese gran Sello de Navidad, o, no el Sello de Navidad, sino el Sello de Pascua con el que Él fue sellado. Y Él dijo: “El mismo Sello que Yo llevo, vosotros también Lo llevaréis, porque… Y este Sello que Yo llevo, hará las mismas cosas cuando Uds. sean sellados. Porque el que cree en Mí, las obras que Yo hago, él las hará también; aun mayores hará, porque Yo voy al Padre”.",
    "¿Cómo van Uds. a reprimirlo? ¿Qué van a hacer Uds.?, ¿qué puede hacer la gente al respecto? Ud. pudiera… Ud. está obligado a una decisión, a decidir qué hacer al respecto. Esa es la pura verdad.",
    "Ahora, encontramos que Él… ningún sello podía retenerlo, Él salió. Dios rompió el sello, el sello de la tumba, rompió el sello de la muerte, rompió el sello del infierno, rompió el sello de la tumba, y salió triunfante. ¿Qué lo hizo? Ese gran Sello que estaba en Su interior. Ellos podían destruir el cuerpo, pero nunca podían destruir ese Sello. Dios le dio, por tanto, a la Iglesia un Sello que nunca podría ser destruido. Cuando destruyeron a Abel, Él levantó a Set. Cuando ellos destruyeron a un profeta, se levantó otro. Siguieron destruyendo. Pero Dios les dio algo, entonces, que ellos no pueden destruir. Es el Espíritu sobrenatural; es el Espíritu Santo Mismo, y es infalible y es imperecedero. No se puede destruir. Seguirá viviendo, y vivirá, y vivirá. Y porque Él vive, nosotros vivimos con Él porque estamos sellados en el Cuerpo del Señor Jesucristo. De ninguna manera, de ninguna manera se puede destruir, no puede perecer, sino que tiene Vida Eterna. Amén. La gran apertura de Dios de esos sellos.",
    "Él también abrió otro sello del que quiero hablar aquí, que se encuentra en Éxodo. Pero no tendré tiempo de llegar a las Escrituras, pero Él… Lo encontré allá en Éxodo. Cuando el hombre había pecado y se había separado de la Presencia de Dios, y él vino a adorar a Dios, había un velo que colgaba entre el lugar santo y el Lugar Santísimo. Dentro del Lugar Santísimo estaba la Gloria de la Shekinah. A ellos no se les permitía entrar Allí. A ellos no se les permitía ni siquiera mirarla. Y el hombre que entraba allí, tenía que ser ungido una vez al año, vestido correctamente, con sangre en él, sangre en su mano, sangre en un plato, para rociar el Propiciatorio. La Gloria de la Shekinah era tan grande que él perdió su vara allí un año, salió (no la encontró; la dejó) sin su vara. Y cuando él volvió, la cosa ya había cobrado vida, y había brotado, y estaba toda cubierta de flores, porque estaba en la Presencia de la Gloria de la Shekinah. Pero había un velo que colgaba en medio Allí, porque había pecado sobre el pueblo.",
    "Pero, ¡oh, hermano!, cuando fue rociado ese día con la Sangre de Jesucristo, un Espíritu de Dios rasgó el sello de arriba abajo, y trajo de vuelta al hombre. No solo lo mantuvo alejado de la Presencia de Dios, sino que Él lo trajo de vuelta a la Gloria de la Shekinah, a la Presencia de Dios; para que él, su vida muerta…",
    "Jesús dijo: “Si hicieron esto al árbol verde, ¿qué harán con el árbol seco?”. Y si ellos Le hicieron eso a Él, siendo el Árbol verde con Vida, ¿qué será del viejo árbol formal muerto que no tiene Vida, ¿ven?, ahora cuando la ira de Dios sea derramada? ¿Cómo puede un árbol viejo formal y muerto soportarlo, cuando el Árbol verde, aun pereció el Árbol verde, y Lo envió al infierno? La ira de Dios derramada por la desobediencia, del pecado, envió al Árbol verde al infierno, ¿qué hará en un árbol seco cuando lo golpee? “Si el justo con dificultad se salva, ¿dónde aparecerá el pecador y el impío?”. Esa persona que rechaza el Camino, esa persona que conoce el bien, a esa persona que le ha sido revelado, y aún rehúsa caminar en el Camino de Dios, ¿qué le sucederá a esa persona? ¿Qué va a ser?\n\nSí, Él rompió el sello que nos guardaba de la Gloria de la Shekinah, porque el pecado había terminado ahora.",
    "Y ahora, el sello es una señal de una obra terminada. Y sabemos que un sello, como cuando Ud. va a sellar un vagón, bueno, ellos ponen todo el trabajo allí, y almacenan todo, y luego se sella hasta su destino. Todo sello es una obra terminada. Cuando Ud. escribe un documento, entonces es sellado al final; nunca se sella, hasta que esté terminado.",
    "Ahora, la sangre de machos cabríos y becerros, y demás, no quitaba el pecado. Pero cuando esto terminó en el Calvario, eso quitó el pecado. Ahora observen.",
    "En el Huerto del Edén, para evitar que la gente regresara a ese Árbol, Dios colocó un Ángel allí como un sello, con una espada girando en todas direcciones, para proteger ese Árbol. Y cuando él hizo su adoración, y él bajó… Ahora recuerden, ¿Quién estaba en ese Árbol? ¿Quién era ese Árbol? Era Jesús.",
    "El árbol de la muerte era su madre, ella los trajo aquí a vida natural. Cristo es el Nacimiento a través de la Vida Espiritual. Todos los que viven por la mujer, mueren; todos los que nacen del Hombre, viven. Todos los que vienen por medio de la mujer, es lo natural; todos los que vienen del Hombre, es lo Espiritual. No el hombre aquí; ¡el Hombre Cristo Jesús!",
    "Y observar el Árbol, custodiado; no puede regresar, porque no hay ofrenda apropiada para quitar el pecado. Así que, por lo tanto, cuando ellos venían a adorar, la Gloria de la Shekinah estaba detrás del velo, sellada para ellos. Estaba sellada para ellos, del huerto del Edén.",
    "Pero cuando llegó el Día de Pentecostés, hermano, cuando Jesús murió allí en el Calvario y terminó la obra, Él no selló al hombre afuera, Él selló al hombre adentro Consigo Mismo. Y ahora estamos sellados adentro, y encerrados en la Presencia de la Gloria de la Shekinah. No solo estamos sellados adentro, sino que estamos sellados Eternamente. ¡Amén! ¡Oh, me encanta eso, sellado adentro ahora! Ese es el verdadero Sello de la Pascua: “Porque por un Espíritu fuimos todos sellados en un Cuerpo”.\n\nUd. dice: “¿Es el Espíritu Santo un Sello?”.",
    "Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios con el cual fuisteis sellados hasta el día de vuestra redención”. Ese es el genuino y verdadero Sello de Pascua. Muestra que el pecado ha sido pagado, por Ud., y que Dios lo ha aceptado, y Ud. está sellado en Cristo por el Espíritu Santo. El pecado ha terminado. El Sello Eterno ha sido terminado.",
    "Ahora estamos resucitados hoy. ¿Por qué podemos pasar tan buen momento en las cosas de Dios? Porque hemos resucitado. “Aquellos que Él antes conoció, Él llamó; aquellos que Él llamó, Él justificó; a los que Él justificó, Él los glorificó”. Entonces ahora estamos resucitados. Somos resucitados de adentro hacia afuera, no de afuera hacia adentro. ¡Oh! ¿Se dan cuenta? No sellado afuera, de esta manera, sino sellado adentro. ¡Oh, vaya, si la iglesia pudiera verlo! ¿Ven?, no estamos sellados fuera, estamos sellados adentro. Esos días, cuando el pecado era—era una abominación delante de Dios, y no había apropiación para quitarlo, estábamos sellados lejos de aquello. Ahora cuando eso fue rasgado en dos, y ese sello fue roto por una ofrenda por el pecado para nosotros, ahora estamos bautizados por dentro, y sellados por dentro. Somos resucitados. Ahora estamos resucitados, ya resucitados. ¿Cómo lo sabe? ¡La Biblia lo dice! Amén. Ahora estamos resucitados. Ahora hemos resucitado con Él en resurrección espiritual. ¿Qué significa la palabra vivificado? Vivificado significa “resurrección”. Así es. Ya estamos resucitados, ahora mismo, sentados juntos en lugares Celestiales en Cristo Jesús, disfrutando del Sello de la Pascua. Amén. Ese es el verdadero Sello de Pascua de Dios. ¿Cómo lo somos? Por un Espíritu bautizados en el Cuerpo, y Sellados Eternamente. Ahora estamos resucitados, espiritualmente. ¿De dónde nos levantamos? De una vida de pecado, una vez fuimos pecadores y amábamos las cosas del mundo.",
    "Ahora, hay muchas personas que dicen que han sido resucitadas, pero su vida prueba lo contrario. Su vida prueba lo que Ud. es; “Por sus frutos los conoceréis”, dijo Jesús. Esa es la razón por la que nunca pudimos aceptar que un hombre hable en lenguas y diga que tiene el Espíritu Santo. Nosotros no creemos eso. No hay Escritura para eso. No, señor. Los hombres hablan en lenguas y salen y viven como el mundo. Y las mujeres hablan en lenguas y se cortan el cabello, usan maquillaje. ¡Ah! Ud. no podría decir que ese era el Espíritu Santo. Seguro que no, ciertamente que no, ciertamente que no. Un hombre fuma cigarros, y sale aquí y vive con la esposa del hombre de al lado, anda por ahí, comportándose mal, ¿y dice que ese es el Espíritu Santo? No, no; “Por sus frutos los conoceréis. Un árbol corrupto no puede dar buenos frutos, ni un buen árbol dar frutos corruptos”.",
    "Estamos sellados por el Espíritu Santo, el verdadero Sello Pascual de Dios. Estamos sellados en el Cuerpo de Cristo, Eternamente Sellados. No es un sello por un espacio de tiempo; sino por la Eternidad. Y ahora esa persona que ha recibido eso, es alzada de entre los muertos, de una vida de pecado. ¿Qué es? Su Espíritu ha sido alzado, sus—sus ambiciones han sido alzadas, su vida ha sido alzada, él es una nueva criatura. Y él se reúne con sus conciudadanos, como lo estamos en esta mañana, para orar el uno por el otro, y para ayudarse el uno al otro, para animarnos el uno al otro, y para sentarnos y reunirnos en lugares Celestiales en Cristo Jesús, sellados por el Espíritu Santo. “Porque estáis muertos, y vuestra vida está escondida en Cristo, por medio de Dios, sellada por el Espíritu Santo”, dice la Escritura. Esa es la Escritura. Ahora, Uds. ven que estamos sellados con el Sello de Pascua. El Sello de Pascua de resurrección, el cual confirmó que Su vida y lo que Él había dicho era verdad. Ahora vemos que es una obra completa, es un producto terminado. La resurrección de Dios es un producto terminado. El Espíritu Santo es el Sello de Dios de un producto terminado.",
    "Ahora venimos a Cristo. Lo primero que hacemos es ser justificados al creer en Él. Cuando hacemos eso, entonces nos damos cuenta que hemos hecho mal, le pedimos a Dios que nos santifique, que nos limpie de nuestra vida de pecado. Martín Lutero, la justificación, su mensaje. Luego vino Wesley, con la santificación. Y luego cuando todo esté completo, y Su Iglesia esté completa, ¿qué sigue? Una obra terminada. Una obra terminada es el Sello, que la Iglesia ha sido completada.",
    "Como en la pirámide. Fíjese en un billete de dólar. Me he referido a esto. No sé si alguna vez lo hice aquí en el tabernáculo, o no. Fíjense Uds. en un billete de dólar, se llama “el gran sello”. Ahora, ¿cómo se explica que los Estados Unidos pudieran reconocer que allá en Egipto ellos tienen el gran sello, y aquí está el sello de los Estados Unidos del otro lado, ¿un águila? ¿Por qué se verían obligados a hacer de eso un gran sello, el gran sello? Porque, si se fijan, justo detrás, arriba de la pirámide hay un pequeño bloque, y ese pequeño bloque es la piedra de corona, y esa piedra de corona nunca fue puesta en la pirámide. Tiene la cima abierta, si alguna vez han estado allí. Por la gracia de Dios, yo he estado. Así que no hay—no hay cima en la pirámide. ¿Qué es? Enoc la construyó antes del diluvio. Era un—un memorial, por eso no fue destruida durante el tiempo del diluvio. Nada la ha destruido, porque es un memorial.",
    "Ahora si Uds. se fijan, bien abajo en la parte baja es ancha, y luego va subiendo un poco más en la minoría, y luego un poco más, y luego llega a la piedra de corona. Esa es la edad luterana, la justificación en la Iglesia; santificación; luego el bautismo del Espíritu Santo. Pero a medida que avanza hacia la cima, continúa de la edad luterana, a la edad de Wesley, a la edad pentecostal. Pero después de que sale de la edad pentecostal, sigue disminuyendo hasta llegar a tal lugar que todas esas piedras están tan pulidas que una hoja de afeitar…",
    "Pesan toneladas y toneladas, allá arriba. Cómo las levantaron, aún es un misterio para el hombre. Pero toman esta hoja de afeitar, y pasarla allí, y está pulida tan perfectamente que no se puede meter una hoja de afeitar donde debería estar el cemento. Con tanta perfección están puestas las piedras. Y ahora, cuando esta piedra de corona, cuyas piedras encajan de esta manera, y como que se asienta, en forma de ángulos para que la piedra de corona entre en una punta, y se asiente perfectamente en ella. No necesitará cemento, se asentará perfectamente.",
    "Ahora, eso es lo que Dios está haciendo con Su Iglesia. Él está puliendo a las personas, y trabajándolo de una manera tan perfecta, que cuando venga la Piedra de Corona, Cristo, encajará con el edificio, y luego una resurrección de toda la cosa, la Iglesia sube. ¡La Piedra de Corona!",
    "Ahora estamos sentados juntos en lugares Celestiales en Cristo Jesús. Ahora nos damos cuenta que Jesús, el cuerpo de Jesús, fue arrebatado de la resurrección. Y sabemos que la Biblia habla de tres cielos. Lo sabemos, primer cielo, segundo cielo, y tercer cielo. Yo creo que fue Pablo el que fue arrebatado al tercer cielo y vio cosas de las cuales no le convenía hablar. Ahora, el primer cielo se designa, en la Escritura, como las nubes; en otras palabras, allá abajo, aquí en el sello terrenal. Ahora, cuando esa Atmósfera de arriba sobre las nubes llega abajo a la Iglesia, ese es un lugar Celestial. Luego el segundo cielo se considera el sistema solar. Y el tercer cielo va más allá de eso.",
    "Ahora sucede que pensamos, solo observen esto por un minuto. Ahora, Einstein probó, científicamente, que si dos objetos vinieran el uno al otro, como dos carros por la carretera, y si vinieran lo suficientemente rápido (ahora realmente tendrían que ir rápido, como a mil millones de millas por segundo) ellos podrían atravesarse el uno al otro sin perturbar nada. La velocidad lo haría, atravesarse el uno al otro sin perturbar nada.",
    "Ahora, si se fijan entonces, yo estaba parado aquí no hace mucho en el Monte Palomar, en California, y me fijé allí en ese telescopio que puede ver a ciento veinte millones de años de espacio-luz. Ahora piensen, ciento veinte millones de años luz-espacio, cuántas millas serían al calcularlas. ¿Ven?",
    "Y, el Cielo está a tantos billones y billones y billones de—de años luz más allá de eso, que ni siquiera se piensa en eso. ¿Cómo llegaríamos Allá? Es el viaje, será como con el pensamiento, es tan rápido, será más rápido. Si Ud. pudiera pensar en el Cielo, así de rápido estaría Ud. allí. Jesús, después de resucitar, atravesó las paredes, atravesó las puertas, y se paró, y comió pescado cocido y panal de miel. Aleluya. ¡Velocidad! Tan pronto como la vida ha salido de este cuerpo, estamos en la Presencia de Dios, allá. Solo conocemos en pies y pulgadas, y yardas y millas, y demás, estamos atados en este sistema terrestre. Pero cuando salimos de aquí, hermano, ¡oh, vaya, qué tiempo!",
    "Hablando la otra noche sobre Abraham y su Simiente después de él, cómo Dios mostró a través de Abraham; cómo Él justificó a Abraham, el capítulo 12 de Génesis. Y en el… más adelante, el capítulo 16, cómo Él confirmó el pacto a través de la santificación. En el capítulo 17, lo dejó amamantarse de Su pecho, absorbiendo el Espíritu Santo. Y luego Él lo confirmó, o lo posicionó (como Uds. me han oído predicar el sermón de A Él Oíd), sacó a Abraham y cambió su nombre de Abram a Abraham, le dio parte de Su Nombre, Elohim, h-a-m. Luego vemos que, después de eso, Él Se apareció a Abraham.",
    "Ahora a su Simiente, observen cómo Él ha hecho con la Simiente de la misma manera. La Simiente de Abraham vino por justificación, santificación, bautismo del Espíritu Santo; manifestación de Su Nombre, revelando Quién es Él (¿esa revelación de Quién? Jesucristo), bautismo en Su Nombre, y demás, esa revelación, dividiendo Su Nombre con Su Iglesia, los llamó a salir. Entonces ¿qué hizo Él? En esa misma Iglesia que Él llamó por Su Nombre, el Nombre de Jesús, ¿qué hizo Él? Él apareció en la misma forma que lo hizo con Abraham, pudiendo discernir un espíritu detrás de Él. ¿Ven? ¡Apareció en ese mismo Nombre, en esa misma cosa, en la misma forma! Estamos al final del camino.",
    "Ahora noten lo que sucedió. Cuando Él hizo eso, esa fue la última señal que Él le dio a la Iglesia antes de que el cambio viniera a la Iglesia, a Abraham y a Sara. Ahora cuando el Ángel dijo el misterio, la mujer (la Iglesia, la cual representaba), ella a duras penas podía creerlo, ella solo se rio en su interior. ¿Ven?, ella tenía cien años, no podía ser ella y Abraham como esposo y esposa. Uds. entienden lo que quiero decir, relaciones familiares, probablemente veinte años antes; pues, ellos estaban muertos de esa manera. Sara; Abraham como muerto, la matriz de Sara como muerta. Pero ¿qué sucedió? ¿Qué ocurrió? Ella dijo: “¿Cómo podría yo, siendo tan anciana como lo soy, y mi señor, no hemos… ha cesado de esa manera, hemos dejado de estar así por muchos, muchos años? Es imposible para él; es imposible para mí. ¿Cómo puedo hacerlo?”. Y ella se rio en sí misma.",
    "Y el Ángel dijo: “¿Por qué se rio ella? ¿Por qué pensó ella en su corazón? ¿Por qué ella dijo esto?”. Ahora observen, esa fue la última señal antes de que algo les sucediera a Sara y a Abraham.",
    "Ahora yo prediqué aquí una vez, y les dije que Dios los convirtió en un hombre y una mujer jóvenes. Para probarlo, ella fue allá, hicieron un pequeño viaje y fueron a—a Gerar, y Abimelec, ese rey filisteo, se enamoró de Sara, y quiso casarse con ella. Porque, ella era una mujer joven otra vez, hermosa. Y fíjense, Él tenía que hacer algo, Él tenía que cambiarla. Él no tan solo la convirtió de nuevo en un joven y una joven, a él y a ella, Él no hizo eso; porque, si lo hubieran sido, habrían estado en la misma condición. ¿Ven?, ellos llegaron a… pues él se casó con ella cuando ella tenía como unos dieciséis, y él apenas era un joven, y vivieron toda su vida sin hijos. Si Él solo los hubiera rejuvenecido, pues, hubiera ocurrido lo mismo. Pero Él tenía que hacer algo diferente, Él tenía que cambiarlos, para que pudieran tener este hijo prometido, el hijo prometido que iban a recibir. Pero Él tuvo que cambiar todo su sistema, y volverlos jóvenes y cambiarlos, para recibir al hijo.",
    "¡Lo mismo que Él va a hacer a continuación! Después de eso, y recuerden, después de que esa señal fue manifestada completamente a Abraham y su grupo, lo siguiente fue ese cambio. ¿Ven? Ahora hemos visto todo pasando por justificación, santificación, bautismo del Espíritu Santo, posicionamiento del hijo, y las señales y maravillas de Él, estando en Su Presencia para discernir los pensamientos del corazón, y demás, como Él dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. ¡Vemos eso aconteciendo ahora mismo! ¿Qué fue lo siguiente? El cambio del cuerpo. Ahora, muestra que esto es lo que estamos esperando, un Hijo esperado. ¡Gloria! ¿Verdad que sí? No podemos encontrarnos con Él en estos cuerpos. Si somos cambiados de nuevo a hombres y mujeres jóvenes, aún no podemos encontrarnos con Él, porque tenemos que encontrarnos con Él en el aire. Tiene que haber algo aparte de cambiarnos de nuevo a hombres y mujeres jóvenes, tenemos que ser cambiados y arrebatados en el aire para encontrarnos con Él. Y lo siguiente que viene es el Arrebatamiento de la Iglesia, y el cambio del cuerpo de los santos durmientes, para encontrarse con el Señor Jesús en el aire.",
    "¡Oh, el memorial de la Pascua, aquellos que son sellados por el Espíritu Santo! Ahora en la puerta del Edén, el hombre fue sellado apartado de Dios; en Pentecostés él fue Sellado Eternamente en Dios. Él no entra ni sale más, ¡él está Allí para siempre! ¡Miren! Un Espíritu: “Somos bautizados en un Cuerpo, por el Espíritu Santo”. ¿Es así? Entonces estamos sellados ¿hasta cuándo? ¡Hasta el día de su redención! Él ya no sale a buscar las cosas del mundo; “Porque estáis muertos, y vuestra vida está escondida en Dios en Cristo, sellada adentro por el Espíritu Santo”. ¡Oh!, ¡qué Escritura tan hermosa, sellada adentro en Cristo por el Espíritu Santo!",
    "Luego cuando Jesús resucitó de entre los muertos, el hombre nuevamente fue forzado a tomar su decisión: “¿Resucitó Él, o no resucitó?”. Y ¿qué hicieron ellos? Ellos hicieron lo mismo que hicieron en ese supuesto juicio, la política y la iglesia juntas; porque los políticos y los religiosos se juntaron tal como entonces.",
    "Es lo mismo que van a hacer en el futuro, y lo están haciendo ahora mismo, ¡la política y la religión! Acab era un buen hombre, pero Jezabel, él estaba casado con ella. Yo no digo que el Presidente Kennedy no sea un buen hombre, pero él está casado con ese sistema de Jezabel. No fue Acab quien lo hizo, fue Jezabel detrás del trono, quien lo controló. Es ese sistema de Jezabel el que va a hacer el daño aquí. Él tiene que hacerlo, porque está casado con ella. Él tiene que recibirlo, tiene que hacerlo, él está casado con ella. ¡Oh, vaya! Pueblo, ¿no pueden ver lo que está haciendo la Escritura? ¿No pueden ver dónde estamos parados aquí en los últimos días?",
    "Ahora, fíjense en el hombre después de la resurrección. Uds. ven ese supuesto juicio, se lo entregaron a la iglesia, sabiendo lo que haría la iglesia. Y ¿qué sucedió cuando estos soldados huyeron atemorizados? La iglesia contrató a estos soldados, y se les dio dinero, para ir a decir que “Sus discípulos vinieron de noche y se Lo llevaron”.",
    "Entonces quiero preguntarles: Si los discípulos vinieron de noche y se Lo llevaron, ¿por qué no se llevaron el manto que tenía puesto? Si eran ladrones, y robaban, ¿por qué no tomaron también el manto? Pues el lino estaba puesto allí mismo, con el sudario sobre Su rostro, el lino puesto donde había estado Su cuerpo. Él simplemente atravesó por todo eso, y subió a la resurrección. Nada se movió; tal como Le habían puesto, Él estaba acostado de la misma manera, pero había salido del lino. Amén.",
    "¿Ven?, otra vez un juicio falso, una—una—una acusación falsa. ¿Por qué razón? Fueron forzados, fueron forzados a tomar una decisión. El hombre tuvo que tomar una decisión. La Iglesia tuvo que decir: “Él ha resucitado de los muertos”, o “Él no ha resucitado de los muertos”. Amén.",
    "¡Oh!, pongamos ahora nuestro oído, pónganse su aparato auditivo espiritual. Fíjense, ha llegado a lo mismo. Los hombres están tratando de seguir, como nuestras reuniones, y diciendo… Yo he oído aun iglesias, la llamada Iglesia de Cristo, decir: “Yo daría mil dólares a cualquier hombre que pueda mostrar una evidencia de una resurrecc-… o de una persona que ha sido sanada”. Les he llevado médicos, y ni siquiera lo creen. ¿Por qué? Se ven obligados a tomar una decisión. Ellos se han sellado afuera, con Caín, con las sectas religiosas. La verdadera pequeña Iglesia de Dios está en la minoría, pero siempre se movió de esa manera, pero ella… ¿Cómo sufrió Ella esos mil quinientos años de oscurantismo?",
    "Ellos dicen: “¡La iglesia romana!”. Seguro, la iglesia romana fue primero la iglesia pentecostal, la iglesia católica. Comenzó en Pentecostés, pero luego quiso organizarse.",
    "Y si esta iglesia pentecostal se mantuviera por otros dos mil años, serían peores que los católicos ahora. ¡Se están alejando tanto de todo! Me preguntaron el otro día: “¿Ud. va a predicar si viene a este lugar, sobre las mujeres que usan maquillaje, y que no deberían usar pantalones cortos, no deberían usar estas cosas?”.\n\nYo dije: “Entonces no me inviten. No, señor. No me pidan que venga”.\n\n“¿Lo va a predicar?”. Ellos aun dijeron: “¿Qué asunto tiene Ud. con eso?”.\n\nYo dije: “Es asunto del Señor, y yo estoy en Sus negocios”. Esa es la pura verdad. ¡Exactamente! Y yo dije…\n\n“¿Por qué hace Ud. eso? ¿No hay otras cosas que decir?”.\n\nYo dije: “Sí, pero que primero hagan eso, y luego hablaremos de otras cosas, ¿ven Uds.? ¿Ven? Vean, vamos—vamos—vamos a colocar el fundamento”.",
    "Eso es lo que pasa. Ud. quiere saltar directamente arriba en la escalera, cuando aún debería estar abajo. ¿Ven? Empezar aquí abajo, limpiar y empezar bien, y luego podríamos edificar sobre eso. De lo contrario, Ud. no puede edificar, porque cualquier fundamento que no esté edificado sobre los principios de Cristo caerá. Y la Biblia, dice: “Es una abominación que una mujer use ropa de hombre”. No ha cambiado ni una pizca ya que Dios no ha cambiado. Él es Eterno, y Sus pensamientos ayer son los mismos de hoy, y lo serán para siempre. Su Espíritu es el mismo ayer, hoy, y por los siglos; Sus obras son las mismas ayer, hoy, y por los siglos; Su redención es la misma ayer, hoy, y por los siglos. Y Él es el mismo ayer, hoy, y por los siglos. No hay manera de evitarlo. Ahora, la prueba del budín es comérselo. Sabemos eso. ¿Será eso correcto? Dios dijo que sí.",
    "El hombre fue forzado a tomar una decisión. ¿Qué fue lo que ellos forzaron primero en los días de Cristo? ¿Qué fueron forzados a hacer? Ellos fueron forzados, primero, a aceptarlo a Él. Él les mostró Su señal, Su Sello, ¡Él era el Mesías! ¿Cómo lo mostró Él? Exactamente por lo que la Biblia dice que Él haría. Él era un Profeta, y discernía los pensamientos en sus mentes. Y ellos dijeron: “Él es un diablo, Beelzebú”. Fueron forzados a tomar una decisión. Ellos no pudieron retenerlo por más tiempo.",
    "¡Y tampoco la iglesia pentecostal, ni la bautista, ni la presbiteriana! El Espíritu Santo ha… Cristo ha resucitado, y Él está en la Iglesia. Y ellos dicen: “Este hombre bautiza en el Nombre de Jesús. Él cree que uno no tiene que hablar en lenguas para el Espíritu Santo, y cosas como esas, que esa no es la evidencia inicial. Él cree en las mujeres, que nuestras mujeres todas usen su cabello así. Yo creo que eso no tiene nada que ver en el asunto”. Entonces ¿por qué está Dios vindicando que Esta es la Verdad? Averigüe dónde está.",
    "Ellos rechazaron Su Mesianidad cuando Él les mostró que Él era el Mesías. Fueron forzados a decir algo.",
    "Y así lo están haciendo hoy, rechazándolo, y no Lo patrocinan, y lavándose las manos de Ello. La decisión les es obligatoria. ¡No hay término medio! Estamos en el tiempo del fin. El hombre es forzado a recibirlo o rechazarlo. Ud. tiene que aceptarlo o rechazarlo. Es forzado sobre América; es forzado en el Tabernáculo Branham; es forzado a los pentecostales, a los metodistas. En todas partes es forzado. Ud. Lo tiene que aceptar o Lo tiene que dejar. Dios ha confirmado Su Palabra, mostrando Sus señales, respaldando Su ministerio, mostrando exactamente lo que Él es, al probar que Él es Dios. Jesús dijo: “Si no hago las obras de Mi Padre, entonces no Me creáis”. Así es. “Pero si Yo hago las obras del Padre, entonces crean las obras”. Allí lo tienen. ¿Ven?, ellos no pueden, ellos—ellos—ellos no pueden encontrar nada en Eso, porque Aquello es verdad. Entonces ¿por qué no Lo reciben? Por causa de la denominación. Ellos no pueden recibirlo, así que ahora están forzados a llegar a un enfrentamiento.",
    "Y en Ohio hace unos días, las mismas iglesias que me patrocinaron hace un año, por cuanto yo lo ataqué, y mostré que estaba errado, no quedó ni una de ellas, solo una iglesia, el Hermano Sullivan, cooperando. Dije: “Todavía tengo la misma mano, todavía tengo los mismos pies, yo todavía tengo el mismo Mensaje, todavía soy el Hermano Branham. ¿Qué me pasa?”. No soy yo. El Espíritu Santo aún habla, el Espíritu Santo aún hace las mismas obras, Él aún lo muestra. ¡Pero Ud. está forzado! Así es, ellos son forzados. Y el gran Espíritu Santo cayendo en medio de ellos, y hablando las Palabras y diciendo las cosas que Él dijo allá. Entonces aún ellos…",
    "Miren aquí en California el otro día. Creo que puedo encontrarlo aquí; aquí está. Yo estaba en la Cafetería Clifton, en el desayuno. Y allí un hermano bautista… después de que terminé de hacer pedazos las iglesias, diciéndoles cómo estaban haciendo el mal, y las cosas que estaban haciendo, rechazando a Dios. Este hermano bautista vino aquí para abrazarme, para orar. Y, cuando lo hizo, él comenzó a hablar como en lenguas. Cuando él… Ahora, él era un bautista, no sabía nada al respecto. Cuando él terminó, él dijo…",
    "Y una mujer parada allá atrás, de Louisiana, un francés, dijo: “Esa no era una lengua desconocida, era francés”. Y aquí estaba sentada otra mujer de Suiza, Lausana, que habla francés, he estado allí, ella dijo que lo interpretó correctamente. Aquí venía un joven caminando por allí, yo nunca lo había visto, nadie lo había visto, él era el intérprete francés para la ONU, dijo: “Exactamente, es así”, dijo.",
    "Y este hombre dijo, y Uds. conocen a este hombre, lo recordaré en un minuto. Su nombre era Henry. Recordaré su apellido en un momento, creo que está escrito aquí. No lo sé. Está en la Voz de los Hombres de Negocios, si no lo está. Pero él… ¡Oh, sí! “Por Danny Henry”. Ahora eso es… No puedo recordar esa estrella de cine. [Un hermano dice: “¿Marilyn Monroe?”.—Ed.] No, no es Marilyn. Meda, ¿qué…? Jane Russell, el primo de Jane Russell. Y él vino y me abrazó, para comentarme, y aquí están las palabras que dijo. Él dijo: “Ese sermón podría ser puesto en el Libro de Apocalipsis”. Dijo: “Es correcto”. Él dijo: “Quiero orar por Ud., Hermano Branham”. Él me abrazó, comenzó a hablar en francés, y no sabía nada de eso.",
    "Y esta fue la interpretación, él la escribió a medida que venía el documento, en forma, y demás. Decía: “Yo, Víctor D-e D-o-w-x”, un nombre francés, “soy un francés” y demás, “y estuve allí cuando—cuando Danny” como Ud. lo llame, “Danny Henry, dio esto en un mensaje al Hermano Branham, el once de febrero de 1961”. Vive en 809 North Kings Road, Los Angeles 64. Escuchen la—escuchen la lectura:\n\nPor cuanto has escogido la senda angosta…\n\nAhora, ¿ven Uds.?, eso lo entiendo. Hay una parte de eso que no.\n\nPor cuanto has escogido la senda angosta, el camino más difícil, has caminado por tu propia elección…",
    "Puedo entender bien eso, ¿ven? ¿Ven?, uno mismo lo escoge. Moisés hizo su propia elección, él no tenía que hacerlo. Tampoco tuve yo que tomar este camino. Pudiera haber tenido grandes edificios allá como algunos de ellos. Yo pudiera estar por toda la televisión. Pero, ¿quién me patrocinaría en—en cuanto a romper el mero fundamento? Pero algo es seguro, yo no tengo que inclinarme a los pies de nadie sino del Señor Jesucristo. Así es. Sí. Yo predico lo que dice la Biblia. Yo no tengo que comprometerme con sus organizaciones, porque yo no pertenezco a ellas. Yo hice la elección. Así como Él dijo allá arriba: “Como estuve con Moisés, así estaré contigo”. Y Él le dio a Moisés dos señales de confirmación, para probar. Y Moisés hizo su propia elección. ¿Ven?, Moisés hizo su propia elección. Así que eso es fácil de entender, ¿ven?, “Tú has escogido un…”\n\nPor cuanto has escogido la senda angosta, el camino más difícil, has caminado por tu propia elección…",
    "Ahora aquí, bueno, este hombre, ahora observen cómo está escrito, Uds. pueden ver que está escrito en—en palabras extranjeras.\n\n…tú has tomado la decisión correcta y precisa, y es MI MANERA.\n\n¡Bendito sea Dios! “Es MI MANERA”, dijo Él.\n\nDebido a esta decisión trascendental, una gran porción del Cielo te espera.\n\nÉl nunca había oído acerca de la visión, ¿ven Uds.?, de esto, Uds. recuerdan la visión.\n\n…una gran porción del Cielo te espera. ¡Qué gloriosa decisión has tomado! (¿Ven?)\n\nEsto, en sí mismo…\n\nAhora aquí está, de aquí en adelante, yo no lo entiendo.\n\nEsto, en sí mismo, es aquello (Grandes paréntesis alrededor.) lo cual dará, y hará que acontezca, la tremenda victoria en el Amor Divino.",
    "Yo no sé lo que significa eso, “esto hará que acontezca”. Quizás en la pequeña carpa uno de estos días, sentado allá atrás, Él lo dará a conocer.",
    "¿Por qué? No porque tuviéramos que hacerlo; no porque eso—que eso—eso—eso solo ser una manera fácil. Ud. podría ser popular, tendría a todos dándole palmaditas en la espalda, dinero entrando de todas partes para una radio o televisoras, y demás. Dijeron que lo tomarían y lo televisarían. Yo no creo en tomar las cosas de Dios y ponerlas en esa vulgaridad del mundo. Yo no creo en todo este alboroto y hacer algo que no lo es. Yo creo en dejarlo en paz, esperar. Dios, Él es Dios, que Él haga con eso lo que Él quiera. Nosotros somos siervos, solo servimos al Señor, solo hacemos lo que Dios dijo. El hombre, en medio de todo eso, sin embargo, es forzado a tomar una decisión.",
    "Ellos fueron forzados a tomar una decisión cuando Cristo estuvo aquí en la tierra, porque Él les probó a ellos que Él era el Mesías. ¿Es así? Y ellos fueron forzados, y ¿cómo Lo llamaron? “Beelzebú, un adivino”. Entonces Su… por Su señal, Sello, en la Pascua, Dios probó, que Él Lo levantó de entre los muertos. Después de todas estas otras cosas, ¡Él Lo resucitó de entre los muertos!",
    "Ahora la iglesia que dice tener el Espíritu Santo, la prueba de Dios de eso, es que Ud. ha pasado de muerte a Vida, porque las cosas viejas han pasado, y las cosas han llegado a ser nuevas para Ud. Esa es la prueba de Dios de la resurrección. Ud. no es como antes, ¡Ud. ha cambiado! Donde Ud. solía dudar de la Palabra de Dios; cada Palabra que habla la Palabra de Dios, Ud. dice: “¡Amén!”. ¿Ven?, algo le ha sucedido a Ud. Esa es solo la primera forma de la resurrección, el Espíritu en el interior.",
    "Ahora Pentecostés. Después de Pentecostés, cuando estas personas recibieron el Espíritu Santo, el hombre fue forzado nuevamente a tomar una decisión: “¿Eso es de Dios o no es de Dios?”. ¿Y qué dijeron? “Ellos son herejes. Eso es una locura. Están engañados”. Aun Agripa le dijo a Pablo: “Estás loco”. Loco significa “demente”.",
    "Y ¿qué dijo Pablo? “En el Camino que se llama herejía, así es como yo adoro a Dios”. ¡Él tenía el Sello de la Pascua! Él había estado allí cuando algo sucedió. Estoy contento de unir mis manos con él en esta mañana, de corazón, y decir: “¡Pablo!”. ¿Por qué? Tendríamos que predicar la misma Palabra. Pablo les mandó que fueran bautizados de nuevo, en el Nombre de Jesús, después de haber sido bautizados con otras palabras. Él dijo: “Si un ángel del Cielo dijere alguna otra cosa, sea anatema”. Él predicó Sanidad Divina. Él predicó el poder de la resurrección. Él predicó a Jesucristo, el mismo ayer, hoy, y por los siglos. Visiones y poderes y manifestaciones del Espíritu le siguieron.",
    "Uds. tendrán que tener el mismo Mensaje, la misma cosa. No una teología, no algunas obras de la iglesia; sino el Poder de Dios, Pentecostés, y el mismo Sello. El Sello del Espíritu Santo, el verdadero Sello de Pascua de Dios son las credenciales de un hombre. ¡Correcto! Son sus derechos de primogenitura. Es una credencial de que Ud. ha pasado de muerte a Vida, y Dios está obrando a través de Ud. de la misma manera que lo hizo con el Señor Jesús, porque es su credencial. “Estas señales seguirán a los que creen. Id por todo el mundo” después de la Pascua, después de Pentecostés, después de que fue dado el Sello de la Pascua, de la resurrección. ¿Qué fue? La Vida que estaba en Cristo que fue levantada, ha venido y ha vivificado Su Iglesia, y vive en la Iglesia para hacer las mismas señales.",
    "Espero que no se les pase por alto. Espero no estarlos reteniendo tanto que Uds.—Uds. no—no reciban el gozo de lo que quiero decir, ¿ven? Yo sé que es difícil, Uds. que están de pie. Por favor, solo—solo unos minutos, esfuércense si pueden. ¿Ven?, quiero que Ud. capte este punto, amigo. Quiero que vean lo que hay en mi corazón, lo que ha estado aquí por treinta y un años, desde que puse esa pequeña piedra angular allí en la esquina. ¿Ven?, hay una Verdad, he tratado de pararme por Ella. Ha habido toda clase de cosas que han salido de Ella, eso es verdad, pero siempre ha sido de esa manera.",
    "Estaba leyendo sobre Martín Lutero, decía: “Fue algo difícil creer que él podía protestar contra la iglesia católica y salirse con la suya. Eso fue algo grandioso. Pero la cosa más grande, fue cómo pudo mantener su cabeza por encima de todo el fanatismo que siguió a su avivamiento, y poder permanecer fiel en la Biblia”. Digan lo que Dios dice, y no digan nada más. Solo quédense con Ella, caminen en la decisión recta y precisa de Dios. En cambio… Si Dios decide que sea de esta manera, quedémonos con Ella. Esa es Su decisión. Amén. Sí, señor. Sí, señor.",
    "El—el Sello de Pentecostés son las credenciales del creyente que él ha pasado de muerte a Vida, porque él ha recibido la Bendición Pentecostal, el Sello de Pascua de Dios para Su Hijo. El selló a Su primer Hijo con el Espíritu Santo. ¿Es así? Cierto. Y Él selló a todos Sus otros hijos con el Espíritu Santo.",
    "Ahora vemos aquí que al sellar esto ahora en este tiempo, mientras el tiempo del fin se acerca. Hay algo aquí que debo tocar, acerca de los hijos, los hijos de Caín allá ahora, han sido forzados al punto en el que tienen que tomar una decisión. ¿Ven?, y les es difícil hacerlo, porque, si lo hacen, tienen que renunciar a sus derechos denominacionales. ¿Ven? También el fariseo. Uds. saben, los fariseos tomaron una decisión sobre Jesús, cuando Él probó que Él era el Mesías. Y cuando el Espíritu Santo ha probado este Camino que es llamado herejía, y ha probado que es el Espíritu Santo, el hombre tiene que tomar una decisión. Ellos no pueden quedarse quietos.",
    "Aquí la otra noche, yo estaba afuera, orando por una señora enferma en el hospital. Y estando allá, escuché a alguien gritar: “¡Billy!”. Y miré alrededor. Era uno de nuestros hermanos aquí, él viene aquí, Roy Slaughter. Él estaba parado al final del pasillo, un poco lejos, y dijo: “La esposa de mi hermano está enferma. ¿Podrías entrar y orar por ella, Billy?”.\n\nY yo dije: “Seguro”.",
    "Entré allí. Y había otra señora anciana, como de sesenta años, acostada allí, parecía que su hijo estaba a un lado. Después de hablar con ellos por un rato, dije: “¿Podemos…? Vamos a tener una palabra de oración”.\n\nElla dijo: “¡Cierre esa cortina!”.\n\nY yo dije: “Muy bien”. Yo dije: “¿Es Ud. una creyente?”.\n\nElla dijo: “Yo soy metodista”.\n\nYo dije: “Eso no es lo que le pregunté”. Yo dije: “¿Es Ud. una creyente?”.\n\nElla dijo: “Yo soy metodista. Somos metodistas. ¡Solo cierre esa cortina!”.",
    "Yo no lo hice. De todas maneras oré, y oré por ella, así que oré para que Dios la salvara. Pero eso es, ¿ven?, Ud. no es un Cristiano, Ud. es un metodista. ¿Ven?, Ud.—Ud. no es un creyente, Ud. es un metodista; su propio testimonio lo dice. Misericordia, bondad, ¿cuán lejos pueden caer Uds. de la Biblia?\n\n¡Creyentes! “¡Y estas señales seguirán a los que creen!”.",
    "¿Es Ud. un Cristiano? “Soy metodista”. Eso muestra que Ud. no es un Cristiano. ¿Es Ud. un Cristiano? “Yo soy de la Iglesia de Cristo”. Eso muestra que Ud. no es un Cristiano.",
    "Ud. es un Cristiano porque es un creyente. Y si Ud. es un creyente, Jesús dijo en Marcos, capítulo 16: “Estas señales seguirán a los que han recibido el Sello de la Pascua, hasta el fin del mundo”. Correcto, Ud. es un creyente.",
    "Y la gente está forzada, están forzados ahora. La cosa está en operación, y ellos están forzados a recibirla o condenarla. ¿Y qué están haciendo? Condenándola.",
    "Pero él no pudo hacerlo allá atrás en la edad de Pentecostés, porque pentecostés está regresando y organizándose, viniendo a eso, organizándose a ser la misma cosa de la que acaban de salir. Pentecostés salió. Pentecostés no es una organización, Pentecostés es una experiencia que viene a un creyente. Pero ellos hicieron una organización de eso, y han hecho lo mismo que aquello de lo cual lucharon tan duro por salir.",
    "Lo mismo que hizo la nación y la política, vinieron aquí por la libertad de religión, de la antigua doctrina católica prostituta; y regresaron y, por la ceguera de la política, eligieron a uno de sus hombres clave, un millonario, que se hizo millonario por el whisky y la escoria, y cosas del mundo, fue cómo llegó a ser millonario, y lo pusieron en el trono de la Casa Blanca, con respaldo del sistema del catolicismo. Y, él no ha estado allí ni seis meses todavía, y está probando que es cierto.",
    "Y la iglesia pentecostal salió de la organización, y los llamó, “fríos y formales; y sus mujeres, como hicieron; y los hombres, como hicieron”. Y pentecostés se organizó, y tomó el espíritu y regresó directamente a eso. ¿Por qué? Para que la verdadera Iglesia de Dios pudiera mostrarse en Su poder y en Su gloria. Ud. está forzado a creer Eso. Ud. está forzado a aceptarlo o negarlo. ¡Gloria a Dios! Está delante de Uds., y Uds. no pueden negarlo. Ud. tiene que decir “sí” o “no”. No hay manera de salirse de eso. Sí, señor. Sí, están forzados. No hay términos medios. El mundo entero tiene que recibirlo o negarlo. Y así es como está hoy.",
    "Ahora nos damos cuenta que después de la Pascua, Jesús, en Marcos 16, les dijo: “Id por todo el mundo y predicad el Evangelio, estas señales seguirán”. Y el hombre… Dios entonces forzó el asunto a esas personas. ¡Ellos tenían que ver que esa gente tenía Algo! Y eso duró trescientos seis años después de la muerte de Cristo. Entonces ¿qué entró en la Iglesia? Ellos eran católicos, esa es la pura verdad, católicos pentecostales. La palabra católico significa “universal”. Toda la Iglesia es universal. Y ellos eran pentecostales.\n\nEntonces ¿qué hicieron? Ellos fueron a buscar al hombre de negocios, convirtiendo a los otros, trayéndolo. Y ellos tenían ideas para la gran sociedad.",
    "Y rápidamente, Uds. saben, en la Biblia, encontramos en nuestra enseñanza cuando enseñamos las Edades de la Iglesia, que Jesús le dijo antes de que sucediera eso, como por doscientos años, que habría una doctrina, o primero sería una obra de los nicolaítas, y luego finalmente llegaría a ser una doctrina. Y entonces cuando ocurrió eso, Él dijo: “¡Yo lo aborrezco!”. Y ¿qué hicieron los pentecostales? Los pentecostales encumbrados, la clase almidonada, se organizaron y formaron la iglesia católica, la primera organización madre.",
    "La pequeña minoría fue forzada a un lado. Y así ha sido desde entonces. Pasaron mil quinientos años, y esa pequeña minoría sobrevivió. ¡Amén!",
    "Alguien dijo el otro día, dijo: “Piensen en la iglesia católica, cuántas grandes batallas ha sobrevivido”. ¿Grandes batallas? Seguro, con—con la ley de su lado, con la nación de su lado, ¡con la política de su lado!",
    "Piensen en esa pequeña Pentecostal que no tenía nada más que el Espíritu Santo, pero Ella sobrevivió. Y aquí mismo en esta mañana, hay una evidencia viviente de que Ella aún vive, y que Ella vivirá para siempre. No la organización; los creyentes Pentecostales, ¡los verdaderos! Así es.",
    "Ahora, después de la Pascua, ocurrió esto, obligados a tomar una decisión. El hombre tiene que tomar una decisión, tienen que hacerlo ahora. (Estoy saltándome muchos de estos comentarios.) ¡Nada de términos medios!",
    "Y los hijos de Satanás serán sellados en estos últimos días. Hay un tiempo ahora, del cual habla la Biblia, que todos los que no tenían el Sello de Dios tomaron la marca de la bestia. Y sabemos que la marca de la bestia es incredulidad. La primera vez… “Bueno, ¿dónde dice Ud. que comenzó la marca de la bestia?”. En el huerto del Edén. La marca de la bestia y el Sello de Dios se llevaron a cabo en el huerto del Edén. Exactamente. Se llevó a cabo durante la Pascua, porque la muerte de Abel produjo a Set. Así es. Fíjense.",
    "Caín era el hijo de Satanás. Él era el hijo de la bestia que engañó a Eva. Uds. pueden llamarlo como quieran. Él era el hijo de Satanás. ¿Y qué hizo él? Dios puso una marca sobre él, y lo envió fuera de la Presencia de Dios. ¿Es así? Y él tomó una esposa, no de la herencia de Dios; pero tomó una esposa de la tierra de Nod, otra tierra.",
    "Y ¿qué hizo la organización? Dejó la verdadera creencia Pentecostal cuando se organizó, y tomó una esposa de la organización. Así exactamente. Mire ahora lo que hizo ella: Miren cómo—miren cómo la esposa pentecostal comenzó a actuar, y lo que ella está diciendo y lo que está haciendo, miren sus acciones. Y parada se da la vuelta, y ahora quieren destruir. La mismísima Cosa que ella defendió al principio, ella está tratando de destruirla, sofocarla, porque Esto está en contra de sus credos. Como sucedió allí. Pero ella está obligada nuevamente a tomar una decisión. Ella tiene que tomarla. Ella tiene que tomarla.",
    "Dios, ayúdame a mí y a mis hermanos que se paran conmigo. Ayuda, Dios, ayúdanos a pararnos allí valientemente. No importa si se requiere sangre de mártir, ¡párese allí! “Debo pelear, si debo reinar, aumenta mi valor, Señor”.",
    "Cuando veo Su Espíritu Santo moviéndose entre la gente y haciendo las mismas cosas, ¡yo sé que Él es ese mismo Jesucristo resucitado! Amén. Eso concluye el asunto, en lo que a mí respecta. ¿Ven? Amén. Allá en Romanos 4:25, al final, hablando de Abraham; “Él fue entregado por nuestras transgresiones, y resucitado para nuestra justificación”.",
    "Efesios 4:30, el Espíritu Santo es el Sello Pascual de Dios que nos sella por la Eternidad. Amén. ¡Nos sella para la Eternidad, el Espíritu Santo de Dios! ¡Oh!, ¿están—están contentos? ¿Están contentos por la Pascua? ¿Están contentos por esta experiencia? Sellados, encerrados con Dios en un lugar secreto, encerrados con Dios por Su gracia Divina, sellados hasta el día de nuestra redención. Ese es el verdadero Sello de la Pascua.",
    "¿Qué hora es? Mediodía, cinco minutos para las doce. ¿Están creyendo? [La congregación dice: “Amén”.—Ed.] ¿Creen Uds.? Inclinemos nuestros rostros por un momento.",
    "Nuestro Padre Celestial, no importa lo que yo dijera, y sin embargo el hombre debería creer esta Palabra porque está escrita aquí. Yo ruego que los hombres en todas partes Te reciban ahora como su Sello de Pascua, las Primicias de la resurrección, sabiendo que han pasado de muerte a Vida; donde una vez pisó la muerte, ahora la Vida toma su lugar. Oro que Tú le muestres a esta congregación, en esta mañana, que Tú aún eres Jesús, que Tú todavía eres Aquel Quien hace los milagros y obras esto. Y sabiendo, como acabo de decir, como le fue confirmado al padre Abraham, que ese Ángel Se paró de espaldas a la congregación, o a Sara, y dijo lo que ella estaba diciendo y pensando. ¡Oh, Dios!, ¡lo hemos visto vez tras vez! Hemos visto la confirmación, el posicionamiento del Hijo, la entrega del Nombre. Hemos visto todas estas cosas acontecer, Señor, y sabemos que estamos en el tiempo del fin. Esta es una Pascua. Muchos están de pie, las piernas acalambradas.",
    "Y ahora, Padre, todo lo que yo pudiera decir no significaría nada después de que Tú has hablado, a menos que esté de acuerdo con lo que Tú hablas. Y si yo he hablado Tu Palabra, entonces, Padre, yo creo que Tú eres el Dios que confirmará esa Palabra. Oro para que Tú lo concedas. Permite que Tu Espíritu, Señor, entre en medio de la gente, y confírmales esto a la gente.",
    "Mientras tenemos nuestros rostros inclinados, en todas partes, tal vez haya enfermedad aquí. No hay ninguna duda aquí de que hay enfermedad entre la gente. Quiero saber, ¿cuántos aquí que son de fuera de la ciudad, están enfermos? Levante su mano; de fuera de la ciudad. Bueno, están por todas partes.",
    "Muy bien. Pueden levantar la cabeza. Voy a preguntar eso para que Uds. puedan ver. Todos los que no son de la ciudad que yo no conozco, que no son de la ciudad y no los conozco, levanten la mano, digan: “Estoy enfermo”. Levanten sus manos por todas partes ahora, para poder tener una idea general. Por aquí, aquí, aquí mismo en esta esquina, y muy atrás en la parte de atrás. Muy bien. Ahora, aquí hay un desafío: ¿Es verdad esto que he predicado? Si es así, Dios tiene el deber de cumplirlo.",
    "Si Él no cumple esto, no hay resurrección. Si Él lo cumple, es la garantía de la resurrección. Muestra que el Sello de Pascua, que Él no está muerto, sino que Él vive. Entonces condenar eso sería blasfemia contra el Espíritu Santo, y es imperdonable. Ahora, si el Espíritu Santo entra en esta reunión…",
    "Estaba… pensé en poner de pie a la gente, pero no podemos tener una línea de oración. Miren aquí, amontonados aquí, los pequeños por todos los altares, y por todas partes; no podemos tener una línea de oración.",
    "Pero, miren, quiero preguntarles algo. ¿Está Él en un solo lugar, o es omnipresente? Él está en todas partes. Ahora, ¿cómo podría yo conocerlos, si Uds. han levantado las manos que yo no los conozco, y Uds. son visitas aquí? No quiero a ninguna de las personas del tabernáculo, los veré más tarde, ¿ven? Pero solo la gente, para que Uds. vean que es gente de fuera de la ciudad que yo no conozco. Dejen que el Espíritu Santo hable si es correcto o no. Que Él hable, entonces mis palabras serán una cosa; y si es la Palabra de Dios, Dios cumplirá esa Palabra.",
    "Ahora recuerden, los Pentecostales, los verdaderos creyentes de Dios, siempre han estado en la minoría. Y ellos son un grupo del cual se ríen y se burlan; y la gente no está dispuesta a tomar ese camino. Cuando eran luteranos, Dios les dio justificación y fueron perseguidos, se burlaron de ellos, y hasta fueron martirizados.",
    "Pero la de Lutero entró en eso, lo organizó después de la muerte de Martín Lutero. No, Lutero no organizó ninguna iglesia. No, señor. Pero la gente después de él sí, la iglesia. Wesley nunca organizó nada. No, señor. Fue la gente después de él. Y ahora, después de los—los pentecostales, ellos entraron, se organizaron a la cosa de la cual salieron. ¿Ven?",
    "Pero ahí es donde llegamos, ¿ven?, nos desviamos directamente a nuestros credos, y Dios… En el mismo minuto (puedo probarlo por la Biblia), que cualquier iglesia al tomar una organización, toma la marca de la bestia. No los individuos en la iglesia, sino el sistema de la iglesia, porque el sistema de la iglesia es católico. Católico: haciéndolo todo universal, jalándola ella, todo. ¿Ven? Puedo probar por el capítulo 17 de Apocalipsis que ella era una ramera y sus hijas eran prostitutas, rameras. Toda organización que toma… recibe una disposición de ramera; y observen exactamente lo que ella ha hecho, exactamente como lo hizo su madre. Así que ella es rápida… Ahora no la gente en la iglesia. Los metodistas son personas leales.",
    "Espero que consigan la cinta donde el Señor habló y mostró lo que le sucedería a esa iglesia durante este gran tiempo que ahora mismo enfrentamos, cuando el juicio está a punto de golpear la tierra. Y observen lo que le sucederá a la iglesia.",
    "Pero su cabeza había muerto, el hombre, Uds. saben. Pero cuando… Ella era viuda cuando Elías regresó de su viaje por el desierto; ella era una viuda. Elías le fue enviado, ella se alegró de oír a ese profeta entonces, después de que su hombre, la cabeza, había muerto. ¿Ven? Su organización fue puesta en la Confederación de Iglesias, ella vio dónde estaba, y lo que ese profeta había dicho que se cumpliera, ella estaba dispuesta. Dios aún la amaba y el profeta fue allá y la mantuvo con vida hasta que él cruzó el Jordán y el hambre hubo terminado. Sí, es verdad.",
    "¡Qué hermoso cuadro de la Venida del Señor allí mismo en Elías! Perfecto. Y recuerden, este Mensaje en los últimos días será dado por Elías, el profeta; su espíritu sobre la iglesia. Correcto. Correcto. ¿Saben Uds. lo que significa la palabra Elías? Muy bien. Ahora, oremos. Y que el Espíritu Santo…",
    "Quiero preguntarles algo a Uds. personas. Ahora, ¿ven?, ¿es Dios un Dios viviente? ¿Está Él presente? Entonces si Él lo está, quiero preguntarles algo. Ahora, después de que he hablado, ¿cuántos aquí que… creen que esa es la verdad? Hay alguien aquí que quisiera decir: “Yo no soy Cristiano, Hermano Branham. Me gustaría serlo. ¿Ore por mí?”. Yo no puedo llamar al altar aquí, porque yo—yo no puedo. Solo levante la mano, diga: “Ore por mí”. ¿Hay alguno en el edificio? Dios le bendiga, a Ud., a Ud., a Ud. ¡Qué bien! Muy bien. Dios los bendiga, alrededor, en todas partes. Muy bien, bien. Muy bien.",
    "Ahora, Ud. tiene el derecho, después de un mensaje como este, Ud. tiene el derecho de llamar mi atención, y decir: “Hermano Branham, Ud. nos ha predicado algo, que en estos postreros días Ud. dijo que la última señal fue cuando Él obró, mostrando que Él era Dios”.",
    "Y escuché a un predicador judío el otro día, acababa de… Yo estaba… Por mi mensaje sobre la—sobre la ofrenda de la vaca roja, el hombre vino y recibió a Cristo, salió de una iglesia en la que había sido criado a través de una línea de rabinos por años y años y años, por—por cuatrocientos o quinientos años, muy atrás, todos rabinos. Y el hombre escuchó mi mensaje, entró desapercibido a una reunión y escuchó de esa “vaca roja”, y se convirtió por ello al Cristianismo. Y se paró en una iglesia el otro día, y dijo: “Cualquiera que no crea que había tres Dioses en lugar de Uno…”. Él había estado creyendo en un Dios hasta ese momento. Él se descarrió, en lugar de hacer cualquier otra cosa. Él dijo que cuando Abraham, cuando esos tres vinieron, que eran ambos Padre, Hijo y Espíritu Santo que vinieron a Abraham.",
    "Ahora, quiero que vean, solo pedirles que recuerden algo. Cuando Abraham vio a tres de Ellos juntos, él dijo, no mis señores, sino: “Mi Señor”. Pero cuando Lot, su hermano denominacional, cuando vio a dos de ellos, dijo: “Mis señores”. Eso muestra dónde está Ud. ¿Ven? Lot los llamó sus señores; Abraham llamó a tres de Ellos: “Mi Señor”. Solo había uno de Ellos allí que era el Señor. Así es. Elohim.",
    "Y entonces los dos Ángeles, que no eran otra cosa que mensajeros, fueron allá; y Lot, ese gran hermano trinitario, quería llamarlos sus señores. Uds. saben: “Pasen”. ¿Ven en qué condición estaba él por cuanto estaba allá con las cosas del mundo? Su esposa, y todas sus hijas allá al igual que el resto del mundo, y su iglesia fría y formal. Así es como se pone Ud.",
    "¿Qué hizo el Ángel? Él probó que Él era el Señor Dios. Ahora, este Espíritu Santo del que estoy hablando ahora, que Él pruebe que Él aún es el Señor Dios; que Él pruebe que Él era Aquel.",
    "Ahora, oren Uds. Ahora, ¿Ud.…? Permítanme preguntar de nuevo. ¿Cuántos aquí?, tomemos solo una pequeña sección a la vez, ¿cuántos aquí, Uds. dicen, aquí que—que están enfermos, y yo no los conozco—no los conozco, Uds. son desconocidos, y Ud. quiere que Dios le sane? Levante la mano. Ahora, miremos a través de esta multitud aquí. Muy bien. Muy bien. Ahora, bajen las manos por un minuto.",
    "Dejen que Dios hable. Ahora, levanto mi mano que yo no los conozco; no los conozco. Ahora, si Él todavía es Dios, ¿no hará Él lo mismo? La mujer que tocó Su manto…",
    "Algunas de Uds. mujeres, o algunas de Uds. que levantaron la mano, creo que hay una mujer en alguna parte. ¿Dónde? La damita al final. ¿Levantaría Ud. la mano? Muy bien. ¿La levantó Ud.? Muy bien, ¿soy un desconocido para Ud.? ¿Yo no la conozco? Muy bien.",
    "Fíjese Ud. si Él todavía es el Sumo Sacerdote que puede ser tocado por el sentir de su enfermedad. Yo nunca la he visto en mi vida. Ud. es una desconocida para mí. Yo no sé nada de Ud. Dios sí la conoce. Y si Él puede revelarme por Su Espíritu Santo, el Cristo resucitado Quien vino aquí, y me da una resurrección temporal por medio de mi espíritu, para que mi espíritu se vaya ahora y Su Espíritu entre, para luego darles a conocer si Él está vivo o no. Ahora, yo no la conozco. Ese soy yo, yo y mi espíritu, no la conocemos a Ud. Pero Él la conoce a Ud. Pero Él quiere tomar prestado mi cuerpo para probar que Él es el Cristo resucitado. Estoy tan contento de prestárselo a Él, dárselo a Él, cualquier cosa que Él pueda usar de él.",
    "Si Dios me dice por qué está Ud. aquí, ¿me creerá? [La hermana dice: “Sí”.—Ed.] Creerá. Ud. tiene venas varicosas. Si es así, levante la mano. Ud. tiene más que eso; tiene una hernia. Así es. Ud. no es de este pueblo. Ud. es de Lima, Ohio. Su nombre es Sra. Stoddard. Así es. Su esposo está sentado detrás de Ud. Así es. ¿Cree Ud. que Dios puede decirme cuál es su problema? Él tiene problemas con Su espalda, él está sufriendo con su espalda. Si es así, levante la mano, señor. ¿Cree Ud.?",
    "Alguien más por aquí levantó la mano, por aquí. Aquí, esa señora allá. Muy bien. Yo no la conozco. Ese es su esposo sentado a su lado allí. Lo que Ud. quiere es el bautismo del Espíritu Santo. Si es así, levante la mano. Así es. Muy bien, crea en el Señor, simplemente no dude en lo absoluto.",
    "Vi a alguien que venía de lejos, pero no podría decir dónde estaba. Sí, es el hombre sentado aquí mismo, lo veo ahora. Él también es un desconocido para mí. Ud. tiene problemas de vesícula biliar, problemas de sinusitis. Ud. no es de aquí. Ud. es de Georgia, un lugar llamado como Hubbermill, Georgia. Muy bien, crea ahora, y regrese a casa y sea sano.",
    "¿Cree Ud. con todo su corazón? Hay uno sentado aquí atrás, atrás, esa Luz está parada sobre la persona. Ellos están orando por un ser querido que tiene cáncer, no es salvo. Crean, tengan fe, y no duden.",
    "Yo solo estoy observando. Um-hu. Aquí está por aquí. La señora que tiene su rostro inclinado, orando. Ella tiene problemas con sus pies y sus rodillas. Yo no la conozco, ¿verdad? Somos desconocidos, levante la mano. Regrese a… su hogar está en New Hampshire, de allí es de donde Ud. viene. Crea, y el Señor la sanará.",
    "La señora sentada allá atrás con la niña pequeña, orando por ella; con problemas renales, sentada allá atrás. Ella también es de Georgia. Sra. Cason, ¡si Ud. cree con todo su corazón! ¿Lo acepta Ud.? Muy bien, entonces váyase a casa, que sea sana. Yo no conozco a la mujer, nunca la he visto en mi vida. Si somos desconocidos el uno para el otro, mueva la mano, señora. Así es.",
    "Aquí hay otro sentado aquí atrás, un hombre. Él también es de Georgia. No lo conozco, nunca lo he visto. Pero lo vi venir de esa región de duraznos. Correcto. Él tiene un problema del hígado, correcto, y artritis. Él está sentado allá en el asiento de atrás. ¿Cree Ud. con todo su corazón, señor? Muy bien, regrese y sea sano.",
    "Hay alguien sentada a su lado, una señora, allá en la última fila. No, no es por ella. Ella está orando por su hijo. Así es. ¿Cree Ud. que Dios puede decirme cuál es el problema de su hijo, señora? Yo soy un desconocido para Ud., pero Dios la conoce. Úlceras, y un problema mental. Y él no está aquí; Dayton, Ohio. Si es así, levante la mano. Ahora crean.",
    "¿Saben Uds. que Él vive? ¿Es Él el mismo Jesús ayer, hoy, y por los siglos? He allí por lo menos ocho o diez personas que nunca he visto en mi vida. Y ¿es verdad? Ahora que el Dios del Cielo, Quien está presente, sane y restaure a estos. Bueno, viene de la unción del Espíritu Santo, no de mí. Que el Dios que puede discernir los pensamientos de la mente, y probar que es Jesucristo el mismo ayer, hoy, y por los siglos, que Él pase al frente y sane a los enfermos. ¡Él es Dios para siempre! ¿Creen eso? Ahora, ¿cuántos quieren creerle ahora mismo, y aceptarle como Salvador y Sanador, y como un Bautizador y un Rey venidero? ¡En el Nombre de Jesús! ¡Oh, Aleluya! ¿Qué? ¡El Sello de Pascua, el infalible Sello de Pascua!",
    "¿Qué es lo siguiente? La transformación de este cuerpo, para recibir al Hijo que viene. Seremos cambiados en un momento, en un abrir y cerrar de ojos. Tengan todos los sellos de papel que quieran; ¡pero el verdadero Sello de la Pascua es el Espíritu Santo en el corazón humano! ¿Lo acepta Ud.? ¿Cree Ud. en Su resurrección? ¿Cree Ud. que Él está vivo para siempre? ¿Cree Ud. que Él está aquí? ¿Lo acepta Ud. ahora como su Salvador, como su Sanador, como su Dios, como su Rey venidero? ¡Crea con todo su corazón!",
    "En cuanto a estos pañuelos, voy a orar sobre ellos. ¡Dios, en el Nombre de Jesucristo! Mucha gente los unge. Yo creo que tomaron del cuerpo de Pablo, pañuelos y delantales, y fueron sanados. ¿Creen eso?",
    "Ahora, ¿cuántos más hay aquí, enfermos? Ahora la gente del tabernáculo, y alrededor de esta comunidad aquí, que está por aquí, levanten ahora sus manos, de por aquí. Ahora, ¿creen Uds. que Él está aquí? ¿Creen Uds. que el Espíritu Santo está aquí? Ahora, esperen, ¿por qué esperamos otra cosa? ¡Él está aquí, así que actuemos en consecuencia! Charlie, ¿qué piensas? Amén. ¡Aleluya! ¡Oh, tiene que suceder!",
    "Yo no puedo sanar a nadie. No puedo hacerlo. No hay nada en mí con qué sanar. Pero si Uds. aceptan este Espíritu que está sobre mí ahora, no podría haber suficientes demonios en el infierno para que Ud. lo dude más, entonces Ud. tiene que ser sanado. Yo no soy el Sanador; Él es el Sanador. Yo no puedo ver visiones; Él es Quien habla; es solo mi cuerpo que Él está usando.",
    "Ahora, ese mismo Dios dijo: “Estas señales seguirán a los que creen”. ¿Cuántos creyentes hay aquí? ¿Está Ud. seguro que es un creyente? Pues, Él dijo: “Estas señales seguirán a los que creen. Si ponen las manos sobre los enfermos, sanarán”. ¿Es así? Ahora pongan sus manos el uno sobre el otro, y permítanme orar por cada uno de Uds. ¡Oh, Dios! ¡Oh, hermano! Algo tiene que suceder. Algo tiene que suceder.",
    "¡Oh, gran Sello de Pascua!, no el lirio en el florero, sino el Lirio en el Valle. Tú, Quien hablaste por medio de ese muchacho el otro día, Tú has venido por Tu Palabra. Tú manifestaste que Tú eres la Verdad. Tú eres la Verdad, Señor. Tú eres la Resurrección. Tú dijiste: “Yo soy la Resurrección, y la Vida; el que cree en Mí, aunque esté muerto, vivirá; todo aquel que vive y cree en Mí, no morirá jamás. Yo soy la Resurrección y la Vida”. “Yo soy”; no “yo seré, yo fui”; “Yo soy ahora, la Resurrección y la Vida”.",
    "El que ha obrado estos milagros es el mismo Quien predicó esta Palabra. ¿No dice la Biblia que la Palabra del Señor vino al profeta? ¿A quién acudían en aquellos días, para averiguar dónde estaba la verdadera revelación de Dios? Era el profeta. ¿Y cómo supieron ellos que él era un profeta? Porque él tenía la señal de un profeta, el sello del profeta. ¿Entonces quién es el profeta? El Espíritu Santo.",
    "El Espíritu Santo escribió la Palabra, el Espíritu Santo. ¡Yo no! ¡Él! ¡Él es Aquel! Les acabo de decir, Él solo tomó mi cuerpo. Él solo toma mi lengua, toma mis ojos, porque Él sabía que yo se los entregaría a Él, así que Él simplemente viene y me hace hacer eso. ¡Así que no soy yo! ¡Es Él! Y no yo allá afuera con Uds., es Él allá afuera con Uds. Él es la Resurrección y la Vida. ¡Oh, Dios!, Dios; créanlo. ¡Oh, pueblo! Créanle a Él. Créanle. Él está aquí.",
    "Ahora, quiero que cada uno de Uds. que están parados allí, tengan fe en su propia oración. Quiero que tengan fe en lo que voy a decir. Voy a pedirle que los sane. Voy a pedirle a Él que perdone todo pecado. ¿Cuál es ese pecado? Incredulidad.",
    "Si Uds., algunos de Uds. aquí nunca han sido bautizados en el Nombre de Jesucristo; la piscina está lista. Y si no lo han hecho, lo único que los ha detenido es la incredulidad. ¿Por qué aceptar más eso? Denuncie esa cosa. ¿No pueden ver el Espíritu de Dios? ¿No pueden ver las obras de Dios?",
    "Apártense de esas organizaciones. Vengan al Señor Jesús, luego regresen a su organización, y solo difundan la Luz. No se preocupen, Uds. no estarán allí por mucho tiempo. Ellos le harán… ¿Qué hará? Hará que su propia iglesia llegue al punto de tener que tomar una decisión.",
    "Cuando vine de la iglesia bautista y me paré aquí, las—las iglesias tuvieron que tomar una decisión, así que me echaron. Así es. Yo espero ser expulsado una y otra y otra vez. Pero un día, seré recibido, cuando cruce el Jordán. Correcto. Ud. será expulsado, pero cuando Ud. cruce el Jordán: “Hay un pensamiento que me alegra y trae gozo a mi corazón: yo no tendré que cruzar ese río solo”. Esa es la cosa. Algún día bajaré al río, yo no… Él estará, Alguien allí esperando… para recibirme. Yo seré fiel.",
    "Aquí Él habló a través de Su Palabra, Él habla a través de todo, todo funcionando perfectamente por medio de la Palabra. No hay nadie que pueda decir algo en contra de eso. Está puesto delante de la gente. Pronto esta voz será silenciada, hermanos. Escúchenme. Escúchenme. Pronto ya no estará aquí. No será hablado, entonces Ud. se preguntará. Pero mientras Uds. puedan oír, obedezcan.",
    "¡Oh, Dios, Quien creó los cielos y la tierra!, estas personas están orando el uno por el otro. Cuando Te levantaste en la mañana de Pascua, probaste que Tú eras el Mesías. Probaste que Tú eras el Mesías antes de que resucitaras. Probaste que Tú eras, por la señal del Mesías, el Sello de Dios que estaba en Ti. Tú fuiste Sellado con Dios para no hacer nada sino lo que Él dijo. Tú dijiste: “Yo hago siempre lo que le agrada al Padre”. Eso es cumplir Su Palabra. Pues para agradar a Dios, debemos creer Su Palabra y cumplir Su Palabra. Y entonces, Padre, así es hoy, que todo hijo o… de Dios, toda hija de Dios, para agradar a Dios, tienen que cumplir la Palabra de Dios. Y, Dios, ahora estamos cumpliendo Tu Palabra al poner las manos el uno sobre el otro. Y estoy orando por esta congregación.",
    "Después de haber oído la Palabra predicada, y haber visto a las visitas levantar sus manos, ver al gran Espíritu Santo salir allá y decirles los mismos pensamientos de su corazón, y quiénes son, de dónde vienen, lo que está sucediendo, y todo, ¿cómo podría la gente dudar más? Dios, esa es una gran recompensa para estos que se han parado esta mañana alrededor de los grandes muros de esta iglesia aquí.",
    "Y sus extremidades adoloridas, y las madrecitas con sus bebés, y papás, y ancianos, y todos, esperando, vigilando, vigilando para ver una señal del Dios viviente. Luego verlo a Él venir en la escena, y probar que Él es Jehová, que Él es Jesús, el Resucitado; “Estoy vivo para siempre, y tengo las llaves de la muerte y del Hades”, porque Él rompió el sello de aquello. Él rompió el sello de la muerte. Él rompió el sello de la tumba. Él rompió el sello del infierno. Él rompió el sello del sepulcro. Y Él abrió el sello del Árbol de la Vida, y nos bautizó por Su Espíritu Santo en ese Árbol de la Vida, y nos hizo hijos e hijas de Dios, y nos comisionó a poner las manos unos sobre otros; “Y estas señales seguirán a los que creen; si ponen las manos sobre los enfermos, sanarán”. Padre Dios, así tiene que ser.",
    "Yo declaro por el poder del Evangelio, por el Dios del Cielo Quien me ordenó y me envió a predicar el Evangelio, por el Dios Quien escribió la Palabra, por el Ángel Quien está presente para confirmar la Palabra, Digo esto por la fe que tengo en el pueblo, que el diablo tendrá que dejar a toda persona enferma aquí, toda persona afligida, y el poder de Dios los levantará a una buena salud y fuerza otra vez, como un memorial de este servicio de Pascua. Sal, Satanás. Tú estás derrotado. Jesús te conquistó hace mil novecientos años, y estás derrotado. Sal del pueblo, en el Nombre de Jesucristo.\n\nMuy bien, Dr. Neville. Amén.",
    "Muy bien, Hermano Neville. ¿Cuántos de Uds. creen? Levanten sus manos. ¿Cuántos dicen, dicen esto: “Ahora yo acepto a Jesucristo, como Hijo de Dios resucitado, Él es mi Salvador, Él es mi Rey, Él es mi Sanador; ahora estoy sano; soy salvo; yo viviré para Aquel Quien murió por mí; me levantaré de aquí en novedad de vida, para salir a hacer lo mejor que pueda Quien… para Aquel Quien resucitó por mí; ¡aleluya!”? Alabado sea el Dios viviente.",
    "Ahora, ¿creen Uds. con todo su corazón? Todos los que aceptan eso sobre la base de la Expiación… Ahora recuerden, una vez Satanás los tenía oprimidos, pero Jesús arrancó esa cosa como sacar una cáscara de una mazorca de maíz. Él lo descascaró; y lo que hizo fue que, Él expuso a Satanás. Y cuando Él resucitó en la mañana de Pascua (¡Aleluya!) Él triunfó sobre el diablo, sobre la enfermedad, sobre la muerte, sobre todo poder del enemigo, y el enemigo no tiene más poder. Él solo es un fanfarrón. Si él puede engañarlo a Ud., muy bien. Pero si él no puede engañarlo a Ud., entonces Ud. no caerá en su engaño.",
    "Ahora mismo Ud. puede recibir el Espíritu Santo. Ahora mismo Ud. puede ser lleno de Su Espíritu. Ahora mismo Ud. puede ser sanado, si Ud. no toma su alarde. “El que quiera, venga para que pueda beber de las Aguas de la Fuente de la Vida gratuitamente”. Si Uds. lo creen, pónganse de pie, todos Uds. Levanten sus manos y reciban el Espíritu Santo y el poder de Su sanidad, en el Nombre de Jesús. 🦅"
  ]
}