{
  "title": "APOCALIPSIS CAPÍTULO CINCO, PARTE I",
  "id": "61700009",
  "content": [
    "🦅  Muchas gracias, Hermano Neville. El Señor lo bendiga, mi hermano.",
    "Buenos días, amigos. Qué alegría es en esta mañana, un privilegio o debo decir un gran privilegio, estar aquí de nuevo en el tabernáculo y tener este tiempo reservado para nuestra adoración matutina y compañerismo alrededor de la Palabra del Señor. En una ocasión creo que fue dicho: “Me alegré cuando nos dijeron: ‘A la casa de Jehová iremos’”; y estar nuevamente con el Hermano Neville y mis buenos y preciosos amigos.",
    "Y me supongo que hace un poco de frío, o un poco de calor allá atrás. Y creo que tenemos algunos abanicos que pueden usar así con sus manos. Si—si… Tenemos los abanicos si Uds. tienen el motor, para mantenerlos en movimiento. O teníamos un montón por aquí, creo que aún los tienen. Veo algunos usando himnarios o cualquier cosa. Y es… una cosa por la cual nos esforzamos en tener servicios, es para evitar esos lugares en—en el futuro, que son calientes. Así que, estamos… Por eso estamos aquí esta mañana, para evitar esos lugares. Y solo hay una cosa que puede hacerlo, la Sangre de nuestro Señor Jesucristo es la que lo hace.",
    "Y me alegró mucho oír el buen reporte de la iglesia, de cómo está progresando, avanzando con el Señor, y cómo Dios está lidiando con Uds. en dones espirituales. Y realmente estoy muy agradecido con Dios por sus corazones sinceros, con los que Él puede lidiar, y estoy confiando que Él los mantendrá exactamente en el centro de ese Camino estrecho y angosto, para que no se desvíen de Él a diestra ni a siniestra.",
    "Y quiero agradecerles al Hermano Colvin y a su hija, creo que fueron, los que estaban aquí arriba hace unos momentos que cantaron esa alabanza, No hay lágrimas en el Cielo. ¡Qué hermoso! Verdaderamente lo agradezco.",
    "Y como dijo el Hermano Neville de él y de mí hace muchos años, y puedo decirlo del Hermano Colvin, nos hemos conocido por años. Y oírlo cantar esas antiguas alabanzas del Evangelio y criando a sus hijos en el camino del Señor, me llena el corazón de júbilo. Hace que me regocije al saber que Dios aún tiene gente que Lo ama y se preocupa por Él. Y estamos agradecidos por eso.",
    "Ahora, desde que regresé, he oído que muchos han sido bautizados en la Fe, y estamos muy contentos por eso. Veo a mi buen amigo, el Hermano Elmer Gabehart allá atrás. Tengo entendido que él acaba de ser bautizado en la Fe, y estoy muy agradecido por eso. Con eso, todo nuestro viejo grupo de cacería allá en Kentucky ahora estará casi listo para tomar solamente el límite, ¿no es así?",
    "Recuerdo (Y sé que Rodney está escuchándome en el cuarto de atrás, si aún está allá atrás, y Charlie está sentado frente a mí.) cuando solíamos ir allá. A todos los muchachos les gustaba; “Pues, solo es ardilla”, ellos tomaban algunas de más si las podían hallar. Pero hablé con ellos que eso no estaba bien. Por lo que ahora ellos… casi todo el grupo se ha convertido, y creo que tendremos que irnos al siguiente condado y ponerlos en línea allá. Eso estaría bien.",
    "Así que, yo algunas veces miro, como todo ministro, por el camino que uno ha recorrido, y me pregunto acerca de—de las cosas, si—si uno habrá sembrado la Simiente.",
    "Uds.… muchos de Uds. están bien familiarizados con Johnny Appleseed en… de América. Pues, también había un—un hombre en Suecia que era algo parecido, él sembró flores. Y dicen que por eso es que ellos tienen tantas flores bonitas en Suecia hoy, y fue porque sembraron las semillas de la flor en dondequiera que él podía encontrar un pedazo de tierra en que las semillas pudieran crecer. Él amaba las flores, así que esparció las semillas alrededor. Él ha partido pero sus flores aún perduran.\n\nY partiendo dejar detrás de nosotros\n\nHuellas en las arenas del tiempo;\n\nHuellas, que quizás otro,\n\nMientras navega sobre el solemne mar de la vida,\n\nUn hermano desanimado y naufragado,\n\nViéndolas, tome ánimo de nuevo.",
    "Y eso es lo que nos gusta ver a todos, que algo que hicimos haga que otros se—se beneficien por lo que nosotros hemos hecho.",
    "Hace unos días estaba sentado, hablándole a mi amiguito fiel aquí en la ciudad, un doctor en medicina, Sam Adair. Y él dijo: “¿Cómo estás, Bill?”.",
    "Y yo le dije: “¡Oh, bastante bien, me supongo, Doc!”. Dije: “¿Y tú?”.",
    "Y él dijo: “¡Oh, con muchos pacientes!”. Dijo: “Tuve quince exámenes médicos esta tarde”.",
    "Yo dije: “Bueno, eso es bueno mientras solo sean evaluaciones y no se encuentre nada”. Dije: “Sabes, el…”. Nos pusimos a hablar de cuando éramos muchachos. Y dije: “Bueno, Doc, no sé cuánto tiempo más estaré por aquí; los dos tenemos cincuenta años”.\n\nY él dijo: “Eso es cierto, Bill”.",
    "Y dije: “Pero todos estos años, como treinta y un años de ministerio ahora, he mantenido mi corazón preparado para esa hora cuando Él venga. Así que, no importa cuándo Él venga”.\n\nY él dijo: “Eso es verdad”.\n\nDije: “El gozo más grande que tengo es vivir para los demás”.",
    "Y él dijo: “Eso realmente es la vida, hace la vida real, es cuando uno… no lo que uno puede hacer o lograr para uno mismo, sino lo que uno puede hacer para los demás”.",
    "¿Ven?, ahí es cuando Ud. realmente está viviendo. Y si hubiera alguien entre nosotros que nunca lo haya hecho, tratar de vivir para alguien más, inténtelo, y verá cuánto más tendrá la vida para Ud., cuando Ud. no vive para lo que Ud. mismo puede conseguir de la vida, sino para lo que Ud. le puede dar a alguien más en la vida. Y encontrará que eso es de más bendición que las riquezas o cualquier cosa de… de la que se pueda pensar. Es lo que Ud. puede hacer por alguien más, para hacer las cargas de la vida… Siendo que, la vida en sí, es una carga. Y eso la hará un poquito más liviana para alguien más. Ud. simplemente no conoce el gozo a menos que lo haya intentado alguna vez, de hacer algo por alguien más.",
    "Y entonces eso me hace pensar en los treinta y un años (se cumplirán pronto) de ministerio para el Señor. Y me supongo que todo hombre piensa acerca del momento cuando tenga que llegar a su último servicio y llegar a su hora final, y mirar atrás por el camino y ver lo que se ha logrado, ver lo que ha acontecido: “¿Ha hecho algo uno?”. Y si… como acabo de decir, lo que cuenta es lo que uno hace por los demás.",
    "Con frecuencia me pregunto cómo será cuando yo llegue al final de mi camino, pues no sabemos en qué momento sea, ninguno de nosotros. Entonces pensaba, al mirar por el sendero recorrido por la vida y viendo las diferentes colinas y zarzales y rocas y lugares difíciles y cuando las cosas marchaban bien, y lo que hice en esa clase de tiempos. Todo eso se mostrará uno de estos días en la hora de mi partida. Y así se hará con cada uno de nosotros. Todos podemos estar seguros de eso, que será—será presentado a cada uno cuando llegue ese momento.",
    "Y esto me lleva o me guía a decir algo que yo preferiría huir que decirlo. Me guía a decir algo que yo… Me destroza el corazón profundamente el decirlo, pero lo que digo estoy obligado a decirlo, sabiendo que esto está siendo grabado y el mundo lo va oír: pero he dejado el ministerio por una—una causa por la cual siento mucho que tengo que dejarlo. Y tal vez muchos de Uds. lo han oído, estoy cerrando mi oficina y demás, y estoy dejando el campo.",
    "Yo no sé a dónde me guiará nuestro Señor, y de eso no tengo control, o lo que Él quiera que yo haga, para que yo haga. Pero estoy pensando en el final del camino a donde debo llegar. Y a lo largo del caminar de la vida yo he cometido muchos errores, los cuales siento mucho, de todo corazón, porque me supongo que siendo humano y en debilidad y demás, causa que una persona haga cosas o diga cosas que… y aun actuar en una forma que ellos de otra manera no actuarían. Pero por la debilidad de un ser humano, pues, nosotros—nosotros tenemos esos momentos. Pero hay…",
    "Si hay algo en mi corazón por hacer, es oír esas Palabras de nuestro Señor Jesús al final de esta jornada, que diga: “Lo has hecho bien, Mi buen y fiel siervo”. Y muchas veces he dicho que me hubiera gustado estar parado allí cuando Él dijo: “Venid a Mí”; pero sí deseaba oírlo decir: “Bien hecho”. Pues yo no oí originalmente la Voz decir: “Venid a Mí”, allá en los tiempos en que se escribió la Biblia; pero mi deseo sí es oírlo decir: “Bien hecho”.",
    "Y si hay algo que yo siempre quise ser, y lo deseé de corazón, fue ser un verdadero siervo de Jesucristo, mi Señor y Salvador. Quiero que mi testimonio sea limpio, bien definido, que yo me paré a pesar de todos mis errores, amándolo con todo mi corazón. Y eso hago esta mañana de todo corazón.",
    "Y, por causa de eso, me obliga a decir que dejo el ministerio, porque hay algo que surgió entre la gente que me ha obligado a hacerlo, y es, que me han sacado de mi posición de “un ministro” o “un hermano” y he sido llamado Jesucristo, y así llamado… y eso me marcaría como un anticristo. Y yo prefiero encontrarme con Dios como un derrotado antes de encontrarle como un anticristo arrebatándole a Él.",
    "Escuché eso hace unos—unos años y pensé que era una broma. Y conocí un par de hermanos (y no veo a ninguno en la reunión esta mañana), dos o tres de ellos en una ocasión en un viaje de pesca, y se me acercaron con el tema diciendo: “Hermano Branham, ¿no es Ud. el Mesías ungido, el Cristo?”.",
    "Y puse mis brazos alrededor del cuello de ambos hermanos, o, de todos ellos, y dije: “Hermanos, tanto como he tratado de ser un verdadero siervo de Cristo, yo no quisiera que Uds. dijeran una cosa como esa. Y si alguna vez eso fuera dicho de mí, entonces dejaré el campo con una conciencia limpia, y Uds. quienes hacen eso serán responsables por toda alma que yo hubiera salvado durante ese tiempo; ¿ven?, por sacarme del campo”. Y pensé que eso terminó el asunto.",
    "Y lo oí unas cuantas veces más. Pero no fue así. Y el otro día en Canadá un hermano me mostró una tarjetita de una cosa que él llevaba en su bolsillo, decía: “William Branham es nuestro Señor”, bautizando en el nombre de William Branham. Y un pequeño… un precioso… Si hubiera sido un enemigo, si hubiera sido mi enemigo yo hubiera sabido que era una broma. Pero un precioso y amado hermano llegó para confesar sus pecados y sus errores y expresar su fe en mí como si yo fuera Jesucristo.",
    "Y tengo cartas en casa, y llamadas desde Chicago y diferentes lugares, preguntándome si yo creo ese dogma.",
    "Y tengo toda clase de cartas que han llegado en los últimos días, y llamadas de diferentes lugares, pues, diciendo que yo era Cristo. ¡Hermanos, esa es una mentira horrible, vergonzosa, impía, del diablo! ¿Ven? Vean, yo soy su hermano. Ahora, eso echaría a cualquiera del campo. Eso haría a cualquiera que ama a Cristo huir por eso mismo.",
    "Yo fui al Señor aquí no hace mucho tiempo, cuando lo escuché por primera vez, hace como un año. Y entonces fui al Señor y Él me remitió a la Escritura de cuando Juan salió predicando, que ellos no habían tenido un profeta en la tierra por tantos años, al grado que… todos se maravillaban en sus corazones, pensando que Juan tal vez era el Mesías. Y, entonces yo… Juan, ellos fueron y le preguntaron, y él dijo que no lo era. Uds. lean eso en Lucas el capítulo 3, el versículo 15. Y, entonces… Pero, eso como que se calmó, así que yo lo dejé así.",
    "Pero luego, cuando llegó a esto, entonces supe que se debía hacer algo. Y digo esto: “Que las visiones y el Ángel del Señor que apareció en el río”, (así este sea mi último mensaje o la última cosa para la iglesia, para el mundo): “Esas cosas son Verdad, en cuanto al Ángel del Señor”.",
    "Y guardé la paz si la gente me llamaba profeta muchas veces, porque un profeta en el testamento inglés solo es “un predicador, un profetizador, uno que predice la Palabra”, y todo eso. Eso pudiera tolerarlo porque uno puede hacer eso a un lado; pero cuando se trata de ser llamado “Cristo Ungido” o algo así, eso fue demasiado para mí. Y eso no lo pude soportar.",
    "Y entonces, como… vine… Después que salí de la reunión en Canadá, me di cuenta que por allá con los Esquimales o los indios allá arriba, eso se había difundido entre ellos.",
    "Y eso me destrozó por completo. Y el viaje de cacería que había planeado por tanto tiempo, no pude tomarlo. Temía un accidente de cacería, si Uds. entienden lo que quiero decir. Me puse muy tembloroso, peor de lo que estoy aquí parado ahora. Y no pude soportarlo más, pensar que treinta y un años de ministerio se fueron por el desagüe del diablo, a la… Cuando me haya ido, ¿qué dirán ellos? “Allí está él, eso es exactamente lo que era”; y toda la influencia que yo tenía sobre la gente, ven Uds. entonces dónde estaría, yo sería un anticristo. ¡Y simplemente no pude soportarlo!",
    "Pensé: “Yo prefiero morir aquí en el bosque, como si me hubiera caído sobre mi rifle o algo, que…”. Y miré que yo estaba… Entonces pensé en mi pequeño José y todo eso, que debía ser criado. Y yo no estaba en condición para cazar, así que solo dejé el bosque y me vine a casa.",
    "Y llevo como ocho o diez días hecho pedazos, en tal estado que yo—yo pensé que estaba perdiendo la mente. Y les pedí a todos que guardaran su distancia de mí y me dejaran solo, porque estoy en tal estado y nervioso y turbado y todo hecho pedazos.",
    "Y pensé, si hubiera sido algún enemigo mío, no habría problema, pues solo me hubiera reído de eso y seguido adelante; pero cuando resultó que eran hermanos preciosos, hermanas preciosas, entonces eso es lo que me dolió. Y yo dije: “Señor, demasiado… la cosa es demasiado para mí, tendré que irme y dejarlo en Tus manos. Yo—yo no sé qué más hacer”.",
    "Hace unas noches, para aclararlo, tuve una—una visitación del Señor. Y yo vi unos preciosos… mimando… una—una serpiente que era amarilla y negra, y hablándome todo el tiempo, y—y la cosa me hirió en la pierna. Pero la sangre estaba tan rica que no me hizo efecto. Y miré abajo, y allí es donde había sido mordido antes. Y me di vuelta rápidamente con un rifle y le disparé la—a la cosa, y le dio en pleno centro.",
    "Y un hermano dijo… Y di vuelta con mi rifle para desprenderle la cabeza de un tiro, y él dijo: “No haga eso, solo recoja el palo allí a su lado”. Y cuando di la espalda para recoger el palo, se escabulló a un poco de agua, un pequeño charco de agua.",
    "Y dije: “Bueno, ahora no podrá hacer daño por mucho más tiempo, porque creo que el hermano se da cuenta (los hermanos) de lo que iba a suceder”. Yo dije: “Va a… Está herida de muerte, así que morirá”.",
    "Y les pregunté a muchos de mis miembros aquí de mi iglesia, de este tabernáculo del Hermano Neville y yo, que han estado viniendo a mí con esa misma pregunta: Hermanos, hermanas, ¿no me he esforzado de ser un verdadero siervo de Cristo delante de Uds.? ¿No me he esforzado yo de ser su hermano? Ahora, sea donde sea, es un espíritu en personas preciosas. Mucha gente me lo ha preguntado. Pero es—es un espíritu, pero espero que hoy eso reciba una herida mortal y muera rápidamente para que yo pueda regresar al ministerio. Hasta entonces, les pediré a cada uno: oren por mí. No sé qué voy a hacer. Mi casa está en venta. No lo puedo soportar, si me—me—me quedo por aquí, terminaré completamente loco. Y estoy… Les pido que oren por mí.",
    "Y, recuerden, si Uds. alguna vez me han creído, si alguna vez han creído que yo soy un siervo de Cristo, recuerden: “¡Eso es un error! ¡Es falso!”. ¡ASÍ DICE EL SEÑOR! “¡Está errado! ¡No tengan nada que ver con eso!”. Yo soy su hermano.\n\nInclinemos nuestros rostros.",
    "Padre Celestial, mi carne tiembla, mis manos están apretadas, los dedos de mis pies están encogidos en mis zapatos. ¡Oh, Dios!, ¡sé misericordioso! ¿Qué habré hecho Señor, para merecer esto? Oro que seas muy misericordioso conmigo, Señor, y con todos. Y allá con esa gente preciosa y amada, que ellos vean su error y lo que han hecho, Señor, para romper el corazón de su hermano y… no solamente de su hermano, sino de nuestro Salvador, nuestro Padre Celestial. Oro que perdones nuestros errores, Señor. Permite que la santa Sangre de Cristo ahora junte nuestros seres, Señor, y sea bendita la Unión que une nuestros corazones en amor Cristiano y compañerismo.",
    "Dios, que el enemigo que vino a nuestros hermanos y nuestras hermanas con… reciba una herida mortal para que ya no pueda existir; que simplemente muera, Señor. Cuando hagas eso, Padre, yo regresaré al campo otra vez. Pero hasta entonces, Señor, soy Tu siervo con el corazón roto, esperando, esperando. Va más allá de lo que yo pueda hacer. Con lágrimas y con llanto y con persuasión yo traté, Señor, esforzándome (Tú conoces mi corazón.) por detenerlo antes de que avanzara tanto, pero avanzó más allá de cualquier cosa que yo pudiera hacer. Así que, Padre, lo encomiendo en Tus Manos desde este púlpito de donde he predicado por todos estos años. Yo lo encomiendo en Tu Mano.",
    "Ahora Tú encárgate de eso, Padre, en Tu Propia manera Divina. Y cuando todo haya terminado y todo haya acabado, entonces Tu siervo regresará. Hasta entonces yo estaré esperando oír de Ti, Señor.",
    "Bendícenos ahora y danos un gran servicio hoy; pues estamos aquí no solo para esto, sino solo para aclararlo públicamente ante el mundo. Para que ellos puedan saber, Padre, que yo Te amo y Te creo y me he parado por Ti, y—y quiero hacerlo. Si me tengo que ir, permite que me vaya, Señor, con un corazón limpio y un testimonio verdadero de que yo Te creí y confié en Ti. Concédelo. Y Te alabaré y Te daré la gloria por todas las edades que están por venir por Jesucristo. Amén.",
    "Ahora, en las Escrituras, abramos en la Biblia al… Pensé que esta mañana sería bueno, si al Hermano Neville no le importa, solo continuar por unos minutos en…",
    "Ahora, yo… No quiero oír que esto se mencione otra vez entre alguno de Uds. Solo oren y manténganlo fuera, aparten eso. ¿Ven? Yo no… Yo—yo tengo—yo tengo cincuenta y dos años, pero creo que quizás si Dios me guarda, me queda un poquito de vida, pues quiero gastar cada onza de mi tiempo para Cristo. Así que, recuerden, me estoy retirando porque se me obliga a hacerlo.",
    "Ahora, en el Libro de Apocalipsis, en el capítulo 4 donde quedamos el otro día cuando estábamos estudiando… Apocalipsis, creo que el capítulo 4, en la última parte del versículo, del capítulo. Bueno, ¿a cuántos les gusta el Apocalipsis? ¡Maravilloso! Ahora, creo que terminamos en el—en el capítulo 5, ¿no es así? Terminamos en el capítulo 4, los cuatro Seres vivientes. Ahora, abordemos la Palabra ahora, olvidando esas cosas que están en el pasado.",
    "Padre, Dios, Tú ayúdanos ahora siendo que estamos nerviosos, pero abordamos la Palabra. Olvidando aquello que está en el pasado, proseguimos ahora a la meta del supremo llamamiento, el supremo llamamiento del ministerio para ser un siervo de Cristo. Danos la Palabra esta mañana y alimenta nuestras almas hambrientas, pues estamos anhelando, Señor, y esperando esa preciosa unción del Espíritu Santo. Ven entre nosotros, Señor, perdonando nuestros pecados y delitos y permitiéndonos ser Tus siervos. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, vimos las edades de la iglesia, las últimas Siete Edades de la Iglesia. Y entonces, ahora, yo creo que algunos de ellos están tratando de… van a poner esto en escrito, las edades de la iglesia. Luego entramos en el capítulo 4 del Libro de La revelación de… ¿Qué es esto? La revelación de Jesucristo. La revelación, llamado en latín, el Apocalipsis, lo cual significa “ser revelado, quitando la—la cubierta de, mostrar, exponer”, sacar a luz la revelación de Jesucristo el cual Era, Es, y que Ha de venir, la Raíz y Linaje de David.",
    "Ahora, en el capítulo 4, vemos que Juan fue arrebatado al Cielo después de haber visto las edades de la iglesia. Solo estoy poniendo una pequeña base ahora, y luego vamos a…",
    "Tal vez sea mejor leer unos versículos del capítulo 5, y entonces comenzaremos directamente con la base.\n\nY vi en la mano derecha del que estaba sentado sobre el trono un libro escrito por dentro y…fuera, sellado con siete sellos.\n\nY vi a un ángel fuerte que pregonaba a gran voz: ¿Quién es digno de abrir el libro y desatar sus sellos?\n\nY ninguno, ni en el cielo ni en la tierra ni debajo de la tierra, podía abrir el libro, ni aun mirarlo.\n\nY lloraba yo…, porque no se había hallado a ninguno digno de abrir el libro, ni…leerlo, ni de mirarlo.\n\nY uno de los ancianos me dijo: No llores. He aquí que el León de la tribu del…de Judá, la raíz de David, ha vencido para abrir el libro y desatar sus siete sellos.\n\nY miré, y vi que en medio del trono y…los cuatro seres vivientes, y en medio de los ancianos, estaba en pie un Cordero como inmolado, que tenía siete cuernos, y siete ojos, los cuales son los siete espíritus de Dios enviados por toda la tierra.\n\nY vino, y tomó el libro de la mano derecha del que estaba sentado en el trono.\n\nEsos son los primeros siete versículos.",
    "Ahora, ahora en el capítulo 3 de Apocalipsis, encontramos el final de la Edad de la Iglesia, la cual terminó con la de Laodicea, la edad de la iglesia tibia. Luego vemos que, inmediatamente después de eso, Juan fue arrebatado en el Espíritu, a los Cielos. Y él vio cosas que eran, y habrían de venir, y cosas que habían sido. Ahora, nos damos cuenta que la Iglesia ya no aparece hasta el capítulo 19 de Apocalipsis, entonces ella regresa con su Señor, gloriosamente lavada en la Sangre.",
    "Ahora, en esta última cita, como una pequeña base para establecer dónde está Juan ahora, vimos que en el último mensaje… Yo estaba repasando brevemente ayer, un poco del contexto del cual había hablado. Y Juan fue llevado arriba a los Cielos y vio esas cosas. Y yo había notado allí que Él me había dado una revelación, que… Uds. saben, después de Su resurrección muchos estaban con Él, y algunos dijeron: “¿Qué le va a suceder a este hombre que está recostado sobre Tu pecho (Juan)?”.",
    "Jesús se volvió y dijo: “¿Qué a ti si él queda hasta que Yo venga?”. Así que, Él nunca…",
    "Entonces salió una doctrina. ¿Ven lo fácil que puede empezar? Allí salió una doctrina que—que “Juan no iba a morir hasta que él viera a Jesús venir, hasta la Segunda Venida”. La Biblia dice que de eso salió una doctrina.",
    "Sin embargo, Jesús no lo dijo de esa manera. Él dijo: “¿Qué a ti si él queda hasta que Yo venga?”.",
    "Ahora, vemos que él fue levantado a los cielos y miró desde ese tiempo hasta la venida del Señor, como si él hubiera estado allí y lo hubiera visto suceder todo. Juan mismo no vivió… Él vivió hasta los noventa y tantos años, y luego murió de—de muerte natural (el único de los apóstoles) después de venir de su exilio de la Isla de Patmos.",
    "Ahora, hay un punto sobresaliente que yo pudiera… (creo que sacaron mi… la pizarra, pero…) me gustaría poner énfasis un poco antes que toquemos esta cosa vital. ¡Oh, esto es glorioso! Es un maravilloso capítulo, maravilloso.",
    "Y luego el capítulo siguiente empieza con la apertura de estos sellos. ¡Oh, hermano! Y entonces tenemos que brincar de allí e ir a diferentes citas de la Biblia, para entender estos sellos cuando se abren y cuáles son sus misterios. ¡Oh, son gloriosos, ricos con vitaminas espirituales!",
    "Ahora, vemos que una de las grandes cosas sobresalientes a las cuales me gustaría llamarles su atención, fueron los Seres vivientes (de la última parte del capítulo 4) que Juan vio al observar esa Arca del Pacto. ¿Recuerdan Uds. cómo ellos estaban colocados, así como Israel en su marcha? Pues, ellos tenían allí el rostro del Ser viviente. Y vimos que estos Seres no eran Ángeles, ni tampoco eran hombres. Ellos eran Querubines. Y los encontramos en el Antiguo Testamento con el arca. Los encontramos en el Nuevo Testamento. Y luego los encontramos de nuevo en la Venida del Señor, Querubines protegiendo el propiciatorio.",
    "El propiciatorio al cual nadie podía acercarse a menos que hubiera una expiación allí para esa persona, la única manera que el santuario… Cuando era rociado con la sangre, entonces llegaba a ser un propiciatorio. Pero después de que la sangre fue quitada, entonces llegó a ser un tribunal.",
    "Y, ¡oh, hermano!, nadie pudiera soportar los juicios de Dios. Lo único que nosotros podemos buscar es misericordia, no juicio, no justi-… justicia. Nosotros no podemos acercarnos a Su justicia; porque, Su justicia, Él tendrá que cumplir Su Palabra; y al cumplir Su Palabra: “El día que de él comieres, ese día morirás”. ¿Quién va a querer justicia? Yo no quiero justicia. Yo pido misericordia. ¡Oh!, deje que la misericordia de Dios… ¡Y el propiciatorio ha sido rociado!",
    "Pero hubo un tiempo de limpieza del santuario, cuando era un tribunal mientras la sangre no estaba en el propiciatorio.",
    "Entonces, estamos acercándonos a ese tiempo ahora. Estamos acercándonos ahora, en esta edad, a una limpieza del santuario y a los juicios cayendo sobre la tierra. ¿Ven? Mientras la Sangre esté allí, Dios no puede destruir la tierra; mientras la Sangre esté allí, nadie es un pecador delante de Dios. Todos están bien, porque hay una Expiación para todos. Pero si Ud. no acepta esa Expiación y no entra en Su Presencia, entonces Ud. es un pecador, Ud. está más allá de esa misericordia. Entonces Ud. mismo se ha juzgado. Pero ahora mientras hay misericordia… Pero cuando viene la limpieza del santuario, la Sangre sale del propiciatorio y entonces la ira de Dios cae sobre la tierra. ¡Oh, vaya! ¡Que Dios sea misericordioso con nosotros, que no seamos encontrados en ese día sin las misericordias de Dios!",
    "Ahora, vemos allí… Trataré como de espiritualizarlo aquí, o dibujárselos con mis manos, que había cuatro esquinas, así como acampaba Israel. Ellos ponían el—el arca en el centro, y en los cuatro lados de la tienda había tres tribus de Israel, y tres cuatros son doce, o cuatro tres, mejor dicho, doce. Y cada tres tenían una cabeza. Y cada cabeza de la tribu…",
    "Uno de ellos era Rubén, él siempre acampaba al—al sur. Él era la cabeza de hombre. Y Efraín, estaba al oeste, con tres tribus, él era el—el buey. El… Luego en el este estaba Judá, el cual es el león. Y en el norte estaba Dan, el cual era el águila. Ahora, fíjense. ¿Los recuerdan? Todos los recuerdan bien, como los habíamos dibujado: el águila, y el buey, y el—el hombre, y el león.",
    "Ahora, fíjense, Judá guarda la puerta del este. Y Cristo es “el León de la tribu de Judá”. Él descenderá de los cielos del este, va a entrar por medio de la puerta. Él viene de la puerta del este de la tribu de Judá. Y Él es “el León de la tribu de Judá”.",
    "Y vemos, en nuestro siguiente mensaje esta mañana, que Él todavía se proclama “El León de la tribu de Judá, la Raíz, el principio mismo de David”. David era el rey, Eternamente. Y Cristo se sienta en el trono de David en el Milenio, el cual es Rey Eterno; “nunca le faltará alguien a David”. ¡Aleluya! “¡Jamás le faltará alguien a David”! Dios lo prometió, dijo: “Nunca le faltará a David, ni uno”.",
    "Uds. dicen: “Qué de hoy, ¿dónde están esos jueces judíos?”.",
    "Él aún tiene la Simiente, Cristo es su Hijo conforme a la carne. Allí está uno sentado: “A David no le faltará”. Así es. Y Cristo es ese “León de la tribu de Judá” de la cual vino David.",
    "Ahora, vemos que ellos eran los guardias del propiciatorio. Ellos vigilaban el propiciatorio. Nada se le acercaba, tenía que cruzar por encima de las tribus primero antes de que pudiera llegar al propiciatorio. Cada hombre estaba dispuesto a dar su vida, todo israelita en el campamento moría antes de que algo pudiera entrar en ese campamento allá y tomar ese propiciatorio. Y vemos ahora que ese era el orden del Antiguo Testamento.",
    "Y encontramos lo mismo en el orden del Nuevo Testamento, que estaba protegido, el propiciatorio. ¡Oh, espero que lo capten! El propiciatorio todavía está protegido, aún tiene los guardias. Y vimos que esos guardias son Mateo, Marcos, Lucas y Juan, protegiendo el Libro de los Hechos, los hechos del Espíritu Santo realizados entre los apóstoles, el cual es el—el Libro de los Hechos del Nuevo, del Nuevo Testamento. Y los cuatro escritores de los Evangelios, Mateo, Marcos, Lucas y Juan, todos protegen ese propiciatorio para mostrar que es Dios el Espíritu Santo hoy. Cada Escritura, Mateo, Marcos, Lucas y Juan, cada uno respaldará el verdadero Evangelio del Señor Jesucristo y los hechos del Espíritu Santo.",
    "Ahora, cuando vamos más allá de Eso entonces no es así. ¡Pero Eso respalda el verdadero Mensaje! Como nos damos cuenta en Hechos 2:38, de: “Arrepentíos, y bautícense en el Nombre de Jesucristo para perdón de vuestros pecados”.",
    "Y hoy ellos adoptaron el Nombre de “Padre, Hijo y Espíritu Santo” para ser bautizados. ¡No hay Escritura para eso! No hay base. No hay—no hay nada que proteja eso, ¡ni una sola cosa! Uds. dicen: “Mateo lo dijo”. Mateo Lo protegió. Mateo 28… 1:18 dice:\n\nEl nacimiento de Jesucristo fue así: Estando desposada María su madre con José, antes que se juntasen, se halló que había concebido del Espíritu Santo.\n\nAconteció todo esto mientras…José su marido (mejor dicho) como era justo,…no queriendo infamarla, quiso—quiso dejarla en secreto, de esta manera.\n\nY pensando él en esto, he aquí un ángel del Señor se le apareció en sueños y le dijo: José, hijo de David, no temas recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es.",
    "Entonces, el Espíritu Santo y Dios el Padre es la misma Persona o Él tuvo dos padres. ¿Ven? ¡Así que, Uds. ven!\n\nY dará a luz un niño,…llamarás su nombre JESÚS,…\n\n…y esto aconteció para que se cumpliese…dicho por…profeta,…",
    "Dios estaría con nosotros, llamado Emanuel, el cual es Dios, Padre, Hijo y Espíritu Santo, en un Nombre (Jesucristo) el cual protege esa puerta contra el error.",
    "Hace unos días en Chicago, delante de una asociación ministerial de Chicago, el gran Chicago… Yo sabía… El Espíritu Santo me levantó en la noche y me dijo: “Párate junto a la ventana”. Dijo: “Hay un grupo de ministros y están preparando un desayuno para ti”. Dijo: “Ten cuidado, ellos te van a atacar sobre esto”.",
    "Yo dije: “Gracias, Señor”. Él me mostró dónde iba a ser.",
    "Y yo fui y le dije a algunos ministros, al Hermano Carlson y al Hermano Tommy Hicks, como iba a ser. Yo dije: “El lugar que Uds. concretaron, no va a ser así. Vamos a estar en otro lugar”. Les dije cómo estaría sentado el Doctor Meade; cómo iba a entrar un hombre de color, se sentaría así; y todo al respecto.",
    "Entonces esa mañana, pues dijeron… Mi hijo me dijo, él dijo: “¿Papá, vas a ir allá a meterte en ese lío?”.",
    "Y yo dije: “Yo no voy allá a discutir. Voy allá ungido con el Espíritu Santo, con una Palabra de Dios que protegerá ese propiciatorio, mientras Él esté allí”.",
    "Entonces cuando llegamos allá, antes de que ellos tuvieran oportunidad de preguntar una sola cosa, el Espíritu Santo me habló, dijo: “Ahora es el momento de decirlo”.",
    "Dije: “Yo sé por qué están aquí”. Y dije: “Ahora, Hermano Hicks, y Ud. y Hermano Carlson, director de los Hombres de Negocios Cristianos” le dije, “¿no está todo exactamente como el Espíritu Santo me lo dijo anteayer? ¿Que Uds. no conseguirían ese cuarto, que estaríamos aquí?”. Y ellos apenas lo consiguieron esa mañana. Y yo dije: “Ahora miren, todos están sentados de la manera que Él dijo que sería”. Yo dije: “El asunto sobre el cual Uds. me quieren abordar es sobre el Nombre de Jesucristo para el bautismo”.",
    "Y cuando nosotros… El Espíritu Santo empezó a tomar la Palabra de Dios y revelarla e interpretarla de esa manera, y todo ese grupo de ministros trinitarios sentados allí, por debajo de la mesa se daban las manos los unos a los otros y lágrimas corrían por sus mejillas. Y entiendo que setenta y dos de ellos van a venir aquí a este tabernáculo para que yo los bautice en el Nombre de Jesucristo.",
    "El propiciatorio está protegido, ¿ven?, el Espíritu Santo protegiendo el propiciatorio. Debemos mantenerlo así exactamente… Permitan que esa Palabra de Dios… esos grandes mensajeros sentados allí, Mateo, Marcos, Lucas y Juan, que respaldan todo hecho de ese Nuevo Testamento.",
    "Y ahora, ahora, eso es exactamente lo que dije en la primera parte del mensaje de esta mañana, mantengámoslo allí mismo protegido por el Evangelio. ¿Ven Uds.? ¿Ven? Manténganlo allí mismo donde los Evangelios lo van a proteger.",
    "Ahora, vemos allí que ellos estaban protegiendo el propiciatorio de Dios en el Antiguo Testamento; y allí, Mateo, Marcos, Lucas, Juan, todos ellos. Y aun el León de la tribu de Judá dio Su Vida para proteger ese propiciatorio, permitió que fuera rociado con Su Propia Sangre. Y allí está Él esta mañana, hoy, el gran Conquistador el cual descenderá del este algún día y nosotros lo veremos.",
    "Ahora, abramos rápidamente, porque sé que hay un servicio bautismal. ¿Qué es este Libro sellado con siete sellos? ¡Oh, qué gran cosa! ¿Se fijaron cómo dice aquí: “Eran siete sellos en la parte de atrás del Libro”? Es algo… ¡Oh!, que Dios nos ayude ahora y nos dé valor, y quizás tarde o temprano yo pueda dárselos a Uds. Miren, esto no está escrito en la Palabra, está sellado en la parte de atrás de la Palabra. El Libro estaba sellado por estos siete sellos. Todo el misterio del Libro está sellado en estos siete sellos. Este es uno de los capítulos más grandiosos en todo el Libro de Apocalipsis. Miren:\n\nY vi en la mano derecha del que estaba sentado sobre el trono un libro escrito por dentro y…escrito por dentro (Por dentro está escrito, es lo que estamos leyendo esta mañana.) y…fuera, sellado con siete sellos.\n\nFuera de la Biblia, lo que la Biblia ni siquiera dice, está sellado aquí adentro con siete sellos: los misterios de Dios.",
    "Ahora, ¿qué es? Ahora, fíjense. Un sello representa un producto terminado, algo que ya ha sido ensayado, probado y luego sellado. ¿Dónde está…? Nosotros tenemos las Arras de nuestra salvación ahora al estar sellados con el Espíritu Santo. Esas son las Arras de nuestra salvación.",
    "Regresemos por un minuto. Yo—yo tengo una Escritura anotada aquí, varias de ellas, yo no… no tendremos tiempo de verlas todas. Pero regresemos a Efesios por un momento, y leamos el… en el capítulo 1 de Efesios, para que Uds. puedan captar el verdadero significado.\n\nPablo, apóstol de Jesucristo por la voluntad de Dios, a los santos…que están en Éfeso:",
    "Y, recuerden, Juan dirigió esta carta a los efesios, a Éfeso y a los fieles en Cristo, a los que Pablo les había predicado y criado, nutrido con el Evangelio. ¿Ven?\n\nÉfeso…y fieles en Cristo…",
    "Esos son aquellos que ya están en Cristo. ¿Cómo entramos en Cristo? “Por un solo Espíritu somos todos bautizados en un Cuerpo”, el cual es el Cuerpo de Cristo.",
    "Gracia y paz a vosotros, de Dios nuestro Padre y…el Señor Jesucristo.\n\nBendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo Jesús,",
    "Ahora ¡piensen en eso! Él nos ha bendecido con toda gracia celestial, bendiciones, mientras nos reunimos en Cristo Jesús (como los creyentes, la Iglesia elegida, llamada fuera, apartada). Él nos ha sellado por dentro con Su Espíritu Santo, y ahora está revelándonos todas las cosas que están en el futuro para nosotros. Ahora hemos llegado a los siete sellos.\n\nsegún nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha…\n\nen amor habiéndonos predestinado para ser adoptados hijos suyos por medio de Jesucristo, según Su Propio afecto…",
    "¡Qué hermoso pensamiento es este! Sigamos leyendo por un minuto. Quiero llegar aquí abajo especialmente al versículo 12 y 13, 14:\n\nA fin de que seamos para alabanza de su gloria, nosotros los que primeramente esperábamos en Él.\n\nEn él también vosotros, habiendo oído la palabra de verdad, y el evangelio de vuestra salvación,…habiendo creído en él, fuisteis sellados con el Espíritu Santo de la promesa,",
    "🦅 Después de que creísteis”. ¡Oh, mi hermano bautista!, ¿cómo podría Ud. decir que Eso no es así? ¿Ud. dice que recibe el Espíritu Santo cuando Ud. cree? Dijo: “Después de que Ud. cree entonces Ud. fue sellado con el Espíritu Santo de la promesa”. Fíjense:\n\nque es las arras de nuestra herencia hasta la redención de la posesión adquirida, para alabanza de su gloria.",
    "Ahora, vemos entonces que un sello significa que “es una cosa terminada con Dios, ya está resuelta”. Y todo creyente estaba sellado con esta promesa desde el mismo principio, porque antes de la fundación del mundo nosotros fuimos predestinados para ser adoptados hijos. ¡Antes de que el mundo comenzara! ¡Oh, qué esperanza! Eso nos hace descansar firmes y seguros. Un ancla para el alma que no es llevada aquí y allá, sino anclada en Cristo, una esperanza que es segura. “Nos predestinó antes de la fundación del mundo, para ser adoptados hijos por medio de Jesucristo”. ¡Oh, qué maravilloso! Eso me encanta: “una obra terminada” con Dios.",
    "Ahora permítanme solo citarles otra Escritura. “A todos los que Él antes conoció, Él los ha llamado; a todos los que Él llamó, Él los justificó; a todos los que Él ha justificado, Él los ha glorificado”. Desde el principio, Dios, en Su gran mente infinita, conoció a Su Iglesia y la predestinó para ser adoptados hijos, por medio de Jesucristo, para darles Vida Eterna al final de la edad. ¡Qué cosa más hermosa! Hermano Neville, ¡eso me hace sentir mucho mejor! ¿A Ud.? ¡Oh, sí! ¡Adopción por medio de la Sangre de Jesucristo!",
    "Ahora, fíjense mientras seguimos. Ahora, sabemos que ha sido termina-… Estamos predestinados con el Cordero. El Espíritu Santo es nuestro Sello. Las arras significa que “aún ha de venir más”. Nosotros solo tenemos ahora las Arras de Eso. Las Arras son solamente el pago inicial (¡Oh!, ¡qué hermoso!), solo el pago inicial que lo reserva y lo asegura y lo ancla para que nadie más pueda tocarlo. Son las Arras de nuestra adopción. Amén. El Espíritu Santo ahora es las Arras de Dios en nuestros corazones (sellado), la adopción de hijos esperándonos al final del camino. ¡Hijos e hijas de Dios!",
    "Vamos a otra Escritura, rápidamente, la tengo escrita aquí en esta otra página. Romanos 8:22, yo creo que es hermosa. Ahora, al estudiar ayer, escribí aquí unas cuantas Escrituras a las que me gustaría referirme.\n\n…sabemos que—sabemos que toda la creación gime a una, y a una está con dolores de parto hasta ahora;\n\ny no sólo ella, sino que también nosotros mismos, que tenemos las primicias del Espíritu, nosotros también gemimos dentro de nosotros mismos, esperando la adopción, la redención de nuestros cuerpos.",
    "¡Oh!, ¿lo ven? “Toda la creación está gimiendo”, dijo Pablo. Todo está gimiendo. Miren a los árboles cómo luchan. Miren a las flores cómo luchan por la vida; solo para que la helada las destroce. Miren a los árboles cómo luchan para mantener extendidas sus ramas que cantan glorias a Dios. ¿Ven? Todo, toda la naturaleza, todos los animales, todas las aves, cómo ella vuela rápidamente del enemigo y se aleja, todo gimiendo. “Y nosotros mismos” dijo Pablo, “también gemimos con ellos, porque estamos esperando la redención de nuestro cuerpo”.",
    "Pero ¡ahora! ¡Ahora! Ellos lo hicieron todos esos años hasta ¡ahora! ¡Ahora nosotros tenemos las Arras de nuestra herencia! ¡Oh, vaya! ¿Qué tenemos? Tenemos la evidencia que Dios vive. Tenemos la evidencia que Dios está con nosotros. Tenemos la evidencia que Dios no nos ha olvidado, de que somos de Él y Él es nuestro, porque nosotros (en nuestros cuerpos), ahora nosotros tabernaculizamos al Espíritu Santo de Dios que clama: “Abba, Padre”. Y no hay nada que pueda llegar a quitar eso. Estamos anclados en Cristo.",
    "Ahora, los árboles no la tienen, la naturaleza no la tiene, sin embargo, nosotros aún estamos gimiendo con ellos porque todavía no hemos recibido la plenitud de nuestra adopción. Pero tenemos las Arras de ella, que fuimos recogidos de las cosas del mundo y ahora hemos llegado a ser hijos e hijas de Dios. ¿Qué clase de gente deberíamos de ser? ¡Oh, hermano!, ¡cuando pensamos en eso! ¡Piensen en eso!",
    "Ahora tenemos las Arras, nuestro espíritu está gimiendo por la adopción total, pero ahora tenemos las Arras de ella. Al recibir el Espíritu Santo, es las Arras de nuestra adopción completa o salvación completa. ¡Oh, cuán hermoso! Eso me encanta. Muy bien.",
    "Estamos esperando la adopción plena. Esto acontecerá ¿cuándo? En la primera resurrección. Ahí es cuando nuestros cuerpos serán cambiados de estas criaturas viles que somos y tendremos un cuerpo como Su Propio cuerpo glorioso: “Porque lo veremos tal como Él es, y seremos semejantes a Él”. Cuando Él se manifieste, nosotros nos manifestaremos a Su semejanza. Tendremos un cuerpo como el de Él, un glorioso cuerpo glorificado, y todas las pruebas y luchas de la vida se desvanecerán en una pequeña neblina y se las llevará el viento para nunca más ser.",
    "Y estos tabernáculos terrestres en los que ahora gemimos, estamos esperando esas arras—esas arras… que venga la salvación completamente en su plenitud. Pero ahora en estos tabernáculos de barro nosotros tenemos Algo diciéndonos que nos hemos levantado hasta cierta altura. Amén. ¿Qué son las Arras? Es el pequeño pago inicial que lo reserva, Hermano Dauch. Esas son las Arras. Ahora, en un tiempo cuando amábamos las cosas del mundo, en un tiempo cuando pecamos y anduvimos haciendo cosas del mundo, y no nos importaba Dios, éramos extranjeros para Él, sin Dios, sin Cristo, en el mundo; ahora, Dios envió Su Espíritu Santo y por medio de eso somos levantados, apartados de esas cosas. Ahora nosotros tenemos las Arras, sabiendo que hemos pasado de muerte a Vida. ¡Amén!",
    "Aquí, como estaba tratando de mostrar esto así. Aquí es donde se encuentra el pecador común, aquí en la parte de abajo. Ahora, el Cristiano sube un poquito más arriba que esto, él se levanta por encima de toda esa cosa. Esas son las Arras de su salvación.",
    "Ahora, para que Uds. puedan saber cuando… lo que las visiones le hacen a uno. Con la ayuda de Dios, Dios es mi juez, no es mi intención tener otra. Si sucede, me la guardaré, ¿ven?, porque veo lo que hace. La gente no está lista para tal ministerio, así que uno tiene que dejar eso en paz, ¿ven Uds.?, regresar aquí atrás. Si alguna vez regreso al campo de nuevo, seré un evangelista. Pero miren aquí. Aquí en esto, regresando aquí, aquí arriba, uno sube a esto Celestial aquí arriba. Uno vive allá arriba alrededor en esas esferas. Uno va más allá de todo lo que el hombre pueda pensar, más allá de cualquiera de esas cosas. Y lo eleva a uno a esos espacios allí.",
    "Pero, ¿ven Uds.?, ahora tenemos, por el Espíritu Santo, las Arras de nuestra herencia porque hemos sido levantados de las cosas del mundo; y caminamos junto con el mundo, ¡pero estamos por encima del mundo! ¡Oh, Hermano Neville!, que Dios sea misericordioso y se lo conceda a la Iglesia del Dios Viviente…",
    "Si alguna vez llegamos al punto de pensar que la iglesia, una iglesia hermosa, que: “Queremos ir con la corriente de las cosas del mundo; queremos un mejor equipo de baloncesto que el de ellos; necesitamos un—un edificio mejor; tenemos que tener un mejor juego de bunco; tenemos que tener mejor esto y aquello, o eso”; pues, ¿cómo lograremos que Eso se compare con el glamor y el brillo del mundo? No… El Evangelio no es un brillo; es un resplandor. Hay una diferencia entre un brillo y un resplandor.",
    "¿Ven? Nosotros solo andamos, como he dicho, llevando un—un cadáver de una morgue a la otra, al cambiar miembros y cosas como esas. Pues, ¿en qué nos beneficia? “Y nos esforzamos en darle brillo, grandes cúpulas hermosas, enormes lugares hermosos. Necesitamos una mejor que la de los metodistas o una mejor que la de los bautistas, y todos tratando de competir con los católicos, y tenemos juegos de bunco y fiestas y cenas y entretenimientos, y de todo”.",
    "La iglesia no puede compararse con el mundo. ¿Cómo pueden Uds. y el entretenimiento de su iglesia llegar a compararse con la Logia Masónica o—o cualquiera de esas personas que los pueden entretener? Ese es terreno de ellos. No traten Uds. de ir allá a su terreno.",
    "¡Pero nosotros tenemos Algo que ellos no tienen! Tenemos a Jesús. Dejen que ellos vengan aquí si quieren algo. Quédense en Cristo. Nosotros tenemos a Jesús. Ellos no… ellos no pueden tener a Jesús hasta que vengan aquí. Y cuando nosotros vamos allá, estamos fuera del terreno de Él.",
    "No traten de brillar. ¡Resplandezcan! Y Uds. no pueden resplandecer, Uds. tienen que dejar que Él resplandezca a través de Uds. ¿Ven?",
    "La pequeña luciérnaga, no resplandece porque ella quiere resplandecer; es porque ella sí resplandece, hay algo en ella resplandeciendo. Está en ella, es ella haciéndolo, algo por dentro resplandeciendo a través de ella.",
    "Pues, así es con el Espíritu Santo. Nosotros no tenemos que ser peculiares, diferentes, ser algo más, solamente ríndanse y vivan una vida piadosa y solo permitan que Dios viva a través de Uds. Eso resplandecerá por el Evangelio. ¿Ven? No brillar; brillo, eso hace que los monos salten hacia cosas como esas, cualquier cosa que brilla. Saben, ellos siempre están saltando hacia algo “que es brillante”. Pero el resplandor es la “suave y tierna dulzura del—del Espíritu Santo”.",
    "Ahora estamos esperando esa resurrección. Bien ¿entienden ahora? Digan: “Amén” si entienden, a lo que me refiero cuando digo “las arras”. [La congregación dice: “¡Amén!”.—Ed.] Hemos sido… Nosotros—nosotros sabemos que hemos pasado de muerte a Vida porque hemos sido levantados. Hemos sido levantados no por nuestra cuenta, sino levantados de las cosas del mundo, porque amamos a todos. Y Dios nos ama, y nosotros lo sabemos. Y observamos nuestras vidas y vemos que es el Espíritu Santo, porque ya no nos importan las cosas del mundo. ¿Ven? Ahí lo tienen. Mientras Uds. amen al mundo y las cosas del mundo, entonces el amor de Dios todavía no está en Uds. ¿Ven? Pero mientras Uds. estén por encima de eso, entonces Uds. saben que tienen su herencia, ¿ven? Uds. están—están en camino a su plena redención.",
    "Y ahora, eso no vendrá, ¿ven Uds.?, hasta que nosotros tengamos primero… Primero debemos ver a Jesús. Y cuando Él viene, entonces tendremos un cuerpo como Su cuerpo y seremos hechos como Él. Muy bien.",
    "Ahora, nosotros vemos algo aquí que se perdió (porque la Biblia así lo dice, y en el Libro aquí) que—que nos ha redimido. ¿De qué somos redimidos? De algo que seguramente perdimos. Antes que uno pueda ser redimido, debe haber algo que nos redimió de nuevo. Y toda la herencia que teníamos, ha sido—ha sido redimida nuevamente. Entonces seguramente teníamos algo en un tiempo que no tenemos ahora, pero este Cordero vino a redimir. ¿Ven? Teníamos algo de donde nos perdimos.",
    "Ahora fíjense. ¿Qué perdimos? Bueno, se le dio a Adán el tener Vida Eterna; mientras comiera del Árbol él tenía Vida Eterna. Y vimos otra vez que Adán era el… él—él heredó la tierra. Él era el… como un dios novato sobre la tierra. La tierra era de él. Todo le fue dado en sus manos, él podía hacer lo que quisiera con aquello. Él le puso nombre, y llamó e hizo todo lo que él quiso. Él verdaderamente era un hijo de Dios.",
    "Ahora, en la caída, Adán perdió el título de propiedad de ella. Él lo perdió y pasó a Satanás. Satanás tomó el título de propiedad. Adán fue muy negligente, y no redimió su derecho porque él no podía redimir su derecho. Pero Satanás, el cual no lo posee legítimamente, pero lo tiene, es el dios de esta tierra. La Biblia así lo dice. Él lo tiene. No porque él—que él—él verdadera y legítimamente lo posea, pero él lo tiene. ¿Lo captan ahora? Satanás lo posee, él lo tiene en su mano. La muerte está en su mano, la tierra está en su mano, el mundo le pertenece a él, toda nación le pertenece, él gobierna y controla a todo el mundo y todo en el mundo. ¡Satanás!",
    "Pero gracias a Dios nosotros no somos del mundo. ¿Ven? Así que ahí—ahí lo tienen. ¿Ven? Y nosotros… No me refiero a la Iglesia; él no controla a la Iglesia. Él solo controla al mundo. Él dijo que ellos eran suyos, y él es el dios del mundo. Jesús dijo que lo era, y él lo es. “Él es el dios de esta tierra que ha cegado los ojos de la gente”, el dios de esta tierra. Y Él es el Dios del Cielo. Y ahora él no posee esto legítimamente; él no lo posee.",
    "Pero él ha perdido el… y Adán perdió el título de propiedad, de esto, de todas estas cosas que poseemos, Vida Eterna y el heredar la tierra. Jesús dijo, en Mateo 5: “Bienaventurados los mansos porque ellos recibirán la tierra por heredad”. ¿Ven? Pues, no la tenemos ahora.",
    "Y, miren, no fue a Adán o a cualquiera de su simiente. La simiente de Adán también perdió absolutamente todo. No es la simiente de Adán. No importa cuánto tratemos de embellecer este mundo, ni cuánto tratemos de hacer grandes y hermosas casas y demás, aún no le pertenece a la simiente de Adán. No, señor. No le quedó a la simiente de Adán, no, señor, porque Satanás lo tomó completamente todo. ¡Correcto! Porque Adán lo perdió.",
    "Ahora, ¡oh, hermano! Sí, se pudieran decir tantas cosas. Yo—yo no quiero tomar ahora mucho de su tiempo, pues tenemos que bautizar. Muy bien.",
    "Él lo posee, pero no lo tiene legítimamente, Satanás. Cuando el dueño legítimo—dueño legítimo—dueño lo perdió, solo hay una manera en que se puede redimir. Y, esa es por medio de un pariente cercano, es el único que puede redimirlo legítimamente. Ahora, por supuesto, esto lo tuvimos en el nacimiento virginal de Jesucristo.",
    "Ahora, quiero decir algo aquí. Lo primero a lo que queremos regresar, es, si regresamos al—al Antiguo Testamento aquí, yo creo que las escribí aquí en alguna parte, en Levítico 25. En Levítico 25:23 y 24, podrán encontrar las leyes de redención, Uds. que están anotando. Para redimir algo cuando un hombre… Cuando Dios le dio a Israel su… dividió su tierra por medio de Josué, a cada tribu y a cada hombre se le dio una tierra en donde sus hijos heredaron la que era su—su posesión.",
    "Ahora, si este hombre empobrecía y perdía alguna cosa entregándola a otro hombre, este… pues la única manera en que podía ser redimida era por un pariente cercano. Pero finalmente debe regresar. Este hombre solo la tenía por un cierto período de tiempo. Debe regresar al dueño original. ¡Correcto! Debe regresar al dueño original. El… si ellos eran de la tribu de Judá, si era… Si él estaba allí y esto fue asignado a su padre, entonces era para él, o algún pariente cercano podía tomarla. Pero, ahora, nadie más podía legítimamente… Ellos podían tenerla, ellos podían tener la escritura de ella. Ellos podían tener la escritura hasta que la deuda era pagada, pero cuando venía el hombre correcto, la persona que…",
    "Digamos, por ejemplo, que yo poseía un pedazo de propiedad y la perdí, y se la vendí al Hermano Neville el cual es de otra tribu, de Judá, o quizás se la vendí a un extranjero. Y él la poseía legítimamente, él la poseía, él podía entrar allí y cultivarla y tomar los frutos de ella y demás, pero realmente él solo tenía la escritura. “Él no podía poseerla”, esa era una ley en Israel. Ahora Uds. lean en—lean en Levítico 25, y verán que ellos no podían poseerla legítimamente, él solamente la tenía.",
    "Bueno, ahora, por ejemplo, si mi hijo quisiera… Billy, allá atrás, quisiera tomar mi… venir a comprar este terreno. Pues, entonces, si el extranjero o el Hermano Neville o—o alguna otra persona la poseía, tenía la escritura de ella… Ahora, si este era mi pariente cercano, era mi consanguíneo, aquel ya no podía tenerla más tiempo. No, señor. Él tenía que entregarla, sí, señor, cuando se pagaba ese precio, cuando él le dio, digamos, veinticinco mil dólares por el pedazo de propiedad.",
    "Pues, entonces, digamos que venga el Hermano Tony y dijera: “Hermano Neville, yo compraré la propiedad del Hermano Branham”. Él no podría hacerlo.\n\nEl Hermano Neville diría: “No, señor, no quiero venderla”.\n\n“Bueno, ¿cuánto dio Ud. por ella?”\n\n“Veinticinco mil”.\n\n“Bueno, yo—yo le daré treinta y cinco mil. Le daré tal y tal cosa”.\n\n“A mí no me importa qué quiera Ud. Yo no quiero venderla, la conservaré”.",
    "Pero Billy Paul pudiera venir y decir: “Yo quiero la posesión de mi papá, aquí están sus veinticinco mil”. Él tenía que soltarla. Eso es correcto, porque esa era una ley.",
    "¡Oh, aleluya! ¡Hmm! Espero que Uds. Cristianos lo vean. Nosotros somos la sal de la tierra. Dios le dio esto a Sus hijos. Él nos dio la jurisdicción sobre toda la naturaleza, todos los animales, toda la vida en todas partes. Pero Adán, nuestro padre, lo perdió y pasó a Satanás. ¿Pero a dónde regresa? Al Dueño legítimo, a Dios Quien lo hizo. ¡Amén!",
    "Con razón Juan dijo que él “lloró amargamente”, porque no podía hallar a ningún hombre que fuera digno de redimirlo. El hombre debe ser digno. Juan dijo: “Yo lloré amargamente cuando nadie pudo tomar el Libro o mirarlo o desatar sus sellos”. Él dijo: “No… Ningún hombre en el Cielo, ningún hombre en la tierra, ningún hombre debajo de la tierra, ningún hombre en ninguna parte”.",
    "🦅 Ningún hombre”. Ahora, él nunca despreció a los Ángeles. Recuerden, esta tierra no fue dada a los Ángeles; es la herencia del hombre. Gabriel era digno, seguro; alguien más era digno, Miguel pudiera haberlo sido. No siendo… Él pudiera haber sido digno de hacerlo; pero ningún hombre era digno. ¿Ven? Y Juan lloró a gritos.",
    "Alguien dijo: “Fue porque él mismo encontró que no era digno”. No fue por eso. Este hombre estaba bajo la influencia del Espíritu Santo, él no podía cometer un error como ese. Pero él—él estaba… él—él estaba—él estaba… No era solo que él no era digno, él no podía encontrar a nadie digno.",
    "Así que en ese momento él dijo: “Un anciano vino o un ángel fuerte, dijo: ‘No llores, porque el León de la tribu de Judá’ (Amén), ‘¡la Raíz de David, Él ha vencido!’”. ¡Amén! “‘Conquistó’”, en otras palabras. “‘¡Él es digno de tomar el Libro!’”. Amén.",
    "Recuerden, él no Lo había visto hasta este momento. ¿Por qué? Él estaba sentado sobre… sentado en un Trono allí adentro, el Trono de Dios. Él estaba adentro del santuario. No lo había visto a Él hasta este momento, así que Juan estaba esperando ver salir un—un León, ¡pero él vio un Cordero!",
    "Allí lo tienen, hermanos. Es con mansedumbre, con dulzura, con el Espíritu Santo que conquistamos. No algún gran poderoso gigante intelectual, sino aquel que puede humillarse es el hombre que conquista. El hombre que puede ser tratado mal y aún ser un siervo de Cristo, ese es el conquistador.",
    "Ahora, él dijo: “Él ha vencido. Y Él es digno de tomar el Libro y de abrirlo y de desatar sus sellos”.",
    "Ahora, veremos dentro de un rato, tal vez no hoy, lo que contienen estos siete sellos, qué hicieron.",
    "Ahora, veamos un poco sobre “redención”. Antes—antes de que esta persona pudiera ser… pudiera redimir, primero él tenía que ser digno, él tenía que ser la clase correcta de persona. Así que esto se cumplió cuando nació Jesucristo, un nacimiento virginal, porque Él era Dios. Él era Dios mismo hecho hombre, Él era Dios en carne humana. Él tenía que ser digno; y la Sangre virgen de Jesucristo lo hizo digno. Ahora, lo encontramos, si Uds. quieren ir a la Escritura de eso, en Primera de Pedro 1:18 al 20, si están anotando las Escrituras. Él tenía que ser digno. Y Él lo era, porque tomó forma de hombre. Él llegó a ser hombre, Dios llegó a ser pariente nuestro. Y allí encontramos entonces la parte hermosa, de Jehová Dios hecho carne y habitando entre nosotros como el Digno. Amén.",
    "🦅 Él prevaleció”. Dios tomó la forma de carne humana, Él vino a la tierra, nació como un pequeño bebé y caminó entre nosotros. Y por medio de Su santa Sangre Él prevaleció.",
    "Ahora, en el Antiguo Testamento, un hombre, para reclamar lo suyo, ¿qué hacía? Él tomaba un anciano, diez ancianos, e iba a la puerta y presentaba lo que él estaba haciendo, para redimir lo que él había perdido, y mostraba quién era él, y él tenía un testigo. Encontramos aquí la hermosa historia (Así como tenía una pequeña nota escrita aquí de… para no olvidarlo, estando nervioso esta mañana.) acerca de Rut, el pariente y Booz. Lo vimos no hace mucho tiempo. Quiero que se fijen ahora en las tres etapas de este descanso.",
    "Quiero que se fijen en el descanso de la Iglesia, exactamente lo mismo. Ahora, fíjense. El primer lugar que encontramos, como todos lo vimos en ese sermón, El Pariente Redentor, Dios se hizo carne para llegar a ser el Redentor. Era Él aquí en el capítulo 5—en el capítulo 5. Dijo:\n\nY ninguno, ni en el cielo ni en la tierra ni debajo de la tierra, podía abrir el libro, ni aun mirarlo.\n\nY lloraba yo mucho, porque no se había hallado a ninguno digno de abrir el libro, o de leerlo—o de leerlo, ni de mirarlo.\n\nY uno de los ancianos me dijo: No llores. He aquí que el León de la tribu de Judá, la Raíz de David, ha vencido para abrir el libro y desatar sus siete sellos.\n\nEs Él, Él es Aquel al que estamos mirando.",
    "Fíjense cómo Rut… cómo… y Noemí, Booz es un cuadro perfecto. Cómo Noemí en el tiempo de hambre dejó la iglesia, dejó el país, fue a la tierra moabita para morar allá y peregrinar allá. Ella perdió todo lo que tenía. Y cuando ella se fue, su esposo, Elimelec, murió mientras estaban allá, así que eso dejó que su herencia cayera a cualquiera. Entonces cuando venimos… cuando ella regresó, trajo a la hermosa y joven viuda moabita con ella. Y cuando Booz vio a esta viuda, un tipo de Cristo, él se enamoró de ella. Y la amó. Así que, él tenía que redimir, la única manera que él podía conseguir que ella fuera su esposa era redimiendo lo que su hermano, Elimelec, había perdido.",
    "Y entonces él le preguntó a su otro hermano si él lo redimía, uno más cercano que él, y él no podía hacerlo. Así que él fue allá para hacer un ejemplo perfecto de las leyes de Dios. Él fue a las puertas y se quitó su zapato, y dijo: “Dese a conocer en este día que yo he redimido todo lo que Noemí tenía. Todo lo que ella tiene, todo lo que Elimelec (mi hermano) perdió, yo soy el pariente más cercano ahora, y yo soy el que puedo redimirlo, así que yo he venido a reclamarlo. Si hay algún hombre aquí que pueda mostrar una causa justa, o alguno más cercano que yo, delo a conocer”. Y todos mantuvieron sus bocas cerradas. Así que él se quitó su zapato y lo tiró como testimonio: “Yo he redimido todo lo que nuestro hermano, Elimelec, tenía”. ¿Por qué? Él era un pariente. Él era un pariente redentor. ¡Oh, qué hermosa es! Es una historia muy hermosa.",
    "Y entonces, todo este tiempo, Rut estaba descansando y esperando ver cómo iba a resultar. Luego él regresa, nadie pudo testificar en contra. Él regresó y tomó a Noemí… y tomó a Rut, la hermosa joven moabita, y ellos se casaron y vivieron en esta posesión. ¡Qué historia más hermosa!",
    "Hay tres etapas de Rut. Rut—Rut, decidiendo; estaba decidiendo si ella iba a tomar la decisión o no, de regresar a la tierra natal (igual que la Iglesia). Rut, sirviendo; cuando ella salió a espigar. Rut, descansando; eso es lo que Rut está haciendo ahora (la Iglesia). Ahora Rut, recompensada; ahora, es donde, o, lo siguiente que sucede (es la recompensa de la Iglesia).",
    "Ahora, no podemos… no tengo tiempo, porque Uds. tienen un servicio bautismal y son las once y cuarto. Pero tal vez continuemos con esto el próximo domingo o algún otro domingo en el futuro, si el Señor quiere. Y me gustaría tomar esto aquí abajo, para mostrar estos siete cuernos y siete ojos, y exactamente esos siete sellos, siete ministerios, siete ángeles de la iglesia, siete estrellas, sie-… ¡Oh!, solo esos pocos…",
    "Y aquí mismo ata toda la cosa. Sí, señor, “Tenía que ser digno”, así que Jesús es digno. A Su regreso nosotros disfrutaremos completamente toda la plenitud de las bendiciones de la redención. Los mansos heredarán la tierra. Hombres y mujeres serán nuevamente: hijos e hijas de Dios. Y el tiempo completo del Milenio comenzará. ¡Qué cosa más hermosa!",
    "Y el Ángel fuerte a gran voz, pregonaba: “¿Quién es digno? ¿Quién puede hacer esto?”.",
    "Y entonces el anciano dijo: “No llores, porque el León de la tribu de Judá, Él es digno y Él ha vencido”.",
    "🦅 Y Él tomó el Libro y abrió el Libro y desató sus sellos”. Él no dijo qué les pasó. Cuando lleguemos a esos siete sellos abriéndose por toda la Biblia, observen lo que sucedió. Este Libro con siete sellos en el que ahora estamos, contiene el misterio completo de todas las bendiciones de la redención de Dios. Recuerden, Él es el Cordero, Él es el Único que lo redimió. Y, recuerden, está sellado en la parte de atrás del Libro, no escrito por dentro. Está sellado en la parte de atrás, y no está escrito por dentro. Y Él era el Único que podía aun abrir el Libro o revelar el Libro o revelar los sellos, el Único que podía hacerlo.",
    "Así que esto es algo, pudieran reñir sobre esto aquí, acerca de lo que significa, pero Él es el que Lo interpreta divinamente. Pero aquí en la parte de atrás no hay nadie que lo pueda hacer. Eso le pertenece a Él y solo a Él, y Él es el que puede revelar esos siete misterios. Y observen como cada porción allí tiene que ver con la redención, cómo la Iglesia fue redimida y qué será lo que redime.",
    "¡Oh, solo amémoslo a Él de todo corazón, hagamos todo lo que podamos!",
    "Un cierto escritor estaba escribiendo una historia. (Antes de que termine y le entregue el servicio de nuevo al Hermano Neville.) ¿Disfrutan Uds. de Apocalipsis? ¡Oh, a mí me encanta! Solo vimos como tres versículos esta mañana, pero lo tomaremos de nuevo. Fíjense, nosotros solo…",
    "Un cierto escritor estaba escribiendo un libro acerca de una joven que quería encontrar a Dios.",
    "Y ocurre tantas veces cuando buscamos a Dios y queremos ver a Dios, y si Dios estuviera en todas partes y uno… Él tuviera un enorme… Bueno, si Él tuviera un trono enorme por acá arriba en alguna parte, todos entonces creerían en Dios. Si Dios se sentara en un gran trono aquí en alguna parte; digamos que: “Él se sienta en esta cierta ciudad y aquí está Él. Este es Dios y Uds. pueden ir a Él. Él puede tan solo” [El Hermano Branham chasquea los dedos.—Ed.] “hacer algo así”, pues todos le creerían a Él; entonces vana sería la fe. No tendríamos entonces que tener fe en lo absoluto, ¿ven?, eso sería todo. Eso va a ser en el Milenio, pero ahora Él está llamando y buscando encontrar a aquellos que… Parece misterioso y oscuro, y, uno no sabe cómo hacerlo. Pero ¡por fe Lo creemos! Nosotros creemos. Esa es la razón de esto. ¿Entiende Ud. eso, Hermano Elmer? ¿Ven?, que…",
    "Ahora, si Dios se sentara sobre un trono. Y se dijera: “Pues, aquí Él… Allí Él… aquí está Dios. Él vive en un cierto lugar, iremos allá”. Y dijeran: “Amado Señor, Dios, ¿harías esto?”.\n\n“Sí, Yo lo haré”. “¡Psst”! Y fuera hecho, ¿ven? “Pues, por supuesto, ese es Dios. ¿Ven? ¡Oh, nosotros lo vemos!”. Por tanto, no habría necesidad… la fe quedaría nula. La fe de nada sirve cuando uno ya está seguro.",
    "¿Qué pasaría si toda persona en este mundo fuera un Cristiano? ¿Qué pasaría si todos fueran un—un Cristiano lleno del Espíritu? Pues, ya no necesitaríamos fe, no necesitaríamos fe en lo absoluto. Y la fe es exactamente—es exactamente aquello por la cual somos salvos, es fe. Y por esa razón tienen que haber algunos que no estén de acuerdo con Ella, para que nosotros podamos ejercer la fe. ¿Lo entienden ahora? El otro lado es necesario. ¿Ven? Se necesita de una mujer mala para que una verdadera realmente sobresalga. ¿Ven? Tiene que haber una mentira para que la Verdad sea indudable y hacerla que resplandezca mucho. Si todo fuera Verdad, Eso sería muy común, ¿ven? ¿Ven? Pero, ¿lo ven Uds.?, es algo digno, es algo real, cuando la Verdad y la fe y demás. Ahora, allí lo tenemos.",
    "Ahora, necesitamos tener estas cosas a favor y en contra. Así es la cosa. Se necesitan días buenos para disfrutar… o días malos para disfrutar los buenos. Se necesita un poco de enfermedad para disfrutar la buena salud. ¿Ven? Y uno necesita sus valles para disfrutar las cimas de las montañas. Y, por tanto, uno de estos días todo será en la cima de la montaña, todo será salud, todo será Dios, todo será gozo, solo… habrá—habrá gozos sin fin. Pero hasta ese tiempo, ¿ven?, necesitamos tener esto a favor y en contra.",
    "Ahora, si todos lo entienden, digan: “Amén”. [La congregación dice: “¡Amén!”.—Ed.]",
    "Esta muchacha decía que trataba de encontrar a Dios dondequiera que iba. Ella iba a una y a otra iglesia, y todo eso, pero ella no pudo encontrarlo. Y una vez ella lo encontró yendo por el camino, era un pequeño anciano caminando, un hombre pequeño, y él tenía toda una gran catedral sobre su espalda. Él iba caminando por el camino. Y ella dijo: “¡Oh, buen hombre!”. Ella dijo: “¡Oh!, eso es sumamente amable de su parte” dijo, “pero Ud.—Ud.—Ud. tiene todo eso sobre su espalda”. Él dijo… “Eso lo aplastará”.\n\nÉl dijo: “No, no Me aplastará” dijo, “porque Yo soy la Roca sobre la cual está edificada”. Ese es Él.",
    "Oremos:",
    "¡Oh, Roca de la Eternidad!, estoy tan contento de ir montado en la catedral, sabiendo que estamos descansando sobre la Roca. ¡Oh!, dijo Él, la Roca: “Ella no es más que papel”. Y a medida que la Roca empezaba a avanzar ligeramente con ella, esas bellas campanas empezaban a sonar por dentro. ¡Oh, Roca de la Eternidad!, escóndenos en Tu misericordia. Cárganos por el camino y el arroyo de la vida para que nuestros corazones estén llenos de gozo y canten Tus alabanzas por todo el camino.",
    "Te agradecemos por esta visita esta mañana del Espíritu Santo en la Palabra, a medida que viene y hace la Palabra tan real a nosotros. Perdona nuestras faltas y todo lo que hemos hecho o dicho que estuviera errado, perdónanos por eso. Ayúdanos a ser mejor Cristianos, Padre, Dios. Oramos que Tus misericordias reposen sobre nosotros.",
    "Pido, Señor, si es Tu voluntad, que podamos volver muy pronto y—y terminar estos capítulos aquí y tomar estos siete sellos. Estamos—estamos esperando ese tiempo, Señor, cuando Tú—Tú—Tú nos permitas hacerlo. Y, Padre, aquí mismo en nuestra propia iglesita oramos que Tú nos concedas eso, para que podamos entender estas grandes cosas de Dios. No porque lo merezcamos, Señor, sino porque nuestros corazones hambrientos sangran por eso. Oramos que Tú lo concedas.",
    "Oramos por nuestro Hermano Neville, Señor, nuestro fiel pastor enviado de Dios. Oramos por él para que Tú lo ayudes y lo bendigas, a él y a su dulce esposita hermosa, y a sus hijitos.",
    "Oramos por todos los síndicos y los diáconos y todos los que vienen a esta iglesia. No solo por los nuestros, sino por los demás y por todos los que invocan Tu Nombre. Yo oro por mis amigos alrededor del país, solo un breve anuncio y aquí están. Padre, yo—yo Te agradezco por esto.",
    "Oro que apresures el día en que Jesús venga y todos seamos reunidos donde ya no habrá día ni noche, y ya no habrá tiempo, sino que se desvanecerá en la Eternidad y en donde todos podremos estar juntos para siempre. Concédelo, Señor.",
    "Si hay alguno aquí esta mañana, Señor, que no Te conoce como su Salvador, permite que ellos quieran familiarizarse con este Cordero Quien tiene el Libro del misterio sellado con siete sellos en Su Mano. Dios, permite que nos familiaricemos con Él para que en el futuro cuando veamos esos sellos siendo abiertos, entonces podamos ver qué es lo que Dios nos está hablando. Lo pedimos para la gloria de Dios, en el Nombre de Su Hijo, Jesucristo.",
    "Y con nuestros rostros inclinados:",
    "Habrá alguien que diga: “Recuérdeme, Hermano Branham, mientras ora, y ¿quiero ser recordado en oración?”. Dios le bendiga. Dios le bendiga. Pues, Dios le bendiga y a Ud., y a Ud. Sí. Dios le extienda Su bondad. Sí. Quizás hay dos docenas de manos o más, levantadas.",
    "¡Oh, Señor!, Tú ves sus manos, Tú conoces sus deseos. Tú conoces lo que está en sus corazones, yo no. Oro que les reveles a ellos, Señor, Tu bondad y Tu misericordia. Dales perdón por lo que sea. Si es enfermedad, Señor, sana sus cuerpos y restablécelos. Hazlo Padre, mientras la unción del Espíritu Santo está sobre la reunión, ahora sobre la congregación. Que el gran Dios del Cielo unja de tal manera que Él bendiga a cada uno mientras está en la Presencia Divina, para que podamos salir de aquí esta mañana, diciendo: “¿No ardían nuestros corazones en nosotros?”. Concédelo, Señor.",
    "Ahora, estoy débil y cansado, sin voz, y yo—yo solo pido, Dios, por mi propia fuerza. ¿Podrías ayudarme? ¿Podrías fortalecerme? Remienda esa pequeña herida allí abajo, Señor. Lo harás, ¿por favor? Que el Aceite Santo de Dios entre allí, y a toda otra herida, Señor, en todo sitio y a todos. Queremos vivir, Señor, para Tu honra y Tu gloria. Concédelo. Y sana a todos los enfermos y afligidos. Y—y recibe Tú la gloria, Señor, porque sabemos que no pasará mucho tiempo hasta que nos… ya no tengamos estas reuniones; habrán pasado, quedarán en el pasado.",
    "Entonces, Padre, bendice ahora, lo pedimos todos unánimes en el Nombre de Jesucristo.",
    "Y luego, Padre, también pedimos que recuerdes a aquellos que serán bautizados esta mañana en el Nombre del Señor Jesús, que les des el bautismo del Espíritu Santo, gran gloria y honra. Concédelo, Padre. Lo encomendamos todo a Ti ahora.",
    "Y, Padre, con todo eso, yo mismo me incluyo. No me olvides, Señor, ayúdame ahora. Oro en el Nombre de Jesús. Amén. 🦅"
  ]
}