{
  "title": "EL AGUA SIEMPRE PRESENTE DE LA ROCA",
  "id": "61720009",
  "content": [
    "🦅  Estamos agradecidos esta mañana por la Presencia del Señor Dios, que ha comenzado los primeros servicios dándonos un mensaje de que—que debemos “escuchar, ser reverentes” ante Él, porque tiene algo que decirnos. Estoy seguro de que Él hará lo que ha prometido. Él siempre cumple Su Palabra. Y estamos agradecidos por estar congregados, con vida, y de este lado de la Eternidad en esta mañana, y porque podemos adorar al Señor de nuevo, y congregarnos juntos y oír de Él. Por esas razones nos reunimos, es con este mismo fin.",
    "Ahora, como que interrumpí al Hermano Neville, inesperadamente hoy, debido a un cierto sueño que tuve. Que… Yo creo en… Yo… en sueños. Yo creo que Dios trata con las personas con sueños. Y tuve un sueño muy inusual, anteanoche. Que yo iba por una colina, por una cierta colina, e iba a un comedor donde habría de—de cenar. Y me di cuenta que, al acercarme al lugar, estaban tocando música, una orquesta tocaba música, con violines y entretenía a la gente mientras comía. Y había algo allí que no me gustó, por lo que simplemente seguí de largo. Y me encontré con alguien que subía por una colina. Y al mirar, pues mucha gente subía la colina hacia este lugar para comer. Pero yo como que me distancié un poco de ellos, me volví hacia la derecha, o hacia la izquierda.",
    "Y de alguna manera, abajo en el valle, yo podía ver el tabernáculo. Oí la voz de alguien que decía: “Encuéntrese con el Hermano Branham en cierto y cierto cruce. Él bajará de la colina allá arriba. Y dígale tal y tal cosa”. Y yo me di prisa para llegar a este cruce.",
    "Y cuando llegó la persona, era el Hermano Neville que llevaba su traje café, se veía exactamente como él se ve sentado allí en esta mañana. Y él dijo: “Hermano Branham, si Ud. va a estar en la ciudad” dijo, “sería bueno que viniera aquí, porque el Hermano Hank…”. Pues, el único Hermano Hank que yo conozco es el Hermano Henry Carlson; le decimos Hank. Dijo: “Él se puede extrañar de que Ud. no haya visitado el tabernáculo más si Ud. va a estar en el pueblo, o por la ciudad unos días”. Desperté.",
    "Y, con eso, me sentí un poco extraño. No quería entrometerme en ese día de la semana, hasta que le preguntara al Hermano Neville si tenía algo especial en esta mañana para la iglesia. Y él fue cortés, como siempre, dijo: “Venga”. Así que, vinimos. Le llamé tarde, ayer por la tarde, y llegué inesperadamente esta mañana, para cualquiera de nosotros.",
    "Ahora, creo que sería bueno, primero, que yo les—les explicara algunas cosas. Soy, supuestamente, alguien muy raro para muchas personas. Y también soy raro para mí mismo; pues trato de apegarme a la dirección del Espíritu Santo en lo que más puedo. Y eso nos hace raros, ¿ven? Hacemos cosas que realmente a veces nos—nos sentamos y nos preguntamos: “¿Por qué hice tal cosa? ¿Cómo hice tal cosa?”. Y en ese instante uno podría pensar que hizo exactamente lo que no debería haber hecho. Pero si uno solo tiene paciencia y tiene fe, y está seguro de que Dios ha guiado a hacerlo, uno se dará cuenta que todo resultará perfectamente bien. ¿Ven? Y muchas veces vemos que así es. Y sé que el Hermano Neville lo ha visto muchas veces. Y los líderes y la gente espiritual saben de eso.",
    "Hace ya tiempo, en mi vida, que… Francamente, desde que yo era solo un niño, nunca he sentido la dirección clara que debería vivir en—en Jeffersonville. Siempre ha sido para mí una mosca en el perfume, el tratar de vivir aquí. En primer lugar, el clima no me aprovecha para nada. Otra cosa, parece haber una depresión del espíritu.",
    "Si Uds. regresan y buscan por aquí, si es que no se destruyó en el tiempo de la inundación, hay una carta sobre eso, que yo tenía, cuando recién fui llamado al ministerio, y me preparaba para irme. Y el Hermano George DeArk y yo…",
    "Y la madre del Hermano Graham Snelling, el Hermano Hawkins, que dirige la estación de combustible de New Albany, y muchas de las personas, se reunieron conmigo afuera de un pequeño sitio de reunión y oración aquí. Y hasta dijeron que, si me quedaba, ellos racionarían la comida de sus hijos, para—para construir un tabernáculo, para que no tuvieran que ser llevados de un lugar a otro.",
    "Cuando oí a esa madrecita, con un bebé de la mano y el otro en brazos, decir que ella estaría dispuesta a racionar a sus hijos en la mesa, a fin de construir un lugar donde pudieran quedarse y adorar, eso fue demasiado para mí. Así que, el Hermano George y yo nos reunimos y decidimos quedarnos y construir el tabernáculo.",
    "Y cuando el tabernáculo fue construido, siempre parecía que… La mañana en que dediqué el tabernáculo, vino una visión, que está escrita y en la piedra angular allí, cuando el Espíritu Santo me dijo: “Este no es tu tabernáculo”. ¿Ven? Y pregunté dónde estaba mi tabernáculo, y Él me colocó bajo el cielo azul, brillante. Y luego Él dijo: “Haz la obra de evangelista” y lo demás, como Uds. saben; aun hasta está escrito en los libros.",
    "Todas esas cosas juntas. Y un día cortando el césped allí donde ahora vive el Hermano Wood, y mi suegra vivía allí en ese entonces; me senté en el escalón de atrás, un pequeño escalón de concreto, yo había construido este lugarcito allí para mi suegra. Y ella era como el conserje de la iglesia en ese entonces, la cuidaba. Y tan claro como alguien pudiera hablar, una Voz me habló, dijo: “Nunca podré bendecirte mientras permanezcas aquí. Debes separarte de tu gente y de este lugar”. Bueno, yo, eso realmente me destrozó como por una semana o más.",
    "Constantemente, todo el tiempo, Algo me ha advertido: “Vete, vete. Ve a vivir al oeste. Sigue hacia el oeste”. Bueno, yo… Eso siempre me ha perturbado. Y parece que cada vez…",
    "Bueno, había decidido en mi mente que esta semana volaría a Tucson, donde alquilaría un lugar para estar allí este invierno; para poner a los niños en la escuela, a partir de septiembre. Ya tenía el lugar. Aun me dieron un lugar allá. Pero hay algo que… Y—y si me voy…",
    "Otra cosa que quisiera decir. Poco antes de que construyéramos esta casa aquí, la casa pastoral, donde está ahora, yo no quería construir allí. La madre de mi esposa era una anciana. Y ella hasta lloró por eso; dijo: “Yo no puedo dejar a mamá aquí, sabiendo que es una anciana y que posiblemente no la cuiden”. Pues, lo entendí. Yo entiendo. Es su madre, y la única madre que ha tenido o que tendrá. Así que, entendí. Y yo—yo le oré al Señor, dije: “Señor, siendo que no me gusta el lugar” dije: “permíteme conformarme. Iré adonde Tú quieras que yo vaya, donde sea. Pero no quiero entristecer a mi esposa, llevármela de aquí a una región extraña donde ella no conozca a nadie. Y de todas maneras yo siempre estoy ausente. Permíteme estar conforme aquí con ella”.",
    "Y ahora que su madre ya no está y que se ha ido a la Gloria, entonces aquí viene ese deseo otra vez, ¿ven?, pues, de irme. No sé qué hacer.",
    "Y luego, el otro día, con lo de esta doctrina que los hermanos habían comenzado, me paré en el púlpito la última vez que estuve aquí y les dije que yo no seguiría en el campo mientras eso continuara. Así que los hermanos amablemente lo corrigieron todo. Se ha aclarado todo. En veinticuatro horas todo eso había terminado.",
    "Ahora eso me abre el campo de nuevo. No sé qué hacer. No sé qué dirección tomar. Le he pedido al Señor una visión. Le he pedido que me diga qué hacer; pero Él solo me deja esperando.",
    "Bueno, anoche cuando despedí a todos los niños, a mi esposa y a todos, de la casa, me comprometí con el Señor Dios. Y Le dije al Señor Dios: “Si me bendices en el camino que yo vaya, Te serviré. Pero tendrás que mostrarme a dónde ir, y cómo ir, y qué hacer”. Entonces me encomendé al Señor. Con el—con el ministerio y todo, se lo encomendé al Señor. Y dije: “Dondequiera que Tú abras, lo que hagas, por allí caminaré. Hasta que abras camino, yo solo seguiré como estoy hasta que Tú abras camino”. Y Le pedí que lo mostrara tan claro para que luego yo no fuera engañado, porque realmente creo que estamos justo en la encrucijada de que algo suceda.",
    "Oí que fue profetizado esta mañana aquí por el Hermano Neville, o lo dio a entender y supe que fue—fue una profecía a la que él se refería. Ahora, por eso, he orado por todos Uds., y necesito que todos Uds. oren por mí, para que el Espíritu Santo me lleve exactamente a donde debo ir, a lo que debo hacer, para no equivocarme.",
    "Saben, muchas veces la gente piensa que un don profético, que Dios simplemente dice: “Te tomaré de aquí y te pondré acá. Ahora, solo ve por aquí”. Y Él no le dice a uno todas esas cosas. Si lo hiciera, entonces, ¿qué fe vencedora tendría uno? ¿Ven? ¿Ven?, uno, Él lo deja a uno solo más que a cualquiera. ¿Ven? Todos Uds. pueden venir a mí y pedir ciertas cosas, y aún Él nunca ha fallado en darles la respuesta. Así es. Sí. Pero yo puedo pedirle cosas para mí mismo, y muchas veces Él me deja solo, ¿ven?, simplemente me deja que siga adelante y entre en eso.",
    "Tengo cosas ahora que yo mismo tengo que resolver y decisiones qué tomar. Y esta es muy decisiva, tanto que no podré tomarla hasta que esté seguro que sea Él hablándome. Y yo—yo… Él no me da una visión. Simplemente me deja solo. Así que, estoy algo así como un huérfano en esta mañana, yo—yo no sé qué dirección tomar. Así que, le he encomendado eso al Señor.",
    "Sentí como que al yo—yo soñar eso, que debería volver aquí al tabernáculo y ayudarle al Hermano Neville hasta que se presente algo más en el camino. Así que, aquí estaré.",
    "Le pregunté al Hermano Neville hace unos momentos: “¿Cómo va progresando la iglesia?”.\n\nY dijo: “Bien”.",
    "Y escucho que Uds. aún tienen dones espirituales y cosas entre Uds., en operación: dones de profecía, y—y hablar en lenguas e interpretación de lenguas, que acabamos de oír hace unos momentos. Y esas cosas edifican a la iglesia, y en gran manera.",
    "Pero pensé, que tal vez esta noche, si el Hermano Neville… Si el Espíritu Santo no nos guía a algo diferente, esta noche me gustaría tener una… Todos Uds., antes de irse esta mañana, escriban una pregunta y pónganla aquí, alguna pregunta en su mente, para que podamos saber lo que la iglesia está pensando. Es la manera que tienen los pastores de saber lo que está en el corazón de la gente. Y cada uno de Uds. que tenga una pregunta, escríbala y póngala aquí. Si Ud. no tiene un pedazo de papel para—para escribirla en esta mañana, entonces escríbala temprano esta noche. Pues, me gustaría tener el mayor tiempo posible, con ellas, para revisarlas y responderles a Uds. con la Escritura.",
    "Entonces, si el Señor quiere, si fuese la voluntad de Dios; hice una declaración aquí no hace mucho, que me gustaría hablarles a Uds. sobre los siete últimos Sellos de la… del Apocalipsis. Bueno, si nosotros… no podría completar todos esos Sellos en este año, ya que abarcan del capítulo 6 de Apocalipsis, hasta el—hasta el capítulo 19, para terminar con esos Sellos. Pero los primeros tres o cuatro podrían resolverse en una noche, creo yo, cada Sello en una noche.",
    "Bueno, si comprendemos, ¿ven?, hasta dónde llegamos allí en ese Libro de Apocalipsis, donde la Iglesia fue arrebatada a la Gloria, luego el resto tiene que ver con los judíos, no con la Iglesia en lo absoluto. Eso tiene que ver con la nación judía. Entonces tenemos que regresar acá abajo, del Rapto de la Iglesia, y tomar… Vemos aquí lo que ocurre durante esos Sellos, y el tiempo de la Iglesia Gentil. Pues la Iglesia ya se ha ido; y con la nación de Israel, baja de nuevo y trae a Israel desde el momento que los dejó, hasta el tiempo moderno; y el Mesías venidero, cuando ellos recibirán al Mesías.",
    "Bueno, ¿lo entienden? La Iglesia es alzada. Dios trató primero con la Iglesia: las edades de la Iglesia. Nosotros ya vimos eso. Después la Iglesia es alzada a la Gloria. Luego el Espíritu Santo regresa y recibe a Israel, como nación. Y la trae hasta aquí, mientras acontecen las Cenas de la Boda, y luego los trae a Ellos de nuevo cuando ese tiempo concluya. Tendré mi pizarra, y podré dibujarlo y enseñarlo cuando llegue el momento. Luego el Señor regresa con la Novia, e Israel la ve. Y, ¡oh!, ¡qué momento será ese!",
    "Bueno, antes de que podamos conectar esto correctamente, hay una gran lección que es un tropiezo para los teólogos y muchos, y maestros por la edad, y para la gente de la Iglesia de Cristo, y los que vienen a oír esto, son las Setenta Semanas de Daniel. Tenemos… No podemos avanzar más en Apocalipsis hasta que conectemos a la Novia y a Israel, con las Setenta Semanas de Daniel. Y quizá, Dios mediante, si Él me habla en el futuro, para que yo hable un poco de estas Setenta de Semanas… o sea, no las Setenta Semanas, sino los siete últimos Sellos. Luego, el próximo domingo, trataré de tomar las Setenta Semanas de Daniel, el próximo domingo, si el Señor quiere. Y luego eso abrirá el terreno entonces, si Él nos guía, para comenzar con los otros. Bueno, lo sabremos a partir de ese momento.",
    "El Hermano Neville y yo estaremos trabajando juntos en esto, y haciendo todo lo que podamos para beneficio del pueblo.",
    "Ahora, al regresar cada vez, oramos por los enfermos; siempre nos da gusto hacerlo. Y probablemente lo haré en cada reunión, si la gente está enferma, orar por ellos.",
    "No deseo tener más discernimiento. ¿Ven?, pues esto es lo que ha pasado. Lo he intentado. Y sé que he hecho cosas erradas; pero he tratado de vivir lo más cerca de Dios, siempre, para Dios; así es como sucedían estas visiones, cómo han ocurrido. Hasta personas que han perdido cosas y me llaman, me piden que vaya y le ore al Señor, para preguntarle dónde estaban. Como cuando Isaí perdió a las mulas, y los muchachos fueron a buscar al profeta, y él les dijo que las mulas ya habían regresado a casa. Y cosas así, lo cual está perfectamente bien. Pero es tanto, tantas personas… No solo es en una localidad como esta; es mundial, ¿ven? Y se vuelve como que me hace pedazos, y lo mantiene a uno nervioso constantemente, hasta que llegó a tal punto…",
    "Y eso fue lo que hizo que los hermanos comenzaran la doctrina que yo era el Señor Jesucristo encarnado. Y sabemos que eso realmente haría pedazos el Ministerio, y le traería reproche a Cristo y de todo. ¿Ven? Por eso tuve que darles una gran sacudida, para frenar eso de inmediato, hacerles saber que eso no era de Dios; eso era del diablo. ¿Ven? Y son buenas personas. Y mostró que esas personas han nacido de nuevo del Espíritu de Dios, pues, cuando vieron la Verdad por la Escritura, regresaron a Dios, exactamente, ¿ven?, de inmediato. Así que eso mostró que era Satanás tratando de hacer algo con el pueblo; todas eran personas piadosas, Cristianas.",
    "E hizo que muchos de ellos me dijeran: “Hermano Branham, ahora le tenemos más confianza que antes”.",
    "Pues, ¿ven? ¿Qué?, con el don que Dios me ha dado, ¿qué no podría haber hecho con eso? Doblegar la nación a mis pies, o el pueblo. Lo que llamamos una nación, no es el “cosmos” acá afuera, la—la paja para la quema y todo eso, me refiero a los Cristianos, al verdadero creyente, que es la crema de… Al hablar de nación, predicamos de “las personas nacidas de nuevo”, a eso nos referimos como la nación. No de todo el mundo por acá afuera, que es un mundo tan sucio y mugriento en el que vivimos, eso solo es—eso solo es polvo de la tierra a lo que está regresando. Yo estoy hablando de los Cristianos nacidos de nuevo, personas que son verdaderos Cristianos.",
    "Estoy esperando que un hombre vuelva a recriminarme por algo. Alguien vino a mí no hace mucho y dijo: “Solo pensar que Cristo escupiera en el suelo, con Su saliva, e hiciera barro y se lo frotara sobre los ojos a alguien”. Dijo: “¡Qué cosa más inmunda y sucia que Él escupiera!, ¡con la saliva de Su boca! ¡Qué antihigiénico fue el escupir en la tierra, y hacer pasteles de barro y ponerlo sobre los ojos de un hombre!”.\n\nLe dije: “Pero regresó viendo”. ¿Ven? Así es.",
    "¡Y este mismo hombre! Abrieron un campo nudista allá junto a mi casa, Uds. saben: la piscina. Y—y ese hombre tiene un boleto para que cada uno de sus hijos vaya a nadar allí en esa piscina. Y él y su esposa también van, a esa piscina. Mis hermanas, discúlpenme. Pero esas mujeres nadando allí, como cien o doscientas de ellas, todos los días; mujeres, toda esa inmundicia y esas cosas, y las mujeres de hoy, y bañándose en esa agua, esa inmundicia y suciedad en sus bocas, y tragándola y escupiéndola. Solo quiero que él me lo recrimine, ¿ven?",
    "Ellos dijeron: “Si—si Cristo viviera hoy, Lo arrestarían por esa cosa antihigiénica”.",
    "¿Qué me dice de aquello? Estoy seguro de que Uds. ven lo que quiero decir. Se meten allí en esa piscina, y muchos con enfermedades: sífilis, gonorrea y cuanta cosa más, allí metidos. Y escupiéndola de su boca, y todo eso así, y metidos allí bañándose. Y eso es muy higiénico ¿verdad?",
    "Y, ¡oh, qué cosa, este día en el que estamos viviendo, hermano, hermana! ¡Es hora de la Venida del Señor! Y la Iglesia tiene una esperanza: y es la Venida del Señor.",
    "Bueno, yo no puedo parar esas cosas; no es necesario. La Biblia predijo que sucederían aquí. Yo no puedo detenerlas. Pero quiero que mi voz quede grabada en el Cielo, de que yo estaba en contra de eso, cuando llegue el momento del Juicio. Yo estaba en contra de eso.",
    "Aún creo que esta Biblia es la Palabra de Dios. Y no hay nada en el mundo, contrario a Ella que pueda detenerla. Pues esta Biblia aquí: esta es la Verdad, esta es la Palabra de Dios. Así que ahora vamos a bajar nuestras—nuestras—nuestras velas y anclémonos un rato en esa costa pacífica del Refugio de Descanso. Y—y mañana podremos alzar las velas hacia alguna parte, pero ahora solo anclémonos y escuchemos la Voz de nuestro Padre Celestial mientras confiamos que Él nos habla hoy a través de Su Palabra.",
    "Y esta noche, pues, preparen cualquier preguntita que tengan. Bueno, que no sea algo que vaya a lastimar a alguien. Si Ud. lo hace, entonces eso… Para empezar, yo no la contestaría, ¿ven? Pero, Uds., alguna cosa, por decir: “Bueno, ahora, si yo hago cierta cosa, ¿dirá Dios que debemos hacer esto?”. O, Uds. saben, pequeñas dudas en su corazón. O, “Tenemos dones que operan por medio nuestro, Hermano Branham, y ¿debemos operarlos de esta manera o de aquella manera? O, ¿qué debemos hacer?”. Algo que yo pudiera contestarles por la Escritura, ¿ven? Escriba algo breve. Me daría gusto. Y si no hay nada, entonces solo tomaré algún tema y les predicaré esta noche, si el Señor quiere. Hoy es domingo y he estado…",
    "El domingo pasado salía para la casa del Hermano Cauble. Y oí sonar esta campana de la iglesia, y caminé de un lado al otro en el patio. No lo soporté. Así de sencillo. Los oí a Uds., así que yo—yo—yo tuve que venir.",
    "Y ahora solo inclinemos nuestros rostros y hablemos con nuestro Creador y, pues, en oración. ¿Alguien tiene una petición especial? Simplemente levanten las manos, solo digan: “Yo…” Solo muéstrenlo. Dios sabe lo que está en su corazón. Bueno, solo mantengan la petición en su mente.",
    "Dios Santísimo, Quien has creado los Cielos y la tierra por la Palabra de Tu boca, por los pensamientos de Tu mente. Entramos en Tu Presencia, por medio de Jesucristo, nuestro Señor, para darte gracias por todo lo que has hecho por nosotros. Y estamos muy agradecidos Contigo, Señor, esta mañana, al saber dónde estamos parados, al saber la posición en que estamos en esta mañana, y la historia del tiempo, y el futuro por venir. Sabiendo hoy, por la gracia de Dios, que hemos sido lavados en la Sangre del Calvario, de que estamos preparados, con fe en nuestros corazones para encontrarnos con Él si viniera hoy. Diríamos: “Sí, ven, Señor Jesús”.",
    "Y vemos el pecado acumulándose, hasta que parece que el mundo se tambalea por el impacto del pecado. De cómo la bebida y las apuestas, y las parrandas, y la desnudez, y ¡oh, Dios! la inmundicia, y la suciedad y bajeza de la gente. Y cómo ellos, ¡si solo se dieran cuenta, Señor! ¿Sabrá esa gente, que se viste así en esa mísera ropa corta impúdica, y salen allá a la calle, se darán cuenta de que no son más que gusanos y polvo, que tal vez en otra semana los gusanos se estarán comiendo ese cuerpo que tanto glorifican? ¿Se darán cuenta de que los gusanos se lo comerán, y su alma estará allá en una Eternidad sin Dios, sin Cristo, sin ninguna esperanza, hundiéndose en una profunda desesperación, simplemente para ser aniquilados en Su Venida? ¡Oh, Dios!, danos voces de—de advertencia, para que podamos advertirle a cada alma de este peligro al que se están acercando.",
    "Acompáñanos hoy. Danos “palabras de sabiduría”, como Salomón dijo una vez en Eclesiastés, que seamos “edificadores sabios”, que seamos los “pastores de esta asamblea”. Y oramos, Señor, que mientras buscamos las palabras para decir, que sean—sean obras maestras que capten el corazón tan necesitado aquí esta mañana.",
    "No hemos venido a reunirnos bajo este techo caliente hoy solo para ser vistos, sino que hemos venido aquí porque Te amamos, y porque deseamos oír de Ti. Eres nuestro Amante que amamos, y deseamos oír Palabras de Ti. Estamos agradecidos por lo que ya oímos. Se quedará por mucho tiempo con nosotros. Ahora, danos la porción que Tú tienes para nosotros hoy, mientras continuamos esperando en Ti. Lo pedimos en el Nombre de Jesús y por amor a Él. Amén.",
    "Bueno, es… [Una hermana habla en otra lengua. Un hermano da una interpretación.—Ed.]",
    "Estamos agradecidos por estas exaltaciones del Espíritu; nos dicen y nos advierten que vigilemos las Palabras que tal vez el Espíritu Santo nos hable hoy. Y no sabemos exactamente lo que Él nos tiene reservado, pero sí sabemos que ha de ser algo que Él traerá. Tal vez haya una pregunta en su mente, y Él hablará a través de esto. Puede ser que lo hable en el Mensaje esta mañana. Puede ser que lo hable esta noche en el servicio. Él, en alguna parte de hoy, Él está tratando de, al parecer, advertirle a alguien que capte las Palabras.",
    "Bueno, para ir a la Palabra escrita, vamos al Libro de Éxodo, para la lección de la escuela dominical.",
    "¿Tiene servicio bautismal? [El Hermano Neville dice: “No, no hasta las seis de la tarde”.—Ed.] No. El servicio bautismal es a las seis esta tarde.",
    "Vamos al capítulo 17 de Éxodo y comencemos creo que con el—con el versículo 5, los versículos 5 y 6 del capítulo 17 de Éxodo.\n\nY Jehová dijo a Moisés: Pasa delante del pueblo, y toma contigo de los ancianos de Israel; y toma también en tu mano tu vara con que golpeaste el río, y ve.\n\nHe aquí que yo estaré delante de ti…sobre la peña en Horeb; y golpearás la peña, y saldrán de ella aguas, y beberá el pueblo. Y Moisés lo hizo así en presencia de los ancianos de Israel.",
    "Bueno, si llamara a este pequeño texto de escuela dominical, me gustaría tomar esto como tema para la lección de esta mañana: El Agua siempre presente de la Roca.",
    "Sabemos que Israel siempre ha sido un ejemplo histórico de la iglesia. Porque Israel fue el pueblo de Dios hasta que salieron de Egipto, y luego fueron la iglesia de Dios porque fueron separados del resto del mundo.",
    "Y cuando nosotros nos separamos del resto del mundo, entonces venimos a ser la iglesia. Pero mientras estemos enredados con el resto del mundo, entonces no estamos en la iglesia. Confío ahora que eso penetre profundamente, y encuentre su lugar. ¿Ven?, nosotros no somos la iglesia hasta que nos hayamos separado del mundo. Separémonos, salgamos de entre el pueblo inmundo, no tengamos nada que ver con ellos y no participemos de sus pecados. No se unan en yugo con los incrédulos, más bien sepárense de las cosas mundanas.",
    "Y cuando Israel estaba en Egipto, ellos eran el pueblo de Dios. Luego cuando fueron llamados fuera o que tuvieron el éxodo, saliendo, entonces se llamaron la iglesia, porque fue en ese momento que ellos se separaron del resto del mundo.",
    "Y la palabra misma iglesia significa “llamado a salir”. Éxodo: “salir”. Cada uno de nosotros, como Cristianos, ha tenido un éxodo en su vida. Hubo un tiempo en que fuimos llamados a salir de entre nuestras amistades, llamados a salir de entre las personas con las que una vez tuvimos compañerismo, y nos convertimos en personas diferentes, para caminar con personas diferentes que actuaban de una manera diferente y hablaban de una manera diferente. Fue un éxodo en nuestra vida.",
    "Israel nos dio un muy buen ejemplo, cuando Dios los llamó a salir. Ellos tuvieron un éxodo, y salieron de entre los—los pueblos del mundo, y se convirtieron en una nación separada para Dios, un pueblo único. Ellos caminaron bajo las sombras del propiciatorio. Vivieron y caminaron junto a la gran Columna de Fuego. Y Dios los trajo de Egipto a la tierra que Él había prometido.",
    "Y en este éxodo les fue dado un líder espiritual, un líder, el cual fue Moisés, un gran profeta ungido quien fue un—un gran hombre. Él fue un hombre piadoso, nació un hombre piadoso. Dios lo llamó desde su madre, aun antes de eso; Dios lo ordenó desde antes de la fundación del mundo, para ser un líder de esa generación, para traer este éxodo al pueblo.",
    "Hace un tiempo aquí les hablé a los niños aquí en el tabernáculo, y les traje un pequeño sermón; y conté o relaté una pequeña ilustración de cómo Jocabed, cómo oraba, ella y Amram, el padre de Moisés, acerca de hacer algo para liberar al pueblo. Y Amram vio la visión de Dios de pie, o un Ángel, señalando hacia el norte, y le dijo lo que acontecería. Luego nació el pequeño Moisés. Y ellos no temieron los mandamientos del rey, ni las amenazas. Ellos sabían que Dios tenía Su mano sobre Moisés y asunto concluido. Así es. No importa lo que el rey dijera, lo que dijera el mundo político, lo que cualquier otra cosa dijera, ellos sabían que Dios tenía Su mano sobre Moisés. Así que no temieron soltarlo allí mismo en medio de los cocodrilos; pues todos estaban gordos por los niños hebreos, se los habían dado de comer allá a los cocodrilos. Sin embargo, Moisés fue puesto allí en una pequeña arca y empujado directamente entre los cocodrilos, allí en medio de ellos. Porque ellos no temían nada, sabían que Dios tenía Su mano sobre Moisés.",
    "Bueno, pues, si nosotros solo estuviéramos convencidos de eso mismo, que nuestro gran Líder, el Espíritu Santo: Dios Lo ha enviado a Él. Y Él es nuestro Líder. Y no importa lo que diga el mundo, ni cuánto se rían de Ud. y se burlen de Ud., ¡nosotros seguimos a nuestro Líder! Dios envió al Espíritu Santo para ser nuestro Líder. ¿Ven? “Un poco y el mundo no Me verá más. Mas vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Así que, nuestro gran Líder está con nosotros, el Espíritu Santo. Ahora nosotros debemos seguir a este Líder y hacer exactamente lo que Él nos diga. Y este Líder nunca nos alejará del camino, Él siempre nos mantendrá exactamente en el camino de la Escritura. Pero Él nunca se irá a un lado por alguna cosa, y a este lado por alguna cosa. Él se quedará exactamente en el camino de las Escrituras.",
    "Y Moisés tenía una ruta por la que habría de llevar a Israel, y seguirla directamente a través del Mar Rojo, directamente hacia el otro lado del Jordán, directamente a la tierra prometida, directamente a través del desierto. No fue Moisés que se salió del camino; Dios no se salió del camino; fue la gente que se salió del camino, lo que causó el problema. Así que pensemos ahora en estas cosas. (Perdónenme.)",
    "Moisés, como líder ungido. Finalmente, cuando él le había mostrado al pueblo mediante señales y prodigios, que solo Dios podía hacer, él hizo estas señales y prodigios delante de los ancianos de Israel y ante Israel, hasta que ellos se convencieron de que este Moisés era el ungido que habría de sacarlos de este país, hacia esa tierra tan buena que les fue prometida. Luego, cuando vieron estas grandes cosas que hizo Moisés en el Nombre de Dios, ellos estuvieron dispuestos a seguirlo. Y él los sacó, los condujo por el Mar Rojo, atravesaron en tierra seca y entraron a caminar en el desierto; que significa el tiempo de las pruebas.",
    "Cuando una persona recibe a Cristo como su Salvador, todo está de lo mejor. Pero antes de que este hombre pueda entrar en el bautismo del Espíritu Santo, esta persona, primero debe tener un proceso de santificación; debe tener un tiempo de pruebas en su vida. Todos Uds. lo tuvieron. Él tuvo este tiempo de pruebas. “Todo hijo que viene a Dios, primero es azotado, disciplinado, castigado. Y si no soportamos la disciplina, entonces muestra que no somos hijos de Dios; somos bastardos y no hijos de Dios”, dice la Biblia. Pero si soportamos la disciplina, sabiendo que “todas las cosas les ayudan a bien a los que aman a Dios”, entonces somos hijos e hijas de Dios; luego Él nos sella con el Espíritu Santo hasta el día de nuestra redención. ¿Ven?, esa es la disciplina, la tensión, aquello por lo que atravesamos.\n\nE Israel, como un tipo histórico, tuvo que soportar esta disciplina.",
    "Ahora, cuando ellos estaban allá en Egipto, pues Dios envió a Moisés. Y él extendió la vara, y las pulgas y piojos vinieron sobre la tierra. Él la extendió hacia el sol, y este se puso. Él la extendió sobre las aguas y se convirtieron en sangre. Pues, Israel estaba en Canaán… allá en—en Gosén, pasando un tiempo glorioso; el sol no se puso; las plagas nunca los afectaron; pues, ¡sencillamente estaban teniendo un tiempo glorioso!",
    "Tal como cuando Ud. primero fue salvo. Todo, los pájaros cantaban diferente, y todos eran encantadores. Y, ¡oh, qué cosa! ¡todo era magnífico apenas Ud. fue salvo! Luego vino el tiempo de pruebas, la disciplina, el tiempo de santificación, Ud. santificándose de las cosas del mundo, “despojándose del peso que tan fácilmente los asedia”. Ud., un hombre, tuvo que dejar de fumar, dejar de beber, dejar de ir a la sala de billar, sus fiestas de naipes de toda la noche. Ud. tuvo que santificarse de todas esas cosas, por la fe en la Sangre de Jesucristo. ¡Santificarse! Uds. las mujeres tuvieron que dejarse crecer el cabello, alargar sus vestidos y comportarse diferente a lo que eran. ¡Tiempo de santificación! Muchas veces se rebelan y regresan; pues, ese no es un hijo de Dios, ¿ven? Un hijo de Dios mira directamente al Calvario, y sabe que es para su bien.",
    "Así que, en ese tiempo, en el proceso, fue donde entró la gran apostasía a Israel. Cuando vino este gran tiempo de muchedumbres, luego el pueblo comenzó a caer de un lado a otro. Luego en su murmurar: “Bueno, quisiéramos estar de nuevo en Egipto. Nuestras almas detestan este pan tan liviano”. En otras palabras, pues si yo lo tomara históricamente, eso fue lo que ellos dijeron.",
    "Ahora, en el día moderno, sería: “¡Oh, cada miércoles en la noche, reunión de oración! ¡Cada domingo por la mañana, otra vez a la iglesia! ¿Qué oímos? La misma cosa: el predicador se para y predica; himnos; regresamos”. ¿Ven?, entonces Ud. solo va porque es el deber. Ud. no es un adorador. Un adorador va allí para adorar, para expresarse ante su Dios, para alabar a Dios por Su bondad; cada Palabra, de Allí se aferra.",
    "Es como una relación amorosa. Si Ud. simpatizara con una joven porque Ud. sabe que es un deber, o Ud. simpatizara con un joven, cuando Ud. era joven. “Mamá quiere que yo salga con este muchacho, pero no lo soporto”. Para Ud. no significaría nada que él viniera a verla. O, si fuera así mismo de la joven con el joven, o del joven con la joven. Ud. sale con ella y ella lo aburre; mamá quiere que Ud. simpatice con ella porque ella es la clase de joven que a mamá le gusta. ¿Ven?, eso le aburre; no hay una relación amorosa. Pero a Ud. no le importa; Ud. no quiere arreglarse; no quiere ir a verla. Y es… Pues, eso es una cosa horrible. Y cuando él viene a verla, ¡qué cosa!, Ud. solo quisiera que él se diera prisa, que se fuera a casa.",
    "Así mismo es cuando Ud.: “¿Por qué se tarda tanto predicando? ¿Y todo esto para qué, y lo demás?”. ¿Ve?, Ud. no está enamorado.",
    "Pero cuando Ud. realmente se aferra de cada Palabra, así como el Espíritu les advirtió esta mañana, ¿ven?: “Aferrados de cada Palabra”. Eso tal vez sea lo que Él les viene diciendo a Uds.: ¡Aferrarse! Es Vida Eterna, cada Palabra de Dios. Es un gozo ir a la iglesia, bajo cualquier circunstancia. Así haga calor, frío, indiferencia, si la gente discute, gruñe, lo que estén haciendo, con todo, es un gozo oír la Palabra del Señor. Ud. entonces está enamorado de Cristo, ¿ven?, a Ud. le encanta ir a la iglesia.",
    "🦅 Bueno, cariño, es domingo por la mañana otra vez; supongo que tenemos que bañar a los niños e ir allá. ¡Vaya!, ¡qué aburrimiento!”. ¿Ven?, Ud. no está enamorado.",
    "Pero si Ud. realmente está enamorado, Ud. quiere que llegue la mañana del domingo; Ud. simplemente tiene que llegar allí con ellos. Y llegamos, e irnos… El pueblo de Dios, ellos no lo aburren a uno. Pues, ellos son—son hermanos y hermanas. Como yo solía decir: “Uds. son tan espesos como la melaza de sorgo en una mañana fría”. No—no escurre, sino que permanece unida, Uds. saben, muy espesa. Ahora, esa es una expresión tosca, pero es—es—es queriendo que Uds. entiendan lo que quiero decir, ¿ven? Uds. permanecen juntos. Y entre más frío, más juntos. Y así debe ser con nosotros. Entre más frío…\n\nCuando amistades te abandonen,\n\n¡Aférrate más a Él!",
    "Y el que nos amemos el uno al otro, no es porque seamos alguien; sino al Cristo en nosotros, es al que amamos, ¿ven? Es el Dios que está en nuestros seres, lo que amamos. Ahora, nos encanta reunirnos. Antes cantábamos ese antiguo himno:\n\nBendita sea la unión que enlaza\n\nNuestro corazón en amor Cristiano;\n\nEn comunión, los unos con otros,\n\nEs como lo Celestial.\n\n¿Ven? La comunión, entre semejantes, es como lo Celestial.\n\nAnte el trono de nuestro Padre,\n\nRendimos ardiente oración;\n\nNuestras esperanzas, temores, cuidados,\n\nY metas, son uno en amor.",
    "¿Ven? ¡Sí, señor! Cuando uno ha recibido una bendición, todos estamos contentos por eso. Cuando uno está triste, estamos tristes con él. Nosotros, nosotros queremos todos estar unidos. Ahora, así es cómo debemos estar.",
    "Y así se suponía que debía estar Israel. Pero vino a ser una carga: “¡Oh, este pan ligero de siempre, el pan de los Ángeles! Bueno, ¿por qué tenemos este pan ligero de siempre? ¡Esta cosa fastidia nuestras almas! Y todo anda mal. Y—y este maná de siempre que cae todas las noches, pues, preferimos los ajos y los puerros de Egipto”. ¿Ven?, sus corazones no estaban listos para el viaje.",
    "Y cuando un hombre o una mujer comienza a quejarse de ir a la iglesia, se cansan tanto de ir a la iglesia, no están listos para el viaje. Así es. Algo anda mal en alguna parte.",
    "¡Oh, cuando Uds. aman a Dios, y meditan en que van al Cielo y que todos irán juntos!\n\n¡Qué dulce comunión, qué gozo divino,\n\nEn los Brazos de mi Salvador!\n\n¡Oh, qué gran bendición en Su paz me da!\n\nEn los Brazos de mi Salvador.\n\n¿Qué…? Cantamos esos himnos.\n\nCompartimos nuestras tristezas,\n\nLlevamos nuestras cargas mutuas;\n\nY, a menudo, para el otro fluye\n\nLa lágrima de compasión.\n\nAl irnos de ese calor,\n\nSe siente profundo dolor;\n\nPero siempre unidos estamos de corazón,\n\nDeseando vernos otra vez en la próxima reunión de oración. (Sí, señor, ¡aún unidos de corazón!)",
    "Ahora sí se están preparando para el viaje, ¿ven?, Uds. están listos para entrar a la Tierra prometida. Los tiempos de prueba, ese es el terreno peligroso; el desierto, los tiempos de prueba.",
    "Israel, en su tiempo de prueba se puso a discutir y a pelear entre sí, y detestó el pan. Y quisieron regresar a Egipto.",
    "Y luego comenzaron a quejarse de su líder. ¡Oh!, temían que él los estuviera llevando a extraviarse; después de demostrar que era un líder, y Dios había probado que él era el líder. “Bueno, quizá hemos actuado un poco como fanáticos. Y—y puede ser que comenzamos con el pie equivocado” o algo así, ¿ven?, ellos estaban hablando contra Dios y contra Moisés, Dios y Su líder.",
    "Ahora, cuando llegamos al punto en que decimos: “Yo no sé si la Palabra quiere decir Esto o no” y, “no sé acerca del Espíritu Santo; Eso me tiene un poco escéptico; conozco a otros que no están seguros”. Bueno, váyase a Egipto. ¿Ven?",
    "Pero si Ud. realmente está decidido a seguir en el camino, quédese con este Líder, el Espíritu Santo, quédese con la Palabra. Y si Ud. se queda con el Espíritu, Él lo mantendrá en la Palabra. Correcto. Él lo llevará directamente por la línea, el camino de la Palabra. Y no Le tema a Eso. Eso no le hará ningún daño, solo le ayudará si Ud. está herido. Sanará todas las heridas, el Espíritu Santo.",
    "Ahora, vemos que, a lo largo de este camino, después de ponerse así, llegaron al lugar de Horeb. Y H-o-r-e-b, Horeb, vemos que… Vamos a desglosar ese nombre. Por eso es que el—el nombre Horeb significa un “lugar seco” o un “desierto”.",
    "Y cuando dejamos el compañerismo entre nosotros en la iglesia, y el compañerismo con el Espíritu Santo, esto nos lleva a un lugar seco, a un desierto, donde nada está vivo, todo tiene espinas. ¿Ven?, un—un desierto, un pedacito de cacto con esa espina. ¿Sabían Uds. qué es eso? Es una preciosa hojita tierna que no ha recibido agua; solo se ha enrollado tanto que ahora es una espina. Y cuando Ud. ve a alguien así, tal vez sea un alma preciosa si hubiera sido regada correctamente, habría sido una hojita tierna o algo. Pero en vez de eso, se ha enrollado hasta ser una espina, picando todo, Uds. saben, queriendo culpar. Solo necesita agua. Eso es todo. Solo, solo necesita un—un avivamiento, o un quebrantamiento, un refrigerio del Señor. Se—se abrirá ella misma, si Ud. solo la lleva al agua.",
    "Pero eso es lo que tienen que sufrir aquellos que viven en ese sitio por las condiciones de ese lugar. Y los que quieren vivir en ese tipo de ambiente en donde todo es golpes y discusiones, y disgustos y enojos de esa índole, pues, simplemente vivirán en esa atmósfera, así es. Pero no tenemos por qué vivir allí; no es necesario que permanezcamos allí.",
    "Ahora, este Horeb fue el lugar donde Dios se desanimó con el pueblo, porque habían llegado a este lugar y entrado en esta condición. Y Él los trajo de vuelta allí, porque no quisieron caminar en la senda. Ellos se salieron del—del camino principal, se desviaron hacia este lado del camino. Y luego eso causó que Dios hiciera algo que fue terrible. Él… Provocó que Dios hiciera que Moisés tomara la vara de juicio con la que había juzgado a la nación, y golpeara la Roca para traer el agua.",
    "Ahora, hay una hermosa lección aquí si solo pudiéramos captarla, ¿ven? Y por causa de que nosotros nos salimos tanto de orden, y nos apegamos tanto al mundo y esas cosas, que hizo que Dios tomara los juicios del mundo e hiriera a Su Propio Hijo con eso, en el Calvario, para que nosotros quedáramos en libertad. ¿Ven lo que quiero decir?",
    "Ahora, para llevar a esta gente a un poco de agua, después de que llegaron allí, este lugar seco se convirtió en un Calvario. Y allí Dios le dijo a Moisés, dijo: “Toma la vara y a los ancianos, y ve, y Yo me pararé sobre la Roca delante de vosotros”. Y esta Roca era Cristo. Y Moisés, con la vara que había traído juicio sobre la nación de Israel, tomó esta misma vara y golpeó los juicios de Dios sobre la Roca. ¿Ven? Él puso los pecados del pueblo en esta vara. Y, él debería haber golpeado a la gente. Pero en lugar de golpear a la gente, él golpeó la Roca. Y la Roca, mediante una obra de Dios, trajo salvación, le trajo agua a un pueblo agonizante. Le trajo vida a un pueblo moribundo. Y eso es lo que Dios hizo al tomar Su—Su varita de una vara de juicio, y envolver mis pecados y sus pecados en esta vara; cuando debió habernos golpeado a nosotros, pero golpeó a Cristo; para que de Él saliera agua, que significa “Espíritu”, el Espíritu Santo salió de Él, para darnos Vida. Ahora tenemos Vida Eterna. Pues, esa Roca era Cristo. Bueno, vamos a fijarnos.",
    "He visto muchos dibujos intelectuales de esta Roca. Vi uno de los más críticos no hace mucho tiempo, donde había una—una pequeña roca en la cima de una colina. Y—y se suponía que Moisés había herido esta roca, e Israel estaba allí abajo con una taza de té, tomando del chorrito que caía de esta roca. Pues, eso solo es la idea de alguien.",
    "Pero cuando esta Roca produjo Sus aguas, hubo más de dos millones de personas, aparte de los bueyes, camellos y todo lo demás que bebieron de Ella en cubas de agua. ¡Fue un torrente abundante que brotó de allí!",
    "Así es como ellos quieren presentar a Cristo, el Espíritu Santo hoy; “que solo es un pequeño rociar”. ¿Ven?, apenas lo suficiente para hacerlos creer que hay un Dios. No.",
    "¡Es una abundancia de Agua! David dijo: “¡Mi copa está rebosando!”. Es un caudal del Espíritu Santo.",
    "La gente Le teme. Algunas personas dicen: “Bueno, tengo un poco de miedo de hacer esto o aquello, o podría involucrarme demasiado. Yo puedo mostrarles a alguien que se involucró demasiado”. Pero Uds. nunca señalan a aquel que no se involucró lo suficiente. ¿Ven? Sí, ¿qué me dice de los que no se involucraron lo suficiente?",
    "Ahora, ha habido algunas personas que entraron en la carne, y comenzaron con el pie equivocado. Y—y no es Dios, sino la gente que se… Por no tener un buen liderazgo y demás, los hicieron comenzar con el pie equivocado, y ellos entraron en fanatismo. Y entonces el diablo se los señala al mundo entero: “¡Lo ven! ¡Lo ven!”.",
    "Bueno, déjenme pararme esta mañana y señalarles atrás a estas decenas de millones más que ni siquiera comenzaron. ¿Qué me dice de ellos? ¿Ven?, miren su condición. Miren a un tipo como Eichmann hoy, con el más alto… Dicen: “Los pentecostales son poco éticos y ordinarios, y no son educados” y todo así. Miren a Eichmann, uno de los hombres más educados del mundo. Y mató a seis millones de niños y mujeres y hombres, seis millones de almas. Uds. no quieren señalar alguien así.",
    "Pero algún pobre individuo que a duras penas sabe leer, quizá no pronunció bien un nombre de la Biblia y, o tal vez dijo algo o hizo algo mal, o cometió algún error, los periódicos quieren publicar eso por todas partes y decir: “No son de fiar”.",
    "Entonces, si no se puede confiar en eso, ¿qué me dice de la educación, las cosas y eso intelectual que ellos tienen hoy? Miren a Adolfo Hitler. Miren a los cerebros del mundo actualmente. Mírenlos. El viejo refrán dice: “La salsa para la oca, salsa es para el ganso”.",
    "Lo que uno tiene que hacer, es por medio del Espíritu Santo, poder discernir qué es lo correcto y lo incorrecto, y escoger lo correcto de lo incorrecto.",
    "Ahora, vemos este Calvario que ellos tuvieron, y las aguas de vida brotaron para el pueblo.",
    "Bueno, algunas personas tienen en sus corazones y en su mente, que todo Israel bebió, y que luego cargaron los camellos y amarraron la montura a los caballos y así, y que tomaron a sus hijos y se fueron a otro lugar y dejaron la Roca allí, borboteando. No es así.",
    "Esa Roca los siguió y esa agua los siguió. Bueno, en Primera de Corintios, el capítulo 10, creo, y el versículo 11, lo encontrarán, que “esa Roca siguió a Israel”. Adondequiera que iban desde ese día, la Roca iba con ellos y las aguas los seguían.",
    "¡Qué hermoso tipo, y un—un hermoso asidero y ancla para el creyente de hoy!, que sabe que aquella Roca que una vez fue herida, esa Agua que una vez salió del Calvario, va con nosotros dondequiera que estemos. ¡Oh, qué cosa! No es cuestión de regresar a cierto lugar y decir: “Bueno, sí tuvimos el Agua anteayer, allá”. Hoy tenemos Agua, aquí mismo, ¡porque esa Roca era Cristo! Y Cristo es el mismo ayer, hoy, y por los siglos.",
    "¿Ven?, esa Roca siguió a Israel. Ellos no siguieron a la Roca, sino que la Roca los siguió a ellos. Amén. Israel continuó su viaje. Solo tenían una cosa que hacer, era mantener el rumbo directo, directamente hasta entrar a la tierra prometida. Y la Roca y el agua los siguieron.\n\n…la Roca que los seguía a ellos…\n\nPrimera de Corintios lo dice, el capítulo 10. Muy bien.\n\n…esa Roca era Cristo.",
    "Dios tomó los juicios del pueblo y los puso sobre Cristo, y Lo hirió. ¿Notaron Uds. que hubo una hendidura en la Roca desde entonces? La Roca tenía una hendidura, donde Moisés la golpeó. Y Cristo tuvo una hendidura, cuando Él fue herido; “Él fue herido por nuestras rebeliones y por Sus llagas fuimos nosotros curados”. ¡De esa Vida brotaron las Aguas de Vida que tanto disfrutamos hoy!",
    "Ahora, para obtener esta Vida, recuerden: la Vida de Cristo permanece con la Iglesia. ¡Aleluya! ¡Oh, si pudiéramos anclar nuestros pensamientos allí por los próximos diez minutos! Cristo no abandona a la Iglesia. “Yo estaré siempre con vosotros, hasta el fin del mundo”. Es el pueblo el que abandona a Cristo, no es que Cristo abandone al pueblo. La gente Lo deja, por su incredulidad. Ellos dejan a Cristo, no es que Cristo deje a la gente.",
    "Israel dejó ese arroyo, no que el arroyo dejara a Israel. ¿Ven? Porque la Biblia claramente declara que “La Roca y el agua siguieron a Israel”. ¡Los siguió! Adondequiera que fueran, Ella también iba.",
    "¡Oh!, quisiera en esta mañana, si tuviéramos tiempo, ir al primer capítulo de Josué, donde Él dijo: “Todo lugar que pisare la planta de vuestro pie, Yo os lo he entregado. Adondequiera que vayas, el Señor tu Dios está contigo. No temas a ningún hombre. ¡Sé valiente! Dondequiera que dieres un paso, allí estoy contigo, no importa dónde sea”. ¡Dios iba con Josué!",
    "El mismo Dios va con Su Iglesia esta mañana. Bebamos de esta Fuente allá. Dondequiera que Ud. dé un paso, allí mismo es donde Dios estará con Ud., para regar y darle Vida. “Yo siempre estaré contigo, hasta el fin de la edad”. Cristo es el mismo ayer, hoy, y por los siglos. Las leyes de Dios.",
    "Ahora, Ud. dice: “Entonces, Hermano Branham, ¿por qué será que no hacemos las cosas que debemos hacer? ¿Por qué será que nuestros dones y cosas en la iglesia no llegan a su madurez, a donde deberían? ¿Por qué será que nuestra iglesia no sube al punto donde debería estar?”. La gente, en el tiempo de prueba, se aleja así como Israel. Ellos piensan que Dios los ha dejado.",
    "Pero recuerden: la Roca no abandonó a Israel. Israel abandonó a la Roca; olvidó que la Roca siempre estaba con ellos. Estaba allí mismo, iba allí mismo con ellos hasta el final del camino. “Ella los siguió”. Ella no estaba más allá que no pudiera hablar; no estaba más allá que no pudiera oír; ni estaba más allá que no se pudiera ver.",
    "¡Ni tampoco lo está Cristo! Con la Iglesia hoy, Él no está tan lejos que no pueda hablar. Algunos de Uds. se han descarriado y han actuado mal, y han perdido ese gozo y su Agua se ha secado. Él aún está a distancia de oírle. Él lo sigue a Ud. Él sabe cada movimiento que Ud. hace y todo lo que Ud. hace. Él anhela oír que Ud. Lo llame a la escena.",
    "Y este gran movimiento pentecostal de hoy, Dios está esperando que Uds. lo llamen a Él a la escena. Uds. no están tan distantes que no puedan hablar con Él. Aunque hayamos actuado mal, y pecado, y Le hayamos dado la espalda, y—y hecho cosas que no debiéramos hacer, pero Él aún está con nosotros. Cristo dijo que Él estaría con nosotros.",
    "La Biblia dice: “Las aguas siguieron a los hijos de Israel”. Cuando tenían sed, ellos sabían que el agua estaba cerca.",
    "Ahora, hay leyes que controlan estas cosas. Todo el sistema de Dios se sostiene por leyes. Bien, tomemos… Detengámonos por un minuto.",
    "Tomemos al mundo. Gira, cada veinticuatro horas da una revolución completa, tan perfectamente, que… Con toda nuestra ciencia, no hemos podido hacer un reloj que dé la hora perfecta. De vez en cuando, los mejores relojes que hacen, en el transcurso de un año, se adelantan o se atrasan muchos minutos. Pero el mundo nunca falla, sino que guarda cada segundo. Es tan perfecto que los científicos de hoy en día, los astrónomos pueden decirle a uno, dentro de veinte años o dentro de cincuenta años a partir de hoy, exactamente cuándo el sol y la luna se cruzarán. Cuando completa su ciclo de veinticuatro horas, y gira en su tiempo alrededor de la órbita de una estación, no pierde ni un tictac. ¡Aleluya! Es perfecto, porque marcha conforme a la ley de Dios.",
    "Ellos saben exactamente cuándo bajará esa marea, al minuto en punto, porque saben a qué hora baja la luna. Y Dios tiene todo en orden por una ley. Y cuando esa luna baja, la marea baja con ella. Cuando esa luna sube, aquí viene la marea con ella. Y ellos saben exactamente, por su tiempo, cuándo se pondrá esa luna. Pueden colocarlo en el calendario del almanaque años antes, y decirles el minuto cuando esa marea comenzará a bajar. Seguro, porque así es como se pone la luna, porque está en el orden de la ley de Dios.",
    "Yo estaba parado el otro día junto al Lago Michigan. Y pasé al Lago Superior, rumbo a Canadá, esa gran masa de agua. Y parado allí, pues, pensé: “¡Cuántas millas medirá aquí a lo ancho este gran estrecho de agua!”. Y luego, después de que crucé Mich-… o el Lago Superior, entré al Michigan, una masa de agua casi igual. Y allí, desde el Lago Superior al Lago Michigan, desde el Lago Michigan al Lago Ontario, y solo… y Hurón, y todos esos lagos. ¡Cuántos billones de billones de billones, e incontables barriles de agua dulce habrá en ese lago!",
    "Y allá en Nevada y en Arizona, Nuevo México, en el este de California, hay millones de acres de tierra cuarteada y árida. Es tan fértil que, si esa agua alcanzara a llegar a esa tierra, esta nación podría alimentar al mundo, no quedaría gente con hambre, y habría de más hasta para lanzar en el mar. ¡Así es! Los millones de acres producirían toneladas de millones de toneladas de patatas, repollo, frijoles y—y lechugas, y rábanos y apio, y pepinos y cuanta cosa más. La tierra lo produciría; solo está—está anhelando el agua.",
    "Y aquí está el agua acá arriba, y aquí está la tierra por acá abajo. Pues, podemos verlo, y sabemos que lo haría, porque podemos probar el agua y ver que es dulce, y probar el suelo y ver que es fértil. Bueno, con todo lo que pudiéramos desearlo, nunca los uniremos. Pero hay una ley, y esa ley es la gravedad. Ahora, si trabajáramos conforme a la gravedad, podríamos regar cada pedazo de esa tierra, tomando el agua de los lagos e irrigarla. Pero tendríamos que obrar conforme a la ley de la gravedad. No podemos ponerla allí deseándola; no podemos ponerla allí a gritos; no podemos colocarla allí dando voces. Tenemos que obrar de acuerdo a las leyes de la gravedad para llevarla allí. Dios pone una ley en todo.",
    "Miren, estaba pensando, no sé si les he contado esto o no. Estuve en Kentucky cazando ardillas con el Hermano Wood, hace como un año. Y nosotros… Las ardillas estaban algo escasas, así que fuimos a la casa de un señor para ver si podíamos cazar. El hombre tenía varios acres de terreno, y en este terreno había mucho bosque. Pero el Hermano Wood me dijo que “el hombre es un infiel. Él es—es un incrédulo”. Y él dijo que lo conocía, así que él… o que su padre lo conocía; él iría allí y le pediría si nos daba permiso para cazar.",
    "Condujimos hasta el lugar del caballero. Y él y otro hombre, ambos con más de setenta años, estaban sentados bajo un manzano. Y el Sr. Wood se acercó a este hombre y le dijo: “¿Podría cazar un poco en su propiedad?”. Y él dijo: “Pues” dijo, “está bien”. Él dijo: “¿Qué Wood eres? ¿Eres hijo de Jim Wood?”.\n\nDijo: “Lo soy”.",
    "Él dijo: “Bueno, ese Jim era honesto, y todo eso”. Él dijo: “Puedes cazar donde quieras en mi propiedad. Tengo tantos cientos de acres aquí, adelante. Ve a esos valles, donde quieras. Siéntete como en tu casa”.",
    "Yo me quedé en el auto, porque pensé que un predicador y un incrédulo no se llevarían bien, si íbamos a pedirle un favor al incrédulo.",
    "Y después de un rato, el Hermano Wood dijo: “Bueno, pues, ¿podría acompañarme mi pastor? Supongo que no habría problema si él me acompaña”.",
    "Y este anciano se volvió con su bastón y dijo: “Wood, ¿quieres decirme que te has rebajado tanto, que tienes que andar acompañado de un predicador adondequiera que vas?”.",
    "Y con eso, pensé, después de eso, que sería mejor que saliera del auto. Entonces salí del auto y hablé con el caballero de edad por unos minutos. E inmediatamente me dejó saber que para él los predicadores no servían para nada, porque él consideraba que ellos hablaban de algo de lo cual no sabían nada.",
    "Él dijo: “Ellos solo vociferan de algo de lo que no saben nada. Pues” dijo, “cuando un hombre me hable a mí, quiero que él sepa de lo que está hablando”. Bueno, eso tiene sentido. Eso es razonable. Él dijo: “Pues, si un hombre me habla a mí, no quiero que hable de alguna cosa, lo que sea, alguna conjetura de algo de lo que él no sabe nada. Quiero que hable algo de lo cual él sabe que está hablando”. Bueno, respeté eso. Yo respeté eso en el caballero anciano.",
    "Y entonces dije: “Bueno, por supuesto, toda persona tiene su propia opinión”.",
    "Y él dijo: “Había un predicador que vino a esta región hace algunos años, que tuvo una reunión allá en Acton”. Y dijo: “Este predicador, una noche, no siendo de esta región, le dijo a una—una señora sentada entre la congregación: ‘Ud. tiene un pañuelo en el bolsillo. Y Ud. es la Sra. Fulana de tal. Y Ud. tiene una hermana enferma por aquí en la colina. Su nombre es Fulana de tal. Ella se está muriendo de cáncer en el estómago’. Y dijo: ‘Tome este pañuelo y póngaselo a su hermana, y dígale: “ASÍ DICE EL SEÑOR, ella no morirá, sino que vivirá”’”.",
    "Él dijo: “Esta misma mujer era amiga nuestra”. Y dijo: “Nosotros llevamos a esta mujer… Este pañuelo allá, o sea, este hombre, a la persona”. En primer lugar, dijo: “Esta mujer, con mi esposa habíamos estado allí esa mañana y le habíamos llevado, ayudado a esta mujer. ¡Y ella estaba muy enferma! Los médicos la habían desahuciado hacía mucho tiempo. Estaba tan enferma que teníamos que moverla en una sábana, levantarla para ponerla en la bacinilla y llevarla de nuevo. Darle vuelta en la sábana, de lo enferma”. Dijo él: “Una noche, allá, llegó de allí un ruido como si alguien hubiera muerto”.",
    "Era Ben allá con ese pañuelo, que lo llevaba allá. Creo que fuiste tú ¿verdad, Ben? [El Hermano Ben dice: “Amén. Amén”.—Ed.] Fue el Hermano Ben que está allí, que llevó ese pañuelo, porque él había llevado a la mujer allá.",
    "Y dijo: “A la mañana siguiente, ella estaba comiendo pastel de manzanas fritas”. Y dijo: “Ella no solo hace su propio trabajo, sino que hace el de la vecina; ¡de lo bien que está!”. Él dijo: “Bueno, a menudo me he preguntado. Si yo llegara a ver a ese predicador, él sí sabía de lo que hablaba” dijo, “me—me gustaría hablar con él”.",
    "El Hermano Wood me miró y yo lo miré a él. Parados allí, sucios, sudados y mugrientos, habíamos estado acampando en el bosque, y—y todos untados de sangre de ardilla. Y le dije: “Bueno” dije, “es… ¿Ud. quiere decirme que, si pudiera hablar con este individuo, pues que él le diría cómo lo hizo?”.\n\nÉl dijo: “Sí, señor, eso es lo que quiero decir”.\n\nLe dije: “Bueno, eso es—es algo bueno”.",
    "Yo estaba comiéndome una de sus manzanas. Tenían encima pequeñas avispas amarillas, Uds. saben, en el otoño del año, en agosto. Y yo tenía esta pequeña manzana, y la había mordido. Y dije: “Es una manzana muy sabrosa”. Le dije: “¿Cuánto tiempo tiene ese árbol allí?”.",
    "🦅 ¡Oh!” dijo, “yo planté ese árbol allí hace treinta o cuarenta años, o algo así”.",
    "🦅 Sí, señor”. Dije: “Me gustaría solo hacerle una pregunta”. Dije: “¿Cómo será posible… Veo que esas manzanas se han caído de ese árbol, y que se le están cayendo las hojas, y apenas es mediados de agosto”. Y dije: “Ni siquiera hemos tenido un tiempo frío, ni una helada ni nada, y sin embargo esas hojas se están cayendo de ese árbol. ¿Por qué será?”.\n\nÉl dijo: “La savia ha dejado el árbol”.\n\n“¡Oh!” dije, “¿a dónde se fue?”.\n\nÉl dijo: “Abajo a las raíces.”\n\nY dije: “Entonces, ¿cuánto tiempo permanecerá allí abajo?”.\n\nDijo: “Hasta la primavera”.",
    "Y dije: “Luego volverá, y le traerá hojas nuevas para dar sombra, manzanas nuevas para comer”.\n\nDijo: “Así es. Así exactamente”.",
    "Yo le dije: “Bueno, quiero preguntarle algo, señor. Ud. habla de estos hombres que no saben de lo que hablan”. Le dije: “¿Podría Ud. explicarme qué Inteligencia hace que esa savia deje ese árbol? Si se quedara allí durante el invierno, el árbol moriría. Ud. mataría el árbol. El germen de la vida está en esa savia”. Pues, le dije: “Eso mataría al árbol. ¿Qué Inteligencia hace que esa savia salga de ese árbol, bajando a las raíces, y se quede hasta la primavera, y luego vuelva otra vez y traiga más manzanas?”. Le dije: “Ponga Ud. agua en un cubo y colóquelo sobre un poste, y vea si en agosto baja al fondo del poste y vuelve a subir en primavera. ¿Ve?”. Dije: “Hay alguna ley, hay una ley de la naturaleza. Alguna Inteligencia ha establecido esta ley. No solo eso, sino que esa misma Inteligencia tiene que manejar esa ley, que la envía a la raíz del árbol y vuelve”.\n\nÉl dijo: “Yo nunca había pensado en eso”.",
    "Yo le dije: “¿Podrá Ud.…? Si Ud. llega a saber qué Inteligencia hace que esa savia baje de esas ramas del árbol, hacia las raíces y vuelva, esa es la misma Inteligencia que me dijo aquella noche: ‘Ve, coloca ese pañuelo sobre la mujer’”.\n\nÉl dijo: “¿Y Ud. es ese predicador?”.\n\nLe dije: “Sí, señor, así es”.",
    "El año pasado estuve allá (él falleció), y su viuda estaba sentada en el porche, pelando manzanas de ese mismo árbol. Hermano… Primero nos iban a sacar corriendo, no sabían quiénes éramos. Y fui y le conté de eso, que teníamos permiso de él. Y le conté, dijo: “Él confesó completamente a Cristo antes de morir”.",
    "¿Ven?, ¿qué hace que ese árbol?, ¿qué Inteligencia lleva eso abajo? Es una ley. Es una ley que Dios ha establecido. Y esa ley es la ley de Dios la que se encargará del asunto. Amén.",
    "Saben, a mí no me importa cuánto Ud. grite, ni que diga—diga: “No sucederá, el sol no brillará más este verano”. De todos modos, brillará. Cuánto Ud. diga: “Yo—yo—yo no voy a permitir que venga la noche”. Vendrá de todos modos. Porque esta cosa en la que vivimos, llamada tierra, es controlada por una ley de Dios.",
    "Ahora, hermanos y hermanas, quiero preguntarles algo: Entonces, ¿si hemos nacido de nuevo del Espíritu de Dios…? Dios no tiene partecitas débiles y grandes partes fuertes, ¡todo Su Ser es Dios! Y si Ud. tuviera lo suficiente de Dios en Ud., así solo fuera apenas una sombra, eso es suficiente poder para crear una nueva tierra. Eso es suficiente poder para hacer una luna nueva y un sistema nuevo. ¡Es Dios, y es potente! Y ahora mismo cada creyente aquí tiene Vida Eterna, lo cual es el Espíritu de Dios en Ud.; el Poder suficiente para resucitar a los muertos, sanar a los enfermos, y acondicionar las órbitas. Pero Ud., eso está controlado por una ley, ese Espíritu que está en Ud. Uds. son hijos e hijas de Dios. Ese mismo Espíritu que Ud. tiene dentro, lo levantará a Ud. mismo en el día de la resurrección.",
    "Jesús, cuando estuvo aquí en la tierra, cuando murió, Su alma bajó al Hades, “Y les predicó a los espíritus encarcelados, las almas encarceladas que no se arrepintieron en la paciencia de los días de Noé”. Su Cuerpo fue a la tumba. Pero antes de morir, Él encomendó Su Espíritu en las manos de Dios. Su Espíritu fue a Dios; Su Alma fue al Hades; y Su cuerpo fue a la tumba. Y Jesús fue excluido de la resurrección hasta que la Escritura pudiera cumplirse. Él no podía regresar, porque tenía que permanecer en la tumba por tres días y noches. Pero cuando se cumplió toda la Escritura, se apartó este impedimento; Su Espíritu bajó a Su alma, Su alma a Su cuerpo y Él resucitó.",
    "Y cuando nosotros muramos, nuestras almas irán bajo el altar de Dios; al lugar que tuve el privilegio de ver hace unas mañanas, como Uds. saben, en la visión, de lo cual habla la Biblia. “Nuestros espíritus irán a Dios, Quien lo dio, y nuestros cuerpos volverán al polvo de la tierra”. Pero algún día, cuando se haya cumplido la Escritura, nuestros espíritus serán liberados por Dios, recogerán el alma, y el alma al cuerpo. Y el Poder que nos resucitará, ¡está ahora mismo en nosotros! Ahora estamos en lugares Celestiales. Ahora estamos en el Poder de la resurrección.",
    "Si no hubiera una ley para eso, los hijos e hijas de Dios se crearían un mundo por acá e irían a vivir en él una vida privada. En Ud. está el Poder para hacerlo. Si tiene en Ud. una sombra del Poder de Dios, Ud. tiene Poder para hacerlo. Dios es omnipotente. ¿Ven lo que quiero decir? El Poder que hay en Ud. creará. Ud. pudiera hablar un mundo a existencia e irse a vivir en él. ¡Aleluya! Ahí lo tienen.",
    "Ese es el Poder que ahora está en la Iglesia, pero está controlado por una ley. Y esa ley no es “cumplir una cantidad de mandamientos”; es una ley de fe. Jesús dijo: “Todo es posible para los que creen”. Y si Ud. puede creerlo, todo lo que Dios guíe a su alma a creer, eso es suyo. Cada lugar que la planta de su pie pueda pisar, mediante la fe, Dios se lo da a Ud. ¡Amén! Es suyo, Ud. lo posee, si puede encontrar la llave a esta ley de la fe que se lo abre a Ud. ¿Ven lo que quiero decir? Ese Poder está controlado por… Si Ud. es un hijo de Dios, una hija de Dios, eso nunca lo deja. Está con Ud. todo el tiempo. Pero, su fe se aparta de Eso, pero Eso aún está allí. ¡Aleluya!",
    "Cuando Ud. es salvo, Dios le da fe para levantarse de la inmundicia de la tierra. Su fe vence las cosas del mundo. ¿Cuál es su fe? Su fe es ese acto que Dios ha hecho en Ud., para hacerlo un hijo de Dios. Ud. dejó de mentir, dejó de robar, dejó de beber, porque su fe lo eleva por encima de eso. Amén. Si Ud. no lo hace, no tiene fe. “Y por fe sois salvos, y eso por medio de la gracia”.",
    "Cuanta fe Ud. pueda liberar, así será el Poder que Ud. podrá tener, porque en Ud. mora el Poder de crear los Cielos y la tierra. Dios mora en Ud. y Uds. son hijos e hijas de Dios. ¡Amén! Ahí lo tienen. Pero es la fe suya. Jesús dijo: “Conforme a vuestra fe os sea hecho. Si podéis creer, todo es posible. De cierto os digo que si dijeseis a este monte: ‘Quítate’, y no dudaseis, sino creyeseis lo que habéis dicho”.",
    "Entonces, ¿qué clase de personas deberíamos de ser, teniendo fe en este gran Cristo redentor que vive en nosotros, esta Roca herida que nunca abandona a la Iglesia? “Yo estoy con vosotros todos los días, hasta el fin del mundo”, la Presencia constante del gran caudal de la salvación y Poder que se derramó del Calvario hacia la Iglesia, la Presencia constante del Dios vivo, la gran Roca caudalosa y herida que nos acompaña en nuestro viaje.",
    "Israel perdió su fe. Se salieron del camino. Empezaron a codiciar las ollas de carne. Si hubieran permanecido con fe y creyendo que Dios los llevaría a la tierra, nada les habría impedido. Ellos ya habían abierto los mares, habían herido con plagas a sus enemigos, habían crucificado a sus enemigos que los perseguían, y habían cruzado a la tierra, y con todo no pudieron tener fe para continuar hacia la promesa.",
    "¡Josué y Caleb tenían esa fe! Ellos dijeron: “Somos más que capaces de conquistar cualquier cosa que venga ante nosotros”.",
    "Ese es el problema con la iglesia. Nosotros podemos vencer toda enfermedad; en nosotros está el Poder. Somos hijos e hijas de Dios, nada se nos puede enfrentar. Lo único, es que Él busca alguien quien lo crea, quien crea lo que Dios ya ha hecho por Uds. No que seremos; ¡ya lo somos! Y la Presencia siempre viva del Espíritu está con nosotros. ¡Amén! Ahí lo tienen.",
    "A eso me refiero cuando mencioné el tema esta mañana: El Agua siempre presente de la Roca. El Agua siempre presente de la Roca está aquí ahora, esa Agua siempre presente de esa Roca herida en el Calvario. Cuando ese Espíritu Santo salió de Él en el Calvario, que regresó sobre la Iglesia en el Día de Pentecostés, ese mismo Espíritu Santo está presente esta mañana. ¡Y Él nos ha dado una promesa!",
    "Por eso es que, al salir donde los enfermos, cuando Él me comisionó allá: yo lo creo; ¡Dios lo dijo! Así suceden las visiones; ¡Dios lo prometió! Dios no puede mentir.",
    "¡Créanlo! Uds. tienen que creerlo. Debe haber Algo allí para abrir ese regulador, abrir esa cosa para darles la entrada. Lo que necesitamos hoy no es orar por más Poder. Uds. tienen suficiente Poder para crear una tierra nueva. Lo que Uds. necesitan es fe para usar ese Poder. Lo que necesitan es controlar esa vida, y vivir una vida tan piadosa que cuando le pidan algo a Dios, ¡Uds. ya lo saben! Tenemos confianza en Dios de eso. Sabemos que si guardamos Sus Mandamientos, Él no nos negará nada bueno, si caminamos con Él. Dios caminando con nosotros. ¡Oh, qué cosa!",
    "Ellos solo tenían que hacer una cosa. Ellos solo tenían una cosa que hacer: era mantener ese rumbo. No desviarse por aquí, ni desviarse por allá, ¡sino mantener ese rumbo! La Iglesia solo tiene una cosa que hacer: ¡mantener el rumbo! Ellos tenían una Columna de Fuego, la que tuvieron para mantenerse en ese rumbo, al seguir esa Columna de Fuego. Eso fue lo que los guió a ellos. El objeto que podían ver era esa Columna de Fuego. La vieron obrar a través de Moisés y sabían que él era el líder.",
    "Hoy nosotros tenemos la Palabra. Nosotros seguimos la Palabra. Y nosotros vemos la Palabra obrando en los creyentes, y entonces así lo sabemos. ¡Dios obrando con nosotros confirma la Palabra con las señales que siguen! Nosotros nos quedamos con la Palabra. La Palabra produce los resultados.",
    "Ellos se quedaron con Moisés. Pues, la Columna de Fuego, Moisés La seguía. Y ellos siguieron. Cuando comenzaron a irse contra Moisés, y a quejarse contra Dios y contra Moisés, ellos se desviaron hacia un lado y al otro. Llegaron los problemas. ¡Por supuesto!",
    "Nosotros nos quedamos con la Palabra, y la Palabra produce señales. Jesús dijo: “Estas señales seguirán a los que creen la Palabra”. ¿Ven?, se queda con… Ud. se queda con la Palabra, la Palabra produce las señales. Pero, Moisés, ¿qué hizo?",
    "Ellos se desviaron y ¿qué hicieron? Se apartaron del camino y perdieron el suministro de agua.",
    "Yo creo que eso es lo que ha hecho la iglesia hoy. Se ha desviado del camino de la Escritura. Se han desviado en ismos. Se han salido en cositas que no deben hacer. Han adoptado cosas. Adoptaron cosas como el Credo de los apóstoles. ¿Dónde encuentra Ud. eso en la Biblia? Adoptaron catecismos que ellos leen. Adoptaron denominaciones en vez de una experiencia. Adoptaron el estrecharse la mano en vez de una experiencia de nacer de nuevo. Adoptaron rociar agua en vez del bautismo en agua. Adoptaron una forma maligna: “Padre, Hijo y Espíritu Santo”, cuando no hay tal cosa en la Biblia. La Biblia dice: “¡En el Nombre de Jesucristo!”. Solo hay una cosa que Ud. debe hacer si quiere esa misma Agua, regrese de nuevo al camino. Vuelva al… Él no se ha ido; aún está aquí. Uds. reciben credos en lugar de Cristo. Uds. se desvían por caprichos.",
    "Uno dice: “Bueno, soy un metodista”.\n\nEl otro dice: “Soy un bautista”.\n\nEso muestra entonces que Ud. no es Cristiano. ¡Nosotros somos de Cristo! Le pertenecemos a Él.\n\nUd. dice: “Pues, si yo, ¿un bautista?”.\n\nSi Ud. solo es eso, entonces no es de Cristo, Ud. es un bautista.\n\nUd. dirá: “Bueno, soy pentecostal”.\n\nSi Ud. solo es pentecostal por denominación, Ud. no es más que eso.",
    "Pero ¡si Ud. tiene la experiencia Pentecostal! ¡Y la Palabra Pentecostal producirá una experiencia Pentecostal! Seguirá lo mismo que esos discípulos: esperará allá arriba hasta que Ud. sea lleno del Espíritu Santo.",
    "Y entonces si Ud. se opone a la Palabra, ese espíritu en Ud. se va en contra de lo que dice la Palabra, entonces no es el Espíritu Santo; es el diablo imitando al Espíritu Santo. ¿Ven a dónde llegamos con eso? ¡Oh!, algunos hablamos en lenguas, tuvimos ataques de gritos y cosas así, ¡y negamos todas estas otras cosas! Le dimos cabida en la iglesia a todo lo que no estaba en la Escritura. ¿A dónde hemos llegado hoy? Nuevamente estamos en otro desierto: una organización seca. Nos organizamos y perdimos el Agua. Eso es exactamente lo que hizo Pentecostés. Cuando comenzó a organizarse, comenzó a romper el compañerismo, y a decir: “Bueno, ahora no vamos a asociarnos, si este individuo cree eso”.",
    "Siga adelante, permanezca con él hasta que él llegue a la Palabra de Verdad, al conocimiento de la Verdad. Sea lo que sea, pues no se enfoque en eso. Solo siga adelante, sea hermanable.",
    "Pero, ¡oh!, tuvimos que organizarnos y decir: “Bueno, por cuanto Ud. no es de la unidad, por cuanto no es de la dualidad, o de la trinidad, o de estos, no tendremos compañerismo con Ud.”. Entonces cuando hacemos eso, ¿qué hacemos? Vamos de nuevo directamente a un desierto. ¡Es verdad!",
    "Pero, recuerden: cuando Israel se desvió del camino, el camino hacia la tierra prometida, la Roca nunca los abandonó; Ella se quedó allí, y el agua también. También se queda ahí mismo el Espíritu Santo. No tenemos que vagar de regreso allá.",
    "Ahora, Dios aquí nos enseña una gran cosa. Dios aquí nos enseña una lección. Cristo fue herido una vez, dándonos una experiencia pentecostal, una vez, para todos. Bueno, cuando esa Roca fue herida, Ella no tuvo que ser herida otra vez; solo fue herida una vez.",
    "Moisés cometió un error golpeándola la segunda vez, mostrando la debilidad de su fe en la Expiación. Pero cuando Cristo fue herido una vez, sabemos que Él no tendrá que ser herido otra vez. Bueno, ¿qué estaba haciendo Moisés? Moisés estaba estableciendo algo nuevo, queriendo hacer algo nuevo.",
    "Y así es como nuestros clérigos lo han hecho hoy. Ellos han intentado hacer algo nuevo. “Nos haremos las Asambleas de Dios. Nosotros nos haremos la Iglesia de Dios Pentecostal. Nosotros nos haremos el Consejo General. Nos haremos esto, aquello, o lo otro”. Eso no fue lo que hizo Dios; esa no fue Su idea.",
    "Cristo fue herido una vez. Esa es la experiencia original. Esa es la forma original. En el día de Pentecostés, Pedro dijo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo”.",
    "🦅 Nosotros rociamos en el nombre del ‘Padre, Hijo, Espíritu Santo’, fabricamos todo tipo de credos y cuanta cosa más de Eso”. Cuando nos desviamos de la Palabra, con razón no podemos llegar a ninguna parte. ¿Ven?",
    "Dios nos enseña una lección. No se suponía que Moisés dijera: “Pues vamos a comenzar algo nuevo aquí ahora, y vamos a organizarnos y haremos la iglesia católica”. Eso fue lo primero que ellos hicieron. No, y después de un tiempo: “Bueno, nosotros comenzaremos algo nuevo de eso, haremos la luterana”. Luego vino la anglicana, y luego la bautista, y cuanta cosa más, y los campbelitas, y la iglesia de Cristo, y anticristo, y todas las demás cosas. ¿Ven?, todas fueron iniciando, una tras otra, una tras otra, formando denominaciones y organizaciones. No era eso. ¿Ven allí lo que están haciendo? Ellos están golpeando la Roca otra vez para comenzar algo nuevo. No necesitamos una nueva doctrina.",
    "Todo hombre en la Biblia fue bautizado en el Nombre de Jesucristo. Todo hombre en la Biblia que recibió el Espíritu Santo, vino a la manera de Dios, exactamente como Dios lo hizo para que fuera. Ellos hicieron lo mismo. Tuvieron la misma experiencia. Las mismas señales los siguieron. Las mismas obras los siguieron. ¿Por qué? Ellos vivieron de la Roca. Recibieron la misma Agua.",
    "Y, hoy, la razón por la que tenemos tantos credos y denominaciones es porque estamos comenzando algo nuevo. No necesitamos nada nuevo. ¡Regresen!",
    "Moisés no tenía que golpear la Roca otra vez, comenzar algo nuevo. Él tenía que hablarles a ellos de la Roca original. ¡Oh, espero que Uds. lo capten! Moisés tenía que hablar de la Roca original y herida; no intentar golpearla de nuevo, no tratar de iniciar una cosa nueva, ¡sino hablar de la Cosa antigua!",
    "¡Que Dios me ayude! ¡Aunque muera pobre en el púlpito, yo hablaré de la Roca original! Hablaré de la experiencia original. Hablaré de las Escrituras originales que les dieron a ellos el bautismo del Espíritu Santo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para el perdón de los pecados, y recibiréis el don del Espíritu Santo”. La Presencia constante de las Aguas fluyendo de la Roca aún está con nosotros. Eso producirá lo mismo. Eso producirá visiones; producirá sanidades; producirá profecías. Eso producirá todo lo que ellos hicieron.",
    "Cuando Israel volvió a cuadrar con las Escrituras y volvió al camino, ellos pasaron a la tierra prometida. Pero les tomó cuarenta años.",
    "Pentecostés ha vagado en el desierto cerca de cuarenta o cincuenta años. ¡Regresen a la Roca! Está a la vista. Aquí está, escrito aquí mismo en la Palabra. El Espíritu Santo está aquí haciendo lo mismo que Él siempre ha hecho, así que la Presencia constante del Agua está aquí. Solo regresen a Él, regresen a lo antiguo, al original. ¿Cómo fue en el original?",
    "🦅 Bueno, ¿estrecharon la mano con el predicador?”. No hubo tal cosa. “¿Fueron bautizados ellos en el nombre del ‘Padre, Hijo, Espíritu Santo’”? No hay tal cosa. No hay personas en la Biblia, en ninguna parte, o (después de trescientos años) después de la Biblia, que fuesen bautizados en el nombre del “Padre, Hijo, Espíritu Santo”. Ese es un credo católico, no una doctrina Bíblica. ¿Ven?",
    "Ellos tenían el Espíritu Santo. Estas señales siguieron a los que creyeron; y lo hará de nuevo hoy. ¡Esa Roca está tan viva como siempre lo ha estado, esa Roca herida!",
    "No digamos: “Bueno, pues venga y únase a nuestra iglesia pentecostal, entre en nuestras esferas pentecostales”. “No, venga Ud. y únase a los bautistas o a los metodistas o a los presbiterianos o a los católicos”. ¿Qué es eso? Es volver a golpear la Roca, queriendo comenzar algo nuevo.",
    "Díganles: “Arrepentíos y bautícense en el Nombre de Jesucristo”, para la remisión de sus pecados, “y estas señales seguirán a los que creen”. Ahora Uds. están de nuevo en el camino, regresando a la misma Agua. La misma Agua dará el mismo refrigerio. Dará la misma corrección al cuerpo. Dará el mismo poder de purificación. Dará el mismo poder de sanidad. Hará lo mismo que hizo allá, si tan solo regresamos al mismo Espíritu.",
    "La vida en la vid producirá uvas. Si lo hizo el año pasado, este año producirá lo mismo. Esa es una ley de Dios. La ley de Dios es que si esta es una vid, déjala tranquila, producirá uvas. Ud. puede cruzarla con otra cosa, pero luego no la toque y volverá a las mismas uvas de nuevo.",
    "Así que nosotros hemos cruzado la iglesia con el pentecostalismo, con el ismo bautista, con el metodismo, con el presbiterianismo, con—con el anglicanismo y con toda clase de ismos. ¿Por qué no la dejan tranquila? Regresen a la Vid, ella volverá al mismo Poder. ¡Amén! ¡Amén! Eso me gusta.",
    "🦅 Empezar algo nuevo”. Lo mismo que nosotros hemos hecho. No querer mostrar nuestra autoridad: “El Doctor Fulano de tal es el fundador de la gran iglesia Tal y tal de los tal y tal y tal”. Así no fue.",
    "Eso fue lo que dijo Moisés: “Van a ver lo que yo puedo hacer. ¡Voy a traerla, a como dé lugar!”. Él La hirió, no brotó nada. Gritó de nuevo: “¡Mostraré lo que yo puedo hacer!”. Él se las vio con Dios por eso.",
    "No piense que si Ud. “solo se aferra de alguna denominación”; Ud. se las verá con Dios por eso. Exactamente. Ud. tiene que regresar a eso original. Regresar.",
    "Solo hábleles a las personas. (No les digan: “Vengan a unirse a nuestra iglesia. Vengan y reciten nuestro credo”.) “Regrese Ud. y arrepiéntanse, y bautícese en el Nombre de Jesucristo, para el perdón de sus pecados, y recibirá el don del Espíritu Santo, si su corazón está correcto. Y estas señales seguirán a los creyentes. A un grupo de creyentes: estas señales los acompañarán”. ¿Por qué? La Roca, la Roca herida y Sus Aguas de Vida están brotando, produciendo eso mismo que Él hizo allá. Es inevitable. ¡Oh, sí!",
    "Nosotros queremos lucirnos y decir: “Somos metodistas y bautistas”.",
    "Solo háblele a la Roca, Su Presencia constante. No intente unírsele. Ya me había “unido” por acá. No intente unirse a Él. Ud. no puede unirse a Esto, eso está bien claro. Ud. podrá unirse a los metodistas, podrá unirse a los bautistas, podrá unirse a los pentecostales, podrá unirse a los anglicanos; pero Ud. no podrá unirse a Esto. No. Ud. tiene que ser lleno de Esto. No se una a Eso; solo llénese de Eso. Así de sencillo. Es llenarse ¿de qué? Llenarse de Poder, llenarse del Espíritu, llenarse de Vida, llenarse de gozo, paz, paciencia, mansedumbre, bondad, Poder del Espíritu Santo en su vida, porque la Presencia Eterna está allí. Recuerden.\n\nTendré que terminar porque se hace tarde.",
    "Pero recuerden: esa Roca nunca los abandonó; nunca los abandonó. Y Cristo nunca nos abandonará a nosotros; Cristo dijo: “Estaré con vosotros siempre, hasta el fin del mundo”. ¿Correcto? Y esa Roca permaneció con ellos todo el trayecto desde Horeb hasta Nebo. Así fue. Cuando llegaron al Jordán, Ella aún estaba allí. ¡Oh, Dios, yo quiero verla en el Jordán!",
    "Moisés, cuando estaba en el Jordán, la Roca estuvo con él todo el tiempo. Y él estaba parado allá arriba, mirando allá abajo a un—un montón de gente que se había descarriado y apartado de Dios. Su corazón los anhelaba. Y él miró sobre el Jordán. Allí estaba él en el Jordán; me refiero al Jordán espiritual. Y allí estaba él, parado allí, la muerte le subía por la manga. Pero él miró, allí a su lado, pues allí estaba la Roca. Él solo se subió sobre la Roca, y los Ángeles vinieron, se lo llevaron.",
    "🦅 Nunca te dejaré ni te desampararé”. No importa cuán difíciles estén los tiempos, qué edad alcancemos, qué tipo de muerte muramos, recuerden: la Roca estará allí en el Jordán. Ella nunca dejará ni abandonará. No olviden eso. La Presencia constante del Agua de la Roca estará con nosotros durante toda la vida, y aun en el Jordán.",
    "Inclinemos nuestros rostros. [Un hermano en la congregación da un mensaje en profecía.—Ed.]",
    "Mientras que ese Espíritu se mueve entre nosotros, el Espíritu de Dios moviéndose entre nosotros, ¿habrá aquí aquellos en esta mañana que no conocen a Cristo, y Uds.—Uds. no están cerca de esa Roca, no han hablado con Ella en esta mañana? Pero Uds. saben que Ella está presente. La ven obrando en todas partes, lo ven a Él moviéndose, ven que Se mueve sobre el pueblo. Es la Presencia constante del Agua. Esa es la salvación. Es el Espíritu que llena sus copas al punto en que ya no podrán callar más; algo tiene que producirse. Y si Ud. no lo conoce a Él, ¿quisiera levantar la mano y decir: “Ore por mí, Hermano Branham. Yo ahora quiero conocerlo a Él. Y quiero hablar con Él, y quiero conocerlo en la plenitud de Su Espíritu. Quiero saber que Él está aquí a mi lado, en todo momento. Sí creo que lo está; pero quiero poder conversarlo. Y tengo sed y tengo hambre de Dios. ¿Yo quiero conocerlo mejor?”.",
    "Dios le bendiga, señor. Y Dios le bendiga a Ud., señor. Y a Ud., hermano. Ud., sí, por allá en la parte de atrás. Aquí, señora, sí. Sí, señora. Vemos sus manos y Dios las ve. Dios le bendiga, joven. Dios le bendiga. Y a Ud., señora. Amén. Dios le bendiga. Que la bendiga, hermana. Alguien más ahora, en este momento de silencio. Dios le bendiga, allá atrás, jovencito.",
    "Piénsenlo. Piénsenlo, la Presencia constante del Agua de la Roca, ese mismo Espíritu; que Él gritó allá en el día de Su juicio, cuando Él recibió nuestro juicio. Y la vara de la ira de Dios cayó sobre Él, y sus pecados estaban en esa vara, y lo hirieron a Él, y Su Sangre y agua brotaron de Él. Dijo: “Padre, en Tus manos encomiendo Mi Espíritu”. Y en el Día de Pentecostés Él vino para acompañarnos durante el viaje. Y ahora está muy cerca.",
    "Cuando Ud. se embarcó y se fue lejos de Casa; diga: “Señor, vengo a Casa”. Mientras lo cantamos, ¿quisiera Ud. pasar al altar y también reconsagrar su alma, a Cristo? Amén.\n\nAlejado estoy de Dios, (lejos del camino)\n\nAhora vuelvo a casa;\n\nCaminando en incredulidad (es un pecado) anduve mucho.\n\nSeñor, vengo a casa.\n\nVengo a casa, vengo a casa,\n\nYa jamás vagaré;\n\nAbre bien Tus brazos de amor,\n\nAhora, Señor, vengo a casa.",
    "[El Hermano Branham sigue tarareando: Señor, vuelvo a Ti.—Ed.]",
    "Tres muchachitos acaban de venir muy de prisa, con lágrimas en los ojos, se arrodillaron al lado del altar. Por supuesto que están perdonados. Fueron perdonados antes de dejar sus asientos, cuando lo decidieron en su pequeña mente. Solo vinieron al frente y se arrodillaron aquí, para hacerle saber a la gente de qué lado están en esta mañana.",
    "Pensé que habría personas mayores que querrían hacer esto, solo arrodillarse y decir: “Señor, yo—yo he vagado lejos del camino. He tenido mucha duda, y a veces vagué metiéndome en pecado. Ahora yo—yo quiero volver antes de que sea demasiado tarde. Dios, yo—yo quisiera venir. Verdaderamente quisiera venir y arrodillarme”. Amén.",
    "Ahora, las tres hijas de Arthur Beam, como de la misma edad, pasaron aquí, se arrodillaron.",
    "Hacia el frente viene una niña que hace poco recibió un nuevo hermanito en casa. El otro día yo estaba sentado; la Sra. Wood se acercó y me contó, dijo que esta hermana iba al hospital para tener un bebé. El Espíritu Santo dijo: “Ve, diles que será un niño”. Cuando nació, era un pequeñito.",
    "Parecen ser los niños esta mañana, los niños vienen de la pequeña clase de la Hermana Arnold, consagrando sus vidas. Todo el altar, a mi derecha, está lleno de niños.",
    "Sería bueno que cantáramos un himno, el altar, para las demás personas, (¿verdad?) adultos.\n\nAhora, Señor, vengo a casa.",
    "Vengo a casa…?…\n\nYa jamás vagaré;\n\nAbre bien Tus brazos de amor,\n\nSeñor, ahora vengo a casa.",
    "Inclinemos nuestros rostros un momento para orar, por estos pequeñitos.",
    "Padre Celestial, si hubiera un mañana, si Jesús tarda otros diez o quince años, estos serán los niños y niñas que le llevarán este Mensaje a la otra generación que vendrá. No dudo en mi mente, Señor, que todos los días de su vida recordarán haber pasado a este altar. Y son pequeñas joyas, Señor. Sus corazones jóvenes y tiernos han sentido convicción esta mañana. Ni siquiera oyeron todo el Mensaje; acaban de salir del salón, de oír a nuestra Hermana Arnold hablar; vinieron aquí alrededor del altar, entregándote a Ti sus pequeñas vidas.",
    "Ahora, Padre, acabo de decir que en nosotros habita el Espíritu Santo. Y este Espíritu Santo, la fe con este Espíritu, hace todas las cosas. Y creo que en esta misma hora, Tú perdonas todo pecado que ellos hayan cometido. Y Te pido, con toda la fe que hay en mi corazón, que cuides sus pequeñas vidas por el camino. Que ellos nunca se desvíen del Camino.",
    "Esto realmente es algo extraño. El Espíritu dijo esta mañana que “veríamos algo extraño”. Dios, si has dejado de lidiar con los demás, recibe a los niños. Cómo es que en esta mañana, en el llamado al altar no hubo ni un adulto, pero el grupo completo de los niños vino al frente. A pesar de que fue un gran Mensaje difícil de entender, aun para los adultos, pero los niños captaron el Espíritu de Esto. Te agradecemos por ellos, Padre. Te los entrego, como siervo Tuyo, como los trofeos de esta reunión; y, recordando que la Presencia constante del Agua de la Vida fluirá con ellos mientras vivan. Que ellos tengan fe ahora en lo que está sucediendo, ese Dios que los llamó del asiento y los envió aquí arriba: que ellos tengan fe en ese Dios todos los días de su vida. Que sus pequeños espíritus sean traídos a Ti el día de su muerte; devueltos a su cuerpo en el día de la resurrección. Ellos son Tuyos, Padre. Te los entregamos en el Nombre de Jesús.",
    "Con nuestros rostros inclinados. Voy a pedirles a todos estos pequeños en el altar, que creen que Jesús es su Salvador y Aquel Quien les dijo, allá estando en la congregación, que pasaran aquí y se arrodillaran alrededor de este altar: ¿Creen Uds. que Jesús los ama y perdona su pecado? Quiero que todos se pongan de pie y miren atrás aquí a la congregación. Esto, así podrán decirle a la gente que Uds. creen que Jesús los salva. Ahora pónganse de pie, así es, y miren atrás directamente a la congregación. Todos Uds. niños y niñas que aman a Jesús, pónganse de pie y miren atrás hacia la congregación, Todos Uds.",
    "¿Y Uds., muchachitas aquí en frente? ¿Creen? ¿Aman Uds. a Jesús? Estas muchachitas aquí, ¿aman a Jesús con todo su corazón? ¿Le amas? ¿Le amas? ¿Le amas, cariño? Ponte de pie aquí, hazle saber a las personas que tú amas a Jesús. Dios te bendiga.",
    "Ahora volteemos hacia acá y cantémosle a estas personas antes de irnos: “¡Cristo me ama! Bien lo sé. La Biblia lo dice así”. ¿Ven? Levantemos nuestras manos ahora mientras lo cantamos. Muy bien, cantemos.\n\n¡Cristo me ama!, bien lo sé,\n\nPues la Biblia me hace ver;\n\nLos niños son de Él,\n\nDébiles son…",
    "Ahora, con las manos en alto, ¿cuántos aquí quieren—quieren estar allí?\n\nSí, Cristo me ama,\n\nSí, Cristo me ama,\n\nSí, Cristo me ama,\n\nLa Biblia lo dice así.",
    "Ahora, todos repitan conmigo: [Los niños en el altar repiten con el Hermano Branham.—Ed.] Yo creo que Jesucristo es el Hijo de Dios. Hoy lo acepto a Él como mi Salvador personal. A partir de este día, Lo amaré y Le serviré. Amén.",
    "[Un hermano en la congregación dice: “Hermano Branham, tengo cuatro hijos en mi corazón en este momento. ¿Podría orar por ellos, por favor?”.—Ed.] Claro que sí, Hermano Ben.",
    "Padre Celestial, este hombre ve que otros niños vienen a Cristo, y él clama, como padre, por sus propios pequeños. Y que el Espíritu que trajo a estos pequeños al altar, que ese mismo Espíritu salve a sus hijos, Señor. Concédelo. Te los encomendamos, Padre, en el Nombre de Jesucristo.",
    "Ahora mientras Uds. pequeñitos regresan a su asiento, quiero que todos en esa fila estrechen las manos con estos niños, o les den palmaditas cuando regresen. Regresen a sus asientos, por aquí. Y que todos por allí les den palmaditas a los pequeños. Y les amamos con todo nuestro corazón. Uds. son miembros del Cuerpo de Cristo, están en Él tanto como el resto de nosotros.\n\nA Sion marchamos,\n\nA la bella Ciudad tan hermosa;\n\nA Sion nos vamos marchando,\n\nA la bella Ciudad del Señor.\n\nVenid, los que le aman a Él,\n\nMostrando vuestro gozo y canción,\n\nCon dulces notas de loor,\n\nCon dulces notas de loor,\n\nUnirse ante el Trono de Dios,\n\nUnirse ante…\n\n¡Cómo cantan de bonito! Levantemos ahora las manos.\n\nA Sion marchamos,\n\nA la bella Ciudad tan hermosa;\n\nA Sion nos vamos marchando,\n\nA esa bella Ciudad del Señor.\n\nSaludémonos de manos unos con otros ahora mientras cantamos.\n\nA Sion marchamos,\n\nA la bella Ciudad tan hermosa;\n\nA Sion vamos marchando,\n\nA esa bella Ciudad del Señor.",
    "Ahora, pongámonos de pie, con nuestros rostros inclinados, mientras… Tócala, Hermano Teddy, solo un… [El Hermano Branham comienza a tararear: A Sion caminamos”.—Ed.]",
    "Tengo aquí algunas peticiones y pañuelos, y demás. Puede ser que vengan del extranjero. Billy me decía que tenían un pequeño par de botines de un bebito en Inglaterra, como así de grandes, el pequeñito está completamente lisiado. Y, pues, también debemos orar por eso.",
    "Y así que… [En la congregación, el Hermano Ben dice: “Hermano Branham, por favor, disculpe que interrumpa, pero ore para que el que golpeó nuestro auto anoche, en mi guardabarros delantero derecho, ore para que eso sea revelado. Ore para que el Señor lo revele”.—Ed.] Amén, Hermano Ben, claro que lo haré.",
    "[El hermano Branham continúa tarareando: “A Sion caminamos”.—Ed.]",
    "Mientras marchamos, Señor, sabemos que la Roca herida está junto a nosotros, la Presencia constante del Agua de la Roca va con la Iglesia. ¡Oh, Dios Eterno!, libera para nosotros, esta mañana, le fe en este Dios que está con nosotros. Yo sé que lo harás, al poder hallar gracia Contigo, que Tú puedas confiarla a nosotros. Si Tú nos la dieras en abundancia, podríamos usarla incorrectamente, Señor. Pero si encontramos gracia Contigo, permite que eso suceda.",
    "Nuestro hermano dijo que alguien golpeó su auto. ¡Oh, Dios!, sabemos que el hombre no tiene dinero para estas cosas. Oro que traigas al individuo bajo convicción o algo, para que se arrepienta de haber hecho esto, que venga, diga: “Hermano, repararé tu auto, fui yo”. Ayuda al Hermano Ben y a sus seres queridos.",
    "Aquí en mi mano hay pañuelos y peticiones, ellos tienen fe en ese Dios. Moisés tuvo fe en ese Dios, y él cruzó el mar. Daniel tuvo fe en ese Dios, y fue sacado del foso de los leones. Sadrac, Mesac y Abednego tuvieron fe en Él, y apagaron el fuego. Pablo tuvo fe en Él, y un día cuando los servicios fueron muy agotadores y Pablo no pudo llegar a todos, solo tomó un pañuelo, dijo: “Yo creo que Dios está conmigo”. Puso las manos sobre los pañuelos y los delantales, y los espíritus malignos salieron de la gente, y las enfermedades y dolencias se fueron de ellos. Y, Dios, yo tengo fe en el mismo Dios. Que el mal se aparte. Las dolencias, enfermedades, aflicciones, que los dejen, Señor.",
    "Tú eres el mismo Dios que me habló allí abajo desde esa Columna de Fuego, allá en el río. Tú eres el que tiene Tu foto que cuelga aquí conmigo, en la pared. Tú estás con nosotros, Señor. Siempre estás presente, esa misma Columna de Fuego. Y a diario hemos disfrutado del Agua de la Roca, mientras nos regocijamos en el Espíritu. Así que, Tú estás aquí. Confiamos en Ti, Señor. Tenemos fe en Ti. Creemos que nos ungirás y nos ayudarás. No para nuestra gloria, Señor; pues seríamos como Moisés, cuando hizo lo incorrecto. Queremos hacer algo para ayudarte, Señor. Esa es la intención de nuestro corazón, ayudarte, si podemos hacerlo. Muéstranos, Padre, lo que quieras que hagamos.",
    "Y ahora, actuando en fe, yo condeno la enfermedad que estos pañuelos representan, y estas peticiones. Eso saldrá de la gente. Sé que lo harás, Señor. Lo creo en mi corazón, que lo harás. Sana de toda enfermedad entre nosotros esta mañana.",
    "Salva a los que levantaron las manos, los que dijeron que les gustaría venir a la Roca, por el Agua. Dios, que hoy tengan tanta sed, que haya una vida tan salada alrededor de ellos, que les dé sed de Cristo. Concédelo.",
    "Acompáñanos esta noche, Padre. ¡Oh, Dios!, permíteme saber a través de estas preguntas, lo que hay en el corazón de las personas. Si no hay nada en su corazón, entonces, Señor, dame algo para predicar a sus corazones esta noche.",
    "Bendice a nuestro Hermano Neville y a su esposa, a su familia; a nuestra pequeña iglesia, a nuestros síndicos, a nuestros diáconos, a nuestros miembros. Y Tu Cuerpo en todas partes, acompáñanos, Padre. Encomendamos esto en Tus manos, en el Nombre de Jesucristo.\n\nSion; a Sion marchamos,\n\nA la bella Ciudad de Dios.\n\nAhora seamos sinceros, mucho, al cantárselo a Él. ¿Ven?\n\nVenid, los que aman al Señor,\n\nMostrando nuestro gozo,\n\nCon dulces notas de loor,\n\nCon dulces notas de loor,\n\nY unirnos alrededor del Trono,\n\nY unirnos alrededor del Trono.\n\nAhora con nuestros corazones postrados.\n\nA Sion marchamos,\n\nA la bella Ciudad tan hermosa;\n\nA Sion vamos marchando,\n\nA la bella Ciudad de Dios. 🦅"
  ]
}