{
  "title": "DIOS SIENDO MALENTENDIDO",
  "id": "61730009",
  "content": [
    "🦅  El Señor les bendiga. Oren por mí, esta noche. Acabamos de tener un poco de lluvia, lo suficiente como para refrescarnos, por lo cual estamos agradecidos, y estoy confiando que tendremos una de las lluvias espirituales en nuestro interior, para ayudarnos a seguir adelante un poquito.",
    "Creo, Hermano Neville, si lo volteamos hacia Ud. ¿Qué le parece? Cuando predico, me pongo un poquito…si me pega el aire luego yo…mi calvicie no me protege y afecta mi garganta.",
    "Bien, permití algunas…esta noche tendría preguntas y respuestas…La razón que hacemos esto es para saber lo que está en los corazones de la gente.",
    "Yo creo que es muy bueno que un pastor—un pastor permita esto, pues así él puede saber lo que el pueblo está pensando, si ellos escriben sus preguntas y si tienen algo. Yo creo que cada uno de nosotros está obligado a expresar nuestros pensamientos a nuestros pastores y—y a nuestros líderes espirituales y demás, las cosas que vemos, esto es para que podamos hacer que todo corra bien, para el Reino de Dios.",
    "Y entonces…hasta hace como media hora solamente tenía como dos o tres que…Billy las había recogido después del servicio de esta mañana y me las trajo. Y entré y estudié cierta Escritura, y pensé que predicaría un poquito esta noche, ya que lo había mencionado, y que estaría aquí. Y luego él me llamó hace unos minutos, y me dijo: “Espérate, ahora tengo muchas más”.",
    "Así que voy a tratar de entrar en éstas y contestarlas lo mejor que pueda. Y luego, si termino a tiempo, tengo un texto del cual me gustaría hablar tal vez por unos veinte o treinta minutos, sólo un texto corto.",
    "Y luego, recuerden, si es la voluntad del Señor, el próximo domingo por la mañana quiero hacer lo mejor que pueda, por la gracia de Dios, para explicar las Setenta Semanas de Daniel. Como dije esta mañana, es una gran Escritura. Y no es tanto el hablar de Ella, sino colocarla en donde pertenece, para hacerla cuadrar con el resto de la Biblia.",
    "Y hemos empezado desde Apocalipsis 1, y llegamos al capítulo 6. Y, por supuesto, estamos por entrar ahora en los últimos siete Sellos. Y esos Sellos abarcarán del capítulo 6, de la última parte del capítulo 6, hasta el capítulo 19, inclusive. Así que nos tomaría mucho tiempo. Ahora, yo pudiera tomar, digamos, siete noches, y hablar de los Siete Sellos, abriéndolos. Pero si uno lo hace de esta manera, entonces la gente perdería la gran porción que está acá antes y que encaja con esto. Y si ellos no están bien enseñados, quizás no sería de beneficio. Pero los primeros tres o cuatro de ellos, son únicamente acontecimientos que nosotros podríamos captar bien, vienen uno tras otro, pero lo que sigue a eso, entonces uno tiene que regresar otra vez a Daniel, regresar a Génesis, volver a Apocalipsis, regresar a los Evangelios, y así entrelazarlo, porque es el rastro de Israel, Dios lidiando con Israel. Porque cuando la Iglesia sube, eso es lo último para la Iglesia hasta que ella regresa con su Señor como Novia y Novio, en el capítulo 19; durante todo ese tiempo está lidiando con Israel. Y para estudiar las Setenta Semanas de Daniel ahorita, eso prepara el cuadro para la apertura del Primer Sello.",
    "Entonces pensé, Dios mediante, yo…el próximo domingo voy a hablar sobre eso. Y si no termino el domingo por la mañana, entonces trataré nuevamente el domingo por la noche. Y entonces eso abriría el camino, si el Señor así nos dirigiera, y no tendríamos que detenernos en esa parte, sino que entraríamos directamente a los Siete Sellos y así seguiríamos mientras viéramos el liderazgo del Señor.",
    "Ahora, esta noche tenemos algunas preguntas y todas ellas son preguntas sensibles y razonables. Había una aquí de la cual quisiera hablar primero, por un momento. Fue alguien que preguntó…no es una pregunta, es solamente alguien preguntándome:\n\n¿Dónde están mis llaves? Por favor dígame.",
    "Ellos—ellos las perdieron hoy en la tarde. Ahora, déjenme decirles, hace unas semanas, hace unos días yo estaba aquí en el tabernáculo…Yo acostumbraba entrar en oración y esperar en el Señor para averiguar en dónde estaban las cosas de la gente. He encontrado automóviles de personas. El Señor me decía en donde la gente…",
    "El Hermano Welch Evans viajó para acá y perdió su automóvil, alguien se lo había robado en Louisville. El y el Hermano Fred Sothmann y algunos de los hermanos… Hermano Tom Simpson, creo que él los acompañaba ese día. ¿O no era Ud. Hermano Tom? Ellos llegaron a la casa, y allí estaba el Hermano Evans sin automóvil, sin ropa, todo lo que él tenía estaba en ese automóvil. Habían llegado a Miller’s para comer, y alguien se lo robó de allí.",
    "Bien, existe en Louisville una pandilla, que se llevan estos automóviles y de allí se los llevan a Bowling Green o algún otro lugar como ése y los vuelven a pintar. Y de todas maneras, en Kentucky uno no necesita tener un título, para su automóvil, y ellos pueden cambiar esos automóviles en unos minutos y venderlos como ellos quieran.",
    "Bien, el Señor me dio la respuesta del pequeño automóvil del Hermano Evans y de todo lo que en él tenía. Y antes que ellos llegaran a su casa, el automóvil estaba estacionado aquí afuera con medio tanque de gasolina, donde El los hizo que se regresaran de su destino a Bowling Green, y los trajo y dejaron el automóvil estacionado con todo lo que traía, no se perdió una sola cosa, únicamente la gasolina que usaron.",
    "Muchas veces la gente preguntaba por ciertas cosas, y pedían respuesta, y yo iba delante del Señor y esperaba por las visiones; esperaba hasta que venían. Pero me di cuenta que eso ha traído una gran piedra de tropiezo ante la gente. Realmente, la gente de América no está lista para un ministerio como ese, las iglesias. Correcto. Está—está más allá de su época. ¿Ven? Y eso da lugar a todo, algunos lo llaman a uno “diablo”, algunos lo llaman “espiritista”, algunos lo llaman “hijo de Dios”, “Dios” y de todo. ¿Ven? Así que yo le prometí al Señor que lo iba a suspender y que esperaría y usaría ese ministerio en Africa o en entrevistas personales cuando las tenga aquí.",
    "Ahora, nosotros estamos aquí para entrevistas personales, eso todavía está vigente para tales cosas. Pero…Y la manera de obtenerlas, no es venir a la iglesia, sino ir con nuestro secretario, mi hijo, Billy Paul, y él le dará una tarjeta…una tarjeta diciéndole a Ud. cuándo será y otras cosas más. Y cosas así, esto es relacionado con entrevistas personales, aquí o en el campo misionero, únicamente podrán efectuarse si vienen de esta manera. Hay una—una pizarra en donde está publicado, es un panfleto o una nota allá en la pizarra de anuncios, de cómo hacer esto. Pero sólo venir aquí a la plataforma…",
    "Ahora, nosotros tenemos dones en la iglesia. Tenemos aquí al Hermano Neville quien ha recibido un don de profecía. El Hermano Higginbotham sentado aquí, quien tiene un don de hablar en lenguas y de interpretar lenguas. Yo le aconsejaría a Ud.…Yo voy a orar para que Dios le dé sus llaves, pero yo—yo aconsejaría que tal vez si el Espíritu Santo hablara esta noche, tal vez, a través del Hermano Neville o el Hermano Higginbotham, o algunos de estos dones aquí en la iglesia, de los cuales tendremos algunas preguntas en unos minutos, tal vez ellos pudieran hacer eso.",
    "Pero, por lo que a mí concierne, yo hice una promesa a Dios, de no hacerlo más en reuniones públicas aquí en América, ¿ven?, porque esto me causó que dejara el ministerio. Y luego algunos lo hacen a uno hasta un—un “diablo”, mientras otros lo hacen a uno un “Dios”. Así que pueden ver, no están listos para esto. Y así es que Dios no puede obrar en eso, y estoy seguro que la persona que preguntó esto, lo entenderá. Ahora, tal vez el Espíritu Santo aun esta noche… Ud. esté orando. Yo oraré para que el Espíritu Santo le muestre a Ud. en dónde está aquello que Ud. está buscando. Voy a orar para que Ud. lo encuentre, y ahora mismo yo creo que Ud. sí lo encontrará. ¿Ve?",
    "Y…pero ahora…Y entonces, Billy Paul, si alguno tiene alguna cosa como ésa, llámenlo a él, y él los enviará a la iglesia, yo trato de tomar los casos urgentes cuando estoy en mi casa.",
    "Ahora, antes de que abordemos estas preguntas…Primero, quiero decir que cualquier respuesta que no esté de acuerdo con su fe o la…en la Biblia, que no esté de acuerdo a la Palabra, entonces Uds. no tienen que recibirla. Y para que pueda terminarlas y tal vez también entrar en el texto esta noche, me gustaría proseguir y contestarlas y aquéllas que pienso que—que tienen Escritura por las cuales contestarlas, las contestaré lo mejor que yo pueda. Pero me las dieron todas hace unos minutos, con excepción de tres, y ninguna de esas tres tenían nada…Son cosas pequeñas acerca de que alguien ha soñado un sueño o algo, queriendo saber si lo debieran contar, o algo como eso, ¿ven Uds.?\n\nAsí que inclinemos nuestros rostros mientras abordamos Su misericordia:",
    "Señor, nosotros somos Tu pueblo que hemos sido llamados por Tu Nombre. Y estamos tan contentos esta noche de saber que tenemos un Padre Celestial quien nos vigila y nos cuida, y nos ama como Sus propios hijos amados. Así que estoy contento, Señor, que soy contado entre esta gente, como su hermano, y ellos son mis hermanos y hermanas. Estoy tan agradecido.",
    "Hay uno, Señor, que perdió unas llaves. Tú sabes exactamente en dónde están. Yo oro que Tú lo reveles y los lleves directamente a esas llaves. Es una cosa valiosa para ellos, son de su automóvil. Y yo oro, Padre, que Tú concedas esta petición a esas personas.",
    "Ahora oro que Tú bendigas a nuestro pastor, nuestro amado Hermano Neville. Estamos tan contentos de verte obrando en nuestros medios en estos grandes dones espirituales en nuestra iglesia, una parte del cuerpo de Cristo que está adorando en esta esquina de la Octava y Penn. Estamos muy contentos de ser contados con este grupo de personas, y de saber que Dios revela Sus secretos a Su pueblo. Yo oro que bendigas al Hermano Neville, nuestro pastor, y al Hermano Higginbotham, al Hermano Funk, al Hermano Junior Jackson, y nuestras hermanas, que hablan en lenguas y están dando interpretaciones. Oramos, Padre, que Tú continuarás manifestándote a través de estos grandes dones, que nuestra iglesia pueda ser conocida como una iglesia espiritual, en donde gente que está abatida pueda venir y sentarse en la Presencia del Dios Todopoderoso y saber que El habla y revela los secretos del corazón.",
    "Y, Padre, yo oro que Tú nos bendigas esta noche al responder estas preguntas. Algunas de ellas, Señor, son sencillas y algunas son difíciles. Para cada uno que hizo una pregunta, es una pregunta importante. Es algo que está en sus corazones, y quieren resolverlo. Y, Padre, todos somos insuficientes en estos deberes, pero sabemos que Tú eres más que suficiente. Así que oramos que Tú interpretes estas preguntas a nosotros, para que podamos darle a la gente la respuesta correcta, para que ellos puedan ayudarse y la iglesia sea magnificada, el Nombre de Dios sea honrado.",
    "Ahora, Padre, si es Tu voluntad, yo oro que Tú lidies con nosotros esta semana y me ayudes mientras estoy estudiando sobre Las Setenta Semanas de Daniel, para yo que pueda ser capaz el próximo domingo por la mañana, si fuere Tu voluntad, de abrir la Escritura a esa gente. Dios, concédelo, que sus almas puedan ser refrescadas. Enseña a ésos, Señor, que están buscando cosas profundas. Salva a los que están perdidos. Sana a los que están enfermos. Todos estamos esperando en Ti, Padre. En el Nombre de Jesús. Amén.",
    "Ahora, esta primera pregunta no es exactamente una pregunta, es sólo una cosita…¿Estoy parado muy cerca de esto? ¿Se oye mal allá atrás? Si así es, levanten la mano.\n\n132. Hermano Bill, por favor comente algo acerca de los niños y adultos que son tan ruidosos en la…levantándose tanto durante el servicio. Este tabernáculo necesita algunas lecciones sobre reverencia.",
    "¡Amén! Niños, ¿no saben Uds. cómo comportarse en la casa de Dios? ¿No saben Uds. que este es el santuario de Dios? Dios está en Su Santo templo, todos permanezcan quietos. Este es el lugar de Dios en donde la gente viene a meditar, tratando de encontrar salvación para su alma, tratando de encontrar los problemas en la vida de la gente, tratando de ayudar a alguien. Lo menos que Uds. pueden hacer es ser reverentes, permanezcan quietos. Tomen agua antes que el servicio principie, yo sé que los niños pequeños tienen que tomar agua. Las madres que tienen esos niños pequeños, si se sentaran hacia atrás, y manténganlos lo más quietos que se pueda. Y nunca debería de escucharse ni un susurro, nunca un solo susurro. Todos somos culpables. Pero cuando se lee la Biblia y el ministro llega al púlpito, deberíamos de guardar silencio, esperando en el Señor. Ahora, por favor traten de hacer esto.",
    "Yo sé que Uds. pequeñitos, tienen que moverse un poquito, ¿ven? Si Uds. hacen eso, háganlo—háganlo quietamente. Y recuerden que sus madres no quieren que hagan eso, y sus padres no quieren que hagan eso. Así que…",
    "Y yo sé, yo también tengo niños pequeños, que se mueven mucho, José. Y Meda me dice: “Yo no recibo nada del servicio, por tratar de mantener quieto a José”. Bien, ella está tratando de hacer eso para que alguien más pueda recibir algo del servicio. ¿Ven?",
    "Y nosotros siempre queremos respetarnos el uno al otro, honrar el uno al otro. Y, sobre todo, honrar a Dios y honrar Su casa.",
    "Ahora, la siguiente pregunta es:\n\n133. Los dos niños, de seis a ocho años, que estuvieron aquí en el altar esta mañana. ¿Qué tan pronto es aconsejable que se bauticen?",
    "Tan pronto como Ud. pueda. “Arrepentíos inmediatamente y bautícense”, eso es, en el Nombre de Jesucristo. Ahora, esa es la pregunta número uno. Yo aconsejaría eso. Pero nosotros encontramos en las Escrituras…",
    "Ud. dice: “¿Es eso Escritural?”",
    "Cuando Pedro predicó en el Día de Pentecostés, tres mil almas fueron salvas y bautizadas en esa ocasión. “Todos los que creyeron en el Señor fueron bautizados”. Así es que tan pronto como Ud. cree en el Señor y lo acepta a El como su Salvador, vaya directamente al agua y que su confesión empiece allí mismo; joven o anciano, no importa quien sea.",
    "Ud. dice: “Bueno, quizás esos niños sean muy pequeños”.",
    "Jesús dijo: “No impidáis a los niños venir a Mí, no se los prohibáis, pues de tales es el Reino de Dios”. Yo no me atrevería a detener a un niño que quisiera venir al altar o ser bautizado, de cualquier edad, a mí no me interesa qué edad tengan.",
    "Ahora la pregunta número dos:\n\n134. Un ministro, amigo nuestro, bautiza en el nombre del “Padre, y del Hijo y del Espíritu Santo”. ¿Seremos responsables nosotros por no decirle a él de su error?",
    "Yo creo, como un Cristiano, como un deber, y si él es un amigo íntimo de Uds.…No para entablar un argumento con él, si Ud. hace eso, entonces Ud. no está bien, su—su espíritu no está bien. Pero si Ud. ama a ese hermano, lo cual debe de ser, porque Ud. dijo: “Un amigo ministro”. Entonces…No hay nombres firmados en ninguna de estas notas, yo no sé de quién son, estas preguntas.",
    "Ahora, yo le aconsejaría, quien quiera que sea, si este amigo ministro bautiza así, y Ud. lo visita en su casa y demás, yo—yo le mencionaría esta pregunta en alguna ocasión. Y eso le daría a Ud.…Encáucelo a eso, siga hablando acerca de eso, acerca de eso, y deje que el Señor lo abra, y entonces es el Señor diciéndole a Ud. que lo haga. ¿Ve? Sólo espere hasta que el Señor abra la pregunta. Entonces Ud. le dice a él, le dice: “Hermano, tengo una pregunta si en la Escritura de Mateo 28:19 y en Hechos 2:38, y continuando así, ¿hay alguna contradicción allí? ¿Pudieras explicarme por qué una allí dice: ‘Padre, Hijo y Espíritu Santo’ y la otra dice: ‘El Nombre de Jesucristo’?”",
    "Ahora—ahora, no trate…Si Ud. no es realmente un estudiante, y no sabe de lo que está hablando, es mejor dejarlo en paz. ¿Ve? Simplemente dígale: “Bien, quisiera que pudieras venir…” Si él parece ser sincero, decirle: “¿Pudieras reunirte con nuestro pastor o algún otro y hablar de esto?”",
    "Le digo, que es una cosa profunda. ¿Ve? No lo haga Ud., porque pudiera enredarse. Y si Ud.…Ahora, si Ud. sabe de lo que Ud. está hablando, y está bien firme, y conoce las Escrituras, muy bien. Pero no lo ofenda, por más que Ud. haga, no lo ofenda. ¿Ve? No traiga ofensa, sólo dígale que…",
    "Y, por supuesto, él está en error. Eso es verdad. El hombre está en error al bautizar de esa manera. Y cualquier hombre que bautice en el nombre de “Padre, Hijo y Espíritu Santo” está Escrituralmente en error. Correcto.",
    "Pregunta número tres:\n\n135. En una declaración de fe, dijeron: “Nosotros creemos en un Dios, Eterno, que existe en tres personas: Padre, Hijo y Espíritu Santo. Mateo 28:19, 18 y 19; Primera de Corintios 13:14”. ¿No deben de ser tres oficios en vez de tres personas?",
    "¡Ud. está correcto! No existen tres personas en la Deidad. Y no puede haber una personalidad sin ser una persona, se necesita una persona para que haya una personalidad. No existen tres Dioses. Solamente hay un Dios, y ese Dios es Jesucristo. Dios es un Espíritu que vivió en Jesucristo y está viviendo en Su Iglesia (Ud. y yo), hoy, El mismo dividiéndose en nosotros en la forma del Espíritu Santo, el cual es el Dios Todopoderoso, El mismo, viviendo en Ud.",
    "Ahora, Ud. tiene razón, es “Padre, Hijo y Espíritu Santo”, que son tres oficios del mismo Dios. Pero no tres Dioses, eso está Escrituralmente errado.",
    "136. ¿Puede un Cristiano ir al Cielo, si él o ella no paga diezmos?",
    "Ahora, ésta es una que no puedo contestar, Escrituralmente.",
    "Ahora, respecto a Padre, Hijo y Espíritu Santo, si el ministro es sincero, notifíquenos, ¿ve Ud.?, nos encantaría…El Hermano Neville y yo, o el Hermano Beeler, o el Hermano Collins, o cualquiera de estos ministros aquí que están ordenados para este ministerio, y demás, pueden—pueden hacerlo.\n\nAhora, pero ahora: ¿No llega al Cielo el Cristiano porque no paga su diezmo?",
    "Yo—yo no pudiera decir “sí” o “no” a eso. Pero yo creo que cada Cristiano está obligado a pagar diezmos porque es un mandamiento del Señor. “Bendito es…son los que cumplen todos sus mandamientos, para que puedan tener el derecho de entrar en la Vida, el Arbol de Vida”. Ahora, yo sí creo que el pagar diezmos es esencial para la experiencia de un Cristiano. Voy a tocar eso en otra pregunta en unos momentos, yo sé que hay otra aquí en relación a eso.",
    "137. Hermano Branham, yo soy salvo y he sido bautizado en el Nombre de Jesucristo, pero ¿cómo me puedo librar de un espíritu de terquedad del cual no me he podido librar?",
    "Bien, mi hermana o hermano Cristiano, quienquiera que sea, ahora, por lo regular cuando uno encuentra gente que tienen espíritus de terquedad, por lo general es un complejo que causa esto, que lo han heredado de la madre, del padre, del tío, de la tía o de la abuela, del abuelo, de alguien así. Y si Ud. siguiera su descendencia, encontraría…Ahora, lo tengo por experiencia, bajo discernimiento, porque me he encontrado casos en la plataforma, miles que tenían ese espíritu. Y cuando menos pienso, estoy siguiendo el rastro de ese espíritu por discernimiento y me doy cuenta que hubo un abuelo, que hubo una abuela, que hubo alguien allá atrás, y Ud. heredó eso por naturaleza.",
    "Terquedad—terquedad no es de Dios. Y la única manera de deshacerse de eso, es que uno tiene que tener fe para conquistar eso, que Ud. es un Cristiano. Ud. es un hijo o una hija de Dios, cualquiera que Ud. sea, y Ud. nunca será capaz de simplemente reprenderlo y reprenderlo y reprenderlo. Es como estar provocando a una serpiente de cascabel, que está allí lista para morderlo. Si Ud. la ignora y se aparta de ella, no puede dañarlo. ¿Ve?",
    "Así que cuando Ud. sienta que Ud. tiene un espíritu de terquedad, ponga la cosa en el altar, y crea en Dios que la cosa está muerta y Ud. nunca la tendrá jamás, y siga adelante y nunca más le ponga atención a eso, y la cosa lo dejará. “Resistid al Diablo, y huirá de vosotros”, esto es: “apartarse rápidamente”. Así que eso sería mi consejo de cómo vencerlo. Nosotros vencemos al Diablo por fe. Así es como nosotros vencemos todo mal, por fe.",
    "138. ¿Por qué bautiza Ud. en el Nombre de Jesucristo en lugar de en el nombre del “Padre, Hijo y Espíritu Santo”?",
    "Bueno, es porque no hay tal cosa como el nombre del “Padre, Hijo y Espíritu Santo”. Esa es la razón. Jamás hubo alguien en la Biblia bautizado en el nombre del “Padre, Hijo y Espíritu Santo”. Toda persona en la Biblia, por trescientos años de este lado de Pentecostés fue bautizada en el Nombre de Jesucristo. Ni un solo apóstol, ni un solo Cristiano, ni una sola vez fue usado “Padre, Hijo y Espíritu Santo” para bautizar hasta que la iglesia Católica se organizó en el Concilio de Nicea, trescientos seis años después de la muerte del último apóstol.",
    "No hay tal cosa como el nombre del “Padre, Hijo y Espíritu Santo”. Padre no es un nombre, Hijo no es un nombre, Espíritu Santo no es un nombre. Son tres títulos, tres títulos de oficios de un solo Nombre: Jesucristo. Por lo tanto no hay tal cosa como el nombre del “Padre, Hijo y Espíritu Santo”. Y no es…no es nombre, así que yo bautizo en el Nombre de Jesucristo, el cual es el Nombre del Padre, del Hijo y del Espíritu Santo. ¿Está claro?",
    "139. Algunas personas dicen que “Cristo estuvo en el Infierno antes de la resurrección”. ¿Hay…Hay Escritura para esto?",
    "Ahora, aquí está una pregunta Escritural que me gustaría contestarles a Uds. con las Escrituras, porque ellos han preguntado: “¿Está en las Escrituras?”",
    "Me gustaría que Uds. abrieran sus Biblias conmigo en Primera de Pedro 3:18 y 20, Ud. que desea escucharlo, sin importar si Ud. hizo la pregunta o no, así Ud. no tiene que tomar la palabra de alguien más. Ud. puede leerlo y darse cuenta si esto es la verdad o no. Nosotros siempre queremos quedarnos con la Verdad, y en donde la Biblia lo dice. Y esta estimada persona, quienquiera que haya sido, lo ha preguntado queriendo saber de una referencia en la Biblia si esto es la verdad o no.",
    "Ahora, encontramos esto en…Si lo encuentro. Esta Biblia está para deshacerse, la—la he tenido ya por muchos años. Si puedo ver que la tengo aquí, yo pienso que tal vez…Espéreme un segundo, hermano, estoy—estoy—estoy seguro que… veamos, está después de Timoteo, Tito, y Hebreos. Aquí está, sí, ya la encontré. Gracias. Primera de Pedro 3, el capítulo 3 de Primera de Pedro. El capítulo 3, y principiemos con el—con el versículo 18:\n\nPorque también Cristo padeció una sola vez por los pecados, el justo por los injustos, para llevarnos a Dios, siendo a la verdad muerto en la carne, pero vivificado en espíritu; (vivificado en espíritu),\n\nEn el cual también fue y predicó a los espíritus encarcelados,\n\nLos que en otro tiempo desobedecieron, cuando una vez esperaba la paciencia de Dios en los días de Noé, mientras se preparaba el arca, en la cual personas, es decir, ocho, fueron salvadas por agua.",
    "Ahora abran a Hechos 2, Hechos 2, y vamos a tomar el—el versículo 30. En Hechos 2, éste es también el apóstol Pedro hablando. Hechos, el capítulo 2, y el—el versículo 30, lo tengo escrito aquí:\n\nPero siendo profeta, y sabiendo que con juramento Dios le había jurado que de su descendencia, en cuanto a la carne, levantaría al Cristo para que se sentase en su trono,\n\nViéndolo antes, habló de la resurrección de Cristo, que su alma no fue dejada en el Hades, ni su carne vio corrupción. (El cuerpo de Cristo.)",
    "Su alma descendió al Infierno y predicó a los espíritus o almas que no se arrepintieron en la paciencia de los días de Noé. Su alma descendió al Infierno y El les predicó a los espíritus, y resucitó al tercer día. Eso es Escritural, es la Verdad.",
    "140. Ahora, ¿se perdieron las cinco vírgenes?",
    "Me imagino que ellos están preguntando, “las cinco vírgenes”, de las cinco sabias y de las cinco fatuas. Ahora, si Uds. estuvieron con nosotros en las últimas enseñanzas sobre Apocalipsis, se dieron cuenta que estas vírgenes, las—las cinco vírgenes fatuas no se perdieron; sino que no se les permitió entrar a la Cena de la Boda, pero sufrieron persecución y fueron martirizadas, y se levantaron otra vez en la resurrección general en el último día. Esas son las personas de donde El separó las ovejas de las cabras, ¿ven?, ellos comparecen ante el Juicio.",
    "Ud. dirá: “Bien, Hermano Branham, ¿no comparecemos nosotros, la Iglesia?” ¡No, señor! Nosotros no compareceremos ante el Juicio.",
    "Nosotros estamos ahora parados delante del juicio, Dios puso nuestros pecados sobre Cristo…“Aquel que oye Mi Palabra”, San Juan 5:24, “y cree en El que me envió, tiene Vida Eterna, y no vendrá a Juicio sino que ha pasado de muerte a Vida”. No habrá más juicio para la Iglesia. Es llevada en el Rapto y regresa a juzgar a la gente que no recibió el Espíritu Santo. ¿No dice Pablo que no debemos de llevar acusaciones uno del otro a—a la corte o ante jueces injustos, “qué, no sabéis que los Santos juzgarán al mundo”? Nos sentaremos con Cristo y juzgaremos a reyes y sacerdotes, y juzgaremos a esta gente a quienes les predicamos y les dijimos acerca del bautismo del Espíritu Santo y rehusaron recibirlo. ¡Piénselo!",
    "No, ellas no se perdieron, pero nunca serán parte de la Novia. Ellas resucitarán en la segunda resurrección, pero nunca serán parte de la Novia, y serán juzgadas de acuerdo a la manera que ellas trataron la Luz que recibieron. Ahora, esa parte dependerá de Cristo. Pero ellas no se perdieron.",
    "141. Hermano Branham, en Primera de Corintios—Corintios, el capítulo 14, versículo 34 y 35, dice: “Vuestras mujeres callen en las congregaciones; porque no les es permitido hablar”. El 35, “Porque es indecoroso que una mujer hable en la congregación”. Ahora, si una mujer con pelo corto habla—habla en lenguas en—en las iglesias, en la iglesia, ¿es el Espíritu de—es el Espíritu Santo que habla a través de ella, o es un espíritu falso?",
    "Ahora, Ud. está…Esta es una pregunta muy difícil, y voy a contestarla lo mejor que yo sé, ¿ven? Ahora, yo no pudiera juzgar, porque yo no fui enviado para juzgar. Pero yo creo que en muchas ocasiones…Tengo otra pregunta por aquí en alguna parte que es similar a ésta. Pero si una persona está hablando en lenguas, ella está ungida de Dios. ¿Ven? Podrían estar fuera de orden, eso podría ser verdad, y podrían estar haciendo algo que no es correcto, pero yo no diría que no es el Espíritu Santo, porque yo no sabría. ¿Ven?",
    "Ahora, hay muchas ocasiones en que…que la gente se juzga mal la una a la otra. Y hacer eso es una cosa mala. Ud. pudiera decir: “Ella tiene el pelo corto, está usando vestidos demasiado cortos, eso—eso—eso no es el Espíritu Santo cayendo sobre ella”. ¡No haga eso! No haga eso, eso no está bien. Ud. no sabe lo que está en el corazón de esa mujer. Ud. no sabe nadA al respecto. Ud. sabe que el Espíritu Santo haría que ella se comportara un poquito mejor, ahora, eso pudiera ser verdad. Pero permítame decirle a Ud., por lo que respecta a Ud. y a mí, dejemos que Dios juzgue eso, y Ud. y yo únicamente oremos por esa persona para que Dios le muestre la Luz.",
    "Hace algún tiempo un hombre me encontró aquí afuera, a un lado. Y yo tenía aquí una pianista que usaba una faldita un poco corta, que no estaba, creo yo, exactamente bien. La dama tenía pelo corto, y ella era un bebé en este Camino, y ella estaba tocando el piano. Y un hombre me encontró allá afuera y prácticamente haciéndome pedazos, me dijo: “Y Ud. siendo un predicador pentecostal, permite a esa mujer sentarse allí. ¡Con ese pelo corto!” Y siguió, diciendo una serie de cosas.",
    "🦅 Bien”, le dije, “Yo creo que la mujer tiene un buen espíritu en ella. Yo en verdad no estoy de acuerdo con eso, Ud. sabe, la falda acá, las dos piezas”.",
    "Una de las partes está aquí abajo y la otra aquí arriba, es una blusa como las que ellas usan. Y es muy delgada y muestra la ropa interior que ellas usan allí en esa parte. Yo no creo que—que debería usarse. A mí—a mí no me gusta eso, realmente no me gusta. Yo no puedo decir, quizás estén tan llenas del Espíritu como cualquier otra persona. Yo no sé, Dios sabe eso. Pero yo no condenaría a esa mujer y decir que ella se va a ir al Infierno, por lo que veo.",
    "Esta misma persona tenía en su iglesia a una dama que tenía pelo largo y usaba vestidos largos, y tenía un temperamento lo suficiente como para pelear contra una sierra eléctrica, y mala como ella sola. Ahora, pelo largo y faldas largas no la van a llevar al Cielo. ¡No, señor! Es el Espíritu que está en Ud. lo que lo lleva al Cielo. Pero si Ud. como un Cristiano…",
    "También Ud. debiera recordar que muchos pastores no mencionan esas cosas y la gente automáticamente sigue igual, pensando que están bien. Pero un pastor realmente debería reprender eso. Y—y—y entonces las hermanas de la iglesia, esas hermanas que están firmes, usando sus vestidos correctamente, deberían ser ejemplos de dulzura, de hermandad, y—y de carácter maternal.",
    "Y yo creo que cualquier mujer que muestra un carácter maternal, piadoso y de hermandad, debería ir a hablar con esa persona, y con dulzura de Espíritu, sentarse y hablarle a esa dama. Y si ella es de Dios, el Espíritu Santo entenderá esas cosas, y ella misma se corregirá. Pero cuando Ud. rápidamente la condena y la aparta, Ud. puede herir a esa joven, a ese bebé recién nacido. ¿Ven? Así que yo—yo no condenaría a esa persona.",
    "Ahora, la persona hablando en lenguas.",
    "Ahora, tengo que decir algo aquí que tal vez parezca un poquito raro, y si Uds. no están de acuerdo conmigo, está bien. ¿Ven Uds.?, nosotros muchas veces juzgamos mal estas cosas. Siempre tratemos de pensar lo mejor de cualquiera que está tratando de hacer lo correcto. Expresémosle a ellos lo mejor de nosotros. Oh, ellos están tratando. Nosotros no conocemos sus corazones, a menos que Uds. tengan discernimiento. Y si ellos están errados, entonces si Uds. tienen…La Biblia dice: “Si un hermano es hallado en una falta, que los que son espirituales vayan con ese hermano en espíritu de mansedumbre, considerándoos vosotros mismos que no vayáis a ser tentados, y ver si podáis reconciliar a esa persona, ¿ven?, otra vez con Dios”. No diga que ellos no tienen el espíritu correcto, porque…",
    "Escuchen, ahora voy a decir algo que realmente va a dolerle por un minuto, así que permanezca sentado quietamente por un momento. El Espíritu Santo puede hablar a través de un hipócrita. ¡Exacto! Yo lo he visto suceder, y se los puedo probar a Uds. por las Escrituras que es la verdad. Yo se los puedo probar a Uds. por las Escrituras que poderes demoníacos toman esos espíritus y los usan, seguro, pueden tomar esos dones y usarlos. Yo he estado…y he visto diablos hablar en lenguas e interpretarlas. Y he visto hipócritas tomar el Espíritu Santo genuino y hablar con él. Por eso es que uno no puede decir que hablar en lenguas es la única evidencia del Espíritu Santo.",
    "Ahora, hace algún tiempo, cuando por primera vez tuve contacto con el movimiento Pentecostal, fui a Mishawaka al tabernáculo del Hermano Rowe. Allí estaban teniendo una convención, era gente del Nombre de Jesús. Ahora, yo no estuve de acuerdo con la gente del Nombre de Jesús, no hay—no hay…Ellos son mis hermanos, pero la razón que digo…",
    "🦅 Bautizar para regeneración en el Nombre de Jesucristo”, yo no creo en eso. Yo no creo que el agua lo salva a Ud. del pecado. Yo creo que es en la Sangre de Jesucristo donde está la regeneración. Pero la gente Unitaria bautiza para regeneración. Los del Nombre de Jesús sólo bautizan en el Nombre de Jesús, y así son salvos, porque él dijo: “Arrepentíos y bautícense en el Nombre de Jesucristo para la remisión de vuestros pecados”.",
    "Pero, ¿qué viene primero? Arrepentimiento, un pesar piadoso por sus pecados, después un cambio de dirección. Y luego bautícese en el Nombre de Jesucristo, eso está bien. Ud. ha hecho todo esto para remisión de pecados.",
    "Ahora, allá había algunos miles de personas. En aquellos días había segregación allá en el Norte, o en el Sur quise decir, y tenían que congregarse allá porque muchos hermanos negros iban a ir a esta convención. Era la A.P. de W. y la A.P. de G…J.C. antes que se unieran. Y ellos estaban en Mishawaka, negros y blancos, todos juntos, ellos no podían tenerla en el Sur en ese tiempo. Bien, vi a dos hombres blancos sentados en sus asientos. Yo nunca había oído ninguno de estos mensajes en mi vida. Y allí esos hombres se levantaban y uno hablaba en lenguas y el otro daba la interpretación, y le decía a la gente allí en la reunión lo que estaba mal en ellos, decía a la gente lo que ellos habían hecho. Luego este otro hablaba y el otro interpretaba. Yo pensé: “Señor, estoy aquí entre ángeles”. ¡Nunca había oído tal cosa!",
    "Y oré toda la noche en la siembra de maíz. Desde que era un niño pequeño, yo he creído que dones y llamamientos son sin arrepentimiento, siempre he podido ver visiones. Y a la mañana siguiente, ellos me pidieron que predicara, y lo hice. Afuera había mucha gente que me saludaba y me invitaba a sus reuniones, aunque yo era un Bautista Misionero. Así que yo—yo lo dejé así. Después de un tiempo, yo estaba ansioso de encontrarme con estos dos hombres “ángeles”. Yo nunca escuché ninguna…",
    "Se ponían blancos alrededor de la boca, y se levantaban y hablaban en lenguas. Y el otro se paraba y decía: “ASI DICE EL SEÑOR: ‘Jones, quien está aquí, hizo cierta cosa anteayer. Cuando venías rodeando la casa, tomaste esa billetera que le pertenece a este hombre, la cuál él había perdido’. ASI DICE EL SEÑOR: ‘¡Regrésasela!’”",
    "🦅 Dios, ten misericordia de mí, aquí está”.",
    "¿Ven?, la verdad, diciéndola así, diciéndola allí mismo a la gente, y yo pensé: “¡Oh, Señor, no es esto maravilloso!” Así que, yo pensé: “¡Esto es Dios!”",
    "Bien, después me encontré con uno de esos hombres, y mientras yo estaba hablándole, oré: “Dios, permíteme tener eso, lo que sea”. Yo no sabía como llamarlas, las visiones, yo no sabía como llamarlas. Y cuando esa cosa vino ante mí, después de haber captado su atención, seguí hablando con él hasta que capté su espíritu, al igual que la mujer hizo en el…Lo mismo que hizo Jesús con la mujer junto al pozo. Seguí hablándole hasta que capté su espíritu. Y él era un Cristiano, un real, genuino santo de Dios. Y yo pensé: “¡Bendito sea el Nombre del Señor!”",
    "Me encontré—encontré con el otro hombre dando la vuelta a la esquina, como una media hora después, y hablé con él. Y si alguna vez yo he hablado con un hipócrita, él era uno de ellos. Su esposa era una mujer de pelo negro, y él estaba viviendo con una rubia y tenía dos hijos con ella; y aun así, él estaba hablando en el mismo Espíritu que el otro hombre estaba hablando, y dando la misma interpretación, exactamente correcta. Entonces me di cuenta.",
    "Antes de mi conversión, tuve una experiencia en una ocasión al entrar en un campamento de brujos, con Indios. Ellos eran danzantes del diablo. Tomaban una serpiente y se la enrollaban en el cuerpo, y danzaban la danza del maíz, y hablaban en lenguas y las interpretaban, y decían exactamente la verdad de todo lo que estaba sucediendo entre la gente. Y vi a un brujo tomar un—un lápiz y ponerlo allí, y vi a ese lápiz levantarse y escribir en lenguas desconocidas e interpretarlas y decirle a la gente exactamente lo que estaba sucediendo allí. ¡En una reunión espiritista!",
    "Así que yo dije, ¿ven Uds.?: “Estoy entre diablos”, y me aparté totalmente de la cosa.",
    "Así que un día allá en el Molino de Green, yo había estado allí orando en mi cueva, no por esa razón, y salí y puse allí mi Biblia. Yo…Era muy mohoso en la cueva y quería algo de luz, y era en la tarde, y salí y puse a un lado la Biblia. Iba a leer un rato allí sobre un trozo de árbol que estaba tirado en la bajada de la colina. Y puse mi Biblia allí y empecé a leer. Y el viento sopló, y me la abrió en Hebreos el capítulo 6. Y yo pensé: “Tal vez el Señor quiere que yo lea esto”. Y lo leí.",
    "🦅 Porque es imposible que los que una vez fueron iluminados y fueron hechos partícipes del Espíritu Santo, y recayeron…sean otra vez renovados para arrepentimiento. La lluvia trae el…La tierra da frutos y la lluvia es enviada para regarla, y las espinas y los abrojos están cerca de ser reprobados, y cuyo fin es ser abrasados”. Algo así.",
    "Bien, yo la leí y pensé: “Bien, gloria al Señor”. Y me pasé a otra. Y pensé: “Bien, voy a leer algo más en alguna otra parte”. Coloqué la Biblia así, me limpié mis ojos, y el viento sopló y la regresó otra vez a Hebreos 6. Eso sucedió tres o cuatro veces, tres por lo menos. Y pensé: “Yo no veo nada mal en eso. ¿Qué hay allí?”",
    "Permítanme, Uds. pueden…Uds. lo han leído muchas veces, Hebreos 6, “Espinas y abrojos. La lluvia que cae sobre la tierra para regarla, para prepararla, (¿ven?), para su fruto. Pero espinas y abrojos los cuales están cerca de ser reprobados, cuyo fin es el ser abrasados, ser juntados y quemados”.",
    "Yo no podía sacar nada de eso. Pensé: “Bien, espinas y abrojos que van a ser quemados, Dios lleva Su Trigo al granero, y eso es todo”. Y dije: “Yo no veo nada en eso”.",
    "Estaba allí sentado, mirando el escenario así, y una visión se abrió delante de mí. Y vi un mundo girando de esta manera, y estaba todo arado y listo para sembrar. Y un hombre vestido con una túnica blanca, iba caminando con su mirada puesta en su bolsa de alimento, o bolsa de semillas quiero decir, y así continuó. Y yo no sé si alguno de Uds. recuerdan el sistema antiguo de sembrar, como…Yo vi a mi papá hacerlo. Las arrojaba con sus manos así de esta manera y caían en la tierra, esas semillas así arrojadas. Pues, este hombre iba sembrando semillas de esa manera. Y tan pronto como él desapareció, el trigo salió.",
    "Bien, tan pronto como él desapareció en la curvatura de la tierra, vi venir algo negro, como una luna negra. Y miré, y se acercaba, y era un—un hombre, vestido completamente de negro. El iba caminando sospechosamente, mirando así de esta manera. Y él tenía una bolsa de semillas, solamente que eran de hierbas. Y él las iba arrojando entre el trigo así de esta manera, arrojándolas primero para un lado y luego para el otro. Y tras él salieron hierbas, abrojos, espinas, zarzas espinosas y todo eso.",
    "Y pensé: “Es vergonzoso que un hombre haga una cosa como esa”. En la visión, yo no estaba pensando que eso fuera Escritural, ¿ven? Y dije: “Ese hombre está sembrando esas hierbas en el campo de trigo del otro hombre”.",
    "Luego se puso muy caluroso. Y el triguito con su cabeza inclinada respiraba laboriosamente, casi sin aliento. [El Hermano Branham imita a alguien que está sediento.—Trad.] La hierbita tenía su cabeza inclinada y respiraba laboriosamente. [El Hermano Branham imita a alguien que está sediento.] Ella también estaba anhelando agua. Todos oraban por la lluvia.",
    "Después de un rato apareció una gran nube tronando y la lluvia cayó, y al caer, la lluvia cayó a la tierra. Y el triguito empezó a brincar, gritando: “¡Aleluya! ¡Gloria al Señor! ¡Aleluya! ¡Gloria al Señor!” Y las hierbitas gritaban: “Gloria al Señor”, enderezándose, la vida vino a la hierba al igual como vino al trigo.",
    "Y entonces la Escritura vino: “La lluvia cae sobre el justo y el injusto”. Y allí lo capté. ¿Ven?",
    "Es, si una persona está sentada en una congregación, un espíritu puede caer sobre esa persona, y aunque Ud. sepa que ella está mal y que no vive la clase de vida que debiera de vivir, tenga cuidado con lo que Ud. dice respecto a ese espíritu, pudiera ser el Espíritu Santo. No juzgue el—el espíritu por la persona. La persona pudiera estar errada, pero ahora, ¿no dice la Biblia que: “la lluvia cae sobre justos e injustos”? ¿No dijo Jesús, cuando los campos ya estaban sembrados: “Dejad a ambos crecer juntos, a la cizaña y al trigo, juntos. No tratéis de arrancar la cizaña. No tratéis de juzgarlos, dejadlos crecer juntos. Y en aquel día los ángeles serán enviados y tomarán toda la cizaña y la quemarán, y el Trigo será juntado en el granero”? Pero por sus frutos los conocemos. Ud. puede saber en su corazón. Siga tratando de lidiar con esa persona.",
    "No diga que esta mujer, si ella está vestida inmoralmente o…¿Cómo decía? “Digamos que el Espíritu Santo va a visitar…” Veamos. No, de alguna manera cogí la pregunta incorrecta. Oh, aquí está, sí.\n\nLa mujer que está hablando en lenguas. Ahora, si una mujer con pelo corto habla en lenguas en la iglesia, es el espíritu…Veamos. ¿Es el Espíritu Santo que habla a través de ella, o es un falso espíritu?",
    "¿Ven Uds.?, yo no diría nada. Y si Ud. pensó que la mujer no estaba exactamente en lo correcto por su pelo corto… (Creo que ése era el punto)…sí, “pelo corto”, ¿por qué no, hermano, si Ud. es un hombre casado y esta mujer es una mujer casada, por qué—por qué no lleva a su esposa o le dice a su esposa que le hable con dulzura a esta damita? Creamos que ella tiene el Espíritu Santo. Si ella asiste a esta iglesia, voy—voy a creer que ella lo tiene. Y luego, sólo digamos, tal vez ella…",
    "¿Sabían Uds., que de vez en cuando, nosotros deberíamos examinarnos y darnos cuenta que quizás tengamos alguna cosita mal? Ud. sabe, que—que así es. Así que quizás alguien nos tenga que decir algo a nosotros. Muchas veces la gente me ha dicho muchas cosas que estaban mal, que yo estaba haciéndolas mal, y yo lo aprecio.",
    "Pero digamos que…creamos que sea lo que sea, creamos esto, si la mujer no es exactamente una Cristiana, si ella está pretendiendo, Dios la juzgará a ella por eso. Correcto. Pero… Y si ella está vestida inmoralmente, y las cosas que ella está haciendo no están bien, Dios se encargará de eso. Pero creamos que ese Espíritu en esa mujer es el Espíritu Santo. ¿Ven?, porque nosotros no sabemos.",
    "Ahora, si la interpretación de ese Espíritu Santo da algo, una maldición a Cristo…“Ningún hombre por el Espíritu llama a Cristo anatema”. Si esa mujer está hablando en lenguas y la interpretación viene y dice que “Cristo es anatema”, entonces Ud. sabe que ese es un espíritu malo en la mujer. Pero mientras esté bendiciendo y edificando a Cristo, entonces crea a ese Espíritu. ¿Ven? Amén. Yo espero que no se confunda. Espero que de todas maneras les dé una pequeña luz sobre eso.",
    "142. Deuteronomio, el capítulo 23, el versículo 2, ¿no enseña que una persona que ha nacido fuera del matrimonio no puede ser salva? Dice que “Dios visitará la iniquidad de los padres sobre los hijos hasta la tercera y cuarta generación”. Explique qué significa esto.",
    "Muy bien. El adulterio era una cosa tan horrible en esos tiempos de la Biblia, tanto que si un hombre tenía un niño de una mujer que no era su esposa, ese niño, sus hijos, los hijos de los hijos de los hijos, por cuatro generaciones, por cuatrocientos y algo de años, no podían entrar en la congregación del Señor, porque la sangre de toros y machos cabríos y becerros no era suficiente para quitar el pecado. Sólo podía separar o sólo podía cubrir el pecado, no podía quitarlo. ¿Ven? No podía omitir el pecado, sólo podía cubrir el pecado. ¡El adulterio es una cosa horrible!",
    "Una mujer, una joya preciosa, que Dios la ha hecho para ser una madre, confiándole a ella la maternidad, si ella daba a luz un hijo de otro hombre que no fuera su esposo, entonces había una maldición sobre ese niño, y sus hijos y los hijos de sus hijos, hasta la tercera y cuarta generación. Muchas veces enfermedades tales como sífilis, y—y ceguera y cosas como esas venían sobre la gente. Sí, era una cosa horrible, una cosa horrible para una mujer tener un hijo fuera del santo matrimonio. Ahora, no solamente entonces, pero todavía es una cosa horrible, seguro que es, siempre ha sido.",
    "143. ¿Acontecerá Ezequiel 38 y 39 antes del Rapto?",
    "Ahora, si Ud. se fija, Ezequiel 38 y 39 se refiere a Gog y Magog, lo cual es Rusia, el país del norte. Ahora, yo no digo que esto es correcto, pero para mi manera de enseñarlo, eso, sucede después del Rapto, después que la Iglesia es levantada. Y Dios lidia con Gog y Magog cuando ellos descienden allí ante Israel. Y yo pienso que sucederá después del Rapto. Ahora, eso no quiere decir que así sea, ¿ven? Pero es la manera que yo lo enseño. Me supongo que ellos quieren saber cuál es mi idea al respecto.",
    "144. El Señor nos ha dicho por profecía que testificáramos a otros de las cosas que hemos escuchado y visto aquí, tales como la cercanía de la Venida, el bautismo en el Nombre, en el Nombre de Jesús, y esas cosas. Hemos contado estas cosas a algunos que parecen ser Cristianos, sin embargo parece que ellos no lo creen. ¿Qué piensa Ud. que sucederá a esas personas? ¿Se irán en el Rapto?",
    "Ahora, me alegro que Ud. me haya preguntado de esa manera: “¿Qué piensa Ud.?” Aunque eso no quiere decir que está bien sólo porque yo así lo pensara. Yo creo que ningún hombre puede caminar en la Luz de Dios hasta que Dios se la revela a él. Y yo no creo que ningún hombre que…Todas estas cosas escondidas están ocultas de la gente, y ningún hombre puede verlas excepto que Dios se las revele, y yo lo creo porque siempre ha sido así en la Biblia.",
    "¿No dijo Jesús: “Tenéis ojos y no podéis ver, tenéis oídos y no podéis escuchar”?",
    "Y en Mateo, creo que es en el capítulo 8 o 12, donde dice que “a pesar de que Jesús había hecho tantos milagros entre ellos, sin embargo ellos no podían creer. Porque Isaías dijo, la profecía decía que ‘Tienen ojos y no pueden ver, y oídos y no pueden oír’”. ¿Ven?",
    "Y Jesús dijo: “Ningún hombre puede venir a Mí, si el Padre no le llamare primero; y todo lo que el Padre me ha dado, vendrá a Mí”. Eso lo establece como un hecho, ¿ven?",
    "Ahora, Uds.—Uds. son responsables por diseminar la Luz, Uds. no son responsables de que ellos reciban la Luz. Uds. son responsables de llevarla a ellos, pero Uds. no son responsables por la reacción de ellos. Y si Dios les permite entrar, eso ya dependerá de El. Si ellos no tienen el vestuario puesto, y demás, y ellos no…Pero ellos…Recuerden, ellos no pueden verlo hasta que Dios se los revele.",
    "145. Hermano Branham, en Daniel el capítulo 11, el versículo 31, enseña del día…quitar el sacrificio diario, y la abominación que hace la desolación. ¿Por favor, pudiera explicar que significan estas cosas?",
    "Oh, esta persona ha firmado su nombre en ésta. Este es mi tema el próximo domingo, y viene incluido en las—en las Setenta Semanas de Daniel. Pero…Y podría decirle esto a Ud., mi precioso hermano que firmó su nombre aquí, el cual es un amigo muy estimado por todos nosotros. Sí, “la abominación que hace la desolación”, Jesús en Mateo 24, habló de esto. La abominación significa “inmundicia”, que hace la desolación, la abominación es la Mezquita de Omar de los musulmanes que fue construida en el terreno del templo en donde estaba el Lugar Santo.",
    "En el año 96, después de Cristo, Tito capturó a Jerusalén y quemó el templo, y ellos construyeron la Mezquita de Omar (la religión Mahometana), en el terreno del templo, y todavía está allí hasta el día de hoy. Y permanecerá allí hasta que Dios regrese otra vez a los Judíos. “Y la abominación (que es la Mezquita de Omar), que hace la desolación del Lugar Santo”, erigida en el Lugar Santo, ¿ven?",
    "Jesús se refirió a eso, y dijo en paréntesis: “(el que lea entienda)”. ¿Ven? Por lo tanto, El dio tantos días desde ese tiempo hasta la…después del Príncipe, y tantos días, y demás, a lo cual entraremos el próximo domingo. Y trataré, con lo mejor de mi entendimiento, de contestarle eso a Ud. el próximo domingo. Pero la abominación es la Mezquita de Omar que tomó el lugar del templo, “Por tanto, cuando veáis en el Lugar Santo la abominación desoladora, de que habló el profeta Daniel”. ¿Ven?, erigida en donde estaba el templo (el Lugar Santo), la Mezquita de Omar.",
    "146. Hermano Branham, ¿No cree Ud. que todo aquél que reclama ser un Cristiano debería pagar diezmos, traer sus diezmos al alfolí del Señor? Por favor deme la Escritura para esta pregunta.",
    "Muy bien, si Ud.…Eso es verdad, que la Biblia dice en Malaquías, el capítulo 4: “¿Robará el hombre a Dios? Y vosotros decís: ‘¿En qué te hemos robado?’ En diezmos y ofrendas. Traed todos vuestros diezmos y ofrendas a Mi alfolí y probadme”, dice el Señor, “si no os abriré las ventanas del Cielo, y vaciaré bendición hasta que sobreabunde”.",
    "¡Esto es un reto para cualquier individuo! Y si yo tuviera el tiempo, y si no tuviera que predicar de esta Escritura que traigo, la cual quisiera exponer en los próximos diez minutos, me gustaría darles a Uds. un testimonio personal de cómo yo aún estando hambriento, y también mi madre y mis hermanos, y mi padre enfermo, sin embargo yo primero tomaba mis diezmos y se los daba a Dios, y Uds. debieran haber visto lo que sucedió. Yo nunca he visto en mi vida a ningún hombre o mujer, que aunque ganen únicamente un dólar a la semana, que tomen los diez centavos de ese dinero y lo pongan en el alfolí, o la iglesia en donde ellos asisten, que Dios no los haya bendecido, si no es así, llámenme un hipócrita. Sí, señor. Es un reto para cualquiera. Y todo Cristiano…Eso es de esta otra pregunta. ¡Cada Cristiano debe pagar diezmos! Correcto. Debe de hacerse.",
    "Muy bien, ahora:\n\n147. Si una persona o personas están hablando en lenguas desconocidas, cada vez en el mismo tono de voz, la misma cosa, pero el tono de voz de la interpretación por el intérprete es cada vez diferente, ¿pudiera eso ser el Espíritu Santo?\n\nAhora, permítanme leer esto otra vez:\n\nSi una persona o personas hablando en lenguas desconocidas en el mismo tono de voz (en otras palabras, solamente diciendo la misma cosa como ciertas—ciertas palabras vez tras vez tras vez), cada vez, y la misma cosa cada vez, pero la interpretación por el intérprete es cada vez diferente, ¿pudiera esto ser el Espíritu Santo?",
    "Ahora, ésta es una difícil, pero permítanme impartir un poco de luz en esto si puedo. Y yo estoy seguro que Uds. entenderán que esto es solamente el Hermano Branham tratando de hacer lo mejor, pero permítanme solamente decir esto de acuerdo a mi propia experiencia personal lidiando con cosas espirituales. Yo aprecio su confianza al hacerme preguntas como ésta. Si Uds. no tuvieran confianza en mí, Uds. no me preguntarían tales cosas. Yo creo que un Cristiano no debe hacer preguntas para originar un argumento, yo creo que ellos están tratando de encontrar lo que es la Verdad. ¿Ven? Yo las contestaré, y si…Y las contestaré, y si me he hecho claro, “es lo mejor de mi entendimiento al respecto”, luego si ese espíritu en Ud. se enoja, eso demuestra que no es el Espíritu Santo morando allí. ¿Ven? Porque el Espíritu Santo no se enojará, sino cada vez será corregido con la Palabra, y soportará la corrección.",
    "Ahora permítanme decir esto, que yo…En este caso, recuerden, Dios es mi juez. Yo, William Branham, yo no lo podría decir. Pero en las experiencias en las que he sido testigo mientras he estado bajo la unción de tales reuniones, yo creo que la persona que está diciendo la misma cosa cada vez, con el mismo tono de voz, está realmente hablando en lenguas. Sí, yo creo que por el Espíritu están hablando en lenguas. Si son Cristianos, están hablando en lenguas, no hay duda. Pero yo creo que Ud. malentiende lo que es interpretación.",
    "Ahora, muchas veces, la gente…yo—yo quiero…yo sé que casi sólo son las personas de aquí de la iglesia, me supongo, esta noche, de todas maneras. ¿No es así, Hermano Neville, son los que vienen por lo regular? Así que si hay aquí visitantes y no están de acuerdo con esto, yo les estoy tratando de hablar a mi propia iglesia, ¿ven?",
    "Ahora, como padre de Uds. en el Evangelio, como su—como su pastor, me gustaría, más adelante, cuando sus espíritus y sus dones empiecen a llegar a la perfección…Si Uds. los observan en desorden y tornarse…entonces es mejor que Uds. vigilen—vigilen a esa persona, no le presten atención porque ese no es el Espíritu de Dios en ellos. Pero cuando ellos son dulces y sumisos y humildes y están listos y todo, ese es el Espíritu de Dios. Y si—si alguien se sale fuera de orden y el pastor tiene que reprenderlo, y ese espíritu se ensoberbece, entonces no es el Espíritu de Dios. El Espíritu de Dios siempre está firme, y vuelve a la Palabra. ¿Ven? Cada vez reconoce la Palabra.",
    "Ahora, pero ahora yo no estoy tratando de—de—de halagar o tumbar, solamente estoy tratando de establecer una verdad. Ahora, alguien hablando en lenguas, y otro levantándose para interpretar las lenguas. Escuchen detenidamente. (Y creo que se está grabando. ¿Lo es?) En la interpretación de lenguas… Ahora, voy a tener que entrar con Uds. en algo de doctrina. En la interpretación de lenguas, mucha gente interpreta lenguas por una expresión extraordinaria de ellos mismos sintiendo decir tal cosa. Eso no es interpretación.",
    "Interpretación es cuando ellos están hablando en lenguas desconocidas, y Ud. los está escuchando en inglés, y Ud. sólo está repitiendo lo que ellos están diciendo. Pero la…si esta persona habla en su iglesia…Yo no creo que tenemos esto aquí. Y si lo tenemos, yo nunca lo he escuchado.",
    "Pero que alguien se levante diciendo una cierta palabra, una y otra vez, o algún mismo tono de voz que sigue repitiéndose, y sigue, y sigue, y sigue…",
    "Déjenme decirles, yo no creo que el Hermano Junior Jackson está aquí esta noche, ¿está? No creo que esté. Pero siempre me he maravillado de la manera en que Junior Jackson habla en lenguas, y del Hermano Higginbotham, y muchos de Uds. hermanos, como se ve ese cambio de voz en la interpretación. ¿Ven? Ahora—ahora eso está bien. Yo no…yo no estoy ensalzando a mi iglesia. No, señor. Si mi iglesia necesita corrección, yo—yo voy a pararme aquí y hacer lo mejor por mi Salvador, correcto, si duele o no duele. Yo soy—yo soy su padre en el Evangelio, ¿ven? Y yo quiero…Uds. no quieren un espíritu erróneo, Uds. quieren el espíritu correcto. Todos Uds.—Uds. no…",
    "¿Por qué tomar—tomar un substituto cuando hay todo un cielo pentecostal lleno de lo real? ¿Por qué comer del bote de la basura cuando hay una mesa grande, limpia y hermosa, aquí servida con sopa de pollo, con pan y todo? ¿Ven? ¿Por qué haríamos eso? ¿Ven? Tomemos lo real, eso es lo que nosotros queremos, lo real, lo genuino.",
    "Ahora, yo creo, en esta declaración hecha aquí, de repetir la misma cosa, yo creo en relación a esa declaración, que ambos están correctos, pero yo no creo que el intérprete está interpretando el lenguaje de la persona. Yo no creo eso. Yo creo que el Espíritu está presente y el intérprete está profetizando. Yo creo que él es un profetizador en lugar de un intérprete si él no escucha la voz en su propio lenguaje. “¿Cómo, pues, les oímos nosotros hablar cada uno en nuestra lengua en la que hemos nacido?” ¿Ven? Uno tiene que escuchar en el mismo, uno lo tiene que escuchar en inglés. Si…",
    "Aquí, aquí está un intérprete. Ahora, yo me paro, y yo—yo solo sé dos o tres palabras de un—de un—de un idioma diferente, de lo que yo sé. Ahora estoy tomando esto literalmente, no en lo espiritual. Voy a decir: “Baie, baie bly. Yo…Ekke wil Afrikaans sprekken”. Ahora, yo dudo que haya una persona aquí que sepa lo que yo dije. Sí, hermano, ¿qué fue lo que dije? [Un hermano en la congregación dice: “Ud. dijo que podía hablar Afrikaans”.—Editor] Afrikaans, “Baie, baie bly”, “Yo estoy muy, muy feliz”. “Estoy aquí para hablar Afrikaans”, ¿ven? “Afrikaans sprekken”. ¿Ven? “Estoy aquí para hablar Afrikaans”.",
    "Ahora, ¿qué hizo él? El…Yo estaba hablando Afrikaans pero él lo escuchó en inglés. ¿Verdad que sí? Porque Ud. sabe Afrikaans. Ahora, si Ud. está hablando…si yo estoy aquí parado o diciendo…predicando, y el Hermano Neville está interpretando a gente que hablan otro idioma, él les está diciendo en su idioma lo que él me escucha decir; él sabe de lo que estoy hablando, porque él conoce mi idioma.",
    "Y si Ud. está hablando en un lenguaje desconocido e interpretando, Ud. está escuchando en el idioma en el que Ud. nació, porque esa es la única manera de que Ud. puede interpretar lo que ellos están diciendo, porque el Espíritu Santo se lo ha interpretado a Ud. y Ud. sólo está hablando por el Espíritu Santo.",
    "Pero entonces si el Espíritu está presente para bendecir esta pobre persona y ellos están parados…Como un precioso hermano que ya se fue, él está en la Gloria esta noche, yo realmente lo creo. El alma más preciosa que yo…El Hermano Ryan, todos nosotros lo conocimos. El se paraba en la calle… (Y Dios me perdone, no para ser sacrílego…Yo sé que es una…blasfemar contra el Espíritu Santo es imperdonable.) Pero el Hermano Ryan decía una palabra una y otra vez todo el tiempo, algo así: “sikem y sikem y sikem”, o algo así. El tenía…Alguien preguntó: “¿Cree Ud. que eso es de Dios?”",
    "Y yo le dije: “¡Ciertamente, es de Dios! Ciertamente, yo creo que es de Dios”. Pero él estaba hablando en lenguas, pero yo no podía decir lo que estaba él diciendo porque yo no sé. Pero la presencia del Espíritu estaba allí.",
    "Así que si la presencia del Espíritu está allí, y esta persona sólo está diciendo una palabra una y otra vez, y este otro se levanta y trata de dar la interpretación, pero él no sabe lo que él está diciendo. Y si este hombre no está dando la interpretación, él está profetizando; el espíritu de profecía está sobre él y él está profetizando, no está dando una interpretación.",
    "Así que por lo tanto, querido Cristiano, a Ud. quien preguntó: “¿Pudiera ser eso el Espíritu Santo?” Pudiera ser el Espíritu Santo usando dos oficios. Uno, bendiciendo a un alma hablando en lenguas; y el otro, profetizando, sin estar interpretando lo que él está diciendo. Sin embargo él lo dijo. El Espíritu Santo vino sobre él en profecía al mismo tiempo que este otro estaba hablando en lenguas, y él pensó que era una interpretación, pero ¿qué importa? Es el Espíritu de Dios dando un mensaje a la iglesia. Pero interpretación, tiene que ser entendida en inglés y repetir exactamente lo que la persona dijo, ese es el don de interpretación.",
    "148. Si hay—si ya hay tres mensajes que se han dado en lenguas desconocidas en una reunión, luego ¿pueden darse en la línea de oración otros mensajes más y todavía estar en el orden espiritual de la reunión?",
    "Seguramente que sí. Eso es correcto. Seguro. Yo sé a lo que Ud. se está refiriendo. Pablo dijo: “Si había…Uno profetizando y hablando en lenguas”, algo como eso, Pablo hablando de…",
    "Un poco después, cuando todos Uds.…Hermano Neville, cuando Uds. quieran, estas personas que tienen estos dones espirituales…Ahora, si Uds. confían en mi entendimiento de las Escrituras, yo vendré a la reunión exclusivamente con Uds. quienes tienen estos dones, solamente con Uds., para poder sentarnos juntos…y si Ud. siente…Y Ud. se fija, Hermano Neville, y ve en la iglesia, que sí es Dios y Dios se está moviendo entre ellos, eso es lo que queremos, pero queremos poner eso en orden para que pueda bendecir a la iglesia y hacer algo. Yo…Dios no está…Yo sé, y conozco las Escrituras, y sé qué hacer. Y eso es lo que nosotros queremos hacer.",
    "Ahora, esta persona aquí, yo sé que al hablar en lenguas, se supone que debe ser por turnos, dos, o no más de tres. Eso es correcto, pero si Ud. se fija aquí, si fue…",
    "Como alguien que nos diera allá…Como el Hermano Sothmann que se levantara y diera un mensaje en profecía o hablara en lenguas. La interpretación de lenguas es profecía, ¿ven?, el espíritu de profecía. Ahora, si uno sólo estuviera hablando en lenguas desconocidas y no hubiera intérprete, esa persona es bendecida por el Espíritu, pero él no está dañando a la iglesia.",
    "Ahora, a lo que Pablo estaba tratando de llegar es a esto: “Uds. usan todo el servicio solamente en hablar en lenguas, (¿ven?), y el indocto dice: ‘¿Qué—qué está pasando aquí?’ (¿Ven?), Ellos no lo entenderían. Pero si hubiera una interpretación, y que haya…uno, dos, o hasta tres mensajes en una reunión”.",
    "Ahora, la persona pregunta aquí: “¿En la línea de oración?” Eso ha de haber sido que alguien tal vez en la línea de oración…Tal vez, Hermano Neville, o en alguna otra iglesia o de donde sea esto, que en la línea de oración este hombre…o en reuniones de sanidad Divina, tal vez haya sido en las reuniones del Hermano Roberts, las reuniones del Hermano Allen, o alguien en mi reunión o de alguien más, yo no sé. Pero donde haya sido, a lo que Pablo se está refiriendo, es a un mensaje que es dado a la congregación, “Que sean tres”, porque el mensaje de Dios está dando un mensaje, tratando de dárselo a la congregación. Mientras que un hombre en la línea de oración, él está profetizando a un individuo, no a todos. Si eso es así, yo he estado fuera de orden en mis líneas de oración, ¿ven?, cuando son treinta o cuarenta de ellos en una noche. ¿Ven?, si uno le está profetizando a un individuo.",
    "Pero este hombre está profetizando para todo el cuerpo, que hayan dos o tres mensajes y luego que paren. Aunque el Espíritu Santo todavía quiera hablar, espere un momento, dé a la Palabra oportunidad de salir. ¿Ven Uds.? Y luego, realmente, el hablar en lenguas, debería de hacerse antes o después de la Palabra, nada deberá interrumpir a la Palabra mientras está siendo predicada. Sin embargo, pondremos eso en orden después cuando los espíritus y los dones empiecen a perfeccionarse.",
    "Estamos hablando ahorita sobre—sobre la seriedad de la iglesia pentecostal, me refiero a la real iglesia pentecostal. Y estamos contentos que Dios todavía vive y reina y nos habla.",
    "Ahora, pero, si es como, por ejemplo, si la hermana aquí nos diera un mensaje en lenguas o profecía, y la dama sentada enseguida de ella diera un mensaje en lenguas o profecía, y la dama enseguida de ella o alguien allá atrás, alguien diera un mensaje o una profecía, o lenguas. No hay duda que casi todas ellas están hablando de la misma cosa, de la urgencia de Dios, queriendo decir algo, llamando a un individuo en la iglesia a que haga algo, o algo que El quiera que se haga.",
    "Ahora, por ejemplo, se llama la línea de oración, y el Hermano Neville o yo mismo o cualquier otro ministro se dirige a un individuo, eso no es para todo el cuerpo, es para ese individuo. Y el Espíritu de Dios viene sobre él para decirle algo a ese individuo, entonces dígaselo, porque él no le está hablando a la congregación. El le está hablando a ese individuo, no a la congregación, así que eso está bien.",
    "149. Muy bien, querido Hermano Branham, ocasión tras ocasión el Señor me ha mostrado cosas en sueños. El me ha mostrado cosas relacionadas a mi hijo el cual está en la marina, las cuales mi hijo me dijo que eran “secretos”. El me ha mostrado la muerte de personas y los secretos de los corazones de la gente. ¿Es éste un don de Dios? Cuando El me muestra en sueños los corazones y las mentes de la gente, todo ha acontecido igual como el sueño me lo mostró.",
    "Sí, mi hermano o hermana, quienquiera que sea. El Señor le bendiga. Eso es, para mi opinión, el don de Dios. Es un don de Dios. ¿No sabe Ud. que la Biblia habla de sueños? José, cómo él soñaba sueños y los interpretaba, y cómo otros soñaban sueños. Esas cosas son de Dios. Ahora, si son de Dios, siempre serán verdaderos, siempre sucederá exactamente de la manera que El dijo.",
    "Y ahora no…Si Ud. empieza a jactarse, eso se apartará de Ud. ¿Ve? Sólo sea reverente y dulce. Y cuando El le muestre algo a Ud., y es algo que Ud. debe decirle a alguien, algo que han hecho mal, no se vaya a parar a reprender a esa persona, sino que vaya Ud. y dígale: “Hermana, hermano, Ud. sabe, el Señor me dijo la otra noche que—que Ud. estaba haciendo cierta cosa mal”.",
    "Y si esa persona dice: “¡Tú estás equivocado! ¡Es una mentira! ¡Yo no hice eso!”",
    "Entonces la cosa que debe hacerse, es ir y decir: “Padre Celestial, ¿estaba eso errado?”",
    "Ahora, si esa persona…Si esa persona le estaba diciendo a Ud. la verdad, entonces Ud. tiene un espíritu de error. Pero si esa persona estaba mintiendo, y sí lo hizo, Dios lidiará con esa persona. ¿Ve? Sí, señor. Porque, ¿ve Ud. lo que ella hizo al hacer eso? Ha blasfemado en contra del Espíritu Santo, negando lo que el Espíritu Santo llamó a su atención. ¿Ve? Así que esa es la cosa errada.",
    "150. Hermano Branham, ¿cómo puede una—una iglesia danzar, gritar, hablar en lenguas, y dejar que el Espíritu… (veamos, espere un momento)…y perderse en el Espíritu, y muy raramente leer la Escritura? Yo no lo entiendo.",
    "Ni yo tampoco, ¿ven?, “gritar, danzar, hablar en lenguas, y ni siquiera leer la Escritura”. Yo—yo—yo digo esto, recuerden, es William Branham, lo cual pudiera estar millones de millas errado. Yo creo que la mayoría de la gente…Un hermano me hizo esa pregunta hoy, era algo relacionado con esto. Decía que cuando ellos van a orar por los enfermos, tal vez un hermano ora por uno, y a los demás los pone a cantar o a danzar en el Espíritu, creyendo que esto trae poder entre la gente. No, yo—yo personalmente creo que eso está mal.",
    "Yo creo que una persona que viene a una reunión de sanidad, es como venir para ser salva, debe venir reverentemente, creyendo. Toda persona allí presente, no gritando y danzando, sino al ver a su hermano o hermana ir al altar para pedirle a Dios misericordia, debe inclinar su rostro y orar: “Dios, ayuda a mi hermano mientras el pastor ora por él, y lo unge. Permite que el Espíritu Santo venga sobre él y le de fe para creer por su sanidad. El es un precioso hermano. Ella es una preciosa hermana”. Esté orando por él en lugar de solamente cantar, gritar o danzar.",
    "Pero vemos tanto de eso en nuestras reuniones pentecostales, es una constante…Yo creo que es una adoración, yo verdaderamente creo que ellos están adorando a Dios. Sí, señor. Yo lo creo con todo mi corazón. Y yo creo en hablar en lenguas, en gritar y en danzar. Yo creo todo eso, sí. Yo creo que todo lo que ellos hicieron en la Biblia es tan bueno hoy como lo fue entonces, seguro, pero yo creo que tiene su tiempo y su orden.",
    "Ahora, la gran bendición está en proceso, y la gente está gritando, y la gloria del Señor está cayendo, y la gente quiere gritar y hacer lo que el Espíritu les dice que hagan. Háganlo, eso está bien. Pero cuando un hombre viene para ser sanado, donde se implica la cuestión de vida o muerte, yo creo que deberíamos ser reverentes y hablar con el Padre y hablarle a favor de este hermano. En lugar de estar adorándole, digámosle: “Padre, yo soy—yo soy un adorador Tuyo. Yo te amo, Tú sabes que sí, yo he expresado mi amor por Ti. Ahora, estoy expresando mi fe a Ti, ayuda a mi hermano a que sea sano. ¿Lo harás, Padre?” Yo creo que Uds. obtendrán mejores resultados haciendo esto. Verdaderamente lo creo. En reverencia, al Espíritu de Dios.",
    "Estas podrían estar erradas por cientos de millas, pero yo espero haberlas contestado, es decir, haber—haber traído un poquito de Luz. Creo que ahora tengo una idea de lo que está en sus mentes. Y les voy a decir algo, un poco después quiero pedirle aquí al pastor que él venga y me ayude…tal vez pueda venir y reunir a toda la gente que tiene el Espíritu de Dios sobre ellos en la forma de dones, y hablar un poco al respecto. Tal vez pueda ayudarles a subir la escalera un poquito más y así llegar un poquito más cerca de Dios, con sólo…y establecer más orden en la iglesia. Yo he estado observando, me parece maravilloso. Y cómo amaría verlo moverse y moverse y moverse, y moverse y moverse y moverse.",
    "Y mientras escalamos, no permitan que Satanás se meta. ¡Ah, que si es listo! Y no traten de ganarle, no traten, porque Uds. no pueden. Solamente dependan en Dios y continúen caminando humildemente, y Dios lo hará. Y Uds. se darán cuenta que Dios los usará más y más y más de esa manera. El Señor los bendiga.",
    "¿Tenemos tiempo para veinte minutos de predicación? [La congregación dice: “Amén”.—Editor] Gracias. Gracias. Yo creo que eso fue suficiente como para que empiece, Benjamín. Muy bien.",
    "Abramos la Biblia en Salmos por un momento. Parece que el Señor me ha dado un pensamiento pequeño aquí que me gustaría expresar a todos Uds. esta noche, a manera de un sermón, si me permiten, sólo—sólo unos cuantos minutos. Yo sé que está caluroso, y también aquí arriba está caluroso. Pero recuerden, no nos reuniremos tal vez hasta el miércoles por la noche. Así que estemos en espera y—y antes que cantemos ese hermoso himno antiguo Bendita Sea La Unión Que Enlaza, hablemos—hablemos acerca de—de la Palabra escrita. Estas preguntas como que nos…nos dejan en un estado de tensión nerviosa. Salgámonos—salgámonos de eso, y—y hablemos de la Palabra.\n\nInclinemos ahora nuestros rostros otra vez por un momento.",
    "Padre Celestial, con estas preguntas, yo he tratado de saber lo que la gente tiene en sus corazones, buscando saber si ellos van a preguntar sobre esto o sobre aquello. Veo, Señor, que están deseando dones espirituales. Y aquellos que tienen dones espirituales están preguntándose cómo operarlos. Para algunos, es traer gran Luz en la iglesia; para otros es una pregunta. Ahora, Señor, ayúdanos. Ayúdanos, Señor. Nosotros somos Tus hijos. No estamos haciendo estas cosas para honrarnos a nosotros mismos, estamos haciendo esto para la honra de Dios a través de un don que Dios nos ha dado.",
    "Oramos, Padre, que Tú bendigas estos dones, y los manifiestes en la iglesia. Y venga a suceder que peregrinos y extranjeros, que por aquí pasen, y entren por esa puerta y se sienten por unos minutos, que el Espíritu de Dios esté aquí en tal magnitud que sean conocidos los secretos de cada corazón que entre por esa puerta. Concédelo, Señor. Que sea hecho con dulzura y humildad, nunca tratando de humillar ni reprender ásperamente. Sabemos que El Espíritu de Dios no es así.",
    "Así que oramos para que Tú nos bendigas en todo. Bendice nuestra iglesia, bendice nuestros hermanos. Bendice a la gente de las otras iglesias. Y Padre, sabemos que solamente hay una Iglesia y todos nosotros hemos nacido en Ella.",
    "Y ruego, Padre, que Tú nos sigas bendiciendo mientras leo este pequeño texto que Tú me diste, estando sentado allí junto a mi escritorio esta tarde. Y ayúdame, Señor, para no detener mucho al pueblo, sino sólo hablar unas cuantas palabras. Yo ruego que Tú estarás en esto. Y danos un pequeño pensamiento, que podamos llevarlo a casa y dar gracias al Señor por Sus bondades. Te lo pedimos en el Nombre de Jesús. Amén.",
    "Bien, no se olviden, el próximo domingo por la mañana, Dios mediante.",
    "Ahora abran la Biblia en el Salmo 106, el versículo 7. Iba a leer más, una porción…una parte de este Salmo. Pero, es David. El porqué me vino esto a mí, fue por el mensaje de esta mañana. Voy a poner aquí mi reloj y voy a tratar de terminar a las nueve y media, si es posible. Bien el versículo 7 del Salmo 106:\n\nNuestros padres en Egipto no entendieron tus maravillas;\n\nNo se acordaron de la muchedumbre de tus misericordias,\n\nSino que se rebelaron junto al mar, el Mar Rojo.",
    "Voy a leer el siguiente versículo:\n\nPero él los salvó por amor de su nombre,\n\nPara hacer notorio su poder.\n\nEl Señor añada Sus bendiciones.",
    "Voy a hablarles a Uds., si el Señor lo permite, sobre el tema del malentendimiento; Dios, malentendido. Lo voy a decir así: Dios Siendo Malentendido.",
    "Uds. saben, el malentendimiento nos mete en muchos problemas. Muchas veces la gente dice cosas que repiten de alguien más, a quien han malentendido. Y eso mete a una persona en problemas. Yo creo que sería bueno para nosotros si esperáramos hasta que entendiéramos lo que se estaba hablando. ¿No piensan Uds. así? Yo sé que así sería para mí, y sería muy bueno para mí saberlo primero y luego decirlo. ¿Ven? Pero siempre parece ser que somos malentendidos. Y David aquí está hablando que Israel, malentendió los milagros de Dios cuando estuvieron en Egipto.",
    "Ahora, malentender no es únicamente decir: “Bien, yo no escuché lo que él dijo”, sino ver que algo se hizo y malentender para qué se hizo. Eso es…Eso es que Ud. está perdiendo el punto completamente.",
    "Ahora, Dios no hace milagros solamente para decir: “Vean, yo soy Dios”. Dios hace un milagro para traer entendimiento. ¿Ven? Dios lo hace con un propósito. ¿Y no se fijaron Uds. en la lectura del Salmo, aquí, en este versículo 7? Yo pienso que es hermoso, quiero leerlo otra vez:\n\nNuestros padres en Egipto no entendieron tus maravillas; (¿ven?, no las entendieron)…\n\nNo se acordaron de la muchedumbre de tus misericordias,\n\nSino que se rebelaron junto al mar, el Mar Rojo.\n\nPero él los salvó por amor de su nombre,\n\nPara hacer notorio su poder.",
    "¿Ven? Ellos no entendieron porqué Dios, allá en Egipto, obró estos milagros. El estaba tratando de mostrarles Sus misericordias. El estaba tratando de darles a entender que El era Dios manifestándose en sus medios. Me gusta eso.",
    "En mi pequeño sermón que prediqué hace tiempo, allá en Chicago, y luego creo que lo prediqué aquí, los hermanos lo grabaron en cinta, Como El Aguila Excita Su Nidada, aletea sobre su cría. Cómo esa madre águila toma a sus pequeños bebés…Y antes que ella los lleve a volar, estos tienen muchas plumas sueltas. Y realmente ellos nunca la han visto a ella en su totalidad porque han estado todos agachados en el nido. Pero cuando ella se para sobre el nido y extiende sus grandes y poderosas alas. ¿Qué está haciendo? Ella grita, ella quiere que ellos conozcan su voz. Ella extiende sus grandes alas.",
    "Las águilas hembras algunas veces son más grandes. Dicen que algunas veces las grandes águilas hembras, tienen alas que miden catorce pies de punta a punta, pueden apoderarse de un becerro y volar con él. Catorce pies de punta a punta. [Cuatro metros veintiséis centímetros.—Editor] Las alas, son como el ancho de esta plataforma, de poste a poste.",
    "Ella se para delante de su aguilucho, ¿por qué? Porque ella lo va a llevar a volar. El nunca ha estado fuera de ese nido. Y ella lo va a llevar a las alturas y luego va a sacudírselo, y dejarlo allá arriba para que aletee por sí mismo, para que aprenda a volar. Así que ella quiere mostrar la autoridad que ella tiene. Ella extiende sus grandes alas para posicionar sus plumas, y grita, y luego las agita. ¡Oh, Señor! Las plumas salen volando fuera del nido y todo lo demás, ella está echando viento allí como un avión de propulsión. Tumba al aguilucho y tirado sobre su espaldita, mira y dice: “¡Madre, cuán grande eres tú! ¡Cuán grande eres tú!”",
    "🦅 ¿Ves cuán fuertes son mis alas? Te puedo levantar y cargar a donde yo quiera. ¡Soy poderosa!”",
    "Y eso era lo que Dios estaba haciendo con Israel. Ud. sabe, El dijo: “Como el águila que excita su nidada”, esa es la misma cosa. El encontró a Israel allá en una tierra de lamentos, y El lo sacó de Egipto y lo llevó a la tierra prometida, sobre las alas de un águila. ¿Ven? Y ¿por qué estaba Dios haciendo estos milagros? El estaba tratando de decirle a Su pueblo, que El era el poderoso Jehová.",
    "¡Y eso es lo que El está tratando de hacer hoy! El no sana a la gente sólo porque El puede sanar. El está tratando de decirles a Uds. que El es la Resurrección, que El puede sanarlo, que El puede resucitar su cuerpo. El puede hacer lo que El quiere, ¡El es Jehová! Me gusta eso.",
    "Pero la gente lo malentendió. Es tan fácil que Dios sea malentendido por incrédulos, por aquellos que no quieren entender. Mucha gente trata de entender. Muchos no quieren entender, se cierran ellos mismos. Y dicen: “No hay tal cosa”, y “yo no creo en eso”. Y luego nunca pueden entender.",
    "Pero un hombre que está dispuesto a entender, dispuesto a sentarse (“Venid y razonemos juntos”, dice el Señor), ese hombre está—está en posición para aprender algo del Señor. Pero la gente que siempre está asociada con Dios y el poder de Dios…Es muy difícil que Ud. esté asociado con Dios sin estar asociado con Su poder, porque cuando Ud. está asociado con El, Ud. es un conocido de El, o un pariente de El, y entonces Ud. tiene Su poder en Ud.",
    "Esa es la razón de que la gente no puede creer en milagros hoy en día, porque ellos no tienen nada dentro de ellos con qué creer. Tienen que tener algo adentro con qué creer. Y cuando el Espíritu de Dios está en un hombre, él dice “Amén” a toda Palabra de Dios y a cada milagro de Dios. Pero, como mi madre decía: “No puedes sacar sangre de un nabo, porque no tiene sangre”. Asimismo, Ud. no puede sacar fe de un incrédulo, porque no hay nada allí con qué creer.",
    "Un hombre dijo: “Yo no creo en sanidad Divina, no importa lo que Ud. pudiera decir”. Seguro, no es para él, es únicamente para aquellos que pueden creer. Si Ud. va a sacar sangre, sáquela de algo que tenga sangre. Si Ud. va a obtener fe, sáquela de algo que tenga fe.",
    "Y así es, Dios usa algo que tiene fe. El no lo envía a uno en una campaña de sanidad cuando uno no tiene la fe suficiente para creer en sanidad. ¿Cómo lo va a enviar a uno con un avivamiento, con milagros operando, cuando uno no tiene la suficiente fe para creerlo? El quiere algo que tenga algo adentro con lo que El pueda producir algo. Así que el pueblo lo malentendió.",
    "Noé fue muy malentendido en su día. Noé, conocido por Dios, era un siervo de Dios, creía en Dios. Y cuando Ud. llega a ser un creyente en Dios Ud. hace cosas tan contrarias a lo que la gente piensa que es correcto, y hasta llegan a pensar que Ud. está loco. Y Noé, siendo advertido por Dios, preparó un arca para la salvación de su casa. Y la gente pensó que él estaba loco. El no estaba loco, fue únicamente malentendido porque estaba siguiendo la dirección de Dios. ¡Amén! Me gusta eso. El fue malentendido.",
    "🦅 ¿Cómo podía un hombre, a pesar…?” Ud. pudiera haber dicho: “Nunca ha caído lluvia del cielo. ¿Qué es lluvia?” Nunca habían tenido lluvia, Dios regaba la tierra. “Noé, ¿dónde está esa lluvia?”\n\n“Yo no sé”.\n\n“¡Muéstrame en dónde está!”\n\n“Yo no puedo demostrárselo”.",
    "🦅 Bueno, ¿y cómo sabes que va a venir de allá arriba cuando allá no hay nada que pueda caer?”",
    "Noé pudiera haber dicho algo como esto: “Dios me dijo que vendría de arriba. Y si Dios dijo que vendría de arriba, El es capaz de llevar la lluvia allá arriba y luego dejarla caer”. Amén. Asunto terminado. Si Dios lo dijo, eso es suficiente. ¿Ven? El fue malentendido porque estaba siguiendo a Dios.",
    "Elías. Yo pudiera quedarme en estos temas por mucho tiempo, pero aquí tengo muchos de ellos que me gustaría mencionar rápidamente. Elías fue malentendido por su nación. Elías era un Israelita, él era un Judío, y fue malentendido porque siempre estaba condenando a su nación, condenando al rey, condenando a la reina, condenando todo lo que estaba alrededor. ¡Y los condenó! Ha de haber parecido un loco. Todo era: “ASI DICE EL SEÑOR. Dios te va a castigar a ti Jezabel, a ti fulano y zutano”.",
    "El fue malentendido. ¿Por qué? Porque él estaba siguiendo a Dios. No fue a Elías a quien ellos malentendieron, fue la obra del Espíritu Santo en Elías lo que ellos malentendieron.",
    "¿Cómo podía un hombre levantarse contra su propia nación? Blasfemar a su propia nación, corregirla, y poner sobre ella las maldiciones de Dios, a la misma nación, a la misma gente con quien él vivía. Su propia raza, su mismo color, su propio credo, su misma clase, y sin embargo predijo los juicios de Dios y llamó sobre ellos una carestía. El fue malentendido, porque no era Elías, era Dios en Elías al que ellos malentendieron. No fue a Elías al que malentendieron, fue Dios guiando a Elías, y ellos malentendieron que Dios era un Dios Santo y que El no toleraba el pecado.",
    "Y no importa si está sobre su hermano, hermana, o madre, no importa quién sea, es pecado ante los ojos de Dios y el juicio vendrá sobre ellos por esa razón. Malentendido.",
    "Daniel fue malentendido cuando todo el resto de los hijos de Israel se inclinaron ante la imagen, pero él y Sadrac y Mesac y Abed-nego rehusaron inclinarse. Ellos dijeron: “Bien, ¿qué le pasa?” Toda la nación dijo: “¿Qué le pasa a este loco? Todo el resto de los Hebreos reconocen a nuestro dios, lo reconocen, ellos se inclinan cuando tocamos la trompeta, tocamos las trompetas y tocamos los salterios, y todo lo demás, y tocamos la flauta. Ellos siempre se inclinan, pero, ¿qué le pasa a este loco? ¿Qué le pasa a él, que no lo hace?” ¡Es que él estaba en contacto con Dios! Ese era el asunto. El fue malentendido. El fue juzgado como: “Loco”, o que había perdido su mente. Eran un montón de “locos”. Pero ellos sólo estaban siguiendo la guianza del Espíritu. Esa fue la razón que ellos fueron malentendidos.",
    "Todos los profetas del Antiguo Testamento, cómo se levantaron y profetizaron en contra de su nación, cómo profetizaron en contra del pueblo, cómo profetizaron en contra de la cosa, poniendo maldiciones sobre ellos, y haciendo cosas como esas. Ellos malentendieron. ¿Por qué? Ellos eran siervos de Dios, haciendo la voluntad de Dios, estaban haciendo la obra de Dios, por lo tanto fueron malentendidos.",
    "Y cualquiera que sigue a Dios es malentendido. Jesús, nuestro Señor, cuando El nació, El fue malentendido.",
    "Los Magos, ellos fueron malentendidos, ellos estaban siguiendo una señal sobrenatural para encontrar un Rey que había nacido como Rey de los Judíos. Ellos sabían que se levantaría una Estrella de Jacob, de acuerdo a las profecías de Daniel. Y ellos sabían que este Rey sería un Salvador, que El sería el Rey de Israel. Y viajaron dos años, desde la India, pasando por el Río Tigris, atravesando los desiertos y a través de montañas, por todo, y entraron a la ciudad de Jerusalén en una tarde ya para ocultarse el sol, gritando: “¿Dónde está Aquel, el que ha nacido Rey de los Judíos? ¿Dónde está El?”",
    "Y nadie supo nada al respecto. Era una cosa extraña de que el Rey de los Judíos había nacido y gente a cientos de millas sabía de ello; y allí mismo en la ciudad en donde El nació, en el lugar en donde El nació, entre la gente en donde El nació, no sabían nada al respecto. Ellos malentendieron a los Magos. Y les dijeron: “No hay tal cosa como el Rey de los Judíos. Nosotros tenemos un rey aquí, Herodes”.",
    "El fue malentendido en Su nacimiento, cuando nació. Y María había concebido antes de que ella se hubiera casado con José. Malentendido. Ellos pensaron que El había nacido fuera del santo matrimonio, no supieron que el Espíritu Santo había concebido a ese niño en ella. Pero fue malentendido. Era un acto de Dios y la gente lo malentendió.",
    "Todavía lo malentienden, un acto de Dios por lo general es malentendido.",
    "Unicamente es entendido por gente creyente espiritual, gente que cree al Espíritu. Pero fue malentendido, los Magos fueron malentendidos.",
    "Herodes lo malentendió. Cuando Herodes dijo: “Bien, si Uds. me dicen dónde está el niño, y yo iré a adorarlo, también”. El era un hipócrita, estaba mintiendo. Lo que él temía…El no sabía que las Escrituras decían que debía venir un Mesías, un Rey del Cielo. Y Herodes pensó que sería un rey terrenal, y quería matarlo para deshacerse de él.",
    "No era un rey terrenal, El dijo que esta tierra no era Su Reino, pues dijo: “Si éste fuera Mi Reino, Mis súbditos pelearían por Mí, pero Mi Reino es de arriba”. Herodes lo malentendió, él pensó que era un rey terrenal.",
    "Así es como ellos dicen hoy: “¿A qué iglesia perteneces si eres Cristiano? ¿A qué denominación?”\n\n“¡A ninguna!”",
    "No lo entienden. ¿Ven? No lo pueden entender. Ellos piensan que pertenecer a una denominación, significa ser “Cristiano”. Pero es viceversa, seguro. Pero es malentendido por el pueblo.",
    "Bien, nos dimos cuenta que Herodes lo malentendió, él no pudo entenderlo.",
    "Nicodemo no pudo entender el nuevo nacimiento, cuando él fue a ver a Jesús aquella noche. Alguien lo condenó por eso. Yo no lo condeno. El era un buen hombre, él quería averiguar algo. Estaba ocupado todo el día, tal vez él estaba desempeñando su oficio de sacerdote, o en alguna otra cosa, por lo tanto él tenía que ir por la noche. De todas maneras, él fue, y con eso hizo más que mucha gente ahora. Pues ellos no vienen ni de día ni de noche. Pero sepan que por fin él llegó; antes que lo condenen, ¿ha llegado Ud.? Por fin él llegó ante Jesús, no lo condenemos si nosotros no hemos llegado allí. Y si Ud. ya llegó allí, yo no creo que Ud. lo condenaría a él. No, él—él llegó ante Jesús. Y si fue durante la noche, fue porque tal vez estaba ocupado. De todas maneras él fue. Tal vez Jesús estaba muy ocupado orando por los enfermos y demás cosas, y en la noche era la única hora disponible en la cual él podía conseguir esta entrevista con El. Finalmente llegó allá, y allí se quedó hasta que consiguió una entrevista con Jesús. Y cuando Jesús dijo…El—él dijo: “Rabí, nosotros sabemos que Tú eres un Hombre enviado de Dios, porque ningún hombre puede hacer estas cosas a menos que Dios sea con El”.",
    "Jesús respondió: “A menos que un hombre sea nacido de nuevo no podrá entrar en el Reino, ni aun mirar el Reino”.",
    "Y el gran rabí, el maestro de Israel, dijo: “¿Yo, un anciano, entrar en el vientre de mi madre y nacer otra vez?” ¿Ven?, él malentendió lo que Jesús le estaba diciendo, él no lo captó. Porque a lo que Jesús se estaba refiriendo era un Nacimiento espiritual, y él estaba tratando de aplicarlo a un nacimiento natural. Así que él lo malentendió, no lo captó. El únicamente…de la manera que la gente lo hace. Al igual que Nicodemo, muchos de nosotros malentendemos las cosas de Dios porque las tomamos y las aplicamos a las cosas naturales.",
    "Como, digamos que un doctor dice: “Yo no creo en sanidad Divina. Yo no creo que sea verdad”.",
    "Yo escuché a un doctor en una ocasión decirle a una mujer en la oficina, dijo…Y ella no sabía…El quería saber qué había pasado con el tumor que ella tenía antes. Y ella le dijo: “El Hermano Branham oró por mí y el Señor me sanó”.",
    "Y él dijo: “Yo no lo creo”. Dijo él: “Yo nunca—yo nunca podré creer algo así”. Y le dijo: “Dime, ¿quién te lo quitó?”\n\nY ella dijo: “Encuéntrame la cicatriz”.\n\nY él le preguntó: “¿Qué te pusiste?”",
    "Dijo: “Nada, nada en lo absoluto. El únicamente pronunció mi nombre en la reunión y esa cosa desapareció”.",
    "Y yo estaba sentado en el cuarto de enseguida, correcto, estaba sentado en el cuarto de enseguida, escuchando. Ella no sabía que yo estaba allí. Y él no sabía que yo estaba allí, porque ni siquiera me conocía, ¿ven? Y allí estaba yo sentado. Y él dijo…Yo había llevado a otra persona a la oficina del doctor. Esto es verdad. Y yo sólo iba para escuchar lo que él decía. Y me—y me salí de allí con la persona que había llevado cuando me di cuenta que él no creía.",
    "Así que él dijo: “Yo no creo ni una palabra de eso”. Dijo: “Yo nunca he visto algo que pueda hacer algo semejante. Simplemente no lo creo”. Dijo: “Yo tengo que verlo antes de creerlo”.\n\nY ella le dijo: “Bueno, ¿y qué de—de mi tumor?”\n\nEl dijo: “Yo tendría que verlo desaparecer antes de creerlo”.",
    "¿Ven?, ver no es creer. “Fe es la substancia de las cosas que no se ven”. ¿Ven?, uno primero lo cree y luego sucede. Así que el—el hombre no era un creyente, por lo tanto todo era un misterio para él. El no sabía de lo que estaba hablando porque él—él no podía entenderlo, era un enigma para él.",
    "La gente dice hoy: “Yo no creo en eso de sanidad Divina. Yo no creo en eso de Espíritu Santo. Yo no creo en eso de hablar en lenguas. Yo no creo en eso de gritar. Yo no creo en toda esta cosa. Yo no lo creo”. ¿Por qué? ¡Porque es un misterio! Ud. lo está malentendiendo. Es Dios, aquí está en la Biblia. Aquí está produciendo los mismos resultados que la Biblia habló que vendrían, entonces tiene que ser Dios. Ud. únicamente lo malentendió, eso es todo. Dios es malentendido.",
    "Sus discípulos no podían entender Sus milagros. Esa noche cuando El entró al barco, y uno de ellos dijo: “¿Qué clase de hombre es éste que aun los vientos y las olas lo obedecen?” Ellos malentendieron que El no era un hombre, El era Dios.",
    "Y ese es el problema hoy en día con la gente, lo quieren hacer a El una pequeña mascota, o alguien que carga el bate. Quieren hacerlo como cualquier fulanito en el campo.",
    "El no era un fulanito cualquiera en el campo, ¡El era Jehová, Dios! Ellos lo malentendieron. Ellos esperaban que El fuera así como uno de ellos. El no era uno de ellos; ¡El era Dios entre ellos! El era más que un hombre. Como siempre he dicho, El era un hombre cuando tuvo hambre, pero era Dios cuando alimentó a cinco mil con un pan—dos panes y algunas piezas de pescado. El era un hombre cuando estaba cansado en la popa del barco, pero El era Dios cuando El hizo cesar a los vientos y a las olas y los hizo obedecerle. “¿Qué clase de hombre es éste?” El no era ninguna clase de hombre, El era Dios manifestado en un hombre. Ellos lo malentendieron. Ellos pensaron que El era un hombre, el hijo de María, un carpintero, pero El era Dios manifestado en carne. ¡Amén!",
    "Los soldados romanos lo malentendieron, cuando lo tenían en el juzgado, y le taparon los ojos con un trapo y lo golpearon en la cabeza y le dijeron: “Si Tú eres un profeta, todos dicen que Tú eres un profeta, dinos quién te golpeó la cabeza”.",
    "¿Ven? Ellos malentendieron lo que Jesús dijo: “Yo sólo hago lo que Mi Padre me muestra que haga. Yo hago lo que el Padre me muestra, y luego hago lo que El me dice que haga”. Ellos lo malentendieron, malentendieron Su ministerio.",
    "Los Judíos lo malentendieron. Como El vino para ser su Amigo y Salvador, y ellos querían hacer de El algo vil. Malentendieron Su ministerio. El dijo: “La reina del sur se levantará en el Día del Juicio con esta generación y la condenará, porque ella vino desde partes remotas de la tierra para escuchar la sabiduría de Salomón. Y uno más grande que Salomón está aquí”. Pero ellos malentendieron que El era más grande que Salomón. Ellos pensaron que El sólo era un hombre.",
    "Muchos de ellos pensaron que El había nacido por adulterio, que provenía de una familia mala que tenía estos deseos y cosas, y que era un niño bastardo. Acabamos de referirnos a la pregunta, no podían aun…Ellos decían: “Sabemos que has nacido de adulterio, Tú tienes un diablo en Ti. ¿Tú tratas de enseñarnos? ¡Nosotros somos rabinos!”\n\nEl les contestó: “Vosotros sois de vuestro padre, el Diablo”.",
    "¿Ven?, ellos malentendieron. Cuando los soldados romanos regresaron una vez, habiéndolo escuchado, dijeron: “Nunca ha hablado hombre como éste. Nunca hemos oído a un hombre hablar así”.",
    "No era un hombre hablando, ¡era Dios! Sí, señor. El hombre no habló como…Un hombre habla y cita las Escrituras, Jesús hace que las Escrituras Vivan. Un hombre no puede hacer esta declaración: “¡La Escritura dice esto aquí, y aquí está!” El hombre puede decir: “La Escritura lo dice”, pero eso es todo lo que él puede hacer. Pero Jesús podía decir: “Yo y Mi Padre somos uno, Mi Padre mora en Mí. El que me ha visto ha visto al Padre”. ¡Nadie más podía decir eso! Amén. ¡Aleluya! Correcto. “Aquel que me ha visto ha visto al Padre”. ¡Nadie más podía decir eso!",
    "Con razón esos soldados dijeron: “Nunca ha habido un hombre que hable así. El no hablaba como un escriba o un predicador, ¡El habla con autoridad! Y aun los diablos lo obedecen, y los vientos y las olas lo obedecen”. Ellos pensaron que El era un hombre, pero El era Dios.",
    "¿Ven?, El fue malentendido. Ellos le dijeron: “Tú eres—Tú eres un bastardo. Tú naciste de adulterio, ¿y Tú tratas de enseñarnos? Sabemos que estás loco y tienes demonio. Tú eres un Samaritano, estuviste allá y se te metieron los diablos. ¿Tú tratas de enseñarnos a nosotros, siendo rabinos santos?”\n\nEl les dijo: “Vosotros sois de vuestro padre, el Diablo”.",
    "Sí, ellos lo malentendieron, no supieron Quien era El. Ese es el problema hoy, la gente está tratando de hacerlo a El algo que no es. El no es solamente un hombre, ¡El es Dios en un hombre! No una tercera persona, El es la única Persona. Sí, señor. Seguro, ellos lo malentendieron.",
    "Los Fariseos, ese Fariseo que lo invitó en aquella ocasión para cenar, un gran banquete, él lo malentendió. El pensó solamente tenerlo allí. Yo prediqué sobre ese mensaje no hace mucho tiempo en un desayuno, creo que en Chicago, en un desayuno. Ese Fariseo dijo: “Míralo sentado allá atrás, sentado allá atrás, sin habérsele lavado los pies y todo lo demás. Esa mujercita entró y lo lavó con las lágrimas, y lo secó con el pelo de su cabeza”. Y decía: “Si fuera profeta El sabría qué clase de mujer es esa que le está lavando los pies. ¡Eso demuestra que El no es un profeta!”",
    "Jesús se paró y dijo: “¡Simón, tengo una cosa que decirte!” Amén, él malentendió, eso fue todo. El dijo: “Yo…Tú me invitaste a venir, y Yo dejé mi horario ocupado para atender tu invitación. Y cuando…Tú no me recibiste a la puerta. Tú no lavaste Mis pies. Tú no ungiste Mi cabeza. Tú no me diste un beso de bienvenida. Me dejaste entrar, sucio y hediondo y lleno de sudor, y me colocaste aquí en un rincón para burlarte de Mí. Pero esta mujer, esta mujer, constantemente ha besado Mis pies y los ha lavado con lágrimas de arrepentimiento”, (¡Qué agua tan hermosa!), “y los secó con el pelo de su cabeza. Yo tengo algo que decirte, Simón. Te digo en verdad que sus pecados que son muchos le han sido perdonados”. Simón, malentendió; pero ella entendió. Simón dijo: “El es sólo un hombre”; ella dijo: “¡El es Dios, mi Salvador!” El fue malentendido. Todavía El es malentendido.",
    "Los discípulos en el Calvario, lo malentendieron, cuando todos lo negaron y lo abandonaron. No podían concebir que un hombre, un hombre que conocían que había hecho milagros y que había levantado a los muertos, aun así someterse a Sí Mismo a muerte, y caminar por esa subida, golpeado, y llorando, los escupitajos corriendo por Su rostro, y mezclándose con la sangre que salía de donde le habían arrancado la barba a manos llenas, de Su cara; y Su espalda tan encorvada que Sus huesos brillaban, y lo pateaban, y lo golpeaban; y luego los soldados borrachos, lo maldecían, lo golpeaban mientras caminaba calle arriba. ¿Y dejarlos que le hicieran eso? Ellos malentendieron, así que se quedaron lejos. Correcto.",
    "El Diablo lo malentendió. El Diablo dijo: “Seguramente ese no puede ser un Hijo de Dios y quedarse allí y ser maltratado de esa manera, ser maldecido, y mis discípulos allá tratándolo como ellos quieren, y El soportándolo. El no es el Hijo de Dios”.",
    "También los Fariseos, los sacerdotes, lo malentendieron, al decir: “Si eres Hijo de Dios, desciende de allí”.",
    "El ladrón a Su izquierda lo malentendió, y dijo: “Si eres el Hijo de Dios, sálvanos de la cruz, sálvate a Ti mismo y también a nosotros”.",
    "Pero el ladrón a Su diestra lo entendió, y le dijo: “Nosotros—nosotros hemos hecho mal y merecemos lo que estamos padeciendo, pero este Hombre no ha hecho nada”. “¡Señor acuérdate de mí cuando vengas en Tu Reino!”",
    "Fíjense en esa Voz contestando: “Hoy estarás conmigo en el Paraíso”. El entendió que Ese era Dios muriendo por nuestros pecados. La única manera que El podía morir, sería en la carne. El no podía ser sometido a muerte en Espíritu, porque El es el Espíritu Eterno. Y El tenía que estar en la carne para ser puesto a muerte, así que lo malentendieron. Pero él entendió.",
    "Un día, como diez días después de eso, o como cuarenta días después de eso, fueron cincuenta días, los discípulos subieron a un aposento alto, y allí permanecieron por diez días y diez noches, hasta que amaneció el día cincuentavo. Entonces, de repente, vino un estruendo del Cielo como un viento recio. Porque Jesús les había dicho: “He aquí, Yo envío la promesa de Mi Padre sobre vosotros, pero esperaos en la ciudad de Jerusalén hasta que seáis investidos con Poder de lo Alto”. Ellos sabían que eso iba a venir. Sabían que vendría, tenía que suceder. “Vayan allá arriba y esperen hasta que Yo lo envíe”. Ellos esperaron allá arriba. Ellos confesaron, sacaron todo de sus mentes y de sus corazones. Estaban esperando, todos en un acuerdo, en un lugar, esperando la Promesa; caminando de pared a pared, hombres y mujeres, caminando juntos en este aposento alto, con todas las puertas aseguradas para que los Judíos no pudieran entrar y—y golpearlos.",
    "De repente, estando ellos allí caminando de un lado a otro, vino un estruendo del Cielo como un viento recio, remolineó en el aposento, y empezaron a posarse lengüetas de Fuego sobre ellos. Las puertas se abrieron, las ventanas se abrieron, y salieron a las calles.",
    "Y ellos fueron malentendidos, tanto que dijeron: “¿Qué no están estos hombres llenos de vino nuevo? Esta gente está borracha porque los oímos hablar de algo y no sabemos de qué están hablando”. De pronto dijeron: “¿Cómo es que les oímos hablar cada hombre en nuestro propio lenguaje, no son todos estos Galileos?” Ellos malentendieron que era la promesa del Padre.",
    "Luego Dios tenía allí un profeta que pudo pararse y hablar, Pedro dijo: “Varones de Jerusalén y vosotros que habitáis en Judea, no malentiendan esto. Esto es lo que fue hablado por el profeta Joel: ‘Y vendrá a suceder en los últimos días, dice Dios, que derramaré de Mi Espíritu sobre toda carne. Y sobre mis siervas y siervos derramaré de Mi Espíritu, y ellos profetizarán. Y mostraré maravillas arriba en los cielos y abajo en la tierra, y fuego y vapor, y columnas de fuego. Y vendrá a suceder, antes que venga el día grande y terrible del Señor, que cualquiera que invocare el Nombre del Señor será salvo’”.",
    "¡Era la obra de Dios! Era el Espíritu Santo, pero ellos lo malentendieron. El fue malentendido.",
    "El siempre ha sido malentendido. Israel lo malentendió. La gente en el tiempo de Noé lo malentendió. La gente en el tiempo de Daniel lo malentendió. La gente en el tiempo de Juan lo malentendió. La gente en—en el tiempo del profeta lo malentendió. La gente en la edad Pentecostal lo malentendió.",
    "La gente en esta edad lo malentiende, todavía es lo mismo. No lo captan, porque El es malentendido. Es el tiempo de comparar lo natural con lo espiritual.",
    "Cuando la gente en…Y después del Día de Pentecostés, cuando todos fueron llenos con el Espíritu Santo, después que tuvieron aquella gran reunión, llamaron la atención de un hombre que era inválido desde su nacimiento, dos de ellos iban caminando por la calle y este mendigo sacudió su lata y les pidió dinero. Y uno de ellos le dijo: “No tengo plata ni oro, pero lo que tengo te lo doy”. Y dijo: “¡En el Nombre de Jesucristo de Nazaret, levántate y anda!” Y él cogió al hombre de la mano y lo levantó, e inmediatamente los huesos de sus pies y tobillos recibieron fuerza. El empezó a caminar, y a brincar, y a correr, y a saltar, glorificando a Dios, y entró al templo. Y toda la gente empezó a juntarse, gritando y haciendo un alboroto, porque no era común.",
    "Y los pusieron en la cárcel y los amenazaron diciéndoles que: “No deberían predicar ya más en el Nombre de Jesús”.",
    "Y Pedro dijo: “¿A quién deberemos de escuchar, a Dios o al hombre?”",
    "Y los soltaron, pensando que porque los habían azotado un poco y los habían amenazado (que los iban a ahorcar la próxima vez, o que los iban a quemar, o ponerlos en la cruz, o algo), iban a parar. Pero pronto se dieron cuenta, que estaban en la calle haciéndolo otra vez. ¿Por qué? Porque ellos lo malentendieron. No era esa gente; era Dios en esa gente, haciendo esas cosas.",
    "Cuando presentaron a Esteban ante el Tribunal del Sanedrín, aquella mañana, dijeron: “Vamos a llevarlo ante el Sanedrín. Cuando todos estos rabinos y Judíos y sumos sacerdotes y padres santos, y todos ellos estén reunidos allí, estos doctores de divinidad, y vamos a darle un buen susto”. Así que lo trajeron en cadenas, y lo presentaron allí, un hombrecito como un cordero en medio de un montón de lobos de rapiña. Ellos dijeron: “Vean cómo se va a amedrentar y va a decir: ‘Me arrepiento hermanos, no me hagan nada’”.",
    "Pero él dijo: “¡Uds. duros de cerviz e incircuncisos de corazón y de oídos! ¿Por qué resistís al Espíritu Santo? ¡Como sus padres lo hicieron, así también Uds.!” ¡Amén!",
    "¡Ellos se dieron cuenta que no era él! Porque levantaron piedras, y se taparon los oídos con sus manos, y empezaron a crujir y lo apedrearon de muerte. Y cuando él levantó su rostro hacia el cielo, golpeado de un lado y otro, dijo él: “Yo veo los cielos abiertos y a Jesús parado a la diestra de Dios”. ¡Amén! Y él se durmió en los brazos del Señor Jesús. Cuando él murió, él dijo: “Padre, no cargues este pecado sobre ellos”.",
    "¿Ven?, ellos malentendieron lo que hicieron. Pablo estaba parado allí observando, después se puso muy nervioso, y dijo: “Yo soy el más pequeño entre todos ellos, porque yo atestigüé la muerte de Esteban, Tu santo”. Amén. Eso es.",
    "¿Ven?, la gente malentiende este entusiasmo. La gente malentiende hoy. Ellos malentienden el poder del Espíritu Santo. Le dicen, un montón de aleluyas. Le dicen, un montón de gente que no están en sus cabales. Ellos malentienden, que uno tiene que perder su, lo que llaman “la mente sana”, para así conocer a Cristo, porque uno entonces tiene la mente de Cristo. Uno no puede tener la mente del mundo y la mente de Cristo al mismo tiempo, una es carnal y la otra es espiritual. “Aquel que camina por la carne es carnal, y aquel que camina por el Espíritu es espiritual”. Amén. Así que perderé la mía y la encontraré, Señor, en Ti. Sí, señor. Así que Dios es malentendido. No es Ud. el que es malentendido, es el Espíritu Santo haciendo que Ud. haga eso, lo cual ellos malentienden. Amén. Ellos no están hablando en contra de Ud., están hablando en contra de El. La gente es malentendida.",
    "Así que ellos los soltaron, pero se fueron directo a la calle y empezaron otra vez. Es lo mismo hoy. Ellos malentienden a la gente. Ellos no saben lo que es.",
    "Hoy soy malentendido en mi ministerio, malentienden que El me envió a la gente. Ellos malentienden. Cada uno de ellos dicen: “Nosotros creemos al Hermano Branham…” Yo hablé con un predicador hace un tiempo que me dijo: “Hermano Branham, todos nosotros sabemos que Ud. ha sido enviado a la Iglesia, pero la pregunta es, ¿cómo es que viene bautizando en el Nombre de Jesús?” Ellos malentienden las Escrituras. Ellos las malentienden. Por eso es que El me envió, ese es el propósito por el cual estoy aquí. “¿Por qué enseña Ud. la simiente de la serpiente, y cosas como esas que son contrarias a lo que nosotros enseñamos?” Bueno, hermano, por eso estoy aquí. Ellos lo malentienden. Amén. Pero Dios está dando testimonio por Su Palabra y por las señales del Espíritu Santo en…?…No importa cuanto ellos lo malentiendan. ¡Dios está confirmando la Palabra! Amén.",
    "Dios siempre ha sido malentendido. Y aquellos que viven con Dios, son malentendidos juntamente con Dios, porque es Dios obrando en ellos. Amén. ¿Lo creen Uds.?\n\nYo le amo, yo le amo,\n\nPorque El a mí me amo;\n\n(¿Lo aman Uds.? Levanten sus manos y den alabanzas) …compró mi salvación,\n\nAllá en la cruz.",
    "¿Están Uds. contentos que son malentendidos? Antes acostumbrábamos cantar un himno que decía: “Ahora estoy marcado, marcado, marcado, marcado por el Espíritu Divino”. Correcto. Personas que una vez me amaban, hoy me dan la espalda porque estoy marcado, marcado por el Espíritu. Amén. Perdí mi mente para las cosas del mundo, para recibir la mente de Cristo; por lo tanto, si yo tengo la mente de Cristo, mi mente busca esas cosas que son de arriba. Me gustaría que alguien me mostrara otro bautismo diferente que esté correcto, fuera del bautismo en el Nombre de Jesucristo. Me gustaría que alguno me mostrara una Escritura que diga que la serpiente no tenía simiente. Me gustaría que alguien me mostrara una Escritura que diga que hay tres Dioses.",
    "Y luego dicen: “Bueno, ¿qué es eso?”",
    "Dios envió Su Mensaje y El da testimonio de ello. El confirma la Palabra con señales que la siguen. Eso es lo que la Biblia dice. Ellos no pueden negar eso, es un hecho. ¿Pero qué hicieron? Ellos lo malentendieron porque yo no vine en el nombre de las Asambleas de Dios, de los unitarios, o de los de dos dioses o los trinitarios, o de la Iglesia de Dios, o de los Bautistas, Metodistas, Presbiterianos, Luteranos. Yo no vine en ninguno de sus nombres, yo vine en el Nombre de Jesucristo. Y Dios, por Su misericordia, confirma el Mensaje por el poder de la resurrección de Jesucristo. Así que todavía es al Espíritu de Dios al que la gente malentiende. Es malentendido, correcto.",
    "Seguro, Uds. son malentendidos, todos los que viven piadosamente en Cristo Jesús son malentendidos. Desde Noé el justo, hasta el santo de hoy día, todos son malentendidos. Siempre ha habido gente que lo malentiende.",
    "Israel lo malentendió. Ellos no lo entienden; no pueden porque son carnales en su espíritu y no…no cuadra con lo espiritual, porque no se mezcla.",
    "Pero estoy contento que vivimos en un Reino que no está hecho con manos de hombre. Estoy contento que vamos a un Reino en el que el hombre no tiene nada que ver. Estoy contento que nuestro Reino es de arriba. Y si nuestro Reino es de arriba, somos nacidos de arriba, y entonces podemos buscar esas cosas que son de arriba, en donde Cristo está sentado a la diestra de Dios, oh, y El no se avergüenza de nosotros. Es nuestro testimonio…Nosotros no nos avergonzamos de El en esta tierra, porque somos peregrinos y extranjeros. No somos de esta tierra, hemos nacido del Espíritu de Dios. Estamos sentados juntos en lugares Celestiales en Cristo Jesús, lavados en Su Sangre, nacidos de Su Espíritu, llenos con Su gracia.",
    "Eso es, malentendidos. Pero, ¿qué nos importa? Le amamos. ¿Lo aman Uds.? Muy bien, Teddy, danos una nota para cantar, Yo Le Amo, y cantémoslo de lo profundo de nuestros corazones:\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la cruz.",
    "¿No es El maravilloso? ¿No lo aman Uds.? ¿No están Uds. contentos que Uds. son peculiares? Un sacerdocio Real, pueblo escogido, un pueblo peculiar, ofreciendo sacrificios espirituales, los frutos de vuestros labios, dando alabanza a El.",
    "Voy a cantarles una alabanza, siento cantar:\n\nEncuentro mucha gente que no entiende,\n\nPorque estoy tan libre y gozoso;\n\nYo he sido lleno del Espíritu, no hay duda alguna,\n\nY eso es lo que a mí me pasa.\n\nOh, eso es lo que a mí me pasa,\n\nOh, eso es lo que a mí me pasa;\n\nYo he sido lleno del Espíritu, no hay duda alguna,\n\nY eso es lo que a mí me pasa.",
    "¿Les gusta eso? Cantémoslo entonces todos juntos:\n\nEncontramos mucha gente que no entiende,\n\nPorque nosotros estamos tan libres y gozosos;\n\nEstamos llenos del Espíritu, no hay duda alguna,\n\nY eso es lo que a mí me pasa.\n\nY eso es lo que a mí me pasa, (¡Gloria a Dios!),\n\nOh, eso es lo que a mí me pasa;\n\nYo he sido lleno del Espíritu, no hay duda alguna,\n\nY eso es lo que a mí me pasa.\n\nCuando estoy contento, canto y grito,\n\nAlgunos no lo entienden, lo veo;\n\nPero he cruzado el Jordán a la tierra hermosa de Canaán,\n\nY eso es lo que a mí me pasa.\n\nOh, eso es lo que a mí me pasa, (¡Gloria a Dios!),\n\nOh, eso es lo que a mí me pasa;\n\nYo he cruzado el Jordán a la tierra hermosa de Canaán,\n\nY eso es lo que a mí me pasa.",
    "Oh, yo amo eso. ¿Uds. no? He cruzado el Jordán a la tierra hermosa de Canaán, me he despedido del mundo, he sido elevado por encima de las cosas del mundo, y ahora estoy viviendo en esta atmósfera Celestial. Seguro que actúo raro para esos zopilotes de allá abajo, sí, señor, estoy volando por encima de eso. Correcto. ¿Qué nos importa? Estamos viviendo en la tierra de Canaán. ¡Amén! Sí, señor. Comiendo las Uvas nuevas, teniendo un tiempo maravilloso; llenos de gloria, llenos de poder, llenos del Espíritu Santo. Sí, señor.",
    "Dijeron de Esteban: “Era un hombre lleno”. ¿Lleno de qué? ¿Lleno de qué? El estaba lleno del Espíritu Santo, él estaba lleno de poder, él estaba lleno de sabiduría, él estaba lleno de fortaleza. ¿A qué llegaba todo eso? ¡El estaba lleno del Espíritu Santo! Allí es en donde todas estas cosas moran. Eso es la iglesia del Dios viviente. ¿No está Ud. contento por eso, Cristiano? Actúe feliz. Si Ud. es malentendido, recuerde: “Todos los que viven piadosamente en Cristo Jesús serán malentendidos”. Siempre han sido, lo vemos a través de la Biblia.",
    "Bien, ¿qué es lo que estoy tratando de decir? A Uds. hermanos que hablan en lenguas, a Uds. que gritan, que danzan en el Espíritu, la gente dice: “Ah, son tonterías”, recuerden, les he mostrado claramente. Hemos ido por la Escritura, y siempre son malentendidas. Recuerden, Uds. están en la Escritura, y Uds. están haciendo aquello que es correcto. Quédense con eso, Dios está con Uds. Quédense en la Escritura. Dios tendrá cuidado de lo demás. Amén.",
    "Yo lo amo. Cantemos mi antigua y hermosa alabanza del bautismo, aquella que estábamos cantando allá la primera vez que el Angel del Señor apareció delante del hombre, en su presencia. Yo lo había visto antes, pero aquella fue la primera vez que El descendió. Y cuando El descendió, El—El dijo: “Como Juan fue enviado para ser el precursor de la primera venida de Cristo, tu Mensaje será el precursor de la Segunda venida de Cristo”. Cientos y cientos y cientos de personas estaban allí paradas en las riberas del río, cuando El descendió en junio de 1933. Y estábamos en las riberas, cantando:\n\nEn las riberas tempestuosas del Jordán parado estoy,\n\nMirando anhelante,\n\nA la bella y feliz tierra de Canaán,\n\nEn donde están mis posesiones.\n\nDestinado estoy a la tierra prometida,\n\nDestinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra prometida.\n\nDestinado estoy a la tierra prometida,\n\nDestinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra prometida.\n\n¿Cuándo alcanzaré este lugar de completa salvación,\n\nY ser bendecido por siempre?\n\n¿Cuándo veré el rostro de mi Padre,\n\nY en Su seno descansar?\n\nDestinado estoy a la tierra prometida,\n\nDestinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra prometida.\n\nPor toda esta extensa planicie\n\nBrilla un día eterno;\n\nAllí Dios el Hijo reina para siempre,\n\nY disipa la noche.\n\nDestinado estoy a la tierra prometida,\n\nDestinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra…",
    "Cantemos esto otra vez, y salude a alguien que esté cerca de Ud.\n\nDestinado estoy a la tierra prometida,\n\nDestinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra prometida.",
    "Ahora, sin ninguna sombra de duda, cada uno de Uds. que ha aceptado a Cristo, y sabe que ha sido nacido de nuevo del Espíritu, levantemos nuestras manos y cantemos:\n\nDestinado estoy a la tierra prometida,\n\nDestinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra prometida.",
    "Yo no he visto esto por mucho tiempo. Damas saquen sus pañuelos de sus bolsas. Caballeros, metan sus manos en sus bolsas y saquen sus pañuelos. Vamos a presentar una ofrenda, ondeándolos para el Señor. Muy bien, todos juntos, vamos a ondearlos como que estamos entrando ahora a Canaán, ondeen sus pañuelos. Muy bien, cantemos:\n\nDestinado estoy a al tierra prometida,\n\nDestinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra prometida.",
    "Bien, si hay alguien aquí que no ha hecho su elección y su llamamiento seguro, que quisiera venir mientras lo cantamos otra vez, y deseara sacar su pañuelo y ondearlo con nosotros otra vez. La puerta está abierta en estos momentos, los boletos son gratis. ¿No viene Ud.? Aborde el barco de Sión, se está yendo, está en marcha. Vámonos.\n\nDestinado estoy a la tierra prometida, (no falta mucho),\n\nOh, destinado estoy a la tierra prometida;\n\n¿Quién vendrá e irá conmigo?\n\nDestinado estoy a la tierra prometida.",
    "Mientras inclinamos nuestros rostros:\n\nSer como Cristo, ser como Cristo,\n\nEn esta vida yo quiero ser;\n\nEn mi jornada de aquí a la Gloria,\n\nYo sólo anhelo ser como El.\n\nDel pesebre de Belén salió un extranjero,\n\nEn esta vida yo quiero ser;\n\nEn mi jornada de aquí a la Gloria,\n\nYo sólo anhelo ser como El.",
    "No se les olvide el domingo. No se les olvide que el miércoles por la noche es el servicio de oración. Recuerden, oren mucho, oren por mí, oren por su pastor, oren por su vecino, sus diáconos, sus síndicos, oren que Dios haga Su voluntad en todos nosotros.\n\nSer como Cristo, ser como Cristo,\n\nEn esta vida (ese es el deseo de mi corazón), yo quiero ser; (El es malentendido),\n\n…de aquí a la Gloria,\n\nYo sólo anhelo ser como El.\n\n[El Hermano Branham empieza a tararear el himno.—Editor] …humilde y sumiso,\n\nEn esta vida yo quiero ser;\n\nEn mi jornada de aquí a la Gloria,\n\nYo sólo anhelo ser como El.",
    "Con sus rostros inclinados, y sus ojos cerrados, y sus corazones concentrados en Dios. Vamos a llamar a mi precioso y buen amigo, el Hermano Roy Borders, de California, si no pasa…y dé la bendición en esta reunión. Hermano Borders. [El Hermano Roy Borders ora.—Editor] 🦅"
  ]
}