{
  "title": "LAS INSTRUCCIONES DE GABRIEL A DANIEL",
  "id": "61740009",
  "content": [
    "🦅  El Señor lo bendiga, hermano. Buenos días, amigos. Hace mucho calor como para estar en el tabernáculo en esta mañana, sin embargo, estar aquí es muy glorioso. Estamos muy contentos de poder—poder llegar hoy a este servicio. Y había anunciado que ahora tendría un estudio de estas Setenta Semanas De Daniel. Esto encaja con el resto del Mensaje, antes de que pueda continuar con los—los Siete Sellos; lo cual, son siete sellos, siete plagas, siete trompetas, tres ayes, la mujer en el sol, el dragón escarlata que es lanzado fuera, los 144.000 que son sellados; todo sucede dentro de este tiempo. Y consideré que era necesario incluir esto primero.",
    "Ahora, hace calor; no pretendemos tardar mucho, sólo lo que soportemos. Y ésta es la temporada (por lo general la temporada baja), en que la gente no tiene servicio con mucha frecuencia; y particularmente que todos tienen salones con aire acondicionado y demás, donde es cómodo. Nosotros quisiéramos poder tener eso, pero en este momento no lo tenemos.",
    "Muchos de nuestros antepasados se sentaban afuera bajo el sol candente. Cuando pienso en disculparme con la gente por no tener un salón con aire acondicionado, mis pensamientos siempre regresan al África, donde permanecían allí durante esas tormentas, y esas mujeres con el cabello en la cara (tendidas allí día y noche, sin moverse de donde estaban acostadas); no comían ni bebían, nada, permanecían allí para captar a momentos una que otra Palabra, del Señor.",
    "Me viene a la mente México, cuando hacía tanto calor que sinceramente, me senté en un cuarto con aire acondicionado y comencé a abanicarme, por el calor. Y veía esa gente que llegaba allí a las nueve de la mañana, a ese gran coliseo, y no había sillas dónde sentarse. Gente enferma, muy grave, moribundos (cáncer, tumores, y madres enfermas, bebecitos moribundos y de todo), parados allí, en ese sol candente, ardiendo, no había sombra por ningún lugar, y recostarse el uno contra el otro desde las nueve de la mañana hasta las nueve esa noche, sólo para oír treinta minutos a través de un intérprete, y ver las obras del Señor. Permanecían allí y esperaban, llevaban puesta ropa gruesa y pesada, la usan en invierno y verano; no tienen más.",
    "Y luego pienso en cómo sería estar tendido allá en esas selvas, en cómo traían a esos enfermos que ni se podían mover. Y en la India, cuando ponían uno abajo, luego le colocaban a otro encima, y encima de ése, otro, así, con lepra y enfermedades; donde los traían arrastrando por las calles, y los tendían en ese sol candente del trópico; y bajo tormentas con relámpagos destellando, y cosas como ésas. Ellos permanecían allí, bajo ese sol y la tormenta y todo, y no se movían ni se quejaban. Ellos sólo… querían captar una que otra Palabra de Dios, algo para sus almas. Entonces ¿por qué disculparnos en esta mañana, cuando nosotros tenemos un techo sobre nuestras cabezas, con ventiladores funcionando? Debería darnos vergüenza si nos quejamos por eso.",
    "Por tanto, recuerdo no hace mucho, en una isla (una de las islas en los mares del Sur), estaba teniendo un servicio allá esa noche. Y, oh, se levantó una tormenta. ¡Oh, yo nunca había visto una tormenta semejante, un relámpago tras otro, alumbrando esa región; y cómo soplaban los vientos, a tal grado que doblaban los árboles hasta el suelo! Yo dije: “Bueno, ellos… mejor me quito el traje porque allá no habrá nadie”.",
    "En unos momentos el pequeño auto retrocedió hasta la puerta, y alguien tocó la puerta, “listo para ir”.\n\nY le dije al muchacho (él sabía hablar inglés), le dije: “¿Habrá alguien allá?”.\n\nDijo: “Uno ni puede acercarse a cuadras del lugar”, era en un parque muy grande, de pelota.\n\nY le dije: “¿Quiere decir que la gente está—está allá afuera así” dije, “con toda esta tormenta?”.\n\nEllos han dicho que “quieren oír acerca de Dios”.",
    "Y entonces yo—yo fui allá. Y había señoras, jovencitas, adolescentes, no susurrando ni riéndose, ni sonando la goma de mascar o hablando de su novio; sino que se aferraban a cada palabra, no se movían, permanecían quietos y oían. Al hacer un llamado al altar, con tan sólo un llamado al altar y miles se levantaban, con las lágrimas corriéndoles de los ojos, así, con sus manos levantadas hacia Dios, queriendo misericordia para sus almas; jovencitas y jovencitos de diecisiete, dieciocho años. Ahora es difícil conseguir que aun los mayores escuchen, ¿ven Uds.? Eso—eso muestra que nosotros no tenemos nada de qué quejarnos. ¡Gracias a Dios! Sí, señor.",
    "Nos gustaría tener todo moderno como el resto de América, pero no lo tenemos así; entonces seguiremos con lo que tenemos.",
    "Ahora, tengo una cosita que he notado que me gustaría volver a hacer aquí en el tabernáculo. ¿Cuántos tienen Biblias, levanten la mano? Bien. Abramos al Salmo 99, antes de orar. Antes hacíamos esto, Hermano Neville, años atrás. No sé si… ¿Ya leyeron un Salmo esta mañana? [El Hermano Neville dice: “No”.—Ed.] No. Quisiera hacerlo, que la congregación lea del Salmo.",
    "Esta mañana, estando en mi cuarto de estudio, meditando en este Mensaje y la Palabra, pensé: “Saben, sería bueno otra vez hacer que todos—que todos lean un Salmo; me gusta tanto”.\n\nLa razón por la cual me retrasé un poco, me retuvo una llamada de larga distancia, desde Cheyenne, fue por eso.",
    "Y ahora, mientras abrimos a este Salmo, tengo algunos anuncios para hacer, que me acaban de entregar. (Es el Salmo 99.)",
    "🦅 De ahora en adelante, todos los anuncios concernientes a las reuniones aquí en el tabernáculo y en las campañas, saldrán de la oficina en Jeffersonville. Cualquiera que desee saber de las reuniones debe llenar o dar su nombre y dirección, y ponerla en el púlpito al terminar del servicio esta noche. Una notificación les será enviada a tiempo para que puedan hacer los preparativos para asistir a las reuniones”.\n\nY eso es para que si alguien en el futuro quiere saber exactamente dónde vamos a tener reuniones, hemos establecido un sistema (allá ahora en la oficina), en el cual Ud. sólo deja aquí su nombre y dirección. Y nosotros le enviamos una tarjeta con anticipación para que Ud. sepa dónde se llevarían a cabo las reuniones y probablemente los temas, y cualquier otra cosa que haya; por si tienen la oportunidad. Pues vean, si no se tiene un lugar oficial de donde venga, alguien dice esto y otro dice aquello, y Uds. no van a saber, ¿ven? Así que pongan… Escriban su nombre y dirección y pónganlo acá arriba, y Billy Paul lo recogerá y lo dará a saber.",
    "Ahora, también preguntaron si habrá más… “Hermano Branham ¿tendrá Ud. más servicios de sanidad en el tabernáculo, con discernimientos?”. No. No, los discernimientos serán dados por—por nuestra otra directiva. Tenemos al Hermano Neville ahora aquí que tiene un don de profecía; que profetiza sobre los enfermos y les da a saber a ellos las cosas que necesiten saber. Y tenemos un hermano por el nombre de Higg… Higginbotham, uno de… era un síndico que sirvió fielmente en la directiva. No lo veo en esta mañana, pero normalmente tiene el don de hablar en lenguas. Y una damita llamada Arganbright, una preciosa hermanita que tiene un don de interpretación de lenguas.",
    "Y estos Mensajes están probando ser de Dios, porque realmente no ocurren fuera de orden, y están en orden. Y tan pronto como estos dones empiecen a acumularse, vamos a tratar de—de conseguir… de establecerlo de nuevo en la iglesia, la manera de hacerlo. Y yo deberé reunirme con ellos muy pronto, y esto para que—para que las reuniones sean llevadas a cabo perfectamente, en el orden del Señor, lo más perfecto que podamos.",
    "Pero estas amadas personas, como dice mi vecina, la Sra. Woods, que tiene aquí un micrófono conectado y una cinta allá atrás para grabar las reuniones, sólo con el propósito de obtener esos mensajes y anotarlos y ver si están correctos o no (¿ven?), así es como ella los revisa. Yo conozco a la Sra. Woods que es una mujer honesta. Y ella me ha contado de muchas cosas que han sido dichas, que se están cumpliendo.",
    "Ahora, así que estamos agradecidos por eso. ¡Qué alivio es para mí en casa, cuando llego a casa! Pues ese discernimiento, en el lado profético, sencillamente me agota. Y por eso Dios me ha enviado cierto alivio en eso, por medio de la profecía y el hablar en lenguas y la interpretación, que es profecía; lo cual hablar en lenguas es profecía. Y hay dos personas diferentes profetizando: una hablando y la otra entendiendo lo que ésta dice en lenguas desconocidas, es exactamente profecía. Y ahora, estaremos… Tenemos de eso todos los días, en cada reunión aquí cuando tenemos nuestras líneas de oración en la reunión.",
    "Ahora, alguien entonces preguntará: ¿Será que…? (en cuanto al don) sí, aún lo tengo. Pero de esta manera, yo sólo lo uso en entrevistas privadas, que llevo a cabo. Y para obtenerlas (creo que lo tienen en la pizarra allá atrás), para conseguir permiso y tener la fecha para su entrevista, será con Billy Paul, mi hijo, para tenerla aquí o en las reuniones que siguen. En los campos, donde sea, Ud. debe tener una pequeña tarjeta que Billy Paul le dará. Si hay algo en la vida que Ud. no puede entender, de lo cual no sabe cómo salir, y Ud. está buscando la sabiduría del Señor, entonces deje… Vea a Billy Paul, mi hijo, que es el secretario, y él les dará una tarjetita y les asignará una cita, uno a la vez.\n\nY luego cuando tengamos esas entrevistas, entonces ahí será cuando entramos juntos, Ud. y yo, solos. Y si son mujeres, entrarán conmigo y con mi esposa. Y luego, Uds.… Averiguaremos y buscaremos al Señor y le preguntaremos lo que Ud. deba hacer.",
    "Ahora, otros casos menores y cosas así, son dados al Hermano Neville y al Hermano Higginbotham y a la Hermana Arganbright, y a los otros que hablan en lenguas e interpretan, que están aquí en la iglesia.",
    "Por eso, estamos como en la jornada. Creo que fue Jetro que le dijo a Moisés un día (¿ven?): “Tomemos algunos ancianos”. “Y el Espíritu de Dios fue tomado de Moisés y fue puesto sobre setenta ancianos, y ellos profetizaron. Pero únicamente las cosas mayores y difíciles venían a Moisés”. Ahora, nosotros no somos Moisés, ni tampoco son éstos los ancianos, pero aún servimos a Jehová Dios, teniendo todavía la misma Columna de Fuego que nos va guiando a la Tierra prometida.\n\nPor lo tanto, sí, habrá otras, habrá reuniones y habrá interpreta-… Los discernimientos vendrán. Eso luego me dará la oportunidad para estar en oración y estudiar, los días que sé que vendrán estas entrevistas, y estaré preparado para ellas.",
    "Ahora recuerden, Billy Paul Branham, nuestro secretario en el campo, estará… Está… El boletín está en la pizarra allá atrás, junto a los síndicos. Tengo aquí una nota para anunciarlo, y decirlo a la gente para que tal vez lo lean en la pizarra al salir.",
    "Ahora, en esta mañana tenemos una gran lección, y esta noche trataremos de continuar. Y, si el Señor permite, el próximo domingo, otra, en esto. Yo no sabía lo profundo que se hacía hasta que me puse a estudiarlo. Y aún continúa siendo un misterio para mí, así que sólo estoy dependiendo del Señor.",
    "Ahora, Uds. que tienen sus Biblias, vamos al Salmo 99. Y yo leeré el versículo 1, la congregación lea el versículo 2, después todos leeremos el último versículo. Continuaremos: yo el primero, la congregación el segundo; yo el tercero, la congregación el cuarto, hasta el último versículo, y después lo leeremos todos.\n\nPongámonos de pie mientras leemos la Palabra de Dios. [El Hermano Branham y la congregación leen el Salmo 99: 1-9 como él ha indicado.—Ed.]\n\nJehová reina; temblarán los pueblos. El está sentado sobre los querubines, se conmoverá la tierra.\n\nJehová en Sion es grande, Y exaltado sobre todos los pueblos.\n\nAlaben tu nombre grande y temible; El es santo.\n\nY la gloria del rey ama el juicio; Tú confirmarás la rectitud; Tú has hecho en Jacob juicio y justicia.\n\nExaltad a Jehová nuestro Dios, Y postraos ante el estrado de sus pies; El es santo.\n\nMoisés y Aarón entre sus sacerdotes, Y Samuel entre los que invocaron su nombre; Invocaban a Jehová, y él les respondía.\n\nEn columna de nube hablaba con ellos; Guardaban sus testimonios, y el estatuto que les había dado.\n\nJehová Dios nuestro, tú les respondías; Les fuiste un Dios perdonador, Y retribuidor de sus obras.\n\nExaltad a Jehová nuestro Dios, Y postraos ante su santo monte, Porque Jehová nuestro Dios es santo.",
    "Inclinemos nuestros rostros.\n\nVerdaderamente, Señor, estas Palabras están escritas y anotadas por Tu siervo David en un Salmo a Ti. Tú que habitas entre los Querubines, Tú eres Santo, y Tu monte es Santo. Permite que nos acerquemos con nuestros corazones rociados con la Sangre del Señor Jesús, con una conciencia pura, y con fe y seguridad que estamos entrando en la Presencia de nuestro Dios. Permite que toda esta audiencia en esta mañana sea reverente. Abre nuestros oídos del entendimiento. Háblanos en sabiduría, para que podamos saber cómo comportarnos en estos días y en Tu Presencia.",
    "Te pedimos, Dios nuestro, que nos reveles estas cosas secretas que han estado escondidas todos estos años, mientras nos acercamos a una de las Palabras más sinceras y solemnes. Tú hablaste de Ello cuando estuviste aquí en la tierra, y dijiste: “El que lee, entienda”. Así que por suma gracia acudimos a Ti Señor y buscamos Tu sabiduría, no sabiendo exactamente qué decir. Coloqué aquí en orden unas Escrituras, y dependo completamente en reverencia de Ti para la respuesta, con ningún otro propósito más que para que podamos saber la hora en la que vivimos; para que estemos preparados para las grandes cosas que nos esperan. Concédelo a nosotros, Señor. En el Nombre de Aquél que nos enseñó a todos que debemos orar de esta manera [El Hermano Branham y la congregación oran juntos según Mateo 6: 9-13.—Ed.]:\n\n…Padre nuestro que estás en los cielos, santificado sea tu nombre.\n\nVenga tu reino. Hágase tu voluntad, como en el cielo, así también en la tierra.\n\nEl pan nuestro de cada día, dánoslo hoy.\n\nY perdónanos nuestras deudas, como también nosotros perdonamos a nuestros deudores.\n\nY no nos metas en tentación, mas líbranos del mal; porque tuyo es el reino, y el poder, y la gloria, por todos los siglos. Amén.",
    "Tomen asiento. Ahora, si alguno de los varones quiere quitarse el saco, pues siéntase con libertad. Y aquéllos que están de pie alrededor, a—a los costados, por la pared, si sus pies les comienzan a doler, pues, siéntanse en libertad de salir.",
    "Y ahora, pienso que si los niños quieren pasar a sus salones, o ¿habrán sido ya despedidos? [El Hermano Neville dice: “No, no pueden. No podemos tenerla en esta mañana, por la multitud”.—Ed.] El pastor dice que la multitud tiene los salones llenos, así que no podemos tener la escuela dominical para los pequeños. Y nos daría gusto si Uds. los pequeños cooperan ahora con nosotros, siendo que esta mañana tenemos—estamos comenzando un tremendo Mensaje, el cual estoy seguro que significará bastante para sus padres y sus madres, y sus seres queridos que están aquí, y aun para Uds. pequeñitos. Así que, lo abordamos con mucha reverencia.",
    "Si el Señor permite, esta mañana estamos abordando el tema de las setenta semanas de Daniel. Y en esta mañana hablaremos de Daniel en cautiverio, y cómo Gabriel llega volando para instruirle a él acerca del futuro. Mientras Daniel estaba en oración, Gabriel, el Ángel, vino para instruirle.\n\nEsta noche, quiero hablar del propósito séxtuple de Su visita; seis temas diferentes para traer esta noche, para lo cual vino Gabriel.",
    "El próximo domingo, el Señor mediante, quiero asentar la razón y el tiempo de las Siete Edades de la Iglesia, y el tiempo en el que ocurren y dónde estamos parados hoy. Eso es para el próximo domingo en la mañana, el Señor mediante.",
    "Ahora, la razón para esto. Yo traje algunas notitas de mis últimos Mensajes. Y en esta mañana quiero hacer un empalme, porque esto está en cinta magnetofónica que irá por todo el mundo, a muchas naciones. Y la razón por la que siempre lo empalmo con lo de atrás, es porque tal vez alguien pudiera oír la cinta por primera vez y no entendería a lo que me refiero cuando hago referencia atrás a alguna otra cosa.",
    "Llevamos ahora meses en el estudio del Libro de Apocalipsis, la Revelación de Jesucristo. Hemos pasado por las edades de la iglesia. Los primeros tres capítulos de Apocalipsis fueron las edades de la iglesia. Luego Juan fue arrebatado en el capítulo 4 y 5, y le fueron mostradas cosas que—que después sucederían aquí. Ahora, en el capítulo 6, él baja de nuevo a la tierra, para ver cosas que están aconteciendo que irán desde el capítulo 6, del versículo 1, hasta el capítulo 19 y el versículo 21. Aquí entran los Sellos, las plagas, los ayes, las langostas, la—la mujer en el sol, y el lanzamiento del dragón escarlata, el sellamiento de los 144.000, y todas estas cosas.",
    "Ésta ha sido una semana de tremendo estudio. Ayer todo el día a duras penas me moví del cuarto, procurando estudiar. Y es algo que la última vez (muchos de los antiguos aquí, a los que les enseñé), solamente dije: “Aquí es donde vienen las Setenta Semanas de Daniel”, pero yo no traté de abordarlo, de explicarlo. Pero esta vez, por la gracia de Dios, yo he asumido pedir gracia ante Dios para poder traerlo al pueblo. Y aquí estoy encontrando cosas de las que yo no sé absolutamente nada.",
    "Y pues he—he estado leyendo el libro del Dr. Larkin, el libro del Dr. Smith, las notas del Dr. Scofield, y diferentes comentarios de hombres de todas partes, y aún no puedo reunir lo de ellos para que resulte correctamente, ¿ven? Así que, esta semana estoy planeándolo, he estado visitando la biblioteca en Kentucky, en algo de la astronomía antigua, de los calendarios y tiempos, y pidiendo prestado de las bibliotecas y demás todos los libros que más pueda sobre la edad antigua; y lo poco que yo pueda hacer, y teniendo mi confianza puesta solemnemente en Jesucristo para que me lo revele.\n\nPues no lo quiero para decir: “Yo sé esto y yo sé aquello”, Él conoce mi corazón y me está oyendo; pero yo lo quiero para poder iluminar a Su pueblo. Por lo tanto, creo que Él me lo dará. Yo hasta ahora no lo sé, pero estoy confiando en Él para el próximo domingo. Pues ésa será la parte tremenda, el próximo domingo, el saber, y ubicar esas setenta semanas.",
    "Cada una tiene una ubicación diferente. Y al hallarlas, uno va a aplicarlas y no resultan correctamente, no registran correctamente; no pueden. Y, por lo tanto, yo—yo tal vez no lo tenga correctamente, pero voy a confiar en el Señor para ello.",
    "Y recuerdo una vez que Salomón oró y le pidió a Jehová Dios que le diera sabiduría, no para sí mismo, “no para extensión de días, no para una vida más larga, no por riquezas”, sino para que él pudiera tener sabiduría para—para—para saber juzgar al pueblo de Dios. Y Dios honró esa oración y le concedió a Salomón esa sabiduría, porque era para Su pueblo. Y por eso le estoy pidiendo yo a Dios que me dé a conocer lo que significan estas setenta semanas, porque sé que esto es el calendario exacto para la edad en la que estamos viviendo. Y por eso quiero saberlo, no para mí mismo, yo… no para mí mismo, desde luego que yo quiero saberlo; no lo digo de esa manera: “No para mí mismo”, porque sí lo quiero para mí mismo. Lo quiero saber, porque yo quiero saber dónde estamos viviendo y en qué tiempo estamos viviendo. Y, entonces sé que eso fue dado.",
    "Y muchos lo han entendido de cierta manera, y lo pusieron allá para el pasado. Un individuo (estaba leyendo), tenía todo terminando en 1.919, según las setenta semanas. Pues, eso no fue así.\n\nAsí que, después de setenta semanas, después de las setenta semanas, todo termina. Así que nosotros—nosotros, no… Nosotros queremos conocer la Verdad, y yo le estoy pidiendo a Dios que me dé la Verdad.",
    "Ahora, para respaldar esto, regresemos, quiero repasar un poco lo de atrás. Entonces por eso es lo de algunas notas que apunté de lo que vimos en el quinto, en el capítulo 4 y 5, es para que la gente entienda. Primero, antes que hagamos esto, yo quiero empalmarlo, para que Uds. tomen desde el 4…\n\nAhora recuerden, el capítulo 3 fue la Edad de la Iglesia de Laodicea, y la Iglesia fue recibida arriba al terminar Laodicea.",
    "Ahora, yo estaba tratando de explicarle algo de esto a mi esposa. Tenía a Becky, mi hija, con todos los diferentes tipos de diccionarios y cosas que pudimos conseguir; ellos no dan la respuesta. Conseguí el diccionario Bíblico, conseguí el diccionario del griego antiguo. Yo—yo conseguí el—el Webster y muchos otros, los diccionarios modernos; ninguno podía dar la… daba siquiera las palabras o la respuesta.",
    "Mi esposa dijo: “¿Cómo esperas que nuestra gente, que son gente pobre, y muchos de ellos sin educación como nosotros, que entienda cosas así?”.\n\nDije: “Dios dará la respuesta”.",
    "No importa cuán complicado sea, Dios puede desglosarlo y aclararlo. Pues nosotros somos la… una porción de aquellas personas que están anhelando, orando por ese día y esa hora. Y tenemos la mirada en el Cielo, y estamos vigilando Su Venida.\n\nY estoy seguro que Él nos mostrará. Ahora, no nos dirá el día o la hora, porque ningún hombre lo sabrá; pero ciertamente nos dirá el día de la semana que estamos viviendo, si tan sólo podemos captarlo.",
    "Ahora, en el capítulo 4, Juan fue arrebatado inmediatamente, después de la Iglesia. Juan, subiendo, vio toda la edad de la Iglesia. Ahí es donde me gustaría detenerme un momento, para decir que mucha gente que espera algo poderosamente tremendo que suceda en la edad gentil, verdaderamente está equivocada. La Edad de la Iglesia y todo lo que sucederá durante el reinado gentil, está registrado desde Apocalipsis 1 hasta incluyendo Apocalipsis 3. Luego la Iglesia fue raptada y recibida arriba, y lo demás aquí hasta el capítulo 19, es lo que le sucede a la raza judía, después que la Iglesia haya subido. Y es entonces el tiempo de la gran Tribulación, nada sucederá entre los gentiles, sólo la matanza y demás, a lo cual llegaremos y veremos.",
    "Pero la Iglesia en sí se ha ido, en el 13… en el último versículo del capítulo 3 de Apocalipsis, cuando la edad de Laodicea termina, la cual fue la última.",
    "Y tomamos cada edad de la iglesia, cada tiempo, cada cosa que sucedió, cada estrella, cada mensajero, su naturaleza, lo que ellos hicieron, y lo trajimos a través de la historia hasta la última (dibujado allí en el cuadro, en la pared al lado), y cuando terminamos, el Espíritu Santo entró e hizo un círculo de lo mismo en la pared, y Él mismo lo reveló justamente aquí para todos nosotros.",
    "Ahora, al hacer esto, confío que terminando esto Él vendrá con algo tremendo y nos muestre de nuevo que estamos en el tiempo del fin.",
    "¿Cuántos de Uds. oyeron a Kennedy, el discurso del Presidente Kennedy, los comentarios y demás? ¿Cuántos oyeron esta predicción, que para el 1 de enero, está predicho que tanto los Estados Unidos y Rusia serán cenizas volcánicas? ¡No nos falta más! Es más tarde de lo que estamos pensando, ¿ven? Entonces si estamos tan cerca que aun los hombres de esta tierra están prediciendo esta tremenda cosa que va a suceder, más vale que estemos en alerta, todo al día, toda confesión hecha, todo preparado, porque no sabemos en qué tiempo nuestro Señor nos va a llamar. Y cuando Él haga el llamado: “Sube acá”, más vale que Ud. esté listo. Y eso va a venir en la hora en que Ud. menos piensa.",
    "El gran avivamiento pentecostal está ahora cesando; lo vemos por todos lados, la última gran movida. El Mensaje ha salido. Todo ahora está listo, en espera. La Iglesia ha sido sellada, el inicuo está cometiendo más iniquidad. Las iglesias están llegando a ser más formalistas. Los santos están acercándose más a Dios. Los dones del Espíritu han comenzado a multiplicarse entre los pequeños grupos. Estamos en el tiempo del fin. ¡Oh, me gusta ese himno que antes cantábamos en la iglesia!\n\nEsperamos la venida de ese feliz día milenial,\n\nCuando nuestro bendito Señor venga y arrebate a Su Novia que lo espera;\n\nOh, mi corazón gime, Clama por ese día de dulce liberación,\n\nCuando nuestro Salvador volverá a la tierra otra vez.",
    "¡En espera de esa hora! Ahora, en el capítulo 5 y en los 5 versículos, encontramos (en nuestra lección anterior), que hablamos de ese Pariente Redentor, el cual nos dimos cuenta que fue Cristo. Lo tipificamos con Rut: Rut decidiendo; Rut sirviendo; Rut descansando. Decidiendo: fue la justificación; sirviendo (ella preparándose): la santificación; descansando era ya cuando tenía el Espíritu Santo, hasta que viniera la Cena de las Bodas, ¡qué hermoso!",
    "La Iglesia pasó por Juan Wesley, justificación, o Martín Lutero la justificación; por Juan Wesley, la santificación; por los pentecostales, el Bautismo del Espíritu Santo; y ahora descansando, esperando la Venida de su Señor. ¡Perfectamente!",
    "¡Nuestro Pariente Redentor! Los ancianos tenían razón cuando le llamaron un Cordero, próximo a volverse un León, como juez. Él era un Cordero, Uds. saben, con el Libro sellado con los siete sellos. Cuando el Libro fue tomado, el trabajo de mediación fue consumado.",
    "Ahora, en el capítulo 3, la Iglesia había subido, pero ahora la redención está por ser revelada: cómo la Iglesia fue redi—redimida, la revelación de lo que ocurrió durante la edad de la iglesia. Vean, la Iglesia se ha ido. Así que ahora Él está mostrando, en el capítulo 5, cómo fue que lo hizo, lo que aconteció, cómo Él selló la Iglesia: la revelación de Su Nombre, el Bautismo en agua usando Su Nombre, Vida Eterna, infierno no eterno, la simiente de la serpiente, seguridad Eterna (todas las grandes doctrinas), predestinación de la Iglesia, eso le fue revelado a la Iglesia. Él está mostrando cómo lo hizo.",
    "Ahora, a nuestro Pariente le es entregado por el Dueño original un Libro de Redención con siete sellos. ¡Amén! ¿Quién hallamos que era el Dueño original? Dios mismo. “Y el Cordero vino y tomó el Libro de la mano derecha de Aquél que se sienta en el Trono”. ¿Quién era el Cordero? El Redentor, nuestro Pariente Redentor, el Pariente de la Iglesia, el cual vino y redimió a Israel.",
    "Ahora vamos a entrar en eso esta mañana. Israel fue redimido, pero eso no les fue efectivo, por haberlo rechazado a Él. No obstante, la Iglesia recibió su redención, y Él es nuestro Pariente Redentor. Así como Booz tuvo que redimir a Noemí para quedarse con Rut, la moabita (una extranjera, una gentil), así Cristo redimió a Israel, aplicó la redención, y fue rechazado.",
    "¿Recuerdan lo del perdón, con el hombre que fue fusilado, algo que a veces relato, en el tiempo de la guerra civil? Pues él era un buen hombre, era inocente, y ellos lo declararon culpable; aunque en cierta manera él era culpable, ya que huyó en el momento de la batalla. Y ellos lo declararon culpable y lo iban a fusilar. Y un hombre acudió al Presidente Lincoln y le dijo: “Señor Lincoln, éste es un hombre Cristiano. Él estaba asustado; el muchacho, yo conozco su gente. Él sólo tuvo temor; él no quiso hacer daño y huyó”. Dijo: “Señor Lincoln, está en sus manos; Ud. es el único que lo puede perdonar”.\n\nEl Señor Lincoln tomó un pedazo de papel y su pluma, y firmó, “Perdonado”, este Fulano de tal. “Abraham Lincoln”.\n\nÉl volvió de carrera a la cárcel, y dijo: “Aquí está, conseguí tu perdón”.",
    "Y el hombre dijo: “No quiero mirarlo. Tendría allí un gran sello (significaría todo); sólo tratas de hacerme el hazmerreír; no es Abraham Lincoln; cualquiera podría firmar su nombre. Además, tendría que estar registrado con su sello y todo eso, si viene de parte de él”. Y el hombre le rogó, a pesar de que el hombre en la prisión pensó que él bromeaba, y simplemente se dio la vuelta y se fue.\n\nA la mañana siguiente él fue fusilado. Y luego, después que fue fusilado, entonces hubo un juicio en la corte Federal, porque Abraham Lincoln (veinticuatro horas antes que el hombre fuera fusilado), firmó su nombre declarando que este hombre había sido perdonado; y después, de todas maneras el gobierno lo fusiló. ¿Entonces qué? Entonces la corte Federal de los Estados Unidos dijo, llegó a esta decisión en las cortes Federales, dijo: “Un perdón no es un perdón a menos que sea recibido como perdón”.",
    "Y Jesús redimió a Israel en el Calvario. Sin embargo, no fue un perdón para ellos por cuanto no lo recibieron como perdón. Pero en nuestra lección ahora en estas setenta semanas, nos damos cuenta de que ellos vuelven y reciben su perdón. No obstante, Él redimió la Iglesia, por lo tanto, nosotros estamos perdonados por cuanto hemos recibido la Sangre de Jesucristo como nuestro perdón.",
    "Ahora, hallamos que Él fue nuestro Pariente Redentor, y Él tomó el Libro de la mano del Dueño original. Éste es un título de propiedad de la redención; descubrimos eso. ¿Recuerdan el estudio? Es el título de propiedad de la redención. Es un título abstracto que va incluido ahí; que en el huerto de Edén Dios requirió vida por la muerte. Por eso, Jesús, el justo, murió y tomó el título de propiedad, y pudo romper los Sellos; revelar lo que había en Ellos, y dar la herencia que le pertenecía a Él, a Su pueblo. La Vida Eterna que Él heredó por hacer eso, Él volvió a repartir Su Propia Vida en el Calvario, y la dividió entre nosotros por el Espíritu Santo. ¡Amén! ¡Ningún hombre ha podido jamás siquiera llegar a imaginarse lo que fue ese amor, lo que Él hizo!",
    "Satanás, quien en un tiempo fue el poseedor (por la caída en el huerto), es atado y echado al Lago de Fuego; sus días están contados.",
    "Jesús en el Evangelio tuvo cuatro títulos; captamos eso. Hijo de David: heredero del Trono; Hijo de Abraham: la dádiva real; Hijo del hombre: heredero de la tierra; Hijo de Dios: heredero de todas las cosas. ¡La dádiva real!",
    "En el Antiguo Testamento la propiedad no podía ser—no podía ser retenida más de cincuenta años. Ésta no podía aniquilarse del dueño original por más de cincuenta años; y en el día cuarenta Él pagó el precio. En el día cincuenta, la redención y el poder que pertenecían a la Iglesia, que fue perdido en el huerto de Edén, fue otra vez redimido y enviado a nosotros a través del bautismo del Espíritu Santo, en el día cincuenta.",
    "Entonces vimos esto, el rollo. Tomamos los rollos, de cómo este rollo le fue entregado en Su mano. Cómo a Jeremías (en Jeremías 32:6), su primo, Hanameel, le dejó una herencia. Y ellos estaban entrando en cautividad (lo veremos y entraremos con él en esta mañana), cautividad. Y eso fue guardado en una vasija de barro; muestra donde el poder de Dios y los rollos y secretos de Dios son conocidos: en el corazón. Nuestro plan de redención, igual, siendo guardado en vasos terrenales: el Nombre de Jesús y la revelación.",
    "Nos damos cuenta que esto fue sellado con Siete Sellos, y cada Sello estaba enrollado. Y cuando aparecía la revelación, Él quitaba el Sello, lo desenrollaba y leía lo que ese Sello decía. Después Él desenrollaba el siguiente, el rollo, y leía lo que ese Sello decía. Desenrollaba el siguiente, lo sacaba y veía lo que ese Sello decía, y cuál era la revelación. Así exactamente confiamos que sucederá con nuestros Siete Sellos, en los que entraremos brevemente. Cada Sello, cuando sea sacado del Libro, será desenrollado, y eso mostrará exactamente lo que ha sucedido.",
    "Encontramos que hay cinco sietes en el plan de la redención. Cinco es el número. Y hay cinco sietes: Siete Sellos, Siete Espíritus, siete ángeles, Siete Trompetas y siete edades de la Iglesia. Así que Ud. ve, los cinco sietes son gracia. Cinco es gracia, y siete es perfección. Así que esto está marchando perfectamente, de una manera exacta, ¿ven? Muy bien.",
    "Como cada Sello roto, en la Palabra de Dios, le revela al hombre de esa edad en qué edad estamos viviendo, el espíritu de la edad, la iglesia de la edad. En Apocalipsis 10, al final, encontramos que cuando el último Sello fue roto, encontramos al Ángel parado con un pie en la tierra y el otro en el mar, con Sus manos levantadas al Cielo, y un arco iris sobre Su cabeza, jurando por el que vive por los siglos de los siglos, que el tiempo se ha terminado, en el último Sello. Y esperen que entremos en esos Sellos y veamos dónde está ese Sello.\n\nDespués que ubiquen las setenta semanas, entonces vean dónde están los Sellos: “El tiempo se habrá terminado”, la redención habrá terminado, Él entonces es el León y el Juez. Él es su Salvador en esta mañana, pero un día Él será su Juez.",
    "Del 8 al 1… El versículo 14 del capítulo 5 revela el tiempo para que el Cordero sea adorado, tanto en el Cielo como en la tierra; el Libro con los siete sellos; el Cordero digno; el Pariente Redentor. Y del versículo 8 hasta el 14, los Ángeles: adorándole, los ancianos: adorándole, las criaturas vivientes: adorándole. Y Juan le adoró tanto que él dijo: “Todo lo creado en el Cielo, en la tierra, debajo de la tierra, me oyó decir: ‘Al Cordero sea la alabanza, la gloria, el poder y sabiduría’”. El tiempo de adoración para el Cordero Rey. Ahora, recuerden que la Iglesia ya se habrá ido.",
    "Ahora vamos a Daniel, y el capítulo 9, y de los versículos 1 hasta el 3. Y después vamos a tomar el 20 hasta el 27, porque esto tan sólo es la oración de Daniel. Ahora quiero que lo lean una y otra vez, durante la semana, hasta que lo capten.\n\nEn el año primero de Darío hijo…la nación de los medos, que vino a ser rey sobre el reino de los caldeos,\n\nen el año primero de su reinado, yo Daniel miré atento—atentamente en los libros que el número de años que habló Dios al profeta Jeremías, que había de cumplirse la desolación de Jerusalén en setenta años.\n\n(Ahora, el siguiente) Y volví mi rostro a Jehová Dios, buscándole en oración y ruego, en ayuno, cilicio y ceniza.\n\n…oré a Jehová…Dios e hice confesión…",
    "Y él sigue y sigue, hasta que llegamos ahora al versículo 20. Para ahorrar tiempo (la gente está de pie), quiero que pasen al 20, hasta que lleguemos ahora al—al versículo 20.\n\nAún estaba hablando y orando, y confesando mi pecado y el pecado de mi pueblo Israel, y derramaba mis ruegos delante de Jehová mi Dios por el monte santo de mi Dios;\n\naún estaba hablando en oración, cuando el varón Gabriel, a quien había visto en la visión al principio, comenzó a…volando con presteza, vino a mí como a la hora del sacrificio de la tarde.\n\nY me hizo entender, y habló conmigo, diciendo: Daniel, ahora he salido para darte sabiduría y entendimiento.",
    "¡Qué si tan sólo hubiéramos podido estar allí! ¿Cómo lo encontró? En oración.\n\nEl Ángel, “el varón”; fíjense que él lo llamó: “el varón”. Y siendo de…\n\nY al principio de tus ruegos fue dada la orden (fue dada para que él fuera), y yo he venido para enseñártela, porque tú eres muy amado. Si…Entiende, pues, la orden, y entiende la visión.\n\nSetenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad (o la ciudad tuya), para terminar la prevaricación, y poner fin al pecado, y expiar la iniquidad, y para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.\n\nAhí está la razón séxtuple de Su venida. Ahora noten.\n\nAhora, sabe, pues, y entiende (ahora escuchen), que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías príncipe, habrá siete semanas y sesenta y dos semanas; y se volverá a edificar la plaza y los muros en tiempo angustioso.\n\n…después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir —un príncipe que ha de venir— destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.\n\nY por otra semana confirmará el pacto (oigan) con muchos; (por otra semana, una de entre estas setenta semanas): a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de la abominación vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.",
    "Ahora, allí está nuestra lección para las próximas tres, cuatro, cinco reuniones, lo que el Señor revele. ¡Setenta semanas!",
    "Ahora, le pediré a Doc, si para esta noche pone mi pizarrón allí, para que así yo pueda mostrarlo; yo no quiero que se les pase. Ahora Uds. tienen que estudiar conmigo, y estudiar a fondo, o se les pasará. Y yo quiero dibujarlo aquí en el tablero, y Uds. traigan sus lápices y papel y anoten estas fechas, estos tiempos, y todo al respecto.",
    "Ahora, la semana setenta comienza (ahora capten esto), después de que la Iglesia es sacada. Ahora todos los que entienden eso digan: “Amén”. [La congregación: “Amén”.—Ed.] Ahora, es después de que es sacada la Iglesia.",
    "Apocalipsis 6:1 hasta Apocalipsis 19:21, está conectado con la semana setenta, por lo cual debemos detenernos y explicar antes de que avancemos. Debemos detenernos y explicar el porqué de estas setenta semanas. Pues si no, a Uds. se les pasarán esos Sellos, se les pasarán esas Trompetas, se les pasarán esas Copas, esas Plagas, esos tres espíritus inmundos como ranas, esos tres Ayes, el dragón bermejo siendo arrojado, la mujer en el sol. A Uds. se les pasará todo, si no se hace, porque todo acontece aquí mismo en esta semana setenta. Ahí es donde acontece.",
    "Ahora, el profeta Daniel había estado en Babilonia por 68 años. Uds. que quieren buscar las referencias y ahorrarse un poco del tiempo que me he—he tomado buscándolo, ¡68 años! Él entró en cautiverio en 606 a. C., y cuando la visión vino a él era—era 538 a. C. 538 restado a 606, da 68. Sesenta y ocho años había estado él en Babilonia, entre paganos, y aún tenía la victoria. Amén. Nosotros no la mantenemos ni una hora.",
    "No obstante, él había permanecido allí entre eso apenas con tres compañeros, y ellos en diferentes partes del reino. Pero Daniel, parado solo, con Dios, mantuvo la victoria por 68 años. ¡Piénsenlo! No quiero comenzar a predicar porque ésta debe ser una lección de enseñanza. Pero, por 68 años él había sostenido la victoria y estuvo limpio delante de Dios; sin el bautismo del Espíritu Santo, sin la Sangre de Jesucristo que hiciera intercesiones por él; sólo con la sangre de toros y machos cabríos y becerros, los cuales él tenía que ofrecer secretamente, debido a las tradiciones paganas de esa tierra. Ellos habían sido llevados allá; Jeremías profetizó de ellos, que irían allá.",
    "Ahora, Daniel (¡Oh, vaya!), él había comenzado a ver que el tiempo se estaba acercando, igual como nosotros hoy. Daniel comenzó a “mirar atentamente”, dijo él, “leyendo los Libros”.\n\nY en el año primero del reinado de Daniel…en el reinado, yo Daniel miré atentamente en los libros el número de los años de que habló Jehová al profeta Jeremías, que debía de ser cumplida la desolación de Jerusalén en setenta años.",
    "Jeremías, en el año 606 a. C., profetizó (por causa de sus pecados y la impiedad), que ellos estarían 70 años.",
    "¿Recuerdan Uds. que hubo otro profeta que se levantó en aquel día? No recuerdo ahora su nombre. Tal vez se los pueda decir en—en unos minutos, si hago memoria por un momento.\n\nPero él vino y dijo: “Jeremías, estás equivocado. Dios solamente va a mantener a Israel allá por tantos días, por tantos… como dos años”.",
    "Jeremías dijo: “Entonces así sea. Amén”. Él dijo: “Pero espera un momento, examinémonos el uno al otro como profetas”. Él dijo: “Recuerda, ha habido otros que profetizaron antes que nosotros, y ellos dijeron cosas que estaban erradas. Y Dios lidió con ellos por decir cosas erradas. Por tanto asegurémonos. Pero Jehová Dios me ha dicho que todavía quedan 70 años”.\n\nY Dios hirió a ese falso profeta, y le quitó la vida ese mismo año, porque Dios le había dicho a este verdadero profeta que serían 70 años.",
    "Y quiero que Uds. se fijen cómo Daniel, aun siendo un extranjero, aun alejado de su pueblo, alejado de su iglesia, sin un servicio de iglesia, sin una iglesia a la cual asistir, sin himnos para cantar sino los que él mismo cantaba; en medio de todo esto, aún se aferró a lo que ese profeta dijo. ¡Amén! ¡Amén!",
    "No tenía iglesia adónde ir, nadie con quien tener compañerismo; todos iban a templos paganos, todos adoraban sus ídolos. No había cantos Cristianos, nadie creía lo mismo que él. Y durante 68 años, desde que era un joven como de doce o catorce años (cuando él fue llevado allá), él se mantuvo fiel a Dios; y entendió por el profeta Jeremías que los días estaban casi cumplidos.\n\n¡Qué advertencia es ésa hoy para el corazón de un verdadero profeta de Dios!, a que miremos atrás y veamos lo que dijo este verdadero profeta, y sepamos que estamos en el tiempo del fin.",
    "Él dijo: “Entendí por libros que Jeremías, mi hermano, hace muchos, muchos años, profetizó que Israel permanecería acá por 70 años, y ese tiempo está casi cumplido”. Y él mismo se preparó, y se propuso un ayuno, y él se santificó, y fue al silicio y ceniza, y la puso sobre su cabeza, y se puso en ayuno y oración, para entender acerca del día en que ellos estaban viviendo.",
    "Y si Daniel, el profeta del Señor, pudo consultar los libros de Jeremías, y eso lo trajo a tal punto, que aun Israel saliendo (todos ellos vivos, salían de Babilonia para regresar a su patria), le causaron a él ayunar con silicio y cenizas, ¿cuánto más debería hacer a la Iglesia del Dios vivo saber que el tiempo se acaba y no será más, y la Venida del Señor Jesucristo, y el gran Milenio están por comenzar? ¿Cómo podemos malgastar tiempo precioso, apostando, yendo a nadar los domingos, no dejando tiempo para el Señor? Sólo van…\n\nSi el pastor habla de alguna cosa que a Ud. no le gusta, se levanta y se sale. Y si la—si la iglesia demora demasiado, pues Ud.—Ud.—Ud. se molesta. Miren nuestra condición; miren lo que nosotros estamos haciendo.\n\nComparen nuestras vidas con ese profeta. Un solo hombre en todo un reino, sin iglesia a donde ir, y ninguna en otra parte a donde ir. Había sido destruida y quemada; su ciudad, su gente estaba cautiva. ¡68 años! 68, 69, 70; le quedaban dos años. Así que cuando él comenzó a leer en el libro y vio que el tiempo se acercaba a su cumplimiento, para que se cumpliera, él fue a Dios en oración para averiguar de eso.",
    "¡Qué tiempo! ¿Qué estamos haciendo nosotros? Cuando “naciones se desmoronan, el mar rugiendo, los corazones de los hombres desfallecen del horror, perplejos por los tiempos”. Todas estas cosas, una escritura en la pared. La desintegración racial, toda clase de maldad aconteciendo en el mundo, y contiendas, y peleas y riñas. Y armas listas en los hangares, al punto de que una pequeña nación del tamaño de Cuba por acá, puede destruir el mundo en diez minutos. Y luego discuten entre ellos, hombres impíos que no conocen a Dios y que no conocen Su poder.\n\nY el Espíritu Santo en la Iglesia, moviéndose entre los Elegidos, mostrando que está vivo después de dos mil años, que Él es el mismo ayer, y hoy, y por los siglos. ¿Cómo podemos estar con pereza? ¿Cómo podemos solamente darle un repaso ligero? Es tiempo que vayamos revisando, vigilando esa gran hora que se acerca.",
    "Ahora, él leyó en Jeremías, el capítulo 25. Vamos a Jeremías, el capítulo 25, y leamos lo que Jeremías tenía que decir. En realidad, comencemos en el versículo 8, porque es… quiero estar seguro que lo entiendan. El versículo 11 es donde yo tenía anotado aquí para que leyéramos, pero comencemos con el versículo 8.\n\nPor tanto, así ha dicho Jehová de los ejércitos:…\n\nMe gusta eso, cuando puedo oír un profeta levantarse con el ASÍ DICE JEHOVÁ DIOS; hermano, con eso basta. Para mí, eso lo concluye; no hay más.\n\n…así ha dicho Jehová de los ejércitos: Por cuanto no habéis oído mis palabras,\n\nhe aquí enviaré y tomaré a todas las tribus del norte, dice Jehová, y a Nabucodonosor rey de Babilonia, mi siervo, y los traeré contra esta tierra y contra sus moradores, y contra todas estas naciones en derredor; y Yo los destruiré…\n\nRecuerden, aquéllos eran los elegidos de Dios de los que Él está hablando. Ésos no eran impíos; eran miembros de iglesia.\n\nY haré que desaparezca de entre ellos la voz de gozo…la voz de alegría, (Tal como lo tenemos hoy, todo ese rock-and-roll, Ricky y Elvis.) Y, oh, la voz de desposado…la voz de…o, la desposada, más bien, el ruido de la piedra de molino…la luz de vela.\n\nToda esta tierra será puesta en desolación,…\n\nOigan a ese profeta clamar: “¡Toda esta tierra quedará desolada!”. Y no es para personificar a este gran siervo de Dios, pero yo profetizo que toda esta nación quedará desolada. Dios castigará a esta nación por sus pecados. Si Dios no permitió que Israel, —Sus elegidos, la Simiente de Abraham, a quien Él le hizo el Pacto y la Promesa— si Él no les permitió a ellos que cometieran errores, aunque ellos eran religiosos hasta la médula (tenían grandes iglesias y sacerdotes y rabinos), pero por causa de lo inmoral y demás entre ellos, Dios hizo que segaran lo que sembraron, así también sucederá con nosotros. Versículo 11:\n\nToda esta tierra quedará desolada, y en espanto;…\n\nEso significa que todos mirarán y dirán: “Allí están. Ellos eran tan poderosos. Mírenlos ahora”.\n\n…y servirán estas naciones al rey de Babilonia setenta años.\n\nEso es toda una vida. Es desde que su bendita madre anciana era un bebé. Ellos estuvieron allí sin un Dios, sin iglesia, sin un himno, sin nada, por toda una generación, hasta que murió toda esa generación pecadora.\n\nY cuando sean cumplidos los setenta años, castigaré al rey de Babilonia y a aquella nación por su maldad, ha dicho Jehová, y a la tierra de los caldeos; y la convertiré en desiertos para siempre.\n\nY traeré sobre aquella tierra todas mis palabras que he hablado contra ella, con todo lo que está escrito en este libro, profetizado por Jeremías contra toda la nación.\n\nPorque también ellas serán sojuzgadas por muchas naciones y grandes reyes; y yo les pagaré conforme a sus hechos, y conforme a las palabras de sus manos.\n\nPorque así me dijo Jehová Dios de Israel: Toma de mi mano la copa del vino de este furor, y da a beber de él a todas las naciones a las cuales yo te envío.\n\nEn otras palabras: “Jeremías, Yo te he dado este Mensaje, no te quedes quieto. No te quedes en un solo lugar, sino que profetiza a todas las naciones”. ¿Lo están siguiendo? [La congregación dice: “Amén”.—Ed.] “Profetiza a toda la nación. Muestra Mis señales y maravillas, y hazles saber que Yo vengo a hacer esto”.\n\nY beberán, y temblarán y enloquecerán, a causa de la Palabra que yo envío entre ellas.",
    "¿Qué hacen ellos en este día de hoy? Lo llaman a uno un—un falso profeta, lo llaman a uno un—un transigente, lo llaman un—un fanático, un hechicero, o soñador de sueños, o alguna clase de telépata mental. “¡Ellos enloquecerán”! Y la palabra enloquecer, si Ud. la desglosa, significa “loco”. “Ellos realmente se volverán locos y dirán: ‘¡Oh, no le preste atención a ese santo rodador, a esa tontería!’, por causa de la Palabra que Yo enviaré entre ellos”.",
    "¿Ven Uds. cómo se repite la historia? Jeremías no estaba de acuerdo con sus fariseos, saduceos, herodianos, o lo que fueran; él—él sólo habló la Palabra, y eso los enojó a todos contra él. ¿Qué? Ahora noten.\n\nEntonces tomé la copa de la mano de Jehová, y di de beber de él a todas las naciones,…\n\nJeremías no se quedó en casa. Jeremías no simplemente se quedó en un solo lugar, sino que él hizo que todas las naciones bebieran aquello.\n\n…a las cuales me envió Jehová:",
    "Jeremías tomó la Palabra del Señor, el vino de Su Palabra; y el vino es el poder de Su Palabra. El vino tiene poder; el vino es un intoxicante; el vino es acompañado por poder. “Y tomé la Palabra de Jehová” dijo Jeremías, “y la hice manifiesta; el vino y el poder que hay en Ella, yo la ejercí delante de ellos, mas no la oyeron”.\n\nDios dijo: “Entonces los enviaré a Babilonia por 70 años”. Eso es lo que Él hizo. Tanto el justo como el injusto fueron por igual.",
    "Ahora, regresando a la lección. Daniel había estado leyendo, sólo piensen, Daniel leyó las mismas Palabras que nosotros estamos leyendo esta mañana. Daniel leyó la misma Biblia, la misma puntuación, las mismas frases, las mismas cosas que con la ayuda de Dios yo les leeré en los próximos Mensajes; lo mismo, para mostrarles a Uds. que nosotros estamos en el tiempo del fin.\n\nY Daniel, tomando la Palabra de Jeremías, fue allá a Babilonia. Y él era el profeta ungido. Y él obró milagros, señales, podía interpretar lenguas desconocidas, y obró señales y maravillas entre ellos. ¡Y esto parándose solo, a solas! ¡Amén! Él se paró solo.",
    "Pero Jeremías había escrito estas Palabras muchos, muchos años antes. Y Daniel, interpretando la Palabra, concluyó… “Dijo: Esperen un momento, estamos acercándonos al tiempo del fin, porque llevo acá 68 años. Y el profeta del Señor (amén), mi hermano, el verdadero profeta de Dios que probó ser un profeta, profetizó para nosotros. Yo lo tengo escrito aquí en un libro, que dice: ‘70 años serán cumplidos’. ¡Oh, Jehová Dios, estamos acercándonos al fin! Toda esa generación ha desaparecido. ¿Qué harás ahora, Señor? Tú prometiste enviarnos…”. Y él mismo se puso en orden, para orar.",
    "¡Oh, Dios! Si ha habido un tiempo en el que nosotros debemos ponernos en orden para orar, es ahora. Pues como Sus verdaderos siervos, nosotros vemos, por las Cartas de los Apóstoles, por las advertencias del Espíritu Santo, que estamos en el día postrero. El Espíritu Santo lo habla: “En los postreros días los hombres serán impetuosos, infatuados, amadores de los deleites más que de Dios, implacables, calumniadores, intemperantes, y aborrecedores de los que son buenos”. Yo entiendo eso por la Carta.",
    "Y yo entiendo que vendrán burladores, en el día postrero. Yo entiendo que nación estará contra nación, en el día postrero. Yo entiendo que habrá maremotos en el día postrero. Yo entiendo que habrá señales temerosas, como platillos voladores en los cielos y señales misteriosas, y los corazones de los hombres fallarán de temor. Habrá perplejidad por el tiempo, y angustia entre la gente. Yo leo que todos entrarán en organizaciones y denominaciones, y tendrán una confederación, en el día postrero. Yo entiendo que las mujeres se cortarán el cabello, en el día postrero. Yo entiendo que usarán ropas cortas, y caminarán con zapatos de tacones altos, haciéndolos sonar mientras van, en el día postrero. Yo entiendo que la moralidad será muy baja, en el día postrero. Yo entiendo que los predicadores serán falsos pastores, en el día postrero; que serán transigentes, y no alimentarán al pueblo con la Palabra de Dios, sino que en lugar se irán tras credos y cosas. ¡Pero yo entiendo que vendrá una Voz, en los días postreros, clamando del desierto, llamando al pueblo de nuevo al Mensaje original, de regreso a las cosas de Dios! Yo entiendo por el Libro, que esas cosas acontecerán.",
    "Yo entiendo que en los días postreros vendrá un hambre. Las iglesias estarán tan organizadas y tan establecidas y todo eso, que en los días postreros vendrá hambre, y no será por pan y agua únicamente, sino por oír la verdadera Palabra de Dios. Y la gente irá del este, del oeste, del norte y del sur, buscando oír la verdadera Palabra de Dios; pero las iglesias estarán tan organizadas y tan restringidas que fallarán en oírla. Yo entiendo eso por los Libros. Pero en ese día (¡Oh, Dios!), habrá una Rama que brotará, de David.",
    "Yo entiendo que Él enviará a Elías antes que venga ese día en el tiempo del fin, y él tendrá un Mensaje que volverá los corazones de los hijos a los padres, los llevará de vuelta a lo original; regresará al principio otra vez, y empezará. Yo entiendo que eso sucederá un poco antes que el Espíritu abandone la Iglesia Gentil para regresar a los judíos.",
    "Y yo no entiendo eso sólo por Carta, lo entiendo por la Palabra, por la Palabra Escrita, que Israel regresará a su patria; y yo la veo entrando.",
    "Yo entiendo, por las Cartas de los profetas, que Israel será una nación. Ellos restaurarán la adoración en el templo. Dios irá a lidiar con ella otra vez cuando venga a su patria. ¡Oh! Dos profetas se levantarán en los días postreros, con ellos; yo entiendo eso. Justamente para cuando la Iglesia Gentil se va, dos profetas se levantarán, Elías y Moisés para Israel; lo veremos a medida que vamos avanzando.",
    "El profeta vio que el tiempo estaba casi cumplido allá en Babilonia. Muy bien.",
    "Gabriel aparece, para revelar no sólo lo que él pedía, sino para decirle todo lo que estaba determinado para la raza judía, hasta la consumación. ¡Amén! Él preguntó un poquito y recibió la cosa entera. Él preguntó sólo para saber.",
    "Daniel estaba queriendo saber: “Señor ¿cuánto más será? Jeremías el profeta, Tu siervo, mi hermano, ha profetizado hace 68 años, y dijo: ‘Son 70 años que este pueblo permanecerá aquí’. La antigua generación prácticamente toda ha desaparecido”.",
    "Hay una antigua generación pentecostal que se levantó, hace 40 años; los llamaban “Los guerreros de antaño”. Ellos se organizaron, y discutieron y pelearon por todo el camino hasta el Monte Horeb y Nebo, durante todo ese trayecto, pero por fin estamos ahora ante el río. Él va a levantar algo nuevo, con un Josué para pasarlos. La ley falló; Moisés se fue con ella; Moisés falló. Josué los pasó. Nos damos cuenta que las organizaciones han fallado, pero el Espíritu de Dios… Josué, la palabra Josué, significa “Jesús nuestro Salvador”. Que el Espíritu Santo entrará a la Iglesia, no a una organización; sino que el Espíritu Santo vendrá en medio del pueblo y lo preparará para subir, para cruzar el Jordán. Yo entiendo al leer el Libro que eso es lo que acontecerá. Y Dios sabe que eso es lo que ahora estoy buscando, para que yo pueda consolar a Su pueblo y decirles lo que está a la mano, tanto aquí en esta mañana como por los territorios a donde estas cintas llegarán mundialmente: de que estamos en el tiempo del fin.",
    "Él reveló todo hasta que el Reino sea completamente restaurado y se establezca el Milenio. Ése fue el Mensaje de Gabriel.\n\nÉl dijo: “He venido para decirte que hay 70 años, setenta semanas aún, determinadas sobre tu pueblo, determinadas hasta el fin de la generación judía. Hay setenta semanas”. Ahora miren lo que Él dijo: Que ahora, desde la salida hasta la restauración…\n\nSetenta semanas están determinadas sobre tu pueblo y sobre tu…ciudad…\n\n“Tu ciudad”; Babilonia no era su ciudad. ¿Cuál…dónde estaba su ciudad? Jerusalén.",
    "Ahora, cuando lleguemos a la—la siete, o la séxtuple confirmación, nos daremos cuenta qué ciudad es ésa, y la presentaremos y probaremos quién era, quién la fundó, de dónde salió. ¿Cuánto tiempo durará? ¿Será reconstruida otra vez? ¿En qué tiempo? ¡Oh, grandes cosas nos esperan! Muy bien.\n\nSetenta semanas están determinadas sobre tu pueblo y sobre tu ciudad, para terminar la prevaricación…\n\nAhora, Él no dijo: “Daniel…”. No hay duda que Él le dijo que las setenta semanas eran… quiero decir, que los setenta años estaban casi cumplidos; iban sesenta y ocho, sólo faltaban dos años. Y nos damos cuenta que la profecía de Jeremías fue exactamente correcta. Dos años después ellos salieron. Nehemías fue y consiguió una orden del rey y edificó el muro, en tiempos angustiosos. Ellos trabajaron. Él dijo: “El muro…”. Oigan esto.\n\n…para terminar la prevaricación,…para poner fin al pecado,…\n\n“Para poner fin al pecado”. ¿Para quiénes? Para los judíos. “Determinados para tu pueblo”, no para los gentiles. “Sobre tu pueblo”, los judíos. “Y tu ciudad”, no Nueva York, ni Boston, Filadelfia, Chicago, Los Ángeles, Roma; sino sobre “tu ciudad”, Jerusalén.\n\n…y para terminar la prevaricación,…para poner fin al pecado,…hacer reconciliaciones por la iniquidad, para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos. (¡Vigilen!)\n\nSabe, pues, y entiende, que desde la salida de la orden para restaurar y reedificar a Jerusalén (la cual era su ciudad) hasta el Mesías Príncipe, habrá siete (de las setenta) semanas;…",
    "¡Esperen que entremos en eso! ¡Oh, vaya! Es una bendición, que yo… Voy a conseguir una soga para atarme aquí.",
    "Le reveló todo hasta lo último, dijo: “No solamente voy a decirte ahora que esos dos años ya casi están, que está por concluir, para terminar”. Y todos sabemos que ellos se quedaron allí exactamente 70 años, y—y salieron; exactamente lo que el profeta había dicho. Entonces Isaías, o quiero decir Daniel, le creyó a ese profeta, así que aquí estaba él, listo. Muy bien. Y él…",
    "Y ahora, cuando vino Gabriel, Él dijo: “He venido para mostrártelo todo, para revelarte estas cosas, todo hasta la consumación”. ¿Ven? Miren.\n\n…de la abominación vendrá el desolador, hasta que venga la consumación,…",
    "La consumación es “el fin de todas las cosas”. “Voy a mostrarte lo que sucederá”. Ahora oigan, ¡cáptenlo! “Yo… Daniel, Yo he sido enviado, tú eres muy amado en el Cielo. Y oí tus oraciones y he descendido ahora para decirte lo que está determinado para los judíos y Jerusalén, desde ahora mismo hasta el fin de la consumación, la cosa completa”.",
    "¿Ahora entienden, clase? Si logramos averiguar lo que son estas setenta semanas, sabremos cuándo es la consumación. ¡Oh, vaya! Dios, ayúdanos a saber. Nos lo dice exactamente en algún lugar en estas páginas, exactamente desde ese tiempo hasta este tiempo, hasta la consumación, y no fallará ni por un minuto.",
    "Cómo es que la Gran Palabra de Dios… Cuando Dios hizo la Tierra y la puso en órbita (predicaba yo la otra noche, el domingo en la noche), cómo es que nada falla. Pues, este mundo gira tan perfectamente, que ellos pueden hasta decirle el minuto exacto, cuando el sol y la luna pasarán, a veinte años de hoy. Yo no se lo puedo decir con ningún reloj que tengamos en existencia en el mundo. Perderán dos o tres minutos al mes, o se adelantarán dos o tres minutos, los mejores que tenemos. Nosotros no podemos hacer nada así de perfecto, porque sólo hay una cosa perfecta: ¡Ése es Dios! Y Dios y Su Palabra son lo mismo, así que la Palabra de Dios es perfecta.",
    "Y si podemos encontrar estos días, hallaremos exactamente cuándo será la consumación. ¿Lo entienden? [La congregación: “Amén”.—Ed.] “Está determinado hasta la consumación”. El versículo 24: “Tu pueblo y tu santa ciudad”, la cual es Jerusalén. Tengo el 21… versículo 24 aquí. Jesús se refirió a esto en Mateo 24.",
    "Ahora, Hermano Collins, si está aquí esta mañana, no sé si está o no. En las preguntas la otra noche, él hizo una pregunta (supongo que está bien si lo digo, Hermano Collins), acerca de “‘la abominación desoladora’ (¿ven?), ¿de lo que significaba?”.",
    "Jesús habló de eso en Mateo el capítulo 24, y nos damos cuenta… Sí, Mateo 24:15. Ahora permítanme buscar eso rápidamente, para que Uds. lo vean, Jesús estaba hablando aquí de lo mismo, refiriéndose a Daniel. Mateo 24:15, para Uds. que están anotando. Quiero ahora que cada uno, especialmente esta noche y—y el próximo domingo, que traigan esos lápices y papel, porque vamos a… a no ser que reciban una cinta. 24, y el versículo 15, “Y por tanto, cuando…”\n\nY por tanto, cuando veáis en el lugar santo la abominación desoladora de que habló el profeta Daniel…\n\n¡Píenselo! Esto es 483 (…cuatro, cinco), 86 años antes; 486 años antes.\n\n…el profeta Daniel parándose en el lugar santo,… Ahora mire en su Biblia. Está en paréntesis. …(el que lee, entienda),",
    "Ahora, Él les está hablando a los judíos. Ellos querían saber: “¿Qué de este templo? ¿Cuándo será destruido? ¿Cuándo será reconstruido? ¿Cuándo vendrá el tiempo que no quedará una piedra sobre la otra? ¿Cuánto durará?”.",
    "Él dijo: “Cuando vean la abominación desoladora, levantada…”. Cuando Daniel se paró en el lugar santo… Dijo: “Cuando veas esto acontecer, pues el que lee entienda de lo que está hablando”.\n\nPor esta razón le estamos orando a Dios que haga esto tan perfecto, que no quede una sombra de duda. Pues, nosotros no debemos ponerles nuestra propia interpretación a esas cosas. Eso tiene que venir a través del ASÍ DICE EL SEÑOR. Así que estoy dejándolo allí mismo hasta que yo entienda.",
    "Le reveló a él todas las cosas, aquella “abominación”.",
    "Y recuerden, tiene un doble significado, igual que: “De Egipto llamé a mi hijo”. Como Israel fue llamado, así también Jesús Su Hijo fue llamado.\n\nY así exactamente será como sucederá, tan cierto como yo estoy parado aquí. Y Él lo hizo de tal manera, que Él lo ha dejado todo escondido, todo escondido de la Iglesia. ¡Oh, cuando entremos en eso, en ese séxtuple entendimiento! Cómo Él tiene todo esto escondido de la Iglesia, para que la Iglesia esté vigilándolo a cada minuto; no sabiendo cuando Él vendría. Pero ahora, la Edad de la Iglesia está casi por terminar; así que, está lista ahora para la Venida, sólo se está preparando.",
    "Ésta es una de las Escrituras más importantes en el Libro. ¿Qué es lo que hace? Habla del cierre de la nación judía, del pueblo judío. Esta Escritura, las setenta semanas, descubre y dice exactamente desde el tiempo que Daniel comenzó allá, hasta el fin de la consumación. Es uno de los relojes más grandiosos. ¿Cuántos me han oído decir: “Si Uds. quieren saber qué día de la semana es, miren el calendario? Si Uds. quieren saber en qué tiempo estamos viviendo, vigilen a los judíos”. Eso es correcto. Allí está el calendario de Dios, tomado de aquí mismo. Cualquier teólogo, cualquier erudito Bíblico, cualquiera le dirá que éste es el reloj, los judíos.\n\nAhora, ¿qué hora tenemos? Estamos… la gente tiene calor; oh, yo…",
    "Eso nada tiene que ver con los gentiles; estos Siete Sellos, Siete Plagas, Siete Ayes, Siete Trompetas, nada tienen que ver. La Iglesia Gentil estará en la Gloria en ese tiempo. En nada tiene que ver con nosotros, la Iglesia Gentil. Eso sólo tiene que ver con Israel; “Daniel, tu pueblo y Jerusalén”.",
    "Ahora, y nos aclara el hecho que Dios lidia únicamente con los judíos cuando ellos están en su patria. ¡Aleluya! Allí es donde creo que le dio en el punto clave, justamente allí.\n\nEllos siempre quieren contar desde el tiempo que Israel estaba allí en el tiempo de Daniel, y un gran escritor… (Pues sé que algunos de sus seguidores están sentados aquí, no lo diré), pero por eso han tenido toda esa cosa falsa.",
    "¿Sabían Uds. de los milleritas (antes que se volvieran Adventistas del Séptimo Día), lo que hicieron por acá? En 1.919 se pusieron alas (todos Uds. vieron el periódico Courier), y se presentaron por acá para irse volando esa mañana. Eso lo hicieron empleando las setenta semanas de Daniel. Sí, milleritas. Luego, más adelante, por la Sra. Ellen White, la cual era su profetisa, se dieron una vuelta y se llamaron Adventistas Del Séptimo Día. Y ahora ellos se han cambiado el nombre a “La Voz De Profecía”. ¿Ven? Tres nombres distintos para la misma secta.",
    "Ahora, pero ellos estaban equivocados, porque estaban tratando de aplicar esas setenta semanas tanto a judíos como a gentiles, y Él dice aquí: “Es para tu pueblo”. Y Dios nunca lidió con el judío afuera de Palestina. Y cuando el Mesías fue cortado a las setenta y dos semanas (no por Sí mismo, sino que fue cortado por nosotros), Israel fue esparcido, y jamás (nunca) ha regresado a su tierra hasta hace unos pocos años. Por lo que allí no fue contado el tiempo para la edad de la Iglesia. ¿Lo entienden? [La congregación: “Amén”.—Ed.]\n\nNo iba a ser en 1.919. Yo puedo mostrar que algo sucedió en 1.919, pero eso fue cuando ese Ángel, cuando llegó el Mensaje del tercer Ángel, y salió el Ay, exactamente. Pero no fue… Eso fue cuando la guerra terminó de una manera misteriosa. Eso lo tenemos en el capítulo 7, cuando lleguemos allí, cuando lleguemos al capítulo 7. Todos Uds. me han oído predicar eso muchas veces (¿ven?), cuando el Mensaje del Ángel dijo: “Detengan los cuatro vientos de la Tierra hasta que sellemos los judíos, los siervos”. Y entonces ellos continuaron esperando hasta que toda la edad gentil había terminado.\n\nLuego cuando Él entra, entonces—entonces Él sella a los judíos; los 144.000 reciben el Espíritu Santo. Ésos son los 144.000 sellados; Apocalipsis 7. Uds. lo han leído.\n\n“Y yo vi un gran número ya en el Cielo” Juan los vio, “de todo linaje, lengua y nación; y ellos se pararon delante de Dios, con palmas en sus manos y con vestiduras blancas, cantando ‘¡Aleluya! ¡Amén! Gloria, sabiduría, honra y fortaleza, poder, sean para nuestro Dios por los siglos de los siglos’. ¡Amén! Gritaron ellos”.",
    "Juan no podía entenderlos, pero él miró hacia atrás y vio en el Monte Sinaí (¡gloria!), a 144.000 que no se contaminaron con mujeres. ¡Judíos! ¡Mujeres: iglesias! Ellos no se habían unido a organizaciones, luteranas, metodistas, bautistas y presbiterianas; sino que ellos habían sido judíos desde el principio, ortodoxos, y tenían su templo allí, adorando en el Monte Sinaí. Ésos son los 144.000. Eso sucede después de esto; la Iglesia ya está en la Gloria. ¿Ven?",
    "Entonces el Sr. Smith estaba equivocado, tenía que estarlo. Porque, ¿cómo va uno a aplicar eso por acá en 1.919, y excluir los 144.000? Entonces uno caería otra vez en los russelitas, ¿ven? Entonces se entra de nuevo en la doctrina russelita, “que Jesús vino en 1.914; de que en 1.919 Él se llevó a Su Iglesia, y que ahora Él es un cuerpo místico andando por toda la tierra; que se levantó… yendo a la tumba de la abuela y a la tumba del abuelo, y levantándolos a todos, a todos esos que eran russelitas”. ¡Tonterías! Eso no tiene sentido en la Palabra. Eso no resulta correctamente; no, señor, no resulta.",
    "¡Pero Dios tiene la Verdad! Y Dios es el que puede revelarlo y ubicarlo allí, y mostrárnoslo exactamente. ¿Ven? Yo creo que Él lo hará. Yo no lo sé, pero estoy diciéndoles la Verdad: Yo no sé, pero estoy creyendo. Yo estoy creyendo que Él lo hará.",
    "Por tanto ¿ve Ud.?, Dios nunca lidió con los judíos (quiero que mantengan esto en mente), siempre y cuando Israel…",
    "Eso es lo que traté de decirle a este hermano sentado aquí, que está hablando de ir a Israel, ¡manténgase lejos de Israel! Manténganse lejos de allí, todos Uds. los que hablan de convertir a los judíos. Antes que este Mensaje termine, Uds. verán que es ASÍ DICE EL SEÑOR, por la Palabra y por el Espíritu. Israel será convertido, la nación entera, en una noche; la Biblia lo dijo; pero el Evangelio aún no es para ellos. Hay algunos renegados que han salido y demás, que entran y… (fuera de la corriente principal de los judíos), que entran y son salvos; eso es cierto. Yo creo eso con todo mi—mi corazón.\n\nPero recuerden, mientras Israel esté fuera de su nación, ellos no pueden ser salvos. Ahora ellos están regresando, y serán salvos, toda la nación, en un día; así lo dice la Biblia. En un día se traerá completamente a todo Israel nuevamente a Dios. Habrá una cosa tan poderosa que impactará a Israel uno de estos días, que sacudirá a toda la nación. Aun el profeta clamó y dijo: “En un día has hecho Tú esto”. En un día, ellos lo verán. Habrá algo poderoso.",
    "En mi opinión, será un profeta poderoso que se levantará y se parará ante Israel, y les probará que ese Mesías todavía vive. Ese Mesías que ellos rechazaron…",
    "Ellos están leyendo ahora esa pequeña Biblia, la Biblia de Israel. Ellos la leen de atrás para adelante, como ellos la leen. Y Uds. saben cómo está escrito el idioma judío. Y entonces cuando ellos la leen, y leen eso (el millón de Biblias que Lewi Pethrus les envió), ellos dijeron: “Si este Jesús…”. Ésos fueron esos judíos que fueron traídos de Irán, y de por allá, nunca habían oído de tal cosa como un Mesías. Y cuando estaban listos para regresar a su patria, pues ellos no se iban a subir a esos aviones. Ellos todavía araban con esos arados antiguos. Uds. lo leyeron en la revista Look. ¿Cuántos leyeron esos artículos en la revista Look y la revista Times? Pues, seguro que lo leyeron. ¿Ven? Ellos no se iban a subir allí. Ese anciano rabino se paró allá y dijo: “Recuerden, nuestro profeta dijo que regresaríamos a la patria sobre las alas de un águila”. ¡Aleluya!\n\nNaciones se desmoronan, Israel está despertando,\n\nLas señales que la Biblia predijo;\n\nLos días de los gentiles están contados, y con horrores acumulados;\n\n“Oh, dispersos vuelvan a su lugar”.",
    "Más vale que vayan despertando. Uds. lo han oído y lo han oído y lo han oído, pero uno de estos días será por última vez. Israel está regresando a su patria. El día en el que Dios determine que Israel sea una nación, ése será el día que no habrá otro gentil salvo.",
    "Probaré eso con estas setenta semanas, si tan sólo logro encontrar esos días. Voy para la… a conseguir los calendarios de astronomía, y el—el juliano, el de astronomía, y el romano, y todos ésos. En algún lugar está… En algún lugar hay algo. Dios sabe al respecto, y Él—Él es capaz de revelarlo, ¿ven? Yo sé que el calendario juliano tiene 365 y un cuarto de día, en el año. Así que, oh, todos están enredados, pero en algún lugar hay una verdad.",
    "Yo veo tantas iglesias, tantas organizaciones, tantas personas haciendo esto, y algunos, “Ave María”, y algunos adorando esto, y eso, y lo otro; tiene que haber una Verdad en algún lugar; tiene que haber un Dios en algún lugar; tiene que haber un Mensaje en algún lugar. Yo veo a falsos profetas que se levantan, actuando como si tuvieran discernimiento, y toda clase de cosas aconteciendo. Entonces, en algún lugar tiene que haber uno verdadero, del cual es copiado ese falso.",
    "Yo veo la gente tornándose carnal, y gritando, y en desorden, y salen y viven toda clase de vidas. ¡En algún lugar tiene que haber un Espíritu Santo genuino! Yo veo a la gente que actúan como religiosos y todo eso, y tratan de ser piadosos. Yo sé que hay un Dios genuino en algún lugar. Hay un Espíritu genuino en algún lugar, porque ese viejo hipócrita es la copia, un falso. Tiene que haber algo que es real: un hombre, un pueblo, una Iglesia, un Dios. Tiene que haber algo verdadero en algún lugar, porque éstos sólo son copias de Ése. Existe algo real, en algún lugar.",
    "Yo le he dicho a esta iglesia de sus dones. Préstenles atención a sus dones; manténganlos centrados en la Biblia. No acepten un substituto cuando los cielos están llenos de los verdaderos. Quedémonos con lo verdadero; tengamos lo verdadero o no tengamos nada. Amén.",
    "Ahora (para terminar) es un hecho que Dios lidia con Israel solamente cuando ella está en su patria. Tomemos cuando Dios… Abraham dejó la patria y se fue a Egipto, ¿qué sucedió? Él se apartó de la voluntad de Dios, y no fue bendecido hasta que regresó a la patria. Dios no lidió con él; ni una sola visión, nada más, hasta que él regresó a la patria.",
    "Miren a Israel, cuando fueron enviados a Egipto, ¡400 años! Ni un milagro, ni una señal, ni una sola cosa aconteció entre ellos, nada registrado en la historia del Libro. El mismo noventa y nueve: ir a la iglesia, ofrecer el cordero, rezar un “Ave María” (o lo que fuere), y regresaban. Al año siguiente, de esa misma manera. Los sacerdotes todos discutían, “el rabino fulano de tal… Escogeremos al Rabino fulano de tal, él tiene una mejor educación; él sabe más sobre los egipcios”. Y cuando menos pensaban, los egipcios y—y todos ellos ya eran la misma cosa.",
    "Eso mismo le ha sucedido a la iglesia. Todos hemos terminado siendo metodistas, o bautistas, o presbiterianos. “Y somos… logramos un grado de Hartford; logramos un grado de Wheaton; logramos un grado de algún otro lugar, o de Bob Jones. Nosotros—nosotros obtuvimos un bachiller en Artes; ¡obtuvimos un D.D., un LL.D., o alguna otra cosa!”. ¿A qué ha llevado todo? A una cantidad de insensatez.",
    "Es de la manera como fue en Egipto. Y Dios nunca lidió con Israel hasta que llegó a su patria.",
    "¡Escúchenme! ASÍ DICE EL SEÑOR: Dios no lidiará con Su Iglesia hasta que Ella regrese a su patria: ¡el Mensaje de la hora! ¡Vuelvan al original! Aléjense de sus ideas metodistas, bautistas, presbiterianas; de las pentecostales, las asambleas, unitarias, trinitarias, y quíntuples, lo que sea; Iglesia de Dios, nazarenos, Peregrinos de Santidad, Iglesia de Cristo: ¡todos son movimientos anticristo! Y me doy cuenta que esto impacta al mundo. Todos están equivocados; todo del diablo. ¡Oh! Hay hombres piadosos en todas ellas. Hay gente piadosa en cada uno de esos movimientos, pero la organización en sí no es de Dios, y Dios nunca la bendecirá; Él nunca lo ha hecho.",
    "Yo le pido a cualquier historiador que oirá esta cinta, que escriba y me diga de cuando la iglesia se organizó, si Dios no la puso en el estante y jamás volvió a lidiar con ella. Dígame cuándo llegó Él a levantar de nuevo a la luterana, a Wesley (los metodistas), o los pentecostales. ¡Jamás lo hizo! ¡Esa organización quedó estancada allí, y se corrompió y está podrida! Dios tomó individuos y trató de apuntar al pueblo de regreso a la patria. Y luego, los individuos tan débiles y afeminados (con alguna clase de título), que hasta organizaron otra organización, la hicieron doblemente más hija del infierno que cuando comenzó.",
    "Pero ciertamente, en algún lugar, Jehová tiene un hombre sobre el cual puede poner Sus manos, que será intransigente con ellos, con esas organizaciones pías—impías; que hará volver al pueblo de nuevo a la Roca, Cristo Jesús, de regreso al Pentecostés original y al Espíritu Santo original, con las señales originales y las maravillas originales. Ciertamente Él lo tendrá en algún lugar, que no se desplomará bajo ninguna clase de persecución, abandono, cancelación, desacuerdo, o cualquier otra cosa; que permanecerá allí fijo.",
    "Dios nunca bendice a Israel hasta que ella llegue a su patria.",
    "Dios nunca lo bendecirá a Ud. en una organización metodista, bautista, presbiteriana, católica o Peregrino de Santidad, nazarena, Iglesia de Cristo, o—o una pentecostal. Él nunca lo bendecirá a Ud. por ese conducto. Regrese a la patria, al principio, de nuevo a la experiencia pentecostal, como sucedió en el día de Pentecostés, cuando el Poder del Dios viviente cambió a esas miles de personas, y puso a arder sus corazones con el Fuego de Dios que mostró lo genuino, no señales personificadas, no alguna telepatía inventada, no alguna burla que ha llegado a ser una carrera de ratas como tenemos en América: de ¿quién puede tener la carpa más grande? O ¿quién puede tener las multitudes más grandes? ¿Qué tanto importa eso para Dios? Dios quiere a la gente sincera de corazón, no la multitud grande. Y acá todos tenemos en marcha una carrera de ratas (¡qué desgracia!), para ver si podemos añadir mil más a nuestra organización. Eso es una desgracia. Él nos quiere de regreso en la Verdad, de regreso al Espíritu, de regreso a la vida correcta, de regreso al escondedero en Cristo, de regreso a la Verdad. ¿Cómo podrá Él bendecirnos así como vamos? Él no lo hará.",
    "Él nunca bendijo a Israel mientras no regresaron a la tierra prometida. Y cuando llegaron a la tierra prometida, señales y maravillas comenzaron a ocurrir. Él envió un hombre directamente entre ellos, por el nombre de Moisés. ¿Con qué vino este Moisés? ¿Con una teología pulida? ¿Vino él con un bachiller en Artes? ¿Vino él con un LL.D. o un P.H.D.? Él vino con el poder de Jehová, y con un Mensaje: “Regresen de esta tierra, a su patria. ¡Oh, dispersos, vuelvan a su lugar!”. ¡Amén!",
    "Por casi dos mil años los judíos han estado fuera de su patria, esparcidos por los cuatro vientos de la tierra. Pues pudiéramos hacer durar semanas este Mensaje, si tuviéramos que entrar en detalles. Podríamos trazar a Israel y mostrar cuando fue esparcida por el Imperio Romano, por rechazar al Mesías, cómo ella fue dispersa a toda nación bajo el cielo.\n\nRegresaríamos a Jacob (Israel), allá en Génesis 44 y 45, y mostrar allá como Él bendijo a esos patriarcas y les dijo exactamente dónde estarían en los días postreros. Y yo puedo señalarles a Uds. exactamente cada nación de Israel, cada tribu de Israel, exactamente en las naciones donde dijo que estarían; y aquí las tenemos hoy.",
    "El judío que nosotros conocemos, ése no es el verdadero judío. El verdadero judío es aquel ortodoxo genuino, que no se ha contaminado con las cosas del mundo; que no ha salido a unirse a otras iglesias. Ésos son los que están regresando allá, viviendo de queso y pan, al costado de las colinas; no se les permite en la Antigua Ciudad. Tuvieron que construirles una ciudad en este lado, en tierra de nadie, con ametralladoras apuntando en ambas direcciones. No obstante, ella ha comenzado a brotar sus capullos. ¡Amén y amén! El tiempo está a la mano.",
    "Allí está Ismael e Isaac, parados allí discutiendo aún por la tierra, pero le pertenece a Israel. Y si Uds. llegan a viajar a la nueva Jerusalén, ellos no les permitirán venir a la antigua Jerusalén. Uds. tienen que ir allá primero y dejar que ellos se lo expliquen todo (los árabes), luego los llevan al otro lado; ésos son los hijos de Ismael. Pero esperen, viene un tiempo cuando los hijos de Dios se la van a tomar. Correcto. Jerusalén será reconstruida otra vez. El sacrificio diario será restablecido.\n\nY el Anticristo hará un pacto para esas últimas siete semanas; y a la mitad de ellas él quebrantará ese pacto, los convertirá a todos al catolicismo. La abominación será esparcida de esa manera sobre la cosa entera, y entonces será el fin.",
    "Vigilen. “Setenta semanas”. Sí, se acercan casi a dos mil años que han estado ausentes. Ellos han sido esparcidos. Son un pueblo como cuando fue el endurecimiento del corazón de Faraón. Él tuvo que endurecer el corazón de Hítler. Millones de ellos murieron. Fíjense en este Eichmann, culpable de asesinar a seis millones de judíos. Seis millones de ellos, almas humanas: bebés, niños, adultos, todos asesinados; Eichmann, un solo hombre. Fíjense en Rusia, como ellos los sacaron de allí. Ellos los esparcieron por todo lugar. Ellos han sido una nación odiada.",
    "Pero por el amor a su dinero, ellos regresaron de nuevo; sin embargo, esa pequeña minoría está regresando a Palestina. ¡Amén, hermanos! ¡Cuando Uds. la vean que comienza a volver a su patria!",
    "Ya tienen suficientes allí para completar 144.000. Y ¿qué está sucediendo? Ellos conocerán a su José, Uds. no se preocupen. Sí, señor. Y todos están parados allí esperando que eso suceda. Y en la misma hora en que…",
    "Las naciones los han declarado una nación, este año que pasó. Cuando eso impacte, estamos cerca del fin, la Iglesia Gentil se habrá ido. Así que en cualquier momento Dios podría decir: “Israel es Mi pueblo”. Cuando eso ocurra, no habrá más para los gentiles.",
    "🦅 Ellos hollarán”, dijo Jesús en Mateo 24. “La abominación desoladora, ellos derribarán los muros de Jerusalén hasta que la dispensación gentil haya acabado”. Cuando eso haya acabado, entonces los judíos volverán a entrar en Jerusalén, para restablecer el templo y la adoración en el templo. Lo cubriremos todo en estos siguientes Mensajes, Las Setenta Semanas, en lo del séxtuple propósito.\n\nAhora, leeré eso antes de terminar, porque ya casi es tiempo para irnos a casa, y después regresar esta noche a las siete.",
    "Primero, primero (si lo están anotando): “Para terminar la prevaricación”, Daniel, el capítulo 9, versículo 24. “Para terminar la prevaricación”, uno. “Para poner fin al pecado”, dos. “Para expiar la iniquidad”, tres. “Para traer la justicia perdurable”, cuatro. “Para sellar la visión y la profecía”, cinco. “Para ungir al Santo de los santos”, seis. Y acerca de eso hablaremos esta noche. ¡Dios trayéndolo a cumplimiento!",
    "Ahora esperen, permítanme repetirlo, para que Uds. lo capten. Primero: “Terminar la prevaricación”; segundo: “Ponerle fin al pecado”; tercero: “Expiar la iniquidad”; cuarto: “Traer la justicia perdurable”; quinto: “Sellar la visión y la profecía”; sexto: “para ungir al Santo de los santos”.\n\nPermítanme leérselo ahora de la—de la Biblia. Es el versículo 24.\n\nSiete-semanas están determinadas sobre tu pueblo (los judíos) y sobre tu santa—sobre tu santa ciudad (Israel, judíos, Jerusalén), para terminar la prevaricación (uno), para poner fin al pecado (dos) para expiar la iniquidad (tres), para traer la justicia perdurable (cuatro), y sellar la visión (cinco) (la visión y la profecía), y ungir al Santo de los santos (seis).",
    "Eso es exactamente lo que Él vino a decirle que sería hecho, y entonces sería el fin.",
    "Ahora, esta noche veremos lo que son esas cosas, y veremos qué tan cerca estamos de allí. Y entonces el próximo domingo, traeremos y ubicaremos estos elementos de tiempo exactamente para donde estamos. Yo le amo.",
    "Israel, volviendo a su patria —Israel. Déjenme sólo decir esto, ahora mientras supongo que no quedará en la cinta. Déjenme decir esto: en la misma hora en que Israel se hizo nación… Razón por la cual siempre he creído (aquí ante mi clase), de que habría algo en lo que tendría parte, antes de que yo muriera, en hacer volver a Israel al Señor. Pues, cuando en la misma hora por la carta Panamericana, en que Israel fue declarada una nación por primera vez en dos mil años desde que habían sido esparcidos (no siendo un pueblo), fue a esa misma hora, exactamente a esa hora, que el Ángel del Señor se encontró conmigo allá y me envío para… con el Evangelio. En eso mismo, el 7 de mayo de 1.946.",
    "Ahora, entonces otra cosa que me lo da a saber: está “restaurando los corazones de los hijos a los padres, y los corazones de los padres a los hijos”, el Mensaje. Noten, Malaquías 4 (no el 3), el 4.",
    "Otra cosa, cuando Billy (mi hijo) y yo, y el Hermano Ern Baxter, estábamos en camino a Palestina, después de que nos habíamos reunido con los judíos allí con el Hermano Arganbright, y ellos vieron la reunión (Lewi Pethrus había enviado estas Biblias para allá), y él dijo… estos judíos vinieron, dijeron: “Si Ud. cita un grupo de los líderes de Israel (no me refiero a estos Rabinos nuevos con todas sus ceremonias), sino que más bien llama a los verdaderos líderes israelitas, a reunión… Y nosotros hemos leído este Nuevo Testamento, y nosotros sabemos que cuando venga el Mesías, Él nos dirá estas cosas, como la mujer en Samaria. Nosotros sabemos que Moisés dijo que nuestro Mesías sería un profeta. Y cuando Ud. pueda decirles, y mostrarles por la Escritura (en lo cual entraremos en el Mensaje de esta noche), que ellos tenían que ser cegados y sus corazones cortados, para que pudiera venir el espacio gentil; que nosotros tendríamos un tiempo de reconciliación para los gentiles, y que sus corazones fueron endurecidos, exactamente como fue en el tiempo de José y demás. Y después reunir esos judíos en un lugar, y llamar a esos hombres de esa audiencia, igual como Ud. lo hace aquí con estos gentiles, por esa inspiración del Espíritu”; pues ellos dijeron: “Si este Jesús, si Él es el Mesías, y las palabras suyas son verdad, entonces Él no está muerto, y Él está vivo. Y si Él está vivo, Él prometió estar en Su—el sier-… en Su siervo—siervos, Sus discípulos. Y si nosotros podemos verle a Él obrar la señal del profeta, entonces creeremos que Él es el Mesías”.\n\n¡Qué cosa tan perfecta, exactamente correcta! Entonces ¿qué haría eso? Una nación nacería en un día, entre los líderes. Cada uno de ellos diría: “Nosotros lo sabemos”. Cuando ese Rabino lo diga, eso termina el asunto. Una nación nacería en un día. Israel habría de nacer en un día.",
    "Y yo estaba en camino, y me paré en el Cairo, Egipto, con el boleto en la mano y quince o veinte minutos para salir. Ellos estaban por llamar, y yo fui a ver un pedacito de ébano, con… un pequeño elefante hecho de ébano, con… de un colmillo de marfil. Iba a enviárselo a un amigo mío, al Dr. Sam Adair, como pisa papeles. Y yo estaba mirándolo, y algo me dijo: “Ésta todavía no es la hora. Mantente fuera de Palestina”.",
    "Entonces pensé: “Sólo fui yo que pensé eso”; y seguí.\n\nAlgo dijo: “Ésta no es la hora”.",
    "Y salí atrás del hangar; levanté mi rostro a Dios. Dije: “Dios, ¿eras Tú hablándome?”.",
    "Dijo: “Ésta no es la hora. Mantente fuera de Palestina. Éste no es el tiempo”. Entonces tomé mi boleto y lo cambié, y de allí subí por Roma, y regresé a Lisboa, en Portugal, y de allí regresé a los Estados Unidos.",
    "Aún no era la hora. La iniquidad de los gentiles aún no se ha llenado, está por rebosar la copa. No obstante, algún día sucederá, y Dios enviará a alguien allí que sea profeta, y les probará a ellos… (Confío que Dios lo levantará de manera inmediata, quien quiera que él sea), que lo levantará pronto. Yo creo que eso tiene que acontecer. Por eso estamos estudiando esto, porque estamos tan cerca.",
    "Y recuerden, en el instante que los judíos reciban a Cristo, la Iglesia Gentil se habrá ido. Luego a los gentiles les son derramadas las plagas, la Tribulación.",
    "¡Y—y cómo pueden los hombres, grandes maestros, enseñar, y mirar así en esta Biblia, y decir que la Iglesia pasa por el periodo de Tribulación, cuando no hay una sola Escritura en la Biblia que lo diga! Ellos no tienen ni tan solo una cosa.",
    "Un hombre me dijo no hace mucho, dijo: “Oh, la Hermana McPherson enseñaba que la Iglesia pasaría por la Tribulación, porque nosotros seremos luces brillantes en ese tiempo”. ¡Es Israel en ese momento, no los gentiles!\n\nLos gentiles ya se habrán ido, la Iglesia. Ellos no tienen que pasar por Tribulación. “El dragón arrojó agua de su boca” (el capítulo 17), “y fue a hacer guerra contra el remanente”, la virgen dormida. No… La verdadera Iglesia ya se habrá ido. Ella está en la Cena de la Boda durante estos—este espacio de tiempo, cuando la Cena de la Boda esté aconteciendo, en la última semana. Y allí es cuando la Tribulación entra, cuando las langostas y la persecución se levanten sobre las iglesias, y cosas como ésas.\n\nEntonces en el fin, en el capítulo 19, aquí viene Ella con Su Novio (¡Aleluya!), Rey de rey y Señor de señores; vestidura teñida en Sangre, y los ejércitos Celestiales cabalgando en caballos blancos, acompañándolo a Él. Allí viene Ella, para ocupar Su lugar para el Milenio. ¡Amén! ¡Oh!\n\n¡Bendito sea el Nombre, oh, bendito sea el Nombre!\n\n¡Oh, bendito sea el Nombre del Señor!\n\n¡Bendito sea el Nombre, oh, bendito sea el Nombre!\n\n¡Bendito sea el Nombre del Señor!\n\nEl Nombre es Jesús, el Nombre es Jesús,\n\nJesús es el Nombre del Señor;\n\nEl Nombre es Jesús, oh, el Nombre es Jesús,\n\nJesús es el Nombre del Señor.\n\n¡Magnifica el Nombre, magnifica el Nombre!\n\n¡Magnifica el Nombre del Señor!\n\n¡Magnifica el Nombre, magnifica el Nombre!,\n\n¡Magnifica el Nombre del Señor!",
    "¿Cómo lo hará Ud.? Magnifíquelo Ud. en su vida. Viva Ud. de tal manera que puedan decir: “Allí hay un siervo de Cristo”. Así es como Ud. magnifica el Nombre. Veamos. ¡Oh!, ¿le aman? [La congregación dice: “Amén”.—Ed.] ¡Oh, vaya! Ahora nuestro corito:\n\nEn un pesebre hace mucho tiempo, sé que así fue,\n\nNació un Bebé para salvar al hombre de su pecado.\n\nJuan lo vio en la ribera, por los siglos un Cordero,\n\n¡Ese Cordero con esos Siete Sellos, sólo Uno en el Cielo y la tierra pudo tomarlos! En un pes-…\n\nEn un pesebre hace mucho, sé que así fue,\n\nNació un Bebé para salvar al hombre de su pecado.\n\nJuan lo vio en la ribera, por los siglos el Cordero,\n\nOh, bendito sea el Nombre del Señor.\n\nOh, bendito sea el Nombre, bendito sea el Nombre.\n\nBendito sea el Nombre del Señor;\n\nBendito sea el Nombre, Bendito sea el Nombre,\n\nBendito sea el Nombre del Señor.",
    "Me gusta adorar, ¿a Uds.? [La congregación dice: “Amén”.—Ed.] Ahora, no venimos a la iglesia sólo para oír un sermón, eso forma parte, pero venimos a la iglesia para adorar, adorar en Espíritu y en Verdad. Uds. han oído la Verdad; ésa es la Palabra, ¿ven? Ahora, adorar es expresarse Ud. mismo a Él, ¿ven?\n\n¡Oh, Amo A Ese Hombre De Galilea! Dennos la nota. Sí, señor. ¿La conoces, Teddy? Se me olvida ahora. Veamos; veamos.\n\nOh, amo al Galileo de Galilea, pues tanto ha hecho por mí.\n\nMis pecados ha perdonado, y del Espíritu me ha llenado;\n\nOh, yo amo al Galileo de Galilea.\n\nEl publicano un día allá, al templo fue a orar,\n\nÉl clamó: “¡Señor, sé propicio a mí!”\n\nDe sus pecados fue perdonado, y de paz fue llenado;\n\nÉl dijo: “Vengan a ver a este Galileo”.\n\nOh, amo al Galileo de Galilea,\n\npues tanto ha hecho por mí.\n\nMis pecados ha perdonado, y el Espíritu Santo entró;\n\nOh, yo amo, amo a ese Galileo.\n\nAl cojo hizo caminar, al mudo hizo hablar.\n\nEse poder fue hablado con amor sobre el mar.\n\nAl ciego hizo ver, y sólo podía ser Ese poder del Galileo.\n\nOh, amo al Galileo de Galilea,\n\ntanto ha hecho por mí.\n\nDe todo pecado fui perdonado, y del Espíritu me ha llenado;\n\nOh, yo amo, amo a ese Galileo.\n\nOigan ésta.\n\nA la mujer del pozo le dijo, de todos sus pecados,\n\nDe cinco maridos que había tenido. (Ése es Él)\n\nDe sus pecados fue perdonada, y una profunda paz entró.\n\nEntonces clamó: “¡Vengan y vean a este Galileo!”.\n\nOh, amo al Galileo de Galilea,\n\npues tanto ha hecho por mí.\n\nMi pecado ha perdonado, y del Espíritu me ha llenado;\n\nOh, yo amo, amo a ese Galileo.",
    "Yo Lo amo. ¿Uds.? [La congregación: “Amén”.—Ed.] ¡Con todo mi corazón! ¿Uds.? [“Amén”.] ¿No es Él maravilloso? [“Amén”.]\n\nOh, maravilloso, maravilloso, Cristo es para mí, (¿Qué es Él?)\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nOh, me salva, me guarda de pecado y de vergüenza.\n\nMaravilloso Redentor, ¡alabado sea Su Nombre!\n\n¡Inclinemos nuestros rostros y pensemos en eso!\n\nUna vez estaba perdido, pero ahora he sido hallado, Soy libre de condenación, (las naciones se están desmoronando; no importa)\n\nCristo da libertad y plena salvación.\n\nÉl me salva y me guarda de pecado y la vergüenza,\n\nMaravilloso Redentor, gloria a Su Nombre.\n\nOh, maravilloso, maravilloso, Cristo es para mí,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nÉl me salva y guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, ¡alabado sea Su Nombre!\n\n¡Oh, píenselo!\n\nAntes estaba perdido, ahora he sido hallado, no hay condenación,\n\nJesús da libertad y plena salvación;\n\nMe salva (¿qué hace Él?) y me guarda de todo pecado y la vergüenza. (Venciendo.)\n\nOh, maravilloso Redentor, ¡alabado sea Su Nombre!\n\nAhora, juntos.\n\nOh, maravilloso, maravilloso, Cristo es para mí,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nMe salva y me guarda del pecado y la vergüenza.\n\nMaravilloso Redentor, ¡alabado sea Su Nombre!\n\nOh, cuánto amo a Cristo (¡Gloria!)\n\nOh, cuánto amo…\n\n¡Estoy tan contento que Él me salvó! ¡Tan contento que estoy esperando Su Venida!\n\nOh, cuánto amo a Cristo,\n\nPorque Él a mí me amó.\n\nAhora con nuestras manos levantadas, si somos sinceros.\n\nYo no le abandonaré,\n\nYo no le abandonaré,\n\nYo no le abandonaré,\n\nPorque Él a mí me amó.",
    "¿Lo aman? [La congregación: “Sí”.—Ed.] Entonces tienen que amarse el uno al otro, porque si Uds. no aman a los que pueden ver aquí, ¿cómo pueden amarle a Él, que no han visto? Démonos la mano el uno al otro, digan:\n\nOh, cuánto amo a Cristo,\n\nOh, cuánto amo a Cristo,\n\nOh, cuánto amo a Cristo,\n\nPorque Él a mí me amó.\n\nYo…(Levanten sus manos ahora a Él. Eso es)…no le abandonaré,\n\nYo no le abandonaré,\n\nYo no le abandonaré,\n\nPorque Él a mí me amó.",
    "Sólo piensen, Él nos dio a conocer esa gran revelación. ¿Cuánto le amamos? [La congregación: “Amén”.—Ed.] ¿No es Él Maravilloso? [“Amén”.] Cuán agradecidos estamos por nuestro Señor Jesús que nunca nos abandona. “He aquí, Yo estaré con vosotros para siempre, aun hasta…”. ¿Están disfrutando Uds. Las Setenta Semanas De Daniel? [“Amén”.] ¡Oh!, ¿le amamos? ¿Cómo es?\n\nMi fe espera en Ti,\n\nCordero, quien por mí,\n\nFuiste a la…\n\nAdórele en su corazón.\n\n(Ahora) Escucha mi oración,\n\nDame tu bendición,\n\nLlene mi corazón\n\nTu santa luz.\n\nA ruda lid iré, (Todos lo hacemos.)\n\nY pruebas hallaré, (Sí, Señor.)\n\nSé Tú mi guía (guíame en medio de eso, Señor.)\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la eternidad\n\nTe alabaré\n\n[El Hermano Branham comienza a tararear: Mi Fe Espera En Ti.—Ed.]\n\nGuarda mi corazón,\n\nTu sumo amor;\n\nLíbrame de ansiedad.\n\nGuárdame en santidad,\n\nLlene mi corazón\n\nTu santa luz.",
    "¡Oh, Jesús! Vemos que nos acercamos a algo. Isaías, el profeta, habló de ello; Jeremías habló de ello. Daniel miró atrás y vio lo que ellos dijeron. Eso causó que su corazón se conmoviera, y él volvió su rostro al Cielo. Él ayunó en silicio y cenizas. Él quería oír, para poder advertir al pueblo.",
    "Señor, nosotros vemos también por los Libros, Tu Libro, el Libro de Isaías, el Libro de Jeremías, el Libro de Santiago, Juan, Lucas, Marcos, Mateo, el Libro de Apocalipsis (todos Libros Tuyos), que estamos cerca del fin. Y hemos levantado nuestro rostro hacia el Cielo, en oración, súplicas, para encontrar dónde estamos viviendo, Señor. Comenzamos a ver que aparece la luz del día. Y Señor, acudimos a Ti; nuestra fe mira a Ti ahora. Poniendo a un lado toda carga, todo pecado, toda pequeña incredulidad que fácilmente nos asecha; presionamos ahora hacia la meta del supremo llamamiento, sabiendo que nuestro tiempo es limitado.",
    "Bendice estas personas aquí, Señor. Ellos te aman, son Tuyos. Ellos han salido. Eres Tú el que está revelando. Oramos que nos concedas estas cosas mientras esperamos en Ti.",
    "Danos una buena tarde de estudio, Señor. Danos entendimiento. Tráenos otra vez esta noche, frescos. Señor, úngeme esta tarde, oh, mientras estudio, Señor, para esta razón séxtuple de la visita de Gabriel. Si Gabriel vino a visitar y dio un significado séxtuple Señor, nosotros debemos saberlo. Nosotros estudiamos por los Libros y sabemos que estamos cerca. Por tanto, oramos para que nos lo reveles a nosotros esta noche.",
    "El próximo domingo, Señor (¡oh, Dios!), ubica allí esos días. Yo no sé cómo, pero Tú puedes llevarnos directo a ese tiempo. Concédelo, Padre, estamos mirando a Ti. Nos amamos el uno al otro, y la Sangre de Jesucristo, el Hijo de Dios, nos ha limpiado de todo pecado. Estamos ahora mirando a Ti. Ayúdanos mientras esperamos en Ti, Padre, por medio de Jesús nuestro Señor. 🦅"
  ]
}