{
  "title": "LA SEMANA SETENTA DE DANIEL",
  "id": "61760009",
  "content": [
    "🦅  Muchas gracias, Hermano Neville. Buenos días, amigos. Es un privilegio estar de nuevo aquí en el tabernáculo esta mañana, para continuar este gran Mensaje que nos proponemos explicar, esta Semana Setenta De Daniel. Y estamos contentos de ver que tantos se han reunido, en este día caluroso, sin embargo, estamos apenados que no tenemos el espacio para sentarlos. Ver a la gente así apretujada y parados alrededor, no es práctico. Y al no estar tan cómodos como deben, dificulta que Uds. lo entiendan. No obstante, haremos lo que podamos para que sea breve.",
    "Y—y hoy, espero que Uds., si me tardo un poco, que me disculpen, pues éste es el momento de remachar este Mensaje, el momento preciso para remacharlo. Lo hicimos en tres partes para estar seguros de poder captarlo.",
    "Ahora, por supuesto, la—la congregación visible sabe que éstos son—que estos Mensajes están siendo grabados, y son enviados por todo el mundo. Prácticamente cada nación recibe estas cintas, alrededor del mundo. Y me gustaría decirles esto a los oyentes de la cinta dondequiera que estén (en la parte del mundo en que se encuentren): que podrían haber algunas cosas aquí con las que Uds. tal vez no estén de acuerdo conmigo, en las enseñanzas que yo—yo doy. Pero me gustaría decir, hermanos, que tal vez si Uds. lo explicaran como Uds. lo vieran, podría ser diferente a cómo yo lo creería, pero yo escucharía con mucho gusto lo que Uds. tienen que decir.",
    "Y es con eso en mente que traigo estos Mensajes de la Palabra de Dios. En mi corazón, es para la edificación de la Iglesia, para toda la Iglesia, la Iglesia universal; la Iglesia de Cristo, universal. Y verdaderamente creo que estamos viviendo en el día postrero. Y me empeño en explicar esto, pero no queriendo empujarlo hacia un lado o al otro; yo nunca he sido culpable, hasta donde sé, de hacer eso.",
    "Muchas veces las personas oyen en las cintas, y dicen: “Pues, yo no estoy de acuerdo con eso. Él simplemente no conoce lo que enseña, no conoce la Escritura”. Pues, eso, eso podría ser todo cierto (¿ven?); yo no diría que eso no es cierto.\n\nPero, en cuanto a mí, yo—yo lo estudio, no tomando cualquier—cualquier palabra… Leo lo que otros hombres tienen que decir y los aprecio, todo lo que alguien dice, yo lo aprecio. Pero luego—luego lo llevo ante Dios, y me quedo con eso hasta que puedo explicarlo desde Génesis hasta el Apocalipsis; y luego poder ver que todo se conecta en la Biblia. Y entonces yo—yo sé que está algo cerca de lo correcto. Y, por supuesto, donde Ud. está correcto, ése es sólo un lugar en donde yo me saldría de la—la línea. Y quizás donde Ud. está equivocado, o correcto, allí es donde yo me saldría de la línea, y así viceversa.",
    "Así que estamos agradecidos por todas Uds. personas finas que están aquí en la audiencia en esta mañana, y por Uds. personas finas que oyen estas cintas. Y nosotros… Todo lo que se hace, es todo para el Reino de Dios. Tengo muchos amigos buenos alrededor del mundo que aprecio bastante, y creo que pasaré una Eternidad con ellos. Y no estaría en mi corazón tratar de—de engañar esas personas, de ninguna manera, sino que quiero hacer todo lo que pueda para ayudarlos.",
    "Me siento como Salomón cuando oró y pidió que le fuera dada sabiduría para que pudiera guiar al pueblo de Dios. Ésa es mi sincera oración.",
    "Mis asociados me acompañan aquí; veo al Hermano Mercier y—y al Hermano Roy Borders, y al Hermano Neville, y a Billy Paul, mi hijo. Gene está aquí en algún lugar, y los hermanos, Teddy y ellos. Yo aprecio todas estas personas que vienen para ayudarme.",
    "Recuerdo aquí, no hace mucho, al Hermano Leo, una—una visión que tuvo (un sueño le llamó él), cierta noche cuando recién nos conocimos; que él vio la cima de una gran pirámide, muy alto en el aire. Y yo estaba allá arriba predicando, en algún lugar, y él escaló, para ver de lo que se trataba. Y cuando llegó allá arriba a la cima de esta cumbre, pues, dijo él, que a lo lejos, en una luz como de apariencia algo plateada, parecido a una bandeja, yo estaba parado, predicándole a la gente. Y él me llamó la atención y yo miré hacia él. Y él dijo: “¿Cómo llegó Ud. allá? ¿Cómo puedo yo llegar allá?”.",
    "Yo dije: “Leo, nadie puede salir acá, Dios tiene que traer al hombre acá. Ahora, tú no debes subir acá. Debes bajar y testificarles a esas personas allá abajo, después de haberlo visto, de que es la Verdad, que Eso sí es la Verdad”. Leo regresó abajo, para testificarles a las personas.",
    "¿Cuánto hace eso, Hermano Leo? Varios años, ¿no es así? Varios años. Desde entonces, hasta donde sé, él ha sido fiel en hacer eso, testificándoles a las personas que el ministerio viene de Dios. Ahora, y yo—yo no quiero que venga de mí. Si es de mí, entonces no es de provecho, pues nada bueno hay en el hombre. ¿Ven? Eso tiene que venir de Dios.",
    "Ahora, cuando miro alrededor… Y ayer en la tarde estreché manos con mi amigo, el Hermano West. Aún no lo he visto en el edificio; sí, ahora sí, en esta mañana. Y Uds. saben lo lejos que conducen esas personas, desde allá de—de Alabama, para llegar aquí un domingo, ¡desde por allá de Alabama!",
    "Al Hermano Welch Evans, le eché de menos el domingo pasado. Alguien dijo que estaba aquí hoy. Esas personas conducen desde Tifton, Georgia, para estar aquí. Y el hermano está sentado aquí, sus asociados. ¡Tantos! El Hermano Palmer, de Macon, Georgia. Y veo, me parece, a la Hermana Ungren y a ellos allá atrás. Ellos vienen de lejos, desde Memphis, Tennessee. Ahora, piensen Uds.… Y otros de diferentes lugares. Acabo de conocer aquí una dama de por allá, de lejos, de Carolina del Sur.",
    "Ahora, piensen Uds. que la gente aquí… Estaba viendo de Chicago, de diferentes lugares, conducen cientos y cientos de millas, sólo para asistir al servicio. Luego, cuando llegan aquí, no hay espacio dónde sentarse. No es un salón con aire acondicionado, sino un viejo edificio caluroso en el cual están de pie, limpiándose el sudor. Usando el dinero de la mesa, de sus hijos, para venir aquí a oír este Mensaje. ¿Quieren Uds. decirme que no existe un más allá del río, un lugar al que ellos irán uno de estos días? Seguro que lo hay. ¡Eso es ser fiel! Ésas son personas que pagan diezmos. No solamente vienen, sino que traen sus diezmos y ofrendas, y las traen a la casa del Señor, queriendo hacer lo que es correcto. ¡Dios ricamente bendiga a un pueblo fiel como ése! La misericordia de Dios y la gracia los acompañe.",
    "Veo a mi amigo Charlie Cox, y los del sur de Kentucky. Y simplemente por todo el sitio, mirando alrededor uno ve personas de diferentes lugares.",
    "Este joven sentado aquí, no recuerdo su nombre; lo conocí en Chicago. No obstante, Ud. es de un instituto Bíblico lejos de aquí, en algún lugar, ¿no es así? [El hermano dice: “Springfield, Missouri”.—Ed.] Springfield, Missouri; el Instituto Bíblico de las Asambleas de Dios; sí. Pues, muy bien. ¿Ven Uds.? Sencillamente vienen de todas partes, a esta pequeña iglesita.",
    "Sólo pensar, hace como treinta años cuando puse la piedra angular esa mañana, yo estaba parado allá en la calle Séptima, a una cuadra de distancia. Aún ni estaba casado, sólo era un joven. Y vi una visión de personas que estaban aquí adentro y apretujadas, de todas partes. Y yo estaba muy contento parado detrás del púlpito, y allí es cuando Él me dijo: “Pero éste no es tu tabernáculo”. Y Él me puso debajo de los cielos. Y Uds. conocen el resto de la historia que está escrita en la hoja de la Biblia, puesta allí en la piedra angular.",
    "Estoy tan agradecido por Uds. Yo no puedo… Es, es tan insuficiente sólo—sólo decir: “Pues estoy agradecido por Uds.”; pero también yo oro por Uds. Yo creo en Uds.; yo creo en sus experiencias, con Dios. Yo no creo que un hombre o una mujer conduciría cientos y cientos de millas para venir aquí a mostrar la clase de ropas que estuvieran luciendo; yo—yo no creo que ellos harían eso, no. Ellos no vendrían aquí sólo para ser vistos. Ellos vienen aquí porque están profundamente y en sinceridad buscando la salvación de sus almas. Mi oración es: “Dios, ayúdame a mí, ayúdame a que tenga por lo menos la mitad de esa sinceridad, cuando trate de ministrarles a ellos con todo lo que está en mi corazón, y con la mirada en Dios”.",
    "El Mensaje que Uds. ven esta mañana, dibujado aquí en la pizarra, sólo es para mostrar, para explicar mientras avanzo; para tratar de que Uds. entiendan lo que estoy hablando.",
    "Y estas Setenta Semanas De Daniel, ha sido un estudio grande; tengo casi dos días y dos tardes (al concluir esta semana), que llevo estudiándolo, buscando las palabras para decirlas como la Verdad. Eso tiene que cuadrar con el resto de la Biblia. ¿Ven? Uno no puede tomarlo sólo de una pequeña Escritura y formar un—un concepto, y luego decir: “Pues, esto es lo que esto dice”, y después darse la vuelta y decir, “bueno, pero por acá Ella—Ella dice algo diferente, contradice esto”. Ella no puede hacer eso; tiene que decir lo mismo todo el tiempo. Si no, entonces en eso uno está—está equivocado. Y de esa manera es que yo he tratado de enseñarlo.",
    "De hecho, en las cintas (siendo que está en las cintas), la crítica más grande que recibo, en las cintas, de mis hermanos allá en las diferentes partes del mundo, es porque yo creo en la gracia de Dios; por cuanto enseño como lo hago, que “fuimos predestinados antes del principio del mundo”.",
    "Mis hermanos pentecostales, desde luego, yo sé que sus puntos de vista son legalistas (¿ven?), y yo—yo sé que es un poco incómodo para sus puntos de vista. Pero Uds., como hermanos Cristianos, ¿le brindarían la suficiente consideración como para ponerse de rodillas ante Dios, con su Biblia, y pedirle a Dios que se lo explique? ¿Lo harían? ¿Tomarían Uds. el punto legalista y tratarían de hacerlo que conecte desde Génesis hasta el Apocalipsis?",
    "Y “la simiente de la serpiente”, ésa es la que acaba; mucha gente no la cree. Pero si Uds. tan sólo leen en Génesis, la Biblia dice que la serpiente tenía simiente. “Y pondré enemistad entre la simiente de la serpiente y la Simiente de la mujer”. Por lo tanto, la serpiente tenía una simiente. Y si la simiente de la serpiente fue espiritual, entonces Jesús no fue un hombre, entonces también la Simiente de la mujer fue espiritual. Ellos, los dos tenían simiente y la enemistad sigue allí. La serpiente tuvo una simiente. Y si Uds. sólo toman su Biblia y se postran y son bien reverentes delante de Dios, yo creo que Dios se lo revelará.",
    "Y si no lo entienden, estoy—estoy disponible en cualquier momento, en lo que más pueda para ayudarlos, por carta o por—o por entrevista personal, o en lo que yo pueda, para ayudarlos. Desde luego, nos damos cuenta que eso no salva a un hombre, ni tampoco condena a un hombre, pero simplemente trae Luz sobre el tema que todos estamos tratando tan rigurosamente que la gente pueda ver. ¿Ven? Esto sólo trae Luz.",
    "Ahora, para la audiencia visible, he dicho esto a causa de las cintas (¿ven Uds.?), y estas cintas van por todas partes.",
    "Ahora, inclinemos nuestros rostros un momento antes de acercarnos al Autor de esta Palabra. Y ¿cuántos en la audiencia en esta mañana tienen necesidades, sólo digan: “Tengo necesidad; oh Dios, sé misericordioso conmigo?”. El Señor los bendiga. Y para aquellos que oirán la cinta, cuando Uds. la oigan, que Dios les conceda sus peticiones.",
    "Nuestro Padre Celestial, somos un pueblo agradecido, pero aún un pueblo indigno. No obstante, nos acercamos a Tu trono de gracia en esta mañana porque hemos sido invitados a venir. Jesús dijo: “Pedid cualquier cosa al Padre en Mi Nombre, y Yo lo concederé”. Ahora, nosotros sabemos que eso es verdad.",
    "Y aquí en la audiencia y afuera por la—la tierra a donde irán las cintas, probablemente habrá decenas de millares de Cristianos nacidos de nuevo que oirán esto. Y sabemos, Padre, cuando nacemos de nuevo, que nuestro espíritu nace de Arriba; es el Espíritu de Dios, el Espíritu Santo sobre nosotros. Y nos damos cuenta que ese Espíritu Santo es todopoderoso y puede hacer por nosotros cualquier cosa que deseamos. Entonces, Padre Celestial, te pedimos que liberes nuestra fe a ese Espíritu, para que pueda asegurar para nosotros en esta mañana, y para la gloria del Reino de Dios, todas estas peticiones y deseos; que podamos ser sanados de nuestras enfermedades y nuestras aflicciones, para que podamos servir a nuestro Dios con todo nuestro ser.",
    "Abre nuestros oídos de entendimiento hoy, a medida que me propongo a presentar esta gran pregunta, y aclararla en la mente de la gente. Ahora, la tengo escrita aquí, Señor, en papel, y también dibujada en este pizarrón (este diagrama), pero soy totalmente insuficiente para explicarlo. Ahora te invocamos, el gran Maestro que escribió la Palabra, que la inspiró, que la dio al profeta Daniel. Y oramos que envíes la inspiración en esta mañana, en estos días postreros, siendo que Él dijo que el Libro estaría cerrado hasta este tiempo; que nos abras el entendimiento. Y que un suave lecho de fe en nuestro corazón permita que la Palabra florezca y venga a Vida, y que produzca árboles de justicia en nuestras vidas, lo cual es su objetivo. Que nuestra fe en Dios pueda asegurar eso para nosotros en esta mañana; porque humildemente esperamos ahora, dedicándonos a Ti, en el Nombre de Jesucristo. Amén.",
    "Ahora, estamos agradecidos por esta mañana, de nuevo por la grandiosa oportunidad de abrir estas páginas de la Palabra Eterna de Dios.",
    "Ahora, la razón por la cual me he propuesto explicar esto, es porque estamos estudiando el Libro de Apocalipsis, y acabamos de pasar por las siete edades de la iglesia. Y luego, al final del capítulo 3 del Libro de Apocalipsis, la Iglesia es sacada de la tierra, llevada arriba a la Gloria. Y yo estoy esforzándome, con todo mi corazón, de hacerle entender esto a la gente, pues ellos están esperando que algo suceda (lo que ellos ven escrito en el Libro de Apocalipsis), lo cual no se aplica a la edad de la iglesia. Y nosotros estamos más cerca del fin de lo que Uds. piensan.",
    "Hace unas noches, Billy, mi… o mi nuera más bien, me llamó, ya muy de noche, y dijo que había un hombre llamado Andy Herman (que es un primo mío), que estaba muriendo en el hospital. Y fui a verlo, pero lo habían drogado, y yo… tanto, que estaba dormido y no pude hablar con él. A la mañana siguiente… Le pedí a Dios que lo mantuviera vivo hasta que yo le pudiera hablar. Andy es un buen hombre, pero él simplemente no era Cristiano. Él no es un tío; él es un primo, se casó con una prima mía.\n\nEntonces cuando mi tía Ade me dijo, parada allí, me dijo: “Billy, estos ochenta años de su vida, él no ha servido a Dios. Pero” dijo, “hace unas semanas él estaba sentado en la casa…”. Él, de 80 años, por supuesto no hace mucha labor manual. Pero dijo…\n\nÉl la llamó y dijo: “Ade, ¿sabes qué? Cristo vino aquí ante mí, hace unos minutos”.\n\nElla lo miró y dijo: “Andy, ¿estás—estás…qué te sucede?”. Ella dijo…\n\nÉl dijo: “No. Él se paró aquí delante de mí y dijo algo”.\n\nLe preguntó: “¿Qué dijo Él?”. “Es más tarde de lo que piensas”.",
    "Unas semanas, dos o tres semanas después, él sufrió un derrame cerebral y está postrado, paralizado allá en el hospital, muriendo. Y yo dije: “Tía Ade, qué vergüenza, no haberme llamado, o a alguien, para que pusiera su corazón en condición para esta hora a la cual él ha llegado”.",
    "Yo le pedí al Señor, a la mañana siguiente, cuando yo… Él no podía hablar, así que sólo le pregunté. Dije: “¿Puedes oírme, tío Andy?”. Y él—él pudo mover la cabeza un poco y mover la mandíbula. Yo oré por él, hice que confesara sus pecados ante Dios. Yo quise bautizarlo, y la tía Ade quiso ser bautizada.",
    "Y fui por el pasillo para ver una joven que vive aquí en el barrio, que iban a enviar al hospital para dementes, y el Señor hizo algo grande por ella; regresó a casa.\n\nDespués, en el camino hacia allá me encontré con una hermana de color, y ella dijo: “¿No es Ud. el Hermano Branham?”.\n\nDije: “Lo soy”.\n\nElla dijo: “¿Se acuerda de mí? Soy la Sra. Drye”.",
    "Y yo dije: “Sí, creo que sí, Pete Drye y los demás”. Yo dije: “Sí, yo—yo la recuerdo a Ud.” Ella miró hacia el cuarto, y cuando nosotros… (me pregunté por qué ella dijo eso), y allí, el tío Andy se había levantado en la cama y estaba sentado allí moviendo sus manos y brazos como cualquiera, tratando de hacer que la cosa, la cosa de la cama bajara, para que él pudiera bajarse de allí e irse. Ahora van a venir para ser bautizados en el Nombre del Señor Jesús, él y su esposa.",
    "Entonces, dije eso porque es más tarde de lo que nosotros pensamos. Y yo creo que estas Setenta Semanas De Daniel nos traerán a entender esto.",
    "Ahora la mayoría de nuestros hermanos pentecostales (lo cual mencioné antes en la cinta, que no están de acuerdo con Esto), ellos están en espera de algo muy grande y poderoso que acontezca. Y hermanos míos, si Uds. oyen atentamente (y no…) y oyen, Uds. se darán cuenta que ese algo grande y poderoso ya ha pasado; Jesús está por regresar.",
    "La Iglesia se va en el capítulo 3 de Apocalipsis. Nada se menciona allí de otra cosa, sino que la última cosa fue el último mensajero de la edad. Luego tratamos con los judíos hasta que vuelve de nuevo con la Novia, en el capítulo 19; desde el 6 hasta el capítulo 19 todo es de los judíos.\n\nAllí es donde quiero llegar, mi buen hermano, acá durante estos Sellos (Hermano Woods, que antes era Testigo de Jehová, él y toda su familia, presente esta mañana); que esos “144.000” no eran, no tenían nada que ver con los gentiles, ellos son judíos, ¿ven? Y ése no es el Cuerpo místico de Cristo hoy en la tierra.\n\nLa Novia es ese Cuerpo místico; por el Espíritu Santo somos bautizados en ese Cuerpo místico.",
    "Ahora, sabemos que en el Libro de Daniel, aquí donde hemos estado leyendo, simplemente leámoslo de nuevo porque es Su Palabra. En el capítulo 9 de Daniel, el versículo 24:\n\nSetenta semanas están determinadas sobre tu pueblo y sobre tu santa ciudad, para terminar la prevaricación…poner fin al pecado, y expiar la iniquidad, y para traer la justicia perdurable, y sellar la visión y la profecía, y ungir al Santo de los santos.\n\nVersículo 25: “Sabe pues y entiende, que desde…”. Ahora, de eso hemos estado hablando, y terminamos en eso el domingo pasado en la noche: “Ungir al Santo de los santos”. Aquí es donde comenzamos en esta mañana, en el versículo 25. “Y por eso…”.\n\nSabe, pues, y entiende, que desde la salida de la orden para restaurar y edificar a Jerusalén, (ésa es “su santa ciudad”, ¿ven?) hasta…Mesías Príncipe, habrá siete semanas, y sesenta y dos semanas; y se volverá a edificar la plaza y los muros en tiempos angustiosos.\n\nY después de las sesenta y dos semanas se quitará la vida al Mesías, más no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con gran inundación, y hasta el fin de la guerra durarán las devastaciones.\n\n“Y…” Ahora, recuerden, ése es el fin de la guerra; lo tenemos aquí en el pizarrón. “Y”, ahora estamos comenzando otra cosa.\n\nY por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de la abominación vendrá el desolador, hasta que venga la consumación (no hay más), y lo que está determinado se derrame sobre el desolador.",
    "¡Oh, qué lección! Le dije a mi esposa el otro día: “Me pregunto si el pueblo realmente lo estará entendiendo”. Ahora, yo quiero que Uds. lo entiendan. No vayan a… Sí Uds., aunque tengamos que quedarnos aquí todo el día, simplemente nos quedaremos. Ahora, nosotros—nosotros queremos entenderlo, ¿ven? Nosotros—nosotros queremos saber que esto es Verdad. Y Uds., que Uds. tan sólo puedan verlo. Y pediré tal vez que…",
    "Y luego voy a dejar colgado aquí el diagrama, y Uds.—Uds. podrán dibujarlo, después. Vengan esta tarde, cuando quieran, y copien los dibujos y demás. Eso les ayudará a entender. Por eso lo pongo allí, para que Uds. lo entiendan.",
    "Ahora, repasemos un poco para que podamos tener una base. Ahora, sucedía… Daniel estaba preocupado por su pueblo, por cuanto había leído a Jeremías el profeta, y entendió que Jeremías había dicho que ellos estarían en cautiverio por 70 años. Y luego él vio que ya llevaban en cautiverio 68 años, así sabía él que el tiempo estaba a la mano. Entonces él hizo a un lado todo su trabajo, bajó, por decir, las cortinas de todas sus labores diarias. Volvió su rostro a Dios, se puso el cilicio y cenizas, y fue al ayuno y a la oración, para poder entender cuándo sería ese tiempo. Entonces encontramos, como he dicho antes…\n\n[El Hermano Branham le habla a alguien en la plataforma.—Ed.] ¿Podría girarlo un poco hacia allá? El ventilador, es demasiado; me pone ronco. Entonces… Gracias, hermano.",
    "Ahora, nos damos cuenta que Daniel quería esta información para su pueblo. Y yo pienso que si Daniel, leyendo de los profetas antes de él, obtuvo esta clase de entendimiento que él estaba cerca del fin, y buscó a Dios para enterarse qué tan cerca estaba el fin; entonces pienso que nosotros tenemos justificación (viendo que ahora estamos al fin del camino), no en ponernos cilicio y cenizas sino más bien despojarnos de las cosas del mundo y de nuestros cuidados de esta vida; y busquemos a Dios para averiguar en qué día del año estamos, porque vemos que estamos en el fin, y para que la Iglesia ayune y ore y esté lista. Por eso me he propuesto yo mismo (sin saber cómo explicar esto, pues lo he pasado por alto en cada ocasión), y he dicho: “Aquellas setenta semanas de Daniel…”, porque yo no podía entenderlo. Y por eso es que ahora me he propuesto, el tratar de explicarlo. Y creo que con la ayuda del Señor yo puedo hacerlo, por Su gracia; de traerlo donde pueda mostrarles lo cerca que estamos de la Venida del Señor.",
    "Ahora, Daniel estaba a sólo dos años. Entonces nos damos cuenta que mientras él estaba en oración, el Ángel Gabriel, con presteza fue a él; y no sólo le explicó de cuándo su pueblo saldría de cautiverio, sino también todo lo que había sido determinado para su pueblo; todo lo que aún quedaba para su pueblo. Él dijo: “Hay setenta semanas que aún quedan para el judío”.",
    "Luego vemos que Él tenía un propósito séxtuple. Y uno de ellos era para terminar la prevaricación; y—y para poner fin al pecado; para expiar la iniquidad; para traer justicia perdurable; para sellar la visión y profecía; y para ungir al Santo de los santos.",
    "Y el domingo pasado en la mañana, tomamos a Daniel en esas condiciones allá, orando. El domingo pasado en la tarde di las Escrituras para que la gente lo leyera cuando llegaran a casa, ¿lo leyeron? ¿Les gustó? ¡Maravilloso!",
    "Ahora, el propósito séxtuple. Y nos damos cuenta que en este sexto propósito: “Para ungir al Santo de los santos”, nos damos cuenta que “el Santo de los santos” siempre representó la Iglesia, el Tabernáculo. Y la última cosa que se debía hacer era ungir al Santo de los santos, ése es el Tabernáculo Milenial en el que Él vivirá durante el Milenio, en el que nosotros viviremos.",
    "Luego, hoy, estamos abordando ahora “¿qué son las setenta semanas?”. Y ésta es una parte muy vital, las setenta semanas.",
    "Ahora sabemos que las Escrituras no pueden mentir. Ellas tienen que ser Verdad. Y si este Ángel, Gabriel, vino y le dijo a Daniel que sólo quedan setenta semanas para los judíos… Ahora, nosotros aplicaríamos eso como una semana de seis días, o de siete días; pero, en profecía siempre es dado en parábolas.",
    "Y por eso, no cabe duda que al transcurrir la edad, ha habido cientos y cientos de personas, eruditos, hombres aptos, tratando de explicar estas setenta semanas. Y yo he leído muchos de sus comentarios al respecto. Y estoy muy agradecido con el Sr. Smith, de la iglesia adventista, por sus puntos de vista. Estoy muy agradecido al Dr. Larkin, por sus puntos de vista. Estoy muy agradecido con todos estos grandes eruditos, por sus puntos de vista en esto. Y al leerlos me ilumina mucho, que puedo encontrar porciones que parecen correctas. Sin embargo, para tomar los puntos de vista que yo—yo pensé que me gustaría explicar, busqué en la enciclopedia el término “tiempo”, para averiguar lo que significaba “tiempo”.",
    "Y vemos acá que tenemos “tiempo, tiempos, y medio tiempo”. ¿Qué es tiempo? ¿Qué es una semana? Ahora, fue hace 3.430 años, que sucedió esto, desde que Dios empezó a lidiar con el judío; hace muchos, muchos años. Daniel estuvo antes de Cristo, y ese tiempo fue 538 a. C., 538 años antes de Cristo, cuando él habló esto de “tiempo, tiempos, y medio tiempo”. Y setenta semanas, miren a dónde lo llevarían a él las setenta semanas. Pues, él aún seguía en Babilonia, a las setenta semanas, y sin embargo, Dios le dijo que ése era todo el tiempo que había sido determinado para el pueblo.",
    "Ahora, mi iglesia aquí sabe que a través de los años yo siempre les he dicho: “Si Uds. quieren saber el día de la semana, miren en el calendario; pero si quieren saber la hora en que vivimos, vigilen a esos judíos”. Ése es el único reloj. Dios no—no asignó ciertos tiempos para los gentiles; no hubo un cierto periodo de tiempo. Y allí es donde pienso que muchos grandes escritores lo confundieron todo, al tratar de aplicar esto para el judío y el gentil, pues Él dijo: “Sobre tu pueblo”. Pero Él le estaba hablando a Daniel, no a la Iglesia; al pueblo de Daniel, al judío. Si Él le estuviera hablando a la Iglesia, uno no logra que eso cuadre por ninguna parte; uno—uno se encuentra allá antes de la Venida de Cristo. Eso ya hubiera pasado, según cualquier clase de semanas proféticas que se quisieran aplicar; ya hubiera pasado. Pero Él les hablaba a los judíos, y por eso es que el judío es el reloj de Dios.",
    "Recuerdan aquí no hace mucho cuando el Hermano Arganbright, de California (el Vicepresidente de la Asociación Internacional de los Hombres de Negocio del Evangelio Completo), vino a mi casa y trajo una—una cinta; y no una cinta sino una—una película, en la que ellos… de Tres Minutos Para La Media Noche. Eso fue grabado como un estudio científico. Cuando yo vi a esos judíos volviendo allí, otra vez en Jerusalén, vine acá al tabernáculo y dije: “Siento como si hubiera tenido una reconversión”. Muchos de Uds. recuerdan eso. Yo dije: “al ver a esos judíos regresando allá”.\n\nJesús dijo en Mateo el capítulo 24, “Cuando vean la higuera dando sus retoños”, ya Uds. sabrán qué vigilar. ¿Ven? ¡Los judíos regresando!",
    "Ahora, tengo algunos comentarios anotados aquí. Me gustaría entrar en ellos. Ahora, me—me tomaré el tiempo para que Uds. también puedan anotarlos. Ahora, todo esto acontece, estos… Ahora, nosotros… durante el tiempo en el que ahora estamos, todo esto acontece a… es a los judíos; no tiene nada que ver con la Iglesia, en lo absoluto. Cualquier cosa de Apocalipsis el capítulo 3 en adelante hasta el 19, no tiene nada que ver con la Iglesia. Ud. no puede hacer que resulte correctamente; simplemente no está allí.",
    "Ahora, quiero explicar cómo encontré esto. Ahora en la pizarra, muchos de Uds. verán que tengo dibujado tiempos espaciados y cómo eso ocurre a su tiempo, para que así todos lo puedan entender. Pueden… Uds. no alcanzan a verlo desde atrás, me supongo, es letra demasiado pequeña. Y ésa es la letra de Becky, y (¡oh!) ese dibujo, yo tenía uno peor que ése. Pero Becky dibujó ése, de la imagen del sueño de Nabucodonosor. Y Becky, yo creo que luce más como una muchacha que un hombre. Pero, de todos modos, eso—eso proveerá la información que queremos.",
    "Ahora, si leemos en la Biblia, hay setenta semanas determinadas sobre el pueblo… (Ahora, la…) Eso no tiene nada que ver con la Iglesia. Las setenta semanas no tienen nada que ver con la Iglesia. Si Uds. se fijan aquí en la pizarra, tengo la edad de la iglesia entre esas setenta semanas.",
    "Lo tenemos por acá. Un hermano de Georgia lo dibujó aquí para nosotros, mientras estudiábamos las edades de la iglesia. Y estamos seguros que podemos entender lo que esto significa. Esto blanco en la iglesia aquí, esto significa que era todo apostólico. Y después, en la segunda edad de la iglesia ellos tenían la doctrina de los nicolaítas, o ellos tenían las obras de los nicolaítas; aun no había llegado a ser una doctrina. En la tercera edad de la iglesia eso llegó a ser una doctrina. Y en la cuarta edad de la iglesia, eso estaba organizado y era el papado romano. Y en la—la cuarta edad de la iglesia, ése fue el oscurantismo.\n\nSi se fijan, toda la oscuridad allí representa nicolaísmo o romanismo. La parte blanca representa al Espíritu Santo, la Iglesia. Y así como comenzó en el tiempo de San Pablo, toda la Iglesia apostólica fue llena del Espíritu Santo. Después los aristócratas comenzaron a entrar. Ellos finalmente se consolidaron y la hicieron una iglesia completamente nueva. Y la pequeña iglesia fue quemada, y apedreada, y dada de comer a los leones y así de todo.",
    "En la reforma vino Lutero, Uds. ven que alumbra un poco más. En los días de Wesley vino alumbrando un poco más aun. Pero en la última edad de la iglesia aquí, la edad de la iglesia nicolaíta, ésa es la edad en que nosotros (no la nicolaíta sino la de Laodicea), ésa es la edad en la que vivimos nosotros. Si Uds. notan, no hay mucha Luz.",
    "Cuando alguien vio el dibujo de eso allá arriba, dijo: “¡Debería darle vergüenza, Hermano Branham! ¡Éste es un gran día de iluminación!”.\n\nYo dije: “Me imagino que cuando pase por el cernidor [El Hermano Branham pausa.—Ed.] no será ni aun eso; cuando quedan los verdaderamente puros de corazón, nacidos de nuevo del Espíritu”. Recuerden, ésta fue la única edad de la iglesia en la que Cristo fue echado de Su Propia iglesia, de entre todas. Tenemos una gran confesión, pero ¿tendremos una posesión de lo que estamos hablando? ¿Está Cristo realmente en la iglesia? Eso estará demasiado en la minoría.",
    "Ahora, hagamos entonces un bosquejo de las setenta semanas de Daniel. Ahora, vuelvo a repetirlo aquí (Ministros del Evangelio): si Uds. no están de acuerdo con esto, está bien. Ellas están divididas en tres períodos, como nos damos cuenta en Daniel 9; en tres períodos. Primero, un período de siete semanas; luego tres veintenas más dos, lo cual es sesenta y dos; y después un período de una semana. Están divididas en tres períodos diferentes.",
    "Ahora, lo tengo dividido aquí en el pizarrón. El primer período, el segundo período, y a mi entender (por el Evangelio, por el Espíritu Santo), que en el tiempo del fin Dios vuelve otra vez al judío.",
    "Ahora nosotros sabemos por todos los Evangelios, que Pablo enseñó, y otros más, que Dios volverá otra vez a los judíos. Bien, pues si Él va a volver otra vez a los judíos, ¿cómo podremos aplicar esto allá al tiempo de Daniel? Tenemos que aplicarlo en esta última edad, y es después de que la Iglesia gentil se haya ido, porque Él trata con Israel como nación, pero con nosotros como individuos.",
    "Ahora, tengo algo escrito aquí que me gustaría leerles, mientras avanzamos. Ahora:\n\n…desde la salida de la orden para reconstruir y edificar a Jerusalén…\n\nLo cual, fue en el día 14 de marzo. Si alguno quiere anotarlo, en el hebreo encontrarán que dice N-i-s-a-n, Nisan que significa “marzo”. La orden fue dada el día 14 de marzo, 445 a. C., la orden salió de restaurar, de edificar, reedificar el templo. Uds. lo entienden, habiendo Uds. leído las Escrituras. Hasta que fue terminado, había tomado 49 años para completar el templo y la ciudad, para reconstruirla. Y como dice la Biblia aquí, Daniel hablando, o el Ángel a Daniel, que:\n\nLas paredes, y que serían reconstruidas en tiempos angustiosos.\n\nY muchos de nosotros recordamos que cuando fue edificado, ellos tenían un ladrillo en una mano y una espada en la otra, para vigilar al enemigo. “Y sería edificado en tiempos angustiosos”.",
    "Entonces, aquí es donde encuentro eso, buscando mis días. Ahora, tenemos dos, tres calendarios diferentes. Regresamos al antiguo calendario Astronómico, y encontramos que en el calendario Juliano hay 365 y un cuarto de día en el año. Ellos le calculaban el tiempo por el paso de Sardis y las diferentes estrellas y demás; así calculaban el tiempo. Ahora, encontramos, en el calendario Romano (bajo el que ahora vivimos), 365 días en el año, según el calendario. Pero en el Cristiano o en el calendario Profético, encontramos que sólo hay 360 días en un año. Ahora, quizá Uds. se pregunten cómo comenzó toda esta confusión.",
    "Ahora, esto sólo lo puedo decir como algo mío. Yo creo que allá, antes de la destrucción antediluviana (allá en los días de Job y todo eso), que ellos calculaban el tiempo por las estrellas. Y entendemos (o aun antes de ese tiempo), que el mundo estaba en posición vertical. Y después, por el pecado del hombre (la caída del mundo), pues se ladeó y vinieron los diluvios; por lo cual tenemos los grandes glaciares de hielo y demás; y los extremos de arriba y abajo de la tierra están llenos de hielo. Sabemos eso. Y la tierra no está correctamente en posición vertical; está ladeada. Eso la descuadró de la luna y las estrellas que ellos estaban observando, y las dejó fuera de posición. Y—y no se podía calcular el tiempo así más porque estaba ladeada; estaba inclinada hacia atrás. Por lo tanto, ella no pasaría más por esas estrellas al mismo tiempo, porque está—está fuera de posición para esas estrellas. ¿Lo entienden? Yo creo que es por eso.",
    "Ella está inclinada hacia atrás, en esa condición. Y eso sólo muestra que éste apenas es un período en el tiempo. ¿Lo ven? Dios no tiene las cosas fuera de posición. Él sólo está permitiendo que continúe así por un poco de tiempo. Y yo en realidad creo que eso fue lo que ocurrió.\n\nY en estos días postreros es cuando Dios le va a revelar estos secretos a la Iglesia. Él no lo ha hecho antes, y la razón por la cual Él no lo ha hecho es para mantener a la Iglesia vigilando y orando todo el tiempo, al no saber cuándo vendría. Pero recuerden, en Daniel 12, Él dijo: “Los entendidos comprenderán” en el postrer, en este día postrero, ¿ven? Eso le ha sido dado a él.",
    "El Espíritu de sabiduría entra a la Iglesia, para darle a conocer a la Iglesia por la revelación del Espíritu Santo, haciendo a la Iglesia entrar y revelando en qué día estamos viviendo. Tal como Gabriel vino a—a Daniel, el Espíritu Santo viene a la Iglesia en los últimos días, para revelar estas grandes cosas profundas, secretas. ¿Ahora entienden? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, eso descartaría ese año Astronómico o el año Juliano, el calendario (¿ven?), el año Masónico, porque el mundo está ladeado. Todos sabemos eso, de los estudios en el colegio. Y está fuera de posición, por eso aquellas estrellas no pasaban en línea con la tierra al mismo tiempo; por eso, el calendario Romano también está equivocado, porque no se pueden hacer cuadrar los días. Simplemente hay tantas cosas que pudiera decir aquí. Nos damos cuenta que aun la naturaleza misma nos enseña que sólo hay treinta días exactos en el año.",
    "Ahora, tomemos Apocalipsis donde vamos a tener que venir acá a los días de los dos profetas. La Biblia dijo: “Ellos profetizaron 1.260 días”. Ahora, Uds. toman el calendario Astronómico e indudablemente fallaría por bastante, para que fueran tres años y medio. Y si toman el calendario Romano que tenemos hoy, éste fallaría por bastante. Pero tomen Uds. el calendario Profético y allí hay exactamente 1.260 días, habiendo treinta días en el mes. ¿Ven?",
    "Nosotros tenemos treinta días en algunos meses, treinta y uno en el que sigue y veintiocho en algunos. ¿Ven? Estamos con todo enredado. Pero Dios no lo tiene descuadrado, uno más y otro menos, y así sucesivamente; Él le da exactamente igual, sí, señor, exactamente igual, treinta días en un mes, no treinta y uno, después treinta y algo, y alguna otra cosa. ¿Lo ven? Pero todo fue hecho en la gran economía de Dios para mantener a la Iglesia vigilando y orando, estando preparada, teniendo sus ropas lavadas en la Sangre del Cordero. Pero, ¡oh, en estos días postreros Él lo prometió! Sí. Ahora vemos dónde estamos viviendo. Ahora, recuerden, el propósito, el único propósito es para hacer esto.",
    "Ahora, si hubo siete… Miren, hay exactamente 49 días, 49 años mas bien, en el tiempo de la edificación del templo. Las siete son siete semanas proféticas, siete semanas, porque hay siete semanas determinadas para el templo, para reconstruir el templo; y fue construido en exactamente 49 años. Por tanto, obtenemos el significado del tiempo de semanas, porque si la Biblia dijo, el Ángel dijo que había tomado siete semanas hasta la edificación del templo (y fueron exactamente 49 años en la edificación del templo, de—de marzo 14 hasta 538 a. C., que el templo fue otra vez restaurado, y las calles fueron restauradas, exactamente 49 años) entonces, ¿qué nos da? ¿Qué nos da? Porque si siete semanas significa 49 años, entonces una semana es igual a siete años; y 7 x 7 da 49. Eso es exacto. Allí lo tienen.",
    "Entonces ahora no hay que adivinar más al respecto. Sabemos ahora que cada semana significó siete años. “¿Lo han entendido”? Digámoslo juntos. [El Hermano Branham y la congregación lo pronuncian juntos.—Ed.] “Una semana equivale a siete años”. Ahora sabemos que lo entendemos. Una semana equivale a siete años.",
    "Aquí estamos, precisamente aquí, la primera semana. [El Hermano Branham indica a la pizarra.—Ed.] 49 años hasta la reconstrucción del templo. Ahora, esta línea aquí arriba representa la nación judía mientras va avanzando. Ésta es tiempo, y cuando desaparece acá, desaparece de la nación judía al tiempo gentil. Luego vuelve a aparecer y toma a Israel y continúa.",
    "Ahora, a los gentiles no les fue determinado un cierto tiempo. Sólo dijo: “Tiempo de los gentiles”. Y encontramos que aun Jesús no les determinó a ellos un tiempo. Pues encontramos aquí en Lucas 21:24, que Él dijo: “Ellos hollarán los muros de Jerusalén hasta que los gentiles…”. Permítanme citarlo, estoy citándolo de memoria. Permítanme leerlo porque quedará aquí en la cinta, y queremos estar seguros que lo tenemos correctamente. Muy bien. Si quieren abrir conmigo allí, en San Lucas 21 y 24. Yo estudié esto claramente, lo mejor que pude.\n\nY caerán a filo de espada, y serán llevados cautivos…\n\n¿De quién está hablando Él? De los judíos. Ésa fue la destrucción del templo, en el año 70 después de Cristo.\n\n…y ellos serán llevados cautivos a todas las naciones;…\n\nAhora recuerden, no sólo allá a Babilonia, no sólo allá a Roma, sino a “todas las naciones”. Allí es donde el judío está hoy, “por todas las naciones”.\n\n…y Jerusalén será hollada por los gentiles, hasta que los tiempos de los gentiles se cumplan.",
    "Entonces sí hay un tiempo determinado, pero nadie sabe cuándo será. ¿Ven? Ése es un misterio (¿ven?), lo del tiempo de los gentiles. Pero los judíos… Entonces nosotros no podemos determinar la hora por medio de la Iglesia (porque esté descarriada o siga fiel, o lo que esté haciendo), uno no puede guiarse por eso. Más bien miren a los judíos, ése es el calendario del tiempo. ¿Lo ven? Dios sí les determinó a ellos exactamente un día, hora y tiempo, pero no así a los gentiles. Él lo hizo con los judíos, así que observemos a los judíos, entonces veremos dónde estamos nosotros.",
    "Ahora, entonces las siete semanas fueron 49 años. Tenemos eso ahora claro, que una semana es—una semana es siete años; una semana, siete años.",
    "Ahora nos es dicho: “Desde la salida de la orden…”. Ahora, aquí es donde viene el problema. Ahora se nos dice:\n\n…desde la salida de la orden para reconstruir la ciudad hasta el Mesías (y el Mesías fue Cristo, por supuesto) habrá siete semanas, y sesenta y dos semanas: (dando 69 semanas)…\n\n¿Lo ven? Muy bien. Y 7 x 69 da 483 años. Ahora, ¿lo están anotando? Si quieren que lo repita, con mucho gusto lo haré.",
    "Ahora, nos es dicho: “Desde la salida de la orden para reconstruir la ciudad, hasta el Mesías, habrá siete”, (siete, ésas son las primeras—las primeras, es aquí) “Siete semanas y tres veintenas y dos”, da 62, y 7 da 69, sesenta y nueve semanas. 7 x 69 daría 483 años. Por lo tanto, hasta que el Mesías… Ahora, estamos entrando a esta parte aquí. Hasta el Mesías, tiene que haber 483 años, 483 años.",
    "Entonces, ahora Jesús, el Mesías, cabalgó en la ciudad de Jerusalén, triunfante, sobre el lomo de una mula blanca, el domingo de Ramos, el 2 de abril del año 30 después de Cristo. Jesús entró en Jerusalén, el domingo de Ramos, el año 30 después de Cristo. Y ahora, ahora desde el año 445 antes de Cristo al año 30 después de Cristo, son exactamente 475 años.",
    "Pero, ya hemos visto que las 69 semanas dan 483 años. Ahora allí mismo es donde viene el problema, en eso. ¿Ven? Tenemos apenas (con las referencias aquí de la Biblia —el tiempo), apenas 475 años, y realmente son 483 años, una diferencia de ocho años.",
    "Ahora Dios no puede hacer que falle. Si Él dijo que serían tantos días, son tantos días. Si Él dice que es tanto, es tanto. Entonces ¿qué vamos a hacer? Ahora, del 475 antes de Cristo al año 30 después de Cristo, son julianos o años astronómicos, lo cual es 365 días y un cuarto de día en—en cada uno. Pero cuando nosotros reducimos esos días a nuestro calendario profético…",
    "Ahora permítanme hacer una pausa aquí por un momento. Para que Uds. lo sepan, sin que les quede ni una sola sombra de duda, yo no aceptaría eso de un sólo lugar. Yo puedo llevar eso a través de todas las Escrituras y probarles que siete días son… que siete, que una semana son—son siete años en la Biblia; acabo de hacerlo acá en Apocalipsis el capítulo 13, o el capítulo 11 y el versículo 3. Esos profetas profetizarán 1.260 días, que es la mitad de la última semana de los judíos; después ellos son cortados y entra el Armagedón. Entonces si eso es así, allí está otra vez, exactamente 30 días en un mes. ¿Ven? Entonces, no es—no es ningún 31 días, y 28 días, y de esa manera; es exactamente 30 días en un mes, cada vez.",
    "Nuestro calendario profético nos trae a 360 días, como lo usamos ahora en las Escrituras. Nosotros tenemos exactamente 483. Allí está, 483. Aquí tenemos prueba exacta de la profecía, exactamente la verdad. Pues desde el tiempo que salió la orden de la edificación del templo hasta la destrucción, o cuando ellos rechazaron a Cristo y lo mataron en el año 33 después de Cristo (cuando Cristo es asesinado), son exactamente 483 años.\n\nAhora, desde la salida de la orden para reedificar a Jerusalén fueron determinadas siete semanas, lo cual significó 49 años; y 49 años le acertaron exactamente. Pues desde la reedificación del templo hasta el Mesías, pasaron 438 años, así que cuatrocientos trein-… 434 años, y 434 más 49, da exactamente 483 años. Eso le acertó en el clavo, exactamente al día, de día hasta día. ¡Amén! Allí lo tienen.",
    "🦅 El Príncipe Mesías vendrá”. ¿Ven? Siete multiplicado por 69 da cuatrocientos trein-… y—y ochenta y cuatro años. Exactamente, eso le dio en el clavo. Entonces sabemos perfectamente, sabemos exactamente que esa Escritura es correcta; aquí está. Pero Uds. ven, todas estas…",
    "Cuando Dios tuvo el mundo antediluviano y lo destruyó por agua, eso cambió la fecha de la astronomía; y luego dio paso para que entraran los romanos e hicieran su calendario, el cual golpea y salta, y de esa manera. Y me supongo que aun en la enciclopedia de donde he estado leyendo…",
    "A propósito, el Hermano Kenny Collins, ¿estará en el edificio esta mañana, Kenneth Collins? ¿Sabes que cuándo me enviaste ese gran montón de enciclopedias? ¿Lo recuerdas? Me enviaste allá casi una camionada de ellas. Yo pensé: “¿Qué irá a hacer un inexperto como yo con todo eso?”. Sabes, el Señor te estaba guiando, Kenny; fue de allí que obtuve la información, allí mismo de esa vieja enciclopedia, “tiempo”, y yo estaba estudiando. Y Becky las usa en su escuela. Las tengo abajo en mi estudio, en mi cuarto de estudio abajo. Y fuimos allá y las tomamos, y allí lo buscamos, y lo encontramos exactamente, por todos los calendarios y tiempos que alguna vez han existido. ¿Ven? Así que lo encontramos.",
    "Allí está, exactamente 483 años desde la salida de la orden para restaurar el—para restaurar la edificación, hasta el tiempo que el Príncipe Mesías fue rechazado, da exactamente 483 años, por el calendario.",
    "Ahora Uds. ven, nosotros estamos usando este mismo calendario acá, porque si Dios usó este calendario aquí, entonces Él tiene que usarlo en el tiempo restante de la Biblia. ¿Es correcto? [La Congregación dice: “Amén”.—Ed.] Dios no cambia. Así que si siete semanas fueron 49 años, siete semanas otra vez son 49 años. Una semana son siete años (¿ven?), eso entonces resulta perfectamente. Y si dio exactamente en el punto allí, dará exactamente en el punto otra vez. ¡Amén! ¡Oh, vaya! Eso me emociona todo. ¡Oh, me—me encanta—me encanta saber de lo que estoy hablando!\n\nMe—me encanta porque… (Como me dijo el anciano allá en Kentucky), él dijo: “Me gusta oír a alguien hablar, que realmente sabe de lo que está hablando”.\n\nYo dije: “A mí también”.\n\nÉl dijo: “Eso es lo que sucede con Uds. predicadores, Uds. no saben de lo que están hablando”.",
    "🦅 Pues” le dije, “yo aprecio su elogio, pero de algunas cosas sí sabemos de lo que hablamos”. Sí. Correcto. Yo sé que he nacido de nuevo. Yo sé que he pasado de muerte a Vida. Yo sé que hay un Dios porque he hablado con Él.\n\nÉl ha hablado a través de mí, y ha hablado conmigo y les ha hablado a otros, y me ha dicho de otros; y yo sé que Él es Dios. Correcto. Él fue tan bondadoso que descendió y permitió que me tomara una foto con Él, donde el mundo científico no puede negarlo. Y yo abrí allí en las Escrituras y vi que eso es exactamente para cumplir esta edad de la iglesia, exactamente lo que acontece, para que yo sepa que estamos aquí. Amén.",
    "Ahora, tal vez nosotros no seamos educados; tal vez no seamos gente de la alta sociedad y cosas como ésas. Nosotros tal vez no seamos dignatarios, pero sí conocemos a Dios. Nosotros lo conocemos a Él por el Espíritu Santo (¿ven?), y eso cuadra Palabra por Palabra con la Escritura, por lo cual sabemos que es verdad. Estamos viviendo en los días postreros.",
    "Ahora, en eso, recuerden lo de este año profético, lo de 360 días en el año. Miren a todo lo demás. La naturaleza, si algunos de Uds. pueden entender, aun en lo de las mujeres y en lo demás, ¿lo ven? Treinta, 30 días, ven que es—es… Toda la naturaleza ha sido establecida así, ¿ven? No 31, treinta…, 28 o algo, es exactamente 30 días para cada año. Ése es el calendario Profético, exactamente 483 días.",
    "Aquí, tenemos la prueba exacta de la profecía, cuatrocientos y—y cuarenta y cinco años, antes, fue exactamente correcto. Ahora, todo eso que fue profetizado para que se cumpliera en esas setenta semanas, jamás sucedió allá, así que queda ahora para los últimos días.",
    "Ahora, mis hermanos pentecostales; ahora, mis hermanos testigos de Jehová: ¿se dan Uds. cuenta? ¿Saben Uds. dónde aparecieron los 144.000 mil? ¿Saben Uds. dónde aparecieron todos los grandes milagros de Apocalipsis? Más allá en la edad judía, no en la nuestra. En ella no hay nada registrado sólo la Iglesia preparándose y saliendo. Seguro, con el poder de Dios nosotros obramos milagros y maravillas; sabemos eso. Pero la cosa genuina fue acá para los judíos; yo me refiero al verdadero poder en obra, obrando milagros. Los cuatro…",
    "Los 144.000 mil no aparecen allí. Ellos están por… Ellos no aparecen en el capítulo 3. Ellos están más allá en las Escrituras, más adelante. Y ahora vemos que todo esto debía acontecer para este tiempo de la semana setenta, la última semana. Ahora, si ellos ya han tenido sesenta y nueve semanas, y las vivieron exactamente en la manera que Dios dijo que lo harían, y sucedió exactamente en la manera que Dios dijo que sucedería, entonces hay una semana más prometida para los judíos. Ahora, hermanos, simplemente prepárense. ¿Ven? ¿Ven? Escuchen qué tan cerca estamos. La última semana, siete, el séptimo año.",
    "Ahora, ¿entienden todos hasta aquí? Si entienden, ¿entienden todos hasta aquí, que es perfectamente la Verdad? ¡Es la Biblia, son los años proféticos!",
    "Ahora avanzamos, y los tenemos por acá en el rechazo del Mesías (¿ven?), de acá… hasta el rechazo del Mesías, la última semana.",
    "Ahora, quiero detenerme aquí en esto por un momento y explicar esto. Que cuando ellos rechazaron al Mesías, fue cuando ellos, por supuesto, rechazaron a Jesús como Salvador y lo crucificaron. Recuerden Uds. lo que la Biblia dijo por acá: “Y Él será cortado, el Mesías, el Príncipe, pero no por Sí”. Ahora piensen cuán cerca acertó esa profecía. Yo quiero que capten esto muy bien, que si esa profecía acertó exactamente a la fecha, exactamente en el tiempo, y exactamente de la manera en que fue dicho, esta otra séptima semana que queda… unos siete años, más bien (siete días: siete años), acertará exactamente de acuerdo a la Escritura.",
    "Ahora recuerden, Él fue cortado, el Mesías. Los judíos, Dios dejó de lidiar con ellos. Ellos no avanzaron más. Luego ellos fueron esparcidos por el Imperio Romano. Y entonces si Uds. se fijan aquí en mi diagrama, quiero que ahora entiendan esto y lo dibujen. ¿Notan Uds. aquí donde tengo la cruz? Allí es donde ellos rechazaron. Pero el tiempo se extendió un poco más, de allí, ¿ven? ¿Por qué? Treinta, cuarenta, cincuenta, sesenta, setenta. 40 años más tarde, Tito (el general romano), destruyó a Israel (Jerusalén), y esparció la gente por todo el mundo; ¿lo ven?, Tito, 40 años después. Así que, realmente, el tiempo judío se extendió hasta completar…",
    "Dios no estaba lidiando con ellos. Él sólo lidió con ellos hasta cuando rechazaron a Cristo. Entonces cuando crucificaron a Cristo, ellos clamaron: “Que Su sangre sea sobre nosotros y sobre nuestros hijos”, y así ha sido desde entonces. Pero antes de que ellos fueran esparcidos… ¡Oigan! ¡Oh, hermanos! Antes de que ellos fueran esparcidos por todo el mundo, le había tomado a Dios cerca de 40 años para destruir el templo y esparcirlos por todo el mundo; pero Dios no volvió a lidiar con ellos más. Dios no lidió más con ellos.\n\nÉl comenzó a lidiar con los gentiles. ¿Saben Uds. eso, lo entienden ahora? Ahora aquí comenzamos en las edades de la iglesia, el tiempo de los gentiles, Dios apartado de los judíos.",
    "Ahora, mi hermano misionero, que iba a—a—a los judíos (un precioso amado hermano, está por aquí). Aquí es donde quiero que Ud. capte y entienda. Vea, Dios dejó de lidiar con los judíos allí mismo porque Dios siempre lidia con Israel como una nación; todos sabemos eso. Israel es una nación. Los gentiles son un pueblo, y Él tuvo que sacar un pueblo de entre los gentiles para Su Nombre. Entraremos en eso en unos momentos.",
    "Pero ahora, en estas siete edades de la iglesia que hemos estudiado (en el tiempo gentil), desde la crucifixión de Cristo hasta el fin de las edades de la iglesia, pues entendemos eso; lo hemos visto todo. Estamos llegando ahora a un lugar donde podemos tocar esto, y entrar en los Siete Sellos, Siete Copas, Siete Trompetas, y todo eso, y ver como cuadra; todo lidia con los judíos y es el juicio de Dios para la gente sobre la tierra. Y el remanente…",
    "Recuerden, en este gran tiempo de persecución hay millones de gentiles que morirán durante eso. Esa novia rechazada, ese—ese remanente de la Simiente de la mujer (la virgen dormida), ella pasa allí por eso. Está tan claro como estas setenta semanas, igual de claro; y ellos pasarán por eso. Así que si Uds. no tienen el Espíritu Santo, más les vale que lo consigan tan pronto como puedan. Nos encontramos en el tiempo del fin.",
    "Ahora noten, siete edades de la iglesia. Ahora, no tendré que repasarlas porque las tenemos en cinta y están siendo puestas en libros y todo; que ése fue el tiempo sobre el cual Dios no dijo que habría ciertos días, ciertas horas, o ciertos años; Él no dijo nada. Él dijo: “Hasta que la dispensación gentil hubiera terminado”. Dijo: “Hasta” cuando los muros fueran hollados es que Dios dejaría de lidiar con los gentiles.",
    "Ahora, nos damos cuenta que a través de estas edades, tuvimos al Espíritu Santo que vino. Y después, Dios (allá en el principio), comenzó a decir allá, cuando rechazaron a Cristo, Dios le mostró a Juan exactamente lo que sucedería durante el reino gentil. Ahora vean, nosotros no tenemos un cierto límite de tiempo como los judíos, pero tenemos un aviso. Nosotros tenemos—tenemos un poste de aviso. Pues Dios hizo con los judíos exactamente lo que Él dijo que haría en esos 69 años (o fue 483 años), pero 69 semanas. Y falta una semana, una semana aún está determinada.",
    "Ahora, no podemos aplicarla aquí adentro, porque esto es gentil, la Iglesia. Ahora, ¿cuántos entienden eso? [La congregación dice: “Amén”.—Ed.] Ahora, esto es Apocalipsis, empezando con el capítulo 1 hasta el capítulo 3 que nos lleva a Laodicea. Ahora, vemos exactamente cómo todo esto fue toda la Iglesia, el mundo eclesiástico en sí. Dios no incluyó al pecador, Él sólo… a menos que él se quiera salvar. Pero el mundo eclesiástico fue todo lo blanco; luego vinieron los nicolaítas que quisieron formar una organización. Entraron los dignatarios. Esto fue en Nicea, Roma, cuando ellos tuvieron el Concilio de Nicea. Y ¿qué hicieron? Ellos organizaron la iglesia, luego comenzaron a perseguir a los Cristianos. Luego, en la siguiente edad de la iglesia, el Cristianismo en cuanto al Bautismo del Espíritu Santo, por poco fue todo extinguido.",
    "Pero, como Uds. saben, yo regresé y tomé la historia, los Padres de Nicea, y los Padres Pre-Nicea, y todas las historias de la iglesia, y los manuscritos más antiguos que pude hallar; y cada uno de ellos les prueba a Uds. que la Iglesia de la que Dios estaba hablando no era esa Iglesia Católica organizada ni ninguna otra organización. Dios habló, por todas esas grandes estrellas de la edad, siendo hombres que enseñaron el Bautismo del Espíritu Santo, el Bautismo en el Nombre de Jesucristo, y la venida del Espíritu de Dios, y—y de hablar en lenguas, e interpretación de las lenguas, y sanidad y milagros y señales. Eso es lo que Dios determinó. Él no puede cambiar Su modo de pensar y decir: “Pues, ésta es Mi idea de la Iglesia, la Iglesia Apostólica; pero ahora Mi idea es una iglesia de dignatarios”. ¡Dios no cambia! Aún sigue siendo el Espíritu Santo.",
    "Y observamos y entonces lo presentamos, habiendo visto ya la naturaleza de Dios y lo que Él… y entonces presentamos Su Escritura. Y después tomamos la—la historia, mostrando que eso acertó exactamente en el punto, exactamente en la fecha, en la hora, en todo lo que Dios dijo a través de Juan que vendría a cumplimiento, sucedió en esa edad gentil.",
    "Ahora nos encontramos, más allá de cualquier sombra de duda, en la edad de Laodicea. Sabemos que allí estamos. Hemos pasado por la edad de Lutero; Hemos pasado por la edad de Wesley; ahora estamos en la edad de Laodicea, la última edad. Y nos damos cuenta que cada una de esas iglesias tuvo un mensajero; vimos eso. Las siete estrellas en Su mano, que eran Siete Espíritus que salieron de delante de Dios. Cada una tuvo un mensajero. Y encontramos, al venir por la Biblia, cuál sería la naturaleza de ese mensajero, cuál era la naturaleza de aquel mensajero que estaba por venir. Y escogimos los hombres en la historia que tuvieron esa naturaleza. Y luego cuando encontramos ese hombre en la historia que tuvo esa naturaleza, venimos a darnos cuenta que él era el mensajero a esa edad de la Iglesia. Luego vimos el Espíritu, y qué tanto hizo ese hombre. Y nos dimos cuenta que él fue un santo lleno del Espíritu Santo; San Irineo y todos esos otros, y—y San Colombo, y todos esos hombres llenos del Espíritu. Y sabemos por la Escritura, que ese tipo de Espíritu debía estar sobre esa clase de hombre para ese mismo tiempo. Allí está, así que no puede estar equivocado. ¡Amén! ¡Gloria a Dios! Eso simplemente…",
    "Yo no sé, hermano. Esto me aprovecha más que cualquier cosa que conozca (¿ven?), porque es la Palabra misma de Dios hablando. Cuando oigo a Dios decir algo, yo digo: “¡Amén!, es verdad, es correcto”. ¿Ven? Eso lo resuelve, todo concluye. “Dios lo ha dicho”. Eso, con eso basta.\n\nPues, Dios dijo que eso sucedería de esa manera, y nosotros lo vemos en la historia y en la Escritura. Nosotros lo leímos de esta edad de la iglesia; lo que haría, lo que acontecería, la clase de mensajero que hubo para esa edad de la iglesia. “Al—al ángel de la iglesia de Laodicea, al ángel de la iglesia de Sardis, Tiatira”, a todos éstos diferentes. Y regresamos en la historia y encontramos el—el mensajero de esa iglesia, y encontramos quién fue. Así entonces lo dibujamos y pusimos allí debajo sus nombres, y allí están. ¿Ven? Nosotros sabemos que eso acertó exactamente.",
    "Ahora, y sabemos que Dios estaba, siempre estuvo, y siempre ha estado, en contra de la religión organizada. Sí, señor. Él lo dijo: “¡Nicolaítas, lo que Yo odio!”. Nickao significa “conquistar al laico”. Laico es, el laico es “la iglesia, el cuerpo”. Nickao significa “conquistar, sobreponerse”, en otras palabras, “hacer a un hombre santo, alguien que esté sobre el otro”.\n\nNosotros todos somos hijos, tenemos un Rey, ése es Dios. Nosotros tenemos Uno Santo, y ése es Dios. ¡Amén! Y Él está en medio nuestro, en la forma del Espíritu Santo; Ése es el Santo.",
    "Ahora hemos llegado hasta acá con la plena seguridad que al pasar por la—la edad judía, obtuvimos exactamente esas sesenta y nueve semanas, según la historia, por el calendario, por el año profético de Dios, trayendo la historia del calendario Profético desde el Antiguo Testamento al Nuevo, y mostrando que es exactamente igual. ¿Ven?\n\nAhora tenemos la iglesia gentil desde el principio hasta el día postrero, y sabemos que estamos viviendo en el día postrero. ¡Amén! ¿Lo entienden? [La congregación dice: “Amén”.—Ed.] Ahora, entonces si estamos viviendo en este día postrero, al final de esta edad, entonces ¿en dónde estamos?",
    "Noten, acá, bien atrás, Uds. ven esta línea dibujada aquí atrás, donde Dios lidió con los judíos… o que dejó de lidiar con los judíos, le tomó a Él bastante tiempo para traerlos. Le tomó a Él 40 años para tenerlos en la condición donde Él pudiera hacer que los destruyeran, enviándolos a todas las naciones. Todo concluido para los días de los gentiles, Él tuvo que ponerlos en condición antes de que Él pudiera hacer que se cumpliese Su Palabra. ¿Ven lo que quiero decir? [La congregación dice: “Amén”.—Ed.] Todos los que entiendan digan: “Amén”. [“¡Amén”!] Vean, quiero estar seguro que Uds. lo entiendan.",
    "Ahora, ¿qué ha sucedido? Miren arriba de esta última edad de la iglesia. ¿Ven esta pequeña extensión? Los días gentiles se están terminando. Y durante los últimos 40 años los judíos han estado regresando a Jerusalén, regresando a su patria. ¡Aleluya! ¿Ven dónde estamos? Tomó 40 años, desde que le quitaron la vida al Mesías hasta que Tito destruyó el templo y esparció a los judíos. Han sido otros 40 años en los que Dios ha endurecido el corazón de toda clase de faraones por todas partes, y eso ha llevado a los judíos de regreso a su patria. No obstante, hoy ellos están nuevamente en su patria, y la Iglesia está en el fin. ¡Amén! [El Hermano Branham pausa.—Ed.] ¡Oh, yo—yo—yo solamente trato de leer!, ahora no puedo.",
    "Noten, los judíos están en su patria, y continúan regresando; si Uds. consiguen el Declive de la Guerra Mundial, volumen dos, cuando el General Allenby (después de la Primera Guerra Mundial), voló sobre Jerusalén y la capturó, y se tomó a Jerusalén. Y esos hombres Cristianos marcharon en Jerusalén quitándose los sombreros. Y Allenby se rindió sin tan solo disparar una pistola, o—o más bien ellos se rindieron a Allenby, los turcos. Y desde entonces, Dios ha endurecido el corazón de Mussolini, el corazón de Hítler, el corazón de Stalin, el corazón de hombres por toda región en odio a esos judíos.",
    "Y luego las grandes aves que bajaron, llamadas Eastern Airlines, o la línea Pan American, o la que haya sido. Yo creo que se llamaban T.W.A. Estaba en la—la revista, en la revista Life creo que fue, Look o Life (yo creo que fue Life), apenas en los últimos tres o cuatro años. Y Dios ha estado corriendo a los judíos de regreso a su patria, de la cual ellos han estado alejados durante 2.000 años, mientras los gentiles se estaban preparando. Y ahora los gentiles han sacado a Cristo de la iglesia, según Apocalipsis el capítulo 3. Él ni siquiera puede volver a entrar en Su iglesia, no hay lugar adonde Él pueda ir. ¡Él es rechazado!",
    "Y es tiempo para el Arrebatamiento. Todos los redimidos durante esto aquí, estos puntitos así, es la subida de los santos en la resurrección. Uds. ven, todos nos juntamos aquí. La Biblia dice: “Nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos o seremos impedimento a los que durmieron”. Por todo el camino aquí, aquí y aquí.",
    "¿Cómo será, hermano pentecostal? ¿Cómo puede Ud. aplicarlas por todo esto aquí en la edad de la Iglesia de Laodicea?\n\nEllos están allí, durmiendo, de cada una de estas edades, esperando. “Y nosotros que vivimos (el pequeño grupo que queda vivo acá), que quedan vivos hasta la Venida del Señor, no será impedimento a los que durmieron. Porque la trompeta de Dios sonará, y los muertos en Cristo resucitarán primero. Y nosotros seremos arrebatados juntamente con ellos”. ¡Amén! “Con ellos”, aquí estamos, reuniéndonos aquí mismo, “para ir a encontrar al Señor en el aire”. Y allí lo tienen. ¿Dónde estamos? Justamente aquí. ¿Dónde fue que le quitaron la vida al Mesías? Exactamente donde la Palabra dijo. ¿Dónde comenzará esa semana setenta? Exactamente después que esta Iglesia sea cortada. Entonces Dios regresa a los judíos.",
    "¿No recuerdan Uds., que tan pronto se va la Iglesia—que la Iglesia se va, entonces comienza lo de los judíos, ellos entran? Pero primero, la siguiente cosa en el orden, no es un poderoso avivamiento nacional—nacional entre los gentiles. La siguiente cosa en el orden, es la venida del Reino de Dios, la Venida de Cristo.",
    "Ahora, si Uds. quisieran, pudiéramos regresar aquí a Daniel el capítulo 2, versículo 34 y versículo 35. Y cuando a Daniel le fue dada… (el capítulo 2: 34 y 35), cuando a Daniel le fue dada la visión que los días de su pueblo se estaban acabando para un cierto tiempo, y él vio el comienzo de los gentiles, y vio la visión de esta gran piedra aquí, o esta gran imagen que tenía la cabeza de oro y el pecho de plata (ahora miren, va endureciendo, de plata a oro), luego, muslos de hierro, o muslos de bronce, y luego pies y piernas de hierro. Pero los dedos del pie, eran diez dedos, y esos dedos eran de hierro y barro. Y Él dijo: “Entretanto que viste que el hierro no se mezcla con el barro, estos reinos en sí no se mezclarán el uno con el otro, pero mezclarán sus simientes intentando romper el poder del otro”. ¿Ven?",
    "Ahora, lo que ha sucedido, la cabeza de oro fue Nabucodonosor, lo cual él interpretó. Dijo: “Otro rey vendrá y será inferior a ti”, el cual era Darío, los medo-persas, conquistando el reino gentil. El próximo que entró después de los medo-persas, ¿fue quién? Los griegos, Alejandro el Grande, y demás; los griegos se apoderaron de ese reino. Después ¿quién lo tomó de los griegos? Los romanos. Y ¿quién ha gobernado al mundo gentil desde entonces? ¡Los romanos! ¡Romanos! Ahora ése fue el hierro.",
    "Entonces noten, Roma existe hasta el fin, porque fue hasta la punta de los dedos. Y él vio lodo, barro; y ésas son personas; de lo que somos hechos. Y el hierro (la fuerza de Roma), gobernando cada una de esas naciones. Y Roma tiene poder en toda nación bajo el Cielo.",
    "Hay un hombre en el mundo que puede detener una guerra o comenzar una guerra, sin… con apenas decir una palabra: ése es el Papa. ¿Qué si él dijera: “Ningún católico levante un arma”? Eso sería todo, hermano. Diga lo que Ud. quiera. La mayor parte del mundo de la Cristiandad es católico, ¿ven? Muy bien. Dejen que él diga una palabra, y así es.",
    "Es como dijeron por aquí: “Quién…” Entraremos en eso más adelante. “¿Quién es capaz de hacer guerra contra la bestia? ¿Quién puede hablar como ella? ¿Quién puede? Entonces hagamos una imagen a la bestia”. Ésa es la confederación de iglesias: “formar una imagen semejante a ella”. ¿Ven? Confederar o unir a las denominaciones, lo cual Uds. ya lo han hecho. ¡Oh, sencillamente estamos en el fin; no queda más, amigo! Estamos aquí en el fin, ¿ven? “Hagamos una imagen a la bestia”, algo semejante a ella. Una imagen es algo que se parece, ¿ven? Ahora estamos en el tiempo del fin.",
    "Ahora, noten en esto, al fin de esta edad. Ahora Daniel, en el capítulo 2 y el versículo 34 y 35, él observó esta imagen con gran consideración. Y él la miró hasta que una Piedra fue cortada de la montaña, no con mano, y vino rodando y golpeó la imagen en los pies y la rompió. Ahora, no la golpeó en la cabeza; la golpeó en los pies; ése fue el tiempo del fin, esos diez dedos.",
    "Notaron Uds., aquí exactamente, antes que saliera el Sr. Eisenhower (el último protestante de—de América, en—en la Presidencia, y dudo que jamás habrá otro), pero—pero, cuando… es sólo para mostrar eso, que si la gente tan sólo despertara. Cuando él se reunió, había… la última reunión en la que ellos, que él se reunió con Rusia, había cinco países comunistas orientales representados; cinco países occidentales. El Sr. Krushchev era la cabeza de los países orientales. El Sr. Eisenhower era la cabeza de los países occidentales. Y Krushchev, según entiendo y me han dicho, que en el lenguaje ruso Krushchev significa “barro”; y Eisenhower significa “hierro”, en el inglés. Allí está el hierro y barro que no mezclarán. Y él se quitó el zapato y con él golpeó el podio y todo lo demás. Eso no se mezclará.",
    "Pero es en los días de estos imperios que la Roca (la Piedra que fue cortada de la montaña, no con mano), golpeó la imagen en los pies. Ahora: “Cortada de una montaña”. Debió haber sido una montaña de piedra. Fue cortada de una montaña de piedra. Ahora, ¿lo notaron?",
    "Ahora, hermanos ministros, y hermanos y hermanas por todo el mundo: Según mi entendimiento, la primera Biblia que fue escrita, Dios la escribió en los cielos; pues deben mirar hacia arriba y ver que hay un—un Dios en el Cielo; que Dios está sobre ellos. Y si Uds. notan en el zodiaco… Ahora no vaya ninguno de Uds. a… Quédense correctamente aquí con esta Biblia, ¿ven? Pero el—el zodíaco, al principio el zodíaco empieza (hasta donde entiendo), con la virgen; el último en el orden del zodíaco es Leo el León. Ésa es la primera Venida de Cristo, por la virgen; la segunda Venida es el León de la tribu de Judá, ¿ven? Después tenemos la edad de cáncer y así también por el zodíaco.",
    "Ahora, nos damos cuenta que había otra escrita, u otra establecida; y ésa fue la pirámide. ¿Notaron Uds. en las pirámides cómo empieza ancho abajo, como una montaña, hechas de roca sólida, subiendo así hasta llegar arriba? Pero nunca hubo una corona puesta sobre la pirámide, la gran pirámide allí en Egipto. Saque un… Si tienen un billete de dólar en el bolsillo, saquen un billete de dólar y mírenlo. Y Uds. encontrarán aquí en un lado el sello americano, y en el otro lado en la parte de abajo tiene la pirámide. Y sobre la pirámide, la piedra de corona, pero es un gran ojo. Y dice, en la parte de abajo de esta pirámide, “El gran sello”. ¿Por qué no es el águila americana el gran sello? Pues ése es el sello de Dios. Recuerdan que solíamos cantar un cantito:\n\nPor todo el camino Al verdadero hogar del alma,\n\nUn Ojo te vigila;\n\nA cada paso, Este gran Ojo está despierto,\n\nUn ojo te está mirando.\n\nCorrecto. Recuerdan que teníamos un pequeño—un pequeño jubileo, en el que decíamos:\n\nSi robas, haces trampa y mientes, Y en la iglesia testificas,\n\nUn Ojo te está mirando.",
    "Ahora, el gran sello. Ahora, sabemos… Yo no lo entiendo, la medida de la pirámide. Pero simplemente se los he estado diciendo a Uds. en las últimas, en algunas de estas enseñanzas que hemos tenido, para que Uds. vean que todo va junto.",
    "Ahora, la pirámide empezó representando la Iglesia, ancha en la parte de abajo. A medida que se acerca a la parte de arriba, comienza a hacerse más en forma de un—un embudo.",
    "Ahora, nos damos cuenta que ella llega directo hasta la parte de arriba, y no la completaron. ¿Por qué? ¿Por qué? Me pregunto ¿por qué? Porque dice la Biblia que la Piedra de Corona fue rechazada. Ellos fueron rechazados.",
    "Ahora miren, la edad de la iglesia… oigan ahora atentamente; no se pierdan esto. La edad de la iglesia ha venido desde un principio de la reforma, Lutero, allá en los tiempos que fueron colocadas las piedras del fundamento, sobre la doctrina de los apóstoles. Luego encontramos que mientras los tiempos continuaron, de una edad a otra, la Iglesia se fue tornando cada vez más en una minoría. Hasta que llegó a… Lutero predicó justificación. Después, sólo por ser, o confesar ser un Cristiano, le daban a uno muerte, en los días de los martirios, mártires.",
    "Ahora nos damos cuenta, en los días de Wesley, que uno era un santo rodador si llegaba a confesar a Cristo allá, ese nuevo metodista. La gente salió aquí, cuando Wesley vino acá a Asbury, ellos tuvieron reuniones acá en América (leyendo la historia), y se reunían en las escuelas; no los recibían en las iglesias. Y ellos finalmente llegaban al punto donde el Espíritu Santo caía sobre ellos, y caían en el piso, y les echaban agua, los abanicaban con un abanico, pensaban que se habían desmayado. Y yo mismo he estado allí en sus reuniones, durante mis 50 años. Y yo les he visto caer bajo el poder del Espíritu Santo de esa manera, y les echaban agua en la cara y de todo, los antiguos metodistas libres, hace muchos años. Eso fue una persecución.",
    "Ahora, después que esa edad pasó (la edad de Wesley), entró la edad pentecostal con el bautismo del Espíritu Santo. ¿Ven? Va tomando forma todo el tiempo. Ahora recuerden: esa Piedra de Corona aún no estaba allí encima. [El Hermano Branham escribe algo en la pizarra y golpea allí con la tiza dos veces.—Ed.] ¿Por qué? Ellos formaron la Iglesia exactamente, o sea la pirámide, de manera que encajara con la Piedra de Corona; pero la Piedra de Corona nunca llegó. ¡Oh!, Uds. ven dónde estoy, ¿verdad?",
    "Ahora, el ministerio desde Lutero hasta terminar Pentecostés, en esa pequeña minoría acá arriba… Por eso es que la Luz casi se apaga, en esta edad, allí en el calendario, en la ilustración. Es la edad Pentecostal, Pentecostés; no las denominaciones pentecostales, pues ellas hicieron exactamente igual que Laodicea (ellas son laodicenses). Ellas hicieron igual que los nicolaítas, se organizaron.\n\nPero la verdadera Iglesia alrededor del mundo, se ha venido formando a donde ha venido un ministerio a Ella, exactamente como el ministerio de Jesucristo. Ahora, ¿qué tienen? Tienen la cosa en forma. Ahora ¿qué es lo siguiente? Esta Piedra rechazada de la pirámide, cortada de la montaña (¿no con qué?) No con manos. ¡Dios la envió! ¿Ven Uds. eso? [“Amén”.—Ed.] El que fue rechazado, la Piedra rechazada es la cabeza de Esto; es la cabeza, la Piedra de Corona. Y la Misma que ellos han rechazado durante esta edad gentil, es Cristo. Y Cristo no fue cortado y luego puesto aquí como un vicario, o un hijo de Dios o algún gran dignatario en la iglesia; Él es el Espíritu Santo. Y la corona de la pirámide será Cristo viniendo. ¿Lo ven? [“Amén”.]",
    "Ahora, por cuanto ellos están en forma (¿ven de dónde obtuve esta forma aquí como la pirámide, el arrebatamiento de los santos?), esto produce la marcha a la Gloria. ¿Lo entienden ahora? [La congregación dice: “Amén”.—Ed.] Cristo, la Piedra de Corona, la Piedra rechazada, el Ojo que todo lo ve, viniendo exactamente como dijo la Biblia. Y Daniel dijo que él vio esta edad gentil hasta que una Piedra salió de una montaña que no fue cortada con manos. Ellos nunca han puesto una piedra de corona sobre esa pirámide. Ella no fue cortada con manos de hombre. Es la mano de Dios que cortó la Piedra, ¿lo ven? [“Amén”.] Y ¿qué hizo? Golpeó la imagen directamente en los pies, y la partió en pedazos, la molió hasta polvo. ¡Aleluya! ¿Qué sucede en ese tiempo, en la venida de esa Piedra? La Iglesia subió a la Gloria, en el Rapto, porque eso terminó la dispensación gentil. Dios le puso fin; la venida de esa Piedra.",
    "Antes había unas personas que venían aquí a la iglesia, un hombre bajito y su esposa. Ellos tomaban una Biblia y la dejaban por allí en algún lugar; y comenzaban a cantar:\n\nOh, estoy buscando por esa Piedra que rodaba en Babilonia,\n\nRodaba en Babilonia… (Y daban vueltas, buscándola ¿ven?)\n\nBuscando esa Piedra que rodaba en Babilonia.",
    "¡Allí está Él! Cristo es esa Piedra. Él no nació de hombre; Él nació de Dios. Él viene por una Iglesia que ha vuelto a nacer por el Espíritu de Dios, porque la fuerza de esa Piedra de Corona fluye por toda la Iglesia, como un imán.",
    "Yo recuerdo que estaba por acá, observando esa fábrica aquella vez, donde ellos le estaban dando forma a todas esas cosas. Y todas esas sobras quedaron tiradas allí, y ellos las barrieron. Esa gran piedra pasó y las recogió (esa gran piedra de imán), y las recogió todas porque estaban magnetizadas a ella.\n\nNosotros tenemos que estar magnetizados a esa Piedra de Corona. Esa Piedra de Corona es el Espíritu Santo, Cristo. Y cada uno de nosotros tiene ese magnetismo del Espíritu Santo. Cuando esa Piedra golpee la imagen, la Iglesia se atraerá a Ella. De nuevo Ella será levantada a la Gloria, en el Arrebatamiento de los santos, cuando Ella salga en aquel día.",
    "Ahora, miren aquí. Nos damos cuenta que los judíos han estado regresando ahora por cerca de 40 años, casi el mismo tiempo que les tomó hasta la destrucción del templo. Les ha tomado cerca de 40 años en regresar, hasta que ellos reconstruyan otro templo. ¿Ven? Estamos allí mismo al final del camino. Pues si la gentil…",
    "Ahora tomemos la… Vemos la Iglesia, la venida de la Piedra. Tomemos la última edad. Nosotros la repasamos, vimos cómo… Yo creo que tengo algo anotado aquí acerca de eso. Miremos un momento. “Y el príncipe que debe venir, el cual es el anticristo, hará un pacto con los judíos”. Y en Daniel 7… o 9:27: “Y a la mitad de la semana (tres años y medio), la bestia hará un pacto…” Yo—yo quiero llegar a eso un poco más adelante, a ese pacto. Queremos… Quiero comenzar ahora precisamente aquí.",
    "Cada una de estas edades gentiles es infaliblemente probada en cuanto a su mensajero, el mensaje y lo que habría de suceder.\n\nEsta edad aquí fue una edad gloriosa.\n\nLa siguiente edad, dijo que habría una doctrina llamada, o algo que entraría, llamado: “Los—los dichos de los nicolaítas”.\n\nDespués se convirtió en lo siguiente, en una doctrina.\n\nDespués llegó a un matrimonio de… a la iglesia nicolaíta y la persecución de los santos. Todo ocurrió así de esa manera.\n\nLlegamos a la siguiente, comenzó solamente con un poquito de Luz. “Tienes poquita fuerza, y tienes nombre de que vives, pero estás muerta. Fortalece lo que ya tienes, no sea que venga y te quite el candelero”.",
    "Allí vino Wesley después de eso, con su edad. Vemos exactamente lo de la edad de Wesley, ¿cómo fue llamada? Filadelfia. La más grandiosa edad de amor que hemos tenido, la edad de Filadelfia, correcto, fue en el tiempo de Juan Wesley.\n\nCuando él salió, entró Pentecostés, y ésa era tibia.\n\nDespués regresamos y nos dimos cuenta de la clase de Mensaje que vendría a los pentecostales en el fin.\n\nRecuerden, cada uno vino al final de la edad. San Pablo vino al final. Los demás vinieron al final, San Irineo y todos los demás. La edad de uno entró a la edad del otro, se empalmó, y él la tomó y fue a la siguiente edad con ello. ¿Ven?",
    "Ahora, encontramos que en esta edad hay una estrella, como tenemos allí. Tenemos una estrella, un mensajero. Tenemos una persona, un—un Mensaje que sale para la edad; una gente para rechazarlo; una gente para recibirlo. Y el mensajero de esta edad habría de venir en el poder de Elías; correcto. Y él debía “restaurar la Fe de los hijos otra vez a los padres, traer el remanente pentecostal que queda de regreso a la verdadera Fe apostólica”.",
    "Ahora, la verdadera Fe apostólica (si Uds. lo leen en el Libro de los Hechos), se darán cuenta que nunca hubo, ni una sola vez, una persona que se llegara a bautizar “en el Nombre de ‘Padre, Hijo y Espíritu Santo’”.\n\nNo hubo uno de ellos que fuera rociado. No existió nada de esto que tenemos hoy día, llamado pentecostés, que llegó a suceder allá. Ellos tenían verdaderas manifestaciones, y al Espíritu de Dios entre ellos el cual fue infaliblemente el Hijo de Dios obrando con ellos.\n\nEsta persona que debía venir, este Mensaje más bien, que debía venir, debía ser como Elías. Elías iba a venir tres veces.\n\nAhora, Ud. dice: “Ese individuo fue Juan Bautista”. Si Uds. notan, Jesús dijo que Juan el Bautista fue el mensajero de Malaquías 3, no el de Malaquías 4. “He aquí, yo envío Mi mensajero delante de Mí”. Yo creo que es Mateo 11: 6, Ud. lo encontrará por allí, en Mateo el capítulo 11.",
    "Ahora, pero en estos días postreros deberá venir un Espíritu de Elías entre la gente, y él deberá hacer lo mismo que hicieron ellos allá. Su naturaleza sería la misma, la naturaleza de la Iglesia, la naturaleza de la—la persona sería exactamente la misma. Y ese Mensaje saliendo, buscando… Él sería odiado por la gente. Él odiaría a las mujeres (a las deshonrosas, de todos modos), a las malas. Amaría el desierto; malhumorado, un individuo enojado todo el tiempo, como lo fue Elías y como lo fue Juan. Y nosotros hemos visto todo esto que ha ocurrido. Si hemos tenido el Mensaje, vemos a Cristo rechazado. Uno tiene que pertenecer a una de estas organizaciones o no puede entrar a ellas. Así que Él, Él es echado afuera. ¿Ven? Cristo no puede obrar entre ellas.\n\n“¿Qué es Ud.”?\n\n“Un Cristiano”.\n\n“¿A qué denominación pertenece”?\n\n“Yo no pertenezco a ninguna”.\n\n“¡No nos sirve”!",
    "¿Ven? Él es rechazado, es verdad. ¿Ven? ¡Lo rechazan! Elías también fue rechazado, igual que Juan fue rechazado. Pero ¿qué? ¿Les afectó eso a ellos? ¿Afectó su mensaje? Ellos dijeron: “¡Oh, duros de cerviz!”, ellos les dieron con todo. Ellos no retuvieron golpe alguno; continuaron adelante. Y el Mensaje de Dios avanzará sin importar lo que cualquiera diga (¿ven?), hasta la consumación, y cuando el… lo que está determinado sea derramado; y nosotros estamos en el fin.",
    "Ahora, nos encontramos hoy a 40 años desde que han regresado, de la Primera Guerra Mundial y los judíos han regresado a su propia tierra. Dios no lidió con Israel hasta que ella estuvo en su propia tierra.",
    "Ahora, recuerdan Uds. a los judíos que regresaban, esos judíos de allá de las otras naciones, y que la revista Look tuvo el artículo de eso. Yo leí un recorte de algún periódico, alguna revista religiosa, que cuando ellos… esos aviones fueron allá para recoger a estos judíos por allá en Irán; y no sé dónde era que estaban, ellos estaban esparcidos.\n\nAhora, ésos son los verdaderos judíos, ésos que nunca tuvieron oportunidad. Ahora, hermano, allí están sus 144.000. Cuando lleguemos a Apocalipsis 11 Uds. los verán. Él dijo: “Hay doce tribus (de Gad), doce tribus (de Aser), doce tribus (de Rubén), doce tribus…”. Y ¿dónde estaban todos parados? En el Monte Sinaí. Judíos, ya de regreso en su patria, allí estaban. Esos eran ellos, no esta cantidad de ladrones del Mercado en Wall Street, no, señor; eran los verdaderos judíos.",
    "Y cuando este rabino anciano se paró allá y vio este avión aterrizar, esos judíos (Uds. lo leyeron en la revista), aún estaban arando con arados de madera. Y cuando ellos vieron esa cosa aterrizar allí, ellos no se le iban a acercar. Ese rabino anciano se paró allá y dijo: “Recuerden, nuestro profeta dijo: ‘Cuando nosotros regresemos a nuestra patria, seremos llevados de regreso sobre las alas de un águila’”.\n\nNaciones confusas, Israel despertando,\n\nSeñales que los profetas hablaron.\n\nEstamos por entrar en esa séptima semana para ellos.",
    "Pienso de mí mismo, parado por allá, cuando el Hermano Pethrus envió esos pequeños Nuevos Testamentos y ellos los leyeron. Ellos dijeron: “Pues si éste es el Mesías, veamos—veámosle obrar la señal del profeta; si Él no está muerto, está vivo”. Dijeron: “Si Él resucitó, Él vive en Su Iglesia; ‘veámoslo a Él obrar la señal del Profeta y nosotros Le creeremos’”. Los judíos siempre han creído. Ellos saben que el Mesías habrá de ser Profeta.",
    "Y cuando estuve allá con el Hermano Arganbright ese día, en ese lugar, y esos judíos parados allí, dijeron: “Sencillamente venga a nosotros, a nuestro pueblo”.",
    "Yo dije: “Seguro, me daría gusto ir”. Simplemente tomé una decisión demasiado rápido.",
    "Llegué al Cairo, Egipto. (La otra noche cuando vi ese avión aterrizando allí en el Cairo, me lo trajo a la mente). Entonces cuando llegamos allá y yo tenía mi boleto para ir a Israel, ellos me iban a encontrar allí. Yo dije: “Vayan y reúnan unos cuantos miles de los líderes. Tráiganlos por acá a algún valle, y veremos si Él todavía es Profeta o no. (Amén.) Pues veamos lo que Él hará”. ¡Oh, eso estaba justamente en sus manos! Eso es lo que ellos querían. Si podían ver eso, ellos lo creerían.",
    "Entonces ¿qué hice yo? Me bajé allí en el Cairo y ya iba para allá, ya tenía mi boleto, con veinte minutos para ser llamado. Algo dijo: “No ahora, la copa de la iniquidad de los gentiles todavía no está llena, lo de los amorreos no se ha cumplido. ¡No vayas allá!”. Pensé que quizás sólo me había imaginado eso, y salí detrás del hangar y oré. Dijo: “No vayas allá ahora”. Entonces tomé mi boleto y me fui a otro lugar. Yo no fui, porque todavía no es la hora.",
    "Ahora, ¿qué tiempo les concederá Dios a esos judíos, para que comience a lidiar con ellos otra vez? No se los puedo decir. Yo no sé, nadie sabe eso. Pero oigan, si Israel ya está en su patria, ya todo está listo; las piedras todas han sido recogidas y la irrigación, las aguas, y todo lo que Dios prometió. Ellos encontraron pozos y cosas allí, y arroyos grandes, ése es el lugar más hermoso que Uds. hayan visto. Ellos tienen una ciudad edificada allá. Ellos tienen irrigación. Ellos tienen la mejor tierra que hay en el mundo, allí. Y nos damos cuenta que allá en el Mar Muerto hay más químicos, suficiente para comprar el mundo varias veces. ¿Ven?",
    "Todo ha caído en sus manos. ¿Cómo lo hicieron? Porque el corazón de Hítler fue endurecido, el corazón de Mussolini fue endurecido, igual como el corazón del Faraón fue endurecido, forzándolos a ellos a regresar a esa tierra. Y por 40 años ellos han estado regresando a esa tierra. Ahora ellos se encuentran allá, esperando.",
    "La Iglesia Gentil está en Laodicea, al fin de la edad de Laodicea. Si los judíos están en su patria, ya están allá, y la apostasía gentil ha acontecido; y tenemos un Presidente como el que tenemos; tenemos una nación que está dividida como la tenemos; tenemos bombas atómicas colgando en los hangares; tenemos una iglesia que está tibia; tenemos una iglesia de personas que ellos mismos se han juntado; tenemos un ministerio que se moldea al ministerio de Jesucristo para recibir la Piedra cuando venga, ¿qué falta por suceder? Puede ser en cualquier minuto. Ya no falta más. Estamos en el tiempo del fin. ¡Oh, gloria! No sé si voy a lograr entrar en ese jubileo o no, pero como sea, sólo quiero—quiero traerles parte de eso.",
    "Oigan. Pueden… ¿Cuántos ahora pueden ver? ¿Ven Uds. dónde la Escritura prueba que las setenta semanas son 49 años? [La congregación dice: “Amén”.—Ed.] ¿Ven Uds. dónde las 62 semanas eran 434 años? [“Amén”.] ¿Ven Uds. dónde las—las 69 semanas allá eran—eran (¿Cuánto era? 800 y… 483 años), 483 años hasta este tiempo. ¿Ven Uds. dónde fue que le quitaron la vida al Príncipe? Vean, fueron 40 años para que esos judíos finalmente pudiesen entrar en su lugar, donde Dios dijo.",
    "Miren acá donde la edad gentil ha pasado por todo lo que dijimos que haría; donde, no lo que nosotros dijimos que haría; lo que la Biblia dijo que haría. Lo que la Biblia dijo que haría, vino directo a esta última edad; y por 40 años esos judíos han estado regresando acá, preparándose, para que Dios haga exactamente lo que Él hizo aquí. Ellos salieron de esa manera y ellos entran de esa manera; e Israel entonces está de nuevo en su patria.",
    "Ahora, ¿cuándo es que Dios va a dar comienzo a la última semana para ellos? ¿Cuándo? Podría ser hoy, puede ser antes que el sol se ponga esta tarde; Dios lo declarará. ¿Cuándo será? Yo no sé. Me lo estoy preguntando. Pero voy a traer algo aquí ahora, dentro de unos minutos, y no sé si Uds. lo van a creer o no; pero yo—yo creo que de todos modos tengo que decirlo.",
    "Nosotros estamos en la patria. Los judíos están en una patria. Nosotros estamos al final de la edad, listos para el Rapto. El Rapto ocurre; la Iglesia sube; seremos arrebatados para recibirlo a Él en el aire; todos sabemos eso. La Piedra que fue cortada de la montaña está lista para venir en cualquier momento. Y cuando venga, ¿qué va a hacer? Termina con la edad gentil. Todo habrá terminado y Dios deja de lidiar completamente con ellos. “El que es inmundo, sea inmundo todavía; el que es santo, santifíquese todavía”. ¿Ven? ¿Qué hace Él entonces? Él se lleva a Su Iglesia, los que están llenos del Espíritu Santo.",
    "¿Cuáles son los “inmundos”? Ésa es la virgen dormida y aquéllos que resucitan para juicio, mucho más acá. Tomaremos eso en otro mapa (cuando avancemos con éste), donde ella viene al Juicio del Trono Blanco y tenga que ser juzgada por los redimidos. Pablo nos dijo que no lleváramos ningún asunto a la corte porque los santos juzgarían la tierra. Eso es correcto. Estamos en el tiempo del fin, aquí, ahora. [El Hermano Branham indica a su dibujo en el tablero.—Ed.] Muy bien.",
    "Y a la mitad de esta semana… Ahora, aquí está la setenta. Ahora, si éstas fueron exactamente siete años, cada una de las semanas, y ya hemos tenido 69 semanas; luego tenemos la edad gentil (y sabemos que estamos al final de la edad gentil), entonces hay una semana más que queda para el judío, ¿es eso correcto? [La congregación dice: “Amén”.—Ed.] Y eso es exactamente siete años. Si esto acá fueron siete años, eso es siete años, porque Él dijo: “Hay setenta semanas determinadas sobre tu pueblo”. Entonces sabemos que tenemos siete años para los judíos. ¿Es verdad? [“Amén”.] Ahora mírenlo. Si hay una pregunta, quiero saberla. ¿Ven?",
    "Ahora, y a la mitad de la semana, la mitad de esta semana judía (¿Lo ven?, eso es tres años y medio, años), el anticristo, el príncipe, un príncipe que ha de venir… Y recuerden, él sale de Roma, el príncipe que ha de venir. ¿Qué es él? Un papa, un príncipe entre la gente, que ha de venir; se levantará un Faraón que no conoce a José.",
    "Ahora, Uds. protestantes dicen: “Bueno, ¡pues así es!”. Pero esperen un momento. Encontramos que los protestantes tienen una organización, hacen una confederación de iglesias (una imagen a la bestia), y entran juntamente con ellos.",
    "Y nos damos cuenta aquí que los judíos son convocados a esta confederación (sí, señor), y ellos aceptan; y la Biblia dice que ellos lo hicieron. Y él hace un pacto con ellos.\n\nA la mitad de la semana setenta, él lo rompe, el anticristo rompe su pacto con los judíos, “tu pueblo”. ¿Por qué?\n\nY leemos en Apocalipsis 11, que “Yo enviaré…” (Eso es en el 11, estamos llegando al 19.) Que Él enviará Sus dos profetas, y ellos profetizarán en ese tiempo; y después ellos se enojarán con estos profetas y efectivamente los matarán. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Y sus cadáveres estarán tendidos en la calle que en sentido espiritual es llamada Sodoma y Gomorra, donde nuestro Señor fue crucificado: Jerusalén. ¿Es correcto? [“Amén”.] Y estarán tendidos allí por tres días y tres noches. Y después de los tres días y noches, el espíritu de vida entrará en ellos y serán resucitados y subirán a la Gloria. La décima parte de la ciudad cayó en ese momento, ¿es correcto? [“Amén”.] ¿Ven? ¿Qué es eso? A la mitad de estos últimos 70 años.",
    "Cuando la Iglesia sube; entonces la confederación, la virgen dormida: metodistas, bautistas, presbiterianos y pentecostales tibios, todos ellos unidos, con la Confederación (lo cual ya tienen ahora su gran régimen) y cuando lo hagan, ellos harán un pacto. Y pues, ahora, este papa nuevo que tenemos ahora, quiere unirlos a todos. ¿Pueden ver Uds. cómo la cosa se está desarrollando? [La congregación dice: “Amén”.—Ed.] Va a dar una charla de eso y atraerlos a todos, por primera vez en cientos y cientos y cientos de años; unos mil o dos mil años etc., que no ha sido hecho. Pero ahora él los hará entrar a todos, y hará una confederación, y al formar parte los judíos lo aceptarán. ¡Oh, vaya! ¡Gloria! ¡Aleluya! ¡Gloria sea a nuestro Dios que vive para siempre y por siempre! ¡Ahí lo tienen! Ahora, hermano, eso es tan sencillo, tan sencillo que un muchachito podría verlo. La confederación unirá a judíos y protestantes y católicos.",
    "Y recuerden, ¿qué van a hacer estos dos profetas cuando vengan?",
    "Esta bestia, este príncipe que desparramará el poder de la gente santa, ¿qué hará él? Él romperá su pacto con ellos. Después de tres años y medio, él los expulsará. Ahora, la gente cree que ése es el comunismo. Eso es sólo porque Ud.… el Espíritu de Dios aún no ha lidiado con Ud. No es comunismo; es la religión. La Biblia dice que: “Sería tan parecido que aun engañaría a los propios Escogidos si fuere posible”. Jesús lo dijo. ¿Ven? Estamos ya en lo último.",
    "Ahora, estos dos profetas, ¿qué harán ellos? Son Moisés y Elías que vienen a la escena. Ellos les dirán a esos judíos su error. Y de esa cantidad de judíos que ahora están allí, que formarán los ciento cuarenta y cuatro mil, Dios los llamará por medio de estos profetas. ¿Qué es? El Espíritu de Elías de esta iglesia gentil simplemente continuará en esa iglesia judía, entrará y llamará; Moisés juntamente con él. ¡Aleluya! ¿Lo ven? [La congregación dice: “Amén”.—Ed.] Y él predicará el mismo Mensaje de Pentecostés a esos judíos: que ellos rechazaron al Mesías. “¡Amén”! ¿Lo ven Uds.? [“Amén”.] Será el mismo Mensaje de Pentecostés que estos judíos les predicarán a ellos. Y ellos odiaran tanto a esos judíos, a tal grado que los matarán. Y ellos fueron odiados por todas las naciones. Y a la mitad de la semana… Y fue porque ellos habían levantado a esos poderosos 144.000. Ellos tenían el Espíritu Santo, y hermano, hablar de obrar milagros, ellos los obraron. “Ellos cerraron los cielos y no llovió en los días de su profecía; hirieron la tierra con plagas cuantas veces quisieron”. Ellos dieron plagas y todo lo demás; les harán el camino muy difícil a esos romanos. No obstante, al fin ellos serán asesinados. Nuestro Dios es un Dios terrible cuando es enojado. Pero recuerden, eso es allá en la semana setenta y la Iglesia está en la Gloria (amén), la Cena de la Boda está aconteciendo. ¡Sí!",
    "Ahora noten. Allí es donde la vemos a Ella regresando al Templo Milenial por acá al final de la edad judía, los “ungidos”. Aquí viene Él, cabalgando en un caballo blanco; aquéllos le siguieron en caballos blancos (caballo, “poderes”), vestido de blanco, sangre… o más bien su vestidura teñida en sangre; llevaba escrito Él: “El Verbo de Dios”. Él viene como un poderoso Conquistador (sí, señor), para establecer el Milenio, entrando al Templo. ¡Gloria! Allí Él se encontrará con esos ciento cuarenta y cuatro mil, ahora eso es aquí después de esa semana setenta.",
    "La semana setenta, esto acontece durante la semana setenta. En la tres, a la mitad de ella, él lo rompe porque mata esos dos profetas pentecostales (…señor) que hieren la tierra.\n\nY ¡vaya!, Él maldice esa iglesia y la quema con fuego. Y pues, ella… La encontramos allí, que aun los de los barcos se pararon a la distancia, dijeron: “¡Ay, ay de la gran ciudad inmoral de Roma!, ella llegó a su fin en una hora”. Ella fue volada en pedazos. Dios sabe cómo hacer las cosas. Y uno de los Ángeles miró hacia allá y dijo: “Pues la sangre de cada mártir de Cristo se encontró en ella”, por sus engaños (saliendo por acá a organizar y andar inventando toda otra clase de cosas), y por contaminar la iglesia introduciéndole allí esas cosas, y por haber martirizado a los propios que trataron de pararse y de sacarlos de eso.",
    "¡Gloria! ¡Oh!, Yo—yo no sé. Yo—yo—yo quiero pasar al más allá. ¿Ven? ¡No están contentos Uds. por la Luz del Hijo, por caminar en la Luz del Hijo! ¿En dónde estamos, hermano? ¡En la última hora! Eso puede suceder en cualquier momento; ¡hemos llegado!",
    "El—el Mensaje ha salido para la iglesia postrera; la iglesia rechazó a su Cristo. Los judíos están en su patria por el espacio de tiempo abarcando cuarenta años. La nueva ciudad ha sido edificada. Ellos están vigilando (¿por qué?), por un Mesías que vendrá. ¿Cuándo será? Yo no sé. Cuando esa Piedra derribe la imagen aquí, Ella desaparece; todo habrá terminado para entonces.",
    "Ahora, noten aquí. A la mitad de la semana, tres días y medio… (tres años y medio más bien), él rompe el pacto y causa que el sacrificio y la ofrenda, lo cual ellos ya tendrán establecido…\n\nPues, ellos volverán y dirán: “Ahora miren, todos Uds. son iglesias; Uds. pueden ser recibidos en esta imagen a la bestia; tendremos un compañerismo. Nos desharemos del comunismo; sencillamente borraremos por completo el comunismo”. ¿Ven? Y ellos pueden hacerlo. ¿Ven? Y ellos lo harán.",
    "Pero ahora miren. Y establecerán, y se establecerán para esto, la adoración y sacrificio diario regresará a la ciudad cuando el Templo es reedificado. Y este príncipe que vendrá a la mitad de esta semana romperá su pacto y abolirá este sacrificio. Ella dice: “Él dispersa, lo dispersará”, y lo que él hará durará hasta la consumación.",
    "Y noten:\n\n…con la muchedumbre de la abominación desoladora…\n\n“La muchedumbre de la abominación”. ¿Qué es abominación? “Inmundicia”. ¿Ven? “Desoladora”, ¿qué es eso? “Terminar con”. El esparcimiento de esto, para terminar con aquello. ¿Ven? El esparcimiento de ese poder romano, para conquistar a todas las vírgenes dormidas, judíos y todos. “Todos seremos romanos o no seremos nada”. Él romperá su pacto a la mitad de la semana.",
    "🦅 El esparcimiento de la abominación”. Si fue la abominación en el tiempo de Jesús, cuando Roma fue allá con su propaganda; será Roma otra vez, será abominación de nuevo, para la iglesia.\n\n…para causar desolación, y continuará hasta que venga la consumación…\n\n¿Qué hará él? Continuará con eso hasta la consumación, que es el fin.",
    "Ahora, judíos y romanismo, protestantismo (ésa es la virgen dormida), se unirán, consolidándose en la forma de la federación de iglesias. Y será como dijo Jesús en Mateo 24, y Apocalipsis 13:14.\n\nTomemos Apocalipsis 13:14, veamos eso. La tengo marcada aquí, para ver eso, 13:14. Muy bien, señor.\n\nY engaña a los moradores sobre la tierra con las señales que se le ha permitido hacer (consolidar estas iglesias) en presencia…mandando…en presencia de la bestia; mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.",
    "Ahora, sabemos, sin que nos quede ninguna duda, quién era esa bestia, ese poder que tenía la herida mortal y que vivió. Eso fue cuando la Roma pagana fue asesinada y la Roma papal ocupó su lugar; cuando el poder pagano fue asesinado y el poder papal ocupó su lugar.",
    "Ahora, ahora Apocalipsis 13:14. Jesús, en Mateo 24 les advirtió de eso. “Una imagen a la bestia”.",
    "Pablo, en Segunda de Tesalonicenses, el capítulo 2, versículos 3 y 4. Vamos allá, veamos a Pablo, lo que él dice aquí de eso. Ese gran Espíritu Santo en este gran profeta del Señor, veamos lo que Él dijo en cuanto a esto en el día postrero. En Segunda de Tesalonicenses, el capítulo 2, allí es. Muy bien, y empezar con el versículo 3 creo que es. Muy bien, leamos ahora. Oigan atentamente, todos. ¿Cuántos creen que Pablo estaba lleno del Espíritu Santo? [La congregación dice: “Amén”.—Ed.] Amén. Miren aquí.\n\nNadie os engañe en ninguna manera; porque ese día no vendrá sin que antes venga la apostasía,…\n\nÉl está tratando de sacarles de la cabeza que Él vendría allí en ese tiempo. Dijo: “Tiene que venir primero una apostasía de la Iglesia”. ¿Ven?, llegar a esta edad de Laodicea.\n\n…y sé manifieste el hombre de pecado,…\n\n“El hombre de pecado”, incredulidad en el Espíritu Santo. Que la incredulidad sea revelada.\n\n…El hijo de perdición,\n\nComo lo fue Judas; tesorero de la iglesia.\n\nel cual se opone y se levanta contra todo lo que se llama Dios, o es objeto de culto; tanto que se sienta en el templo de Dios como Dios,…\n\nHermano ¿habrá alguna persona sobre la tierra aparte del Vaticano que haga eso? ¿Dónde está?",
    "Ahora vengan acá a Apocalipsis 13 y les mostraré que este hombre se sienta sobre una ciu-… en una ciudad, y la ciudad está sobre—sobre siete montes. Y los números de la bestia son seiscientos sesenta y seis, escrito en el—en el latín… en el alfabeto romano, es 666, que es VICARIVS FILII DEI, lo cual es, “en lugar del Hijo de Dios”, en el trono del papa. Y su asiento, tiene una corona triple. Y yo he visto directamente esa corona, y he estado tan cerca como mi mano lo está de mi cara, así, y—y he visto la corona adornada del papa, yo mismo, allí en el Vaticano; me paré y la miré, para estar seguro de lo que estaba hablando. “Él se sobrepone sobre todo lo que es llamado Dios, todos los hombres santos. Él es el más santo de todos; se sienta en el templo de Dios mostrando que es Dios”, perdonando pecados en la tierra y todo eso, Uds. saben. Seguro.",
    "Pablo dijo: “Esa apostasía tendrá que venir primero; que ese hijo de perdición sea manifestado”.\n\n¿No os acordáis que cuando yo estaba…todavía con vosotros, os decía esto?",
    "¡Oh!, me hubiera gustado estar sentado allí oyendo a Pablo predicar eso, ¿a Uds.? [La congregación dice: “Amén”.—Ed.] ¡Oh! Cómo me hubiera gustado oírlo. ¡Oh, vaya!",
    "Ahora, ¿qué va a hacer él? “Una imagen a la bestia”, Segunda de Tesalonicenses. Ahora escuchen. Escuchen ahora atentamente, con bastante atención. La iglesia ya sentía la venida de un papa. ¿Qué es? El final de esa edad de la iglesia, la de Pablo. Ellos vieron que esta cosa nicolaíta estaba surgiendo; iban a hacerse a un hombre santo (¿en qué?) papa. Mundanalidad y aristócratas se habían metido sutilmente en la iglesia y cambiaban el orden de la adoración. Pablo, con el Espíritu Santo, había captado eso en el Espíritu. Y la iglesia, con sus sociedades y dignatarios, personalidades dignatarias y demás, vieron que venía algo, y el Espíritu Santo les estaba advirtiendo de los días postreros. ¿No recuerdan Uds. cómo Jesús habló de eso? ¡Las obras de los nicolaítas, que finalmente se convirtieron en una doctrina, y después vino a ser una organización! Hermanos, nosotros no estamos ahora en oscuridad. Recuérdenlo, ¿ven? Aquí estamos.",
    "Las obras de los nicolaítas, la organización comenzando a entrar, los grandes dignatarios, y estando sobre las iglesias así de esa manera; luego se formó en la iglesia Católica. Y Pablo dijo que no podía llegar un tiempo del fin; no podría haber este tiempo hasta que no viniera la apostasía de la verdadera fe pentecostal. La fe pentecostal habrá sido descartada y los dignatarios serán establecidos. Ellos tendrán un hombre que tomará el lugar de Dios, se colocará en el templo de Dios; y él se sobrepondrá sobre toda la gente de esa manera, y para… Vean, ¿qué es? Nickao, “conquistar al laico”. ¿Ven? “Contra todo lo que se llama Dios; él se sienta en este templo de Dios, como Dios”. Pablo dijo que primero vendría la apostasía, en los días postreros. Y estamos aquí ahora mismo, y vemos esa apostasía; y estamos viendo la iglesia alejándose más y más de Eso, y otra vez volviendo a aquello, y estamos en el tiempo del fin. Muy bien.",
    "Ahora, si las sesenta y nueve semanas acertaron perfectamente, y los judíos ahora están en su patria, y la edad de la iglesia gentil ha acertado exactamente en el tiempo del fin (en el tiempo nicolaíta… o más bien en el tiempo de Laodicea), ¿qué tan cerca está la Venida del Señor, el fin de todas las cosas y el fin de esta edad y el Rapto? El momento en que Él dé inicio a esa semana setenta, o siete años, la Iglesia se habrá ido.",
    "¿Pueden verlo, amigos? Levanten la mano si pueden verlo. Vean, ahora, no seamos niños, no andemos más con juegos; estamos en el tiempo del fin. Algo está por suceder. Nosotros estamos en el fin; aquí estamos.",
    "Estas sesenta y nueve semanas acertaron perfectamente; la salida de los judíos acertó perfectamente; la edad de la iglesia acertó perfectamente. Nosotros estamos en el tiempo del fin, el tiempo del fin, en la edad de la iglesia de Laodicea, al fin de ella. [El Hermano Branham lo indica en la pizarra.—Ed.] Los mensajeros, las estrellas, todos han predicado su mensaje; todo se ha hecho; andamos sólo con el impulso. Los judíos han estado regresando por 40 años. Ellos están en su patria.\n\n¿Qué es lo que sigue? La venida de la Piedra; allí estamos. ¿En qué momento sucederá? Yo no sé. Pero hermano, en cuanto a mí, yo quiero estar preparado; yo quiero tener lista toda mi vestidura.",
    "Ahora, sólo nos quedan unos—sólo unos pocos minutos, y desearía que oyeran en silencio por un minuto.\n\nEn el momento que Él dé inicio a la semana setenta, o siete años, la Iglesia se habrá ido. Ahora oigan. Lo citaré otra vez, lo volveré a citar para que no se les olvide. Esto es lo que el Espíritu Santo puso sobre mi pluma mientras yo escribía. Nosotros estamos en la edad de Laodicea. El Cristo está siendo rechazado por Su propia iglesia. La estrella de esta edad, el Mensaje ya ha salido, e Israel está en su tierra. ¿Ven Uds. dónde estamos? Estamos en el fin.\n\nAhora, sólo uno o dos comentarios más.",
    "Todo esto que ahora vemos, nos ayudará, por Su gracia, mientras nos proponemos abordar estos últimos Siete Sellos. ¿Ven Uds. cómo se nos habría pasado por alto? De Apocalipsis 6:1 hasta Apocalipsis 19:21, se nos hubiera pasado, porque vean, nosotros lo hubiéramos tratado de aplicar allá atrás, en esta edad gentil; donde Uds. ven que eso es en esta edad acá. [El Hermano Branham usa la ilustración en la pizarra.—Ed.] ¿Ven?\n\nAhora, lo hemos probado por la Palabra de Dios y por la historia, y por todo, y por las señales de los tiempos, por los días, que ya no falta nada. Estamos en la consumación de los gentiles. ¿Qué—qué vamos a hacer al respecto? Es mi alma y el alma suya; es mi vida y la vida suya; son las vidas de nuestros seres queridos. Hemos sido halagados demasiado. Hemos tenido demasiadas cosas fáciles. Es mejor que empecemos a movernos. Es más tarde de lo que Uds. creen, sólo recuerden eso.",
    "Ahora, una declaración sorprendente, si quieren anotarla. Oigan con atención, por favor, éste es mi último comentario, uno más; tengo una cosita pequeña aquí después de ésta, una pequeña nota de la que quiero hablar. Ahora descansen un momento, y oigan con atención, les daré algo impactante que entra aquí en esto, ¿ven?\n\nNi siquiera hay la anchura de la hoja de un cuchillo entre el final de esta edad y la Venida de Cristo. Todo, no falta más. ¿Está Israel en su patria? Sabemos eso. [La congregación dice: “Amén”.—Ed.] ¿Estamos nosotros en la edad de Laodicea? [“Amén”.] ¿Ha salido el Mensaje de esta edad pentecostal para tratar de sacudir la gente a que regrese a la bendición pentecostal original? [“Amén”.] ¿Habrá venido todo mensajero a través de la edad, exactamente tal cual? [“Amén”.] ¿Están las naciones contra las naciones? [“Amén”.] ¿Pestilencias? ¿Habrá hambre en la tierra hoy, la verdadera Iglesia conduciendo cientos de millas buscando oír la Palabra de Dios? [“Amén”.] “No sólo de pan únicamente, sino por oír la Palabra de Dios”, vendrá un hambre. [“Amén”.] ¿Es correcto? [“Amén”.] ¡Oh, estamos viviendo aquí en medio de ello, ahora mismo! [“Amén”.] ¿Ven en dónde estamos? [“Amén”.] Estamos esperando esa Piedra.",
    "¡Una declaración impactante! Desde el tiempo en que Dios le hizo la promesa a Abraham (no se pierdan esto), desde el tiempo que Dios le hizo la promesa a Abraham (Génesis 12:3), hasta el tiempo que Cristo fue rechazado en el año 33 después de Cristo, por los judíos, de acuerdo a Gálatas 3:16 y 17, y de acuerdo a Usher’s (U-s-h-e-r-’s, la cronología por Usher, de los hebreos), el poder de Dios estuvo con los judíos exactamente 1.954 años. Dios lidió con los judíos 1.954 años, conforme la cronología de los judíos y conforme a Gálatas 3:16 y 17; tengo muchas Escrituras más, pero sólo doy ésa.\n\nLuego, después que ellos rechazaron a Cristo, Él se tornó a los gentiles para tomar un pueblo para Su Nombre. ¿Quieren una Escritura para eso, la cita? Hechos 15:14.",
    "Ahora, contando el tiempo, encontramos que tenemos exactamente (oigan), 17 años que faltan, y tendremos el mismo espacio de tiempo dado para nosotros (Dios lidiando con nosotros en el poder del Espíritu Santo, desde el año 33 después de Cristo hasta 1977), el mismo espacio de tiempo, 1.954 años, Dios lidia con nosotros igual como Él lo hizo con los judíos. ¡Qué tal eso!",
    "Ahora, marquen en su libro, una corta Escritura aquí que quiero darles. Levíticos 25, empezando con el versículo 8. Dios llamaba a un jubileo cada 49 años. El año 50 era el jubileo. Nosotros sabemos eso; entendemos eso. Desde el primer jubileo en Levítico 25:8, ya en 1977 será el jubileo setenta, dando exactamente 3.430 años. Jubileo significa ¡subir, la liberación!\n\nEsperamos la llegada De ese gran día milenial,\n\nCuando nuestro bendito Señor venga Y arrebate a Su Novia que le espera.\n\n¡Oh!, el mundo está clamando, Gimiendo por ese día de dulce libertad,\n\nCuando nuestro Salvador regrese a la tierra.",
    "¿Captaron eso? [La congregación dice: “Amén”.—Ed.] Dios ha lidiado con nosotros exactamente el mismo tiempo que Él lidió con los judíos. Desde el tiempo que Él le hizo a Abraham la promesa, hasta el rechazo del Mesías en el año 33 después de Cristo, fueron 1.954 años. Y ahora, nos quedan 17 años. Tuvimos aproximadamente 1.930 y algo de años. Nos quedan 17 años, hasta el 77, será el jubileo setenta desde el comienzo de los jubileos. Y ¿qué será? ¡Oh, hermano! Mire con atención, no se lo pierda. Ése será el jubileo de la subida de la Novia Gentil, y el regreso de Cristo a los judíos, cuando ellos salgan de la esclavitud. ¡Amén! ¿No ven Uds.? Ellos se han reunido allí de todo el mundo para ese día. ¡Oh, vaya! ¿Ven dónde estamos? Nosotros no sabemos en qué tiempo llegue a suceder. Estamos en el tiempo del fin.",
    "Ahora oigan, para Uds. los antiguos aquí en la—en la iglesia, que llevan aquí mucho tiempo, quiero que Uds. noten algo. Yo no me enteré de esto sino hasta ayer. Lo aprendí del historiador, Paul Boyd, y luego… Y lo he trazado por las Escrituras, saqué estas otras fechas y demás, y las apliqué, las localicé.",
    "Ahora, en 1933, cuando nosotros estábamos adorando acá en el templo masónico (donde está hoy la iglesia de Cristo), una mañana de abril, antes de salir de casa…\n\nYo estaba dedicando mi carro. Conseguí un carro, modelo 33, y lo estaba dedicando para el servicio del Señor. Y en una visión yo vi el tiempo del fin. Ahora noten lo sorprendente que es esto. Eso era allá, cuando yo apenas era un muchacho, y Uds. pueden imaginarse como lucía un carro modelo 1933, hoy, como lucía.\n\nY yo fui allá al templo masónico, donde algunos de Uds. los antiguos aquí recuerdan. Está escrito en un papel viejo en casa; ya fue impreso y ha salido alrededor del mundo, ¿ven? Eso fue en 1933. Y yo predije que habría alguna gran tragedia que le sucedería a estos Estados Unidos antes o para el año de 1977. ¿Cuántos recuerdan que dije eso? [Los antiguos dicen: “Amén”.—Ed.] Miren las manos. Seguro.",
    "Ahora miren. Yo predije siete cosas que aún estaban por acontecer, de… antes que esta gran consumación o cosa grande aconteciera aquí en los Estados Unidos, alguna gran cosa horrible.\n\nYo dije (ahora recuerden, esto fue antes que comenzara), yo dije que entraríamos en una Segunda Guerra Mundial. ¿Cuántos recuerdan que yo lo dije? Digan amén. [La congregación dice: “Amén”.—Ed.] Muy bien; ¡una Segunda Guerra Mundial! Yo dije: “El Presidente que ahora está…” (Copié esto del viejo escrito, ayer, de eso viejo), que: El Presidente que ahora tenemos, el cual era… (¿Cuántos recuerdan quién era?), [Un hermano dice: “Franklin D. Roosevelt”.] Yo dije: “El Presidente que ahora tenemos, correrá aun en un cuarto mandato” (él estaba en ese entonces en su primero), “correrá hasta un cuarto mandato, y seremos llevados a una Segunda Guerra Mundial”.",
    "Yo dije: “El dictador que ahora está surgiendo en Italia (el cual es Mussolini), subirá al poder; y él irá a Etiopía y Etiopía caerá a sus pasos”. Hay personas aquí ahora que saben, que había un grupo de personas que vino y asistió cuando yo tuve mi reunión en el salón de Redman allá esa noche, cuando tuve que ir allá y predicar eso (en el salón de Redman); y me iban a echar del salón por decir semejante cosa. [La Hna. Wilson dice: “Amén”. Eso es correcto.—Ed.] Sí, sí. Sra. Wilson, yo sé que Ud.… [“Eso es correcto”.] Así es; cuando dije eso. Pero, ¿lo hizo él? “Pero” dije yo, “él llegará a un final vergonzoso”, y le sucedió así. Él y la mujer con la que andaba fueron colocados boca abajo, colgados de una soga en la calle; con sus pies hacia arriba y sus ropas colgando hacia abajo. Bien, aquello vino a cumplimiento.",
    "Y luego, yo dije: “A la mujer se le ha permitido votar. Lo cual es absolutamente una desgracia sobre la nación. Y al votar, algún día elegirán al hombre equivocado”. Y lo hicieron en esta última elección. ¡Vaya, vaya! Cuarto: Yo dije: “La ciencia progresará de tal manera…”. No, ése aquí es el tercero. Discúlpenme.",
    "Aquí está la siguiente, la cuarta. Yo dije: “Nuestra guerra será con Alemania, y ellos construirán un gran lugar de concreto y se fortificarán allí adentro, y los americanos sufrirán una horrible derrota”. El Dios Todopoderoso lo sabe, ante el cual ahora estoy parado, yo vi a esos nazis independientes pateando a los americanos así y todo eso, en esa muralla. [Un hombre en la congregación dice: “Amén”.—Ed.] Y hay bastantes varones parados aquí que estuvieron en esa Línea Sigfrido, que saben lo que fue eso. [“Amén. Sí, señor. Amén”.] Y recuerden, eso fue dicho once años antes que la Línea Sigfrido fuera construida. ¿Es Dios veraz? [La congregación dice: “Amén”.—Ed.] ¿Aún predice Él cosas antes de que sucedan? [“Amén”.] Miren. Eso, ésa fue la cuarta.",
    "Ahora la quinta cosa: “La ciencia progresará de tal manera que aun fabricarán un carro que no tendrá que ser conducido por un volante de dirección. Y los carros continuarán teniendo forma como el huevo, hasta la consumación, el tiempo del fin. Yo vi una familia americana yendo por la carretera, en una vía amplia, viajando en un carro con sus espaldas hacia donde el volante debería estar; parecía que ellos estaban jugando damas o naipes”. Y lo tenemos; está por televisión. Popular Science, o Mechanics, más bien, todas lo tienen. Ya tenemos el carro; es controlado por control remoto, por—por radar. Ni siquiera necesitarán volante. Solamente marque en su dial así (como uno marca su teléfono), y su carro lo lleva directo allá, no puede estrellarse ni nada; no hay otros carros; el imán mantiene a los demás apartados de Ud., ¿ven? Ya lo tienen. ¡Oh, vaya! Piénsenlo. ¡Predicho 30 años antes que sucediera!",
    "Ahora, eso nos trae entonces a la elección del Presidente Kennedy.\n\nY este carro viniendo a la—a la escena, ya son cinco cosas (de las siete) que han sucedido exactamente.",
    "Ahora, yo predije y dije: “Vi una gran mujer levantarse, hermosa en apariencia, vestida de color púrpura, de alta realeza”. Y tengo aquí abajo un pequeño paréntesis: “(Ella era una gran gobernante en los Estados Unidos, tal vez la iglesia católica)”. Una mujer, alguna mujer (yo no sé si será la iglesia católica; yo no sé, no sabría decir), lo único que vi, yo vi la mujer, eso fue todo.",
    "Pero ésta es una nación de la mujer. Esta nación es la número trece, en la profecía. Ella tiene trece franjas, trece estrellas. Comenzó con trece colonias. Trece, trece, todo es trece. Aparece aun en el capítulo 13 de Apocalipsis. Ella es trece, y es una nación de la mujer.",
    "Las cortes de divorcio en América producen más divorcios, por nuestras mujeres, que todas las demás naciones. La moralidad en nuestro país es más baja, y los divorcios, que en Francia o Italia, donde existe prostitución en las calles. Pero aquellas son prostitutas; las nuestras son mujeres casadas queriendo vivir con varios hombres, y varios hombres casados queriendo vivir con otras mujeres.",
    "En las naciones donde tienen poligamia es mil veces mejor; y sin embargo, la poligamia está errada, sabemos eso. Pero, sólo muestra lo degradados que estamos.",
    "Tengo allá un artículo del periódico, donde muestra que cuando nuestros muchachos americanos fueron al exterior en esta última guerra, que alrededor creo yo, era alrededor de setenta por ciento (ahora, un momento); creo que eran tres de cada cuatro que fueron al exterior, fueron divorciados por sus esposas antes que regresaran. Y el gran titular dice: “¿Qué ha sucedido con la moralidad de nuestra gente americana”? ¿Recuerdan que lo vieron? Todos lo vieron, me supongo. ¿Qué ha sucedido con la moralidad de nuestras mujeres americanas? En las fábricas, trabajan allá con otros hombres. Es una nación de la mujer. ¿Qué va a tener ella? Una mujer dios o una diosa.",
    "Ahora, luego, después de eso me di la vuelta y miré, y vi a estos Estados Unidos ardiendo como rescoldo; las rocas habían estallado. Y ardía como un—una fogata de troncos, o algo que la había incendiado. Y miré tan lejos como pude, y ella había sufrido una explosión; y luego la visión se me fue. Cinco de las tres han acontecido… o más bien cinco de las siete han sucedido.",
    "Y esto viene por aquí y lo muestra, y entonces yo predije (nunca dije que el Señor me dijo eso), pero parado esa mañana en la iglesia, yo dije: “La manera en que el progreso…” Me fui a un extremo, contra la pared, y corrí hasta la otra pared, y dije: “Por la manera en que el progreso está avanzando, yo predigo que el tiempo (yo no sabía por qué lo estaba diciendo), pero yo predigo que todo eso sucederá entre ahora, 1933, y 1977”.\n\nY sin saberlo, Dios conoce mi corazón, no lo supe sino hasta ayer, que 1977 es el jubileo; y exactamente la misma cantidad de tiempo se cumplió que Él le dio a Israel, y todo ya en el fin. Así que estamos en… Y aquí estamos al fin de la edad, en la entrada de la semana setenta. Nosotros no sabemos en qué momento se irá la Iglesia. ¡Oh, vaya! ¿Qué podemos hacer, amigos? ¿En dónde estamos?",
    "¿Ven Uds. ahora dónde estamos? [La congregación dice: “Amén”.—Ed.] ¿Entienden Uds. ahora la semana setenta de Daniel? [“Amén”.]\n\nVean, ahora cuando entremos en estos Sellos y cosas (al romper estos Sellos), el primero que viene, el jinete en el caballo blanco, él tiene un arco en la mano. Vigilen quién es ese sujeto. Vigilen ese jinete del caballo amarillo que cabalga después de él. ¿Ven? Vigilen quién es, y vigilen cómo entran. Vigilen cómo entran esos ciento cuarenta y cuatro mil. Vigilen esa virgen dormida cuando ella venga. Luego vigilen todas estas cosas que acontecen, el derramamiento de las Copas, los Ayes, los tres espíritus inmundos como ranas. Vigilen esas cosas como encajan exactamente en esas plagas, y exactamente cuando son derramadas. Cada vez que un Sello se abre, una plaga se derrama, y viene una destrucción. Y vigilen lo que acontece ahora mismo en el fin.",
    "Y, oh, vigilen a estos tres profetas… o a estos dos profetas, cuando ellos se levanten aquí. Y a la mitad de la semana ellos son matados de esa manera, y entonces empieza la Batalla de Armagedón. Luego Dios mismo comienza a hablar, después Él se levanta y comienza a pelear. Aquellos profetas estarán hiriendo la tierra. Ellos estarán predicando el Nombre de Jesucristo. Ellos estarán bautizando de esa misma manera. Ellos estarán haciendo lo mismo que hicieron los primeros padres pentecostales, y muchos les estarán siguiendo. Pero aquéllos que se confederaron, esa organización siguió de largo, y ni siquiera el poder de esos profetas lo pudo romper. Y finalmente ellos dijeron: “Lo haremos todo una organización”. Y él introduce (¿Qué?) la abominación, romanismo, para cubrir la cosa entera, que causa desolación. “La abominación que trae desolación”, recibe cuanta cosa hay, “la inmundicia”.",
    "¿Recuerdan Uds. la vieja madre prostituta que se sentó sobre la bestia escarlata, vestida así, que tenía siete cabezas y diez cuernos? ¿Recuerdan aquello? “Y ella tenía un cáliz en su mano de la inmundicia de su abominación”. Ésa era su doctrina que ella le dio a la gente. Y allí estamos hermanos míos; estamos en el tiempo del fin.",
    "Hijitos, nosotros no sabemos, tal vez no vivamos para volver otra vez esta noche; tal vez no vivamos para volvernos a ver el uno al otro, yo no sé. Pero el fin está muy próximo, el fin está muy cerca. Aquí está la Escritura. Es indiscutible, hay prueba Escritural perfecta.",
    "Ahora, si hay algo que Uds. no entendieron, escríbanme una nota y háganmelo saber (¿ven?), menciónenlo. Algunos de Uds. hermanos allá en las cintas, en otros lugares, si hay algo en que los pueda ayudar, háganmelo saber. Ud. quizás no esté de acuerdo conmigo, y yo quizás no esté de acuerdo con su organización; no es con Ud., sino con el sistema de su organización. Yo no estoy en desacuerdo con la gente católica; no digo que no me gusta la gente católica, o que a mí no me gusta la gente de la organización; no es eso. Yo amo a todas las personas, pero no estoy de acuerdo con ese sistema que les está manteniendo a Uds. atados; es con eso, el sistema detrás de eso; eso es.",
    "Yo no estaba en contra de Alemania, era el nazismo. Yo no estaba en contra de los italianos; era en contra del—del fascismo. Y recuerden, yo hice otra predicción en ese tiempo, sólo una predicción, y muchos de Uds. los veteranos la recuerdan. Yo dije: “Hay tres grandes ismos tratando de tomar control en el mundo hoy: fascismo, nazismo y comunismo”. Y ¿qué dije? “Todos ellos terminarían en comunismo”.",
    "Después hice que todos Uds. lo repitieran: “No pierdan de vista a Rusia”. ¿Recuerdan eso? “No pierdan de vista a Rusia”. Ella terminará toda en comunismo”.\n\nY luego al final todo terminará en catolicismo. Recuerden, todo terminará en catolicismo en el tiempo del fin; es exactamente correcto. Esto será en la batalla de Armagedón, que sucede por aquí, cuando Cristo mismo venga.",
    "Pero estos tres profetas… estos tres años y medio, más bien, es Apocalipsis 11:3, Uds. lo han leído muchas veces. “Daré poder a Mis dos testigos, y ellos profetizarán 1.260 días”. ¿Cuánto es eso, 1.260 días? Tres años y medio. “Y después ellos serán asesinados en la calle”, a la mitad de esta semana setenta.\n\nEntonces, ¿ven Uds. dónde son esas setenta semanas de Daniel? ¿Ven Uds. dónde estamos viviendo? [La congregación dice: “Amén”.—Ed.] Estamos en el fin, mis amados hermanos. Estamos en el fin. Los días…\n\nNaciones confusas, Israel despertando,\n\nSon señales que los profetas hablaron; (Aquí estamos.)\n\nLos días gentiles contados han sido, (Aquí) cargados de horrores;\n\n¡Oh vuelve a tu reino, Israel!\n\nCantémoslo:\n\nLa redención cerca está,\n\nEl corazón de los hombres desfallece de temor;\n\nClama por Su Espíritu, con tu lámpara limpia y alumbrando,\n\n¡Tu redención muy cerca está!\n\n¡Oh, vaya! ¿No es eso maravilloso?\n\nNaciones confusas, Israel despertando,\n\nSon señales que los profetas hablaron;\n\nLos días gentiles, contados han sido;\n\n“Vuelve a tu reino, Israel”\n\nAhora juntos.\n\nLa redención cerca está,\n\nEl corazón de los hombres desfallece de temor;\n\nClama por su Espíritu, con tu lámpara limpia y alumbrando,\n\n¡Tu redención muy cerca está!\n\nPermitan cantarles una corta estrofa.\n\nProfetas falsos mienten, la Verdad de Dios niegan,\n\nQue Jesús el Cristo es nuestro Dios;\n\nEllos lo hacen a Él una tercera Persona. Uds. saben eso. Pero Él no lo es; Él es nuestro Dios.\n\nPero seguimos las huellas de los apóstoles.\n\nPues la redención cerca está,\n\nEl corazón de los hombres desfallece de temor;\n\nClama por su Espíritu, con tu lámpara limpia y alumbrando,\n\n¡Tu redención muy cerca está!",
    "¿No están Uds. contentos? ¡De regreso al Mensaje, hermano! ¡De regreso a lo original! ¡De regreso a Pentecostés! ¡De regreso a la verdadera bendición! ¡De regreso al Nombre de Jesucristo! ¡De regreso al Bautismo del Espíritu Santo! ¡De regreso a las señales y maravillas! ¡De regreso a Pentecostés! ¡Fuera con la organización! ¡De regreso al Espíritu Santo, Él es nuestro Maestro!\n\nPor que el día de redención cerca está,\n\nEl corazón de los hombres desfallece de temor;\n\nClama por su Espíritu, con tu lámpara limpia y alumbrando,\n\n¡Tu redención muy cerca está!",
    "¿No es maravilloso? ¿Qué dijo el profeta? “Vendrá un tiempo cuando no se sabrá si es de día o de noche”. Miren cómo ha sido, ¿ven? ¡Oh, tan malo, a través de las edades de la iglesia!\n\nPero al—al caer la tarde habrá Luz,\n\nLa senda a la Gloria ciertamente encontrarás;\n\nPor la senda del agua está la Luz hoy,\n\nSumergido en el precioso Nombre de Jesús.\n\nJoven y anciano, arrepiéntanse de su pecado,\n\nEl Espíritu Santo ciertamente entrará;\n\nEstas Luces de la tarde han venido,\n\nEs un hecho que Dios y Cristo Uno son.\n\nHabrá Luz (¡Todos!) en el tiempo de la tarde,\n\nLa senda a la Gloria ciertamente encontrarás;\n\nPor la senda del agua está la Luz hoy,\n\nSumergido en el precioso Nombre de Jesús.\n\nJoven y anciano, arrepiéntanse de su pecado,\n\nEl Espíritu Santo ciertamente entrará;\n\nPorque las Luces de la tarde han venido,\n\nEs un hecho que Dios y Cristo Uno son. (¡No tres; sino Uno!)",
    "¡De regreso al Mensaje! ¡De regreso al principio! ¡De regreso a lo que Pablo enseñó! ¡De regreso al bautismo con que él bautizó! Él vio a la gente bautizada de la otra manera, él les dijo que vinieran y se volvieran a bautizar. Él dijo: “Si un Ángel viene del Cielo y predica cualquier otra cosa, sea anatema”. Así que es de regreso al Mensaje otra vez, amigos; es el tiempo de la tarde.",
    "¡Oh!, yo le amo tanto a Él, ¿Uds.? [La congregación dice: “Amén”.—Ed.] ¿Cuántos ven ahora la semana setenta de Daniel, y ven lo que esta semana setenta es? ¿Cuántos lo creen? Digan Amén. [“¡Amén”!] ¡Amén! ¡La gloria sea para Dios!",
    "Ahora, ¿qué es lo que sigue? Los Siete Sellos ahora. Llegaremos a ellos cuando el Señor lo permita. ¿Cuándo será? Yo no sé. Sólo cuando Él lo dé, entonces entraremos directo a eso. Luego vamos a tener una larga—larga reunión, porque vamos a tomarlo del capítulo 6 hasta el 19, para terminarlo, y con lo lento que soy con eso.",
    "Ahora, no quiero que nadie se vaya malentendiendo esto. La cinta aún está grabando. Yo no quiero que nadie malentienda. No malentienda ahora y diga: “El Hermano Branham dijo que Jesús vendrá en 1977”. Yo en ningún momento dije semejante cosa. Jesús podría venir hoy. Pero yo he predicho que entre el 33 y el 77 algo acontecerá; que acontecerían estas cosas que yo he visto acontecer en la visión. Y cinco de ellas ya han acontecido. Y yo creo, con las cosas atómicas que tenemos hoy…",
    "Y ¿vieron Uds. lo que nuestro Presidente acaba de decir? Queriendo otra guerra. Él quiere hacer un ejemplo de—de Berlín, dijo él. Quería hacerlo un ejemplo. ¿Qué de Cuba aquí en nuestra puerta trasera? ¿Por qué no hacer un ejemplo de ella? ¿Qué de ella? ¡Oh, es tal la insensatez! ¿Ven?",
    "¡Oh, hermano, simplemente estamos en el fin! Ellos van a… Eso va a resultar tal como Dios lo ha dicho. Entonces ¿por qué—por qué hacer otra cosa más que sólo leer lo que Él dijo, y ponernos en orden y prepararnos para eso? Y dejen entonces que eso venga; estamos esperándolo.\n\nEsperamos la venida de ese feliz día milenial,\n\nCuando nuestro bendito Señor venga y arrebate a Su Novia que lo espera;\n\nOh, la tierra gime y clama por ese día de dulce liberación,\n\nCuando nuestro Salvador volverá a la tierra.\n\nOh, nuestro Señor volverá a la tierra,\n\nNuestro Señor volverá a la tierra,\n\nOh, Satanás será atado por mil años, no tendremos tentador,\n\nDespués de que Jesús vuelva a la tierra.\n\n¿Cuántos están preparados? Levanten la mano. ¡Oh, vaya!\n\nOh, nuestro Señor volverá a la tierra,\n\nLevantémonos y estrechémonos las manos.\n\nNuestro Señor volverá a la tierra,\n\nOh, Satanás será atado por mil años, y no tendremos tentador,\n\nDespués de que Jesús vuelva a la tierra.\n\nOh, nuestro Señor volverá a la tierra,\n\nSí, nuestro Señor volverá a la tierra,\n\nOh, Satanás será atado por mil años, y no tendremos tentador,\n\nDespués de que Jesús vuelva a la tierra.\n\nJesús volverá trayendo la respuesta al clamor y dolor de la tierra,\n\nPorque el conocimiento del Señor llenará la tierra, el mar y el cielo;\n\nDios quitará todas las enfermedades y las lágrimas de sufrimiento secará,\n\nDespués de que Jesús vuelva a la tierra.\n\nOh, nuestro Señor volverá a la tierra,\n\nSí, nuestro Señor volverá a la tierra,\n\nOh, Satanás será atado por mil años, y no tendremos tentador,\n\nDespués de que Jesús vuelva a la tierra.",
    "¡Oh, vaya! ¿No se sienten bien? [“¡Amén! ¡Aleluya!”—Ed.] Piensen amigos, esto es Pentecostés, ¡adoren! Esto es Pentecostés. Aplaudamos y cantémoslo. Pueblo pentecostal, todos, ahora suéltense un poco, sáquense esa vieja formalidad metodista. Vamos, ¡cantémoslo!\n\nOh, nuestro Señor volverá a la tierra,\n\nSí, nuestro Señor regresará a la tierra,\n\nOh, Satanás será atado por mil años, y no tendremos tentador,\n\nDespués de que Jesús vuelva a la tierra.\n\nOh, nuestro Señor regresará a la tierra, (¡La Biblia lo dice!)\n\nNuestro Señor regresará a la tierra,\n\nOh, Satanás será atado por mil años, y no tendremos tentador,\n\nDespués de que Jesús vuelva a la tierra.\n\n¿Le aman? [La congregación dice: “Amén”.—Ed.] Muy bien. Yo le amo. Yo le amo; Hermana Gibbs. ¡Oh, levantemos nuestras manos a Él!\n\nYo le amo, yo le amo\n\nPor que Él a mí me amó\n\nY me compró mi sal-… (¿Dónde? Aquí en el Calvario)\n\nAllá en la cruz.\n\nYo le amo (¡Gloria!), yo le amo\n\nPor que Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz. 🦅"
  ]
}