{
  "title": "EL MENSAJE DE GRACIA",
  "id": "61790009",
  "content": [
    "🦅  Buenos días amigos. Ciertamente es un gran privilegio estar aquí de nuevo en el servicio del Señor. Siento mucho que no tenemos lugar suficiente adonde poner la gente en esta iglesita. No hay cupo para muchos. Pero estamos muy contentos que Ud. está aquí y está dispuesta hacer el sacrificio de pacientemente poder esperar, y haremos lo mejor posible para traerles la Palabra del Señor lo mejor que sabemos traerlo.\n\nY ahora, estaba…esta hermanita entró, y tenía un niño para ser dedicado en esta mañana, y luego vio que estabamos un poco apurados y dijo que esperaría. Nunca he visto la mujer, pero ruego Dios que la bendiga y que le dé lo más rico de Su bendición en su corazón, por razón de su paciencia en esperar.",
    "Ahora, está llegando al tiempo del año cuando hace más fresco y no habrá tanto calor y no estaremos tan apretados en la iglesia. Pero confiamos que Dios les bendiga ricamente a cada uno.\n\nAhora yo quisiera decir unas cuantas cosas aquí antes de hablar. Había anunciado que hablaría en esta mañana, Dios mediante, sobre el tema, “El Viento en el Torbellino.” Pero El me lo acaba de cambiar. Yo nunca sé que voy a decir sino hasta quizás unos cuantos minutos antes de entrar al púlpito. Y procuré ahora por segunda vez sobre ese tema, y no he obtenido respuesta de Dios. Yo no sé por qué. Yo anhelo, como todos Uds. ministros aquí saben, que uno tiene que esperar en el Señor por lo que va a decir.",
    "Anoche en la línea privada, tuve una llamada de allá lejos de Arkansas, una gente quería mudarse acá en esta semana entrante, porque dijeron que habían oído que ibamos a comenzar un culto sobre Los Siete Sellos. Porque acabo de predicar Las Siete Edades de la Iglesia, Uds. extranjeros. Su esposo viene el lunes para buscar trabajo en Louisville, porque querían trabajar y estar aquí cerca para oir Los Siete Sellos. Yo le dije, “Eso tomaría como tres meses, señora. No tenemos aquí ningún lugar adonde anunciar tal culto, y eso, y ningún lugar aquí en la ciudad, ningún lugar donde acomodar la gente.”",
    "Quisiera en alguna ocasión, Dios mediante, tener eso allá en las campañas en algún lugar, de fijar una campaña de tres meses y hablar corrido sobre esos Sellos así, en las campañas. Luego la gente podría quedarse por todo el tiempo.\n\nAquí, eso corre desde capítulo 6 de Apocalipsis, hasta el 19. Y allí uno aun tiene los siete sellos, las siete plagas, los tres ayes, la mujer sentada sobre la bestia bermeja, y los ciento cuarenta y cuatro mil. Y tanto que entra en eso para unirlo todo antes de que el séptimo sello es dado, la séptima plaga cae, la séptima trompeta suena. Y tantas cosas se unen en eso, y cada uno es una lección para sí en un día completo.",
    "Ahora, inclinemos nuestras cabezas por un momento para orar. Antes de orar, ¿habrá algunos aquí que quisieran ser recordados en esta oración? Si lo harían hacer conocido por levantar su mano. Y en su corazón manifieste a Dios la necesidad que Ud. tiene ahora mismo. Yo ruego que El se los dé.",
    "Dios Todopoderoso y lleno de gracia, quien eres un Dios que responde a la oración, un Padre que conoce todas las necesidades de Sus hijos. Tú nos conociste antes que naciéramos, y Tú tienes nuestras pisadas numeradas, aun los cabellos de nuestra cabeza son numerados, y todas nuestras palabras son pesadas en Tu balanza. Así que, Señor Dios, permítenos poner atención en esta mañana a estas cosas, esta obligación solemne que tenemos ante Tí.\n\nMuchas de esas manos que fueron levantadas en esta mañana, en esta pequeña asamblea, quizás fueron por sus cuerpos enfermos, o un ser amado que no es salvo. Tú conoces sus corazones y todo lo que contienen. Porque cuando estuviste aquí sobre la tierra, en la forma humana llamado Jesús, nuestro Señor, Tú conocías aun los secretos del corazón. Cualquier cosa que la gente podría imaginarse en sus mentes, Tú les podrías decir inmeditamente lo que estaban pensando. “¿Qué pensáis en vuestros corazones?” Jesús percibió sus pensamientos. Y leemos en la Escritura que Tú eres el mismo ayer, hoy, y por todos los siglos. Y está escrito también, “Adonde están dos o tres congregados en Mi Nombre, allí estoy en medio de ellos.” Así que aquí estás en esta mañana, en la forma del Espíritu Santo, y conoces todo deseo que está sobre el corazón de cada persona.\n\nYo ruego, Padre Dios, que Tú les respondas y digas, “Está concluido. Tu petición ha sido contestada, y te estoy enviando la aseguranza hoy mismo que todo lo que has pedido ha sido concedido.”",
    "Dios, recordamos especialmente aquellos que no son salvos, que levantaron sus manos. Que esta sea la hora cuando ellos reciban a Cristo como Salvador.\n\nAntes de que termine el culto hoy, concede que algo suceda, Señor, que así traiga Tu presencia tan cerca y real al pueblo que así ellos conozcan que aquel mismo Jesús que caminó en Galilea está ahora en medio de Su pueblo, y que puedan salir de aquí hoy con la misma aseguranza como aquellos caminantes a Emaús. Cuando estaban ya de regreso, después de caminar con El todo el día, hablando con El, y El hablándoles a ellos, y sin embargo no tenían ninguna idea que ese era El.\n\nOh Dios, tantas veces nosotros somos así. Tú nos hablas en la puesta del sol, en el cantar de las aves, en el ruido de las hojas, en el brotar de las flores, en los himnos de la iglesia, y tan escásamente reconocemos que eres Tú. En el hospital con los enfermos, y muchos otros lugares, Tú nos hablas y tan escásamente nos damos cuenta que eres Tú.",
    "Ahora Señor, al volver a nuestros hogares en esta mañana, así como fue con aquellos, concede que reconozcamos, haz algo hoy en nuestro medio así como hiciste allá. Ellos conocieron la cosa que hiciste ante sus ojos. Tú la habías hecho antes de Tu crucifixión, y ellos sabían que ese era el Señor resucitado. Ellos volvieron a sus grupos, regocijando y alabando a Dios, porque sabían que El estaba vivo. Y dijeron, “¿No ardía nuestros corazones dentro de nosotros, mientras El nos hablaba por el camino?” Señor, el hecho de que apareciste e hiciste algo igual como habías hecho antes de Tu crucifixión, eso probó Tu resurrección, que Tú eras el mismo Jesús, y les causaste que se acordasen de toda su conversación contigo. Nos has hablado toda esta semana, Señor. Ahora, aparece en nuestro corazón, y en nuestro medio, y manifiéstate a cada corazón necesitado. Porque lo pedimos en el Nombre de Jesús, y por Su bien. Amén.",
    "Nuestro Padre, que estás en los cielos, santificado sea Tu Nombre. Venga Tu reino. Sea hecha Tu voluntad, como en el cielo, así también en la tierra. Danos hoy nuestro pan cotidiano. Y perdónanos nuestras deudas, como también nosotros perdonamos a nuestros deudores. Y no nos metas en tentación, más líbranos del mal, porque Tuyo es el reino, y el poder, y la gloria, por todos los siglos. Amén.",
    "Que si mi pluma fuera herramienta de escultor, y mi papel fuera pedernal, y estas palabras que ahora pronuncio allí fueran grabadas para que así salieran a todas las gentes en todas las naciones.\n\nEl Espíritu de Dios tiene maneras raras de como obrar con Su pueblo. Muchas veces a través de maravillas y por dones y llamamientos, los cuales son sin arrepentimiento, los cuales Dios los da a Su pueblo por Su gracia.",
    "Estoy aquí ahora en casa, como una pequeña vacación. Por lo regular tomo este tiempo aquí en casa así en este tiempo del año, porque me gusta descansar cuando voy a la cazar de las ardillas. He estado en Kentucky con mis amigos esta semana pasada, cazando ardillas, es mi lugar favorito. Pero estaba desanimado de alguna manera, no era exactamente porque no podía hallar las ardillas, pero simplemente me sentía desanimado. Algo me decía que debiera volver a casa. Y dormí en el carro por todo el regreso.",
    "El año pasado, como todos Uds. saben, lo cual está impreso y también el testimonio está en las cintas. Yo estaba sentado en un cierto lugar aquí en Indiana adonde el Señor Dios bajó y me habló, que, mi segundo ministerio estaba a punto de comenzar en el futuro cercano. Y allí fueron habladas a la existencia tres ardillas. Todos Uds. saben la historia, estoy seguro. De alguna manera, subiendo por el camino, mientras los demás muchachos se bajaron para cazar, tuve un sentir raro de volver a este lugar de nuevo. Era antes del amanecer, lluvioso, y ni aun sabía si podrían ellos cazar o no, pero yo deseaba llegar allí a ese campo. Ir de cazería significa “salir solo para orar.” Y paré el carro y me bajé, crucé la carretera, y entré al bosque, y era antes del amanecer, y el alba era como gris.",
    "Me había parado y había orado, como siempre, y le estaba diciendo a mi Padre que me proveyera lo necesario. Yo no creo en malgastar nada, ni en destruír; nunca en mi vida le he tirado a un pajarito ni a ninguna otra cosa no más para tirar al blanco. Lo que mato lo como, o se lo doy a alguien más que sí se lo come. Yo no creo en malgastar nada. Yo no creo en hacer esas cosas, porque no es correcto.\n\nLuego mientras di la vuelta y comencé a caminar por el caminito conocido al lado de un pasto y que cruza a un bosque en forma de una L, algo raro sucedió. En toda mi experiencia, nunca he tenido algo como esto. Miré hacia el pico del cerrito a mi izquierda de donde estaba parado, y allí, saliendo como de la copa del cerro, vi tres arcos iris. Y estaban como a la altura de treinta pies. Al principio miré y vi la luz y seguí caminando, porque pensé que era la salida del sol. Pero al pensar por segunda vez, no era hacia el sol, sino hacia el sur. Y otra cosa, el cielo estaba parejo, con nubes y lluvias, lloviendo por todos lugares. Y era el 25 de Agosto, el viernes pasado, Uds. saben como estaba lloviendo. Todo el cielo estaba nublado parejito.",
    "Miré nuevamente, y allí estaban de nuevo, creciendo más alto y más alto, tres arco iris. Me quité el sombrero. Recosté mi rifle. Comencé a caminar hacia allá con mis manos en alto. Luego, como que algo me decía, “hasta allí no más.” Me iba a sentar para quitarme las botas, para ver si podía caminar un poco más cerca. Pero llegué hasta unas cuantas yardas de ello, entonces vi el color que tenía, como una neblina moviéndose, lloviznando. Me paré quieto por unos momentos porque esto estaba saliendo de la cumbre del cerrito. Me quedé viendo los tres arco iris (uno a la derecha, uno a la izquierda, y uno en el centro), se unían como en una olla. Sea lo que sea, pero tenía vida, estaba moviéndose y haciendo mociones. Me quedé parado mientras el alba estaba grisesito.\n\nVolví y miraba otra vez, y clamé, “Oh Dios, ¿qué cosa quieres que Tu siervo conozca?” En ese instante el Espíritu de Dios bajó y dijo, “Jesús del Nuevo Testamento es Jehová del Antiguo Testamento, El unicamente cambió Su máscara de Espíritu a Hombre.” Eso fue confirmación ‘desde luego’ de mi mensaje de El; dándome a saber, asegurándome que estos treinta y un años no han sido en vano.",
    "Al comenzar a acercarme, esto comenzó a menguar; entonces bajó y entró en esta cosa como una olla, y desapareció. Me acerqué más. Tenía miedo de llegar más cerca, porque El me había parado antes de llegar.\n\nVolví y noté que la Luz, la manera que estaba brillando a mi favor, estaba exactamente en línea con el árbol adonde estaba sentado el año pasado, adonde aparecieron las ardillas. Como unos treinta y cinco o cuarenta minutos después bajé por el bosque y crucé por los arroyos y cosas, hasta llegar a este árbol que divide en cuatro direcciones (este, norte, oeste, y sur), cuatro ramas del árbol que salen. Me subí a esta rama y me senté en donde estaba sentado y me habló de la Escritura, “Mas si a este monte dijeres, ‘Quítate.’” Y mientras estuve allí por un ratito, ya no pensando del arco iris, ya no lo tenía en mi mente. Estaba allí, y en este año ha sido muy malo para las ardillas, la caza de ardillas, todo está trasado, no hay ardillas.",
    "Y pensé, “Aquí mismo es donde Dios me dio esas ardillas el año pasado, que los hablase a la existencia.” Nuevamente me quité el sombrero, y dije, “Señor Dios, Tú todavía eres el mismo Jesús. Todavía eres Dios.”\n\nY algo me dijo, “¿Cuántas necesitas esta vez?”\n\nYo dije, “Igual como la otra vez, el límite.” Entonces dije, “Tendré este límite antes de las diez hoy mismo.” Y tan raro como parezca, en ese momento yo estaba en un lugar muy infestado de mosquitos donde había muchos mosquitos, un pantano. Y un mosquito muy grande vino para picarme muy cerca del ojo y dije, “Ni un solo mosquito me molestará hoy,” yo no tenía ningún repelente ni nada. Y antes de pensarlo, dije, “El sol brillará dentro de treinta minutos.”",
    "Y apenas había dicho eso, cuando detrás de mí, una ardilla exactamente como la del año pasado, joven, roja, saltó en una rama como a setenta metros y comenzó a ladrar. Di la media vuelta. A esa distancia tan larga, apenas podía ver su ojito por el telescópio. Simplemente le tiré, eso es todo. Ni estaba bien apuntado, cuando mucho estaba sobre la ardilla. Y la bala dio exactamente en todo el ojo, igualito como la otra vez.\n\nContinué caminando por el bosque. Y exactamente faltando tres minutos para las diez, maté la tercera ardilla, exactamente como el año pasado, exactamente lo mismo, faltando tres minutos para las diez. Dios siendo mi Juez solemne, ni un solo mosquito aun me zumbó todo el día, y eso fue en un lugar donde hay toneladas, me supongo, si se pudieran pesar. Y yo ni vi ni oí uno solo. Estaba escuchando para ver si los oía. Y oí un zumbido y pensé, “Por allí está uno,” y me puse a oir y era un camión, allá muy lejos en la carretera. Y a exactamente treinta minutos de aquel tiempo, el sol salió fuerte y brillante.",
    "Luego volví al lugar. Y yo había estado pensando, que cuando dije “límite,” que eso significaba cinco ardillas, lo cual es el límite en Indiana. Pero me acuerdo del año pasado, cuando El me pidió cuantas necesitaba para una comida, yo dije, “tres,” maté exactamente las tres. Entonces ayer fui otra vez, iba hacia el mismo lugar de nuevo, y algo me dijo, “No vayas a cruzar el camino.”\n\nY exactamente a las diez, perfectamente en punto, a las diez en mi reloj, yo maté el límite de Indiana, la quinta ardilla. Quiero que noten que hubo tres arco iris, y hubo tres cosas que se hablaron, tres ardillas obtenidas. Hubo tres cosas, tres ardillas para las diez, no hubo mosquitos, y el sol brillaría en treinta minutos. Y hubo tres para dar testimonio de eso. El Hermano Banks Wood, mi hijo Billy Paul, y su hijo David, para dar testimonio de esto.",
    "Cuando vi esos tres arco iris, como lo ancho de esa columna de fuego, el Angel del Señor, pero hubo tres que terminaban en Uno. ¡Oh, cuánto alentó eso a mi corazón! El saber que Dios, Jesús no es simplemente un hombre como la gente cree que El es, simplemente un profeta, como la idea moderna de hoy piensa que Jesús es solamente un profeta. El es Jehová del Antiguo Testamento hecho carne y habitó entre nosotros. Y aquello en verdad me alentó. Cuando pensando en ese tema, que Dios es buscado por tanta gente.",
    "Ahora, hay gente que se llaman “La Unidad” o mas bien, “Solo Jesús.” Yo no estoy de acuerdo con ellos en su teoría. Tampoco estoy de acuerdo con el grupo trinitario que dice que existen tres dioses distintos, los trinitarios extremos. Pero yo creo que los tres, Padre, Hijo, y Espíritu Santo, son Uno, que son tres oficios de un solo Dios. Que El vive en la Paternidad, en la Columna de Fuego; El vivió en el Hijo, en Jesucristo; y ahora vive en el Espíritu Santo, en Su iglesia. El mismo Señor Jesús que fue hecho carne y habitó entre nosotros, está con nosotros hoy, entre nosotros, en la forma del Espíritu Santo.\n\n¡De todas las experiencias! Cuando primeramente voltié y vi, pensando primero que podría ser el sol asomándose por una nube en alguna parte, pero era antes del tiempo del sol. Y cuando voltié de nuevo y vi que no era una luz, sino eran arco iris. Y luego cuando miré y vi eso, fui completamente entorpecido.\n\nY alguien me dijo, “¿No sentiste como que querías gritar?” No, yo no sentí como gritar. Esas experiencias nunca dejan a uno como con ganas de gritar, simplemente lo hacen a uno sentir anclado, simplemente adonde uno sabe que hay algo que le dice, es un sentir satisfecho.",
    "Ahora, esas cosas son la verdad. Yo sé que tenemos cosas que se dicen, y cosas muchas veces que la gente dice, “Oh, yo sentí esto y aquello.” Yo no creo en esas cosas. Yo no puedo responder por eso. Yo solamente puedo responder por las cosas que sé que son la verdad. Y Dios Todopoderoso, que conoce y escribió esta Biblia, yo soy Su siervo, El sabe que eso es la verdad.\n\nPiense de esto, que en el día en que estamos viviendo, un poco antes de la venida del Señor, Jesús dijo que “habrían señales en los cielos y en la tierra, cosas grandes, platillos voladores, proyectiles, confusión de tiempo, angustia entre las naciones, y espantosas cosas sobre la tierra.” Y estamos viviendo en ese día para ver esas cosas.",
    "Ahora, para el mensaje en esta mañana yo he escogido, y quiero que abran conmigo las Escrituras, a Zacarías. Era mi…Zacarías, el capítulo 4.\n\nEs mi deseo contarles estas cosas. Muchas veces cosas suceden que yo no las hablo, no las digo. Pero eso fue demasiado sobresaliente para no decírselo a la iglesia. ¡Tienen que ser habladas! Y ante Dios, ante el cual estoy parado, esto es la verdad. Yo sé que Dios existe, yo sé que Jesucristo es el Hijo de Dios, Emanuel, morando entre Su pueblo hoy en la forma del Espíritu Santo. Y yo sé que la venida del Señor está presto, cuando señales y maravillas están apareciendo.",
    "Acabamos de estudiar Las Siete Edades de la Iglesia, y allí aprendimos que estamos en la última, la edad de Laodicea, cuando la iglesia sería indiferente, se enfriaría, se denominaría, se organizaría; organizaciones la abarcarían, se la comerían. Pero hay una promesa que quedaría un pequeño remanente. Habría una iglesia que estaría esparcida por todo el mundo, pero Dios la juntaría y la raptaría a la Gloria; un grupito santificado en alguna parte, esperando en el Señor.",
    "Luego el otro día cuando prediqué Las Setenta Semanas de Daniel, parado aquí mismo en este púlpito, me fijé en algo y desde entonces no he podido apartarme de ello, al ver la hora en que estamos viviendo. Quiero ir a alguna parte y hacer otra cosa distinta para no pensar en esto. Yo tengo demasiados seres queridos que no son salvos. Sabiendo, ¿qué Señor puedo hacer yo para que sean salvos? ¿Qué puedo hacer? Yo he predicado el Evangelio, Dios ha obrado grandes maravillas y señales como jamás el mundo ha visto desde el tiempo del Señor Jesús. El jamás ha hecho esto en toda la historia del tiempo. Y ha dado la vuelta al mundo. Y todavía el mundo continuamente se pone peor. Luego tengo que acordarme que estamos viviendo en la edad de Laodicea, adonde se pondrán peor, y la Biblia dice que así sería.",
    "Entonces escogí en esta mañana, siendo que aquel mensaje fue tan atacado, y luego otra cosa por el cual me tiran tanto es, predicando la gracia. Yo quiero hablar sobre eso en esta mañana mientras leo el capítulo 4 de Zacarías, una porción de ello.\n\nVolvió el ángel que hablaba conmigo y despertóme, como un hombre que es despertado de su sueño.\n\nY díjome: ¿Qué ves? Y respondí: He mirado, y he aquí un candelero todo de oro, con su vaso sobre su cabeza, y sus siete lámparas encima del candelero, y siete canales para las lámparas que están encima de él;\n\nY sobre él dos olivas, la una a la derecha del vaso, y la otra a su izquierda.\n\nProseguí y hablé a aquel ángel que hablaba conmigo, diciendo: ¿Qué es esto, señor mío?\n\nY el ángel que hablaba conmigo respondió y díjome: ¿No sabes qué es esto? Y dije, No, señor mío.\n\nEntonces respondió y hablóme diciendo: Esta es la palabra de Jehová a Zorobabel, en que se dice: No con ejército, ni con fuerza, sino con Mi Espíritu, ha dicho Jehová de los ejércitos.\n\n(¿Ve Ud. que el mensaje no vendrá por los grandes ejércitos o poderes? Pero será por el Espíritu de Dios. El último verso, verso 7o:)\n\n¿Quién eres tú, oh gran monte? Delante de Zorobabel serás reducido a llanura; él sacará la primera piedra con aclamaciones de: Gracia, gracia a ella. Gracia, gracia a ella.",
    "Todos conocemos esta Escritura, esta lectura de la Biblia. Conocemos que esto fue durante el tiempo de la preparación de la restauración del templo. Y Zorobabel fue un gran príncipe entre el pueblo, quien había puesto el fundamento del edificio. Ahora, quiero que se pongan su abrigo de unción, de pensar espiritualmente en esta mañana, mientras pensamos. Y este gran príncipe había determinado reedificar la casa del Señor. Y luego, cuando lo decidió, el colocó la piedra del fundamento.\n\nY al leer más adelante, vemos que Dios le dijo, “Zorobabel, él ha echado la fundación con sus manos, y él también traerá la piedra de corona, la acabará.” Ahora, quiero que noten, El no dijo que traería “la piedra del ángulo.” El traerá la “piedra de corona.”",
    "Y sabemos que la Escritura dice que Jesús es la principal piedra del ángulo, y también es la piedra de corona. Ahora, si pensásemos por unos momentos, que el mensajero de la séptima edad de la iglesia habría de “restaurar la fe de los hijos nuevamente a los padres.” En otras palabras, reedificar la Iglesia de nuevo bajo el poder del Espíritu Santo. “No por poder, no por el ejército, pero por Mi Espíritu,” dice el Señor. No por organización, no por denominación, pero por el Espíritu Santo Dios producirá la Iglesia en este último día.",
    "Zorobabel, el príncipe con Josué, fue el que habría de traer esta piedra de corona. El había puesto el fundamento, él había traído el pueblo de nuevo a la fundación, al fundamento, en tipo. Lo cual, todos conocemos que estos candeleros y demás cosas representaron tanto el judío como la iglesia. Eran “ramas del olivo,” dice la Biblia aquí. Y la rama de olivo somos nosotros la rama silvestre que fue injertada en la raíz del olivo doméstico—los Gentiles. Y de estas dos ramas salen los canales de incensario, que conducen a los siete candeleros de oro, que dan la luz para Las Siete Edades de La Iglesia.",
    "Ahora, se acuerdan, en nuestra enseñanza en las lecciones por donde acabamos de pasar, que tomamos la gran pirámide y estudiamos eso por un tiempo, seguramente lo edificó Enoc. Y la piedra de corona nunca fue colocada en la pirámide, yo he estado allí. La arquitectura de aquello jamás se ha podido duplicar hasta este día. No tenemos máquinas capaces de construír una pirámide, no tenemos el poder (a menos que fuera el poder atómico) para construir tal pirámide, porque es demasiado gigantesco. Piedras que pesarían toneladas y toneladas están colocadas muy alto en el aire, y unidos de tal manera que ni les entra una hojilla de rasurar o afeitar. Y no tienen concreto, simplemente están cortadas para unirse con una y la otra.",
    "Y así debe ser en el Cuerpo de Jesucristo, cortados de tal manera por el Espíritu Santo, por el Instrumento grande de Herramienta de Dios, que estaríamos unidos como una sola persona. No somos divididos. ¡Debemos ser una sola persona! Y eso nos muestra que ninguna maquinaria puede hacer eso de esa manera. Se necesita Dios para hacerlo. Ninguna mecánica de organización, ninguna logia, ninguna de estas cosas jamás lo podrán lograr. Y sean tan buenos como son sus intenciones. Jamás lo lograrán porque se necesita Dios para hacer esto, el Espíritu Santo.",
    "No creo que tenga en el bolsillo un billete de dolar. Pero allí, sí, aquí tengo un dolar. Perdónenme. Del lado de atrás de este dolar Uds. verán el sello de los Estados Unidos al lado izquierdo, mirando hacia Uds. Para mí, es el lado izquierdo, para Uds. es el lado derecho. Allí está el águila. Y allí también está el escudo y demás cosas. Pero de este lado, (el lado derecho para mí) Ud. ve la pirámide. Y nota arriba sobre la pirámide está la piedra de corona, y allí debajo dice, “El Gran Sello.” Aun en nuestra moneda, tenemos que reconocer. Ningún impío puede acabar con el Cristianismo. Cada vez que Ud. se pone la fecha a las cartas, allí testifica el nacimiento de nuestro Señor. Cada calendario, todo habla de El. Y aun en nuestra moneda, la Cabecera, ¡eso es Cristo! ¿Por qué no le pusieron piedra de corona a la pirámide? Porque la Piedra de Corona fue rechazada cuando vino.",
    "Pero ahora, según la profecía, llegará la Piedra de Corona. Y yo quiero que noten que cuando la Piedra de Corona venga, el príncipe que proclamará el Mensaje proclamará, “¡Gracia! ¡Gracia!” Porque es por gracia que somos salvos, no por las obras para que nadie se gloríe. Y el Mensaje de gracia ha sido pisoteado por los hombres hasta que ha llegado a ser una desgracia. Algunos se desvían y llegan a la seguridad eterna, y otros corren en diversas cosas. Pero el Mensaje de gracia correcto permanece igual, y allí es donde satán procura sacarlo de la Iglesia. Pero es por la gracia que Dios nos tiene salvos.",
    "Y en la deidad de Jesucristo, si el Señor Dios pudo bajar allá y confirmar que aquello fue la verdad, y no solo aquello pero por Su Palabra confirma que es la verdad, y por señales y maravillas El confirma que es la verdad, y luego también, gracia también es la verdad. Entonces, ¿por qué podrá alguno criticar y decir que gracia está errado, que somos salvos por las obras? Nosotros somos salvos por gracia, eso por fe, no por obras. Obras muestran que Ud. ya es salvo. Pero lo que le salva es la gracia de Dios. Gracia le salva a Ud. La gracia es lo que Dios hace por Ud. Las obras es lo que Ud. hace por Dios para mostrar su agradecimiento por lo que Dios hizo por Ud. Pero por gracia sois salvos.",
    "Alguna gente piensa que, “Si me uno a la iglesia, pongo mi nombre en algún libro, eso es todo lo que tengo que hacer.” Algunos piensan, “Porque yo grito, es todo lo que tengo que hacer.” Otros piensan, “Porque hablo en lenguas, solamente eso tengo que hacer.” Unos piensan, “Porque tengo poder para sanar los enfermos, con eso tengo.” ¡No es así! Es la gracia de Dios que lo salva a Ud. La sublime gracia de Dios. Yo no puedo confiar en ningún mérito. Unos dicen, “Pues aquel hombre es muy grande. Yo le he visto decir y hacer esto, he visto hacer aquello.”\n\nPablo dijo en 1 Corintios 13, “Si yo hablase con lenguas humanas y angélicas, aunque tuviera discernimiento, aunque tuviera dones, si tomase todos mis bienes para alimentar a los pobres, aunque pudiese mover montes con mi fe, aunque tuviese ciencia para entender todas las cosas, yo soy nada hasta que no baje el amor, lo cual es gracia.” Dios tiene que hacerlo. Ud. puede hacer todas estas cosas y todavía estar perdido. Es gracia lo que salva a uno, la gracia de Dios a la raza humana.",
    "¡Al pensar de El! Yo estaba pensando en esa gracia inmediatamente después que aquello apareció el viernes en la mañana, al amanecer el día allá en aquel campo cuando estaba sentado en un tronco. Después, sí las lágrimas bajaron de mis ojos. “Oh, Dios, Tu gracia ha bajado al salvarme. ¿Por qué tuviste tal compasión por un pobre analfabeto miserable como yo? ¿Cómo pudiste bajar hasta nuestro pequeño Tabernáculo humilde, adonde la gente de bajo estima, pobres, no tienen nada de este mundo, y todavía Tu gracia es derramada en nuestros corazones por el Espíritu Santo y sanas nuestras enfermedades, y salvas de nuestros pecados, nos salvas de nuestros pecados, y nos haces pueblo Tuyo y obras con nosotros?”",
    "Luego pensé de David, como fue cuando él tuvo idea de construirle casa a Jehová y dijo, “No es correcto que yo viva en una casa de cedro, y el Arca del Pacto de mi Dios more bajo pieles de oveja en un tabernáculo.”\n\nDios le dijo al profeta, “Vé, dile a Mi siervo David, Yo le tomé de la majada de alimentar aquellas pocas ovejas de su papá y ‘te he hecho un nombre grande como los hombres grandes de la tierra.’”",
    "Yo pensé en la gracia de Dios, ¡cómo El pudo hacer aquello, y salvar eternamente! Y luego que tomaría un pobre miserable como yo, y me diera la oportunidad de predicar el Evangelio, y al ver otros salvos, verlos sanados; ver hogares enderezados que antes estaban destruídos; ver vidas arregladas que antes estaban en la ruina. ¡Y que me diera gracia a mí! Es la sublime gracia. Luego que viniera a un degradado y bajo cazador de ardillas allá en el bosque y tomase la forma del arco iris, cual significaba, “un pacto,” con un Mensaje que me dio que predicase, y que lo formara allí en un pacto, y que El estaría respaldándolo. El sí lo respaldará, porque el Mensaje es de Jesucristo y de Su gloria.",
    "El me ha permitido viajar por todo el mundo, por todo el mundo a las naciones, a millones de gente. He visto a millones venir al Señor y aceptarlo como Salvador personal. Los he visto llenos de Su bondad y santificados por Su poder; los he visto sanados por Su gran poder omnipotente. Luego yo puedo clamar como el profeta, y decir, “No es por ejército, ni con poder, sino es por el Espíritu de Dios.” No por la educación, ni por la teología pero por el Espíritu de Dios es que El salva a Su pueblo. Por el Espíritu de Dios El sana a la gente. Es el Espíritu de Dios lo cual da el Mensaje a la gente. Es el Espíritu de Dios que confirma la Palabra.",
    "Hoy tenemos teólogos, tenemos Doctores de Divinidad, tenemos hombres grandes por todo el mundo que son sagaces, inteligentes y educados. Pero se necesita la simplicidad de creer a Dios para hacer que Su Palabra suene claro y mostrar que Jesucristo es el mismo ayer, y hoy, y por todos los siglos. Se necesita un corazón humilde dedicado a Dios para producir a Jesucristo en tiempo presente. ¡Amén! Si fuera cuestión de teología, como con el Presbiteriano, Metodista, Bautista, y Católico y los demás, entonces nosotros no tuvieramos oportunidad siendo gente pobre sin educación. Pero no se necesita ciencia. “No con ejército, ni con fuerza, sólo por Mi Espíritu,” dice Dios, “Yo abriré este misterio.” Y con eso El clamará, “Gracia, gracia,” con aclamaciones y clamores. Eso es hoy, la sublime gracia de Dios a Su pueblo. Como El toma el analfabeto sin educación y muestra que Jesús es el mismo.",
    "Cuando El vino, El no vino a los grandes teólogos. Tampoco vino con Caifás, el sumo sacerdote, sino sólo para ser codenado por él.\n\nPero El tomó pescadores, hombres pobres y caminó la vida común. Y a estos se reveló y dijo, “Seguidme, y Yo os haré pescadores de hombres,” mostrando que Su gracia todavía se extiende aun desde los judíos a los gentiles, El llamando un pueblo para Su Nombre en estos últimos días, como acabamos de estudiarlo. ¡Sublime gracia, cuán dulce el sonido!",
    "La gracia es antigua. La gracia es tan antigua como el mundo, la gracia fue mostrada por primera vez a la raza humana cuando hubo el comienzo de la raza humana. Cuando la raza humana fue creada en el huerto del Edén, en aquella mañana oscura cuando aquella mujercita cruzó la línea de separación y había obrado en contra del mandamiento de Dios y engañó también a su esposo a que hiciera igual, entonces la ley fue rota. La ley tiene que tener castigo o no es ley. Y la ley fue, “El día que de él comiereis, ese día morirás.”\n\nRecuerde, el primer tribunal fue sobre la tierra, y fue en el huerto del Edén. Y el último tribunal será sobre la tierra en el tiempo del fin, el gran Trono Blanco.",
    "Pero Jehová, cuando El bajó, me imagino que no hubo ni una sola estrella brillando, estaba tan oscuro en aquel jardincito en donde antes había existido tanta luz porque el pecado la había apagado, había tomado la luz de entre ellos.\n\nEse es el problema con las iglesias de hoy día. Ese es el problema con la gente de hoy. El pecado ha tapado completamente la Luz del Dios Viviente para que no muestre que Cristo es el mismo hoy, ayer, y por todos los siglos. Y El vive para salvar eternamente y para sanar a la persona más baja y más enferma.",
    "Oh, ¡cuán terrible fue en aquella mañana, tinieblas envolviendo el huerto! Me imagino una neblina negra de saco de cilicia. Me imagino que ni una hoja se movía, no hubo nada de viento. Fue oscuro y terrible, porque el pecado había manchado todo.\n\nEntonces bajó Jehová como un rugido de trueno caminando por el jardín clamando, “Adán, ¿dónde estás?” Entonces fue cuando Adán se dio cuenta que estaba desnudo y que había pecado ante Dios. El se escondió y trató de hacerse una religión, pero eso no sirvió. Dios mató una oveja, y tomó las pieles y mostró que algo tenía que morir para cubrir el pecado.\n\nUniéndose a la iglesia no cubrirá el pecado. Ninguna confesión de ojo seco jamás cubrirá el pecado. Se necesita tristeza y arrepentimiento y la gracia de Dios para cubrir el pecado; se necesita la sangre de Jesucristo, aquel quien Dios mató en el Calvario, para cubrir el pecado.",
    "Allá en el huerto en esa mañana, cuando el pecado fue tan negro, Jehová entró. Allí estaba Su matrimonio, parados allí condenados. Ya no habría más raza humana, estos tenían que morir; muerte a la raza humana y devolver el mundo al animal salvaje y ya no habría nada de raza humana. Pero en aquella hora tan oscura, en aquel tiempo cuando no había más esperanza la gracia vino bajando y dijo, “Os daré un Salvador, un Mesías.” Oh, ¡es un milagro como Dios jamás pudo hacer eso! La sublime gracia de Dios en el huerto del Edén, la cual les dio la promesa de un Ser Justo, quien podría venir a través de la mujer. “La simiente de la mujer herirá la cabeza de la serpiente,” el culpable, “y su cabeza le herirá en su calcañar,” para mostrar que habría una aflicción para la iglesia. ¡Pero El prometió un triunfo! ¿Qué nos proveyó al Salvador? ¡La gracia!",
    "¿Qué podían ellos mostrar para merecer la gracia? ¿Qué podían mostrar para obtenerlo? Una expresión del ejército, me lo perdonan, pero quiero usarlo aquí de mi púlpito solamente para hacer este punto, “echar la carga a otro.” Adán dijo, “La mujer que me diste lo hizo.” La mujer dijo, “La serpiente me engañó.” Cada uno culpó al otro. ¡No existía esperanza para ellos!\n\nPero Dios proveyó la gracia y vino abriendo camino. Y El dijo, “Pero de alguna manera Yo haré camino. Yo los salvaré a pesar de esto. Uds. han errado, han violado Mis leyes. Y el juicio de Mi ley tendrá que ser ejecutado. El juicio de Mi ley tendrá que ser ejecutado. Por lo tanto tendrá que haber muerte, porque Yo he decretado ‘muerte.’”",
    "Ahora, mi amigo Cristiano. Y estas cintas que se están haciendo aquí recorrerán la tierra. Permíteme preguntarle esto. Ud. quien procura hacer que Dios sea tres Dioses, o los de acá que procuran hacer que sea uno, como su propio dedo. ¡El es uno en persona!\n\nNo sería justo que Dios demandara la muerte de un ángel. El no sería un Juez justo al demandar muerte de un ángel por un ser humano. Eso todavía no sería el remedio porque Su gran ley demanda muerte, y algo tiene que morir y un ángel ni aun puede morir. Tampoco podría decir, “Eva, por cuanto tú has causado que Adán haga esto, te voy a condenar a muerte, y permitir que Adán viva,” porque Adán también fue participante.",
    "Como alguien dijo, “Pilato fue justificado, él se lavó las manos.” Tú no te puedes lavar la sangre de Jesucristo de las manos. Nunca saldrás de este edificio en esta mañana rumbo al cielo si mueres en tus pecados. Está en tus manos. Así que no es justo.\n\nHubo una sola vía justa. Hubo una sola manera en que los requisitos de la gran ley de Dios podían cumplirse. El mismo tenía que cumplirlo. El tenía que hacerlo. Dios es un Espíritu y El no puede morir. Entonces Dios tuvo que ser hecho hombre, y El murió en carne humana, en la forma de un hombre llamado “Jesucristo” y ese fue el Mesías prometido el cual trajo la gracia. Allí donde Ud. ve que Dios y Cristo son la misma Persona, Dios morando en Cristo. “Yo y Mi Padre uno somos, Mi Padre mora en Mí; no soy Yo el que habla la Palabra, pero es Mi Padre quien mora en Mí.” Dios en Cristo. Ciertamente.",
    "Pero la gracia fue prometida en el Huerto del Edén, y la gracia vino, gracia para Adán y Eva. No tenían adonde ir ni adonde acudir, sin embargo la gracia les abrió camino.\n\nPermítame decirle esto a Ud. amigo pecador. Quizás Ud. está aquí en esta mañana como una prostituta; Ud. puede estar aquí en esta mañana yendo trás las mujeres; Ud. puede ser un borracho, o un jugador, o un asesino. Ud. pueda que esté aquí y es un esposo infiel, o una esposa infiel. Ud. puede ser el más vil pecador, y dirá, “Estoy más allá de la redención.” No, no lo eres, de otra manera no estarías en la iglesia en esta mañana. La gracia te abrirá camino en esta hora tan oscura si solamente lo aceptas. Adán tuvo que estar dispuesto a aceptarlo, y así Ud. también. Acéptelo.",
    "La gracia de Dios bajó en el tiempo de Noé. Noé, un hombre ordinario, él y su familia. Pero por cuanto Noé tenía temor de Dios, ¡él creyó a Dios! Ud. no puede temer a Dios sin creerle. ¿Cómo puede Ud. tener temor de algo que no cree? Ud. tiene que tener temor de Dios. Salomón dijo, “El temor de Jehová es el principio de la sabiduría.” Ahora, apenas tener temor de Dios, Ud. está comenzando a tener sabiduría. Y el temor de Dios, Noé temió al Señor y él creyó al Señor. Y eso es lo que Dios honra, tu fe en El. Correcto. Luego, cuando el temor de Dios vino sobre Noé, Dios le llamó por la gracia y le salvó a él y a su casa porque fue la gracia que lo hizo. No porque Noé era un hombre muy grande y más guapo que todos los demás, no porque Noé asistía a la mejor iglesia en todo el país, no porque él pertenecía a la mejor organización, no porque él se vestía mejor, no porque tenía más dinero, no porque él era una persona especial. Pero por la gracia de Dios, Dios salvó a Noé. Gracia salvó a Noé (no sus obras pero fue Su gracia) y también salvó a su familia.",
    "Haremos referencia a otra persona al cual fue extendida la gracia de Dios. Hablaremos de algunos, hay muchos. Abraham. Abraham, ninguna persona especial, descendió de la torre de Babel, quizás salió de un grupo idólatra (su padre), bajó a la tierra de Sinar para habitar en la ciudad de Ur. Y mientras estuvo allí Dios le habló por gracia. Por gracia fue. No porque él fue distinto, no porque él fue un hombre mejor; pero por gracia Dios le llamó. La Biblia claramente nos da a saber eso. Oh, Abraham, ¡cómo Abraham probó la paciencia de Dios! Le habló y dijo, “Abraham, quédate en esta tierra, no te salgas de aquí.” Pero tan pronto llegó una sequía y un hambre, Abraham corrió.",
    "Abraham habló de nosotros. Dios tomó a Abraham por gracia y le salvó. Y así te toma a tí también, por gracia. Y ¿cómo probamos nosotros la paciencia de Dios? Hoy estamos bien, mañana estamos desanimados. Un día creemos, al otro día estamos dudando. Hoy somos Metodista, mañana somos Bautista. Hoy creemos en Sanidad Divina, mañana nos duele el estómago y no sabemos si lo creemos o no. Pero sin embargo en medio de todo eso Dios quiere que nos mantengamos fijos. El nos salva de todas maneras. Si no fuera por la gracia de Dios, estaríamos todos sin esperanza, seguro. Dios nos salva por Su gracia.",
    "Abraham se debiera haber quedado en aquella tierra, pero él bajó allá con los caldeos, o no con los caldeos, pero los filisteos. Bajó allá para peregrinar, para salir del hambre. Las cosas que estaban un poco duras allá en su país, él bajó allá para peregrinar allá con ellos. Hizo exactamente lo que Dios dijo que no hiciera, sin embargo la gracia de Dios le apareció, y prohibió a Faraón de tomar, o el rey, de tomar su esposa. La gracia de Dios. Cuando Abraham dijo, “Esta es mi hermana,” mintió. Pero sin embargo la gracia de Dios lo mantuvo porque él se arrepentió. El estaba dispuesto a arrepentirse.\n\nY cualquiera que esté dispuesto a arrepentirse la gracia de Dios todavía es para Ud. La gracia de Dios está buscándote. Así que eso sirve para Uds. recaídos en esta mañana, la gracia de Dios todavía te está buscando. Solamente te arrepientas y la gracia de Dios es todo suficiente.\n\nComo El tomó al buen Abraham y lo trajo de acá de nuevo. Y recuerden, Abraham no fue salvo por obras, él fue salvo por gracia. Abraham fue salvo por fe lo cual es gracia. Y Dios salvó a Abraham por razón de Su gracia, no por razon de su comportamiento. Le salvó por razón de Su gracia. Oh, ¡cuán bueno! El fue salvo por gracia.",
    "Veamos a Israel. Tengo una Escritura apuntada. La apunto luego puedo referir a ella en mi mente. Si la desean apuntar esta será una buena Escritura para memorizar si lo desean, Deuteronomio 7:7. Dios dio a Abraham Su promesa, no a Abraham perdón, se la dio a Israel. Y les dijo, “Si Uds. no se mezclaren con la idolatría! ¡Si no hicieren estas cosas! ¡Si se apartaren de todas estas ceremonias paganas! ¡Si hicieren todas estas cosas, entonces Yo les traeré a una tierra buena, Yo cuidaré de Uds., Yo les alimentaré, Yo les guiaré! Yo haré estas cosas si Uds. hicieran tal y tal cosa, si Me amaren, si guardaren Mis mandamientos, Mis estatutos, Mis ordenanzas. Yo haré todas estas cosas si Uds. simplemente hicieren algo, y guardaren Mis mandamientos y Me amaren.”",
    "Igual como cuando un esposo toma una esposa y le dice, “Si tú fueres una buena mujer, si tú cuidares la casa y si me fueres fiel y si me cuidares bien la ropa; si tenemos familia y les fueres una buena madre; y si hicieres estas cosas, yo trabajaré hasta que sangren mis manos para proveerte la vida, si hicieres esto.” Pero luego piénselo, ¿qué tal si esa mujer resulta muy mala, vive perezosamente, no hace nada? Entonces es preciso la gracia para mantener esa familia unida.\n\n¡Oh, Dios! Se precisó la gracia de Jehová para mantener la unidad de Su familia. Y apenas así somos la familia de Jehová hoy, por razón de la gracia de Jesucristo; todos hubieramos perecido. ¡Pero es la gracia, oh, gracia!",
    "Ahora, pero ellos no lo mantuvieron así. Y nunca llegaron a la promesa completa; esa generación no llegó. No, la generación a la cual hecha la promesa, ellos perecieron en el desierto. Pero Dios los alimentó, Dios los cuidó, Dios los amó, los condujo. ¿Por qué? Su gracia lo hizo, Su gracia por razón de Su promesa. Luego Su promesa, la gracia que acompañaba la promesa. Pero ellos nunca llegaron al beneficio completo de la tierra prometida.\n\nY esta iglesia tampoco llega a su beneficio completo. La gracia completa nos mantiene. Pero El desea una iglesia que le obedezca, un pueblo que tome Su Palabra y diga, “Esta es la verdad,” sin importar su organización. El desea un pueblo que no diga, “Bien, yo soy tan bueno como Ud. Yo soy Presbiteriano, yo soy Metodista, yo soy Católico, soy tan bueno como Ud.” Eso no es gracia. Eso muestra que algo anda mal.",
    "Pero una persona, cueste lo que cueste, que leyere la Palabra de Dios y ve que uno tiene que ser renacido y lleno del Espíritu Santo, eso lo creerán, lo tomarán por la Palabra. Tomarán la Palabra exactamente por lo que dice.\n\nComo en el bautismo y el rociamiento; bautismo es lo correcto. No hay nadie en la Biblia a que fue rociado, no existe tal cosa en la Escritura. Tampoco hubo nadie bautizado en el nombre del “Padre, e Hijo, y Espíritu Santo,” en la Biblia. Todos fueron bautizados en el nombre de Jesucristo. Así que no existe ni un grano de historia. Si alguien me puede mostrar en toda la historia adonde alguna persona jamás fue bautizada en la Biblia, o hasta tres cientos años después de la muerte del último discípulo (cuando comenzó la iglesia Católica), si alguien me puede mostrar donde alguno jamás fue rociado o bautizado en el nombre del Padre, Hijo, y Espíritu Santo antes del comienzo de la iglesia Católica Ud. está obligado de alma de venir y decírmelo. No existe tal cosa. Pero ¿qué hacemos?",
    "Hemos pasado por Las Edades de la Iglesia y vimos como tuvieron que hacer eso. Asi que Ud. ve, Dios quiere alguien que le obedezca. Si no está en la Escritura entonces es una doctrina humana y no es una doctrina de la Biblia. Asi que a pesar de lo que es la iglesia, cuán errado han estado, ¿qué importa todo eso? ¡La cosa es cuán correcto Ud. puede ser ahora! La gracia de Dios se lo está mostrando, entonces camine en ella, en la gracia de Dios.",
    "Recuerde a Moisés, aquel gran líder. Dios debió haberlo matado cuando él bajó allá para glorificarse al herir la peña y dijo, “Miren lo que yo puedo hacer,” en otras palabras. “Uds. rebeldes, ¿tenemos que pues acarrearles agua de esta peña?” El hirió la peña y las aguas no salían; y le volvió herir otra vez. ¿Y qué hizo? Allí daba testimonio de la debilidad de Cristo, porque Cristo fue esa piedra. Esa es la Piedra de Corona. En vez de herirla, o hablarle mas bien, fue herida una vez. Recuerde, Dios le dijo allá en Exodo, “Vé allá y Yo estoy delante de tí sobre la peña y herirás la peña.” Y él hirió la Peña y ella produjo agua. Y a la siguiente vez Dios dijo. “vé, habla a la Peña y ella dará Su agua.”\n\nPero Moisés quería mostrar que él tenía autoridad, tenía un poco de poder y él dijo, “Yo les traeré agua de esta peña.” ¡Dios debió haberlo matado por eso! Dios debió haberlo separado porque él quebró la ley de Dios allí mismo, porque testificó de la debilidad de Cristo, como que tuviera que ser herido por segunda vez. Cristo fue herido una sola vez. Ahora le hablamos a la Roca y produce sus aguas.\n\nPero ¿qué fue? Fijémonos en este anciano, ya tenía ciento veinte años.",
    "Alguien me dijo no hace mucho, dijo, “Dios no es un Dios justo, porque El desilusionó a Moisés. Después que él hubo obrado por tantos años allá con esos hebreos por cuarenta años allá en ese desierto, Dios lo desilusionó y ni aun le permitió entrar a la tierra prometida.”\n\nY dije, “¡Oh, qué disparate!” No, El no desilusionó a Moisés. El llegó a la tierra prometida. Como setecientos años después fue visto allá arriba del cerro de la transfiguración, tan vivo como siempre, parado, hablando con Jesús antes que El fuese al Calvario, él y Elías, parados juntos, hablando. Moisés y Elías aparecieron a Jesús, Pedro, Santiago y Juan, en el Monte de la Transfiguración. El no estaba muerto, estaba vivo. Dios no lo desilusionó; El llegó a la Palestina.",
    "Ahora mire, antes que él murió, él subió al Monte Nebo, aquella mañana cuando él sabía que se iba. Y ya había desropado a Aaron, y puesto su ropa sobre otro; su propio manto y lo puso sobre Josué, ¡y le mandó que se quedara con aquellos preceptos! Y cuando él subió hasta el pico del Monte Nebo, pasó por el valle de los campos, sabiendo que él iba allá a morir. Y subió al Monte Nebo, a la cumbre de Pisga. Y cuando estaba parado allá, Dios le dijo, “Mira a la tierra. Quiero que le veas. Moisés, tú pudieras haber entrado allá. Pero, ¿sabes qué hiciste allá frente a la peña aquel día? Te glorificaste a tí mismo.” Y pienso que ese será el problema grande con muchos de nosotros de hoy día. “Cuando estuviste frente la peña te glorificaste a tí mismo.” Pero note, cuando estuvo a punto de morir, allí estaba la Piedra. El quizás tomó un paso y se paró sobre la Piedra allí en Pisga, y Dios lo sepultó. Pero seguramente resucitó en algún lugar porque estaba vivo. Fue tipo de Jesucristo. Allí estaba parado sobre el Monte de la Transfiguración centenares de años después, allá en Palestina. ¿Ve? Es la gracia de Dios quien proveyó la Roca, le proveyó la Roca. Oh, ¡qué cosa!",
    "Yo pienso de Abraham y de los errores que él cometió, y Moisés y su error; pero cuando se escribió el comentario de Abraham, cuando el comentario divino fue escrito, cuando Pablo escribió el comentario de Abraham, él no mencionó ni una sola sola palabra de la incredulidad de Abraham. No, no, ni aun le fue imputado. El dijo, “Abraham no dudó la promesa de Dios con desconfianza, antes fue esforzado en fe, dando testimonio y gloria a Dios.”\n\nMi humilde oración ante la gracia de Dios que está aquí en esta mañana: ojalá que la mía sea escrita así, que El no vea mis errores. Que cuando se escriba mi comentario, mi obituario, que allí no se lea que cometí errores ni que hice mal, pero que El solamente vea las cosas que procuré hacer por El. Y que lleguen a ser…¿Y qué logra eso? Tomará la gracia de Dios en la cual yo creo, y unicamente en eso estoy confiando. Porque sobre mis propios méritos fallaría en entrar como cualquier otro, pero estoy dependiendo en la gracia de Dios. Sí, en la gracia estoy dependiendo.\n\nAllí estuvo la Roca cuando Moisés se alistó para morir.",
    "¿Qué podríamos decir de David? ¡La gracia de Dios! Aquel gran guerrero al cual Dios mismo, El dijo, “El es un hombre conforme a Mi propio corazón.” Aquel gran guerrero, David, ¿cómo pudo él hacer tal cosa como hizo, de tomar Uría, su soldado cuando tenía unos pocos gentiles allá como soldados? Escuchen bien esta historia por unos momentos. Cuando allí tenían sus soldados, y Uría fue el que se mantuvo fiel a David. Uría fue un prosélito, él era un heteo, un prosélito a la religión Judía. Y aquellos hombres amaban tanto a David. Ellos vieron que la unción estaba sobre él, aunque él era un desterrado. El fue echado de su propio país y tuvo que morar con los filisteos. Saul lo estaba cazando. Sin embargo esos hombres, ¡ellos vieron la unción sobre él! Ellos sabían que él llegaría al poder. ¡Gloria a Dios!\n\nY estoy tan contento hoy de ser un desterrado, porque yo veo que Cristo está llegando a ser Rey. Pueden elegir todos los Kennedys y cuanto más quieran. ¡Pero Cristo será el Rey! La unción está sobre El, y sobre el mensaje de Su venida. ¡El será el Rey!",
    "Pero ¿qué hicieron? Un día él estaba parado allá sediento y quería un trago de agua de la puerta allá en Belén adonde iba él antes a pastorear las ovejas. Y, ¿saben qué? Dos de aquellos hombres tomaron espadas y abrieron camino por quince millas de carne humana, para traerle un balde de agua. Porque su más pequeño deseo era mandamiento para ellos. ¡Piense de eso! Y ellos abrieron camino a través de aquellos hombres, hasta la cumbre de aquel cerro donde dijeron que estaba parado, sería como quince millas. Y ellos pasaron por allí, y todo hombre que se les levantaba, ellos peleaban con él hasta matarlo. ¡Y pasaron! Tomaron este balde, esta cubeta, sacaron el agua, por todas las filas del enemigo, dos hombres, para obtener para su rey, para su hermano, un trago de agua. Cuando él ya tenía agua allá para beber, pero él deseaba de esta agua.",
    "Oh Dios, permítame tomar la Espada de la Palabra, y cortar por toda organización y traer el bautismo en el Nombre de Jesucristo y el poder de la resurrección y el Espíritu Santo de nuevo al pueblo, sin importar, porque El está llegando al poder. El está llegando al poder. Te pararás sólo. Pero tienes que cortar por toda organización, cortar por toda teoría, todo credo humano, hasta traerle al Salvador la oveja que se ha extraviado, alguien, traer de nuevo las doctrinas de la Biblia, de Jesucristo siendo el mismo ayer, hoy, y por todos los siglos. ¡La gracia de Dios!",
    "Fíjese en David. ¿Cómo él pudo hacer? Uno brincó en una zanja y mató a un león. ¿Cómo pudo David tomar la esposa de Uría, la hermosa Bath-sheba, cuando él ya tenía quinientas esposas? Pero la vió bañándose y allí está la negligencia. Ahora, ella simplemente se olvidó de cerrar la cortina. Se estaba bañando y ella sabía que el rey se paseaba por allí todos los días, por el terrado de la casa.\n\nY allí está el problema de hoy. Yo no pienso que las mujeres de hoy son tan negligentes, pero ellas simplemente salen desnudas a la calle, con cualquier ropita. ¡Es una desgracia! Luego no saben por qué los hombres pitan y silban. Pues es que ellas hacen eso para que les silben y se porten así. Ellas saben eso, tienen suficiente cabeza para saber eso. Hacen aquello porque así lo desean, está en su corazón. Ud. les dice que son inmoral, ellas quizás le disputan eso. Pero puede ser que no sean tan inmorales, pueden ser tan puras como el lirio, en cuanto lo sexual. Pero recuerde, hay un espíritu sobre ellas, esa unción es del diablo, que manda el alma de algún hombre al infierno. La Biblia dice “Cualquiera que mira una mujer, para codiciarla, ya cometió adulterio con ella en su corazón.” Y recuerde hermana, tú responderás por haber cometido adulterio aunque nunca lo hiciste en realidad en toda tu vida, pero aquel pecador que te miró por la manera en que te estabas vistiendo, como estabas vestida, él será culpable de adulterio. Tú responderás en el día del juicio por haber cometido adulterio, cuando él tendrá que decir.",
    "El dirá aquí, está escrito en Su Libro, “Cometió adulterio.”\n\n“¿Con quién?”\n\n“Con Señora Fulana de Tal.”\n\n“Luego, Señora Fulana de Tal, ¿qué de esto?”\n\n“Lo juro, Tú conoces mi historia, yo jamás he vivido con otro hombre fuera de mi esposo.”\n\n“Pero te vestiste de tal manera que causaste a este hombre que cometiera adulterio. Estás culpable de adulterio con él. Entonces fue cuando lo hiciste. Tú tienes la culpa, tú eres la que te presentaste.”",
    "Bath-sheba erró, como también erró Eva. Pero Adán fue incluído en aquello. Yo pienso que siempre estamos haciendo tanto alarde de las mujeres. Pero Uds. hijos de Dios, hombres, yo sé que son los más fuertes, correcto, son el sexo más fuerte. Están sobre las mujeres, correcto, ¡entonces pórtense así! No las dominen, procurando sacar alguna jovencita y echar a perder su vida. Pero sea un hijo de Dios, dígale que está errada y párese firme como un hijo de Dios. Ella es su hermana. Sí señor. Lo que procuramos hacer, los que se llaman hijos de Dios hoy, pertenecen a las iglesias, se llevan a toda jovencita que pueden. Recuerden también, la razón porque existe la mujer inmoral, puede ser porque algún hombre casado fue quien la arruinó. Así que, la olla no puede decir negro al sartén. Así que recuerden, ¡es el pecado que lo hace todo esto! Y todos estamos sujetos a la muerte y debiéramos todos morir.",
    "Pero cuando David hizo aquella cosa malvada, su propio juicio lo debió haber matado. Cuando el profeta llegó allí, él pensó que estaba escondido. Cuando el profeta llegó allí y se paró ante David, y dijo, “David, ¿está todo bien?”\n\n“Sí, todo está muy bien.”\n\nDavid, en su túnica majestuosa y su gran corona, y tenía a Joab allá, su gran general, y la pelea estaba rugiendo. El estaba corriendo los enemigos de las fronteras y todo estaba andando muy bien. Tenía aquí al niño por esta Bath-sheba y mandó al pobre Uría allá, y mandó que Joab estuviera a su lado y luego apartarse de él. Y luego Uría murió cuando se estaba poniendo el sol con el cuchillo de la guerra en su mano, sangre en su escudo, adonde él había estado parándose por Israel aun siendo un prosélito a su religión. Luego cuando Joab regresó y le dijo esto a David y que Uría había muerto, David pensó, “Ahora sí, todo está muy bien. Tengo aquí a su esposa y todo va a estar muy bien. Tengo un niño.” Pero el niño se enfermó. El niño comenzó a morir. Y él hizo todo lo posible para salvar la vida del niño y quizás mandó a traer todos los médicos. Pero todo sin éxito. Por fin el niño murió. Tenían temor de decírselo a David que el niño había muerto, pero había muerto. Entonces él pensó que todo estaba escondido. Y él confortó a Bath-sheba y él ya la había tomado por esposa, después de haber ya tenido todas esas demás esposas.",
    "Y este viejo profeta Natán, el viejo calvo, él entró enojado de allá del desierto y se sentó, y dijo, “David, ¿cómo andan todas las cosas?”\n\nEl dijo, “Oh, ¡muy bien! ¡Muy bien! O profeta de Dios, que vivas para siempre. ¡Aleluya!” Oh, él pensaba que todo estaba bien. El pensaba que podía esconder aquello.\n\n¡Pero tú no puedes esconder nada de Dios! El sabe lo que estás pensando ahora mismo. El conoce tus pensamientos, porque El es Dios. El Espíritu Santo que está en el edificio en esta mañana conoce tus pensamientos, quien eres, y de dónde vienes, qué has hecho, porque Jesucristo es el mismo ayer, hoy, y por todos los siglos.",
    "Dios se lo había revelado a ese profeta. El dijo, “David, había un hombre rico que vivía de este lado del camino, y él tenía muchas ovejas. Oh, él era un hombre muy rico. Había otro hombre del otro lado del camino y era muy pobre, él tenía una sola ovejita, que la mantenía como una hija. Le daba de comer de su propia cuchara de con que él comía. Y dormía con la oveja, todo. Era como una hija para él. Y un día, al rico le llegó una visita, y en vez del rico tomar una de sus propias ovejas y ponerla como para comer para la visita, pues entonces él en vez de hacer eso, él fue allá al otro lado del camino y tomó la oveja del hombre pobre. Por fuerza se la tomó, y la trajo a su casa, para alimentar a su visita.”",
    "Ahora, todo esto fue a razón de las pasiones de David. El ya tenía quinientas esposas, pero cuando él vió la esposa de Uría, en vez de tomar una de sus propias quinientas para apaciguar y satisfacer su pasión él fue y tomó la esposa de este hombre y mató a Uría cuando ella se vió embarazada. ¡David no sabía lo que estaba haciendo, porque David estaba listo para pronunciar juicio! Así somos nosotros. Siempre podemos dar juicio a la otra persona, pero cuando es algo propio, oh, eso es distinto.\n\nDavid dijo, “El hombre pagará con su vida.”\n\nEl profeta, esos ojos se enfocaron, y él dijo, “David, ¡Ciertamente no morirás!” Vea como la gracia vino a obrar rapidamente. El Espíritu bajó al profeta y salvó la vida de David. ¡Gracia! “Seguramente no morirás, pero la espada no se apartará de tu casa hasta que haya purgado completamente tu corazón. Tú eres aquel hombre rico.” Oh, entonces era muy distinto ¿verdad?\n\n¿Qué salvó a David? Cuando su propio juicio dijo: “¡Aquel hombre morirá! El pagará hasta lo sumo, él pagará por esto con su vida!”\n\nEl profeta dijo, “Seguramente (la gracia) tú no morirás. No morirás David. Gracia te ha salvado.” Fue gracia para con David, lo que le salvó. Oh, hermano, si no fuera por la gracia. ¿adónde estaríamos todos nosotros? Correcto.",
    "Gracia soberana viene de un Ser soberano. Gracia soberana viene de un Ser Soberano. ¿Qué puede hacerlo? Soberano puede hacer lo que El bien desea. Ahora escuche. Gracia soberana sólo puede ser brindada por uno que es Soberano. Y Dios es Soberano. Así que El puede dar gracia soberana. Por lo tanto, El siendo el Ser Soberano, gracia no tiene que pedirle permiso a nadie, no lo tiene que hacer. El hace lo que desea. ¿No es maravilloso? No tiene que pedirle a nadie, “¿Puedo hacer esto? ¿Puedo hacer aquello? ¿Debo hacer esto?” No lo hace. Lo hace por cuenta propia. Gracia es soberana. Por lo tanto, El puede salvar al más vil pecador, El puede salvar al peor, El puede salvar al más impuro, El puede salvar al más inmoral, El puede salvar al más enfermo. ¡Aleluya!",
    "El puede salvar a un miserable como yo ¡Y lo hizo! ¿Qué es? ¡Gracia! William Branham, hijo de borracho. ¡Eso no importa! ¡La gracia de Dios me salvó!\n\n“Yo, pues yo soy la hija de una mujer de mala fama.” ¡No importa! La gracia de Dios te salvó! Es soberana, no le pide permiso a nadie. ¡Amén! Estoy tan contento por eso. ¡Aleluya!\n\nPuede tomar al más vil pecador y hacerlo blanco como la nieve, y no tiene que consultar con nadie. Lo puede hacer, porque es soberana. Escuche rapidamente ahora.\n\nEso fue probado allá en la cruz, cuando allí estaba el más vil ladrón. El merecía la muerte. El jamás había pensado en Dios. El nunca pensó nada de eso. Luego allí en la cruz, cuando por esos labios sangrientos, entre los gemidos, salió un sonido, “¡Señor, ten misericordia de mí!”\n\nY le respondió otro, a través de sangre, lágrimas y agonía. La gracia bajó y dijo, “Hoy mismo estarás conmigo en el paraíso.” Gracia hizo eso. ¿Cómo pudiera aquel ladrón ayudarse a sí mismo? No pudo ayudarse a sí mismo, no pudo. Igual como Adán no pudo ayudarse a sí mismo, ni tampoco Eva pudo ayudarse a sí misma, ni tampoco como Ud. puede ayudarse a sí mismo, ni tampoco como yo podría ayudarme a mí mismo. Semejante imposibilidad sería subirnos a la Vía Láctea por medio de jalándonos los tirantes de las botas. No lo podríamos lograr. ¡Pero la gracia de Dios sí puede ayudarnos en eso, y lo hace! La gracia de Dios, la soberanía de la gracia de Dios llegó a aquel ladrón moribundo, “Hoy estarás conmigo en el paraíso.” Oh, ¡piénselo! ¡Eso es maravilloso!",
    "Piense del amor y la gracia como gemelas, como hermanas. No se puede tener la gracia sin tener el amor. Son hermanas gemelas. Correcto. Antes de poder tener la gracia, uno tiene que tener el amor. Antes de realmente mostrarle a uno un favor uno lo tiene que amar; ya estén bien o mal, uno tiene que amarlos de todas maneras, o de otra manera no puede hacerlo. ¿Ve? Así que el amor y la gracia son lo mismo. Son hermanas gemelas eso es todo, el amor y la gracia. Son, éramos…No podemos ver una sin la otra. “Porque de tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito.” El derramó Su gracia y lo puso en nuestros corazones por el Espíritu Santo. ¿Ve? No hay nada que uno puede hacer sin que estos dos obren juntos. La gracia de Dios, la gracia de Dios es lo que nos salva.",
    "Ahora hallamos que la gracia, allá como aquel ladrón moribundo, con razón ha inspirado a poetas cuando ellos lo vieron. Un poeta dijo:\n\nEl malhechor se convirtió\n\nPendiente de una cruz;\n\nEl vió la fuente y se lavó,\n\nCreyendo en Jesús.\n\nY yo también en mi pobre ser\n\nAllí logré lavar;\n\nLa gloria de su gran poder\n\nMe gozo en ensalzar.\n\n¡Eterna fuente carmesí!\n\n¡Raudal de puro amor!\n\nSe lavará por siempre en Tí\n\nEl pueblo del Señor.\n\n¡Gracia, gracia! ¡Gracia sublime! ¡Aleluya! Uno escribió:\n\n¡Oh, amor de Dios! Su inmensidad\n\nEl hombre no podrá contar,\n\nNi concebir la gran verdad\n\nQue Dios al mundo pudo amar.\n\nSi fuera tinta todo el mar,\n\nY todo el cielo un gran papel,\n\nY cada hombre un escritor,\n\nY cada hoja un pincel\n\nNo bastará para escribir\n\nEl gran amor de Dios\n\nQue al hombre ha dado el vivir\n\nCon El en los cielos.",
    "Eso es gracia, la gracia de Dios. La gracia de Dios ha traído esta sombra. Dios trajo la gracia a nuestras vidas por medio del amor para nosotros. Aquí está otra cosa: la gracia no puede ser comprada, la gracia no puede ser vendida. ¡La gracia! Es por un Ser soberana. Sí señor. Ud. no puede negociar para obtenerlo. Ud. dirá, “Dios, yo haré tal y tal cosa, y Tú haces otra cosa.” Ud. no puede hacer eso. Eso no lo hará. Dios no hará eso. Ud. no puede demandar nada de Dios. Se lo da por Su gracia. Oh, ¡qué cosa!\n\n“No es del que quiere, ni del que corre, sino de Dios que tiene misericordia.” Correcto.",
    "Hay gente que se mantiene postrados. Y unos hombres vinieron a verme, creo que uno de los jovenes aquí en el edificio hoy. Un joven Metodista acaba de entrar y él recibió el Espíritu Santo, vienen de allá. Y estos jovenes vinieron, y me dijeron, “Ahora, Hermano Branham, ya que somos salvos y hemos recibido el Espíritu Santo, ¿debemos buscar los dones?”\n\nYo le dije, “No lo hagas. No lo hagas.”\n\nDios da Sus dones soberanamente. Los dones y llamamientos de Dios son sin arrepentimiento. Sin darse cuenta, Ud. comienza a buscar algo de Dios: “Dios, hazme un predicador, hazme esto por acá, Dios hazme esto,” y ¿qué llega a ser? Una camisa inflada, más nada. Ud. irá a la teología humana de algún hombre y alguna organización, y allí se va a anclar y allí se podrirá. Permita que Dios llame. Dios le llamará, Dios le santificará, Dios le dará lo que El tiene necesidad de darle. Sí señor.",
    "Ud. no puede negociar la gracia. No señor. No puede ser vendida, no puede ser comprada, ni tampoco puede ser negociada. No se puede canjear por ella, no se puede negociar. No se puede decir, “Bueno Señor, yo me uniré a esta gran iglesia Bautista, o esta gran iglesia Metodista, o esta gran iglesia Pentecostal, o esta gran iglesia Nazarena. Yo haré esto acá por Tí, solo si haces Tú esto por mí.” No se puede negociar. No señor.\n\n“Todo lo que el Padre me ha dado vendrá a Mí. Ningún hombre viene a Mí sin que Mi Padre no lo llame primero.”",
    "Ud. solamente llega a ser un miembro de esa gran iglesia, más nada, allí no alcanzará la salvación. La gracia lo tiene que salvar.\n\nAhora con nuestros talentos no podemos ganar, no podemos ganar la gracia por los talentos.\n\nSi Dios me hizo un predicador, eso no muestra que Su gracia ha sido conmigo. No, no. Es unicamente Su gracia que me salva. No soy salvo porque predico el Evangelio. Ud. no es salvo porque habla con lenguas. Oh, no. Ud. no es salvo porque predica. Ud. no es salvo porque habla en lenguas. Ud. no es salvo porque hace ninguna de estas cosas, Primera de Corintios 13 lo prueba: “Si hablase en lenguas humanas y angélicas, si entendiese todos los misterios de Dios (un predicador, ¿ve?), aunque hiciere todo esto y tuviese fe para mover montes, aun no soy nada hasta que no bajase en la caridad, lo cual es amor.” Amor es gracia. La gracia de Dios lo obra todo.",
    "Alguna gente tiene talentos, como estos reyes de “rock ‘n roll.” Eso me enferma del, yo no sé, de mi gastronomía espiritual. Le diré, que cuando escucho de estos de rock ‘n roll que se paran el sábado por la noche y cantan rock ‘n roll y bailan toda la noche, y luego al otro día llegan a una congregación y procuran ponerse una cara larga y muy santucha y se ponen allí a cantar un himno, y luego piensan que van al cielo. Podría llamar muchos nombres, pero no conviene. Esta cinta sale a todas partes, pero Uds. conocen. Un joven no hace mucho, allá en Hollywood, no besaba a una muchacha porque era contrario a su “religión.” Pero luego están en películas y en rock ‘n roll y estas cosas que no convienen, son una desgracia. Y ¿piensas tú que con tus treinta monedas de plata podrás merecer algo en la gracia de Dios, oh Judas? No te compra nada sino un lugarcito en el infierno.",
    "La gracia de Dios no puede ser negociada, tampoco se obtiene con talento. ¡Es gracia soberana! “Nada traigo en mis brazos, simplemente acudo a Tu cruz.” Desnudo, herido, acudo a Tí tal como soy.\n\nTal como soy, de pecador\n\nSin más confianza que Tu amor.\n\nYa que me llamas, acudí.\n\nCordero de Dios, heme aquí.\n\nEs todo, la gracia me compró. Gracia lo hizo. Gracia es como…Otra cosa que quisiera decir, a veces gracia…",
    "Estas grandes iglesias, piensan que pueden ir allá, piensan, “Pues nosotros tenemos la iglesia más grande de la ciudad. Tenemos una sociedad femenina que fabrica ropa para los pobres, y la mandamos a otros paises. Alimentamos a los pobres. Hacemos esto y aquello.”\n\nPablo dijo, “Yo hago lo mismo, y nada.”\n\nDicen, “Pues somos una organización muy antigua. Aquí hemos estado por dos mil años. Tenemos quinientos años. Juan Wesley, Alexander Campell, y aquellos grandes fundadores allá, ellos fundaron nuestra iglesia. ¡Aleluya!”\n\nMuy bien, Jesucristo fundó esta iglesia—el Bautismo del Espiritu Santo—y dijo que subieran a pentecostés y allá esperaran hasta recibir el poder de lo alto.",
    "Y aun Ud. puede pertenecer a la iglesia Pentecosal y pertenecer. Iglesia Pentecostal no es nada más que cualquier otra iglesia. Correcto.\n\nLa verdad es: hay una sola Iglesia y esa es la Iglesia a la cual uno es nacido por el Bautismo del Espíritu Santo. “Porque por un Espíritu somos todos bautizados en un solo cuerpo.” 1 Corintios 12:13. Correcto. 1 Corintios 12. Ahora, somos bautizados en esta Iglesia.",
    "Pero la gente cree que pueden merecerlo. “Pues, nosotros…Yo fui al seminario y aprendí a hacer esto. Yo fui al seminario e hice aquello.” Eso no significa nada. Ud. no puede comprar la gracia de Dios. Así es la gracia de Dios. Permítame contarles esta historia, ya para terminar. Así es la gracia de Dios. Había un gran rey y este gran rey tenía un hijo. Y este era su único hijo. Y un día un asesino mató a ese joven. Y por todo aquel reino salieron los comisarios buscando a aquel asesino. Por fin lo hallaron. Y cuando lo hallaron, lo trajeron y lo encarcelaron. Entonces se fijó el tribunal, y fue hecha la sentencia. Oh, fue una cosa horrible. El había asesinado al hijo del rey. Y él sabía lo que le esperaba.",
    "Lo colocaron en la celda más adentro y trancaron las puertas, lo aislaron para que nadie…Le pusieron guardias, porque sabemos que clase de castigo horrible este muchacho habría de recibir porque él había matado el hijo del rey, el hijo del rey real. Pusieron guardias en todas las puertas. Lo colocaron en la celda más adentro. Lo desroparon, dejándole apenas una pequeña cubierta. Y allí estaba sentado en esa condición, hambriento, no le daban de comer. Allí estaba en esa condición.\n\nLuego lo trajeron ante el tribunal. Lo hallaron culpable y lo probaron culpable. Fue hecha la sentencia: él habría de ser asesinado bajo una horrible pena capital. El habría de recibir muerte por pulgadas hasta que dejara de existir su vida mortal. Sentenciado por el juez, él habría de morir. El rogó y él lloró, y clamó y dijo, “Soy culpable. Aunque soy culpable, estoy arrepentido por lo que hice. Oh, que nunca hubiera hecho eso. Siento mucho que lo hice. En un momento de rabia de mal genio hice aquello. No fue mi intención actuar de esa manera.”",
    "Un día el rey fue a ese lugar para visitar con el joven, para hablar con él, para hablar con él acerca de la muerte de su propio hijo, su único hijo. Este había matado a su hijo. El dijo, “Voy allá a hablar con él.”\n\nY él bajó allá, fijó la vista en esa jaula, era como un animal enjaulado. Y vió el cuerpecito de este joven allá en la esquina, llorando. Su cara hundida, las quijadas debilitadas, los ojos muy adentro, tenía mucho pus en los ojos y la boca la tenía toda blanca, le faltaba agua, tenia sed, tirado allá de frente, llorando. El rey dijo, “Párate.” Se acercó al joven y lo miró. Y dijo, “¿Por qué mataste a mi hijo? ¿Qué te hizo mi hijo? ¿Qué te hizo para merecer la muerte que le diste, matándolo a puñaladas con la lanza?”\n\nEl dijo, “Nada mi señor, ni una sola cosa. Fue solamente mi imprudencia. Fue mi mal genio, yo lo maté porque le tuve envidia y me cogió una cólera y lo maté.” Dijo, “Ahora yo he de morir bajo su justicia, señor. Me doy cuenta de eso, y sé que lo merezco. La única razón que estoy llorando es porque maté a ese hombre real de esa manera y sin razón.”",
    "El rey dio la media vuelta y salió. Fue al comandante y dijo, “¡destruye todos los archivos!” Ud. sabe, ponerlos en el mar del olvido. “¡Destruye todos los archivos! Lávalo y traelo a la casa, mandaré una ropa.”\n\nAl rato, un tremendo carro llegó a la puerta. Cuando se paró sacaron una alfombra que llegó hasta la celda. El rey se paró al lado del carro y dijo, “Ven hijo mío, te llevaré al palacio.” Le puso el manto del rey por los hombros y dijo, “De aquí en adelante tú eres mi hijo.” Porque le tuvo compasión. Esa es gracia.\n\nEse fui yo, ese eras tú. Nosotros matamos al Hijo de Dios con nuestros pecados. Eramos ajenos, sucios, mugrosos, tirados en las celdas del mundo. Dios nos lavó por la Sangre de Su Hijo y nos limpió y nos puso el manto del Espíritu Santo. Y ahora el gran carro de Dios llegará a la puerta algún día e iremos a casa para vivir con El para siempre. Los archivos están destruidos, jamás podremos ser juzgados, están quemados. Y El los puso en el mar del olvido y jamás se acuerda de ellos. ¡Con razón podemos cantar!\n\nSublime gracia del Señor\n\nQue a un infeliz salvó\n\nYo ciego fuí,\n\nMas hoy veo ya;\n\nPerdido y El me halló.\n\nSu gracia me enseñó a temer,\n\nMis dudas ahuyentó.\n\nOh cuán precioso fue a mi ser,\n\nCuando El me transformó.",
    "Amigo pecador, ¿no dejarás que esta sea tu hora, mientras inclinamos nuestras cabezas por un momento para orar? Permite que esta sea la hora cuando creíste ahora mismo. Decídete y dí, “Señor Dios, yo soy culpable. Me doy cuenta que se requiere Tu gracia para salvarme. Yo solo no me puedo salvar. Estoy perdido. He llegado a mi fin. No puedo hacer nada. Estoy totalmente débil, desesperanzado, sin Dios, sin misericordia, sin Cristo en el mundo, extraño. ¿No me tendrás misericordia y sacarme de esta celda del pecado donde me encuentro hoy, oh Señor? Y sé propicio a mí, un pecador.” ¿Podrá Ud. levantar la mano y decir, “Señor Dios, yo soy esa persona que necesita de Tu gracia?” ¿Podrá levantar Ud. su mano y decir, “Ora por mí, Hermano Branham, ahora sí creeré”? Dios bendiga a Ud. allá atrás, hermano.",
    "¿Alguien más dirá, “Hermano Branham, acuerdese de mí ahora?” Dios bendiga a Ud. hermano y hermana. Dios bendiga a Ud. hermanita. Dios bendiga a Ud. hermano. Dios bendiga a Ud. hermana. Dios bendiga Ud. hermano allá atrás, cerca de la puerta. Dios bendiga a Ud. hermana allá atrás. Sí, Dios bendiga mi hermana allá. Otros, “Acuérdese de mí, Hermano Branham.” Dios bendiga a Ud. joven. Sí acá, Dios ve a cada uno. Dios bendiga a Ud. hermano. El te ve ahora. Sé sincero. Dios te bendiga joven, El sabe quien eres. Dios te bendiga hermano.\n\n¿Habrá otro? Dios bendiga a Ud.. Veo su mano allá atrás. Sí, señor. Dios le bendiga, hermana. Dios le bendiga, hermana. Dios le bendiga a Ud. atrás.\n\nCristianos, oren, oren. Dios le bendiga hermanita. Gracia, oh gracia.",
    "Ahora, hubo como quince o veinte manos que fueron levantadas. Ahora, con sus cabezas inclinadas, voy a pedirles a Uds. que alzaron sus manos, quietamente pónganse de pie mientras oro por Ud. No tenemos lugar aquí para un altar. Simplemente no se puede. Pónganse de pie, todos los que levantaron sus manos, si desean la oración. Pónganse de pie ahora mismo mientras oro yo. Muy bien, Dios le bendiga.\n\nRecuerde, pueda llegar al día cuando ya no habrá gracia, ya no abundará para Ud., será demasiado tarde. Pero ahora Ud. se paró.",
    "Oh Dios, el Padre de nuestro Señor Jesucristo, Quien trajo de nuevo a nuestro Salvador de entre los muertos, y ahora vive, El Quien es supremo en la Gloria y manda Su Espíritu Santo de Cristo sobre nosotros para traerle la convicción al pecador. Dios, Te ruego por esta gente que está de pie. Es la verdad, Padre. Tú dijiste, “El que testificare de Mí ante los hombres, de tal testificaré Yo ante Mi Padre y los ángeles.” Sabemos que cuando estaremos en la mañana del gran juicio, ¡qué tiempo será! Ellos están parados ahora Señor, para que sus pecados vayan antes; los pecados de algunos les siguen. Esta gente está parada en esta mañana porque están confesando sus pecados, sabiendo que han hecho mal y Te desean como su Salvador. Tú gobiernas las riendas de los corazones, y Tú sabes todo en cuanto a ellos.",
    "Yo ruego Padre, que Tú les concedas sus peticiones. Sálvalos. Ellos son los trofeos de este mensajito en esta mañana, de la gracia de Dios; no importa lo que hemos hecho, todavía baja la gracia y nos levanta. Concédelo Señor. Concede gracia a estos corazones. Que siempre pueden mirar a Jesús como su Salvador. Ellos han actuado. El Espíritu Santo les ha dicho que se parasen, y ellos lo hicieron. El Espíritu Santo diciéndoles que se parasen. Y ellos en obediencia al Espíritu, se pararon.\n\nAhora Señor, guarda Tu Palabra. Tú dijiste, “Ningún hombre puede venir a Mí sin que Mi Padre no lo traiga. Y todos lo que el Padre Me ha dado, vendrán a Mí. El que viene a Mi, no le echaré fuera. El que oye Mis Palabras y cree en el que Me ha enviado, el tal tiene Vida eterna, y jamás llegará a la condenación mas ha pasado de la muerte a la Vida.” Por lo tanto Señor, sobre la base de estas Escrituras, esas son Tus propias Palabras Señor, y las leemos en Juan 5:24, “El que oye Mi Palabra y cree al que Me ha enviado, ¡tiene! (¿Por qué? Porque él ha creído. Gracia es lo que le atrajo a esto.) “Tiene Vida eterna, y no vendrá a condenación (él pasará antes del juicio) y no vendrá a condenación mas pasó de la muerte a la Vida.” Oh Dios, ¡Te agradecemos por esto!",
    "Rogamos ahora que guardes estos por toda la vida. Concede que cada uno de ellos sea bautizado, clamando el Nombre del Señor, lavando sus pecados. Concédelo Señor.\n\nAhora Te los presento como Tu siervo, creyendo que el gran Angel de Dios quien apareció allá, y Padre, Tú conoces todo lo que ha sucedido, y aquel gran Angel que apareció allá el viernes por la mañana, al amanecer y habló esas palabras en la forma de tres arco iris saliendo del pico del cerro. Señor Dios, concede que el Dios Quien se apareció ante mí allá en los arco iris, concede que El salve esta gente, por su gracia ahora mismo. Yo Te los doy, esperando que guardares Tu Palabra y así será, y yo los encontraré en aquel gran día, sin mancha ni arruga en su alma. Concédelo Señor, en el Nombre de Jesús Te los entrego a Tí. Amén.",
    "Dios le bendiga, ahora mientras se sientan los que estén sentados cerca de estos cristianos, salúdenlos. Háblenles, invítelos a la iglesia y así puedan estar…¡Oh, cuán maravilloso es El!\n\n¿Has creído? Si así es, levanta tu mano.",
    "¿Le amas? Ahora, ¿no es El maravilloso? Ahora, cuando lo cantamos de nuevo, quiero que estreche la mano cada quien con el que está cerca. Quietamente diga, “Dios te bendiga peregrino.” Ahora con dulzura y santidad.",
    "¿No le amas? ¿No es tan maravilloso? Oh, yo pienso que es tan maravilloso El. Ahora piense, que esta Biblia es Su Verdad y esta Biblia enseña que El es el mismo ayer, hoy, y por todos los siglos. Quiero hacerles esta pregunta. Si El es el mismo ayer, hoy, y por todos los siglos (Dios me perdone por decir esa palabra sacrílega, “si es,” porque El sí a la verdad es el mismo.) Pero si El es el mismo, entonces ¿qué clase de persona sería? Será igual como fue.",
    "Ahora, habría una sola diferencia en El estando aquí en esta mañana a como estuvo allá con la gente allá en Galilea y eso sería Su cuerpo de carne, Su cuerpo corporal. Porque aquel cuerpo fue levantado (¿Ud. lo cree así?) y está a la diestra de la majestad en lo alto, viviendo siempre para interceder por nuestra confesión. Recuerde, El no puede nada por nosotros hasta que nosotros primero no lo aceptemos y creer que El lo ha hecho y decir que lo ha hecho, porque El es el pontífice, sí, el pontífice haciendo intercesión sobre nuestra confesión.",
    "Ahora muchos que leen la Biblia dirán, “Allí dice ‘profesar.’” Pero profesar y confesar es la misma palabra. ¿Ve? “Hecho el pontífice,” (el libro de Hebreos, capítulo 3) “ahora haciendo intercesión sobre nuestra confesión.” Entonces El no puede hacer nada hasta que primero no confesamos que El ya lo ha hecho. ¿Ve? Ud. viene aquí al altar y ora toda la noche y eso no le va a beneficiar nada hasta que Ud. primero no cree. Luego El le perdona, ¿ve? Entonces se pone de pie, luego según la fe que Ud. tiene, allí es donde Ud. está. Ud. antes vivía acá en el lodazal del pecado. Ahora Uds. creyentes nuevos, Uds. ahora creen que son salvos, ¿verdad? Entonces Ud. subió hasta acá, Ud. se levantó un poco. ¿Qué hace eso? Su fe. Por cuanto Ud. ahora cree y ahora es un cristiano, Ud. vivirá por encima de eso ahora. ¿Ve? Ahora si Ud. desea levantarse un poco más alto tenga más fe, porque esto no tiene limite, siga adelante.\n\nPues, hasta lo imposible puede ser hecho real. Todo es posible a los que creyeren. Correcto. “Cualquiera que dijere a este monte: Quítate, y no dudares en tu corazón, mas creyeres que así será hecho lo que has dicho, lo que dijeres así será hecho.”",
    "Ahora, Jesucristo mora en Su pueblo.\n\nUn día Cristo estuvo en la Columna de Fuego, lo que se ve en esta foto, nosotros creemos que esto es Jehová Dios. Esto fue lo que el Antiguo Testamento quería mostrarnos. El entonces estaba en la paternidad, El era Padre a Israel, la nación.\n\nEntonces El vino y moró entre Su pueblo como Cristo, el Hijo. ¿Correcto? Cristo es el Hijo de Dios. Ahora El es el Cristo el Espíritu Santo, el cual es la Unción. Cristo significa “el ungido.” Y el Ser ungido sobre Su pueblo, Cristo con nosotros, el Espíritu Santo. Es Cristo con nosotros, en nosotros. ¿Ud. lo cree así? Sea muy reverente por un momento, muy quieto. Ahora, ¿es El el mismo?",
    "Ahora crea.\n\nHace poco recibí una llamada, y me dijeron que la gente estaba peleándose sobre los asientos aquí. Hablaremos de eso más adelante en otro culto. Yo le dije a Billy si pensaban tener oración por los enfermos, si había suficiente gente, que les repartieran tarjetas de oración. El dijo que lo haría. Entonces me supongo que lo hizo.",
    "Hace como dos o tres meses, desde cierta ocasión cuando algo sucedió, el ministerio llegó a cierto lugar hasta que perdí control. Veían el discernimiento y como hablaba y decía a la gente exactamente como hizo nuestro Señor cuando estuvo aquí en la tierra. Todos Uds. lo han visto, me supongo. ¿Cuántos aquí no lo han visto ni lo han visto funcionar? A ver las manos. ¿Cuántos no lo han visto? Nunca lo han visto funcionar. Bueno, aquí está un grupo muy grande que nunca lo han visto, parece que hay muchos extranjeros. No sabemos de donde viene toda la gente.\n\nEste es un Tabernáculo interdenominacional. Y no estamos contra las denominaciones, pero tampoco estamos de acuerdo con ellas. Les permitimos seguir su camino. Creemos en aceptar la gente, si desean volver a la denominación, muy bien, por cuanto vivan una vida cristiana. Aquí somos una estación para salvar almas. Eso significa mi ministerio para ellos.",
    "Pero yo creo que la Biblia enseña, en Hebreos 13:8, que Jesucristo es el mismo ayer, y hoy, y por todos los siglos. ¿Uds. creen eso? Ahora, si El es el mismo…Ahora mientras se sientan muy quietos por un momento, deseo hablar con Uds. directamente de mi corazón y luego tendremos un culto de sanidad. Quiero hacerles esta pregunta. Si El es el mismo ayer, y hoy, y por todos los siglos, entonces ¿cómo? La única manera de nosotros saber si El es un Espíritu, entonces actuaría igual como actuó ayer. ¿Correcto? Actuaría de la misma manera como actuó ayer.\n\nY ¿cómo actuó ayer?",
    "¿Se distinguía de algún otro hombre? Era un hombre que parecía a los demás hombres. El era un hombre. El nació un hombre. El tuvo carne y sangre. El sufrió, El gimió, pasó por tentaciones, El era un hombre. Así es ¿verdad? Pero ¿cómo es que El fue Dios? Porque sobre El estaba el Espíritu de Dios. El era el Mesías ungido. Y ¿cómo es que lo sabían ellos? Moisés dijo, “El Señor vuestro Dios os levantará un profeta como yo. Y será que cualquiera que no oyere a aquel profeta será desarraigado del pueblo.” Ahora él fue un profeta. Ahora, ¿buscaba Israel un profeta? Así tenía que ser si buscaban al Mesías. Y el Mesías sería un profeta.",
    "Ahora revisemos esto por un momento, por unos momentos pongan atención. Ahora mantengan su mente en Dios porque no sabemos qué hará Dios y no sabemos que El me dirá que yo haga.\n\nYo sé que tenemos un don de profecía aquí en la iglesia, nuestro Hermano Neville, él profetiza sobre la gente, lo cual es maravilloso. Estamos agradecidos. Nos hemos referido a eso muy seguido. Y tenemos otros que hablan en lenguas. No creemos que la gente tiene que hablar en lenguas para que tenga el Espíritu Santo. No existe en la Escritura prueba para respaldar tal cosa. Pero sí creemos que hay el don del Espíritu Santo que habla en lenguas y lo tenemos aquí en la iglesia. No lo permitimos así de cualquier manera. Creemos que es la voz de Dios. Hablamos cuando el Espíritu Santo habla y solamente lo permitimos de tres maneras. Y no puede ser mientras estoy predicando, así en orden, porque el Espíritu de los profetas son sujetos al profeta. ¿Ve? Tiene que obrar conforme a la Biblia. Nadie puede decir que no existe tal cosa como el don del Espíritu Santo y el hablar en lenguas. Lo sabemos que sí existe. La Biblia lo enseña y creemos en eso. Y gracias a Dios que lo tenemos aquí en nuestra iglesia. Tenemos los dones de profecía y esto es, primero tiene que ser probado para ver si es correcto o no, el don de profecía.",
    "Luego está el profeta. Ahora eso se trata de un oficio.\n\nEsos son dones: hablando en lenguas, interpretación de lenguas, ciencia, sabiduría, discernimiento, etc. Esos todos son dones.\n\nPero luego existen cinco oficios. Primero apóstoles, profetas, doctores, evangelistas y pastores—oficios o ministerios ordenados por Dios—hombres los tienen. No se pueden ansiar ni se piden en oración; pero son dados soberanamente, uno así es nacido.\n\nUn profeta no es profeta si alguien le impone las manos y lo hacen profeta. Un profeta es nacido así desde el vientre de su madre (¿ve?) así que él siempre es profeta. ¿Ve?",
    "Dios le dijo a Jeremías, dijo “Antes que te formase en el vientre de tu madre te conocí y te santifiqué, y te dí por profeta a las gentes.” Correcto. ¿Ve? Moisés, antes que naciera, él fue un niño perfecto. El era el profeta del Señor, y todos los demás que siguieron. Cristo fue el Hijo de Dios desde el Huerto del Eden. Correcto. ¿Ve? Sin arrepentimiento son las mercedes y la vocación de Dios. Pero los dones son dados al Cuerpo. Nosotros reconocemos eso, reconocemos todos estos dones.",
    "Ahora veamos lo que Jesús fue, lo que fue allá. Hallamos que cuando comenzó Su ministerio (ahora pongan atención, quizás habrá algún extranjero). Cuando comenzó Su ministerio en Juan capítulo uno, hallamos que después que fue bautizado El nació y llegó a los treinta años y fue bautizado por Juan. Y bajó el Espíritu Santo como la paloma y descendió sobre El y una voz dijo, “Este es Mi Hijo amado en el cual”…El griego original dice, “En el cual Me place morar.” Dice, “En el cual tomo placer, en el cual Me place morar.” Pero ¿ve? eso nos suena contrario que con el verbo antes del adverbio, pero en realidad es, “En el cual me place morar.” Porque Dios estuvo en Cristo reconciliando el mundo a Sí mismo. Sabemos eso.",
    "Luego inmediatamente fue cuarenta días al desierto, tentado por el diablo. Luego vino en Su ministerio y comenzó a orar por los enfermos.\n\nY un día allí llegó un hombre con el nombre de Simón Pedro, un pescador, sin educación, ni podía firmar su nombre. Andrés le había dicho de esta persona quien para él era el Mesías. “¡Tontería!” dijo aquel.\n\nLlegó a El, y en cuanto llegó a la presencia de Jesús, Jesús dijo, “Tu nombre es Simón, y tú eres el hijo de Jonás.” Sabía que algo estaba pasando. El sabía que ese era el Hijo de Dios. Y El se agradó en darle a él las llaves del reino, le hizo la cabeza de la iglesia.",
    "Hubo otro individuo parado allí llamado Felipe. Felipe vió esto y pensó, “¡Maravilloso! ¡Tremendo! Yo conozco a un hombre quien estudia la Biblia como a quince millas por aquella montaña. Voy a ir a contarle lo que he visto. Su nombre es Natanael.”\n\nEl rapidamente al otro día, llegó quizás como al amanecer del otro día. Rapidamente tocó la puerta y la Sra. Natanael dijo, “Pues, él está allá en la huerta, Felipe.” Su amigo íntimo fue allá y lo encontró arrodillado, orando. Cuando terminó de orar, se levantó y Felipe le dijo, “¡Ven, y ve a Quien yo he hallado! Jesús de Nazaret, el hijo de José.”\n\nAhora este gran tipo religioso dijo, “¿De Nazaret puede venir algo de bueno?” Este le dio una buena cita, algo bueno, dijo “No te quedes en la casa a criticar, no hables mal, ven y ve. ¡Ven y ve! Ven, descubre si algo bueno puede salir de Nazaret.”\n\n“¿Y le dices el Mesías? Pues si fuera el Mesías El vendría, la gran escalera celestial bajaría y El llegaría directamente al palacio. Llegaría a nuestra organización.” Todavía dicen así, así piensan. Tiene que venir a su organización. El vendría correctamente a su organización, directamente, caminaría por los pabellones del palacio y saldría a los atrios y llegaría hasta el trono y al lugar santísimo y diría, “Yo soy el Mesías.” Mesías nunca viene en esa manera. Mesías viene adonde El desea, El es soberano, hace como le gusta.\n\nEl dijo, “¡Ven y ve! Ven, ve por tí mismo. No te quedes atrás diciendo, ‘Yo no creo en tanto fanatismo.’ Pero ven, y descubre si tiene algo de bueno.”",
    "Entonces en el camino puedo oirlos. ¿Desean Uds. escuchar la conversación? Escuchemos a ver qué dijeron. Yo creo que pasando por el camino, Felipe dijo, “Sabes Natanael, yo sé que estudias la Biblia, y te quiero hacer esta pregunta. ¿Estamos esperando el Mesías? ¿o es así?”\n\n“Oh sí, estamos en los últimos días de esta generación y yo creo que esta generación verá al Mesías.” (Escuchen bien.) “Oh pero mira, aquí estamos, ni somos una nación. Estamos todos desparramados. ¿Cómo podemos? ¡Todo esto!” oh, pero Dios viene a la hora cuando menos piensas. Entonces es cuando El aparece.\n\nEl dijo, “Pero esperate, ¿qué clase de persona será este Mesías?\n\n“Oh, Moisés nuestro maestro nos dijo que sería un profeta.”",
    "🦅 Te voy a contar de este Jesús de Nazaret. ¿Te acuerdas de aquel pescador ignorante, de aquel donde compramos aquel pescado y él no podía ni firmar el recibo, por falta de educación?”\n\n“¡Sí! Oh sí, (así) Jonás y su hijo, sí. Y también compré pescado de Jonás.”\n\n“Pues mira, ¿sabes qué? Pedro fue allá,” (o mas bien Simón, como se llamaba entonces.) Dijo, “Simón fue a la reunión y tan pronto como llegó…Y ¿te acuerdas como Simón nos decía que su padre le dijo que no fuera engañado, porque habrían muchos falsos profetas antes del verdadero Mesías? Y eso es la verdad. Aparecerán muchos mensajes falsos, pero dijo, ‘Conocerán el mensaje real cuando venga porque recuerden, nosotros los judíos creemos que el Mesías será un profeta. Creemos a nuestros profetas.’”",
    "Pregúntele a un judío ahora. Israel, al leer la Biblia, hoy mismo saliendo de Irán y esos lugares, al leerlo ellos dicen, “Si aquel Jesús fue el Mesías, permítenos ver aquella señal del profeta, lo creeremos.” Sí señor. Ellos saben que los profetas dicen la verdad.\n\nSeguramente Natanael dijo, “Oh, yo creo que el Mesías será un profeta, porque Moisés dijo, ‘El Señor vuestro Dios levantará a un profeta.’”\n\n“Pues, cuando El vio a este Simón, del cual hablamos, El dijo, ‘Tu nombre es Simón y tú eres el hijo de Jonás.’ No sólo le conocía a él, pero también conocía a su padre piadoso, aquel padre fariseo.”\n\n“¡Oh, yo no puedo creer eso! Ya te fuiste por la tangente.”\n\nDijo, “Oh no, no es así. Ven, investiga. ¡Ven y ve! ¡Andale! “Y por el camino se fueron.",
    "Por fin entraron a la presencia donde estaba Jesús. Quizás estaba parado por allí en la congregación o algún lugar. Allí estaba Jesús mirando por la congregación. Al rato levantó la vista y miró y vio a Natanael parado por allá. Y dijo, “¡He aquí un verdadero Israelita, en el cual no hay engaño!” Eso le quitó el almidón. Eso le sacó el viento de la vela. “¡He aquí un Israelita en el cual no hay engaño!”\n\n“Ese es Dios,” él dijo. “Rabí” (significa maestro) “Rabí, ¿de dónde me conociste? Jamás te he visto yo, yo soy nuevo en esta congregación. Jamás he estado aquí. ¿Cómo es que Tú me conoces?”\n\nEl dijo, “Antes que Felipe te llamó, cuando estaba bajo el árbol orando, allá te ví.”\n\nEse fue Jesús ayer. ¿Correcto? Si El es el mismo, es el mismo hoy. Consideremos otra nación.",
    "Solamente hubo tres naciones de gente, o sea los descendientes de Sem, Cham y Japhet. ¿Ve? Correcto. En Pentecostés el Evangelio fue a los Judíos, luego los Samaritanos, luego los Gentiles. ¿Ve? Las tres razas vienen de Sem, Cham y Japhet. Ahora había dos razas buscando al Mesías; no nosotros los gentiles. Entonces andabamos con garrote y eramos paganos, adorando ídolos; pero no así con Sem y Cham.\n\nAhora la otra, la otra nación fue Samaritanos, la cual fue mitad judío y mitad gentil, causado por el matrimonio del pecado de Coré y ellos se descarriaron. Y ellos creían en Dios y estaban buscando y esperando un Mesías. Y Jesús se mostró ante ellos. Vino a los judíos, los Suyos, pero tuvo necesidad de pasar por Samaria, en San Juan 4, si lo han leído. Tuvo necesidad de pasar por Samaria. Vino a la ciudad de Sicar y mandó a los discípulos a comprar comida.\n\nY mientras que se fueron,",
    "si Ud. ha estado allí, es una panorámica, un pozo, donde toda la ciudad venía a sacar agua. Ud. sabe, venían las mujeres y con la devanadera bajaban la cubeta para sacar el agua y la cargaban sobre la cabeza. Y luego las mujeres malas no podían venir con las virtuosas. No tenían compañerismo en aquellos días. Una mujer de mala fama en aquellos días se mantenía con su especie. No es así hoy; están todas juntas, pero ellas, es como picándole a la yema del huevo, se vuelve a todo rojo.",
    "Entonces esta mujer de mala fama salió como a las once y media o doce, por allí, del día; era de mala fama y salió para sacar agua para su casa. Y le puso así la cubeta en la devanadera y le bajó al pozo. Y estaba sacando el agua y en el momento cuando comenzaba a subir el agua, ella oyó alguien decir, “¡Mujer, dame de beber!” Ella miró y allí estaba un judío. Ahora ellos no tenían relaciones uno con el otro.\n\nEra un hombre mediano de edad, como de treinta, pero la Biblia dice que aparentaba cincuenta, Ud. sabe eso. Dijeron, “Tú dices que viste a Abraham y eres un hombre que no pasas de cincuenta años.” Apenas tenía treinta. ¿Ve? Me supongo que Su ministerio le haya envejecido algo. Dijeron, “Tú dices que has visto a Abraham, ahora sí sabemos que Tú tienes un demonio.”\n\nPero El dijo, “Antes que fue Abraham, fui Yo.” El fue el Dios de Abraham. Seguro. El dijo, “Antes de Abraham, fui Yo, YO SOY.” Seguro.",
    "Ahora El está sentado junto al pozo y dijo, “Mujer, dame de beber.”\n\nElla dijo, “No es costumbre. Aquí existe la segregación.” (Como tenían antes en el sur, con los negros y los blancos ¿Ve?) Ella dijo, “Aquí tenemos segregación. No es costumbre que tú me pidas, tú siendo un judío, pedirme a mí, una mujer de Samaria, algún favor en nada. No tenemos relaciones con Uds.” Ella era una prostituta, Uds. saben. Quizás una mujer muy bella. Y allí estaba parada, quizás despeinada con el cabello todo en la cara, Ud. sabe, y no había estado en casa toda la noche. Y entonces dijo, “No es costumbre que tú me pides eso, yo siendo una mujer de Samaria.”\n\nEl dijo, “Mujer, si conocieras Quien te habla y con Quien hablas, Me pedirías de tomar.” Ese fue Mesías ayer, ¿ve? “Me pedirías de tomar, y te daría agua que no se saca de aquí.”",
    "Ella dijo, “Pero mira, el pozo es profundo y no tienes con qué sacar el agua. ¿Cómo me vas a dar de beber?” Ella dijo, “Nuestro padre, Jacob. .” ¿Ve? Ella era Samaritana, pero también llamó a Jacob su padre. “Nuestro padre Jacob bebió de este pozo, su ganado, su familia. Y ¿tú dices que tienes agua superior a este?” Dijo, “Tú dices ‘adorar’. Tú, siendo judío dices, ‘Jerusalén.’ Nosotros decimos, ‘que en este monte’.”\n\nEl dijo, “Mujer, el tiempo viene, y aun ahora es, cuando el verdadero adorador adorará a Dios en Espíritu, porque Dios es un Espíritu. El Padre busca tales.”\n\n¿Qué estaba haciendo El? Estaba hablando con ella tratando de hacer contacto con su espíritu. Ahora recuerde, El tiene que ser el Mesías ante ellos, los Samaritanos.\n\nEntonces El halló su problema. ¿Cuántos saben qué era? Seguro, estaba viviendo con su sexto marido.",
    "¿Ve Ud.? Es pecado cuando uno tiene un esposo o esposa viva, y sale y por cualquier razón le despide y se casa de nuevo, y de nuevo, y de nuevo y de nuevo. No se debe hacer eso. Entonces El dijo, y parece que ella vivía con este sin haberse casado. Quizás no estaba casada. Quizás nunca se había casado. Ella con todas las cosas inmundas, y Ud. sabe, había hecho tantas cosas inmundas mientras El la miraba así.\n\nEl dijo, “Mira, tráeme de beber.” El le dijo, “Si supieras con Quien hablas, de Mí pedirías agua y Yo te daría agua que no se saca de aquí.”\n\nLuego le dijo, “Ve, trae tu marido y ven acá.”\n\nElla respondió, “Señor, no tengo marido.”\n\n“Oh,” El dijo, “bien has dicho. Has tenido cinco maridos y el que ahora tienes no es tu marido. Bien has dicho.”\n\nSi esa mujer…Ahora cuando…",
    "¿Qué le llamaron los judíos cuando lo vieron, cuando lo vieron hacer eso? ¿Lo reconocieron ser el Mesías? No. ¿Qué dijeron que era? Beelzebú, un adivino. Dijeron que ese poder era de Beelzebú. Llamaron inmundo al Espíritu de Dios que discernía.\n\nEl dijo, “Si hablasen alguna palabra en contra de Mí, Yo los perdono. Pero algún día viene el Espíritu Santo para hacer la misma cosa, y si hablaren una sola palabra contra El, jamás os será perdonado.”\n\nEntonces, ¿pueden ver adónde estamos hoy? Si sucediera hoy, una palabra contra eso jamás será perdonado, ni este mundo ni el mundo porvenir. Entonces, ¿ven lo que esta generación ha hecho? Piénselo, piénselo bien. Pese estas palabras solemnes.\n\nAhora, los judíos dijeron, “Este hombre hace estas cosas por Beelzebú. El es un diablo, un adivino.” Y nosotros sabemos que la adivinanza es del diablo. Y dijeron, “Este hombre es un sortílego.”\n\nEl les perdonó por haberle llamado “adivino.” Pero después que El murió y el Espíritu Santo volvió, entonces fue distinto. Eso es en la generación gentil.\n\nAhora note.",
    "Ahora, los judíos ya lo habían visto y lo condenaron. Los Samaritanos lo recibieron y ella dijo, “Señor, paréceme que Tú eres profeta.” Samaritanos, ¿qué van hacer con esto? “Paréceme que Tú eres profeta. Sabemos que cuando viene el Mesías, nos dirá estas cosas.” ¿Ve? Conocían el Mesías, Quien sería. Dijo, “Sabemos que el Mesías, el cual es llamado el Cristo, cuando El venga nos dirá estas cosas. Pero, ¿Tú quién eres? ¿No eres Su profeta?”\n\nEl dijo, “Yo soy El mismo. Yo soy.”\n\nY en eso, ¡escuchen bien! En esto, ella dejó su cantaro y corrió a la ciudad, y dijo a los hombres en las calles, corriendo por las calles por la ciudad, dijo, “¡Vengan a ver un hombre quien me ha dicho todas las cosas que yo he hecho! ¿No es éste el mismo Mesías?” Y la Biblia dice que toda la ciudad creyó en El por razón de la mujer que había dicho esto, lo que El dijo. Porque si ese fue el Mesías…\n\nAhora, si esa fue la señal del Mesías ayer, y El es el mismo ayer, y hoy, y por todos los siglos, será la misma señal hoy. ¿Correcto? ¿Cuántos están de acuerdo? Seguro, sí, es lo mismo. Muy bien.\n\nAhora, ¿será un hombre muy distinto? No. El amó, lloró, lamentó, durmió, salió al desierto, salió a la pesca, vivió como cualquier otro. El fue un hombre, pero sin embargo El fue el Mesías ungido.",
    "Ahora, nos recordamos en la Biblia, que nos dice allá, (adonde vemos muchas Escrituras para probar en la Biblia) que reclama que habrá un día que no será ni día ni noche, un día tenebroso con organizaciones e iglesias, y suficiente para ser salvo, “pero en el atardecer habrá Luz.” ¿Cuántos han leído eso en la Biblia? Muy bien.\n\nAhora, en otras palabras, el sol sale en el oriente y se pone en el occidente. El mismo sol que sale en el este y se pone en el occidente. Muy bien, el Hijo de Dios se levantó en el este sobre la gente oriental. La civilización avanza con el sol y ahora estamos en la costa occidental. Si pasamos, cruzamos a la China, de nuevo en el oriente. Así que el mismo sol que alumbró en el oriente ahora está alumbrando en el occidente, con el mismo bautismo del Espíritu Santo, las mismas señales y maravillas y el mismo Mesías. ¿Correcto? “Habrá Luz en el tiempo del atardecer, el camino a la gloria seguramente hallarás.” Correcto.",
    "Estamos en el atardecer, la Luz de la tarde. El sol está bajando. El Mesías está en nuestro medio. El Hijo de Dios en la forma del Espíritu Santo está en nuestro medio. ¿Uds. lo creen? ¿Cree Ud. que yo soy Su siervo? ¿Creen lo que les digo es la verdad? Creen el relato del Angel anteayer por la mañana que es la verdad? ¿Creen que es la verdad? Entonces que el Dios del cielo, el Dios que se me apareció allá en la forma de aquel arco iris, que El hable. Y que mi cuerpo sea dedicado a El, mi espíritu, mi alma, mi mente, sean dedicados a Su gloria. Cuando yo buscaba esa última ardilla, sabiendo que sería la última, faltaban apenas tres minutos para las diez, y yo había dicho que sería para las diez. El había dicho, “Habla lo que deseas y así será.” El jamás ha fallado. “Cualquier cosa, dí lo que deseas.”\n\nLa octava ocasión cuando eso se manifestó, eso fue con una damita sentada aquí ahora mismo. Aquí veo al hermano Wright, sentado. Hattie Wright, cuando pidió se,…Sí, ella está sentada. Pidió por la salvación de sus dos hijos. Los cuales estaban duros contra esto. Yo le dije, “Te doy tus hijos en el Nombre de Jesucristo.” Y se le cayeron en las rodillas.",
    "El hermano Ed Daulton es un Bautista, está sentado aquí, de allá en Kentucky, aquí está sentado. ¿Cuántos hijos tienes, Ed? Doce hijos. Estaba parado aquí pidiendo por sus hijos. Yo salí del edificio. Ed vino y me siguió afuera, y yo le dije, “Ed.”\n\nEl Espíritu Santo estaba sobre mí y dije, y el Espíritu Santo dijo, “Dáselos. Dále.”\n\nDije, “Yo te doy tus hijos. Toditos salvos y bautizados.” Allá estaba su hija de quince años en casa, esperando, llorando, fue salva mientras él estaba acá. Este hermano Bautista. Oh, ¡Qué maravilloso es El cuando El habla!\n\nLe estoy pidiendo ahora, por Su gloria, que se muestre, si El es Cristo, que yo hablo la verdad.",
    "Ahora, para que el incrédulo no tenga por dónde escaparse, quiero que las personas de aquí que están enfermos y necesitados de Dios, los cuales no conozco, los extranjeros en nuestras puertas, personas que yo no conozco, y Ud. tiene necesidad de Dios, levante su mano. Gente por dondequiera. Muy bien, están por dondequiera, me supongo. Gente que yo no conozco. Si llamo alguien que conozco y Ud. sabe que yo le conozco y Ud. me conoce a mí y nos conocemos, no diga Ud. nada. Quédese quieto. Quédese quieto. Si El es el Hijo de Dios lo cual El es, y mi Mensaje es correcto, y aquel Angel…",
    "Cuando faltaban tres minutos para las diez, yo dije, “Oh Dios, Quien apareciste ante mí hace poco allá en el arco iris, faltan tres minutos. Y yo no veo ningúna ardilla. Faltan tres minutos, tendrás que traérmela.” Y Dios siendo mi Juez, yo lo digo solemnemente con mi mano sobre la Biblia, no creo en jurar, porque la Biblia no lo permite. Nos dice que no lo hagamos. Pero Dios es mi Juez, una ardilla salió por una rama y se sentó perfectamente. El nunca ha fallado; jamás ha fallado. Muchos están aquí presentes que conocen estas cosas. Yo sé que El es el mismo Dios y El está aquí.",
    "Se han distribuído algunas tarjetas de oración. No deseo esas. Oraremos por ellas en unos cuantos momentos cuando pasen por la línea. Prefiero personas que estén…Prefiero extranjeros. Prefiero personas que no me conocen. Quiero que se pongan a pensar, piensen y oren y digan, “Dios, este hombre no me conoce a mí.”",
    "Un día, una damita se abrió camino por la multitud. Tenía un flujo de sangre. Y ella dijo…Cuando todos estaban diciendo, “¡Míralo, allí está! ¡Míralo! Miren aquel hombre de Galilea,” etc. Todos los rabies y los demás parados allí diciendo, “Rabí, de Tí buscamos señal,” y así le hablaban.\n\nEsta damita dijo, “Yo creo que El es el Hijo de Dios. Yo creo que si solamente tocare el borde de Su vestidura, sanaré.” ¿Cuántos saben eso? Ella le tocó.\n\nNo que El lo pudiera sentir pero se detuvo y dio la media vuelta y dijo, “Quién Me tocó? Alguien Me tocó.” Todos se quedaron quietos. Dijo, “Alguien Me tocó.” Dijo, “¿Quién Me tocó?”\n\nY El buscó hasta que halló a la mujercita. Ya no se podía esconder. No la hallaba, pero la halló y dijo, “Tu fe te ha salvado.” Le dijo que su flujo de sangre había pasado porque ella había creído, y que su fe había tocado Su vestidura. Su fe había tocado Su vestidura. ¿Cree Ud. eso? Muy bien.",
    "Ahora, ¿es El el pontífice hoy sentado a la diestra de Dios, intercediendo a favor de nuestra confesión? ¿Dice la Biblia que El es el pontífice que puede comparecer de nuestras flaquezas? ¿Correcto? Muy bien, si Ud. está enfermo, comienze a orar y diga, “Señor Dios, acabo de oir un mensaje. Yo no conozco a este hombre. Estoy aquí en el Tabernáculo, pero no soy de aquí, esta no es mi iglesia. Soy de otra parte, vengo de afuera, soy de otra parte. Yo no conozco a este hombre. Pero él parece pintar esto tan positivo que este eres Tú, y dice que Tú le apareciste y que su Mensaje es correcto, y ¿cómo haces estas cosas? Ahora yo no conozco al hombre, pero sí Te conozco a Tí. Entonces si él se ha dedicado a Tí, y Tú estás usando su cuerpo por el cual hablar Tus propias palabras, entonces permítele hablarme a mí. Permítame tocar Tu vestidura, Señor.” Y vea Ud. si El lo hace o no. Vea si El es Dios.",
    "Si El todavía es Dios, El puede usar mis labios para hablar la misma palabra que El hablaría, porque El no tiene labios sino los míos y los tuyos. El no tiene ojos sino los nuestros. Entonces El baja y hace funcionar Su iglesia por medio de nuestro cuerpo. ¿Cree Ud. eso? El lo maneja. Así dijo: “Las obras que Yo hago, vosotros haréis igual.” ¿Correcto? “¡Las mismas obras vosotros las haréis!” ¿Ve? “Vosotros las haréis.” Con esa obra El probó que El era Mesías. Ahora si El es el Mesías, y lo es, entonces eso siendo correcto, entonces El hace las mismas obras ahora mismo por medio de Su iglesia que hacía allá. ¡Eso prueba que es correcto, a pesar de todas vuestras denominaciones! ¡Oh, aleluya!",
    "Aquí está el hermano y la hermana Kidd, ambos tienen más de ochenta años y estaban predicando antes que yo naciera. El otro día él estaba muriendo de cáncer, hace como dos años le cortaron y viven allá en Ohio. Son mis amigos íntimos. La hermana Kidd me llamó y dijo, “Billy, apúrate. Se está muriendo ahora mismo.” Y Billy Paul y yo casi quemamos el carro usado que tengo, tratando de llegar.\n\nCuando entramos al cuarto, tan pronto como llegamos, el Espíritu Santo habló y dijo, ASI DICE EL SEÑOR.”\n\nAllí está parado, un testigo para la gloria de Dios. Aun el doctor está todo confundido. ¡Simplemente es que El es Dios! ¿Podría yo hacer eso? No señor. Mis palabras no valen más que las de cualquier otro hombre. Pero eso fue, ¡ASI DICE EL SEÑOR! Amén.",
    "Años atrás, allá en la sierra de Kentucky, en la Iglesia de Dios y otras, caminando por toda la sierra, moliendo maíz con una cosita rústica (la hermana Kidd) para alimentar unos hijos, lavando a mano para poder mandar su esposo al campo. Y aquí están ahora mayor de ochenta años, sentados hoy gozando del Evangelio del Señor Jesucristo, viajando más de cien millas cada domingo que predico aquí, si lo saben. Seguro le mandamos invitación si desean venir. Dios bendiga su corazón. Correcto. Quiero que todos Uds. les saluden en esta mañana, si pueden. Bendíceles.",
    "Ahora, oren. Oh, estoy tan contento saber que El es Dios. ¡Qué tremendo sentir! Ud. dice, “Hermano Branham, ¿por qué Ud. está dilatando?” Es que le estoy esperando a El. He estado predicando, esta ya es otra unción.\n\nY si El viene y lo hace, entonces, ¿cuántos aquí están enfermos y lo aceptarán como su Sanador? Levanten sus manos, todos los enfermos, si El lo hará. Levanten sus manos todos los enfermos, que puedan ver que Mesías, Cristo, está ahora entre el pueblo hablando.",
    "Ore, crea.\n\nConcentraré en este lado del auditorio. Son tantos que están orando. Ahora, ¿Ve Ud. la unción? Miren, ¿cuántos han oído de la Columna de Fuego que la ciencia ha tomado y tienen en Washington, D. C.? Uds. lo saben. Aquí está la foto colgando aquí. La misma Columna de Fuego que guió a Moisés. Cuando aun la ciencia dijo que algún día estaría de venta en las tiendas. El único Ser sobrenatural jamás fotografiado. Ese mismo Angel está aquí junto al púlpito ahora mismo, para hablar esto.\n\nLes reto a creerlo. Uds. visitantes crean.\n\nTengo que vigilar para ver adónde se mueve. Mantengan reverencia todos. En Su presencia, ese temor reverencial.",
    "Yo veo a un hombre. Aquí está, aquí está sentado a mi izquierda, acá atrás en este rincón. Está sufriendo con problemas del sinus y del estómago. ¿Cree Ud. con todo su corazón? ¿Es Ud. un desconocido para mí? Sr. Wells, ese es su nombre, Sr. Wells. Ud. no es de aquí, Ud. viene de un lugar llamado Aurora, Illinois. Correcto. ¿Es correcto? Yo soy un desconocido para Ud. Si así es, levante su mano. Póngase de pie, Jesucristo le sana.\n\nAhora ¿creen? Si podéis creer.\n\nAhora, allí está un hombre que jamás he visto en mi vida, es un verdadero extranjero entre nosotros. Es de otro estado y el Espíritu Santo…Ahora lo que le dijo yo no sabré hasta que no toque la cinta. Es una unción que viene sobre mí. Pero el hombre sabe, lo que le fue dicho es la verdad. ¿Correcto, señor? Somos desconocidos. Allí está, él mismo que sea un testigo.\n\n¿Quién hizo aquello? ¡Mesías! ¡Cristo!",
    "Aquí está una dama sentada aquí en todo el medio del pueblo, aquí. ¿Pueden ver esa Luz sobre ella? Está sufriendo de la piel. Sra. Pippen. Ud. viene de Owensboro. Si Ud. me es desconocida, señale con la mano. Si esas cosas son la verdad, señale con la mano. Dios le sana. Jamás había visto esa mujer en toda mi vida, solo en la visión.\n\nPara que Ud. vea, allí cerca a su lado está una mujer llamada Ellis, Sra. Ellis, una joven. Ella tiene problemas femeninos. También es desconocida. Si es correcto, señale con la mano. ¿Es su mamá sentada a su lado? Es una dama sentada allí, sufriendo de temor. Tiene un complejo de temor. Si eso es correcto, levante su mano, señora. Muy bien, el temor se le ha ido. Puede volver a casa sana. Les reto a creer.",
    "Allá, muy atrás en el rincón allá, un hombre de Minnesota con problemas de la espalda. Su nombre es Sr. Carson. Póngase de pie. El problema de la espalda le ha dejado, Jesucristo le ha sanado.\n\nAquí atrás una dama está sufriendo. Viene de otra ciudad. Viene de un lugar llamado Blue Island. Padece del corazón. Vive cerca de Chicago. Sra. Brading, levántese y acepte su sanidad, vuelva a casa sana en el Nombre de Jesucristo.\n\n¿Están creyendo? ¿Qué tal esta parte de acá? ¿Saben que ese es Mesías? No es un hombre. Todos Uds. que han sido llamados hasta ahorita y saben que yo no sé nada de su vida, levanten sus manos, para que toda la gente puedan ver, todos los que han sido llamados. ¿Ven eso?",
    "Alguien detrás de mí está orando. Acá en el cuarto. Es un joven rubio. El viene de Kansas y tiene un cáncer. Salga a la puerta. Tenga fe en Dios. ¿Cree Ud.? Elmer, este es algún pariente tuyo. Veo a su padre sentado allí y su esposa. Alta presión de sangre. Si Ud. cree, Dios le sanará. Yo no lo conozco. Correcto. ¿No es así? Crea con todo su corazón.\n\n¿Cree Ud.? ¿Creen Uds. que Jesucristo es el Mesías? ¿Creen que Su presencia está aquí? Recuerden, cuando una sola mujer tocó la vestidura de Jesús, El se debilitó. Virtud, fuerza salió de El. Casi estoy fuera de sí. ¿Creen Uds.? Inclinemos nuestras cabezas para orar un momento.",
    "Oh Jesús, Mesías de Dios, Tú siempre estás cerca. Tu pueblo se ha dado cuenta que Tú eres el Hijo de Dios, que estás aquí ahora. Tus grandes señales y maravillas se están probando. Bendíceles Padre, bendíceles Te ruego. Concede que puedan creer con todo su corazón que Tú, el Mesías, eres El que estás parado aquí.\n\nNadie podría hacer eso. Señor, es humanamente imposible. Es un milagro ver el poder del Mesías bajando a un lugarcito humilde como este, porque Tú lo has prometido Señor, porque Tu gracia está aquí para bendecimos. Porque es Tu promesa para hacerlo, Tú lo has hecho. Y vemos que Tú no abandonas a Tu pueblo.\n\nAhora Padre Dios, los que tienen tarjetas de oración que vienen ahora en la línea de oración, concédeles tener fe para creer. Oh Dios Todopoderoso, cuando manos son impuestas sobre ellos, concédeles salir de aquí regocijando, gritando y alabando a Dios, que han sido sanados. Concédelo, Señor.\n\nDales a entender a estos que han sido salvos que con Dios no hay secretos. Dios revela los secretos del corazón. El sabe todo secreto que existe en nuestra mente. Concédelo, Padre. Lo pedimos en el Nombre de Jesucristo. Amén.",
    "Ahora Uds. que tienen tarjetas de oración, aquí en el auditorio, Uds. alrededor del Tabernáculo, todos los que tienen las tarjetas de oración, ¿creen Uds.? Levanten sus manos, si creen que un ser humano no podría hacer esto. Eso tiene que venir de Dios. ¿Creen Uds. eso, que es la promesa de Dios, que Dios dijo que lo haría? Muy bien. Entonces saben que alguien más que el hombre está aquí.\n\nSolemnemente tomo esta palabra ante Dios, el pueblo que fue llamado, los que fueron llamados, yo no los conozco. Y ellos no me conocen a mí. Son desconocidos y llegaron hoy al Tabernáculo, dondequiera que están.\n\nVi algunas visiones sobre gente que son del Tabernáculo, pero los pasé por alto, los dejé quietos.\n\nLos que fueron llamados, quienes eran, para que de los demás puedan ver que Uds. son desconocidos, levanten sus manos. ¿Ven? Todos, son desconocidos.",
    "Algo me sigue impulsando, repetídamente veo aparecer ante mí una dama de color. Ella sufre de artritis y alta presión. Sí, Ud. es una desconocida entre nosotros. Ud. es de Memphis. Sra. Souse es su nombre. Esta es su primera visita aquí. ¿Cree Ud. en el Señor con todo su corazón? Entonces, puede volver a casa sana y salva. Dios se la ha quitado.\n\nCrean todos Uds. Todos, crean. Levanten sus manos ahora mismo. Crea con todo su corazón. Pongan sus manos en alto, uno sobre el otro.\n\nVenga acá hermano Neville. Ore por ellos. Mientras tenemos nuestros rostros inclinados, el hermano Neville va orar. 🦅"
  ]
}