{
  "title": "NOS CONVIENE CUMPLIR TODA JUSTICIA",
  "id": "61810009",
  "content": [
    "🦅  Siempre es un privilegio venir a la casa del Señor. Nunca en mi vida he visto una ocasión en que lamentara haber venido a Su casa. Es un… Pero supongo que esta mañana es el momento más difícil en que yo haya venido. Sí, así es. Pues, las cosas suceden en la vida, sabemos eso, que tenemos que enfrentarlas. Y tenemos que recordar eso, que les llega a todos.",
    "Y estamos muy agradecidos esta mañana, yo lo estoy, y sé que mis hermanos y mi hermana están muy agradecidos a Dios de poder saber que nuestra madre es salva.",
    "Y ella es anciana, y ya estábamos esperando esto por algún tiempo, porque fue madre de muchos, y su vida se desgastó. En los días de mi madre, no tenían las cosas que tienen ahora, para cuidar a las madres cuando tenían a sus bebés. Quizás, tal vez, mamá tenía a uno de los hijos en la mañana, y se levantaba en la tarde a lavar la ropa. Y, pues ahora se quedan en el hospital varios días, con todo tipo de medicamentos, así es. Agradecemos estas cosas que puedan ayudarle a ellas, a estas madres y todo.",
    "Ella está muy, muy cerca de la muerte ahora. Y yo…[el Hermano Branham llora.—Ed.] Es que es un—un poco difícil esta mañana, aún así yo—yo prometí estar aquí. Y estoy…",
    "Y, no puedo decir que mi madre va a partir. A menudo he dicho esto. Y muchos son testigos, de las visiones. Dije: “Si mi propia madre estuviera tendida, muriendo, y me mirara a la cara y me dijera: ‘Billy, ¿qué—qué será de mí?’”. Dije: “A menos que Dios me lo dijera, yo no lo sabría. Yo—yo no podría decirlo”. Y eso exactamente ha sucedido. Si mamá va a partir, Él ciertamente me lo ha ocultado.\n\nAntes de que mi padre falleciera, lo vi partir en la visión.",
    "Cuando yo aún era pecador, vi a mi hermano, el primero, que iba a partir.",
    "Howard. Se los dije a todos Uds., dos o tres años antes de que él falleciera, sobre su partida.",
    "Pero, de mamá, Él no me ha dicho ni una palabra. Y si ella va a partir, es algo que no sé. Aunque, tuvimos… El médico dijo que no sabía cómo ella había pasado del domingo anterior. Y ella está bastante débil. Pero, sin embargo, cuando yo estuve…",
    "Hace como un mes atrás, como lo hice con la Sra. Broy; siempre me gusta visitar a las personas, sabiendo que están cerca del final, para ver cómo están. Tenemos que estar seguros de esto. No queremos solo decir: “Bueno, tal vez todo esté bien”. Queremos asegurarnos de que esté bien.",
    "Una mañana tuve una larga y buena conversación con mamá. Ella dijo: “Billy, yo—yo he vivido todo el tiempo que debería vivir”. Ella dijo: “No tengo nada más por qué vivir”. Ella dijo: “Tengo que irme”. Y dijo: “Prefiero partir, para estar con papá y algunos de los otros hijos que están Allá. A todos Uds. los veo a menudo”.",
    "Y poniéndola en la ambulancia para llevarla al hospital, para darle glucosa, pues no podía comer nada; tenían que darle glucosa por las venas. Y le dije, cuando la poníamos en la ambulancia, le dije: “Bueno, mamá, todo está bien”.\n\nElla dijo: “Anhelo irme”.",
    "Y le dije: “Mamá, si me estuvieras dejando un tesoro en la tierra, de cien millones de dólares, para nosotros los hijos, o si nos estuvieras dejando un hogar que llegara de una ciudad a otra ciudad, eso no se compararía en nada con este testimonio que nos estás dejando: ‘Estoy lista para irme’”. Es un tesoro que el dinero no puede comprar, el saber eso.",
    "Por lo tanto, frente a eso, me mantengo valientemente, creyendo en estas cosas que he predicado. Y si esto es bueno para mi madre, es bueno para las madres de otras personas, es bueno para todos nosotros. Yo no podría decir: “Dios, no te la lleves”. Porque, sé que tan pronto su alma mortal salga de este cuerpo, ella tiene otro esperando. Y ella volverá a ser una joven, en solo unos minutos después de irse de aquí.",
    "¿Alguna vez se han fijado Uds. en un bebé cuando nace, sus pequeños músculos se retuercen y tiemblan? Pero cuando llega a la tierra, recibe un espíritu, y luego se convierte en un alma viviente. Y tan pronto como el alma regresa de ese pequeño cuerpo, hay otro que le espera. ¿Ven? Porque, primero, Dios hace el alma y el espíritu, sencillamente van a los cuerpos. Y, y cuando nos vamos de aquí, solo cambiamos de moradas y nos vamos a otra. “Porque si este tabernáculo terrestre se deshiciere, ya tenemos uno esperando”. Así que, ese es nuestro consuelo.",
    "Oremos ahora.",
    "Nuestro Glorioso Padre Celestial, ¿qué podríamos hacer en estas horas de tremenda necesidad, si no fuera por Ti? ¡Mas nuestra esperanza se basa en nada menos que la Sangre y la justicia de Jesús! Y nos alegramos al saber que hay una Tierra más allá del río. Que cuando Tú hayas terminado con nosotros en esta tierra, que solo cambiaremos nuestras moradas, a esa gloriosa Tierra, allá, donde no hay enfermedad ni angustia, ni muerte ni separación. Siempre estaremos Contigo y con nuestros seres queridos. Así que, Te agradecemos por esta gloriosa esperanza en nuestro pecho hoy.",
    "Y me pareció difícil, Señor, poder venir aquí esta mañana; no en cuanto a servirte, sino al saber que estoy nervioso y preguntándome cómo podré abordar este Mensaje esta mañana para la iglesia, que siento que Tú has puesto en mi corazón. ¡Y cómo el enemigo me ha dado vueltas una y otra vez en cuanto a eso! Pero he llegado hasta aquí, al púlpito, en Tu Nombre. Y me encomiendo, con el Mensaje y todo, en Tus manos, y sé que eres más que capaz de llevarlo a cada corazón, y de proveer todo lo que necesitemos. Lo encomendamos todo a Ti ahora, y nosotros mismos, a Tu servicio; ya que mis labios son Tu boca, y los oídos como Tu poste de audición. Bendícenos, Señor.",
    "Y que otras madres, padres, y aquellos que llegarán a estar en los días venideros, si el mundo permanece, que se preparen y sepan, también, que algún día ellos tienen que llegar a esta hora a donde ha llegado mi madre. Oro, Dios, que se preparen hoy. Porque no hay nada más en el mundo que importe. No hay dinero que pueda comprarlo, ni popularidad que pueda sostener; nada puede ayudar sino Dios, y solo Dios. Y nos aferramos a Su mano incambiable, sabiendo que Él ha dicho: “Por Jehová son ordenados los pasos del justo”. Entonces este pequeño sufrimiento que tengamos ahora, en la vida presente, significará muy poco. Así como lo expresó el poeta: “Los afanes de la senda se verán como nada, cuando al final del camino lleguemos”.",
    "Ayúdanos, Señor, a proseguir hacia el premio del supremo llamamiento; sabiendo que algún día, en una gran inmensidad de aquí, nos encontraremos en el dulce más allá. Bendice Tus Palabras ahora. Bendice a Tus siervos. Cada hijo de Dios aquí presente, que sus corazones estén tiernos y conmovidos esta mañana. Y, Padre, yo mismo necesito un poco de eso también. Pido que Tú concedas todas estas cosas, en el Nombre del Señor Jesucristo. Amén.",
    "Pues veo que aquí tenemos algunos pañuelos. Y yo voy… Nos encargaremos de ellos en un momento.",
    "Llegué de un viaje donde estuve de cacería, con un hombre cerca de Alaska. Ya saben, esta temporada es la que usualmente aparto, en el otoño, para recuperarme, preparándome para las temporadas que se avecinan en el servicio.",
    "No soy demasiado fuerte, pues, yo diría, de los nervios. Tengo un—un sistema nervioso muy malo. Y me doy cuenta de que se necesita ese tipo de sistema para lograr el ministerio que el Señor me ha dado. No se puede tener todo glorioso, en la tierra. Físicamente, estoy muy agradecido por un cuerpo fuerte. Pero mi sistema nervioso, porque se vive justo en la línea entre lo natural y lo sobrenatural, y eso lo hace a uno pedazos. Y nunca he tratado de sentarme y de explicarles eso a mis congregaciones, porque no lo entenderían, ya que yo mismo tampoco lo entiendo. Pero aun médicos, me examinaron y pusieron esa prueba de presión de los nervios; dijeron que nunca habían visto algo así, ¿ven?, cómo se movía de un lugar completamente al otro. No entiendo su investigación científica y, o lo que han hecho, sus formas de hacer las cosas. Pero sé que un día me sucedió algo, cuando Cristo se apoderó de mí, fui cambiado.",
    "Y solo me gustaría decir esto, podría fortalecerme. Puede parecer una cosa muy extraña, de qué hablar, esta mañana. Pero antes de entrar a mi Mensaje, como para calmarme, me gustaría decir esto. Cuando anuncié que yo estaría aquí, no sabía que mamá iba a estar enferma.",
    "Y también anuncié el culto para esta noche. Dios mediante, lo haremos. Estaré aquí esta noche, hablando, si está bien con el pastor. [El Hermano Neville dice: “¡Sí, señor!”.—Ed.] Y quiero hablar sobre, El Consolador ha llegado, esta noche. Y entonces ese es el culto de esta noche. Y tenemos un culto de comunión aquí esta noche. Y toda la gente está cordialmente invitada a venir y—y tomar esta comunión con nosotros esta noche, y para el Mensaje.",
    "Fue la primavera pasada cuando estuve allá en Alaska, o cerca de Alaska, en la Columbia Británica, para… para cultos, que el Señor nos concedió un tiempo muy glorioso. Y siempre me—me ha encantado la naturaleza.",
    "¿Pueden oírme bien allá atrás? Pueden… Si pueden, levanten las manos, por allá atrás.",
    "Siempre me ha encantado la naturaleza. Como cualquiera que conoce a nuestra familia, lo sabe. Mi madre, moribunda allí ahora, su madre fue indígena. Y mi conversión nunca cambió eso, y yo… mi amor por la naturaleza; y me alegro, porque es un lugar donde veo a Dios. No salgo tanto para salir a cazar, es—es para estar solo con Dios. Y yo cazo solo.",
    "Y mientras yo estaba allá, conocí algunos guías excelentes. Son personas de Canadá y de esos lugares, antes de que uno pueda salir a los bosques, la comisión de la caza le asigna a uno un guía. Y ese guía tiene que estar con uno.",
    "Y conocí a un maravilloso hermano Cristiano, joven, pentecostal, que era un guía famoso en Canadá. Su esposa era una preciosa mujer salva. Y él tiene unos cuarenta años, y tienen cinco hijos, muchachitos, desde los dieciocho hasta como a los dos años. Y a él se le había concedido una gran sección de quinientas millas del Camino Alcan, como su área para guiar.",
    "Había algunos indios por allá atrás que no querían irse, y eran muy arrogantes, y pusieron un letrero: “Si Ud. entra aquí, habrá derramamiento de sangre”. Y, con todo, pasamos y fuimos allá, porque yo quería hablar con esos indios. De hecho, la tierra era de ellos antes de que fuera nuestra, Uds. saben. Y pasé un buen rato con ellos, la primavera pasada, hablándoles sobre el Señor Jesús.",
    "Y un anciano, el viejo patriarca de la tribu, tenía casi cien años. Él tenía su… y pude ver por qué él no se quería ir. Entierran a sus muertos en un tronco, y cuelgan el tronco en un árbol. Tenían dos hijos pequeños enterrados allí. Por supuesto, él no quería irse. Pude ver por qué no quería irse. Y la reserva, el—el gobierno del Canadá, el Dominio de Canadá, dijo: “Si se ponen arrogantes, los sacarían de allí y los obligarían a irse”. Pues, a uno no le gustaría que hicieran eso; sus bebés colgados allí en los árboles.",
    "Y, sin embargo, los ríos bajaron y nos separaron y no pudimos volver a la región donde íbamos a cazar osos grizzli. Este Sr. Southwick, Southwick es, fue el guía. Y él… Y yo estuve con un pequeño ministro, Eddie Byskal. Y así que su hijo… el Sr. Southwick tenía un—un hermano menor de entre veinticinco y treinta años, que estaba bastante atormentado con epilepsia.",
    "El Sr. Southwick acababa de llegar a ser Cristiano, hace aproximadamente un año. Él había sido un vaquero, y son un poco rudos, ya saben, en su estilo de vida. Y, pero él acababa de llegar a ser Cristiano, y estaba creyendo. Y él dijo: “Leí su libro, Hermano Branham”. Y seguía llevando la conversación a lo de su hermano con epilepsia. Decía: “¡Oh, si yo solo pudiera traer mi hermano a Ud.!”. Bueno, Uds. saben cómo se siente uno, impotente, no se puede hacer nada, y uno se pregunta cómo podría suceder.",
    "Luego en Canadá, generalmente los hombres que… Uds. hombres que salen de viaje saben, en el manejo de caballos. Y a mí me encantan los caballos y los animales. Por lo general, les atan un cabestro y los dejan caminar en la tropilla, la fila de la tropilla. Pero no se puede hacer eso allí, por causa de la piedra esquisto; se puede perder un caballo, y podría perderse todo el grupo. Así que solo tenemos que dejarlos ir y guiarlos al camino.",
    "Y yo estaba lejos por allá atrás, en un caballo joven, tratando de arrear a los rezagados y traerlos. Y el Espíritu Santo, en Su gracia, bajó. Espoleé a mi caballo y pasé a la tropilla, hasta el lugar donde el Sr. Southwick conducía, al frente, a través del matorral. Y dije: “¿Bud?”.\n\nÉl dijo: “Sí, Hermano Branham”.\n\nLe dije: “¿Me creerías en algo?”.\n\nÉl dijo: “En cualquier cosa que Ud. diga”.",
    "Y yo dije: “Tengo un ASÍ DICE EL SEÑOR para ti”. Le dije: “Ve busca a tu hermano de Fort Saint John” que está a mil ciento treinta o mil trecientos km de distancia, “tráelo a la carretera aquí”. Y él vivía en una vieja casucha con una salamandra antigua allí como estufa, tenía a sus hijos allí. Y le dije: “Apenas tenga un ataque epiléptico, quítale la camisa de su cuerpo. Te daré algo qué hacer. Tírala al fuego y di: ‘Esto lo hago en el Nombre de Jesucristo’”.\n\nÉl dijo: “Lo haré”.",
    "Entonces él fue, fue y buscó a su hermano, lo trajo allí. Y esa mañana tuvo que salir al campo, con un ambientalista. Y su hermano por lo general tiene dos o tres de esos ataques al día, y los tuvo desde que era un muchachito. Y su esposa estaba aterrorizada por él, cuando tenía esos ataques, porque se ponía violento; un joven muy fuerte.",
    "Y le dio un ataque, después de que Bud se fuera. Pero en vez de saltar por la ventana, como ella solía hacerlo, sacando a sus hijos de ahí, saltó sobre él y le quitó la camisa; una mujer pequeña, llena del Espíritu Santo, le quitó la camisa y la tiró al fuego, y dijo: “Esto lo hago en el Nombre de Jesucristo”. Él no ha tenido otro desde entonces. Eso fue la primavera pasada.",
    "Muchas veces, sé que ha sido un poco difícil. La gente que no entiende, dice: “Hermano Branham, ¿por qué sales de cacería?”. ¿Ven?, simplemente no lo entienden. No sirve de nada tratar de explicarlo, ¿ven? Uno trata con gente que nunca podría entenderlo.",
    "Hace como dos meses, o un poco menos, desperté una mañana. Creo, no estoy seguro, se lo dije a la mayor parte de la iglesia. Hay muchos aquí que me han oído decirlo antes de que sucediera. Y en la visión vi que había visto un gran animal, parecía un venado. Y tenía cuernos grandes y largos. Y era… tuve que ir rodeando un lado, por las piedras, así, para llegar a él. Y fue un animal muy famoso. Fue un gran animal de trofeo. Y vi a un hombre que tenía una camisa verde de cuadros. Y luego, en el camino, después de conseguir al animal, oí una—una voz decir que: “Esos cuernos tienen ciento siete centímetros de largos”. Eso es como de esta altura. Y era un animal gigantesco. Y en el camino de regreso, vi un gran oso grizzli enorme de puntas plateadas.",
    "Bueno, ese es el oso famoso. Hay cuatro en la familia de los grizzlis. Uno es de puntas plateadas, que es el famoso. Luego se llama, el nombre nativo, kadish (?), que es negro, con oreja redonda; el segundo. El tercero, es el oso grizzli regular, que es entre negro y marrón, un oso enorme. Y el siguiente es el Kodiak, que solo se encuentra en la Isla Kodiak y—y en el oeste de Alaska; es enorme, gigantesco, el más grande de todos los osos, pero es un grizzli. Pero el de puntas plateadas es negro y lo blanco está en… lo plateado está al final de las puntas de la piel. Ese es el famoso, un oso muy temperamental, malhumorado.",
    "Yo le disparé al oso directo al corazón, lo maté. Pero dudaba del pequeño rifle que tenía para obtenerlo. Y se lo había dicho a los hermanos. ¿Cuántos aquí me oyeron decirlo antes de que sucediera? Levanten la mano. Bueno, claro, la mayoría, ¿ven?",
    "Y luego el Sr. Arganbright me llamó y quería que yo fuera a Alaska. Bueno, en lugar de ir a Alaska, me sentí guiado a regresar y hacer este viaje, aquí con Bud, porque se lo había prometido.",
    "Cuando llegué allá, le dije a su esposa y a toda la gente de allí estas cosas que Él dijo. Les dije: “Pero, pues, ¿cuál de Uds. tiene una camisa verde de cuadros?”. Nadie la tenía. “Bueno” dije, “entonces ha de ser otro viaje que haré. Pero, en algún lugar, el Señor me lo dará, así exactamente”. Entonces dije: “Pensé que podría ser en este viaje”.",
    "Bueno, continuamos, en el viaje. Y el primer día, cuando llegamos a lo alto, más allá de donde crecen árboles, donde no hay árboles, en los glaciares, con nuestros caballos. Y el segundo día, cazamos un poco, y encontramos muchas ovejas con rizos de tres cuartos y demás, pero había algo que no estaba bien.",
    "¡Y hábleme de un compañerismo, todos nosotros pentecostales con el Espíritu Santo! Pasamos horas gratas allá arriba, y vimos esos colores cambiando, y esas montañas, ¡y bien allá arriba, donde solo Dios vive! ¡Y qué buenos momentos! ¡No nos acostábamos hasta la una de la mañana, alabando a Dios y pasándolo de maravilla!",
    "Y al segundo día, salimos. Y a unos diez kilómetros de distancia, detrás de los glaciares, vimos unos carneros grandes. Y dije: “Bueno, que regresaríamos, y saldremos apenas amanezca”.",
    "Así que salimos a la mañana siguiente, antes del amanecer; y llegamos, para las nueve estábamos arriba donde los habíamos visto en los glaciares.",
    "Pero de camino, había visto el primer caribú salvaje. Nunca había visto uno. Lo he visto domesticado, en Laponia y todo eso, pero no como caribú; pues no es… Caribú es un nombre nativo, es un “reno”. Y, por lo general, tienen cuernos planos, así, uno que sube justo frente a su nariz, y luego sale uno plano al frente; y luego los cuernos se enganchan, con otro plano así de ancho.\n\nBud me había dicho: “Quizás…”.",
    "Dije: “No, no. Él…”. Dije: “No era un caribú, porque no tenía ese tipo de cuernos”. Pero esa mañana, subiendo, pues, yo había visto la hembra y el ternero. Y nos fuimos por una ladera, y lo vi, un macho joven corriendo.",
    "Y el Hermano Eddie, quería alimentar a los indios en donde él es misionero. Es un buen hombre, viene de un hogar encantador y con una esposa de una muy buena familia. Y sus brazos están bien picados aquí, y doloridos, con pulgas, pues vivían con los indios y otras cosas, por allá tratando de llevarles a Cristo a los indios. ¡Se requiere la gracia para hacer eso! Vivir allá de mantequilla de maní y melaza, y dormir en esas chozas donde hay chinches, pulgas y todo lo demás, ¡picados así, y todo, para traerles el Evangelio de Jesucristo!\n\nY, así que, el Hermano Eddie se fue por la colina.",
    "Y me quedé allí maravillado, dos horas, cuando vi la gran montaña nevada. Pensé: “Señor Dios, permíteme vivir aquí durante el Milenio”. Al contemplar esas cuáqueras amarillas en la colina, y el romerito cimarrón rojo, y todo en armonía con esas inmensas montañas cubiertas de nieve, reflejado allí en los lagos. Eso tiene algo especial, que uno puede sentarse allí y llorar, y llorar y llorar, porque solo Dios puede pintar eso. Nada más pudiera hacerlo, ¿ven?",
    "Y mientras yo estaba sentado allí, pensé: “Bueno, ¿me pregunto qué pasó con el Hermano Eddie?”.",
    "Me acerqué a Bud, y él también estaba sentado allí regocijándose con eso, unas dos horas. Y nos levantamos, y vi la cámara de película de Eddie puesta allí. En la cima de esas montañas no hay más que caribú, musgo, solo musgo, arriba donde no crecen los árboles.",
    "Y lo vi a él cuesta abajo. Había levantado los dedos así, acechando a este joven caribú macho. Bueno, él—él le disparó al caribú. Y simplemente lo preparamos y volvimos a subir a la colina. Y bajé lo suficiente para conseguir un poco de agua.",
    "Y solo miraba alrededor con los binoculares. De alguna manera, a unos tres kilómetros de mí, allí estaba mi animal. Lo vi. Dije: “Es él. Ese es”. Dije: “Mira aquí, mira este pedregal, tenemos que ir por la ladera”. Y dije: “Lo único es eso verde, de cuadros…”. Y miré, y Eddie tenía una camisa verde de cuadros.\n\nLe dije: “Eddie, pensé que tú…”.",
    "Él dijo: “Hermano Branham, no sabía. Mi esposa debe haberla puesto allí”. Él dijo: “Me puse una camisa limpia esta mañana, pero yo no lo sabía. Mi esposa debe haberla puesto allí”. Dios no falla ni en lo más mínimo. Él es simplemente perfecto. Allí tenía él la camisa verde de cuadros.",
    "El guía dijo: “Hermano Branham, no sé cómo Ud. podrá llegar hasta allá”.",
    "Dije: “No me importa si está a ochenta kilómetros, ¡es mío!”. Dije: “Él me pertenece”. Y partimos alrededor de ese pedregal, solo, ¡oh, así de empinado!, yendo por el costado.",
    "Y llegamos allí, y conseguí el gran caribú. Y—y en lugar de tenerlos planos, tenía puntas; nunca he visto uno igual. ¿Ven qué extraño?, ¿cómo Dios hace las cosas?",
    "Entonces les dijimos a los muchachos que bajaran por la quebrada, que tomaran los caballos y recogieran la carne, y nos encontraran allá abajo cuando bajáramos. Por tanto, el Hermano Bud miró alrededor, dijo: “La visión del Hermano Branham, si fue cierto en cuanto a la sanidad de mi hermano, con epilepsia, él obtendrá ese animal sin importar dónde se encuentre”. Entonces él dijo: “Solo espérennos, lo tendremos bajando para allá”.",
    "Y, así que, cuando lo despellejamos; la piel y los cuernos y todo, serían como unos cincuenta y ocho kilos; pero solo, no la piel del cuerpo, solo la piel del pellejo. Luego dijo: “Bueno, Hermano Branham” dijo, “quiero preguntarle algo”. Dijo: “Apenas puedo despellejarlo aquí” él y yo, uno a cada lado. Él dijo: “¿Dice Ud. que estos cuernos tienen ‘ciento siete centímetros’?”.\n\nDije: “Sí, señor”.\n\nÉl dijo: “A mí me parecen doscientos treinta”.\n\nLe dije: “Son ciento siete”.\n\nY él dijo: “Tengo una cinta de medir en mi alforja”.\n\nLe dije: “Está bien, verás que es exacto”.",
    "Él dijo: “Entonces, de acuerdo con lo que Ud. me ha dicho, en algún lugar entre aquí y donde nos encontraremos con aquellos muchachos, con esa camisa verde puesta, ¿Ud. va a conseguir un oso grizzli de puntas plateadas?”. Dijo: “Nunca he visto uno, y he vivido en estas montañas toda mi vida”.\n\nLe dije: “Pero es ASÍ DICE EL SEÑOR”.",
    "Dijo: “¿Sabe Ud. dónde está?”.",
    "Dije: “No. Pero él está en algún lugar de aquí a esos muchachos”. Podíamos ver hasta allá abajo donde ellos estaban, a unos cinco kilómetros, donde comenzaba el bosque. Le dije: “Lo vamos a cazar”. ¡Pues, eso sí es algo!",
    "Él dijo: “Bueno, estaremos allí dentro de una hora y media. ¿Y me quiere decir que Ud. va a conseguir un monstruoso y grande oso grizzli, de puntas plateadas, en algún lugar entre aquí y esos muchachos?”.\n\nLe dije: “Es conforme a Su Palabra”.\n\nÉl dijo: “Está allí”.",
    "Y ensillamos los cuernos, quedando más altos que nuestras cabezas, y lo arrastramos, nos fuimos colina abajo hasta que llegamos a los glaciares. Y cuando llegamos a los glaciares, hacía tanto calor que tuvimos que meternos un poco en los glaciares para refrescarnos. Pasamos sobre el glaciar, bajamos hasta llegar a donde salía el agua debajo del glaciar, y bajamos a lo largo del… comenzamos a entrar en el bosque. Y nos sentamos, para descansar.",
    "Me di vuelta y miré. Dije: “¡Mira, Bud! Parece una vaca, a unos tres kilómetros de distancia”.",
    "Él agarró los binoculares, miró y dijo: “Hermano Branham, ¡que Dios me ayude, es uno de puntas plateadas!”. Dijo: “¡Vea cómo brilla bajo ese sol!”.",
    "Dije: “Es él”. Dije: “Bueno, vamos por él”. Entonces, es lo que hicimos, fuimos y lo cazamos. Según, en la visión, ya era demasiado tarde para despellejarlo, tuvimos que esperar hasta el día siguiente.",
    "Luego, después de cazar al oso grizzli, bajamos, luego él dijo: “Y Ud. dice que esos cuernos…”. Dijo: “Si esos cuernos tienen ciento siete centímetros, Hermano Branham, me voy a desmayar”.",
    "Le dije: “No tienes que desmayarte. Pero son ciento siete centímetros, eso miden”. Así que bajamos al…",
    "Y pensé, en la visión… Uds. hermanos que levantaron la mano, y hermanas, hace un momento, que me oyeron decir esto antes de que sucediera. Dije que debe haber sido Billy Paul. Era un niño pequeño. ¿Todos recuerdan que dije eso: ‘había una manito’? Pero su hijo tiene dieciocho años y es del tamaño de Billy Paul. ¿Ven?",
    "Y cuando llegué allá, allí estaba Eddie con su camisa verde de cuadros. Vi esa manita rodear esos cuernos, y cuando él se acercó y tomó la cinta de medir, la puso aquí, y para sostener, ese muchachito puso sus manos. Le dije: “Mira, Eddie, esas manitas en el cuerno”. Y cuando extendió la cinta de medir así, me miró y la boca se le puso muy pálida, dijo: “Hermano Branham, ¡mire eso! ¡Justo allí, ciento siete centímetros, exactamente!”.",
    "Ud. podrá decir: “Hermano Branham, ¿por qué cuenta esto en una escuela dominical?”.",
    "Lo digo por este motivo. Allá en el Antiguo Testamento, los viejos sabios y profetas de antaño que han pasado al más allá, ellos adoraron al Dios del Cielo, Quien les mostró visiones. Ellos amaron a Dios, por Su gracia, que los amaba. Ellos anhelaron una Ciudad en alguna parte. ¡Algo que estaba en ellos! Ellos dejaron sus hogares y se convirtieron en peregrinos, porque buscaban una Ciudad en algún lugar. Hablaron de cosas que nosotros vemos sucediendo hoy.",
    "Ese mismo Dios Quien los amó, y por Su gracia, y que hizo aquellas cosas por ellos, es el mismo Dios al que servimos aquí en este tabernáculo esta mañana, haciendo las mismas cosas. Y en nuestro seno hay un anhelo por esa Ciudad, en algún lugar al que ellos han ido. Y por Su Palabra y por las señales de Su Poder, con el mismo Espíritu y las mismas profecías, lo mismo que Él hizo allá por ellos, Él lo está haciendo por nosotros hoy. Y Uds. lo ven con pruebas infalibles, que es Dios y es la Verdad de Dios.",
    "Así que, dondequiera que esté esa gran Ciudad, y dondequiera que estén reunidos, espero ver a mi madre moribunda, y a todos Uds. con ellos, allá en esa Ciudad allí con aquellos: Abraham, Isaac, Jacob, Daniel, Isaías, Jeremías. Porque la misma gracia de Dios que los amó y les dio visiones, y les mostró cosas que vendrían, ¡es el mismo Dios que hoy hace lo mismo por nosotros, la Verdad infalible! Es, es la Verdad, amigo.",
    "Nuestro Padre Celestial, estamos agradecidos. Querías que yo tuviera esas cosas, supongo, Señor, porque Tú me estabas alentando, sabiendo que venía una crisis. No lo sé; Tú sí lo sabes. Y sé que ya no soy un niño. No soy el niño que solía agarrarse del delantal de mamá. Ahora soy un hombre de mediana edad. ¡Oh, cómo Te amo, Señor! ¡Cómo Te creo! Danos gracia ahora. Ayúdanos a enseñar Tu Palabra para que otros puedan ver y aprender, y saber de Ti. Lo pedimos en el Nombre de Jesús. Amén.",
    "Como texto, esta mañana. Creo que eso es todo lo que tenía, solo… Bueno, cultos esta noche, comunión, lavamiento de pies, y demás, eso es todo. Les he invitado a quedarse y estar con nosotros. Pero, como texto esta mañana, vayamos a la Biblia, a San Mateo, el capítulo 3, para leer una porción de las Escrituras. Quiero comenzar en el versículo 10 del capítulo 3 de San Mateo.",
    "Y sé que hay muchos de pie, y no nos gusta eso; pero si algunos de Uds. se cambian con ellos de vez en cuando. Yo… Discúlpenme por ser, por tardarme, pero yo… Uds. entienden. Ahora la lectura de la Escritura.\n\n…ya también el hacha está puesta a la raíz del árbol; por tanto, todo árbol que no da buen fruto es cortado y echado en el fuego.\n\nYo a la verdad os bautizo en agua para arrepentimiento; pero el que viene tras mí, cuyo calzado yo no soy digno de llevar, es más poderoso que yo; él os bautizará en Espíritu Santo y fuego.\n\nSu aventador está en su mano,…limpiará su era; y recogerá su trigo en el granero, y quemará la paja en fuego que nunca se apagará.\n\nEntonces Jesús vino de Galilea a Juan al Jordán, para ser bautizado por él.\n\nMas Juan se opuso, diciendo: Yo necesito ser bautizado por ti, ¿y tú vienes a mí?\n\nPero Jesús le respondió: Deja ahora, porque así conviene que cumplamos toda justicia. Y Entonces le dejó.",
    "Me gustaría tomar el texto de esa palabra allí en el versículo 15.\n\n…Deja ahora, porque así nos conviene que cumplamos toda justicia.",
    "A menudo me he preguntado por qué es que, que Jesús de Nazaret… Y muchas veces me lo han preguntado. ¿Por qué un Hombre como Jesús tenía que bautizarse? ¿Por qué esta Persona tenía que bautizarse en un acto de arrepentimiento y de confesión, cuando Él era el santo, inmaculado e inadulterado Hijo del Dios viviente? ¿Por qué tenía que bautizarse esta Persona como un hombre que está viniendo? El bautismo viene después de la confesión. Él no tenía confesiones que hacer, porque Él era Dios. Y, Él, ¿por qué tenía que bautizarse como lo hizo, “para arrepentimiento”, siendo que no necesitaba arrepentimiento, pues Él era el Dios infalible? “Él estaba en el mundo, y el mundo fue hecho por Él, y el mundo no Lo conoció”. ¿Por qué tendría que bautizarse?",
    "¿Y notaron la frase anterior? Dice:\n\n…porque así conviene que cumplamos toda justicia.",
    "En otras palabras, “¡Tiene que cumplirse! Toda Palabra que Dios ha hablado ¡tiene que cumplirse!”. Dios no puede decir nada sin que se cumpla. Cuando Él Lo ha dicho, es una obra terminada. Ya está terminado cuando Dios Lo habla. Dios nunca habla hasta que Él esté listo para que así sea; y, cuando Él habla, es como si ya hubiera sucedido.",
    "¡Bueno, realmente eso nos da una base en qué poner nuestra fe en esta mañana! Cuando Dios habla una Palabra, asunto concluido. ¿Y qué me dice de Sus promesas que Él nos ha dado? Todo lo que Él ha dicho, ya es una obra terminada. Y, por lo tanto, cuando recibimos Su Palabra en nuestro corazón, ¡ya—ya está hecho, se ha terminado!",
    "¿Y entonces por qué (eso no responde la pregunta) tenía que bautizarse Él? Muchos han dicho: “Pues, Él fue bautizado porque fue nuestro ejemplo”. Y es verdad, hasta cierto punto, cierto lugar. Es verdad, pero no es toda la Verdad.",
    "La Verdad es que Él fue el antitipo, fue el Sumo Sacerdote. Y antes de que el sumo sacerdote pudiera ser ungido, tenía que ser lavado.",
    "Quiero leerles algunas Escrituras por un momento, en el Libro del Éxodo. Y creo que es el versículo 29 que escribí; el capítulo 29, más bien. Y quiero comenzar aquí en el versículo 4 del capítulo 29.\n\nY llevarás a Aarón y a sus hijos a la puerta del tabernáculo de reunión, y los lavarás con agua.\n\n…tomarás—tomarás las vestiduras, y vestirás a Aarón y la túnica, y el manto y el efod, y el efod y el pectoral, y le ceñirás con el cinto del efod;\n\ny pondrás la mitra sobre su cabeza, y sobre la mitra pondrás…sobre la… la diadema santa.\n\nLuego tomarás el aceite de la unción, y lo derramarás sobre la cabeza, y le ungirás.",
    "¿Ven?, Aarón, el sumo sacerdote, antes de que pudiera ser ungido, tenía que ser lavado, con agua. Por tanto, cuando Jesús, antes de que Él pudiera ser ungido, nuestro Sumo Sacerdote, Él fue lavado con agua.",
    "Y luego ese Aceite de la unción fue derramado sobre Él, para ungirlo. Así como Aarón fue ungido con aceite, Él fue ungido con el Espíritu Santo. “Porque Juan dio testimonio, al ver el Espíritu de Dios descender como una paloma y reposar sobre Él; y una Voz que dijo: ‘Este es Mi Hijo amado en Quien Me complace habitar’”. La Biblia entonces dice que “Jesús fue ungido con el Espíritu Santo, salió haciendo el bien”. ¿Ven?, Él fue ungido.",
    "Y antes de Él ser ungido, tuvo que cumplir toda justicia. ¿Ven?, Él tuvo que ser lavado con agua antes de que la Unción viniera sobre Él.",
    "Y es un tipo muy hermoso de nosotros hoy, como sacerdotes para Dios. Primero nosotros debemos ser bautizados, confesar nuestros pecados y ser bautizados en el Nombre de Jesucristo, lavándonos de nuestros pecados; y luego recibiréis la Unción, el don del Espíritu Santo. ¿Ven?, primero lavados, y luego ungidos para el servicio. Ningún ministro debe pasar al púlpito sin primero ser bautizado en el Nombre de Jesucristo. Porque, solo hay… El perdón de los pecados solo es en el Nombre de Jesucristo, no, no hay otro nombre bajo el Cielo dado a los hombres. “Porque es necesario que se enseñe en Su Nombre el arrepentimiento y el perdón de pecados, comenzando desde Jerusalén”. Allí es donde el Espíritu Santo primero cayó y ungió. Así que, un ministro o cualquier creyente primero tiene que ser lavado de sus pecados, en el Nombre de Jesucristo; y luego ungido con el Espíritu Santo, para producir un testimonio para Dios.",
    "Y Cristo fue el testimonio de Dios, porque Dios estaba en Cristo, reconciliando Consigo al mundo. Pues Él dijo:\n\n…Deja ahora que así sea, Juan. Así es.",
    "En otras palabras: “Juan, tú eres un hombre poderoso, eres un gran profeta poderoso. Y tu revelación de Mí es la pura Verdad. Tú sabes Quién soy. Lo sabes, porque tu ministerio no vino de hombre; tu ministerio vino de Dios. Tú no lo aprendiste de hombre. Esto no te fue enseñado en un seminario. Sino que a la edad de nueve años te fuiste al desierto, porque naciste como un niño extraño, peculiar. Y desde tu mismo nacimiento, Dios comenzó a tratar contigo. Y aún antes de tu nacimiento, el profeta te vio. Y tú eres una luz de este día. Y en el desierto… Tú sabes Quién soy, porque Dios, en el desierto, te dijo que habría una señal que Me seguiría. Y ya has dado testimonio de Ella, y lo sabes. Y ambos sabemos quiénes somos. Nos conocemos. Y entonces es verdad que necesitas ser bautizado por Mí. Pero dejemos ahora que sea así, porque, Juan, si somos las luces de este día, tenemos que cumplir toda justicia. Toda la Palabra de Dios se tiene que cumplir por nosotros, para este día, porque nos conviene; es necesario, conviene, es lo nuestro. Porque si somos los verdaderos testigos de Dios hoy, Juan, somos las luces de esta edad. Y si somos las luces de esta edad, hay bastante Escritura que tiene que cumplirse durante esta edad. ¡Y depende de nosotros!”. ¡Aleluya! “Depende de nosotros asegurarnos que se cumpla toda la justicia de Dios”.\n\n¿Y cuál es Su justicia? ¡Su Palabra!",
    "En otras palabras: “Juan, tú sabes Quién soy. Soy el Sumo Sacerdote. Es cierto, Juan, y Yo necesito ser bautizado por ti. Pero tenemos que cumplir toda justicia. Y Yo tengo que ser bautizado por ti ahora, para cumplir la Palabra de Dios, porque toda la Palabra tiene que cumplirse. Y nosotros somos las luces del día, y depende de nosotros cumplir todo esto. Y sé que tu justicia y tu deseo es cumplir la Palabra. Nos conviene. Nosotros somos las luces”.",
    "La luz de cada edad debería hacer lo mismo. Sabemos lo que se debe cumplir. Uds. que son espirituales y conocen la Palabra de Dios, Uds. ven lo que Dios ha prometido. Ahora la Palabra no vendrá fácilmente, sino que viene por observarla, uno tiene que esforzarse y entrar para lograrlo. Pero, sin embargo, nos corresponde, nos conviene cumplir toda la justicia de Dios. Debemos hacerlo.",
    "Y entonces Jesús sí reconoció, en Juan, que Juan era un verdadero profeta. La Palabra había hablado de Juan, y Él sabía que, sin discusión, él era el profeta de la hora. Y Juan sabía que Jesús era el Mesías, de la hora. Y entonces ambos claramente entendían eso.",
    "¡Oh, si la Iglesia del Dios viviente solo pudiera meterse eso en la cabeza esta mañana y en el corazón!; que la Iglesia no estaría separada por barreras denominacionales, ni diferencias en credos ni colores ni demás; para que podamos unirnos en el Nombre del Señor Jesús, sin tener nada que nos aleje de la verdadera Palabra del Dios viviente; ¡y caminar rectamente por esa línea de la Escritura, para cumplir toda la justicia de Dios de hoy!",
    "Pues, cualquiera sabe que estamos viviendo en las Luces del atardecer. El profeta dijo: “Habrá Luz en el tiempo de la tarde”. Así que sabemos que estamos viviendo en esa hora, la hora de las Luces de la tarde. Entonces, Señor Dios, ayúdanos a entender eso.",
    "Vamos a regresar un momentito, y tomemos algunos personajes que conocieron su posición en su día, y que estuvieron dispuestos a soportar críticas o cualquier otra cosa, para que la Palabra de Dios se cumpliera.",
    "Tomemos por ejemplo a Noé y su día. Le convenía a Noé, después de encontrarse con Dios y ya saber el plan de Dios para el día.",
    "Pues, no se puede hacer nada a menos que Ud. sepa lo que hace. Ud. tiene que saber que sí es la voluntad de Dios. Ud. tiene que saber que sí es Su plan y Su deseo, y eso le ha sido revelado a Ud., entonces no hay nada que pueda detenerlo.",
    "Pues, Noé lo sabía, porque no había recibido su ministerio de ninguna escuela de educación, sino que había hablado cara a cara con Dios. Y él sabía que venía un diluvio. Él sabía que las lluvias caerían de los cielos, como ríos desbordados, aunque en aquel día eso fuera completamente contrario a los estudios científicos. Los científicos, sin duda, criticaron a Noé, y dijeron: “Podemos demostrarte científicamente que no hay agua allá arriba”.",
    "Pues ellos tenían una gran edad allá, mayor a lo que tenemos hoy, más científicos de lo que somos hoy. Uds. saben que Jesús se refirió a eso: “Como fue en los días de Noé”. De cómo construyeron las esfinges y las pirámides, y cosas que nosotros no pudiéramos ni pensar en construir hoy. Y ellos eran grandes científicos. Tenían colores y cosas, y líquido de embalsamar en ese día, que podían hacer una momia. No podríamos hacerlo hoy si tuviéramos que hacerlo. Ellos estaban más avanzados que nosotros. Y podían demostrar que no había agua allá.",
    "Pero, de todos modos, le convenía a Noé, después de conocer el plan de Dios, martillar en el arca, de todos modos, porque sabía que solo esa arca sería lo único que flotaría. No importa que se comprobara científicamente que no había agua allí; si la Palabra de Dios había dicho que llovería, iba a llover.",
    "Y si pudiera detenerme aquí para decir esto, por causa de la gente enferma. Si su caso es tan extremo que quizás el médico le dice que no hay esperanza; ¿qué importa eso, siempre y cuando Dios le diga: “Voy a dejarte vivir”?",
    "¿Por qué…? El médico o algún científico pudiera decir: “La religión de la cual Ud. habla, el Espíritu Santo, y todo su hablar en lenguas y sus—y sus manifestaciones, solo son una ilusión mental”; que: “Ud. no está lleno del Espíritu Santo”; que: “No existe tal cosa”. Y miles de clérigos declaran eso hoy, que: “Ud. solo está todo emocionado”; que: “No existe tal cosa”.",
    "Y así es, algunos de ellos me han dicho: “¿Por qué Ud. no se une a una buena denominación, y usa su influencia para promover esa denominación?”.",
    "Y luego dijeron: “Pues, este grupo pentecostal con el que Ud. se asocia, solo son un montón de charlatanes religiosos. Y ellos—ellos… Esa cosa no es verdad. Solo están mentalmente emocionados. Ellos—ellos—ellos no tienen eso de lo que hablan. Podemos demostrar que no lo tienen”.",
    "¡Oh, hermano!, Ud. llegó muy tarde. ¡Nosotros sabemos lo que tenemos! Hemos nacido de nuevo del Espíritu Santo, y vemos Sus obras aquí mismo entre nosotros, tal como sucedió en el tiempo Bíblico. Si Ud. cree en ese mismo Espíritu Santo, entonces ¿por qué Él no está haciendo lo mismo en la iglesia suya? Pues Él no puede cambiar; Él es Dios.",
    "Así que, no importa cuáles sean las pruebas científicas, y que estemos “solo emocionales”, que estemos “simplemente trastornados mentalmente”, que “realmente no hay nada bueno en esta gran religión” nuestra, que “eso—eso simplemente no es lo que debería ser”, y cosas así, que somos “nada más que un montón de gente marginada”, ¡no lo crean! ¡No lo crean!",
    "Si su hija llega a casa de la escuela y dice: “Mamá, hoy probamos que el—el cráneo del ser humano es igual al del chimpancé, ¿ves?”. O: “Hemos—hemos estudiado y—y sabemos que todos venimos de una sola célula, y que simplemente somos animales”. ¡No crean Uds. eso!",
    "Y no importa lo que alguien diga, cualquier teólogo, médico, científico, maestro; ¡aférrese Ud. de la Palabra de Dios! Porque, recuerden, estamos construyendo, así como Noé en su día, estamos construyendo un Arca.",
    "Y Noé sabía que si no terminaba esa arca, ni su propia familia se salvaría. Así que, él conocía el plan de Dios. En medio de las críticas, no le molestó en lo absoluto. Él siguió martillando aquella arca.",
    "Así que, no importa cuánto digan: “No existe tal cosa como el bautismo del Espíritu Santo. No existe tal cosa como la sanidad Divina”. Nos corresponde a nosotros, nos conviene cumplir toda justicia, ¡que estemos firmes en esta hora de prueba, y martillemos trabajando en el Arca del Señor!",
    "Si ellos dicen que: “Hermano, estás todo confuso en tus bautismos, y demás. Hay… Ud. no se debe bautizar en el Nombre del Señor Jesús”.",
    "Estaba hablando con un matrimonio encantador anoche. Y es un joven que acaba de ser bautizado y cree que hay un solo Dios. Y en la reunión de los Hombres de Negocios no quieren dejarlo testificar, porque él no cree que haya tres dioses.",
    "Pues, no importa lo que digan, nos corresponde a nosotros, nos conviene a nosotros cumplir toda justicia. La Palabra seguirá siendo la Misma cuando los grupos de los Hombres de Negocios y todo hayan desaparecido, y las iglesias ya no existan. ¡La Palabra de Dios siempre será la misma! Nos conviene cumplir toda justicia.",
    "¿No han profetizado los profetas de este día? Recuerden, esos críticos, conviene que ellos también cumplan eso, porque eso también tiene que cumplirse.",
    "Pero, Noé, eso no le molestó, él siguió adelante porque conocía el programa de Dios. Sabía lo que Dios iba a hacer, Hermano Kidd. Él conocía el diseño de Dios porque había hablado con Dios, y eso estaba de acuerdo con la Palabra de Dios, y él siguió adelante haciéndolo, a pesar de todo. Ya sea que la ciencia pudiera probarlo o cualquier otra cosa, o cuánta crítica recibiera Noé, él se quedó con la Palabra de Dios y siguió martillando. ¿Por qué? Le convenía a él, porque Noé era un profeta. Y a él le convenía guardar la Palabra de Dios. Siguió allí con eso.",
    "Conviene que cualquier profeta, un profeta verdadero de Dios, se quede con la Palabra. A pesar de lo que la ciencia pueda decir y que esto pueda probar aquello, o cosas así, pues—pues—pues conviene que se cumpla toda justicia.",
    "[El Hermano Branham lee en silencio una nota.—Ed.] Muy bien. Me enviaron un recado para que orara por mamá de inmediato. “Orar por ella ahora. El médico acaba de irse”. Muy bien.",
    "Bueno, Señor Jesús, estoy parado aquí. Es mi madre. Si ella se va, entrego su alma en las manos de Dios. Pero aquí hay un Mensaje que tiene que continuar, Señor. Hay gente viva aquí que tiene—tiene que morir. Ayúdame, Señor. Soy Tuyo. En el Nombre de Jesús.",
    "¡Nos conviene! Me conviene a mí cumplir toda justicia ahora. ¡La Palabra de Dios primero! ¡No hay amor como el amor de Dios!",
    "Ahora, Noé, no importaba la crítica dirigida contra el padre Noé, él sabía dónde estaba parado, y por eso se quedó allí con la Palabra. Y construyó el arca para salvar a su hogar, porque le convenía hacerlo. Le convenía a Noé, que—que lo hiciera.",
    "Le conviene a cada Cristiano mantenerse firme con la Palabra. Así es exactamente. ¡Quédense con la Palabra de Dios! Los cielos y la tierra pasarán, Uds. pasarán, yo pasaré, las iglesias pasarán, las organizaciones pasarán; ¡pero la Palabra de Dios nunca pasará! ¡Sea fiel, peregrino fiel!",
    "En los días de Enoc, justo antes del diluvio, cuando Enoc miró allá afuera y vio a Noé construyendo esa arca. Enoc era un profeta. Enoc sabía que él era un tipo. Y sabía que antes de que llegaran los diluvios, él tenía que dar un ejemplo; por lo tanto, una tarde fue conveniente que él saliera a caminar. Convenía que él saliera a caminar con Dios. Y, de alguna manera, ese día cambió su senda. En lugar de dar la vuelta a la ladera de la colina, tomó la Carretera del Rey y sencillamente siguió caminando. “Y no lo encontraron, porque desapareció”, ¡pues había subido caminando por la Carretera del Rey!",
    "¡Oh, Dios, permíteme ser como Enoc! Cuando llegue la hora en que yo tenga que tomar el camino, ¡permíteme encontrar la Carretera del Rey!",
    "Puedo ver a Enoc. Sabiendo que le convenía a él, porque era un profeta, y sabía lo que iba a suceder. Y puedo verlo despedirse de su esposa con un beso, y decirle: “Cariño, te veré más tarde”. Carga a sus hijos y se despide con un beso; y va a su hijo casado y a su hija casada, y se despide con un beso.",
    "Le dicen: “¿A dónde vas, padre? ¿Saldrás a caminar un poco?”.\n\n“Sí, voy a dar un paseo”.",
    "Pero ese día él no tomó ese camino antiguo y bien conocido. Él tomó la Carretera del Rey, y se fue a la Gloria. Le convenía hacerlo así. Él no quería irse, pero convenía que él cumpliera toda justicia. Pues, él era un tipo de la Iglesia hoy. Era un tipo de la Iglesia que dará un paseo por la tarde, una de estas tardes. Llegaremos a la Carretera del Rey, ¡y nos iremos!",
    "Sí, convenía que Noé, convenía que Enoc, que ellos cumplieran toda justicia.",
    "Luego quiero hablar de otro hombre aquí. Había un hombre llamado Daniel. Y él vivió en un día de críticos. Saben, los hijos de Israel habían sido tomados de su tierra natal, hacia Babilonia, y allí estaban tristes, y llevaban allí unos setenta años. Pero había un joven profeta que había ido con ellos, llamado Daniel.",
    "Y él y un pequeño grupo, solo un puñado de hermanos, se habían reunido y se habían prometido a Dios, que no se iban a contaminar con la—con la tendencia moderna de ese día. No iban a comer esas carnes del rey. No iban a tomar sus bebidas fuertes. No iban a asistir a sus fiestas. ¡Sino que iban a mantenerse santos y dedicados a Dios, porque así les convenía a ellos!",
    "Le convenía a Daniel, por cuanto era profeta, que se quedara con la Palabra.",
    "Cualquier verdadero profeta que conoce la Palabra de Dios, que… Si no conoce la Palabra de Dios, entonces él no es un verdadero profeta. Un verdadero profeta se queda con la Palabra. Lo que sea que la Palabra diga, ellos se quedan con Ella. No importa cuál sea la tendencia del día, o lo que diga la—la iglesia moderna, o lo que alguien más diga, o que otro haga otra cosa, el verdadero profeta se mantiene allí con la Palabra.",
    "Y Daniel sabía que si se quedaba con la Palabra, cuánto le costaría. Le iba a costar su popularidad. Le iba a costar su compañerismo con el resto de los hermanos. Le iba a costar muchas cosas. Pero hicieron un decreto, de que iban a orar a un cierto dios, y que luego podrían volver y orar a cualquier dios.",
    "Pero saben, hay algo a considerar en Eso, con Dios, en cuanto a Dios no cedemos. No hay ninguna transi-… transigencia, con Dios. ¡Dios permanece Dios! Él no espera que los domingos seamos Cristianos, alabándolo y adorándolo; y el lunes, inestables y débiles, y con todo tipo de pensamientos, que, “Tal vez yo estaba equivocado, y debería haber hecho esto o aquello”. ¡Nos mantenemos centrados en la Palabra de Dios, y aferrados Allí directamente!",
    "¡Y vemos que, Daniel, le convenía, como profeta, que se quedara con la Palabra, a pesar de todo! Entonces se emitió un decreto, y decía: “Todo aquel que adore a cualquier otro dios, aparte del dios que ellos eligieron”. En otras palabras: “Si Ud. no coopera con nosotros, simplemente lo arrojaremos al foso de los leones”. Bueno, le convenía a Daniel, le convenía a él cumplir toda justicia, que no adorara a ningún otro dios, ni se enredara con el mundo; ¡sino solo a Dios! Entonces, simplemente abrió las persianas y levantó el velo, y abrió las cortinas, y miró hacia el Este y oró tres veces al día, como siempre lo hacía. ¿Por qué? No se arrimó a algún lado y se escondió para hacerlo, sino que abrió las ventanas; permitió que cualquiera mirara, quien quisiera. No se avergonzó de su religión.",
    "Pues le conviene al Cristiano no avergonzarse de su religión. Como Pablo, de antaño, dijo: “Según el camino que llaman herejía, locura, así adoro yo al Dios de nuestros padres”. ¿Ven? “No me avergüenzo del Evangelio de Jesucristo” dijo, “porque es Poder de Dios para salvación, para todo aquel que Lo cree”. ¡Así es, no avergonzarse del Evangelio! Es lo que mantiene firme en las horas cuando el barco se mece y cuando no se ve ni una estrella, y la luna y las estrellas, y las tormentas soplan. ¡Aún se aferra, porque es el Evangelio de Jesucristo!\n\nDaniel fue fiel. Le correspondía a él.",
    "Los jóvenes hebreos, les correspondía a ellos, les convenía, después de haberse parado por Dios. Les convenía. No les importó el horno de fuego. En pruebas difíciles, ¿qué les importaba? ¡Ellos se habían parado firmes!",
    "¡Oh, Dios, si los Cristianos de hoy solo pudieran ver eso! “Tomaré el camino con los pocos despreciados del Señor. He salido con Jesús, ¡oh, Señor!, llévame hasta el otro lado”. ¡En pruebas, problemas, angustias, muerte, enfermedad, tristeza, todavía echaré mi suerte en Jesucristo, para pararme firme! “En Cristo, la Roca sólida, me paro, todos los demás terrenos son arenas movedizas”. Todo lo demás se está hundiendo. Los reinos caerán y las naciones quedarán en ruina, y las denominaciones se dispersarán, y los teólogos morirán, ¡pero la Palabra de Dios permanecerá la misma para siempre!",
    "Sí, les convenía a ellos tomar su posición. Y les convenía a ellos, después de tomar su posición, que permanecieran en esa posición.",
    "Cuando Ud. venga esta mañana, creyendo que Dios le va a sanar, y Ud. tome su posición, le conviene a Ud. que nunca testifique algo contrario; si no, no venga. Así es. Si Ud. no siente que Dios le sanará, entonces aléjese, Ud. solo está poniendo esto en ridículo.",
    "Si Ud. siente esta mañana, cuando se haga el llamado al altar, que: “Yo quiero tomar mi posición por Cristo”, si Ud. lo siente, considere el precio; contabilice sus hombres, vea si puede ir a la batalla. Vea si Ud. está listo. Si Ud. no siente que está listo, no venga. Pero si Algo le dice: “Este es mi día, esta es mi mañana”, ¡entonces Ud. vendrá y se quedará siempre allí! No se mueva en lo absoluto, no importa si la muerte se le enfrenta, y la niebla le cubre el rostro. ¿Qué importa? ¡Quédese ahí! Porque, “Los cielos y la tierra pasarán; ¡Mis Palabras nunca fallarán!”. Ud. se quedará con Eso.",
    "Cuando Ud. dice: “Yo creo en Jesucristo como mi Sanador. Creo, esta mañana, que Él va a sanar mi cuerpo enfermo. Algo me dijo que viniera a la iglesia. Estoy aquí entre los creyentes. Yo fijo mi posición, esta mañana. ¡Yo Lo creo! Voy a pasar para que se ore por mí. Cuando se ore por mí, ¡allí en esa posición me quedaré! No importa qué tan oscuro se ponga, o dónde esté, aún permaneceré en esa posición”. Ud. tomó la posición porque le conviene hacerlo.",
    "Después de hacer una confesión, Ud. tiene que permanecer con su confesión. Así es. Le corresponde a Ud., como Cristiano, como creyente, permanecer con su convicción.",
    "No deje que el diablo lo empuje de aquí para allá. Ud. estará siempre enlodado; siempre fuera de la carretera principal. Siempre entrando y saliendo. Y por eso Ud. no puede quedarse en ninguna parte. Ud. no puede confiar en sí mismo. O, Ud. no puede, ni nadie puede confiar en Ud. ¡Ud. tiene que estar firme! Y cuando haya hecho todo lo posible para estar firme, ¡entonces quédese firme! ¡Solo siga firme! Así es. Tenemos que hacer eso. Nos conviene hacerlo. Nos corresponde a nosotros que lo hagamos.",
    "Le correspondía a Elías, le convenía a Elías el profeta, y él tomó su posición para cumplir la Palabra de Dios, por cuanto conocía la Palabra de Dios. Y sabía que esta arzobispo, Jezabel, y todas sus diferencias denominacionales armonizaban con la tendencia del mundo. Le convenía a Elías, como profeta, que se parara. ¡Y él se quedó solo! Le dijo a Dios: “Todos se han ido, excepto yo, y estoy solo”. Era así hasta donde él sabía. Pero Dios le dijo que Él tenía otros que habían tomado la misma posición; tal vez no en la posición donde estaba aquel—aquel Elías, porque él era el blanco de la nación. Ellos no recibían la crítica como él, porque todos le disparaban directamente a él, por cuanto él era profeta. Pero le convenía a él, en medio del juicio, en medio de la crítica, en medio de la indiferencia; convenía que Elías, como profeta, tomara la posición a favor de Dios y se parara allí.",
    "Nos conviene a nosotros cumplir toda justicia. Los grandes hombres poderosos, prefigura de este día cuando las religiones de Jezabel y todas estas cosas se levantan ahora, las cosas que tenemos hoy, tratando de tomar el control. Le conviene a un siervo de Dios, no importa lo que alguien diga o lo que acontezca, estar firme, porque nos conviene quedarnos con la Palabra.",
    "Elías sabía que él era un profeta. Él veía visiones. Dios lo había vindicado como profeta. Así que, no importaba si sus hermanos… Había decenas de miles; solo consideren a los israelitas, millones de ellos, personas que afirmaban creer en Jehová, ellos habían—se habían organizado. Se volvieron modernos, como lo son hoy. Se volvieron modernos. Cedieron en cuanto a Su Palabra. Aleluya, pero convenía que él, Elías, cumpliera toda justicia. ¡Así que él se paró allí, solo, clamando contra el mal! Si le hubieran quitado la vida, ¿qué hubiera importado? Le convenía a él, que cumpliera toda justicia. Había un mal en la tierra. Había indiferencia en la tierra. Había errores Escriturales en la tierra. Y convenía que Elías cumpliera toda justicia, que se parara por Jehová; entonces Jehová se paró por Elías. Amén. ¡Le convenía a él!",
    "Abraham. Le convenía a Abraham separarse de la incredulidad. ¡A todo creyente le conviene separarse de la incredulidad! Abraham, le convenía a él caminar en una tierra de su posesión, él y Dios, solo, por cuanto él era un profeta. El mundo no entendió por qué Abraham escogió tal cosa. ¿Por qué salió de su casa? ¿Por qué dejó su iglesia? ¿Por qué dejó a su gente? ¿Por qué hizo algo tan irracional como irse a morar en una tierra extraña donde no había agua ni comida? ¿Por qué se fue a esos desiertos sombríos donde los hombres aun no habían ido? Pero le convenía a él, porque era profeta, que se separara de toda incredulidad, y caminara solo con Dios. Dios le dijo: “Sepárate y te bendeciré”.",
    "Cuando Ud. se separa de toda incredulidad, Dios lo bendecirá. Y nos conviene a cada uno de nosotros, independiente del precio, separarnos del mundo incrédulo. “Salid de en medio de ellos, y separaos” dice Dios, “Yo os recibiré”. Nos conviene como hombres y mujeres de Dios, fijar nuestra posición en esta hora oscura en la que vivimos.",
    "Abraham, a pesar de lo que pensaran los demás, se separó. ¿Por qué? Él había visto a Dios. Él vio una visión. La visión era verdadera, la visión se cumplió. Él sabía que Dios estaba con él; Abraham, para hacer una declaración tan extrema como lo hizo. Un hombre de cien años, con una esposa de noventa, y ella era infértil y él estéril, y que iban a tener un bebé a esta edad. Pues, la ciencia médica de ese día lo habría llamado una especie de desequilibrio mental. Lo hubieran llamado “loco”. Pero eso convenía. ¡Aleluya!",
    "A veces conviene ser desequilibrado, si está de acuerdo con la Palabra.\n\nDios le había hablado, le dijo: “Abraham”.\n\nDijo: “¿Sí, Señor?”.",
    "🦅 Yo Soy el Dios de tus padres. Soy el Dios de la Eternidad. Soy El Shaddai; Soy el Seno, Soy el Pecho, Soy el Dador de Fuerzas. No me importa la edad que tengas, Abraham, ¿qué es eso para Mí? No me importa cuán estéril estés o cuán estéril esté la matriz de ella, Yo te daré un hijo”.\n\nY Abraham dijo: “Yo te creo, Dios”. ¡Aleluya!",
    "La Biblia dice: “Tampoco dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció en fe, alabando a Dios”. ¿Por qué? Le convenía. Él había visto el mover de la mano de Dios, en poder.",
    "¡Oh, Tabernáculo Branham!, ¿qué clase de excusa daremos en el Día del Juicio? Siendo que hemos visto Su mano poderosa. Hemos visto Su Poder. Hemos visto Su Gloria. Hemos visto lo que Él dijo; Eso nunca falla. Hemos visto Su Persona, la gran Columna de Fuego, una Luz colgando en la sala aquí. La hemos visto allá, la ciencia ha tomado fotos de Ella, y todo. Y hemos oído el Mensaje salir, directamente en la línea: “¡Separase Ud. de ellos! ¡No se asocie con nada de la incredulidad!”. Nos conviene a nosotros, que cumplamos toda justicia.",
    "Abraham confesó que era peregrino y extranjero. No tenía nada que hacer; no conocía a nadie en la tierra. Él caminó con Dios, porque le convenía hacerlo, porque Lo había visto. Le convenía a Abraham. Cuando todos esos reyes se encontraron allá, Uds. saben, para convertirlo en un gran individuo; todos los reyes, después de que Abraham había obtenido esta gran victoria, cuando los reyes se encontraron con él, todos los hermanos denominacionales, y dijeron: “Sabes, Abraham, haremos—haremos un acuerdo contigo. Vamos a hacer tal y tal cosa”.",
    "Él dijo: “No tomaré ni una correa de calzado, para mí; para que no digan: ‘Yo convertí a Abraham en algo’”.",
    "¡Oh!, le convenía a él, porque él sabía (Aleluya) que Dios le había jurado: “Te daré todo lo que mirares: al este, norte, oeste o sur”.",
    "¿Qué importa si tenemos una moneda de cinco centavos o una de diez centavos, si tenemos algo para comer o no, si estamos viviendo o muriendo? Dios prometió: “Los mansos heredarán la tierra”. Nos corresponde, nos conviene vivir así, actuar así, debemos cumplir toda justicia. ¡Dios quiere hombres y mujeres que se mantengan firmes y cumplan toda justicia! Por supuesto, la justicia es “Su Palabra”.",
    "Como dije al comienzo del sermón, por eso es que Jesús fue bautizado. No importa cómo fuera… Si Él afirmó ser el Hijo de Dios, ¿para luego ser bautizado para perdón de los pecados? Él no tenía ninguno. Pero tuvo que ser lavado, porque Él era el Sumo Sacerdote. Tenía que cumplir toda justicia. Dijo: “Deja, Juan. Yo sé que tú lo sabes. Sé que Yo lo sé. Y nos conocemos. Pero dejemos que así sea, pues así nos conviene a nosotros”. ¡Amén! ¡Aleluya!",
    "¡Entonces yo tomaré el camino con los pocos despreciados del Señor! Me conviene a mí, les conviene a Uds., como siervos de Dios, que tomemos el camino con los pocos despreciados del Señor; que caminemos piadosa, recta, santamente, en esta vida presente; despojándonos de todo peso que nos asedia fácilmente; ¡puestos los ojos en el Autor y Consumador de nuestra fe, Jesucristo! Amén.",
    "Eso le convenía a Abraham, cuando él subió allá.",
    "Y Dios le dijo: “Bueno, toma este muchachito. Ahora tienes (casi) ciento veinte años. Y tienes un muchachito aquí, un pequeño de cabello rizado. Él es una cosita muy hermosa. Pero quiero que lo lleves allá arriba a la montaña y lo ofrezcas como sacrificio, por él voy a traer muchas naciones de tí”. ¿Cómo puede ser? Parecía que Dios Se había enredado todo. “Voy a tomar, a través de Isaac, y a bendecir al mundo entero y a cada nación, con él; pero quiero que lo lleves allí y lo mates. A través de la simiente de Isaac…”. ¡Aleluya! “A través de la simiente de Isaac bendeciré a toda nación bajo los Cielos, pero quiero que tú lo lleves allí y lo mates”.",
    "¡Oh, ese padre anciano, resuelto, robusto!; con la madera y un saco en la espalda, guiando a un burro. ¡Vaya! ¡El pequeño Isaac caminando delante de él! “Tampoco dudó, por incredulidad, de la promesa de Dios”. ¡Le convenía a él!",
    "Porque Abraham mismo dijo: “Yo lo recibí como uno de entre los muertos, y estoy completamente persuadido de que Dios puede resucitarlo de nuevo”. ¡Amén! Le convenía a Abraham, cumplir toda justicia. Él sabía de lo que hablaba. Él conocía a su Dios. Él sabía que lo que Dios dijo, Dios es capaz de hacer. La promesa que Dios hizo, Dios puede cumplir Su promesa, a pesar de todo. Entonces, convenía que Abraham cumpliera toda justicia.",
    "Convenía que los discípulos, en Pentecostés, fueran a ese aposento alto. ¿Por qué? ¿Por qué era conveniente? Porque ellos habían conocido a un Hombre; un Carpintero, así conocido para el mundo, un Extranjero Galileo con un mal nombre de “ilegítimo”. Pero ellos habían visto a ese Hombre resucitar a los muertos. Habían visto a ese Hombre abrir los ojos ciegos. Habían oído a ese Hombre predicar la Palabra de Dios inadulterada. Y sabían que Él era el Mesías. Habían visto todas las señales a Su alrededor. Habían oído a Dios hablar desde los Cielos. Habían visto esa Columna de Fuego sobre Él. Ellos sabían que Él era el Mesías. Y cuando Él les dijo: “Les conviene a Uds. que Yo me vaya; pero quiero que vayan allá a la ciudad de Jerusalén y se queden allí arriba. Simplemente esperen allí”.\n\n“¿Cuánto tiempo”?\n\n“¡Hasta”!\n\n“¿Cuánto tiempo tardará, Señor”?",
    "🦅 ¡Solo hasta! ¡Hasta que sean revestidos de Poder de lo Alto! Luego serán Mis testigos”.\n\n“¿Por cuánto tiempo estará vigente eso, Señor”?",
    "🦅 Para esta generación, y para esa generación, y para cuantos el Señor nuestro Dios llamare. A Jerusalén, Judea, Samaria, y a las partes más remotas de la tierra. ¡Pero, antes de que Uds. vayan, quiero que esperen! Voy a hacer algo por Uds.”.",
    "Les convenía ir al aposento alto, porque habían visto Su Poder. Sabían que Él había fallecido, muerto. Murió tan muerto que aún la luna y las estrellas fueron testigos de que estaba muerto, ocultaron su rostro y no querían brillar. La tierra supo que Él había muerto, al punto que se sacudió con una postración nerviosa. Las rocas saltaban del suelo, rocas que habían estado allí desde la destrucción antediluviana. Sabían que era el Mesías. Ellos sabían que Su Palabra era que Él enviaría de vuelta al Espíritu Santo. Sabían que era una promesa. Sabían que ellos tenían que esperar Aquello allí. Lo habían visto a Él. Ellos sabían que Él estaba muerto; ellos sabían que Él había resucitado. Lo habían visto, por lo tanto, sabían de lo que estaban hablando.",
    "Hasta que un hombre sepa de lo que está hablando, no tiene mucho que decir. ¡Pero cuando uno sabe de lo que está hablando! Si Uds. piensan que esto es emoción, reciban Esto alguna vez, entonces sabrán de lo que Uds. están hablando. No es emoción. Es el Poder de Dios para salvación. Es el Espíritu Santo. Sé de lo que hablo. Todos los que Lo han recibido, saben de lo que hablan.",
    "Les correspondía a los discípulos, les convenía a ellos obedecer Su Palabra, que esperaran en Jerusalén. Así que subieron a esperar en Pentecostés, hasta que recibieran el Espíritu Santo. Porque, sabían que el ministerio de ellos no podía continuar hasta que recibieran el Espíritu Santo, para dar testimonio de Él. Sabían que estaban indefensos. Y que tenían que tener Su Presencia, así que fueron a esperarla.\n\nLe correspondía a Pedro después de que Jesús Se había encontrado con Él.",
    "En Marcos 16, dice: “Id por todo el mundo y predicad el Evangelio. Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios, hablarán nuevas lenguas, tomarán serpientes; beberán cosas mortíferas, no les hará daño; si ponen las manos sobre los enfermos, ellos sanarán”.",
    "Le correspondía a San Pedro, el viejo pescador, no tenía la educación suficiente para firmar su propio nombre. Pero un día, cuando pasaba por la puerta Hermosa que Salomón había construido, había un hombre paralítico. Tenía las rodillas débiles, los tobillos, no podía caminar. Había estado así. No tenía fuerzas. Un hombre de unos cuarenta años, y no tenía fuerzas. Pero cuando Pedro oyó el ruido del tazón, miró hacia abajo y vio a un hombre lisiado postrado allí, ¡y Algo impactó su corazón! ¡Él había estado en Pentecostés, tenía el Espíritu Santo! Tenía la promesa de Jesús, así que le correspondía, le convenía a él, así que le dijo: “No tengo plata ni oro”. Él dio su testimonio: “No tengo plata ni oro. Pero, lo que tengo, te doy, si puedes recibirlo”.\n\nMe imagino al hombre decir: “Puedo recibirlo”.",
    "Dijo: “Entonces, en el Nombre de Jesucristo de Nazaret, ponte de pie y sé sano”. Y le extendió la mano y lo tomó, para ejercer su fe, y lo levantó así; y los huesos de su tobillo se le afirmaron, y se fue, saltando, alabando y glorificando a Dios.",
    "Le correspondía a él hacerlo, le convenía. Él debía hacerlo, porque fue un discípulo ungido. Había estado con Jesús. Todo el mundo lo sabía, el día anterior, en la Corte del Sanedrín, cuando lo tenían a él, a él y a Juan, los dos, ignorantes y del vulgo; sabían que ellos habían estado con Jesús, porque oyeron la forma en que hablaban, el denuedo que tenían. Sabían que algo les había pasado. Y Pedro lo sabía. Entonces convenía que Pedro, le convenía a él porque tenía la promesa de Dios para ese día.",
    "🦅 Yo os daré Poder. Yo os daré Poder. Pisaréis las cabezas de serpientes y escorpiones. Cualquier cosa que pidieres en Mi Nombre, eso haré. Si le dijeres a este monte: ‘Échate’ y no lo dudares en tu corazón, sino creyeres que será hecho lo que dijeres, lo que dijeres será hecho”.",
    "Entonces le correspondía a Pedro creerlo. Le convenía a él. Eso es lo que debía hacer, porque sabía que vivía en el día de esa comisión. Esa era la Luz de la hora. La resurrección acababa de suceder, el Espíritu Santo estaba allí. Le convenía a él.",
    "Le convenía a San Pablo; después de ser un crítico. Y en su camino a Damasco, un día allí, esa Columna de Fuego que había guiado a Israel desde Egipto a la tierra prometida, que se había hecho carne y habitó entre ellos y regresó a Dios, le habló. Y él se preguntó: “¿Cómo esto podría ser Jehová? ¿Cómo puede ser? Y allí está Él, en la misma Columna de Fuego, suspendida allí”. “Señor, ¿quién eres a quien yo persigo?”.",
    "Él dijo: “Yo soy Jesús”. ¡Oh, vaya! Él lo comisionó, le dio su ministerio. Él comisionó a Pablo, le dio su ministerio.",
    "Pablo había estado en la Presencia de Dios, había visto la Columna de Fuego. Vio que Jesús, que una vez fue la Columna de Fuego, Se hizo carne y habitó entre nosotros, y regresó a una Columna de Fuego, y lo comisionó a él en su ministerio. ¡Aleluya! Nada lo va a sacudir. Le convenía a él, cuando tomaban pañuelos de su cuerpo y los enviaban a los enfermos. Le convenía a él, porque sabía que él era el apóstol ungido. Vio las visiones de Dios, y Dios se le apareció y habló, y lo vio suceder exactamente. Pues, le convenía a Pablo, cuando trataba de ayudar a la gente, cumplir la Palabra que le fue comisionada. Él era la Luz del día. Él era la Luz para los gentiles. Él lo sabía. Dios lo comisionó para serlo. Él era la Luz en ese día. Entonces, Él Se comisionó a Pablo.",
    "Ahora nos conviene a nosotros, nos conviene a nosotros en este día. ¡Lo sabemos! Acabamos de ver las Edades de la Iglesia. Sabemos que hemos recibido el Espíritu Santo, lo sabemos sin ninguna sombra de duda. Sabemos que tenemos la Luz del Evangelio.",
    "🦅 Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo”. No hay ningún clérigo en el mundo, ni otra cosa que pueda desafiar Eso. ¿Hasta dónde debe hacerse esto? “La promesa es para vuestros hijos, para los que están lejos; para cuantos el Señor nuestro Dios llamare”.",
    "El profeta dijo: “Habrá Luz al caer la tarde, estas Luces del Evangelio regresarían nuevamente”. Así como el mismo sol nace en el Este y se pone en el Oeste, Eso volverá nuevamente en los últimos días. ¡Aquí estamos en los últimos días!",
    "Hemos recibido el Espíritu Santo. Lo sabemos. Hablamos en lenguas como lo hicieron en Pentecostés. Y sabemos que uno puede recibirlo.",
    "Sabemos que el séptimo ángel ha dado el Mensaje. Lo vemos vindicado, la señal.",
    "Sabemos que estamos al final de la Edad de Laodicea. Sabemos que las disputas nacionales, las señales y las maravillas, están apareciendo en todas partes. Sabemos que estamos en el tiempo del fin.",
    "¡Dios dando testimonio! Y nos corresponde a nosotros, nos conviene cumplir toda justicia. “Naciones contra naciones, confusión del tiempo, angustiadas”, todas estas cosas que hemos oído. ¡Si Uds. pueden recibirlo!",
    "Ahora estamos en la última hora. Estamos en la Edad de la Iglesia de Laodicea. Cada mensajero ha dado a su edad, ha dado su Mensaje en su edad. Y estamos aquí al final de la edad, y vemos que Dios lo ha vindicado con señales y maravillas. Y nadie puede decir que no es así.",
    "¡Él está aquí ahora! ¡Él está en la Iglesia! Él está en el pueblo. Nadie puede decir que no es así. Sabemos que Él está aquí.",
    "Y nos corresponde tomar Su Palabra. A nosotros nos corresponde creer toda justicia. Nos corresponde a nosotros. Nos conviene cumplir todo lo que Él ha hablado.",
    "La iglesia está débil, las iglesias de hoy. Estamos divididos en disputas organizacionales, separación de la hermandad; metodistas, bautistas, presbiterianos, unitarios, trinitarios, quíntuples, toda clase de cosas. Estamos separados. Así se supone que debe ser; tiene que ser así.",
    "¡Luego vendrá un Mensaje! ¡Oh, aleluya! Sabemos que es la misma Columna de Fuego que guió a Israel. Sabemos que el mismo ministerio que acompañó a Jesucristo, por esa Columna de Fuego que Lo ungió, acompaña a la Iglesia hoy. La ciencia lo ha demostrado; no necesitamos eso. ¡Dios lo ha probado! Necesitamos que el ministerio de Jesucristo se acople a esa Piedra de Corona que viene más allá, que ha traído a la Iglesia al punto donde el ministerio es exactamente igual a como era cuando Jesús Se fue. ¡Exactamente!\n\nNaciones en quiebra, Israel despertando,\n\nLas señales que los sabios predijeron;\n\nNumerados ya son los días gentiles, llenos de horrores;\n\n“Regresen, oh dispersos, a lo vuestro”.",
    "Estamos en los últimos días. Y nos corresponde a nosotros, nos conviene cumplir toda justicia.",
    "Recuerden, Jesús dijo: “Como fue en los días de Lot, así será en la Venida del Hijo del Hombre”. ¿Cuántos recuerdan eso? [La congregación dice: “Amén”.—Ed.] Muy bien. ¿Qué ocurrió en los días de Lot? ¿Qué señal dio Él?",
    "Había tres clases de personas en los días de Lot. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Estaba el incrédulo, el creyente manufacturado, y el creyente. Cada uno de ellos recibió un mensajero. Así es. Cuando Abraham estaba sentado debajo de su roble, ¿qué sucedió? Miren lo que sucedió.",
    "Había un Ángel que bajó y se fue a Sodoma. Este Hombre fue allá y les enseñó el arrepentimiento, para que se arrepintieran y se volvieran a Dios. ¿Qué aconteció? Solo salieron tres, Lot y sus dos hijas. Su esposa se convirtió en un pilar de sal. Solo salieron tres, cuando hubo un Billy Graham moderno que les proclamó a ellos el mensaje allí.",
    "Y vemos eso sucediendo hoy. Vemos, a la iglesia nominal, vemos a un mensajero que va, predicando.",
    "Y había Uno Quien vino a Abraham y a la Iglesia elegida. Él les dio una señal. Y sabemos que eso es cierto. Sabemos que es un hecho. Se sentó de espaldas a la tienda, dijo quién era Sara, lo que había en su corazón, cuál era su problema. Él dio el mensaje, exactamente. Abraham sabía que era Dios. Porque, inmediatamente después de que Él habló, lo llamó “Elohim”, un Mensajero, formado en carne humana, para traerle un Mensaje a Sodoma y Gomorra.",
    "Y cuando vemos esas cosas que Jesús dijo que sucederían, nos conviene cumplir toda justicia. Nos conviene tomar a Dios en Su Palabra. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Dejen, que así sea ahora.",
    "🦅 Hermano Branham, Ud. está—Ud. está—Ud. está fuera de línea con el resto de las denominaciones”.",
    "Quizás sea así. Pues dejen que así sea. Correcto, dejen que así sea.",
    "🦅 Bueno, a Ud. le iría mucho mejor si cooperara”.",
    "Dejen que así sea ahora, eso. Pero nos conviene. Nosotros somos Su pueblo, Sus profetas, Sus sabios. Nos conviene cumplir toda justicia. Así que, hagamos eso, mientras inclinamos nuestros rostros.\n\nNaciones se dividen, Israel despierta,\n\nSeñales que la Biblia predijo;\n\nLos días gentiles contados, cargados de horrores;\n\n“Volved, oh dispersos a lo vuestro”.\n\nEl día de redención cerca está,\n\nLos corazones humanos desfallecen de temor;\n\nSed llenos del Espíritu, con lámparas arregladas y limpias,\n\n¡Alzad la mirada, vuestra redención está cerca!\n\nProfetas falsos mienten, la Verdad de Dios niegan,\n\nQue Jesús el Cristo es nuestro Dios; (¡Cuán cierto es!, ¡oh, cientos!).\n\nPero caminaremos donde anduvieron los apóstoles,\n\nPues el día de la redención está cerca,\n\nLos corazones humanos desfallecen de temor;\n\nSed llenos del Espíritu, con lámparas arregladas y limpias,\n\n¡Alzad la mirada, vuestra redención está cerca!",
    "Con sus rostros inclinados, ¿Les conviene en esta mañana que le entreguen su vida a Cristo? ¿Le ha hablado Él a Ud.? Si es así, solo levante la mano hacia Él y diga: “Ahora acepto a Cristo. Me conviene rendirlo todo, mi voluntad, esta mañana a Él. Ahora levanto la mano y digo: ‘Señor Jesús, Sé misericordioso’. Te necesito, ¡oh, cómo Te necesito! A cada hora, Te necesito”. Dios le bendiga. “¡Oh, Bendito Salvador!, a Ti vengo”.\n\nTe necesito, ¡oh!, Te necesito!\n\n¿Qué de Ud. si yaciera donde mi madre está ahora?\n\n¡A cada hora Te necesito!\n\n¡Oh, bendíceme ahora, mi Salvador!\n\n¡Acudo a Ti!\n\n[El Hermano Branham tararea.—Ed.]\n\n(¡Oh, Señor, Te necesitamos!)\n\n¡A cada hora Te necesito!\n\n¡Oh!, bendíceme ahora,\n\nSeñor, Te necesito ahora más de lo que Te he necesitado en mucho tiempo.\n\nY vengo a Ti.",
    "[El Hermano Branham comienza a tararear, Te necesito a cada hora.—Ed.]",
    "Padre Celestial, caminamos por los valles, sabiendo que Tú has prometido: “No te dejaré, ni te desampararé. Buscad primero el Reino de Dios y Su justicia, todas las demás cosas os serán añadidas”.\n\n¡Así que, vengo a Ti!",
    "Si hay algunos aquí, Señor, que no estén bien en sus almas; si ellos bajaran por ese sendero, en aquel en que mi madre está en este minuto, ¡oh, Señor!, que ellos también tengan ese testimonio. Nos conviene hoy, Señor.",
    "Estamos al final del camino, la Edad de la Iglesia de Laodicea; un Mensaje; el rechazo al Mensaje; la vindicación del Mensaje; y la Presencia de Cristo demostrando que Él es el mismo, ayer en los días de Lot, y en los días de Su carne, y en los días de hoy; ayer, hoy y para siempre.",
    "Permíteles que Te reciban ahora como su bendito Salvador. Concédelo, Señor. Lo pido en el Nombre de Jesús.",
    "¡Oh, bendíceme ahora, mi Salvador!\n\n¡Vengo a Ti!\n\nPreciosísimo Señor,\n\nLas tentaciones pierden su poder,\n\nEn verdad, Señor, cuando Tú estás cerca.\n\nTe necesito, ¡oh, Te necesito!",
    "Si Tú ya Te la llevaste, dale descanso a su preciosa alma en el Cielo. Concédelo. Concédelo, Señor.\n\nMi Salvador, ¡Vengo a Ti!",
    "Padre Dios, óyenos. Nos conviene cumplir toda justicia aquí. Sabemos lo que dice la Palabra. No estamos en la oscuridad. Sabemos lo que la Palabra ha prometido. Ayúdanos, ¡Oh, Señor!, a cumplir toda justicia. A cumplir Tu Palabra. Que cada creyente aquí tenga fe ahora, mientras llegamos a los enfermos. A todos nos encanta vivir, Señor; pero primero es obtener la Vida Eterna, para aquel mundo venidero. Escúchanos, Padre, mientras la congregación ora, especialmente los enfermos y cualquier afligido.",
    "Me pregunto, si hay algún desconocido con nosotros, que nunca antes haya estado en el tabernáculo, y está enfermo ¿y Ud. busca ayuda de Dios? Con el rostro inclinado, todos Uds. ¿Podrían levantar la mano, Uds., personas que me son desconocidas, que no me conocen o que yo no las conozco, y que han venido a Cristo ahora en busca de ayuda? Solo levante la mano. ¿Ven? Dios le bendiga a Ud., a Ud., y a Ud. Hay varios.",
    "Ud. solo tiene que creer. Este Mensaje no es en vano, es la Palabra de Dios.",
    "Veo a una señora… Con los rostros inclinados. Ella sigue con la mano levantada. Ella está sufriendo de un problema cardíaco. Ella es la Sra. Nance. Ella es de Madisonville, Kentucky. Así es. ¿No es así, señora? Puede levantar la cabeza si quiere. Ud. alzó la mano y la mantuvo levantada. Eso es cierto, ¿verdad? Si así es, levante la mano. ¿Ven Uds. dónde vivimos, amigos? [La congregación dice: “Sí”.—Ed.] No conozco a esa señora. Nunca la he visto. Pero, ¿qué es esto? Es una señal del Evangelio. Para que Uds. puedan…",
    "¿Cree Ud. que soy Su profeta, señora? ¿Lo cree? Aunque, seamos desconocidos. Yo no la conozco. Ese nombre es correcto, ¿verdad? Si todo fue correcto, lo que fuera que Él le dijo, solo mueva las manos hacia la congregación, para que puedan ver que eso era correcto. [La congregación se regocija.—Ed.]",
    "¿Qué podría hacer eso? Jesús de Nazaret. Para que Uds. puedan saber que yo soy el profeta de Dios y les digo la Verdad, porque así nos corresponde. Una mujer tocó Su manto, y Él Se volvió y le dijo de su “flujo de sangre”, y dijo que se detuvo.",
    "La señora sentada a su lado también tiene un problema cardíaco. Así es. Sí. Yo no la conozco. Ud. sabe que no, madre. Pero Dios la conoce. Él conoce su problema, ¿verdad? Sra. Allen, ¿cree Ud. que Dios puede sanarla? [La mujer dice: “Sí”.—Ed.] Si ese es su nombre y su problema, levante la mano. Levante la mano, si así es. [La congregación se regocija.]",
    "Una señora sentada a su lado allí. Me refiero a la Sra. Bennett. Todas Uds. son del mismo lugar. Ella tiene un problema renal en lugar de problema cardíaco. Crea Ud. con todo su corazón, también puede ser sana. ¿Cree Ud., señora? Levante la mano y diga: “Lo aceptaré”, entonces puede irse a casa y ser sana. ¡Si puedes creer! Uds. son de por allá en Kentucky, una ciudad llamada Madisonville.",
    "Sentada allí atrás, una señora, la Sra. Bone. Ella es de cerca de Madisonville. Ella no vive exactamente en Madisonville, me está mirando directamente. Y allí está ese Ángel parado justo sobre ella. Ella solo vive cerca de Madisonville. Se llama Bone; con problema de sinusitis, una condición asmática, tos. Si así es, mueva la mano de un lado a otro, señora. Crea en el Señor Jesucristo, vaya a casa y sea sana.",
    "Problema de la garganta, señor. ¿Cree Ud. que Dios puede sanar el problema de la garganta y sanarlo? ¡Sea sano! Solo tenga fe en Dios.",
    "La Srta. Hopkins, la dama de color de Chicago. No la conozco, nunca la he visto en mi vida. ¿Pero quiere Ud. ser sana de ese nerviosismo, de la sinusitis? Vaya, crea, y Ud. también puede ser sana.",
    "Sra. Hanes de Columbus, Ohio. Crea Ud. en el Señor Jesucristo, Ud. puede irse a casa y también ser sana.",
    "Estamos en el camino final. ¿Creen Uds.? [La congregación dice: “¡Amén!”.—Ed.] Nos corresponde cumplir toda justicia. Él prometió que acontecerían esas cosas. Estamos aquí. ¿Lo creen? [“¡Amén”!]",
    "Pues, pongan las manos el uno sobre el otro. Quiero hacerles una pregunta. ¿Prometió Jesús que sucederían estas cosas en los últimos días? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] “Como fue en los días de Lot. Las obras que Yo hago, vosotros, las haréis, también”. ¿También dijo Él esto: “Estas señales seguirán a los que creen. Si ponen las manos sobre los enfermos, sanarán”? [“Amén”.] ¿Está Ud. listo para tomar su posición, como creyente? [“Amén”.] Pues así nos conviene cumplir toda justicia.",
    "Es la justicia de Dios, que cuando estos pañuelos aquí (sobre los que pongo mis manos, en el Nombre de Jesús) les toquen a Uds.; yo sé que el Espíritu Santo está aquí, el Mismo que estuvo con Pablo. “Llevaban de Pablo…” Así sanarán Uds., si solo lo creen.",
    "Creo que el mismo Espíritu Santo, el Espíritu Santo de la Biblia, está aquí esta mañana, probándose a Sí Mismo, el Mensaje del último día; el gran Espíritu Santo Mismo, personificándose, entrando en carne humana, haciendo Sus obras.",
    "Me he parado esta mañana, con dificultad. Uds. saben más o menos lo que estoy a punto de oír cuando salga de aquí. Pero nos conviene que se cumpla toda justicia.",
    "Dios puso el Mensaje en mi corazón. Ahora les conviene a Uds., como creyentes, que Uds. crean. Mientras tienen las manos los unos sobre los otros, no habrá ninguna persona enferma entre nosotros, si simplemente lo creen con todo su corazón, estén listos para tomar su posición.",
    "Ahora, Padre Celestial, Te traemos esta congregación, después de este Mensaje. Señor Dios, seguramente la gente puede ver ahora que nos conviene. Conviene que un profeta se pare en la Palabra. Conviene que el miembro de iglesia, conviene que ellos tomen su posición. Conviene que los enfermos crean la Palabra de Jesucristo, cuando Él dijo: “Estas señales seguirán a los que creyeren. Si ponen sus manos sobre los enfermos, sanarán”.",
    "Iba a llamar a esa línea de oración, Señor. Pero el mensaje que me acaba de llegar por teléfono me ha sacudido, Padre. ¡Oh, Dios!, Tu Palabra dice: “Nos conviene cumplir toda justicia”. Aquí están, cada uno.",
    "El Espíritu Santo está aquí probando que Él está entre nosotros. Ahora permite que el Poder de Dios, permite que el testimonio del Espíritu Santo, entre en los corazones de estas personas ahora mismo, dándoles una garantía; como la tuvo Daniel, como la tuvo Noé, como la tuvo Enoc, como la tuvo Juan, como la tuvo Pedro, como la tuvo Pablo, como la tuvo Jesús, como la tuvo Abraham, como la tuvieron todos, Señor. Que nos conviene en esta edad, donde se derrama el poder de la sanidad Divina, señales y maravillas siendo manifestadas, ha venido un gran despertamiento entre la gente, el Espíritu Santo ha descendido sobre la gente. Han gritado, hablado en lenguas, profetizado, grandes dones y señales y maravillas. El Ángel del Mensaje, el Ángel de la edad se nos ha aparecido en la forma del Espíritu Santo, y nos está trayendo un Mensaje. Lo vemos cumpliéndose. Lo vemos tomando nuestros cuerpos y transformándonos de seres humanos mortales, en agentes de Dios, para expresar grandes señales y maravillas misteriosas. Cuando vemos estas cosas, entonces nos conviene que cumplamos toda justicia.",
    "Cuando sabemos que Abraham miró atrás a Lot, que Daniel podía mirar atrás hacia Abraham, que Juan podía mirar atrás a Daniel, (¡Oh, Dios!) que Pedro y Juan podían mirar atrás hacia Jesús. Y nosotros podemos mirarlos, y hoy nosotros vemos los mismos resultados entre nosotros, entonces nos conviene cumplir toda justicia.",
    "Permite que el Poder de Jesucristo fluya en este edificio, con la fe Divina, y sane a cada persona aquí, de toda aflicción y toda enfermedad, Señor. Y, como Tu siervo, ¡reprendo este diablo que me ha molestado toda la mañana, que ha tratado de hacerme abandonar este púlpito! Por la gracia de Dios me quedé aquí, en favor de estos pobres enfermos o—o mortales de Dios afligidos.",
    "¡Sal de ellos, Satanás, tú, diablo! Te ordeno, por Jesucristo, el Dios viviente, que te apartes de estas personas, y que no las molestes más, porque ellos se paran como los jóvenes hebreos en la hora de la prueba, para tomar su posición y ser sanados a partir de esta hora. ¡En el Nombre de Jesucristo, ordeno que las enfermedades y diablos de esta congregación, que han venido a enfermar a estas personas, que se aparten de ellas!",
    "Con nuestros rostros inclinados, nuestro corazón hacia Dios, voy a cantar un himno. Lo intentaré con la ayuda suya, y la ayuda de Dios. Mi fe espera en Ti. Yo no quiero que Uds. duden, ni un poquito, pero quiero que crean ahora. Nos conviene a nosotros. ¿Cuántos Cristianos hay aquí? Levanten la mano y digan: “Amén”. [La congregación dice: “¡Amén!”.—Ed.] ¿Cuántos creyentes? Digan: “Amén”. [“¡Amén”!] ¿Cuántos han puesto las manos sobre otros? Digan: “Amén”. [“¡Amén”!] Entonces nos conviene cumplir toda justicia.\n\nMi fe espera en Ti,\n\nCordero, quien por mí,\n\nFuiste a la Cruz;\n\nEscucha mi oración,\n\nQuita toda condenación…(Pues, pecado es “incredulidad”)\n\n¡Oh! Llene mi corazón\n\nTu santa Luz.\n\nA ruda lid iré,\n\nY pruebas hallaré, (¡Dios, mi Guía se ahora!)\n\nMi Guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la Eternidad Te alabaré.",
    "Con nuestros rostros inclinados. Mi amada madre falleció mientras estuve predicando, que mi voz resuene en los grandes cañones del Cielo.",
    "Cuando ella me dijo, el otro día, dijo: “Billy, me has alimentado. Has pagado mi alquiler y la factura de la luz, me diste algo de comer”. Dijo: “Cariño, cuando eras un muchachito, yo salía afuera y cortaba leña, prendía el fuego para mantenerte tibio. Y cociné para ti, lo que teníamos en la casa, para cocinar”. Al mirarla acostada allí, con esas pequeñas manos débiles que lavaron nuestra ropa sucia. Uno se siente impotente, sin poder hacer nada.",
    "Le dije: “Mamá, en las manos del Dios viviente, encomiendo tu alma justa”.",
    "Si ella ha fallecido desde entonces; todos han partido, mis hermanos son todo lo que queda. La nota aquí en el púlpito se veía bastante mal. Si ella partió, que Dios le dé descanso a su alma. Si ella todavía está con nosotros, y con nosotros hasta esta noche, por la gracia de Dios, estaré aquí en el púlpito para cumplir con mi deber, pues me conviene cumplir toda justicia.",
    "Mientras pregunto, le pasaré el servicio al Hermano Neville, mi bendito pastor asociado. 🦅"
  ]
}