{
  "title": "EL TESTIMONIO DE UN VERDADERO TESTIGO",
  "id": "61850009",
  "content": [
    "🦅  Gracias, Hermano Neville, el Señor lo bendiga. Buenos días, amigos. Es un privilegio estar de nuevo aquí en la casa del Señor esta mañana, y volver a relatar esa antigua, antigua historia que hemos contado todos estos años, a muchos pueblos, de cómo la gracia de Dios nos fue manifestada por medio de Jesucristo.",
    "Y nos da mucho gusto saber hoy que estamos compartiendo esta gracia en compañerismo alrededor del mundo, con pueblos de todas partes; sabiendo que Dios tiene Sus hijos en todo lugar. Pueda ser que a veces tal vez no veamos eso exactamente el uno en el otro como deberíamos o como debemos hacerlo. Pero generalmente en el momento de la prueba es cuando salen a relucir los verdaderos colores.",
    "Y esa es una de mis preocupaciones en esta mañana, quizás no saber cómo expresarles a Uds. mi gratitud y agradecimiento por lo que han hecho por nosotros como familia, en nuestro momento de prueba y necesidad. Solo en la Eternidad se podrá… podré explicarles a Uds. lo que su amistad leal ha significado para nosotros en este tiempo de nuestra prueba, en la partida, la partida a Casa de mamá. No había entendido que significaba tanto hasta ahora, lo que significa cuando alguien viene a verlo a uno cuando está enfermo.",
    "Muchas veces me he topado con esos problemas que por ser tantas llamadas no las he podido atender, y he cedido mis llamadas a otros ministros para liberarme un poco; y después entendí que eso causa una pequeña decepción porque tal vez ellos ya han llamado también a este otro ministro, y ellos me han llamado a mí para que yo viniera; y me hace querer poder tener súper fuerza de alguna clase, para poder cumplir con cada una de ellas.",
    "Pues lo sé, cuando yo le pedí a varias personas que vinieran, cómo todos venían exactamente a la hora; y cómo, lo que significaba para mí verlos llegar. Y Uds. las personas que pasaron las noches en vela con mamá, la Hermana Wilson aquí y el Hermano Fred Sothmann y su esposa, y ¡oh, muchos de Uds.! Y tantos de Uds. ofrecieron sus servicios que no tuvimos que aceptar, pero Uds. se ofrecieron; tantos, que alguien hubiera estado con ella alternándose cada tantos minutos. Uds. fueron muy amables.",
    "Y en ese momento cuando estábamos… la teníamos en la funeraria, Uds. vinieron a vernos y nos estrecharon las manos y nos abrazaron, y nos dieron sus condolencias. No sabía que eso significaba tanto hasta que me tocó a mí. Flores, ramos y canastas de todas partes, tantas que ni siquiera pudieron ponerlas en la sala de la funeraria, tuvieron que ponerlas en habitaciones atrás. Cómo eso… nunca pensé que solo enviar un ramo de flores significaba tanto, hasta ese momento.",
    "Y muchos de Uds. enviaron tarjetas desde diferentes lugares, y diciendo… tarjetas de condolencias, incluyendo allí dinero para ayudar con los gastos y cosas. No sabía que un pequeño regalo para alguien o una cosita así significara tanto, hasta que lo viví. ¡Dios los bendiga siempre abundantemente!",
    "Me da tanto gusto saber que yo soy parte de un pueblo que tiene esta clase de espíritu. Me da tanto gusto saber que soy su hermano. Y confío en que nunca tenga que retribuirlo de esa forma, sino de alguna otra manera.",
    "Entonces yo, parado en la sala de la funeraria junto a mamá, y muchos entraban; y algunas personas viendo tal vez, quizás una persona de mi edad y me tomaba de la mano y decía: “Billy, ha pasado mucho tiempo”. Yo trataba de hacer memoria, no lograba recordarlos, habían cambiado tanto. “Tú predicaste en el funeral de mi bebé; tú predicaste en el funeral de mi mamá; tú viniste a mí en una noche fría, tenebrosa”. Y todas esas cosas así.",
    "Verdaderamente expresa la Palabra del salmista, creo que fue: “Como pan sobre las aguas, algún día regresará a ti”.",
    "Y si yo tuviera, fuera lo suficientemente elocuente o fuera orador, me gustaría decirles a cada uno lo que pienso. Pero yo—yo no lo puedo hacer, pues ni—ni siquiera sé cómo expresarlo. Pero lo estoy diciendo de esta manera para que Uds. cada uno sepa lo que quiero decir: les agradezco profundamente de mi corazón.",
    "Y cómo se cumple la Escritura: “Sobrellevad los unos las cargas de los otros, y cumplid así la ley de Cristo”. Ha sido…",
    "Su partida fue algo extraño para mí. Y nunca entendí del todo por qué el Espíritu Santo no me avisó de antemano, como lo dije la última vez que estuve aquí en el púlpito, aquella mañana; y ellos me dijeron que ella agonizaba en ese momento en el hospital. Yo no lo acepté porque Él no me había dicho que ella partiría. Ahora, desde luego, sabemos esto: que hay muchas cosas que Él hace, que puede hacer, y que hace, Él no tiene que decirnos nada. Él solo nos dice… Y eso sí, esto sé: que Él hace que todo obre para bien.",
    "Y esta mañana mientras estaba en la cama, pensando en eso: el primero que partió en nuestra familia fue mi hermano, Edward. Y yo estaba en el oeste trabajando en un rancho cuando él partió. Yo no estaba en casa pero lo vi, siendo aún pecador, lo vi en una visión antes de que él partiera.",
    "El siguiente que partió fue Charles. Yo estaba… Su partida fue breve, repentina. Él estaba… Yo me encontraba predicando acá en la pequeña iglesita pentecostal de los de color, esa noche, cuando Charles murió allá en la autopista, por un automóvil.",
    "El próximo en partir fue papá, partió de un ataque al corazón, murió en mis brazos. Encomendé su alma a Dios; partió repentinamente, rápido.",
    "El siguiente en partir fue Howard. Yo estaba en el oeste, de vacación en el río No Return, cuando llegaron aviones que soltaron pequeños paracaídas, que “Él había partido”. Pero, por supuesto yo lo vi partir años, dos o tres años antes que él partiera. Nosotros sabíamos que él partiría.",
    "Pero mamá ha sido la única que ha permanecido. Y pensé que tal vez por esa razón Él no me lo dijo. Todos ellos partieron tan repentinamente, pues, Él… Todos ellos partieron repentinamente, excepto mamá. Ella tardó unas seis semanas, justamente a las seis semanas.",
    "Pero quizá diga esto al expresarlo: mi deseo era pararme junto a mi madre, y encomendar su alma a Dios cuando ella partiera. Algo extraño me envió al hospital esa mañana, a mi esposa y a mí. Y ella se encontraba bastante grave. Y lo último que recuerdo que ella hizo, fue cuando yo le pude—le pude decir (ella no podía hablar): “Madre, si aún amas a Cristo y Él significa todo para ti, mueve la cabeza”. Y ella movió la cabeza y las lágrimas rodaron por su rostro. Él aún significaba todo, allí mismo al final del camino. Yo le acaricié la mejilla y con mis manos volteé su rostro, y dije: “Madre, eres un verdadero soldado; estoy orgulloso de ti”.",
    "Pensé: “Me pregunto ¿qué habrá dicho Satanás, como en los días de Job?”. Saben, Dios no puede tomar nuestras vidas, Satanás tiene que hacerlo; simplemente somos entregados a Satanás.",
    "Y Satanás sabiéndolo, sabiendo que su hora había llegado, sabía que ella tenía que partir, le dijo a Dios: “Sabes, ella tiene un muchacho que es predicador, hijos que profesan ser Cristianos. Déjame torturarla un poco, haré que todos ellos Te nieguen”.",
    "No, ¡por la gracia de Dios! Y lo último por lo que ella movió su cabeza fue que Cristo aún significaba todo para ella, cuando partió.",
    "Camino a casa, pensé: “Pues, no es…”. Entré, me paré allí en la habitación. Tomé una Biblia, una Biblia nueva. Y dije: “Señor, Tú eres Dios. Yo no… Tú no tienes por qué decirme lo que haces. Pero me pregunto si Tú guardaste, la razón que hiciste eso, llevártela, ¿sería por (la causa) evitar romperme el corazón? Si así es, ¿podrías consolarme con Tu Palabra?”.",
    "Y fui, Uds. saben cómo uno toma una Biblia y sencillamente la abre así. Solo la recorrí así, con los dedos, La abrí. Mateo 9, grandes letras rojas sobresalían: “Ella no está muerta, sino que duerme”. ¿Ven?, y fue lo primero que vieron mis ojos en la Escritura, al bajar la mirada allí.",
    "Eso, por supuesto, pues yo no uso la Biblia como una güija, Uds. saben; simplemente no hacemos eso. Pero yo estaba muy destrozado en ese momento, creo que Dios me permitió ver eso; pues, lo que siguió probó que eso sí era correcto.",
    "Esa noche, por supuesto, fue una noche agitada.",
    "Y a la mañana siguiente yo estaba en el… me levanté. Supongo que eran como las ocho, en la habitación, ocho o quizá más tarde. Comencé a ver niños que entraban, ellos traían niños lisiados de todas partes. Parecía del ancho como de una cuadra, y como dos cuadras de profundidad, solo de niños afligidos. A la izquierda y a la derecha, había personas sentadas, y alrededor parecía como que era alto. Y era como un estadio, bajaba y luego subía nuevamente en la parte de atrás, para evitar que la gente allá atrás a lo lejos… no viera; pudieran verlo en el frente. Mientras yo estaba parado con un traje azul, pensé: “ahora esto es extraño. Yo—yo sé que estoy parado en el cuarto en casa, pero aquí estoy en un traje azul”.",
    "Y yo dirigía los cantos: “Traedlos, traedlos”, haciendo que los dos lados cantaran, “traed los pequeños a Jesús, traedlos del campo del pecado”.",
    "Y una mujer distinguida entró por la parte de atrás del estadio. De alguna manera u otra yo sabía que ella entraría. Pero ella comenzó a pasar adelante entre la audiencia.",
    "Y yo solo continuaba dirigiendo los cantos, y… “¡Traedlos!”. Yo decía: “Este lado cántenlo: ‘¡Traedlos!’. Este lado: ‘Traedlos’ de esa manera, ‘traed los errantes a Jesús’”.",
    "Y yo iba a orar por todos estos pequeños afligidos y enfermos.",
    "Y esta señora vino y fue al palco, como en un teatro, como donde se sientan los famosos, o el palco de un presidente; oh, Uds. saben lo que quiero decir, en esa clase de lugar, hacia mi izquierda.",
    "La señora acababa de entrar. Ella se dio la vuelta hacia las otras personas que estaban allí y solo inclinó su rostro. Noté que ella estaba vestida a la antigua. Y la dama se dio vuelta para inclinarse ante mí, un poco antes. Y en ese momento yo había caminado hacia el púlpito para predicar. Y para cuando ella inclinó su rostro, pues yo di la vuelta así, hacia ella.",
    "Y cuando levanté mi rostro y ella levantó su rostro, frente a mí, era mamá. Y ella me miró y sonrió. Ella era joven, bastante joven. Y una gran Voz como trueno sacudió el lugar, y sonaron unas palabras diciendo: “No te preocupes por ella, ella está como estaba en 1906”.",
    "Y cuando la visión me dejó, investigué para ver lo que era 1906. Fue el año en que ella fue novia de mi padre. Y yo—yo ahora lo sé, de hecho, que ella es parte de una Novia, la Novia de Jesucristo.",
    "Yo siempre echaré de menos a mamá. Ella fue dulce y muy querida con todos nosotros. Puedo recordar sus viejas manos temblorosas, cuando Delores tuvo que sostener allí su brazo para darle la Santa Cena la última vez que ella estuvo en el tabernáculo, aparte de cuando se predicó su funeral.",
    "Quiero decir otra cosa. Y justamente cuando mamá partía, algo extraño, impredecible, nosotros no sabíamos que ella partiría en ese momento; pero el Hermano Neville intervino. Mi esposa dijo que si alguna vez yo estuve contento de ver al Hermano Neville, fue aquella vez. Dijo… No sé por qué, pero, ¡cómo es que Dios hace esas cosas! El Hermano Higginbotham también estuvo allí, el que acaba de dar el mensaje hace unos momentos, él caminó… permaneció en la puerta del salón. Y el Hermano Neville entró. Y yo reuní a los hijos junto a la cama, y dije: “ahora todos hagámonos alrededor, y permitamos… que lo haga el Hermano Neville”.",
    "A mamá siempre le encantó escuchar orar al Hermano Neville; sencillamente le gustaba oírlo. Dijo: “Él hablaba como si en sinceridad hablara con Dios”.",
    "Fue lo último que ella escuchó por sus oídos, al Hermano Neville de pie orando. Y yo tenía mis manos sobre su cabeza y una sobre su mano y, mientras él oraba. Y mientras él estaba orando, Dios la llamó. Y sentí ese pequeño tirón extraño y miré alrededor. Ella volteó su rostro y me miró, y yo supe que ella partía. Entonces dije: “Dios Todopoderoso, ahora encomiendo su alma a Ti”. Y ella… como un viento vino por el cuarto y ella partió para encontrarse con Dios. Así que, algún día glorioso, del otro lado, la veré, una jovencita.",
    "Claro, nosotros la conocemos ahora como una madre anciana quebrantada, temblorosa. Cuando ella tuvo sus hijos, diez de ellos, no fue como nosotros hoy. Nosotros no teníamos el estilo moderno, y no teníamos dinero para costear eso. Mamá tenía su bebé por decir esta mañana, y en la tarde lavaba la ropa. Y eso simplemente la quebrantó.",
    "Mas no será una madre anciana toda temblorosa por la enfermedad, sino que será una joven hermosa en ese Reino más allá.",
    "Y pensé en la consolación de parte de Dios, al permitirme llegar en ese momento. Y luego inmediatamente después de que acabó todo, entonces decirme por qué. Y después consolarme con esas palabras, por medio de una visión de mi madre.",
    "Por eso, amigos, el Evangelio por el que me he parado, lo he observado cuando se llega a las horas de la muerte; lo vi en mi madre; lo vi en mi esposa; lo he visto en mis hermanos. Yo—yo sé lo que significa cuando uno llega al final del camino, al tener una experiencia con Dios; eso significa algo. Por eso he decidido ahora, por la gracia de Dios, ir a todo rincón del mundo donde Él me envíe, a toda criatura que yo pueda y predicar este Evangelio, porque es el Poder de Dios para salvación.",
    "Sabiendo esto: que cuando esta vida termine tenemos una vida al otro lado, donde volvemos a ser jóvenes de nuevo, y viviremos en Su Presencia y Su bienaventuranza por siempre y para siempre. Confío en que cada madre preciosa aquí y cada hija, cada hijo y cada padre, mueran en el Señor. “Sí, dice el Espíritu, descansarán de sus trabajos, porque sus obras con ellos siguen”. ¡Algún día resplandeciente iremos a verlos! Sí.",
    "Si no es así, entonces ¿para qué estamos parados aquí esta mañana, predicando en vano? Pero amigos, nuestra religión no es en vano; es el Poder de Dios, probado directamente por la prueba de ácido de la muerte. Por vía de sufrimientos, por cualquier medio que quiera venir ¿cuál es la diferencia? Nosotros vamos a encontrarnos con Dios.",
    "Ahora deseo… tener… que tuviéramos asientos para cada uno.",
    "Y quiero anunciar, creo que esta noche es la Santa Cena. ¿Es correcto, Hermano Neville? [El Hermano Neville dice: “Es correcto”.—Ed.] Esta noche es la noche de la Santa Cena. Y todos en…",
    "Acabo de pensar en algo acerca de la Santa Cena. Había cierta persona el otro día, iba a la iglesia y necesitaba un taxi que lo recogiera para llevarlo a la iglesia. Él es un hombre muy pobre. Y él fue y tomó la Santa Cena, y su vecino es como… ¡oh, esa clase de individuo descarriado que no conoce a Dios! Y le preguntó a su vecino, dijo: “¿A dónde fuiste esta mañana en ese taxi?”.",
    "Dijo: “Yo pensé…”. Él, el hombre a duras penas tiene pan en la mesa. Y él le dijo: “La iglesia está tomando la Santa Cena, así que fui a tomar la Santa Cena”.\n\nÉl dijo: “¿Qué es la Santa Cena?”.\n\nÉl le dijo lo que era: “El pan y el vino del Señor”.",
    "Él le dijo: “Yo también la tomé”. Dijo: “Comí una cacerola llena de panecillos y un cuarto de whisky”. Y en su mesa, allí inmediatamente sufrió un ataque al corazón. Esperan que él muera en cualquier minuto. No sean profanos; no sean irreverentes. ¿Ven? Respeten la Palabra del Señor (¿ven?), pues no sabemos en qué minuto seremos llamados a responder y, delante de Dios.",
    "[Alguien dice: “¿Estará Ud. aquí esta noche?”.—Ed.] Ahora, discúlpeme. [“¿Estará Ud. aquí esta noche”?] Quiero venir. Sí. Me preguntaron si yo iba a estar aquí esta noche. Quiero escuchar un buen predicador esta noche, si puedo, al Hermano Neville. Pero es mi intención venir cada noche de la Santa Cena; pienso que es nuestro deber, en lo posible.",
    "Entonces si está bien, si le place a Dios y le place a la iglesia y al Hermano Neville, quiero estar aquí el próximo domingo nuevamente, si el Señor quiere. [El Hermano Neville dice: “¡Amén!”.—Ed.] Y, si está bien, ¿ven? [“¡Oh, amén! Sí”.]",
    "Y yo—yo pienso que quiero dar hasta la última gota que pueda, toda porción de fuerza que me queda, para el Reino de Dios; todo, para salvar toda alma que yo sepa cómo salvar. Pues, después de todo, ¿qué—qué haría yo en esta mañana si mamá no fuera Cristiana, si no tuviéramos esa bendita esperanza del otro lado? Si yo…",
    "Yo recuerdo, allí más abajo de mi casa, yo la bauticé hace treinta y un años en el Nombre de Jesucristo; allí más abajo de mi casa, allí en el río. Puedo verla ahora cuando salió y me abrazó. Eso significó mucho. Yo dije: “Mamá, algún día te pondremos en una tumba lodosa”. Dije: “Pero el que creyere y fuere bautizado, será salvo”. Eso es… Sí.",
    "Y aunque yo no hubiera ganado otra alma para Dios que la de mi madre, todo esfuerzo fue pagado un millón de veces. Sí. Sí, señor. Es correcto.",
    "Ahora para la lectura de la Escritura tengo dos Escrituras. Así que, quiero leer una de ellas primero y después vamos a orar, y luego quiero leer otra. Y para los que quieran leer conmigo, abran sus Biblias en el capítulo 1 de los Hechos. Y me gustaría anunciar mi texto en esta mañana, si el Señor quiere. Ahora, la razón… tengo muchas Escrituras y notas aquí sobre las cuales hablar. Trataré de no retenerlos demasiado.",
    "Pero, yo trato de estudiar, permanezco en la habitación. Y si el Señor no me da nada que piense que valga la pena…",
    "Yo quiero que esta congregación y todos sepan: No vengo aquí solo para ser visto. Yo vengo aquí, no porque necesitamos un ministro, porque pienso que nuestro pastor es de lo mejor en la región; es exactamente correcto. No es eso.",
    "Pero, vengo porque siento que Dios ha puesto un Mensaje en mi corazón que ayudará a este pueblo. ¿Ven?, algo que los ayudará. Y juntos, con nuestro precioso pastor, los dos guiados del Espíritu Santo, unimos nuestro tiempo, y lo conservamos, para salvar toda alma que podamos. Y vengo en esta mañana porque sentí que el Espíritu Santo me dio un Mensaje que ayudará a la iglesia. Y por eso estoy aquí.",
    "Ahora en el capítulo 1 del Libro de Hechos, comenzamos leyendo del versículo 1.\n\nEn el primer tratado, oh Teófilo, hablé acerca de todas las cosas que Jesús comenzó a hacer y a enseñar,\n\nhasta el día en que fue recibido arriba, después de haber dado mandamientos por el Espíritu Santo a los apóstoles que había escogido;\n\na quienes también, después de haber padecido, se presentó vivo con muchas pruebas indubitables, apareciéndoseles durante cuarenta días y hablándoles acerca del reino de Dios.\n\nY estando juntos, les mandó que no se fueran de Jerusalén, sino que esperasen la promesa del Padre, la cual, les dijo, oísteis de mí.\n\nPorque Juan ciertamente bautizó con agua, mas vosotros seréis bautizados con el Espíritu Santo dentro de no muchos días.\n\nEntonces los que se habían reunido le preguntaron, diciendo: Señor, ¿restaurarás el reino a Israel en este tiempo?\n\nY les dijo: No os toca a vosotros saber los tiempos o las sazones, que el Padre puso en su sola potestad;\n\npero recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo, y me seréis testigos en Jerusalén, y en…Judea, y en Samaria, y hasta lo último de la tierra.\n\nY habiendo dicho estas cosas, viéndolo ellos, fue alzado, y le recibió una nube que le ocultó de sus ojos.\n\nY estando ellos con los ojos puestos en el cielo, entre tanto que él se iba, he aquí se pusieron junto a ellos dos varones con vestiduras blancas,\n\nlos cuales también les dijeron: Varones galileos, ¿por qué estáis mirando al cielo? Este mismo Jesús, que ha sido tomado de vosotros al cielo, así vendrá como le habéis visto ir al cielo.",
    "Inclinemos nuestros rostros solo un momento, para orar.",
    "Nuestro Padre Celestial, venimos ahora acercándonos en el Nombre del Señor Jesús, para ofrecer ante Ti primeramente nuestra gratitud por lo que has hecho por nosotros; y sobre todas las cosas, por esa bendita seguridad que reposa en nuestros corazones, de que somos salvos; salvos de la muerte, salvos del infierno, salvos de una vida de pecado, salvos de las cosas del mundo, y hemos sido llamados a la Cena de la gran Boda del Hijo de Dios. ¡Cuánto Te amamos, Señor, por esto! Es más que la vida para nosotros; ¡es Vida Eterna!",
    "Y estamos congregados en esta mañana, Señor, para ofrecer estas expresiones en cantos, agradecimiento, y en la predica de la Palabra, partiendo la Palabra de Vida para aquellos, Señor, que puedan estar aquí que no Te conocen. Y nuestro deseo y ambición e intenciones es que Esto hoy sea la causa por la que muchos que no Te conocen, vengan y confiesen sus pecados, e invoquen el Nombre del Señor y que sus pecados les sean perdonados, porque han confesado sus pecados y han sido bautizados, para ser lavados de su pecado. Y entonces, Padre, oramos que llenes a cada uno con el Espíritu Santo, pues es el Sello de la promesa que Dios nos ha dado.",
    "Pedimos que recuerdes a todos los que están enfermos y afligidos y necesitados hoy. Pues verdaderamente el mundo está en una condición de necesidad, todo porque no acudimos a Ti para nuestra defensa y nuestro refugio.",
    "Cómo recordamos en esta mañana los tiempos de la Biblia, cuando la gente estaba en angustia y aprietos, cómo ellos llamaban a los profetas, y muchos de los grandes hombres de esos días pensaban que esos profetas eran neuróticos y—y gente nerviosa. Y, quizás, pueden haberlo sido, pero con todo, ellos tenían la Palabra del Señor. Dios, hoy, cuánto necesitamos dirigirnos de nuevo a la Palabra de Dios. Ellos nos han dicho del tiempo del fin y lo que sería. Y permite que nosotros, como verdaderos Cristianos, miremos su—su testimonio, y Padre, después darle testimonio al mundo. Concédelo, Señor.",
    "Sana a los enfermos en medio nuestro en esta mañana. Pues entendemos, Señor, que un cuerpo enfermo, cansado y agotado, apesadumbrado, no puede disfrutar las bendiciones de Dios como pudieran si estuvieran sanos. Y sabemos que como Cristianos vivimos muy por debajo de nuestros privilegios. Que Tú no deseas que estemos así, cansados y agotados, y endebles y debilitados. Tú deseas que seamos llenos del Espíritu de Dios. Concédenos eso, Señor, mientras continuamos esperando Tu Mensaje. En el Nombre de Jesús lo pedimos. Amén.",
    "Ahora, por favor si pudieran abrir de nuevo la Palabra, en San Juan 3. Deseo leer algunos versículos de San Juan, el capítulo 3, comenzando con el versículo 31, como tres versículos de esto, para fijar un pequeño contexto de lo que deseo decir. Este es Jesús hablando, San Juan 3:31. Y escuchen atentamente a Su Palabra.\n\nEl que de arriba viene, es sobre todos; el que es de la tierra, es terrenal, y cosas terrenales habla; el que viene del cielo, es sobre todos.\n\nY lo que vio y oyó, esto testifica; y nadie recibe su testimonio.\n\nEl que recibe su testimonio, éste atestigua para sello suyo que Dios es veraz.",
    "Deseo leer ese versículo 33 de nuevo, para hacer énfasis en ese versículo 33.\n\nEl que ha recibido su testimonio, éste atestigua para sello suyo que Dios es veraz.",
    "Como texto esta mañana, si Ud.… quiero usar esto: El testimonio de un verdadero testigo. ¡Testimonio y testigo! Por eso leí las dos Escrituras diferentes, una de testimonio y la otra de un testigo.",
    "Ahora, un testimonio. Antes de… Una persona tiene que tener una experiencia antes que ellos puedan testificar. Si Ud. fuera llamado a la corte, Ud. tendría, por decir, para dar testimonio, Ud. tiene que saber algo antes de Ud. poder testificar.",
    "Y un testigo es una persona que ha visto algo, que sabe que eso es la verdad. Y ellos son llamados a dar testimonio. Y también, un testigo debe saber de lo que habla. Él no debe ir como: “Alguien me dijo tal y tal cosa”. Él mismo debe ser el testigo. Si no, él está hablando de algún otro que puede ser un testigo de la escena.",
    "Ahora, yo pienso que, al ver en nuestra congregación que la vida es tan frágil, entonces, que la muerte es tan cierta, necesitamos llegar a un lugar donde estemos positivamente seguros de que Esto que hablamos es correcto. ¿Ven? No es algo que Uds. puedan casualmente, como diríamos nosotros, aceptarlo. Ud. tiene que estar positivamente seguro que sea lo correcto, pues no sabemos qué clase de final tendremos.",
    "Ahora, la única razón por la que tengo el pensamiento calvinista, de la seguridad del creyente, es porque yo creo que cuando un hombre o una mujer está en sus cabales, ese es el momento de aceptar al Señor Jesús; y dejarlo resuelto en ese momento de una vez por todas. Pues, cuando lleguemos al final del camino, no sabemos exactamente dónde ni cómo enfermaremos. Podríamos enfermar de la mente, pueda ser una fiebre que realmente nos queme el mismo cerebro, y pudiéramos decir o hacer cualquier cosa al final del camino; no sabemos. Pero, Uds. verán, si ya nos hemos anclado en Cristo, no importa qué enfermedad nos venga ni en qué condición estemos cuando partamos, eso ya es asunto terminado.",
    "Hemos sido sellados para el día de nuestra redención. Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día” no de su muerte, sino “de su redención”. ¿Ven?, después de que la muerte concluya, Ud. aún está sellado.",
    "Ahora, para dar testimonio, ha habido muchas cosas y muchas preguntas en la mente del pueblo, y las ha habido en la mía.",
    "Hace unas semanas cuando me paré, cuando mi madre aún vivía y podía oír, yo estaba a un lado de la cama y mi hermana parada a mi lado. Y mamá levanta la mirada y dice: “Mi primero y mi última”. Yo soy su primogénito, Delores es su última. Con nueve muchachos entre… O hay nueve hijos y la niña. Y mamá comenzó a decir: “Bill, tú me has alimentado”. Y porque, tal vez, estando en el ministerio fui el que mejor pude hacerlo. “Y me has cuidado. Y, Delores, tú me has amado y—y ayudado en mi labor de la casa y lavando”. Y dijo: “También, Bill, tú me guiaste a Cristo y me has cuidado espiritualmente. Y cuando estuve errada, no dudaste en decirme que yo estaba errada, y—y que debía corregirlo”.",
    "Y le dije: “Y, mamá, hemos…”. Algunos de los muchachos beben. Y dije: “Nosotros te destrozamos el corazón”.",
    "Y con el amor de una madre, ella dijo: “Billy, todo eso forma la gran rueda”.",
    "Yo dije: “Mamá”. Ella sabía que no regresaría a casa o así lo dijo, de nuevo a la 409 Maple. Y ella me dijo… Yo dije: “Madre, cuando yo solo era un niño supe que existía un Dios, porque yo había visto Su Persona en diferentes formas”. Y dije: “Yo… Primero, yo…”. Siendo de nuestra familia, y nosotros viviendo junto al Sr. Wathen allá en el Utica Pike, pues no sabíamos nada acerca de la iglesia; ellos eran católicos.",
    "Y dije: “Yo comencé a estudiar. Ahora, como dice la iglesia católica que ‘Dios le dio Su gran Poder a Su iglesia, y que se lo dijo a Su iglesia como un cuerpo de creyentes: “Lo que hagáis, está bien”’”. Y dije: “Entonces si… Yo estudié eso. Entonces comencé a darme cuenta que hay cerca de novecientos diferentes cuerpos de creyentes organizados. Entonces si Dios le dio Su autoridad a Su iglesia, y les dijo: ‘Solo descarten esta Palabra; Uds. no La necesitan, solo es la historia. Y—y que luego procedan Uds. y hagan, y lo que Uds. digan está bien; no la Biblia sino la iglesia, lo que la iglesia dijera’. Mamá, yo no pude establecer una fe; pues, la iglesia católica dice una cosa. La iglesia luterana dice: ‘Es de esta manera’. La iglesia metodista dice: ‘No, las dos están erradas; es de esta manera’. La iglesia bautista dice: ‘Es de alguna otra manera’. Y con novecientas creencias diferentes, yo no pude basar ninguna fe sobre eso”.",
    "Pero le dije: “Lo que hice, mamá, fue regresar y leí la Biblia. Y yo enseñé exactamente de la manera como La enseñaron esos apóstoles. Yo no varié en lo más mínimo. Donde ellos dijeron: ‘Bautismo en el Nombre de Jesucristo’, yo dije: ‘¡Bautismo en el Nombre de Jesucristo!’. Donde ellos dijeron: ‘El bautismo del Espíritu Santo’, yo dije: ‘¡Bautismo del Espíritu Santo!’. Y yo La enseñé así como ellos La enseñaron. Mamá: ¡yo obtuve los mismos resultados que ellos! Y yo veo al mismo Dios que vino por la enseñanza de ellos, ese mismo Dios venir en medio nuestro y hacer lo mismo que Él hizo por ellos allá. Él lo hace hoy por nosotros. Por tanto, Su promesa es: ‘El que come Mi carne y bebe Mi Sangre tiene Vida Eterna, y Yo lo levantaré en los días postreros’”.\n\nLa Palabra es el testimonio de Dios.",
    "Hay otros testigos que podemos llamar en esta mañana. Uno de ellos, consideremos el árbol. Es el otoño del año y pues la temporada otoñal ahora está aquí. Y nosotros tomamos una hoja, eso es como una vida. Y nosotros lo somos si nacemos de nuevo, somos una hoja en el Árbol de la Vida.",
    "Y este árbol que nosotros vemos acá en el bosque, la vida finalmente sale, deja la hoja, porque la temporada ha terminado para la hoja. Y esa vida deja la hoja, y la hoja se desprenderá cuando la vida la deje. Todos estamos bien seguros de eso, viéndolo ahora desde nuestras propias ventanas; que tan pronto como la vida deja la hoja, la hoja se desprenderá.\n\nY ese es el cuerpo que sepultamos.",
    "Pero la vida que estaba en esa hoja regresa de donde vino, baja por el árbol a la raíz. Y allí permanece en la raíz del árbol hasta la otra temporada. Por esta temporada el sol se ha distanciado, o la tierra se ha distanciado del sol, y está siguiendo la—la órbita a medida que da la vuelta; y está muy distanciada, y el clima frío viene hacia la tierra. Por eso la raíz mantiene la vida de esa hoja hasta que la tierra vuelva a dar la vuelta completamente, y entonces no hay manera alguna de poder esconder esa hoja para que no vuelva otra vez. ¡Regresará tan cierto como regresa el sol! Ella regresará. Pero tiene que esperar otra temporada, antes de que pueda regresar.",
    "Y hoy eso nos da un gran testimonio, como testigo del Dios de la creación. Pues, cuando estamos en la temporada de la vida mortal, criando nuestros hijos, casándonos y trayendo familias, esta es una vida o la temporada de una vida mortal. Pero cuando hemos nacido de Arriba, el cuerpo regresa al polvo de donde vino y el espíritu regresa abajo de donde vino, o sube mejor dicho de donde vino, a Dios Quien lo dio, y vendrá otra temporada. Y esa temporada que viene será la temporada inmortal. Y cuando el Hijo de Dios se levante con sanidad en Sus alas, será totalmente imposible retener más esos cuerpos en la tierra. Ellos vendrán en el resplandor del Hijo de Dios. La naturaleza misma testifica de eso.",
    "Entonces si somos un Cristiano y hemos nacido del Espíritu, la muerte no puede tener más que victoria para nosotros, porque este viejo cuerpo corruptible sobre el cual Satanás aún tiene poder, caerá al polvo de la tierra. ¡Pero cuando esa temporada! Esta no es la temporada correcta ahora; esta es la temporada mortal. Pero viene la temporada inmortal cuando el Inmortal vendrá. Él traerá Consigo los espíritus inmortales que han regresado a Él, de la tierra, y ellos vendrán nuevamente en la resurrección, para el gran milenio, y brillarán en Su Gloria.",
    "Todo en la tierra da testimonio.",
    "El sol sale en el oriente para mostrar el principio de la vida; va pasando y se pone en la tarde. En la mañana, las aves despiertan y cantan, y están contentas, nos sentimos frescos; en la tarde, estamos cansados cuando el sol se pone. Da testimonio que existe una vida y una muerte; un día nació, un día ha pasado.",
    "Un árbol vivió, las hojas se han desprendido. Dios ha conservado en las raíces del árbol, donde se originó esta vida, donde comenzó, abajo en las raíces, el… surgió, haciendo las hojas para sombra, regresa de nuevo al lugar de donde vino. Solo para descansar, para volver en otra temporada.",
    "La vida en la pequeña flor que sale de la semilla, regresa hacia algún lugar que desconocemos. Pero toda la pulpa quizá salga de la semilla y esa semilla se pudra en el suelo. Sin embargo, allí hay una vida que está escondida para una resurrección nuevamente.\n\nTodo habla de eso, da testimonio.",
    "Ahora, he tenido el privilegio de viajar bastante alrededor del mundo. Y he escuchado las diferentes religiones; he escuchado diferentes puntos de vista. He escuchado a los mahometanos, los budas, y a los chiitas, jains y, oh, muchos cientos de puntos de vista diferentes de la religión, dioses, diosas y todas esas cosas. ¡Pero no hay ninguno de ellos, ni uno solo de ellos, ni uno de ellos que tenga ni una partícula de Verdad!",
    "Esta religión Cristiana es la religión correcta: muerte, sepultura y resurrección. Toda la naturaleza, los cielos mismos y la tierra testifican de eso. Es el testimonio de Dios para Su pueblo, a diario, de que hay una muerte, sepultura y resurrección. Cada temporada que pasa sobre nuestras cabezas, vemos muerte, sepultura y resurrección. Así que, nosotros sabemos que esta es la Verdad. El Cristianismo básicamente, es la Verdad. Da su testimonio.",
    "Y es para mostrar que fue hecho por una gran Inteligencia suprema, para cumplir un propósito; está aquí con un propósito. Dios no tenía por qué hacer los árboles así. Él los hizo así, aunque uno sea diferente del otro, y cosas así. Él lo hizo todo para Su propósito, como testigo y para dar testimonio. Él pudo haber hecho los árboles como algo que hubiera—hubiera sido otra cosa, como las rocas. Él pudo haber hecho los árboles de cualquier forma que hubiera querido. Pudo haber hecho flores de cualquier forma que Él hubiera querido. Pero Él las hizo para que dieran testimonio, porque ellas son los testigos de Dios. Ellas son un verdadero testigo de que todas las otras religiones son falsas, y Jesucristo es correcto. Muerte, sepultura y resurrección, dan testimonio que no morimos Eternamente, pero que volvemos a vivir. ¡Muestra una Inteligencia suprema!",
    "Pudiéramos, si el tiempo lo permite… Siendo que, no queremos tardar demasiado. Pero quizás volvamos a hablar… Y, no para hacer un patrón. Este es el tabernáculo donde tenemos nuestras propias Enseñanzas y nuestras Doctrinas, y este es el lugar donde yo puedo enseñar lo que yo pienso que es correcto.",
    "Yo quiero observar otra Inteligencia, hablando de la gracia de Dios que ha aparecido a nosotros. ¿Se fijaron?, la primera cosa es la raíz, la segunda cosa es el tallo, la tercera cosa es el fruto, y allí termina.",
    "Justificación: la raíz; santificación: el tallo; y el fruto: la Simiente original. Y son: Martín Lutero, Juan Wesley y el bautismo del Espíritu Santo. Justificación, santificación y el bautismo del Espíritu Santo. Eso da testimonio de nuestros puntos de vista de la Escritura. Y yo tengo una docena de cosas escritas aquí mismo que pudiera decir acerca de eso, que… de diferentes cosas que dan testimonio. Al mirar las cosas naturales, estas testifican de las cosas espirituales. Justificación: las raíces; santificación: el tallo; y el bautismo del Espíritu Santo: el fruto que brota de los resultados de la raíz y el tallo.",
    "Esa raíz vino de una semilla. La semilla fue como lo que entró en la tierra, ha vuelto de nuevo.",
    "Y hoy: vivimos la edad de Lutero, vivimos la edad de Wesley y ahora estamos viviendo en la edad del Redimido, del pentecostal. ¿Qué es eso? Está trayendo de nuevo la mismísima Iglesia, la misma cosa que fue sembrada en el Día de Pentecostés. La naturaleza misma da testimonio de eso; así como da testimonio de la muerte, sepultura y resurrección.",
    "¡Oh, para el Dios Eterno y para Sus testimonios! Si solo pudiéramos mirar alrededor, uno ve a Dios en cada cosa, viéndolo a Él testificar a diario. ¿Cómo es que nosotros deliberadamente, ignorantemente tropezamos en esas cosas, esa simplicidad? Pues cada árbol nos predica; cada flor nos predica; cada jardín nos predica. El mundo entero está predicándonos. Dios es Dios y nosotros vemos Su Gloria. Y aún tan deliberadamente tropezamos con ella y cambiamos estas cosas, y quitamos nuestros ojos de tales cosas, y nuestra imaginación, poniéndolos en las vanaglorias del mundo, para satisfacer la lascivia que vive del espíritu que nosotros permitimos que domine nuestras vidas. ¡Cómo deberíamos despojarnos de ese espíritu, y recibir el Espíritu de Dios!",
    "¡Toda la naturaleza, todo en todas partes testifica! ¡Los cielos, el firmamento, tantas cosas! Yo, sentado ayer en mi estudio escribí; no tendré tiempo de entrar en eso. Pero uno solo con mirar alrededor puede ver que cualquier cosa que Dios creó da testimonio de Su gloria. Lo que sea, cualquier creación de Dios da testimonio de Dios, y es para Su propósito. ¡Muestra la gran Inteligencia suprema!",
    "Me he parado en la cima de las montañas y observado los arbolitos de abeto, como de esta altura, que las ovejas comen, la oveja montés, y veo ese arbolito de abeto aquí. Uno baja un poco más y se topa con la cicuta, de diferente naturaleza, especie diferente que vive en un lugar diferente. Al bajar un poco más, pues Ud. llega al pino. Baja un poco más, el álamo temblón. De allí Ud. entra en los arbustos de venado, matorrales. Más abajo, de allí, a la hierba. Y al bajar de allí, a los rastrojos. Y más abajo, llega al desierto donde no hay nada. Cada una es una célula y tiene su vida propia, hablando de su medioambiente y de donde vive; ¡solo un Dios inteligente pudo hacer tal cosa! Cada una es una vida individual. ¿Ven la palmera de la Florida?, ¿ven el roble de—de Centroamérica y el álamo temblón en las Montañas Rocallosas?; cada una es una vida distinta, dando testimonio de la gloria del Dios Todopoderoso.",
    "Observe el gran mar cuando Ud. se para en la orilla. Y sus olas furiosas rompiendo en la orilla, con tal rabia que se sacuden y saltan como un perro rabioso atado a una cadena. Ahogaría al mundo si pudiera; estaría cansado de su pecado. Pero Dios puso un vigilante acá arriba en los cielos, llamado la luna, y Él estableció los límites del mar para que no los sobrepasara. Y ese vigilante lo observa, día y noche. Cuando da la espalda, al voltearse a mirar a Dios para ver cómo luce Dios, aquí viene la marea buscando entrar sigilosamente; pero cuando voltea su rostro de nuevo, la marea vuelve a retroceder. Él está vigilando esos límites, y no puede pasar. Cuando él voltea la espalda, la marea entraría sigilosamente; pero cuando voltea su rostro de nuevo, la marea se da prisa atrás. Dios ha puesto un vigilante. ¿Qué hace? ¡Da testimonio de que el Dios de Génesis, el Dios de la Biblia, aún es Dios! ¡Es un testimonio que Él lo es!",
    "Podríamos llamar a unos más, los profetas del Antiguo Testamento, ¡cómo dan ellos testimonio del nacimiento de Cristo! Por ejemplo en Isaías, el capítulo 9, Isaías 9:6. Cientos y cientos de años antes de que sucediera, los profetas dieron testimonio. Y ellos dijeron: “Porque un niño nos es nacido, hijo nos es dado”. ¿Cómo supieron eso ellos? ¿Cómo pudo un hombre que ha nacido de mujer, saber tal cosa? ¿Cómo podía un hombre, cientos de años antes de que eso sucediera, decir exactamente lo que sucedería: “Porque un niño nos es nacido, hijo nos es dado”? Dijo: “Se llamará Su nombre Consejero, el Príncipe de Paz, el Dios fuerte, el Padre Eterno”.",
    "Dijo dónde nacería Él. El profeta bajo inspiración dijo: “Tú, Belén, de la tierra de Judá, No eres la más pequeña entre todos los príncipes de Judá; ¡pero de ti saldrá el Guiador!”.",
    "¿Qué tomó a esos profetas? ¿Qué los inspiró? ¡Esa exactitud perfecta! No solo eso, sino que los profetas dijeron lo que Él haría. Los profetas aun lo vieron a Él nacer, donde Él nacería, cómo Él nacería. No un bebé común, solo un bebé nacido de alguna mujer; Eso dijo que nacería de una manera misteriosa, Él nacería de una virgen: “Una virgen concebirá”. ¿Qué cosa podría tomar a un hombre mortal, para hacerlo ver eso cientos de años antes de que sucediera? ¡Perfectamente preciso, exactamente al pie de la letra! ¡Dígame si no es el testimonio de un Ser supremo, un Dios vivo! No solo eso sino que dijo dónde nacería Él y cómo nacería.",
    "Dijo lo que el mundo diría de Él. Dijo de las mismísimas señales y cosas que lo seguirían a Él, para probar que era el Mesías. Probó que Él sería rechazado. Y aun en el Espíritu, gimió Sus Palabras de la cruz cientos de años antes de que Él naciera.",
    "David, en el Espíritu; cómo me gusta referirme a eso, como Jesús dijo allí: “¿Por qué David, en el Espíritu, le llama a Él ‘Señor’?”. David, no David ¡sino David en el Espíritu! Hay mucha diferencia entre David y David en el Espíritu. Hay mucha diferencia entre la iglesia y la iglesia en el Espíritu. “¿Por qué David, en el Espíritu, le llama ‘Señor’ si Él era su Hijo, al decir: ‘El Señor le dijo a mi Señor: “Siéntate a mi diestra”’?”. “Ellos no pudieron preguntar, responderle más, hacerle más preguntas a Él después de eso”.",
    "Pero David, en el Salmo 22, cayó en un Espíritu, ¡el Espíritu! Y al hacerlo, aun dio las Palabras que Él gimió en la cruz. “Dios mío, Dios mío ¿por qué Me has desamparado? ¡Contar puedo todos Mis huesos! ¡Horadaron Mis manos y Mis pies!”.",
    "Con todo, “Él fue herido por nuestra transgresión” viniendo del otro profeta, “herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, y por Sus llagas fuimos nosotros curados”.",
    "La exactitud, la perfección de esos profetas, no hablaron una sola Palabra de Él que no viniera a cumplimiento. Las últimas siete profecías dadas de Él, recibieron respuesta en las últimas siete horas sobre la cruz. ¡Cómo es que cada Palabra fue cumplida, no quedó una sola cosa que no fuera hecha!",
    "¿De qué habla eso? De una Inteligencia suprema. No eran esos hombres. Esos hombres eran hombres como Ud. y yo. Pero ellos fueron inspirados por un Ser supremo que estaba dando testimonio que nosotros, en esta generación y en generaciones por venir, y todas las generaciones entre ellos y aquí, pudieran mirar Su Palabra y saber que son ciertas. Es un testimonio que la Palabra de Dios es Verdad.",
    "Todas Sus obras son perfectas. Ellas son perfectas y a tiempo; no fallan ni en una hora. Algunas veces pensamos que lo harán, pero no. Cuando concluye, vemos que no podía acontecer más rápido, no pudo haber sido mejor. Es perfecto y a tiempo.",
    "Aun en nuestro día hoy, cuando vemos que suceden estas visiones y las cosas que acontecen. Y han sido predichas, y nos preguntamos ¿cuándo se cumplirán, qué irá a acontecer? Pero nos damos cuenta que son perfectas y a tiempo, exactamente.",
    "¿Cómo hubiera podido yo pensar en mi madre, como la vi, anciana y temblorosa? Y luego cuando Él me dio la visión y vi la condición en la que ella está ahora, ¡yo glorifiqué a Dios! Yo sé que ella vendrá de nuevo. Ella no está muerta; ella duerme. Ella está en Cristo.",
    "¡Viendo cómo Dios ha hablado estas cosas de antemano! La última vez que yo estuve en el púlpito de Uds. o aquí en el púlpito, hablé de una visión que el Señor me dio acerca de ir al norte, y lo que sucedería. Y cómo esos hombres, al bajar la montaña, decían: “Hermano Branham: ¿Me quiere Ud. decir que en algún lugar de aquí a allá abajo, a media milla, habrá un oso grizzli, plateado? ¡No se ha visto uno antes! ¿Pero que será suyo antes de llegar allá?”.\n\nYo dije: “Eso es conforme a Su Palabra”.",
    "¡Y sucedió justamente de esa manera! ¿Por qué? Eso da testimonio de que Él aún es Dios, que todas Sus promesas son ciertas. Dios da testimonio, y Sus testimonios son verdaderos. Él da un testigo, y el testimonio testifica de Su testigo. Eso habla de una Inteligencia. Sí.",
    "Cuando Jesús de Nazaret vino a la tierra, todas Sus grandes obras poderosas testificaron de Sus declaraciones. Nadie debió (jamás) dudar de Él. Él dijo: “Si no Me creéis, creed a las obras; si Uds. no pueden ver que Él es Dios”.",
    "🦅 ¡Tú Mismo Te haces! Siendo hombre, Tú Mismo Te haces Dios”.",
    "Él dijo: “Si no Me podéis creer a Mí, entonces creed a las obras; porque ellas son los testimonios de Dios, dando testimonio de que Yo soy lo que dije que era. Si Uds. no Me pueden creer a Mí, crean a las señales que deberían seguirme. ¿No se supone que el Mesías tenía que hacer estas cosas?”. ¿Qué era Él? ¡Testimonio! Ellas dieron testimonio de toda declaración que Él dio.",
    "Marta se paró allí al lado de Jesús, y su hermano allí muerto y en el sepulcro. La descomposición había comenzado, su cuerpo había muerto, y él solo se descomponía allá en el sepulcro. Los bichos ya arrastrándose en su cuerpo, los gusanos. Y su rostro se había desmoronado. Pero ella dijo: “Señor, nosotros creemos que Tú eres el Hijo de Dios que vendría al mundo; de eso estamos seguros”.",
    "Él dijo: “Yo soy la resurrección y la Vida. El que cree en Mí aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí, no morirá eternamente. ¿Crees esto?”.",
    "Ella dijo: “¡Sí, Señor! Sí, Señor, yo creo que Tú eres el Hijo de Dios que vendría al mundo”.",
    "🦅 Ahora Yo iré a mostrarte que soy el Que era, el que dije que Yo era. Yo daré testimonio de eso. Probaré Mis declaraciones, de que Yo soy lo que soy. ¿Dónde lo habéis sepultado?”.\n\nY ella dijo: “Señor, ven, ve”.",
    "Entonces mostrando Sus lados humanos: Él lloró con aquellos que lloran; Él se ríe con los que se ríen; Él está en victoria con los que están en victoria. Tengámoslo a Él en victoria.",
    "Él fue al sepulcro y se paró allí cuando rodaron la piedra. Y allí adentro yacía ese pequeño cuerpo, con los gusanos, descompuesto, tendido sobre la tierra, el rostro hundido, al haber entrado la corrupción. Él habló esas Palabras: “¡Lázaro, ven fuera!”. Y ese hombre que estaba muerto se puso de pie y vivió de nuevo.",
    "Eso confirmó toda declaración que Él llegó a hacer, de que Él era el Hijo de Dios. Él fue más que el Hijo de Dios, Él era ambas cosas Hijo y Dios. Él era el tabernáculo de Dios porque ninguna segunda persona pudiera tener un poder así. Se requería de Dios Mismo para volver a llamar la vida de un hombre que llevaba muerto y sepultado cuatro días. Sus Propias obras testificaron de toda declaración que Él hizo. Él era Dios.",
    "Nosotros sabemos que eso es verdad, pues Él lo dijo: El testimonio de los profetas; el testimonio en la naturaleza; el testigo de la naturaleza; el testimonio de los profetas; el testimonio de Jesús.",
    "Y Él nunca ha dejado de tener un testigo; Dios siempre ha tenido Su testigo. Y cuando Él estaba aquí en la tierra, dijo: “Os conviene que Yo Me vaya; porque si no Me voy, no puedo enviar este Testigo; este Testigo Eterno, Inmortal”.",
    "Él nació de mujer, por tanto tenía que descomponerse… tenía que morir, mejor dicho. Dios no permitiría que Su cuerpo viera corrupción. Pero Él tuvo que morir como un mortal, para llevar nuestros pecados.",
    "Pero antes de partir Él nos dejó un testigo, el Espíritu Santo. Casi todos los profetas, siempre, a través de la edad, desde un principio allá atrás, hablaron de este gran Testigo que estaría en los últimos días para la iglesia; nuestro gran Testigo, el Espíritu Santo.",
    "El Espíritu Santo es nuestro Testigo. Él es la prueba. Él es el sello. Él es los derechos auténticos. Él es el título abstracto de toda Palabra que Dios habló. ¡Amén! Él es un testigo de que Cristo vive; y porque Él vive, nosotros también vivimos. Él es la declaración auténtica.",
    "Siendo que tal Persona vendría en los postreros días, para guiar a la Iglesia, le convenía a Dios decirle a Su pueblo que Él estaría aquí. Casi todos los profetas, testificaron de Su venida, del Espíritu Santo.",
    "Ocho siglos antes de que sucediera, Joel, el hijo de Petuel, profetizó que Él vendría: ¡Ochocientos años antes de que sucediera! Este gran hijo de Petuel, un profeta; considerado un neurótico, desquiciado, nervioso, emocionalmente y mentalmente perturbado; profetizó, Joel 2:28, y dijo:\n\n…en los postreros días, dice Dios, Derramaré mi Espíritu sobre toda carne, Y profetizarán vuestros hijos y vuestras hijas…\n\n…sobre mis siervos y…mis siervas Derramaré de mi Espíritu, y ellos profetizarán.\n\nY daré prodigios arriba en el cielo y abajo en la tierra, señales, columnas de fuego y de humo y vapor.\n\nY sucederá que antes que venga el día grande y espantoso de Jehová, todo aquel que invocare el nombre de Jehová será salvo;",
    "Ochocientos años antes de que viniera este gran Testigo, el hijo de Petuel testificó de Eso, Lo profetizó. ¿Qué habrá impactado a ese hombrecito?",
    "Díganme qué cosa puede decirle eso a un hombre “nacido de mujer, corto de días y hastiado de sinsabores”: eso es él. Díganme qué pudo haber inquietado lo más profundo de su ser, al punto que pudo mirar a través del espacio y del tiempo, y ver este gran Testigo venir a la iglesia en el día postrero. Díganme qué pudo haberlo hecho. ¡Solo un Dios inteligente, supremo, grande y Todopoderoso! Es lo único que pudo hacerlo. Se apoderó de un mortal: “Un hombre nacido de mujer, hastiado de sinsabores y corto de días”, como dijo Job 14: “Sale como una flor y es cortado; sí, es cortado, perecerá, entrega el Espíritu”. Pero sobre esa clase de persona, el Espíritu, la inteligencia de un gran Dios poderoso puede romper toda barrera y el tiempo, abrirse camino por allí con Su Espíritu y mostrarle a un mortal lo que sucederá. ¡Aleluya!",
    "Si ese no es un testimonio de un Dios vivo, ¿qué lo será? ¡Que puede predecir algo antes de que suceda! Amén. ¡Que puede verlo antes que suceda! Y predecirlo con inteligencia, y acertar perfectamente, sucediendo exactamente como él lo dijo. Si ese no es un testimonio, ¿qué lo será? ¿Qué pudiera hablar más de un Dios vivo? ¡Seguro, él es un testigo!",
    "Habiendo sido profetizado que vendría a cumplimiento: “En los postreros días, que Él derramaría Su Espíritu sobre toda carne”.",
    "Setenta y cinco años después de que Joel profetizó. Isaías, el hijo de Amós, él profetizó acerca de este gran Testigo que vendría para la Iglesia.",
    "¿De qué estoy hablando? Un testigo, un verdadero testigo, un testigo real; tráiganlo a Él por la naturaleza, por los profetas, por la Biblia. Ahora Lo estamos viendo, llegando hasta el día en que Él será dado.",
    "Setenta y cinco años, aproximadamente setenta y cinco años después de que profetizó Joel, entonces lo dijo Isaías. El hijo de Amós, el gran profeta que dio la Biblia completa, desde Génesis hasta Apocalipsis, en sus sesenta y seis capítulos; como libro, tiene sesenta y seis libros. Y él comenzó con la creación, en Génesis y concluyó en el Milenio. Este gran hombre, él predijo de la venida del Espíritu Santo.",
    "Vamos allá a leerlo. Tengo Isaías 28:11. Leamos por un momento y veamos aquí lo que él dijo acerca de la venida del Espíritu Santo. Isaías, el capítulo 28, comencemos del versículo 5.\n\nEn aquel día Jehová de los ejércitos será por corona de gloria…",
    "Él está hablando de este gran día cuando el Testigo vendría. ¿Cuál es nuestra corona? ¡El Espíritu Santo nos corona!\n\n…por corona de gloria y diadema de hermosura al remanente de su pueblo;",
    "El remanente, la “gente que quede”. “Él será una diadema, una corona de gloria, ¡una diadema de hermosura!”. Piensen, ¡esto es setecientos años antes de que sucediera eso!\n\n…por espíritu de juicio al que está sentado en juicio…(Esto es lo que Él hace con nosotros en el altar.)\n\n…por fuerzas a los que rechacen la batalla…la puerta. (Déjeme ver.)…que rechacen la batalla en la puerta.",
    "Aquellos que están parados por Él y con Él, este gran Espíritu (el Espíritu Santo que ha profetizado) será la fortaleza de aquel que se para en la puerta, en la batalla. Él es nuestra fuerza. Nosotros confiamos en Él; no en la cultura, no en la educación, no en las cosas del mundo. “No es por fuerzas, no por poderío, sino por Mi Espíritu, dice Jehová”. ¡La Iglesia descansa solemnemente en Eso! “Él será la fortaleza del que se para en la puerta”. No su trayectoria teológica, no su denominación, sino que el Espíritu Santo será su fortaleza. Él será aquel que se ha de parar en la puerta. Él dependerá de la fuerza del Espíritu Santo para rechazar al extranjero.",
    "Pero éstos también erraron con el vino (ahora escuchen), y con bebidas fuertes salieron del camino, se salieron “del” camino; el sacerdote y los profetas erraron con bebidas fuertes, fueron trastornados por el vino; se salieron del camino con bebidas fuertes, erraron en la visión, y tropezaron en el juicio.",
    "En otras palabras, en visión, ellos ni siquiera creen en tal cosa. Y en juicio, dicen: “¡Oh, siempre y cuando Ud. se una a la iglesia, está bien!”. Y ¿qué tenemos? Un montón de borrachos. Observen lo que dijo el profeta. Aquí está el testigo de Dios.\n\nPorque toda mesa está llena de suciedad de vómito y suciedad, hasta no haber lugar limpio.",
    "No hay lugar limpio; las mesas. ¡Oh!, ellos entran allí, borrachos y rameras, y—y toman un pedacito de pan leudado y lo cortan y hacen la Santa Cena, donde el limpio y el inmundo comen juntos. ¡Vómitos! Las mesas están llenas de vómito.",
    "¿A quién se enseñará ciencia, en un día así? o ¿a quién…hará entender doctrina?",
    "¿Quién de ellos pudiera hacerlo, cuando tienen su propia experiencia teológica y cosas en que se apoyan? Ellos no van a la Palabra de Dios. Dicen: “¡Oh!, eso era para otro lugar; eso es para otra generación”. Sus mesas están llenas de vómito. Escuchen a este profeta con esta inteligencia suprema de Dios hablando por medio de él.\n\n…¿A los destetados? ¿a los arrancados de los pechos? (¡No a bebés de iglesia!)\n\nPorque mandamiento tras mandamiento,…",
    "Él está hablando ahora de la Palabra. No diga: “Padre, Hijo y Espíritu Santo” cuando Ella dice: “¡El Nombre de Jesús!”. No diga: “Estrechar de manos” cuando Allí dice: “¡Nacer de nuevo!”.",
    "…mandamiento tras mandamiento, mandato sobre mandato, y renglón tras…renglón tras renglón, un poquito allí, otro poquito allá;\n\nporque en lengua de tartamudos, y con otras lenguas hablaré Yo a este pueblo. (¡Aleluya!)",
    "Con lengua de tartamudos, “murmullo”. Tal vez la congregación esté sentada, en reverencia y quietud, alguien… alguno podrá captar ese murmullo y entender lo que están diciendo. “En lengua de tartamudos y en otras lenguas hablaré Yo a este pueblo”, profetizando del Espíritu Santo. “En lengua de tartamudos hablaré yo a este pueblo”.\n\na los cuales él dijo: Este es el reposo…",
    "Ahora, Uds. hermanos adventistas que escogen el séptimo día ¿qué les parece esto?\n\n…Este es el sábado; Este es el reposo; dad reposo al cansado;…",
    "Dios, danos hombres valientes que se paren a la puerta con Eso, ¡y que sean testigos de Ello!\n\n…Este es el reposo para Uds. dar reposo al cansado;…este es el refrigerio; pero no quisieron oir.",
    "Esa es la parte lamentable, ellos no Lo quisieron oír. Menearon la cabeza y se mofaron y burlaron, y siguieron su camino.",
    "Pero Isaías profetizó, y dijo que “sucedería que Él enviaría Su Espíritu, y Este sería una corona de gloria para la Iglesia, y fortaleza para aquel que se pare en la puerta”. ¿Cómo sabremos que es el Espíritu? Dijo: “Porque con lengua tartamuda y otras lenguas le hablaré Yo a este pueblo, y este es el reposo y el refrigerio”.",
    "Pero, en lugar de Esto, ellos quisieron sus organizaciones y sus denominaciones. Y fueron tras sus mesas de vómito y el mundo, y mezclaron allí placeres de las cosas del mundo. Ellos no han nacido de nuevo. Le voltean la espalda a las Verdades y van a las cosas del mundo; y hacen la casa del Señor una abominación de inmundicias, donde tienen bailes y fiestas y alboroto; y las mujeres usan ropa y pantalones cortos indecentes, y se cortan el cabello y usan maquillaje; y todas esas cosas así, ¡tal como lo ha profetizado la Biblia!",
    "Isaías dijo que harían eso. Isaías, el capítulo 5 y 6. Léanlo, cómo él dijo que las mujeres harían eso en los postreros días. Los testigos de Dios son veraces. Aquellos confiaron en las vanidades del mundo en lugar del poder de Dios, para salvarlos. Ahora, eso fue setenta y cinco años después de Joel.",
    "Treinta años después del nacimiento de Jesús… Tengo varios otros profetas anotados aquí. Pero treinta años después del nacimiento de Jesús, hubo ese príncipe entre los profetas (¡oh, vaya!), ¡Juan el Bautista! Todos los hombres sabían que él era un profeta de Dios, el precursor de la venida de Cristo; ¡el cual ha sido predicho nuevamente, en los postreros días!",
    "Jesús dijo: “¿Qué salisteis a ver, una caña meneada por cualquier viento, que alguna denominación lo voltea en esta dirección y aquella dirección? ¡No Juan!”. Dijo: “¿Qué salisteis a ver, algún dignatario en compañía de algún psiquiatra, para mantener sus ropas exactamente así y así, y decirle cómo debe vestir?”. Y Él dijo: “Esos besan a los bebés y permanecen en palacios de reyes, y les hablan a los colegios públicos y todo eso; él no es un guerrero, él no está en la vanguardia, él no sabe cómo manejar una Espada de dos filos. ¿Ven?, ellos son los que hacen eso. Pero qué salisteis a ver, ¿un profeta?”. Él dijo: “Pues, Yo les digo: ¡más que un profeta!”.",
    "Escuchen a este gran príncipe llegar envuelto en un pedazo de cuero de oveja, viviendo de las hierbas del bosque. ¡Aleluya! Sin ninguna experiencia teológica de seminario; solo una experiencia de haber hablado con Dios, y nacer para llevar a cabo ese propósito. La Palabra habló que él vendría. Sí, señor. Salió caminando allá a las riberas del Jordán con sus pies en el lodo, dijo: “No piensen, Uds. fariseos que dicen: ‘A Abraham tenemos por padre’, porque os digo: Dios puede de estas piedras levantar hijos a Abraham”.",
    "Ese príncipe de los profetas, el que tuvo el privilegio de presentar al Mesías y que vio la señal del Mesías y la reconoció, a medida que esa Luz caía del Cielo y fue sobre Él, ¡fue testigo de ello! ¿Qué dijo él al respecto? Aquí está la palabra que ese profeta dijo como testigo.\n\nYo a la verdad os bautizo en agua para arrepentimiento; pero el que viene tras mí, cuyo calzado yo no soy digno de desatar, quien es más poderoso que yo; él os bautizará en Espíritu Santo y fuego.\n\nY su aventador está en su mano, y limpiará su era; y recogerá el trigo en el granero, y quemará la paja en fuego que nunca se apagará.",
    "Él profetizó que vendría el Testigo para la Iglesia, ¡el Espíritu Santo! “Yo a la verdad os bautizo en agua; esa es mi misión. Yo os bautizo en agua, para arrepentimiento”. ¡Aleluya! “¡Pero hay Uno que viene después de mí! Yo doy testimonio de esto con agua, pero hay Uno que viene que enviará algo mayor. Él enviará otro Testigo; ¡no agua sino Espíritu! Él os bautizará con el Espíritu Santo y Fuego”. ¡Aleluya! El Testigo de Dios, ¡Él despojará toda membresía de iglesia de Uds.! “Él les dará un verdadero testigo, pues Él los bautizará a Uds. con el Espíritu Santo y Fuego. Y Su aventador está en Su mano. El hacha está puesta a la raíz del árbol; y todo árbol que no da buen fruto, será cortado y echado al fuego. Por tanto, arrepentíos, prepárense, pues la gran hora está a la mano”. Ese gran príncipe, ¡qué gran profeta!",
    "Tres años más tarde, después que profetizó, Jesús nuestro Señor había terminado Su ministerio, Su ministerio terrenal. Dijo: “Os conviene que Yo me vaya. Pues, si Yo no me voy, el Espíritu Santo no vendrá. Pero Yo voy a enviarlo. Un poco… Y Uds. querrán saber Quién es Él. Todavía un poco, y el mundo no Me verá más; pero vosotros Me veréis; porque Yo estaré con vosotros, aun en vosotros hasta el fin del mundo”.",
    "En Lucas 24:49, al concluir Su ministerio, cuando Su ministerio terrenal concluyó, Él dijo, en Lucas 24:49: “He aquí, Yo envío la promesa que estos testimonios han dicho. Envío la promesa de la que habló Isaías. Yo envío la promesa de la que habló Joel. Yo envío la promesa que todos los profetas, que el Padre mostró por medio de los profetas, yo envío la promesa de Mi Padre sobre vosotros”.\n\nHe aquí, yo enviaré la promesa de mi Padre sobre vosotros; pero esperen en la ciudad de Jerusalén,…Paren su predicación, paren sus cantos, no hagan otra cosa sino subir a la ciudad de Jerusalén, y esperen hasta que Uds. sean investidos de poder desde lo alto.",
    "¿Qué clase de testigo sería? “¿Esperen en Jerusalén hasta Uds. haber completado veinte años de secundaria o seminario?”. “¿Esperen hasta que Uds. tengan su licenciatura en artes”? “¿Esperen hasta que Uds. hayan aprendido a—a hablar otros idiomas, para que así, si Él acaso los llama a los campos misioneros, Uds. puedan hablarles”? No, eso no fue.",
    "Solo dejen que el Poder venga desde lo Alto, Eso se encargará de Sí mismo cuando venga. “Quedaos hasta que seáis investidos de Poder”. ¡Oh, Dios!, ¿por qué la gente no puede ver eso? No es el unirse a una iglesia; es ¡esperar el Poder! “Quedaos hasta que seáis investidos con Poder desde lo Alto, pues Yo lo enviaré. Él es una promesa de Dios, y Yo Lo enviaré. ¡Yo voy a dar testimonio! Él, cuando Él venga, ¡Él dará testimonio! Pues, Él no hablará de Sí mismo, sino que hablará de Mí”. Amén.",
    "Observen lo que Él hará. “Él traerá estas cosas que Yo os he enseñado”; no alguna cosa de seminario. ¿Qué? “Él traerá estas cosas que Yo os he enseñado, a la memoria, que ellas son Palabras de Dios. Uds. olvidarán toda su experiencia de seminario. Uds. recibirán estas cosas, las Palabras que Yo os he enseñado. Esas cosas traerá Él a la memoria. Y Él hará otra cosa: Él les mostrará cosas que han de venir”. Ese es el verdadero Testigo. Ese es el verdadero Testigo de Dios. “Él les traerá a Uds. de nuevo el Evangelio, ¡este Espíritu Santo! Aunque sea olvidado por cerca de dos mil años, pueda ser que lo pisoteen bajo sus pies por teología hecha por hombre, pero cuando Él venga, Él los traerá de nuevo a Eso. No solo eso sino que Él les dirá cosas que han de venir. Él hablará a través de vosotros, con lengua de tartamudos y en otras lenguas. Todas estas cosas hará Él. Todo lo que Dios ha prometido, Él lo hará. He… Yo enviaré la promesa del Padre”.",
    "En Pentecostés, cuando Él vino, ¿qué dijeron ellos? Ellos dijeron: “Nosotros somos Sus testigos. Nosotros somos los testigos que estas cosas de las que se ha hablado se han cumplido”. ¡Oh, vaya! Eso me hace sentir religioso. De pie allá, ellos dijeron: “Nosotros somos Sus testigos; no tenemos grados de educación”. ¿Qué eran ellos? Prosélitos, algunos de ellos eran judíos, reconocidos, tiesos y almidonados, ¡todo eso les había sido quitado!",
    "Miren a ese Simón Pedro hecho por sus propios méritos, cómo pensaba que era tan almidonado: él no comía nada impuro.",
    "¿Y ese Pablo hecho por sus propios méritos, persiguiendo a las iglesias de todo lugar? ¿Qué sucedió cuando él conoció a Aquel, ese Espíritu Santo, en el camino a Damasco ese día? Se paró ante Festo y dijo: “No estoy loco. Pero según el Camino que ellos llaman herejía, así adoro al Dios de mis padres”.",
    "Ellos dicen: “Nosotros somos—nosotros somos Sus testigos”. Ahora, hubo tres testigos definitivos en Pentecostés.",
    "Primero, la Palabra de esos profetas: que Dios derramaría Su Espíritu en los postreros días sobre el pueblo. El testigo que tuvieron los profetas habían, fueron la Palabra de Dios, Ella se había cumplido. Ese fue un testigo, ¡el mensaje de los profetas se cumplió! “Derramaré Mi Espíritu sobre toda carne. Ellos tendrán labios de tartamudos, y en otras lenguas hablaré Yo a este pueblo”. Allí estaba. Ellos no podían negarlo. Entonces, había tres testigos. Ese era uno: que la Palabra de los profetas se había cumplido.",
    "Otro testigo, eran las personas. Ellos estaban testificando: “¡Algo ha sucedido!”.",
    "🦅 Yo estaba escondido allá arriba en un cuarto. Yo tenía mucha pena. Yo estaba avergonzado. Yo—yo—yo sabía que a Él se lo habían llevado, y yo—yo me avergoncé por causa de este gran grupo señorial de por aquí. Yo sentía vergüenza por ellos. Estaba avergonzado porque tal vez yo no quería decir nada al respecto, porque temía que daría inicio a una u otra cosa emocional”.",
    "Eso es lo que sucede con las iglesias hoy hechas a su propio estilo. Temen que vayan a causar mucho disturbio. Temen que vayan a hacer algo que no es correcto. ¡Oh, Uds., llevados a su propia idea, a estilo propio! ¡Lo que necesitamos es un pentecostés! ¡Lo que necesitamos es una llenura, una venida del Espíritu Santo!",
    "Ellos dijeron: “Nosotros somos Sus testigos, ¡porque estamos llenos de Él!”. Pedro dijo: “Varones judíos, y los que habitáis en Jerusalén, esto os sea notorio. Éstos no están ebrios, como vosotros suponéis, puesto que es la hora tercera del día. Mas esto es Eso, dicho por el profeta Joel: ‘En los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne’. Nosotros estamos dando testimonio de que las Palabras de los Profetas son verdad, ¡porque ahora nosotros tenemos esa llenura!”. ¡Oh, vaya!",
    "Eso es lo que necesitamos; eso es lo que necesita la iglesia. ¡Eso es lo que necesitan estos ciento setenta millones de Cristianos profesantes alrededor del mundo, otro Pentecostés! No regresar a estudiar por veinticinco años; sino una llenura del Espíritu Santo, un testigo en Ud., dando testimonio de la resurrección de Cristo y de la Palabra de Dios. “Juan estuvo en la Isla de Patmos, por la Palabra de Dios, el registro de la Palabra de Dios”.",
    "Allí se cumplió la Palabra de los profetas; allí estaban las personas dando testimonio; ¡y también estaba el Espíritu Santo Mismo! Allí hay tres de ellos. Y la Biblia dice: “En boca de tres testigos sea establecido todo negocio”. Eso es correcto.\n\nEstaba la Palabra de los profetas que se cumplió.",
    "Hubo personas que dijeron: “¡Algo me ha sucedido! ¡Algo ha sucedido! Ya no temo; no le temo a la muerte; no temo nada. ¡Algo ha sucedido! He olvidado toda mi teología; he olvidado todas mis tradiciones hechas por hombre. ¡Algo ha sucedido! Esto os sea notorio y escuchen mis palabras: ¡Estos no están ebrios!”. Ellos, ellos perdieron toda su dignidad. ¡Solo estaban ebrios en el Espíritu! Solo…",
    "Eso es lo que necesitamos. Eso es lo que necesitamos, un grupo de personas sano, sensato, que se puedan acercar y estar frente a Dios, y decir: “Señor, no me hagas un miembro de la iglesia, sino más bien ¡un testigo! Derrama Tu Espíritu sobre mí y lléname. Permíteme ser Tu testigo”. Eso es lo que necesitamos. Por eso está sufriendo la iglesia hoy, por falta de Eso. Es una condición anémica, por cuanto ha rechazado la Sangre de Jesucristo.",
    "Sí, el Espíritu Santo Mismo testificando, diciendo: “¡Así es!”. Allí estaban ellos; y los hombres no podían negarlo.",
    "Estos hombres no habían esperado en el colegio para conseguir una gran educación. Ellos eran hombres ignorantes y del vulgo, pescadores y campesinos; eran gente común. La Biblia dice: “La multitud del pueblo oía a Jesús de buena gana”. No la chusma, no, no la celebridad, sino “la gente común del pueblo lo oyeron de buena gana”. Y había multitud del pueblo, ellos lo habían oído a Él, y dijeron: “Nosotros somos testigos de que hemos recibido Algo; y a duras penas sabemos nuestro propio idioma”.",
    "Pero los hombres dijeron: “¿Cómo es que los entendemos? ¿No son todos estos galileos?”. Los galileos era una clase de gente pobre. Decían: “¿Cómo es que oímos a esos galileos hablando en nuestro propio idioma donde nacimos?”.",
    "¡Dando testimonio del Espíritu Santo, confirmando que la Palabra de Dios había sido cumplida! “Derramaré Mi Espíritu sobre toda carne. Y con labios tartamudos y otras lenguas hablaré Yo a este pueblo, y este es el reposo”. Confirmando; un testigo. Esta es la confirmación de Eso. Seguro.\n\nTuvo tres testigos. ¿Qué?",
    "La Palabra de los profetas, la Palabra de Dios. Pues, esos profetas no hablaron palabra de ellos, sino que era la Palabra de Dios como Él la puso en sus bocas.",
    "Estoy ahora mismo viendo a un pequeño noruego, practicante, doctor, doctor en medicina sentado por aquí, quien vino todo ese trayecto desde Noruega hasta acá, para que se orara por él. Y la otra noche mientras estábamos sentados juntos en una entrevista privada, el Espíritu Santo entró en la habitación.",
    "Él dijo: “Estoy esperando, Hermano Branham, para ver lo que será dicho”.",
    "Allí el Espíritu Santo fue bien atrás en su vida, bien atrás a cuando algo sucedió, le dijo al respecto y lo que había pasado, y la condición, todo el asunto, y le habló de eso. ¿Qué fue? ¡El Espíritu de Dios dando testimonio!",
    "De hecho, tal vez haya otra persona sentada aquí, que la iglesia del Hermano Palmer envió. Todo confundido y sin saber qué hacer, estaba todo turbado por algo. Una persona amable; supongo que se fue a casa. Pero había… él lo envió acá. El Hermano Palmer me escribió una carta, diciendo: “Hermano Branham, yo sé que es un momento agitado” o algo así, “pero cuando tenga oportunidad, véalo, él es un buen hermano”. Y—y la iglesia lo había enviado. Él estaba en la entrevista. Estando sentado allí, había una gran cosa profunda en su mente, y antes de que él tuviera la oportunidad de decir algo, el Espíritu Santo bajó allí y captó eso, sacó eso, le mostró a él. Y él se regocijó y las lágrimas rodaron por sus mejillas. ¿Por qué? ¡Dios dando testimonio! ¿Por medio de qué?, ¿de William Branham? No, señor. ¡Por medio del Espíritu Santo! Amén. Ese es el Testigo de Dios.",
    "Déjenme decirles algo más. ¿Por qué…? Esta persona sentada por acá, llamado Higginbotham, un diácono aquí de la iglesia; cumplió con su tiempo y ahora solo es un miembro fiel. Él se puso de pie esta mañana para hablar en lenguas, creo yo, y profetizar. ¿Por qué diría ese Espíritu Santo, esta mañana, cuando él estaba dando la interpretación: “Yo he ungido a Mi siervo para traerles cosas que Uds. deben saber”? ¡Oh, oh, oh! ¿Por qué? Y yo lo escuché parado aquí, con mi rostro inclinado, atorado con las lágrimas en mi corazón. Ese hombre no estaba enterado, yo no le había dicho nada a él ni a otra persona de lo que hablaría, porque sencillamente vine al púlpito. Y allí estaba él, reveló el texto y les dijo a las personas que se pusieran en orden para recibirlo. “Yo les hablaré” dijo, “Lo he enviado a él a muchas naciones, a muchos pueblos, este mismo Mensaje. Y Yo les hablaré a Uds. en esta mañana. Préstenle atención a Eso” dijo Él, “porque lo he ungido a él y le he enviado”. ¡Oh, Dios! ¿Qué es? El Espíritu Santo, el verdadero Testigo de Dios. ¿Qué es? ¡Deidad tabernaculizada en el hombre! ¡Aleluya!",
    "¿Qué? Iglesia: por esa razón yo no puedo aceptar como bautismo del Espíritu Santo eso de llorar, temblar o hablar en lenguas o cualquier otra sensación; pues, eso está bien. ¿Ven? Esas, esas cosas están bien, pero el diablo puede personificar eso tan real.",
    "Pero el Espíritu Santo es la Deidad, ¡Dios tabernaculizado en el hombre! Es más que una sensación; es más que hablar en lenguas; es más que gritar en el Espíritu; es más que llorar; es más que unirse a la iglesia: es Dios viviendo en el hombre. Deidad, Dios Mismo tabernaculizado en esa persona, cuando él puede hablar y es lo mismo que si Dios hablara, esa es la Iglesia de Jesucristo. De esa manera fue que avanzó esa primera Iglesia apostólica.",
    "¡Cuán diferente son las iglesias hoy! ¡Cuán diferente al habernos apartado de Eso, desde que comenzó nuestra organización denominacional como en el segundo siglo después de Cristo, cuando comenzó la primera iglesia católica, haciendo organización y enseñando filosofía de hombre!",
    "Hoy hay muchas personas, somos un pueblo de obrar bien; nos unimos a la iglesia. Escúchenme. Aquí está lo que el Hermano Higginbotham decía esta mañana; no Higginbotham, sino el Espíritu Santo que habló por medio de él: nosotros somos un pueblo de obrar bien. Nos unimos a la iglesia y queremos ser muy amorosos y muy dulces. ¿Ven? Sencillamente no queremos lastimarle los sentimientos a nadie, por supuesto que no. Queremos ser un Cristiano muy dulce. Queremos manufacturar a Cristo.",
    "¡Cristo no se manufactura! ¡Aleluya! ¡Oh, si pudiera conseguir algunas Palabras que Dios me diera, para que Uds. vean lo que quiero decir!",
    "A una oveja no se le pide que dé lana; no se le pide que manufacture un poco de lana este año. Si es una oveja, tendrá lana porque es una oveja. Ella no tiene que decir: “Bueno, pues yo soy—soy… creo que yo soy una oveja, entonces más vale que me dé prisa aquí, tengo que dar lana para el amo”. Ella no se tiene que preocupar de eso. Mientras sea una oveja, ella producirá lana; no tiene que manufacturarla.",
    "Ahora, Ud. no tiene que manufacturar santidad propia, ni: “Yo, yo tengo… Yo, pues no debería hacer esto, sé que soy un Cristiano”. ¡Oh, hermano, está tratando de salvarse por su cuenta, por sus propios esfuerzos humanos!, aunque sincero.",
    "Esto sucede por púlpitos débiles, escuelas débiles, seminarios débiles. Eso es lo que sucede, ¡enseñando teología de hombre! Ellos dan… Uno habla hoy de la fortaleza de un Cristiano, ellos solo…\n\n“¿Es Ud. Cristiano”?\n\n“¡Oh, soy metodista”!\n\n“¿Es Ud. Cristiano”?\n\n“¡Oh, yo—yo—soy bautista”!\n\nAhora, esa es la fortaleza de la Cristiandad.",
    "¡Cuán diferente! ¡Aleluya! ¡Cuán diferente a esa primera Iglesia! Ellos no tenían ninguna de estas cosas para decir. Más bien ellos habían sido llenos con una Energía, un Poder del Espíritu Santo, que los había liberado del pecado y la muerte. Ellos no eran nominales. Ellos tenían ese amor de Dios ardiendo en sus corazones que los envió a la muerte.",
    "Becky, mi hija, me estaba leyendo Los gladiadores, la otra noche. Dijo: “Escucha esto, papá”. Y en este momento no puedo, lo siento, no recuerdo el nombre. Pero un—un joven Cristiano había sido arrojado allá, como gladiador, para pelear en el coliseo romano.\n\nHe estado en ese coliseo, orando. Esas viejas paredes se están cayendo.",
    "Y cuando ellos se sentaban allí, y ellos—a ellos les encantaba verlos. Tenían que matarse el uno al otro. Dios hablando… En los días de antaño, ellos—ellos se enfrentaban y se mataban, y eso era todo. Dios estaba en contra de eso.",
    "Y una de las mismísimas… una de las—una de las primerísimas señales del Cristianismo, fue rehusar matar a un hombre. Es correcto. Y Ud. lo puede matar de más maneras que solo enterrándole un chuchillo; hable contra su carácter, hay muchas maneras en que Ud. puede hacerlo.",
    "Pero a este gladiador ellos le soltaron un león. Y con la fortaleza y poder de Dios, él mató a ese león con su espada, un cuchillo. La gente aplaudió; mostró valor. Ellos se pusieron de pie. Le soltaron otro y él lo mató, con su espada. Y entonces soltaron allí a un hombre, un africano moreno, muy grande y alto, pagano. Y este Cristiano tenía que pelear contra él, lo cual no quería hacer. Pero en la pelea, él derribó al—al africano, colocando su espada sobre él. Por supuesto, el africano dijo: “Señor, máteme rápidamente para no sufrir; no me torture. ¡Máteme rápidamente!”.",
    "El Cristiano arrojó su espada a un lado, se quitó su armadura, caminó frente al emperador y dijo: “Emperador, soy un Cristiano. Mi Señor y Salvador nos prohibió quitarnos la vida el uno al otro. Tomaré la vida de una bestia salvaje, pero no de mi hermano. Yo rehúso matar a un hombre”.",
    "Todos los emperadores de Roma y demás se pusieron de pie y dijeron: “¿Me quieren decir que un gladiador esclavo rehusará obedecer la voz de Roma?”.",
    "Y ellos le dijeron al hombre: “¡Levántate y toma esa espada y mátalo!”. Él se paró de un salto y tomó la espada del Cristiano. El Cristiano, desarmado, abrió sus brazos. Y el hombre le atravesó el corazón con la espada; directamente por su corazón, con la espada. Y cuando los borbotones, mientras la sangre salía a chorros y llenaba sus pulmones, cuando este cuchillo grande atravesó sus pulmones, el pequeño Cristiano cayó de rodillas y dijo: “Señor Jesús, recibe mi espíritu”. ¿Y nosotros hablamos de sufrir por Cristo? ¿Cuál será nuestro testimonio, con hombres así?\n\n¡Oh, la fe de nuestros padres! Viva aún\n\nA pesar de calabozos, braza y espada.",
    "Esos eran hombres, que daban la vida por confesar a Cristo. ¿Qué había sucedido con ellos? Habían recibido el Testigo. Ellos fueron llenos del Espíritu Santo. Esos primeros Cristianos no le temían a la muerte. Después de eso, el Imperio Romano vio que había algo en ellos. ¿Qué hicieron? Ellos lo denominaron, jugaron el papel y lo hicieron una denominación; y les dieron entrada solo por una confesión, sin que recibieran este Testigo.",
    "Y ahí es donde estamos hoy, luteranos, bautistas, presbiterianos y demasiados supuestamente llamados pentecostales, vamos por este viaje sin recibir al Testigo de Dios. Y el Espíritu Santo es nuestro Testigo. Sí, señor. ¡Cuán diferente esas iglesias de aquel día!",
    "La iglesia de hoy es, “solo únase a la iglesia”. Como el antiguo refrán: “Cuando un hombre se une a la iglesia, él se pone un saco nuevo”. Eso es cierto. Pero cuando él es lleno del Testigo, ponen a un nuevo hombre en el saco; ¡no es un saco nuevo en el hombre, es un nuevo hombre en el saco! ¡Lo que necesitamos hoy son más hombres nuevos en el saco! Del saco del clérigo es que estoy hablando. Sí, necesitamos ese cambio. Los primeros…",
    "Esta iglesia hoy quiere salvarse ella misma, con sus buenas obras. “¡Oh, soy Cristiano, debo ser muy dulce! Yo debo hacer esto”.",
    "Pero esa iglesia primitiva, ¿qué estaban haciendo? Esperando. No tratando de cambiar ellos mismos, sino que esperaban a Dios Mismo que viniera y los cambiara, de fariseos a testigos.",
    "Y lo que nosotros necesitamos hoy es esperar otra vez al Espíritu Santo, el Testigo de Dios, que venga y nos cambie de un montón de fariseos fríos y almidonados, a testigos de la resurrección de Jesucristo. ¡Aleluya! El Espíritu Santo no es un cascarón vacío, un lugar donde la gente va y…",
    "Y la iglesia no es un cascarón vacío, mejor dicho, un lugar donde la gente va y alguna edificación grande, un salón o alguna otra cosa que valga cien millones de dólares, o alguna cosa allí. Y estamos gastando todo nuestro dinero en cosas así, metiendo millones y millones y millones de dólares. La iglesia está mejor hoy, monetariamente, que antes. Pero, compramos edificios. Y veo aquí que una gran organización está colocando seis millones de dólares, por acá en Missouri, en un cierto lugar. Cuando ellos, constantemente… y decimos: “La Venida del Señor está a la mano”, un movimiento pentecostal. Otros están… Los pentecostales están saliendo de los callejones y cosas así, y buscan construir los edificios más grandes, y conseguir al predicador más educado que puedan tener allí.",
    "Y se están apartando de todo lo de la llenura del Espíritu Santo, distanciándose de la sanidad Divina, distanciándose del Espíritu Santo, ¡el Poder!",
    "Y lo único que estamos haciendo ahora es tratar de competir con los metodistas. Y ahora nos hemos unido a estas grandes ligas de iglesias y demás, negando absolutamente nuestra posición evangélica, por cuanto nos organizamos, se afiliaron. Ahora ellos pertenecen al Concilio de Iglesias. ¡Qué vergüenza! ¡Qué desgracia, semejante cosa! ¡Qué lástima, teniendo las oportunidades de un mundo moribundo, siendo absorbido por el comunismo! Y el comunismo se formó por la debilidad del Cristianismo; es correcto, el así llamado Cristianismo.",
    "¡Qué oportunidad tiene hoy la Iglesia del Dios vivo de ponerse de pie, con el testigo del bautismo del Espíritu Santo y sacudir este mundo!",
    "En la Biblia, Jeremías, el capítulo 42, tuvieron un tiempo como lo tienen ahora. Ellos temían que el rey de Babilonia viniera a conquistarlos. Y todas las celebridades y los grandes oficiales y demás, no les creían a esos profetas. Solo decían que creían, para ser religiosos. Entonces llamaron al viejo Jeremías, y ellos pensaban que él era un loco. Lo sacaron allí del desierto, probablemente envuelto en una sábana, su rostro velludo, comía hierbas y lo que pudiera conseguir en el desierto, para comer. Caminó allá, y le dijeron: “Profeta, averigua la voluntad del Señor para nosotros”. Dijeron: “Dinos lo que debemos hacer. Y obedeceremos al Señor, sea para bien o para mal”.\n\nÉl dijo: “Entonces buscaré al Señor por Uds.”.",
    "Él salió, estuvo ausente diez días antes de que el Señor le hablara. Regresó y los llamó reuniéndolos a todos, y dijo: “Tengo ASÍ DICE EL SEÑOR”. Dijo: “¡Escuchad, pueblo!”. ¡Aleluya! “Que estáis temerosos del rey de Babilonia”, como nosotros le tememos a Rusia. Dijo: “Todos Uds. están listos para huir a Egipto, porque saben que él viene”.",
    "Y nosotros huimos de una ciudad a otra, buscando distanciarnos de las bombas atómicas, y construyendo resguardos y cuanta cosa más. ¿Qué provecho tendrá? ¡Resuelvan el problema del pecado!",
    "Jeremías dijo: “Si Uds. acuden a Dios, le entregan su corazón a Dios, vuelven en sus corazones y cumplen Sus Mandamientos y todos Sus estatutos, y hacen estas cosas que son correctas, entonces no teman al rey de Babilonia”.",
    "¿Saben Uds. lo que dijo el pueblo cuando escucharon al—al testigo de Dios? Dijeron: “Tú das falsa profecía. Nos vamos para Egipto”.",
    "Cuando llegaron allá, Jeremías vino y tomó dos piedras y las puso en el pozo lodoso, dijo: “Mi siervo, el rey Nabucodonosor, vendrá directo acá. ¡Como sea, él la tomará! Uds. morirán por la espada de todas maneras”.",
    "Hermano, en este día no hay manera en lo absoluto de escapar de esta maldición que le espera a la gente, aparte de un arrepentimiento a la antigua enviado del Espíritu Santo.",
    "Yo no tengo nada en contra de mis hermanos. Y estoy hablando de mí mismo, pero, nosotros somos evangelistas. Billy Graham, un gran evangelista; Oral Roberts, un gran evangelista. Ellos son grandes hombres; nosotros los apreciamos.",
    "Pero no necesitamos evangelistas. ¿Qué es eso? Políticas organizadoras, juntando a los metodistas y bautistas y a todos los grupos pentecostales, para que cooperen y se muestre cuán grande podemos ser y cuántos podemos reunir. Nosotros no necesitamos eso.",
    "Nosotros necesitamos esperar en Dios, hasta que el Espíritu Santo venga con Poder de liberación. Nosotros necesitamos salvacionistas, no evangelistas. Nosotros necesitamos salvación. “¡Podemos tomar este monte! ¿Quién es ese monte delante de Zorobabel? ‘Será reducido a llanura’: dijo Dios. ‘¡Permaneced en la tierra!’”. Es correcto.",
    "Lo que necesitamos hoy es (no un avivamiento) ¡una explosión de salvación, como en los días del avivamiento de Gales! Cuando las personas en las tiendas caían bajo convicción, llorando, los lugares de contrabando y lugares de placeres cerraron y comenzaron a clamar y a orar, eso es lo que nosotros necesitamos hoy. No reunir ciento cincuenta mil como hicieron aquellos el otro día, algunos de ellos diciendo “ave Marías”, y otro diciendo otra cosa, una pequeña oración, y salir a tomar un trago social y luego regresar. Eso no es un día de oración. Nosotros necesitamos un día de lloro y de lamento y esperar, hasta que Dios envíe el Espíritu Santo, ¡Su Testigo! No un cascarón vacío, no una denominación vacía; ¡sino Deidad tabernaculizada en el hombre!",
    "Jesús dijo en Marcos 16, que el Espíritu Santo cuando viniera, Él daría testimonio en cada generación futura, hasta el final. Él dijo: “¡Estas señales! Id por todo el mundo y predicad el Evangelio a toda criatura; estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios”. ¿Hasta cuándo durará este Testimonio? ¡Hasta el fin del mundo! ¿Hasta cuándo? ¡A toda generación! “En Mi Nombre ellos echarán fuera demonios. Ellos hablarán nuevas lenguas. Si tomaren en las manos serpientes o bebieren cosas mortíferas, no les hará daño. Si ponen manos sobre los enfermos, ellos sanarán”. Jesús dijo que el Espíritu Santo que Él enviaría sería un Testigo hasta el final de la edad, a cada generación futura.",
    "Ahora, siendo que Él dijo eso: ¡nosotros somos Sus testigos! Amén. Cerrando, escuchen atentamente, concéntrense y escuchen mientras cierro. Nosotros somos Sus testigos, quienes hemos recibido de Su Espíritu.",
    "Su Palabra testifica: “En los postreros días, que vendrá una apostasía, y se levantaría una edad de la iglesia fría y formal, sin poder”. Ahí estamos viviendo. Una iglesia que no tendría poder; “¡tendrán apariencia de piedad pero negando la Eficacia de ella, a éstos evita!”. Él dio la señal, que “vendrían tiempos cuando un hombre se sentaría en el templo de Dios, mostrándose como Dios. Él vendría, gobernando las naciones”. ¡Cuán perfecto, todas estas cosas! ¡Cuán perfecta ha sido la Palabra de Dios!",
    "Como el rey Nabucodonosor allá atrás cuando soñó ese sueño y Daniel se lo interpretó; como esos reinos, cada uno, desde los babilonios hasta los medo-persas, a los griegos, y a los romanos; tal cual como cayeron, exactamente a la fecha, la hora y exactamente de la manera que Dios lo dijo.",
    "¡La Palabra de Dios es un verdadero testigo! Y la Palabra de Dios dijo: “En los postreros días vendrían tiempos peligrosos, y los corazones de los hombres fallarían por temor y por la confusión de los tiempos, angustia entre las naciones. Y vendría una apostasía de la Iglesia. Y se levantarán hombres, y mostrándose como grandes dignatarios y demás, y con poder se—se apartarían de la Iglesia; y tendrían apariencia de piedad y negarían el verdadero Poder de Dios”. ¡El unirse a iglesias! Él habló de la iglesia que entraría en esa condición.",
    "Nosotros somos un testigo de que la Palabra de Dios se ha cumplido. La iglesia está en eso, toda organización está en esa misma condición ahora mismo. Yo… Yo reto a cualquier hombre que me muestre alguna organización que esté ardiendo por Dios, llena del Espíritu Santo, con las señales siguiéndola. ¡Levántese y nómbreme una, la organización que sea! No hay tal cosa; no está en las páginas. Correcto. Todas están sin poder y muertas. ¡Capten eso!",
    "Pero Él también profetizó que habría una verdadera Iglesia en ese día, un pequeño rebaño, un remanente. Él dijo que lo habría, y lo habrá. “Habrá un pueblo que conocerá a su Dios”, dijo el profeta, “harán proezas en los postreros días”.",
    "Él dijo que habría Luces al caer la tarde en el día postrero; ¡el profeta lo dijo! El verdadero testigo de Dios lo dijo: “Habría Luces al caer la tarde”. ¿Qué es una Luz de la tarde? Lo mismo que la Luz de la mañana. El profeta dijo: “Habrá un día que no será noche ni día”, un tiempo funesto como está afuera hoy, solo suficiente luz para ver cómo moverse. Pero dijo: “Al caer la tarde, habrá Luz”. ¿Qué sería? Otra vez el rugido, ¡regresando a los primeros tiempos! “Habría Luces de la tarde en el postrer día, brillando”.",
    "Él dijo: “Habrá un profeta que se levantará en los postreros días” Malaquías 4, “dando las señales de los días de Lot y demás, también profetizando para que las personas regresen, ‘¡Regresen a la Fe de los primeros padres pentecostales! ¡Regresen a lo original! ¡Regresen a la Biblia! ¡Apártense de la organización y denominación, y regresen a lo primero! Regresen al pentecostés original, a la llenura original del Espíritu Santo, ¡al Poder original de Dios!’”. La Palabra testifica que eso sucederá.\n\nAl caer la tarde habrá Luz;\n\nLa senda de la Gloria hallaréis,\n\nPor medio del agua, hoy está la Luz,\n\nSumergido en el Precioso Nombre de Jesús.\n\nArrepentíos todos del pecar,\n\nEl Espíritu Santo ha de entrar;\n\nLas Luces de la tarde han llegado,\n\nEs un hecho que Dios y Cristo uno son.",
    "El Testigo de Dios, el Espíritu Santo, el Espíritu Santo Mismo viviendo en nosotros, nunca Se afiliaría en organización; Ud. no puede organizar a Dios. ¡Él es Dios! ¿Qué hará? Regresar como fue al principio. Regresará al principio, de nuevo al original, de nuevo al lugar donde comenzó. Bautizará de la misma manera como ellos. Enseñarán el Espíritu Santo así mismo como lo hizo Él. Ellos le enseñarán al pueblo como Él. Se abstendrá de organizaciones como ellos. Tendrá cabida para todos, como ellos, los que vengan. Ellos serán limpios y santos como aquellos. Serán llenos del Espíritu Santo como ellos. Serán valientes como lo fueron ellos. Y las mismas cosas que les sucedieron a ellos les sucederán a estos en los postreros días, en las Luces de la tarde, como fue allá antes.\n\n¡Dios, envía esa Voz, llama a que salgan!",
    "Tenemos toda clase de testigos; tenemos de todas las clases. Tenemos testigos metodistas, testigos bautistas, testigos presbiterianos, testigos católicos. Voy a predicar el próximo domingo, el Señor mediante, de las cuatro diferentes etapas de la iglesia, si el Señor quiere. Ahora, nosotros tenemos toda clase de testigos hoy, pero hay un verdadero Testigo.",
    "La naturaleza aún testifica que hay un Dios. Él aún permanece Dios como Él lo fue cuando creó el primer árbol, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Profetas, profetas allá, testigos que tenían la Palabra de Dios y hablaron la Palabra de Dios, y Eso se cumplió allí mismo ante ellos. Y Dios dijo: “Si hay uno entre Uds. que sea espiritual o profeta, Yo Jehová Me daré a conocer a él, en visiones, le hablaré en sueños. Y si lo que él dice viene a cumplimiento, entonces óiganlo”.",
    "Ese mismo Dios hace lo mismo hoy. Nosotros vemos la mismísima cosa sucediendo. Él habló de las Luces de la tarde, que vendrían, un regreso. “Se levantaría uno que haría volver la Fe de los hijos de nuevo a los padres, antes de que ese gran y terrible día de Jehová viniera que haría arder la tierra como un horno”.",
    "Y vemos las bombas atómicas colgando allá. Vimos donde Rusia detonó la de ellos el otro día, cincuenta veces más caliente y más poderosa que aquella de Hiroshima. Con razón Japón está pidiendo paz a gritos, ¡clamando y orando! Hiroshima, cuando eso les quemó los ojos y las lenguas, a cientos de millas de distancia, y esta que detonaron fue cincuenta veces más fuerte. Ahora veo donde la radiación no alcanzó a América, mientras se esparcía; pero cuando eso vuelva a suceder, volverá otra vez sobre América. Caída radioactiva. Refugios.",
    "Déjenme decirles: seguro que es hora de una caída, ¡una caída de las cosas del mundo! “¿Dónde caerá Ud., Hermano Branham”? ¡De vuelta en los brazos de Dios! Es correcto. Dejen que el Espíritu Santo dé testimonio; Él es el Testigo de Dios.\n\nOremos.\n\n“¿Adónde caeremos, Hermano Branham”?",
    "Nosotros creemos Esto. Creemos que la Palabra es verdad; vemos que es veraz. Vemos que Él profetizó esto en los postreros días; lo vemos. Vemos Su árbol dando testimonio; vemos Sus flores dando testimonio; vemos Su Palabra dando testimonio; vemos Su Espíritu dando testimonio.\n\n“¿Qué debemos hacer, Hermano Branham”?",
    "Caigan, cáiganse del mundo. Caigan de las cosas en las que están. Solo confíen, solo…\n\n“¿Adónde caeremos, Hermano Branham”?",
    "Retrocedan a los brazos de Dios, digan: “Señor, lléname. Lléname, ¡oh Señor!, con Tu Testigo. Permite que el Espíritu Santo sea mi guía. No dejes que él… No me permitas andar cada día diciendo: ‘Bueno, yo—yo—soy un Cristiano, yo no debo hacer esto y no debo hacer eso’. Permíteme estar tan energizado con el Espíritu Santo, que mi alma no pueda estar quieta”.\n\nUd. dice: “Yo le temo al fanatismo”.",
    "No se vaya Ud. a preocupar. Si Ud. cae en los brazos de Dios, jamás habrá una pizca de fanatismo.",
    "En el avivamiento de Gales, cuando el gran líder de ese avivamiento Gales… Ellos le dijeron, dijeron: “Ud. se va a llenar de fanatismo”.",
    "Las únicas palabras que él decía eran: “Relájense y dejen que el Espíritu Santo haga lo Suyo; relájense y dejen obrar al Espíritu Santo”. Ni una pizca de fanatismo se levantó. No, ellos realmente nacieron del Espíritu.",
    "¡Avivamiento del Espíritu Santo! ¡Oh, Dios, envíalo sobre mi pequeña iglesia, Padre! ¡Envíalo sobre estas personas que esperan! Mientras cantamos ese antiguo canto, Padre, tantas veces:\n\nEn el aposento alto,\n\nTodos en unánime fervor,\n\nDescendió el Espíritu\n\nLa promesa del Señor.\n\n¡Oh, Dios!, manda ahora Tu gran Poder,\n\nDios, manda ahora Tu gran Poder;\n\nSí, ¡oh Dios!, manda ahora Tu gran Poder\n\nY bautízalos a todos.",
    "Padre Dios, hasta los pequeños, yo tengo dos niñas y dos niños en este cuarto hoy, Señor, jóvenes; Señor, manda el Poder sobre ellos. Hay otros hombres y mujeres aquí con jóvenes; manda el Poder ahora.",
    "Hay madres sentadas aquí y padres, tal vez si ellos fueran a morir hoy, tendrían que cruzar el—el Jordán solos. Y, ¡oh, Dios!, cuando ellos lleguen a eso, acercándose a esa ribera, cuando el aliento esté a punto de salir, el destello de relámpago y la ira de Jehová sobre ese cuerpo pecaminoso que ha nacido en pecado, cómo irrumpirán las olas y rugirán los relámpagos, y esas grandes olas, y los peligrosos bancos de arena. ¡Oh, Dios, que ellos se puedan anclar ahora mismo en Jesús!, que cuando venga ese tiempo, sepan que hay un ancla que sostiene, que los guiará a través de todo banco de arena peligroso. Relámpagos ni otra cosa pueden hundirlos. Ellos están a salvo con Jesús. Concédelo, Señor.",
    "Ten misericordia de nosotros. Perdónanos de nuestros pecados. Concédelo, Señor. Llénanos con el Espíritu Santo.",
    "Que no solo estemos satisfechos, Señor, con unirnos a la iglesia y esforzándonos por ser Cristianos, por algún esfuerzo propio, alguna manera de intentar manufacturar algo, al decir: “Ahora yo—yo me uní a la iglesia y la gente va a esperar que yo sea un Cristiano. Y ahora tendré que no hacer esto y no hacer eso más, porque soy un Cristiano”. ¡Oh, Dios!, que nos podamos apartar de esa condición farisea; Dios ¡esa cantidad de hipócritas! ¡Oh, Dios!, de alguna manera permite que el Espíritu Santo hable lo que yo quiero decir, Señor. No encuentro palabras para decirlo. Nosotros no queremos hacernos fariseos altivos.",
    "Dios llénanos con nuestro… con Deidad. Llénanos con Poder y energía, hasta que nuestras almas ardan, que nuestra fortaleza sea Él; nuestro testimonio sea Dios; nuestras palabras sean las Suyas. Los diablos temblarán. El mundo se estremecerá y temblará bajo Ese impacto, Señor. ¡Si tan solo encuentras personas que estén dispuestas a esperar en el Señor!\n\nLos que esperan en Jehová, sus fuerzas renovarán,\n\nAlzarán sus alas como el águila,\n\nCorrerán y no se cansarán; andarán y no desmayarán,\n\n¡Oh, enséñame, Señor, enséñame Señor a esperar!\n\nEnséñame a esperar cuando los corazones ardan.\n\nEl gran avivamiento que recorre por la nación, diciendo que están consiguiendo miles y miles y todo eso, Señor; grandes cosas floreadas.\n\nPermíteme humillar mi orgullo; y clamar a Tu Nombre.\n\nMantén renovada mi fe, mis ojos en Ti,\n\nPermíteme ser en esta tierra lo que Tú quieres que yo sea, Señor.",
    "Que consagremos nuestras pequeñas barcas frágiles en esta mañana, este pequeño tabernáculo de carne vergonzosa que tanto estimamos, que trabajamos tantos días para mantenerlo en un lugar cómodo, y vivimos en casas finas y con carros bonitos. Y ¡oh, Dios!, y luego fijamos nuestros ojos en eso y los quitamos de este gran ra-… rescate. ¡Oh, Dios!, permítenos hacer a un lado estas cositas frágiles, sabiendo que las dejáremos aquí en la tierra. Permítenos buscar ese tesoro Celestial, ese Espíritu Santo, ese Testigo verdadero de Dios.",
    "El éxito nunca da testimonio de Dios, el Espíritu da testimonio de Dios. Así nuestra denominación crezca o así nuestra iglesia crezca, o así tengamos muchos miembros o vistamos bien o conduzcamos buenos carros o comamos buena comida ¿qué diferencia hay? Tendremos que dejar eso. ¿En qué le hubiera aprovechado eso a mi propia madre el otro día, allí luchando? Y me doy cuenta, Señor, que esas cosas no cuentan para nada.",
    "Que fijemos nuestros ojos en Jesús, en el Espíritu Santo, y permite que Él entre en nuestros corazones y seamos testigos. Que nosotros seamos testigos Suyos, Señor. Que nos paremos en esa condición, Padre, y demos testimonio.",
    "Puestos sobre este púlpito esta mañana hay puñados de pañuelos, provenientes de enfermos y afligidos. Dios, ¡permite que el Dios que me dio este Mensaje ayer, permite que el Dios que habló por medio del Hermano Higginbotham en esta mañana y predijo que Esto venía, permite que el Dios Quien muestra las visiones, hable!",
    "¡Yo reto a todo diablo, y tomo este monte por fe! ¿Quién eres, gran monte de enfermedad para hacerle frente al Señor? Pues, vendrás a ser como una llanura. ¿Quién eres, río o mar muerto, para pararse (cualquier cosa muerta) delante de Dios? ¡Abre paso, nosotros vamos a pasar! Vamos a la tierra prometida.",
    "Sana a cada uno de estos, Señor. Sana a cada uno de los que están sentado presente, que está enfermo.",
    "¿Quién eres enfermedad, quién piensas que eres? Satanás, ¿quién reclamas ser? Todo lo que tú reclamas fue cancelado en el Calvario. Eres un charlatán; no tienes derechos. Nosotros te retamos, en el Nombre de Jesucristo, como un cuerpo lleno del Espíritu Santo. Y que el Dios que me ha guiado a través de mi vida, el Dios Quien da las visiones y habla Sus Palabras que tienen cumplimiento, que Él (en el Nombre de Jesucristo), saque toda enfermedad de estas personas en esta mañana.",
    "Tú dijiste: “Habla y no dudes, sino cree que lo que has dicho se cumplirá, podrás tener lo que has dicho”. ¿Quién hizo eso? El Testigo de Dios dijo Eso.",
    "Y yo doy testimonio esta mañana que esa Palabra es verdad, Satanás, por tanto te tienes que ir.",
    "Toda persona aquí puede ser sanada ahora mismo, el Poder de Dios vino sobre ellos, ¡ha sanado a cada uno! La fe, la fe, esa—esa fe real; no un ojalá que así sea, no por eso de obrar bien; ¡sino que ese mismo Dios que habló la Palabra caiga sobre estas personas! Los llene de fe; los llene del Espíritu Santo; los llene y haga testigos de ellos, Señor, que nosotros en esta esquina podamos ser testigos para Ti, un testigo de que Tú vives: un verdadero Testigo.",
    "Esta noche vendremos a la mesa de la comunión, para tomar las—las partículas, pedacitos que representan el cuerpo de nuestro Señor Jesús, y para beber Su Sangre.",
    "Dios, limpia nuestros corazones pecaminosos. Clamo por mí mismo y por esta iglesia. Nosotros somos débiles, Señor, no somos dignos. Somos una iglesia que profesa y no hemos ejercitado las cosas que reclamamos. Nosotros no hemos permitido que el Espíritu Santo nos tome por completo; somos pecaminosos. Con eso queremos decir Señor que estamos dudando; tememos. ¡Oh, haznos avergonzar de nuestros temores pecaminosos y llénanos con el testigo del Espíritu Santo!",
    "Que podamos tener al Espíritu de Dios trabajando tanto aquí entre nosotros al punto que centenares se sienten bajo el poder de Dios, temblando, habiendo despojado sus mentes y afectos de las cosas del mundo y de lo que es nuestro, lo que poseemos. Señor, los discípulos no buscaron nada de eso. Pusieron… Ellos vendieron todo lo que tenían y lo pusieron a los pies de los apóstoles para alimentar a los pobres. Dios, envía el Espíritu Santo de esa manera, que nosotros ni consideremos las cosas que poseemos, las comodidades que Tú nos has dado. Tememos de una pequeña aflicción, o tememos ser expulsados o que no podremos dormir completamente, o—o que se nos pasará una de las comidas. Dios, estoy confesando mis pecados y los pecados de mi iglesia, estando parado aquí, movidos por el poder del Espíritu Santo.",
    "Permite que Él se mueva sobre nosotros, Señor. Y yo creo que Él se está moviendo sobre nosotros. Que no rasguemos nuestra ropa; que no rasguemos nuestros pensamientos, sino que rasguemos nuestro corazón, que nosotros mismos nos hagamos pedazos y lo pongamos allí abierto y digamos: “Dios, yo soy culpable. Moldéame y hazme, Señor. Heme aquí, en la casa del Alfarero. Hazme pedazos, Dios; fórmame; moldéame; lábrame. Como un verdadero testigo pentecostal…”.",
    "[Cinta en blanco.—Ed.] …pero Cristo y por Su Iglesia. Concédelo, ¡oh, Señor! Entonces la visión vendrá a los campos en el extranjero y dónde sea que vayamos. Los enfermos serán sanados; los muertos serán resucitados.",
    "Y no necesitaremos ningún resguardo atómico; estará la mano de Dios. Pues, como dije a principios del Mensaje, Padre, como la vida de esa hoja regresa a la raíz de donde vino y espera por otra temporada, nosotros sabemos que nos acercamos a otra temporada. Podemos sentir el cambio de la atmósfera, la atmósfera espiritual. Ese día está para romper, y nosotros despertaremos en ese gran… un Milenio.",
    "🦅 Porque nosotros que vivimos y que habremos quedado, no precederemos a los que duermen, pues decimos esto por mandamiento del Señor: que la trompeta sonará, y los muertos en Cristo resucitarán, y nosotros seremos cambiados, en un momento, en un cerrar de ojo”. Cuando ese Hijo de Dios comience… el Hijo de Vida.",
    "Ud. no puede esconder un—un germen de vida del sol, lo cual es la vida botánica; se abrirá camino por debajo del cemento; encontrará su camino por debajo de tablones; saldrá de donde sea, cuando el sol comienza a brillar.",
    "Ud. tampoco puede esconder la Vida cuando la Vida Eterna viene, cuando Jesús, Quien tiene Vida Eterna y es el dador de Vida Eterna.",
    "Señor Jesús, cuando Tú vengas, estos viejos cuerpos frágiles serán cambiados en un momento, y los muertos en Cristo se levantarán. Y nosotros estaremos en ese Milenio, esa próxima temporada que viene, esa temporada Eterna. Cámbianos ahora, Señor, y moldéanos para que nosotros podamos ser ciudadanos de ese Reino.",
    "Yo mismo me encomiendo, Señor, con la vida que me queda. No sé por cuánto tiempo más Tú nos dejarás aquí, Señor; ninguno de nosotros sabe. El joven pudiera decir: “Soy joven”, pero ¿cómo hemos de saber? Puede ser que para la noche no estén. El anciano quizás diga que “partiré rápidamente”, pero tal vez vivan más que el joven. Todo está en Tus manos, Señor.",
    "Pero lo que somos, te lo damos a Ti; mi alma, mi fuerza, mi corazón, mi todo. Nosotros mismos nos dedicamos, Señor, en el Altar. No en este pequeño altar terrenal aquí, Señor, pero en ese verdadero Altar donde todos nos estamos apoyando en esta mañana, gimiendo, con nuestras lágrimas. Nos postramos en ese Altar Eterno, y pedimos que nos tomes y nos moldees, y nos hagas conforme a Tu manera, y haznos testigos. Y que ellos nunca olviden esta mañana, el Mensaje de “el verdadero testigo”.",
    "Tenemos testigos que tenemos las mejores bombas atómicas. Tenemos testigos de que tenemos la edad de la máquina y la edad mecánica. Pero, Señor, en el Reino que viene no habrá aviones a propulsión, no habrá automóviles, no habrá nada de estas bombas atómicas; será un Reino de paz, amor, gozo y vida. Nosotros vivimos para Él.",
    "Concede estas cosas, Padre, te las encomendamos a Ti, en el Nombre de Jesucristo. Amén.",
    "Me gustaría hacer esta pregunta antes de irme: ¿Creen Uds. que Esto es la Verdad? [La congregación dice: “Amén”.—Ed.] ¿Cuántos son un testigo del Espíritu Santo? [Muchos dicen: “Amén”.] ¿A cuántos les gustaría presenciar el Espíritu Santo? [“Amén”.] Que el Dios Quien escribió estas Palabras, que Él le conceda a Ud. mi hermano y hermana, que Ud. nunca más tenga paz en esta tierra hasta que ese Espíritu Santo lo llene. Pues aunque Ud. sea un miembro de iglesia, agradable, bueno, amable, sincero, honesto; quizás Ud. sea todo eso y aún esté a un millón de millas de Dios.",
    "Jesús dijo: “Padre, Yo no oro por el mundo, sino que oro por estos que Tú Me has dado, y todos los que vendrán por medio de ellos, que ellos puedan ver la Gloria que Yo tenía Contigo antes de la fundación del mundo”.",
    "Entonces, si Ud. vino por medio de este ministerio, si Ud. vino por una iglesia, Él no oró por Ud. Si Él… Ud. vino por medio de organización, Él… la oración de Él no significa nada para Ud. Pero si Ud. vino por medio del testigo que tuvieron los apóstoles, y del Espíritu Santo, Su oración es… Y Ud. sabe que Su oración será respondida. Es correcto. Que nosotros compartamos algún día Su Gloria, de verlo a Él en la Gloria que Él tuvo antes de la fundación del mundo.",
    "Yo oro que Uds. no tengan reposo, reposo alguno, hasta que hayan recibido el Espíritu Santo. Y oro por mí mismo y por estos que levantan las manos, que tienen el Espíritu Santo. Yo confieso Eso. Ud. confiesa Eso. Pero, amigos Cristianos, estamos dejando que ese Espíritu Santo permanezca inactivo. Se nos—se nos entrega demasiado de los—para los placeres de la vida. Le tememos a una pequeña aflicción; les tememos a estas cosas. Hagamos este mundo a un lado.\n\nNo codicies vanidades\n\nDe este mundo tan atroz,\n\nPon tu fe en aquello Eterno\n\nQue jamás perecerá.\n\n¡Aférrate del incambiable Dios!\n\n¡Aférrate del incambiable Dios!\n\nCuando amistades te abandonen\n\n¡Aferrarte más de Él!",
    "Aférrense de Él. Que nosotros como Cristianos, quienes profesamos el Espíritu Santo, que nos avergoncemos tanto de nosotros mismos, que nos aflijamos tanto en nuestro espíritu, que jamás nos detengamos hasta que seamos luces vivas, ardientes, llenos del Espíritu Santo y permitiendo que Él opere por medio nuestro. Yo no me refiero a un montón de fanatismo; Uds. saben que no es así. Yo me refiero a un verdadero camino reverente de Dios, por medio del bautismo del Espíritu, por medio del poder y manifestación para obrar en estos postreros días, sabiendo nosotros que el fin está cerca.",
    "Dios los bendiga. Uds. han sido fieles al sentarse aquí tanto tiempo, tanto que, por mi reloj, son doce minutos pasados de las doce; pueda ser más tarde. Pero lo que sea, gracias por toda su atención. Mi oración, mis bendiciones los acompañen a cada uno. Yo—yo los amo.",
    "Uds. han probado que son mis amigos. Cuando estuve en necesidad, Uds. probaron ser mis amigos. Ahí es cuando un verdadero amigo muestra que sean un amigo. Uds. probaron que son mis amigos.",
    "Y amigos, quizás yo diga cosas duras y cosas cortantes, desde aquí. Tal vez Uds. piensen que yo degradé su organización o denominación; no fue mi intención hacerlo de esa manera. Mi única intención con esto es para ser su amigo; yo debo ser sincero; yo debo ser honesto.",
    "Si yo los viera bajando por el río en una barquita, y sé que esas cataratas están allí más abajo, esa barca no pasará esas corrientes, no es posible, Ud. se hundirá. Y si yo le gritara a Ud.: “Salga de esa barca”, no es nada que yo tenga en contra suya. Yo lo amo a Ud.; solo trato de salvar su vida.",
    "Y eso es lo que digo en esta mañana, cuando yo digo estas cosas. Es en la tolerancia de amor y compañerismo en que lo digo. Amigos, así seamos pentecostales, necesitamos una sacudida, así seamos bautistas o metodistas o lo que seamos, las marcas esas de iglesias.",
    "Como le dije al Sr. Coots, el de la funeraria. Él dijo: “Billy…” Él hablaba de sermones y cosas así. Y él… él siempre venía. Él es católico; creo que su esposa lo es. Yo—yo creo que él también. No obstante, él siempre viene y me escucha predicar. Y él viene cuando voy a orar, él viene, se para alrededor, y estábamos hablando de eso acá afuera. Él dijo: “A mí siempre me gusta escucharte, Billy”. Yo dije: “Sr. Coots, una marca no cambia la raza de la vaca”.",
    "Si la hereford tiene la marca, para comenzar era una hereford. ¿Ven? La marca no cambia la raza.",
    "Entonces si Ud. es metodista o bautista, o así Ud. sea unitario o dualista, o de cualquier grupo pentecostal al que Ud. pertenezca ¡oh, hermano mío!, su marca no cambia lo que Ud. es. Ud. pudiera ser llamado pentecostal, marcado así, pero si Ud. no es Pentecostal de corazón, en el espíritu, Ud. no es pentecostal. Esa marca está sobre un rezago, un rezagado.",
    "Cualquier vaca del pastizal puede tener una buena marca, pero esa no es la cosa. Quizás tenga la marca hereford, pero no sea una hereford.",
    "Ud. es un Cristiano cuando Ud. ha sido lleno; y no hay otra forma. No existen credos, no hay denominaciones a las que Ud. se pueda unir, no hay oraciones que Ud. pueda decir; todas son en vano. Ud. tiene que nacer del Espíritu de Dios o Ud. está perdido. “Si un hombre no nace de nuevo, de ninguna manera verá a Dios”. Es correcto. Ud. tiene que nacer de nuevo. Y para nacer de nuevo, Ud. tiene que ser lleno del Espíritu Santo, la energía de Dios. ¡Dios! Ud. tiene que abrir su vida y arrojarse Ud. mismo fuera, y permitir a la Deidad, Dios, tabernaculizarse en Ud. Eso es Verdad, mi hermano, hermana. Dios nos ayude a todos a recibir Eso, es mi oración.",
    "Hermano Teddy, De Jesús el nombre invoca.",
    "[Alguien le habla al Hermano Branham.—Ed.] ¿Qué dice? [Alguien le habla al Hermano Branham.]",
    "Billy quiere que anuncie que él no les enviará tarjetas a Uds. las personas que querían venir a las reuniones, para la próxima semana, pues ya ha sido anunciado.",
    "¿Aman Uds. al Señor? [La congregación dice: “Amén”.—Ed.] ¿Con todo el corazón? [“Amén”.] ¿Levantarán Uds. sus manos, en voto a eso? [La congregación ora en voz alta con el Hermano Branham.] “Dios, ayúdame. Ayúdame, ¡oh Dios!, a llevar conmigo el Nombre de Jesús. Que yo viva el Nombre de Jesús. Que yo lo vea a Él, en paz. Que yo lo invite a Él a entrar en mi corazón. Que Él entre en mi ser. Permíteme, desde este día, Señor, ser enteramente Tuyo”.",
    "Nosotros hacemos este voto a Ti, Señor, como pueblo, después de este mensaje; que no importa la denominación, la sensación, lo que hayamos hecho; sea que hayamos gritado, sea que hayamos dado alaridos, sea que hayamos hablado en lenguas, sea que hayamos danzado en el Espíritu o cualquiera de estas sensaciones. ¡Oh, Dios!, que el Espíritu Santo introduzca eso en los corazones de las personas ahora, para que sepan que aquellas cosas no cuentan; que es la Deidad tabernaculizada, Dios, en nuestros corazones. Concédelo, Padre. Lo pedimos en el Nombre de Jesús, que Tú nos moldees y nos hagas conforme a Tu voluntad. Amén.\n\nInclinados a su Nombre,\n\nPostrados a Sus pies,\n\nRey de reyes Lo coronaremos,\n\nCuando cese la jornada.\n\nSuave luz,\n\nAhora estréchense Uds. las manos.\n\n…manantial,\n\nDe esperanza, fe y amor,\n\nSumo bien…",
    "[Alguien habla con el Hermano Branham.—Ed.]",
    "Quiero dar otro anuncio. Olvidé, no lo sabía, mejor dicho. Hay un servicio bautismal después de esto. Si hay alguien aquí que no ha sido bautizado en el Nombre de nuestro Señor Jesucristo, déjeme decirle a Ud., como siervo de Dios: el bautismo es esencial para la salvación. “El que creyere y fuere bautizado” y fuere bautizado, “será salvo”. Ahora, si Ud. no ha sido bautizado en el Nombre de nuestro Señor Jesucristo, y Ud. ha creído en Él y ha confesado sus pecados, pase ahora adelante después de este servicio y Ud. podrá ser bautizado en el Nombre de Jesucristo para la remisión de sus pecados.",
    "Recuerden, Mateo dijo: “Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el Nombre del Padre, Hijo, y del Espíritu Santo”. El Nombre del Padre, Hijo, Espíritu Santo es el Señor Jesucristo. “Padre, Hijo, Espíritu Santo” son títulos que pertenecen al Nombre de Jesucristo. Toda la iglesia primitiva bautizó, hasta el nacimiento de la iglesia católica, todos ellos bautizaron en el Nombre de Jesucristo. Tomen El concilio de nicea, los padres, y todos esos, de la historia, y Uds. lo encontrarán, pero luego ellos comenzaron a usar títulos en lugar de Nombre. Nosotros como iglesia, un grupo de personas, no una organización, nos quedamos con la Biblia. Es el Nombre de Jesucristo. Muy bien.\n\nDe Jesús el Nombre adora,\n\nQue te sirva de broquel;\n\nAlma débil perturbada…\n\nEscuchen. ¿Qué hace uno frente a la tentación?\n\nInvoca ese santo Nombre en oración.\n\nSuave Luz (¡Suave Luz!), ¡manantial!\n\nDe esperanza fe y amor;\n\n¡Sumo bien, Celestial! ¡Oh, cuán dulce!,\n\nDe esperanza fe y amor;",
    "Inclinemos ahora nuestros rostros. [El Hermano Branham comienza a tararear De Jesús el nombre invoca.—Ed.]\n\nPostrados a Sus pies,\n\nRey de reyes Lo coronaremos, (¿cuando?)\n\nCuando nuestra jornada cese.\n\nSuave luz…\n\nHermano Neville. 🦅"
  ]
}