{
  "title": "UNA VERDADERA SEÑAL QUE SE PASA POR ALTO",
  "id": "61860009",
  "content": [
    "🦅  …reunidos esta mañana en el Nombre del Señor Jesús, y después de orar mucho. Y esta mañana no me levanté temprano. Me levanté un poco tarde, y supongo que ahora mismo todos saben porqué.",
    "Llegué a casa la otra mañana, o la otra noche, y mi vecino estaba parado enfrente allí en el patio, él y su hijita. Su esposa es enfermera en la sala de partos allá en el hospital. Y él tenía un—un bastón en la mano, como así de largo, con una—una pequeña escritura, un listón y una cosita que decía: “Abuelo Branham, a partir de, creo que como a las 3:43 o 4:43, el 11 de octubre”. Y abajo decía en un gran paréntesis: “Ud. es más viejo de lo que piensa”. Por lo que ahora tengo el derecho legal de descansar un poco más por la mañana. ¿Verdad que sí, Hermano Wright, cuando uno—cuando uno ya es abuelo?",
    "Y supongo que eso entonces me excusa, Hermana Kidd, esta mañana, por no estar de pie cuando Ud. pasó, que venía de Ohio. En verdad creo que me siento como diez años mayor, después de eso. Pero, como todos Uds. saben, tengo un nietecito allá, de unos tres o tres kilos y medio, algo así, el pequeñito más feo que he visto. Dijo: “Luce idéntico a su abuelo”. Entonces… Y buscaba a dónde se fue, a dónde fue Billy.",
    "Y anoche, viniendo por el pasillo, después de atender a mis llamadas, me encontré con un grupo de amigos leales de Georgia y alrededor, y todos estábamos allá mirando a los pequeñitos. Y son lindos. Bueno, simplemente son… Siempre sentí como que: “Billy, uno teme quebrarlos, Uds. saben. Están tan pequeños”. Y creo que fue la Hermana Beeler quien dijo… Yo pensaba… Ella pensaba igual pero, después, se dio cuenta que no eran tan frágiles. Y, creo que es algo muy cierto.",
    "En la tarde de ayer tuve el privilegio de estar en la casa de una de nuestras hermanas aquí de la iglesia, en casa de su hija; y creo que ella también está aquí en la iglesia, donde tuvieron una pequeña cena de cumpleaños para el Hermano Neville. Y ayer él pasó otro punto de referencia. Y, pues, le decimos al Hermano Neville: “Muy feliz cumpleaños”, de todos nosotros, porque él es un hermano muy fino. Y, por supuesto, él acaba de pasar los veinticinco hace poco, así como yo. Y, pues, apenas lo pasamos por segunda vez. Eso… Pues se está llegando a la vejez cuando uno pasa esa marca por segunda vez, Uds. saben.",
    "Recuerdo la mañana que Frankie Weber pasó aquí al frente. Y él era nuestro vecino de aquí al lado; su hija vive allí ahora. Él está en Florida. Y Frankie y yo íbamos a la escuela. Y Frankie dio su ofrenda de cumpleaños. Y yo llevaba ya predicando unos tres o cuatro años. Yo traje a Frankie al Señor Jesús. Y él dio una moneda de veinticinco centavos. Creo que yo tenía veintidós años. Y él dio una moneda de veinticinco centavos. Pensé: “¡Oh, qué cosa!, ¿quieren decirme que Frankie Weber tiene veinticinco años? ¡Fiu! ¡Vaya!, temo el momento en que yo tenga veinticinco”. Ahora estoy para dar tres de ellas, así que, ya dentro de poco. Así que, no—no tarda mucho para que pasen.",
    "Cuando miro allí y veo al Hermano y la Hermana Kidd en sus ochenta años y aún avanzando fuertes, pienso: “Señor Jesús, perdóname por quejarme a los cincuenta y dos”. Y ellos… Ud. tiene ochenta, y el Hermano Kidd tiene ochenta y uno. ¿Correcto? Ochenta y uno. Y aún están en el ministerio. Oigan, eso nos da valor, ¿verdad? Seguro que sí. El Señor realmente es bueno con nosotros.",
    "Ahora, solo hay un inconveniente que me perturba, al tener reuniones aquí en la mañana, y es… Es horrible, suena muy vergonzoso al decirlo. Pero tengo muchos amigos que vienen desde muy lejos, a—a los servicios.\n\nNo veo aquí a los Evans, pero supongo que están aquí en alguna parte. Ellos nunca se pierden uno. ¿Y saben Uds. cuántos kilómetros recorren cada domingo para oír la predicación? Dos mil kilómetros. No pueden hacer el viaje con menos de sesenta a setenta dólares por semana, para ir a la iglesia, así es, cada vez que vienen aquí con todos, su familia, que llegan aquí, es lo que pagan.",
    "Ahora, no es solo eso, pero que aquí hay un hermanito de Alabama, conduce casi la misma distancia cada semana. El Hermano… ¡Oh, vaya! ¿El Hermano “Welt”? [Un hermano dice: “West”.—Ed.] West. Yo… Para mí, él parece un muchacho. Él es—él es padre, tiene muchos hijos. Pero siempre me recuerda, él se ve muy joven, él y su esposa. El Hermano West.",
    "El Hermano y la Hermana Palmer sentados allí atrás, de más allá de Macon, Georgia.\n\nY—y la Hermana Ungren, normalmente están aquí, de allá de Memphis, Tennessee. ¿Están aquí esta mañana? Yo—yo… Normalmente lo están. La Hermana Ungren y—y el grupo de Memphis, Tennessee, por allá, sí, atrás.\n\nY hay otros. Yo solo… Son muy numerosos para mencionar. Algunos de ellos, desde el sur de Kentucky. Algunos, desde por allá alrededor de Chicago. Y algunos de Chicago, y del norte de Chicago, de los alrededores.",
    "El domingo me enteré que hubo un hombre aquí desde California, no se iba a quedar mucho tiempo; quería verme. Por supuesto yo estaba atareado después del servicio. Y el hombre se regresó sin que yo lo viera.\n\nOtro vino desde Illinois, de alguna parte. Si ese hombre está aquí esta mañana: esas fueron las manzanas más bonitas y deliciosas que he comido. Y él me trajo una canasta de manzanas.\n\nY uno de los hermanos por allá de Georgia, creo que fue, o de algún lugar, trajo un gran paquete de nueces pacanas, como de este tamaño, cáscaras de papel. Y, ¡oh, de veras puedo comerlas!",
    "Ahora mismo, por supuesto, no como alimentos agradables en estos días, no lo he hecho desde la partida de mi madre. Estoy buscando al Señor para una—una nueva visión. Solo como cosas blandas, y cosas que yo… lo mínimo; adelgacé nueve kilos de peso. Que es… Ahora, no estoy ayunando. Yo no… no. Eso, solo hacer eso, no es para darle eso al Señor. Uno quiere darle al Señor lo mejor que uno tenga. No la…",
    "Por casualidad vi al Hermano Sumner y a ellos allí también. Hay tantos. Yo…\n\nComo el domingo pasado, yo mencionaba a las personas que—que se quedaban con mamá, y cosas así. Y una verdadera hermana fiel estaba allí. Olvidé mencionar el nombre de esa dama. Pues, si ella está aquí esta mañana, me disculpo. Una de ellas era la Hermana Beeler, y la otra era la Hermana y el Hermano Steffy. ¡Y tantos! Yo…",
    "Todos Uds. me conocen lo suficiente para saber que no es mi intención, cuando se me pasa por alto un nombre o una persona. ¡Cuán leales han sido todos! Y a veces, estando aquí, mencionaré a alguien que me viene a la mente. Pero yo… Con eso, me refiero a todo el grupo, todos, ¿ven?, ¡qué amabilidad! Y luego, todos son amables, buenos con nosotros. Y realmente lo agradecemos.",
    "Y ahora, esta mañana, de nuevo intentaremos abordar la Palabra de Dios. Bueno, me gustaría decir lo siguiente, para que quede muy claro: que yo—yo no vengo a ninguna reunión solo para ser visto. No vengo aquí solo para decir: “Bueno, quiero tal vez pedirle al Señor que me dé un—un Mensaje que simplemente haga que la gente se sienta muy bien y grite”. Hemos tenido mucho de eso, pero, y lo agradecemos; está muy bien. ¿Ven? Eso es maravilloso. ¿Ven? Pero lo que quiero saber es: “Señor, dirige Tú mis pensamientos hacia algo que sea de ayuda para la gente, que los acerque más a Dios, que—que—que haga algo por ellos”. Que, que no solo sean edificados espiritualmente, sino para edificarlos en el conocimiento y el temor de Dios, para que sepan cómo resistir cuando venga el enemigo.",
    "Yo hablaba con una hermana que estuvo aquí visitando esta semana, la Hermana Palmer. Dijo ella, quería saber cómo es que yo he podido vivir en esta región. Es, uno simplemente llega aquí y, sí, cada vez que llego a este valle me enfermo tan pronto llego. Realmente no es saludable aquí en el valle; lo sabemos. Pero Dios tiene muchos hijos aquí. Y, pues, uno de estos días…",
    "Estoy buscando al Señor ahora, por un verdadero Mensaje directamente de Dios. ¿Ven? Y yo, con la ayuda de Dios, quiero mantenerme firme hasta que Él venga, es decir hasta que Él me diga algo. Porque siento que debe haber… Algo está a punto de suceder por aquí, y yo quiero saber qué es. Quiero saber directamente de Dios, para poder decir es ASÍ DICE EL SEÑOR. ¿Ven? Y entonces—entonces podrán, Uds., la gente, luego sabrá que no—no soy yo. Por eso quiero esforzarme para que sea así, o sea, oír primero de parte de Él.",
    "Porque si Él pone Sus Palabras en—en una persona, pues, entonces ya no es la persona; es Él. Y si él lo dice, viniendo del hombre, entonces de todos modos no resultará en nada. Pero si Él, la Palabra del Señor está en el hombre, Ella se manifestará, y luego será—será exactamente lo correcto. Esa fue nuestra comisión en la Biblia, allá como en el capítulo 20 de Deuteronomio, creo que lo dice: sí: “Vigilen, y si alguien habla en el Nombre del Señor, y no se cumple, entonces no le presten atención a esa persona”. ¿Ven? “Pero si lo hablan y sucede, entonces vale más que oigan” ¿ven?, “porque eso viene de Dios”.",
    "Así lo tiene Dios. Él ha expuesto Su programa habitual aquí en la Biblia. Sabemos de leerlo. Pero hay ciertas cosas que—que para la Iglesia y para el momento y cosas así, que Él no lo tiene escrito aquí en la Biblia, entonces Él pone Su Voz en una persona y ellos Le dan pronunciamiento, ¿ven?, Lo hablan. Y, luego, la manera de discernir a esa persona es averiguar si eso sucede como lo han dicho. Entonces, si sucede y sigue sucediendo así, bueno, entonces sabemos que eso viene del Señor. Luego tenemos—luego tenemos confianza entonces, para prepararnos para las cosas que vienen.",
    "Quiero leer dos o tres citas de las Escrituras esta mañana. Y quiero leer primero del Libro de Éxodo, y creo que como en el capítulo 4 de—de Éxodo, para empezar.",
    "Y ahora tal vez anuncie mientras Uds. se preparan para leer estas Escrituras, tal vez anuncie lo que les quiero hablar, lo que el Señor me puso en el corazón para hablar esta mañana. No sé lo que Él hará con eso, para la gente; tal vez esté dirigido a una persona aquí, pudiera ser para alguien en la región de las cintas, en otro lugar. Pero quiero anunciar, esta mañana…",
    "Creo que el domingo pasado en la mañana prediqué sobre Un testigo verdadero. Y este domingo en la mañana, el Señor mediante, quiero predicar sobre Una verdadera señal que se pasa por alto.",
    "Yo… El Hermano Palmer me decía anoche, que el domingo pasado en la mañana hablé sobre el tema… o que dije que yo hablaría este domingo sobre “Los cuatro cruces de la Iglesia”. Y cuando entré anoche… normalmente lo anoto. Lo que… no sé si Uds. tengan que hacerlo. Pero tengo muchas cosas que recordar. Cuando recibo algo, tengo que anotarlo en un pedazo de papel. ¿Ven? Y fui a verlo, y lo que yo quería decir con eso no era exactamente los cuatro cruces. Lo dije así, es cierto. Pero lo que quise decir fue: “Las cuatro formas del gobierno de la Iglesia”. Y para hacer eso, tengo que recopilar mucha historia. Y para la próxima vez quizás lo tenga. Pero requiere más tiempo del que tenía, tiempo de estudio, para recopilarlo, porque uno tiene que regresar y conseguir fechas y demás.\n\nPues, todos Uds., todos entienden que eso está en muchos lugares. Pues, queremos estar seguros de estas cosas antes de nosotros decirlas. Tienen que ser correctas. Pues, estamos parados aquí ocupando el cargo más alto del mundo: un ministro. Un ministro, y tiene que ser lo más veraz y correcto, preciso, así tenemos que ser. Tenemos que depender de Dios para conseguirlo.",
    "Ahora, en el Libro del Éxodo, el capítulo 4:\n\nEntonces Moisés respondió diciendo: He aquí que ellos no me creerán, ni oirán mi voz; porque dirán: No te ha aparecido Jehová.\n\nY Jehová dijo: ¿Qué es eso que tienes en tu mano? Y él respondió: Una vara.\n\nÉl le dijo: Échala en tierra. Y él la echó en tierra, y se hizo una culebra; y Moisés huía de ella.\n\nEntonces dijo Jehová a Moisés: Extiende tu mano, y tómala por la cola. Y él extendió su mano, y la tomó, y se volvió vara en su mano.\n\nPor esto creerán que se te ha aparecido Jehová, el Dios de tus padres, el Dios de Abraham, Dios de Isaac y Dios de Jacob.\n\nLe dijo además Jehová: Mete ahora tu mano en tu seno. Y él metió la mano en su seno; y cuando la sacó, he aquí que su mano estaba leprosa como la nieve.\n\nY dijo: Vuelve a meter tu mano en el seno. Y él volvió a meter su mano en su seno; y al sacarla de nuevo del seno, he aquí que se había vuelto como la otra carne.\n\nSi aconteciere que no te creyeren ni obedecieren a la voz de la primera señal, creerán a la voz de la postrera.\n\nUds. notan las dos señales, y la… cada señal tenía una voz. Permítanme leer de nuevo el versículo 8:\n\nSi aconteciere que no te creyeren ni obedecieren a la voz de la primera señal, creerán a la voz de la postrera.\n\nY si aún no creyeren a estas dos señales, ni oyeren tu voz, tomarás de las aguas del río y las derramarás en tierra seca; y se cambiarán aquellas aguas que tomarás del río y se harán sangre en la tierra seca.",
    "Y ahora en San Juan, el capítulo 1 y el versículo 6, leemos estos versículos, o este versículo. San Juan, el capítulo 1 y el versículo 6. Y…\n\nHubo un hombre enviado de Dios, el cual se llamaba Juan.\n\n…un hombre enviado de Dios, el cual se llamaba Juan.",
    "Y en Ezequiel 24:24, quiero incluir esta Escritura, vincularla desde el Antiguo Testamento, a los profetas, al Nuevo Testamento; para que Uds. entiendan que viene por todo el trayecto, desde Éxodo, desde el principio hasta el final.\n\nEzequiel, pues, os será por señal; según todas las cosas que él hizo, haréis; cuando esto ocurra, entonces sabréis que yo soy Jehová el Señor.\n\nAhora inclinemos nuestro rostro por un momento, mientras nos acercamos con reverencia a Él en oración.",
    "Padre, Dios, venimos en el Nombre del Dios de Abraham, Isaac, y de Jacob: Jesucristo el justo. Venimos, sabiendo que Él nos oirá, porque no venimos como alguien que apenas entra en el edificio, sino que venimos confiadamente con fe, creyendo que lo que Él ha prometido, Él lo hará. Por tanto, pedimos hoy, Señor, que Tú nos tomes a cada uno aquí presente, desde el púlpito hasta la parte de atrás del edificio, en todas las áreas, y abre cada corazón y circuncida nuestro oído, para que la Palabra del Dios vivo pueda venir del Cielo, esta mañana, y se derrame en nuestros corazones, para que podamos creer, al nosotros oír la Palabra del Señor y siendo leída para nuestros oídos esta mañana. Y Te damos gracias por Tu Palabra. Tu Palabra es la Verdad.",
    "Y ahora, cuando vemos las horas malas que se acercan, toda la ira de Dios se ha acumulado en los cielos. Y en cualquier momento podría sucederle algo a esta nación que Te ha abandonado, podría haber una gran explosión que borre a la nación completamente del mapa del mundo, habiendo amenazas de un país impío que está ansioso por hacerlo. Y sabiendo eso, en lugar de acercarse a Dios, parece que ellos se alejan más. Sabiendo que el Libro del Apocalipsis y todas las Escrituras han predicho este día, entonces que recibamos la advertencia, Señor, no ser perezosos ni estar acostados soñolientos, por así decirlo. Que podamos levantarnos y sacudirnos.",
    "Que hoy tengamos entendimiento como nunca antes lo hemos tenido. Que nuestros corazones ardan tanto, después de este día, que se encienda un fuego en nuestras almas que abarque por esta región, Señor, y sea un testimonio vivo dondequiera que estemos.",
    "Bendice a los enfermos y afligidos, aquellos necesitados, tanto en nuestros medios como afuera, a Tu pueblo en todas partes.",
    "Bendice Tu Palabra, Señor. Santifica a Tu siervo, y a Tus siervos que están escuchando, para que juntos seamos traídos a una mayor realización de Su aparición, como nunca antes en la vida. No solo oro por estos que están presentes, sino por aquellos que oirán la cinta alrededor del mundo, para que ellos puedan ser introducidos en la Iglesia del Dios vivo. Porque entendemos que solo hay una manera de nosotros poder llegar a ser un miembro de esta Iglesia, es mediante el nacimiento del Espíritu, entonces somos bautizados por un Espíritu en un Cuerpo. Oro, Dios, por cada uno de ellos alrededor del mundo, para que Tú recibas la gloria. Y que podamos preparar nuestras almas para que con un solo clamor alrededor del mundo, podamos gritar: “Sí, ven, Señor Jesús”. Hacemos esta oración en el Nombre de Jesucristo. Amén.",
    "Una verdadera señal que se pasa por alto. Los hombres han buscado señales, desde el faraón hasta hoy.\n\nY Jesús nos dijo de un—un tiempo en el que habría los que buscan señales, y dijo que: “Una generación mala y adúltera buscaría señales. Pero, aun así, ellos recibirían una señal”. Y esa generación habría de recibir una señal de la resurrección; que sería una generación débil, mala, y adúltera la que recibiría una señal de la resurrección.",
    "Pero así como esta Escritura que está ante nosotros, en Ezequiel el capítulo 24 y el versículo 24, este profeta fue hecho una señal. Y sobre esa señal es que deseo hablar.",
    "Este hombre fue hecho una señal para Israel. Y por todas las Escrituras, Dios ha usado a Sus profetas como señales. Y siempre han sido pasados por alto. Parece ser que ellos nunca captan esa señal. Siempre están buscando la emoción como señal.\n\nAun los fariseos de los días de Jesús dijeron: “Muéstranos una señal del Cielo”.",
    "Pero Jesús les citó a ellos que recibirían una señal. “Uds. ya han recibido una señal”. Dijo: “Uds. pueden discernir los cielos. Pueden mirar esa señal. Uds. dicen: ‘Si tiene arreboles, nublado, mañana habrá tempestad’”.",
    "De haber buscado una señal, ellos lo hubieran visto a Él, y sabido que Él era la señal de Dios para ellos; porque sus profecías acerca de Él se estaban cumpliendo ante sus ojos. Pero ellos seguían buscando una señal.",
    "¡Qué extraño es que los hombres hacen eso!, que busquen una señal cuando una señal está allí con ellos, allí mismo entre ellos. Ahora, Israel había llegado a esta condición.",
    "Y a veces la tortura que tiene que padecer esa señal asombra; esa tortura que padeció Jesús, para probar la señal de Dios, que Él era el Mesías.",
    "Aquí vemos que este joven profeta llamado Ezequiel, llegó a ser constantemente una señal, todo el tiempo. ¡Cómo se torturó a sí mismo! Aquí encontramos una cita donde él estuvo tendido sobre su lado izquierdo por trescientos noventa días. Dios le dijo que tomara fríjoles y potaje, los mezclara, que lo preparara y lo pusiera a su lado. Y que fuera a acostarse sobre un adobe, y solamente sobre su lado izquierdo; que no se volteara por trescientos noventa días. Piénsenlo. Y luego dijo: “Voltéate al lado derecho y permanece allí tendido otros cuarenta días”.",
    "Y Él dijo aquí: “Lo que ves, Ezequiel” dijo, “es porque tú estás llevando la maldad de la gente, cada día Yo contaré un año para ellos”. Siendo que, cada día que él estuvo tendido allí, significaba un año que ellos estarían en cautiverio, y que sus iniquidades serían recordadas por Dios y Dios ya no oiría más sus oraciones.",
    "Pero la tortura que ese hombre tuvo que padecer, ¿por qué sería necesaria? Muchos se han preguntado, ¿por qué sería necesario que un hombre hiciera algo así? Es porque la gente no lee la Palabra, y no ora. Así que, Dios es soberano, y Él envía a Su profeta para que sea una señal. La gente no lee. No les interesa leer. Y no oran, porque ellos están demasiado… con otras cosas por hacer. No pueden tomar tiempo para orar. Y la Biblia los aburre. No tiene suficiente acción para estos días modernos, o cualquier día.",
    "Saben, creo que fue Pablo que dijo: “Vosotros sois epístolas de Dios, leídas por todos los hombres”. Dios usa a las personas como señales, para mostrar Sus señales. Y muchas veces esa señal, y cada vez, en su mayoría, a menos que sea con el pueblo elegido, esa señal se pasa por alto y se critica, recibe burla, es descartada.",
    "Y fueron considerados, aun en el Antiguo Testamento, en los días de los profetas, eran considerados personas con trastornos mentales. Pensaban que esos profetas eran neuróticos psíquicos, que sufrían de la mente. Y los veían venir del desierto y—y hacer señales, y luego regresar al desierto nuevamente. Y estos se burlaban de ellos, por falta de conocimiento de la Escritura.",
    "Jesús les dijo a los fariseos, cierta vez, de la resurrección. Ellos dijeron: “Tuvimos un… La ley dice que si un hermano muere y deja a una esposa sin—sin hijos, que su hermano tomaría a esa esposa y levantaría hijos a su, al fallecido”. Y dijeron: “Tuvimos uno que tuvo siete hermanos. Y el primero tomó esposa, y él murió, sin dejar simiente. Y luego su hermano la tomó, y luego él murió; y así hasta el séptimo. Y, finalmente, la mujer murió”. Dijeron: “Bueno, en la resurrección” dijeron, “pues, ¿de quién será esposa, de entre esos siete?”.",
    "¡Oh, esa Palabra me encanta! Jesús dijo: “Siempre erráis, por no conocer las Escrituras ni el poder de Dios”. ¡Oh, cómo lo diría fogosamente hoy si Él estuviera parado aquí! “Siempre erráis, por no conocer las Escrituras ni el poder de Dios”. El poder de Dios está asociado con la Escritura. “Vosotros erráis grandemente”.\n\nLuego continuó diciendo: “En la resurrección no se casan ni se dan en casamiento, sino que son como Ángeles”. Ahora, Él no dijo que serían Ángeles, sino que serían como Ángeles, ellos no tendrían glándulas sexuales. No se casan ni se dan en casamiento.",
    "Nosotros vivimos en el día de la moralidad… o lo mortal, los días del reino mortal. Pero viene un día en que llegará un Reino inmortal, y ese Reino inmortal es donde vivirán los redimidos. Aquellos que hayan sido redimidos, y tienen… La vida que deja este cuerpo, para regresar al Dios que la dio, regresará otra vez del Árbol de la Vida, algún día, para reinar para siempre.",
    "Este hombre joven, profeta joven, cómo se sacrificó y dio toda su vida para ser una señal para su pueblo, del castigo que recibirían, porque ellos eran lo que nosotros llamaríamos “indiferentes”. Ellos no querían nada que ver con Dios. No les creían a esos profetas, y solo se burlaban de ellos. Y, pero, aparte de eso, no importaba cuánto no quisieran creerlo ellos, Dios se aseguró de que viniera a ellos de todas maneras.",
    "Jezabel no quería reconocer que Acab era su pastor, pero él lo era. Bueno, Dios se aseguró de que ella recibiera la señal.\n\nAsí es con esta nación hoy. El Dios justo e íntegro, por Su Palabra, no podía permitir algo, que vemos que está por suceder, sin que tuviera una señal en alguna parte. Él siempre la ha tenido. Ahora, nosotros tenemos que buscarla. Y, ciertamente, la gente que tiene buen comprensión de las Escrituras sabe cómo buscar.",
    "Noé fue una señal en su día, para la gente, del juicio venidero. Noé en su día fue considerado un fanático. Él era un profeta. Fue considerado mentalmente inestable. Y el hombre martilló, año tras año, construyendo un arca, cuando ni siquiera había agua en la tierra aparte de lo que había en los manantiales. Y predijo algo que era ridículo para la mente carnal. Él dijo: “Vendrá agua desde arriba del cielo”.",
    "No cabe duda que muchos le decían: “Muéstrame dónde está”. La ciencia decía: “Puedo probar que no hay agua allá arriba”.\n\nNo obstante, si Dios le dijo a él que vendría de los cielos, Dios se encargará de que Su Palabra se cumpla.",
    "Y aunque a la vista todavía no había agua, aunque no había habido nube en los cielos, no había llovido una sola gota, nunca, no existía tal cosa como lluvia, sin embargo, todo el tiempo Noé preparaba un arca para la lluvia. Era una evidencia viva de que este profeta creía lo que hablaba, porque se estaba preparando para eso.",
    "Y cualquier persona que realmente cree lo que está diciendo, Ud. se preparará para eso.",
    "Permítanme detenerme aquí, solo un minuto. “En el día de Noé” como dijo Jesús, “así será en la venida del Hijo del Hombre”. Si las iglesias hoy creyeran lo que están anunciando, practicarían lo que dicen.",
    "¿Cómo podríamos estar construyendo grandes edificios monumentales, y millones de dólares en edificios, y la gran propagación de organizaciones y tales cosas, y predicar que Cristo vendrá en cualquier momento? ¿Cómo podríamos continuar, al mirar nuestras congregaciones y verlas separarse del poder de Dios y entrar en mundanalidad, e introducirlo en la iglesia y mezclarlo, y nosotros permitirlo? Es por la popularidad, y por la opinión popular y las diferencias denominacionales, buscando crecer más que la otra organización, ¿cómo podríamos practicar lo que predicamos? Y el mundo ve eso. Ellos lo saben. Y, la religión se ha convertido en algo como solo pertenecer a alguna logia, o pertenecer a una sociedad de algo. Religión…",
    "La salvación de Cristo no es una sociedad. No es unirse a algo. Es una experiencia viva.",
    "Ahora, Noé estaba produciendo lo que él hablaba. Él dijo: “Viene un diluvio de juicio sobre esta generación injusta. Y Dios derramará de los cielos lluvia, y Él inundará toda la tierra”. Y no solo hacía eso, sino que él hacía una vía de escape y pidiéndole a la gente que viniera a ella. Pero ellos no lo escuchaban.",
    "Pero, Noé, siendo un profeta, fue una señal para esa generación, una señal vituperada, un hombre considerado un demente; preparando algo que—de lo cual no había evidencia en ninguna parte, ni nunca había sucedido, que eso no sería necesario.\n\nPero así es como la gente parece pensar hoy. Pueden concebir un refugio anti-nuclear. ¿De qué servirá un refugio anti-nuclear cuando ni siquiera quedará un árbol ni una roca en la tierra?",
    "Nosotros tenemos un refugio nuclear, el Cristiano. Como dije hace unos domingos, o lo pensé en algún lugar a lo largo del camino: “No bajamos a un refugio; subimos a un refugio, es un refugio al que entramos de cabeza, con todo nuestro corazón y toda nuestra alma, y toda nuestra mente, en Cristo, el arca de seguridad de Dios”.",
    "Pero, Noé, un neurótico, así considerado en ese día, mediante la locura de la predicación, y al realizar una señal ante la gente, advirtiéndoles, condenó al mundo. “Condenó al mundo al construir un arca”, cuando no había agua en la cual flotar. “Él condenó al mundo” dice la Biblia, Hebreos, capítulo 11. “Él condenó al mundo y salvó a su propia casa, al prepararse”, y siendo una señal para Dios de los juicios venideros de ese día. ¡Qué cosa tan gloriosa!",
    "Años después, vino otra señal. Esa fue Moisés, un profeta. Esa fue la señal de Dios para Israel. Ellos habían estado bajo esclavitud por cuatrocientos años. Y Dios les preparó una señal un poco antes de la liberación. Y él era una señal de liberación para Israel, y una señal de juicio para Egipto.",
    "Noé fue una señal de liberación para su pueblo, y una señal de juicio para el mundo perdido, el incrédulo. Las mismas aguas que atragantaron al mundo y ahogaron al mundo, eran el único medio de salvar a Noé. Lo único que podría salvarlo era el juicio.\n\nLo único que salvará a la Iglesia hoy es el juicio, Dios poniendo el juicio a la plomada.\n\nPero a pesar de todo, Noé predicó. Él vino a ser una señal.",
    "Y entonces, Israel, después de cuatrocientos años, ellos comenzaron a clamar por la liberación. Y Dios nunca Se revela ni Se muestra hasta que Su pueblo esté listo para recibir lo que Él muestra.",
    "Bueno, ¡oh, lo que se podría decir allí! Si… De cómo Dios ha dejado desnuda a esta nación. Ellos están mejor enterados. Los periódicos lo han publicado, vez tras vez tras vez. Se han producido señales de Su Venida. Y siguen adelante continuamente como si lo ignoraran. Ellos están sin excusa. Estamos en el fin.",
    "Dios solo envía a Sus profetas cuando la gente quiere un profeta. Dios envía Su señal cuando la gente está lista para una señal. Pero, el asunto es que, la gente rara vez… Llegan a un lugar donde quieren emoción, o quieren algo como: “Muéstranos una señal del Cielo”. Pero cuando Dios envía una señal, entonces no quieren verla. “Así que está oculto a los ojos de los sabios y entendidos, para ser revelado a los niños que aprenden”. Ellos la pasan por alto, la señal.",
    "Cómo lo debería haber sabido Israel, cuando nació ese niño hermoso, cuando buscaron allá y vieron por el—el número de años que ellos vivían: “Tu pueblo será extranjero por cuatrocientos años, en una tierra ajena, pero luego Yo los sacaré”. Ellos debieron saber que el tiempo estaba a la mano, y viendo que nació ese niño hermoso. Lo cual, aun la madre y el padre, Amram y Jocabed, no temieron los decretos del rey, y lo pusieron allí mismo en el río donde había cocodrilos; ni uno solo podía morderlo. Ellos vieron ahí una señal, pero la ignoraron. Ellos no estaban listos para eso.\n\nDios lo trajo y lo puso directamente en el palacio de Faraón, y dejó que Faraón lo criara y le diera toda la educación que él pudiera recibir, para mostrar (Dios) cómo Él hace las cosas, y después lo llevó a la parte trasera del desierto, dejando que olvidara todo eso.",
    "Faraón lo estaba entrenando allá. Dios lo estaba entrenando. Faraón tuvo cuarenta años para entrenarlo, luego Dios tomó cuarenta años para entrenarlo, permitiéndole olvidar todo eso. El entrenamiento del hombre; y el entrenamiento de Dios.\n\nFaraón estaba entrenando a un hijo para ser un líder, un diplomático, para ser un guerrero, un luchador, para ser otro futuro faraón que mantuviera a Egipto en sus esferas reales, subyugando a todas las demás naciones, y hacerlas pagar tributo al faraón. Pero Dios lo llevó a la parte trasera del desierto, le sacó todo eso. Y le mostró en cinco minutos, por una zarza ardiente, que Él era un Dios viviente. Y le quitó todo temor; lo preparó. Él era una señal.",
    "Dios quiere que Su pueblo ore. Y cuando Israel estuvo tan cargado, en tal condición que no podían avanzar más, su tiempo se había cumplido, y sus cargas eran más grandes de lo que pensaban, entonces ellos comenzaron a orar. Y cuando el pueblo comenzó a orar, luego Dios comenzó a oír. Era la hora para que se cumpliera la Palabra de Dios.",
    "Y, entonces, cuando Amram y Jocabed vieron que era hora para que la Palabra se cumpliera, ellos comenzaron a orar a Dios. Y, por lo general, los que oran son aquellos que tienen la carga, aquel que recibe algo. Son aquellos que oran, los que están ordenados por Dios para hacerlo.",
    "Esta mañana hablábamos, a la mesa en el desayuno, mientras comíamos tostadas y demás, de prisa, para venir a la iglesia. Se dijo algo sobre cierto hombre que no es de aquí, que había vuelto a fumar cigarrillos después de haber sido curado de cáncer. Yo dije: “¡Qué lástima!”.",
    "Y luego alguien habló y dijo: “Eso es lo más horrible que hay para dejar, el fumar cigarrillos”.",
    "Yo dije: “Lo sé, porque es un demonio”. Y dije: “Es—es un demonio”. Y dije: “Y no lo puede dejar a menos que Ud. tenga el poder de Dios”.\n\nSé de dos compañeros en mi juventud, los dos querían ser hombres de Dios.\n\nUno de ellos, tan pronto como lo llevé a Cristo, fue a encender un cigarrillo. Él se fumaba cinco o seis cajetillas al día, se sentaba y encendía uno del otro, todo el día. Y él fue a encender otro cigarrillo, y Algo no se lo permitió. Se acercó al fogón, sin saber que las Escrituras condenan esas cosas, y abrió la estufa de leña y arrojó el paquete en el fogón. Y asunto concluido.",
    "Donde otro compañero que quería ser Cristiano, y él intentó todo lo posible. Él le clamó al Señor. Los dejó por dos o tres semanas. Y cuando volvió en sí, en esa condición, se desquició. Y volvió en sí, y se encontró en el patio trasero golpeando un pedazo de lámina con su cabeza. Corrió a la casa rápidamente y agarró sus cigarrillos, y se fumó una cajetilla antes de salir de la casa esa noche, simplemente uno tras otro. ¿Ven?",
    "Uno fue llamado. “Nadie puede venir a Mí si Mi Padre no le trajere, y todo lo que el Padre Me ha dado vendrá a Mí”. ¿Qué significaba la advertencia? Era Vida, para uno. Él Lo vio. Ud. no puede ver Eso a menos que Dios Lo revele. “Se oculta de los ojos de los sabios y los prudentes, y se revela a los bebés que quieran aprender”. Así es.",
    "Amram y Jocabed sabían que era el momento. La hora estaba cerca.",
    "Y quiero decir esto mientras hablo de eso: “No es del que quiere, ni del que corre; es Dios que muestra misericordia”. Así es. Es Dios.",
    "¡Así es, hoy! ¡Oh, que esto penetre profundamente! Si hoy, Dios lo ha llamado a Ud., y Ud. se ha separado de las cosas del mundo, y el glorioso poder de Dios lo ha santificado de esas cosas, Ud. debería ser la persona más feliz que haya en el mundo. Hay millones que lo harían si pudieran, pero no pueden. Eso no les corresponde a ellos. Este es el día cuando la Iglesia es llamada a salir, separada. Es diferente a lo que era antes. Sí.",
    "Cuando la gente comenzó a orar, cuando Israel comenzó a orar pidiendo un profeta, Dios tenía al profeta. Dios tenía al profeta todo el tiempo, porque Dios siempre está un paso adelante de ellos. Él tenía al hombre preparado, pero Él estaba esperando que la gente comenzara a orar, que la gente lo quisiera.",
    "¡Cuán típico podría decir yo que eso es hoy! Lo que nosotros necesitamos hoy no es un evangelista, no es otro hombre de alguna gran organización que reúna a todos los grupos para organizarse. Lo que necesitamos hoy es un profeta enviado de Dios, con un Mensaje que condene al mundo. Dios tal vez tenga al hombre, si la gente estuviera lista para eso. Uds. saben de lo que estoy hablando. Quizás Él lo tenga en algún lugar del mundo, pero la gente tiene que quererlo. Dios simplemente no lo obliga a Ud. a tragarse las cosas. Ud. tiene que quererlo. “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”. Así es.",
    "Después que Moisés fue reconocido… Después que la gente, mejor dicho, supo que necesitaba un líder, ellos comenzaron a orar. Comenzaron a orar para que Dios les enviara un líder, o alguien para liberarlos. Y Él les envió un hombre, un profeta. Esa fue Su señal. Ahora, si este hombre no hubiera sido profeta, si se hubiera levantado, diciendo: “Soy un genio militar”, Israel tendría derecho a no creerle a ese hombre. Porque Dios, en todo momento, sin falta, envía a un profeta. ¡Mencione Ud. una vez en la Biblia que haya sucedido! Siempre es un profeta que Él envía con ASÍ DICE EL SEÑOR.",
    "Aun David mismo, el mayor genio militar que Israel haya tenido y, sin embargo, David fue un profeta. Seguro, lo era. Él era el profeta, David.",
    "Él estaba esperando que la gente tuviera ese deseo en el corazón de oír a este profeta que Él iba a enviar.\n\nPor supuesto, había un grupo que decía que sí, que no lo tenía. Más tarde se demostró que ellos no estaban en lo correcto. Ellos solo habían manufacturado una emoción. Y la Biblia dice: “Una multitud mixta fue con ellos”. ¿Qué causó eso? Trajo problemas allá en el desierto. Y así sucede cada vez que se obra el fenómeno. ¡Oh, quisiera poder hacer que esto penetrara a fondo! Cada vez que Dios envía algo, hay alguna imitación grosera y carnal de eso que acompaña. Cada vez, siempre hay algo, lo manufacturado de eso; lo cual encaja muy bien con la gente.\n\nPero un verdadero profeta de Dios se queda con el ASÍ DICE EL SEÑOR. Él nunca se moverá de esa Escritura si es enviado de Dios.",
    "Moisés se quedó exactamente con la Escritura. Dios dijo: “Yo los sacaré”. Él le dijo a Moisés: “Yo te he enviado para que hagas ese trabajo”. Y Moisés tuvo una experiencia. Él se había encontrado con Dios. Él tenía la Palabra del Señor.",
    "La razón por la que Dios envía profetas es porque ellos tienen la Palabra del Señor. La Palabra del Señor viene a los profetas. Y si él no tiene la Palabra del Señor, entonces él no es profeta.",
    "Hay muchas imitaciones carnales queriendo decir que ellos son profetas, en todas las edades, pero ellos siempre se alejan de la Palabra del Señor. Pero un verdadero profeta se queda exactamente en la Palabra. Ahora, no olviden esa cita. Un verdadero profeta se queda con el ASÍ DICE EL SEÑOR.",
    "Jesús nos advirtió de lo que acontecería en los últimos días. Pero un—un verdadero siervo, el verdadero profeta, nunca deja de estar exactamente con ASÍ DICE EL SEÑOR.",
    "Moisés se quedó con el Señor. Él era una señal. Era una señal para Israel que su día de liberación estaba cerca, y él fue una señal para Egipto, que el día de su fin estaba cerca. Pues, ellos se ahogaron allí en el Mar Rojo, más adelante, todo el ejército de Faraón. Estaban al final de su poder militar, y un profeta fue una señal del fin de una nación.",
    "Piénselo, cuán grande es Dios y la sencillez con que Él obra. Seguramente que si los que no tienen educación pueden entenderlo, los educados deberían. Amén. Si los esclavos en los pozos de lodo de Egipto pudieron entender que ese era un profeta de Dios, y la hora estaba cerca, cuánto más debería saberlo el palacio del Faraón. Pero ese es el tipo que no lo sabe. Ese es el tipo que siempre se le pasa. Cuando eso…",
    "Moisés se paraba mirando por esas ventanas a esos hijos de Israel que pasaban. Para Israel… Para Faraón, ellos eran esclavos y perros. Para Moisés, ellos eran los elegidos de Dios. La Biblia dice que “Moisés escogió” hizo su propia elección, “sufrir el vituperio de Cristo, estimándolo como una riqueza mayor que los deleites del pecado, porque estaba satisfecho con el galardón”. Moisés sabía que ellos no eran adoberos; eran un pueblo con una promesa.",
    "Personalmente, él sabía quién era. Él no podía decirles; ellos tenían que reconocerlo personalmente. Él, personalmente, sabía cuál era su trabajo, para—para hacer. Sabía que Dios lo había levantado para este propósito, pero él no podía decirles. Y mientras estuvieran ciegos a eso, él no se reveló abiertamente, hasta que ellos lo reconocieran. Después, ellos vieron esa señal, y lo supieron.",
    "Él dijo: “Yo le daré una señal a Israel. Toma este palo; conviértelo en una culebra. Ellos no escucharán, luego mete tu mano en tu seno, sácala, cúrate de la lepra, luego ellos la creerán. Y luego, si no la escucharen, toma aguas del Nilo allá, derrámala en la tierra seca, y toda el agua se convertirá en sangre”. Esa fue una señal nacional. La gente lo creerá. Cuando aquellos que estén listos para recibirla, la creerán cuando vean la señal de Dios moviéndose, pero la nación tiene que recibir algo diferente. Así que, Él le dio a todos una señal.",
    "Dios usó a un hombre, un hombre humilde, un profeta, como señal del fin de esa condición nacional allí. Dios, envíanos a otro. Levántanos otro. Si el pueblo de Dios comenzara a orar por eso, Él lo levantaría. Es el pueblo que tiene que sentir esa carga. Ellos tienen que despertar; tienen que caer en cuenta. Tienen que saber en qué día estamos viviendo y la situación que nos rodea, antes de que despierten.\n\nUds. siguen viviendo como siempre. “Tengo que construir una nueva casa este año. Tengo que conseguir un mejor auto que el de los Jones. Tengo que hacer esto”. ¡Oh, tanto de esto! Cuando Ud. se dé cuenta, no importa… Eso está bien. Pero Ud. tiene que entender, hermano, que todas estas cosas perecerán.\n\nJesús dijo: “No temáis al que puede matar el cuerpo”, la bomba atómica de Rusia. No temáis al que puede convertir este cuerpo en polvo volcánico en unos minutos, “mas bien temed a Aquel que puede hacerle eso al cuerpo y arrojar el alma al infierno”. Así es.",
    "Mientras hablaba con un médico, en el hospital, cuando mi madre estaba allá, él hablaba de lo importante que es la ciencia, de los logros en diferentes asuntos del cuerpo, y el suministro de medicina, y ver por qué mata cierto germen y conserva el germen de la vida. Le dije: “Eso es maravilloso. Eso es excelente”. Lo escuché por un rato. Pero dije: “Doctor, eso está bien. Agradezco eso. Eso es muy bueno. Yo—yo realmente le agradezco a Dios por eso. Pero, mire, Ud. está consumiendo toda su vida queriendo encontrar algo en la creación. Pero, ¿por qué no un tiempo pensando en Quién la creó, Quién la hizo, Quién es el Diseñador? Dios es el Diseñador de ella”.\n\n¡Cuánto mayor es el Creador que la creación que Él hizo! ¿Por qué ponemos tanto énfasis en la creación, cuando no pensamos en el Creador Quien hizo los cielos y la tierra, e hizo el cuerpo y la vida? Él puede destruirlo en cualquier momento que quiera, porque Le pertenece.",
    "Esto viene a ser una cosa maravillosa, trabajar en el cuerpo humano; lo agradecemos. Pueden trasplantar un ojo, de un hombre a otro; toman esos cordoncitos, y sacan un ojo de la cuenca de un hombre y lo colocan en la cuenca de otro, y ese hombre puede ver con ese ojo. Eso es algo maravilloso.",
    "Antes, si una madre, cuando iba a dar a luz un bebé, y el—el bebé no podía nacer, ella fue—fue hecha así, que si el bebé no podía nacer: la madre y bebé, ambos morían. Así era. Pero rara vez se oye hablar de eso, era diferente, tal vez nunca. Pero hoy pueden tomar a esa madre después de que ella ya esté en condiciones de tener al bebé, y si el… cuando la madre aun esté cerca, en—en momentos de parto, ella… ellos pueden llevar a esa madre a una habitación y aplicarle un poco de anestesia, y sacar a ese pequeñito, tener un parto, sacar el bebé. Nosotros agradecemos eso.",
    "Díganme de un sistema. Ud. obstruye una válvula aquí en algún lugar, en este sistema de agua en la ciudad, y observe lo que sucede en la válvula principal. Ud. la explotaría.\n\nSin embargo, nosotros podemos amputar una pierna, amputar un brazo, y por el milagro de Dios, Él desviará esa sangre por otro camino, en un segundo, y la llevará rápidamente por otro lugar. Se salva la vida de la persona. ¿Quién puede hacer eso? Díganme.",
    "Corten la arteria, corten la línea principal del agua aquí en algún lugar, cuando está bombeando desde una válvula. ¿Qué hará? Inténtelo alguna vez y vea lo que sucede. No hay otra forma de desviar. Tiene que empujar hacia atrás a la válvula.\n\nSi Dios no hiciera una manera para que esta sangre se desviara instantáneamente, un retroceso al corazón y Ud. moriría. Cada vez que Ud. se picara el dedo, sería la muerte al instante. Cada vez que Ud. se cortara, que se abriera una arteria o algo, sería muerte instantánea. Amputarse el dedo, Ud. moriría. Hasta allí llegaría. Retrocedería a su corazón. Lo mataría a Ud. Pero Dios…",
    "Bueno, consideramos que es maravilloso. Sí, lo consideramos maravilloso. Y agradecemos a la ciencia cómo lo hace, pueden atar esas arterias e impiden que sangren. Todo eso está bien. Pero ¿Quién fue Aquel Quien diseñó eso? ¿Ven? Buscamos por toda la creación y olvidamos su Creador. ¿Ven? Estamos buscando en las cosas naturales y olvidamos completamente el—el asunto espiritual. Eso es lo que hacemos.",
    "Ahora, los profetas de Dios, son… ellos tienen Su Palabra. Por eso es que la gente les cree.\n\nPor eso es que Dios le dijo a Moisés, Él lo dijo allá en Génesis, muchas, en Éxodo, por toda Ella: “Si viene uno entre Uds. que es espiritual o profeta…”. “Pues ¿cómo vamos a discernir estas cosas?”. Él dijo: “Cuando él dice algo y sucede, dice otra cosa, eso sucede, entonces créanlo”. ¿Ven? Esa es una señal.",
    "Así que Él le da Su Palabra, no a los líderes, no a los dictadores, sino a los profetas. Khrushchev no es una señal para el mundo. No, señor. Hitler no fue una señal para el mundo. Pero en algún lugar, en alguna parte, Dios tiene a un humilde profeta esperando la hora. Él es la señal. Él es la señal que condenará al mundo y salvará a la Iglesia. ¡El profeta!",
    "Elías fue una señal en su día, el profeta Elías. Para los…\n\nÉl fue un pro-… fue una señal de la Palabra de Dios, el juicio para Egipto y la liberación para Israel, si ellos querían creerle.",
    "En ese día pecaminoso de Elías, cuando todo Israel había dejado a Dios, ellos habían regresado al pecado. Habían olvidado la orden. Habían olvidado que fueron guiados a salir por Dios, y del gran Jehová que abrió el Mar Rojo, y los sacó de Egipto, y de un gran profeta como Moisés que estaba entre ellos. Ellos lo habían olvidado.\n\nNosotros lo olvidamos. Uds. metodistas olvidan a Juan Wesley. Uds. luteranos olvidan a Martín Lutero. Uds. bautistas olvidan a Juan Smith. Muchos de nosotros olvidamos a Charles Finney, el más grande de todos.",
    "Dicen que el noventa y siete por ciento de los convertidos de Finney se mantuvieron firmes. El setenta y cinco por ciento de los de Moody se descarriaron en un año. Y los de Wesley, el grupo de la santidad, constantemente se descarriaban. Pero Finney tenía noventa y siete por ciento. Un individuo pequeño, flaco y calvo iba al púlpito y miraba por esa congregación, así, y los hombres se desmayaban, porque un día él permaneció en los arbustos hasta que el Espíritu Santo se apoderó de él. Eso hizo. Él fue una señal del final, hace unos doscientos años, de aquel gran avivamiento que Wesley y ellos tuvieron, y del juicio que venía.",
    "Él fue una señal, esa generación pecaminosa. Y cómo Elías podía pararse allí, audaz y severo, solo, nadie con él, pero él fue la señal de Dios.\n\nEl resto del clero se había ido todo con Acab, tras el modernismo. Se habían ido tras lo moderno en esa generación. Pero cómo el viejo Acab, o el viejo Acab, y toda su gran ganancia, y eso metió a toda la iglesia en el catoli-… o, no el catolicismo, sino casi en lo mismo: en la idolatría. Los había traído a un lugar donde estaban indecisos. Algunos podían adorar de esta manera, y solo era libertad: “Pueden hacer lo que Uds. quieran”. Y llegaron a esa clase de condición.",
    "Y Elías permaneció allí, firme, con ASÍ DICE EL SEÑOR. ¡Oh, Dios, danos hombres así! Él no temió decirle a Jezabel sobre su condición. Él no le temió a Acab. Él no temió estar equivocado. Se paró firme, y fue a Acab y dijo: “Ni siquiera caerá el rocío hasta que yo lo pida”. Amén.",
    "¿Qué fue él? Una señal para esa generación pecaminosa. ¿Lo vio Israel? No. Ellos se rieron de él, se le burlaron.\n\nÉl predijo que habría una sequía, que habría—que habría problemas, hambre, inanición. Y profetizó valientemente, parado solo, con ASÍ DICE EL SEÑOR. Dijo: “Señor, han matado a todos los verdaderos. Los han matado a todos. Soy el único que queda, que se para con Tu Palabra”. ¿Cuál fue el problema? La Palabra de Dios. Elías quería quedarse con la Palabra. Él era un verdadero profeta.",
    "Los otros profetas habían dicho: “¡Oh, pues, no tiene mucha importancia! A Jehová no le importa, Ud. sabe”.\n\nSí le importa a Jehová. Tiene que ser Su Palabra. Y Elías se mantuvo firme en esa Palabra, con ASÍ DICE EL SEÑOR. Dios le dio un pequeño secreto un día. Él dijo: “Tengo a siete mil, Elías, a quienes eres testigo, acá afuera. Ellos no tienen el valor suficiente para salir y declararlo. Se esconden entre los arbustos. No obstante, en su corazón, son Mis siervos. Ellos no han doblado rodilla a los baales. Temen hacerlo. Pero, te estoy dando una señal, y tú eres una señal. Párate allá afuera, y párate en Mi Palabra. Yo te cuidaré. Les doy una señal”. ¡Aleluya!\n\nDios, envíanos algo así, quien será una señal de la Palabra de Dios. Y cada promesa que Dios prometió será respaldada en esa persona, porque él es una señal, una señal olvidada.",
    "¡Oh, pensaron que porque Acab era un gran rey y todas las naciones le temían, con eso bastaba! Pero Elías era una señal de la Palabra. Ese es un verdadero profeta, una señal de la Palabra. Y mientras él estaba siendo la señal de la Palabra, ellos no le creyeron. Él no les servía para nada.",
    "Él fue una señal para la viuda, cuando Dios lo envió desde el Monte Carmelo, desde… allá del arroyo Querit. Lo envió allí abajo, después que los cuervos lo habían alimentado, y el arroyo se había secado. Bajó allá a la casa de esta viuda. ¡Qué lugar para ir un predicador! Pero él bajó allá porque Dios le dijo que fuera. Pero Él fue allá. Dijo: “Yo le he dado orden que te alimente”.",
    "Ella debió haber sido una señal. Él debió haber sido una señal. Cuando ella estaba allá, con la suficiente harina para hacer una torta, y ella y su hijo comerla. Suficiente vasija para… Y suficiente aceite en la vasija para hacer un poco de grasa para ponerle. Ella dijo: “Estoy aquí recogiendo dos leños”.",
    "En esa terrible mañana calurosa, abrasadora, cuando un anciano de cara belluda, cabello canoso que le colgaba por la espalda, llegó allí caminando, y con la calva brillando, se recargó sobre el portón, dijo: “Tráeme un poco de agua para beber” y dijo, “además, tráeme un bocado de harina en la mano, una torta”.",
    "Ella dijo: “No tengo suficiente harina. Ahora estoy aquí recogiendo dos leños, para hacer una tortita para mi hijo. Solo tengo suficiente para hacer una para él y para mí. La comeremos y moriremos”.",
    "Él dijo: “No temas, porque ASÍ DICE EL SEÑOR”. Ese es el hombre que necesitamos. No fue: “Pues, quizás acontezca, hermana. Podría suceder. No lo sé”. No, no. Elías estaba seguro. “ASÍ DICE EL SEÑOR. Esa tinaja no escaseará, ni se secará esa vasija, hasta el día en que Dios haga llover sobre la tierra”. Amén. Ahí lo tienen. Eso debería haber sido señal suficiente para ella.",
    "Ella representa a la iglesia hoy. Después de Elías hospedarse con ella por un tiempo… Ella tuvo un niño. Él se enfermo. Su enfermedad fue tan grave que no quedó aliento en él. Murió. Entonces, ¿qué hizo ella? La iglesia ya ha visto esas señales. Pero ¿qué?, tan pronto como llega un pequeño desastre, rápidamente ella quiere culpar a la iglesia por ello. Ella quería culpar a Elías. Ella dijo: “Tú, varón de Dios, ahora has venido aquí para traer a mi memoria mis iniquidades y quitarle la vida a mi hijo”.",
    "Elías tomó al hijo, subió allí al aposento donde él dormía, lo puso sobre su propia cama, se tendió sobre él, dijo: “¡Señor Dios!”. ¡Aleluya! “Devuelve el alma de este niño”. Y el bebé despertó.",
    "Regresó abajo con él. Esa mujer miró al bebé, y luego lo miró a él, entonces supo que había algo allí. Ella dijo: “Por esto sé que la Palabra de Dios está en tu boca”. Amén. Él era una señal para esa viuda. Cuando ella vio el poder de Dios, Quien da vida o puede matar, resucitar a su bebé muerto, ella dijo: “Por esto conozco que eres varón de Dios”. Ella lo supo.\n\nLas naciones hoy se reirían de eso, como lo hicieron allá. Ellos no lo creían. Pero esa mujer estaba mejor enterada. Fue entonces una señal, así como él fue una señal al resucitar a su hijo muerto. Esos profetas siempre son señales de Dios.",
    "Cuando Elías entonces convocó al reto, dijo: “Si Dios es Dios, sírvanle. Si Baal es dios, sírvanle”.\n\n¿No sería ese un día maravilloso para Elías hoy? Si la política es dios, sírvanle. ¿Qué tenemos en la política? ¿Qué hemos logrado? No tenemos más que un montón de corrupción. No tenemos nada.\n\nPero hemos perdido todo, casi a todo amigo que tenemos, entre las naciones. Aquí, la semana pasada, perdimos dos o tres naciones más al comunismo. Estamos gravando impuestos a la gente y tomando su dinero, y lo enviamos allá para alimentar a las personas que recurren al comunismo tan pronto como cobran fuerzas. Es una hipocresía. Así es.",
    "Nosotros profesamos ser Cristianos. Seamos entonces como Cristianos, no alimentándolos de esa manera. Eso tiene muy poco que sea—que sea… La persona común de buen corazón hará eso. Eso es religión. Eso no es salvación.\n\nMuchas personas confunden la religión y la salvación. La religión es alimentar a las viudas y a los pobres, y demás. Eso es religión. Pero la salvación es un nuevo Nacimiento, nacer de nuevo. Eso es diferente. Religión, ser musulmán es una religión. Hay muchas religiones.",
    "Bueno, en el monte Carmelo, ese día cuando él retó, y llamó a Acab y a los miles de sacerdotes que pertenecían al templo de sus denominaciones, él los llamó al monte Carmelo, dijo: “Suban aquí. Nos vemos aquí arriba. Yo le haré frente a todo el grupo”. ¿Qué hizo? Él tenía ASÍ DICE EL SEÑOR. Él no temió. Él dijo: “Ofrezcan un buey. Invoquen a los baales. Que el Dios que responda con fuego sea Dios”.",
    "Entonces, todo el día, hasta… desde la mañana hasta después del medio día, saltaban sobre el altar. Se cortaban ellos mismos. Gritaban. Daban voces. Elías caminaba de un lado a otro y decía: “Griten un poco más fuerte. Tal vez se ha ido de pesca o algo. Anda haciendo algo, o alguna cosa”.\n\nPues, él tenía ASÍ DICE EL SEÑOR. Él estaba convencido. Él tenía la Palabra de Dios.\n\nHermano, hermana, ¿qué más necesita un hombre que una promesa de Dios? Dios dijo que Él lo haría. Así como Abraham. Contó con que Dios podía llevar a cabo aquello que Él había dicho. Sabía que Dios podía hacerlo, porque Dios así lo dijo.",
    "Y él—y él les pidió que subieran allí. Y entonces ellos se cortaban, gritaban y clamaban a grandes voces todo el día, hasta la hora del sacrificio de la tarde. Entonces, Elías, observen cómo lo hizo él. Lo primero que hizo fue rodar doce piedras juntas.\n\nDios no está dividido. Las denominaciones dividen a las iglesias, pero Dios no.\n\nAlguien dijo: “¿Es Ud. Cristiano?”.",
    "🦅 Soy bautista”. Eso no es más que decir que él es un cerdo.",
    "Dice: “Soy—soy metodista”. Pues eso, nuevamente, no es más que un cerdo para Dios.",
    "Yo digo: “¿Es Ud. Cristiano?”. Para ser un Cristiano, Ud. tiene que ser como Cristo, Deidad tabernaculizada en Ud., con el Espíritu Santo, como cayó en el Día de Pentecostés. No alguna emoción, sino que me refiero a un verdadero Pentecostés. ¿Ven? Correcto.",
    "🦅 Yo soy pentecostal. Yo soy de la Unicidad. Soy—yo soy trinitario. Soy…”. ¡Oh, vaya! Eso no es más que decir que Ud. fuera otra cosa. No significa nada para Dios. Eso divide.",
    "Eso fue lo que sucedió allá entre esos clérigos. Pero Elías juntó estas doce piedras, para mostrar que Dios es un Dios sobre todos ellos, al juntarlas.",
    "Entonces, cuando él las juntó así, mató el becerro y lo colocó sobre el altar, sobre la madera. Él dijo: “Ahora, para estar seguro de que no haya falsificación en esto, vayan a buscarme doce cántaros de agua”. Y él en realidad empapó esa madera con agua. ¡Oh, aleluya! Él quería mostrar que Dios era Dios. Pues, ¿por qué? Tenía ASÍ DICE EL SEÑOR. Él era un profeta. Él tenía la Palabra de Dios.",
    "Entonces, ese—ese día, si ellos dicen que lo echarán a Ud. de la iglesia, harán esto, aquello, si Ud. es bautizado en el Nombre de Jesús, y todas estas otras cosas así: tonterías. Es ASÍ DICE EL SEÑOR.",
    "Una persona encantadora, la otra noche, me habló, vino a abrazarme y dijo: “Hermano Branham” dijo, “quiero preguntarle algo”. Dijo: “Si Ud. solo cediera un poco en estas cosas de las que Ud. habla”.\n\nDije: “¿En qué?”.\n\nDijo: “Todo esto del bautismo”. Dijo: “Las iglesias de Chicago y de sus alrededores quieren mucho recibirlo, pero temen que Ud. mencione eso”.",
    "Dije: “Claro, lo mencionaré. Seguro, lo mencionaré”.\n\nDijo: “Bueno, eso es lo único que tienen contra Ud.”.",
    "Dije: “Entonces no están contra mí. Yo no fui Quien Lo dijo. Dios Lo dijo. Yo reto a cualquiera de ellos que venga a demostrar que Eso no es correcto”. ¿Ven?",
    "Dijo: “Bueno, verá, Ud.—Ud. debe estar de acuerdo y tener compañerismo”.\n\nEso es lo mismo que ellos querían que él hiciera. Amén. Los de Dios no ceden. No, señor. Él no hace concesiones.\n\nÉl dijo—él dijo: “Bueno, Hermano Branham, quiero preguntarle algo: ¿El Ángel del Señor…?”. Dijo: “Todos le creemos al Ángel del Señor. ¿Le dijo Esto a Ud. el Ángel del Señor?”.",
    "Le dije: “A mí no me importa lo que dijera el Ángel del Señor. Si Eso es el Ángel del Señor, Él dirá Eso. Pero si Él dijera algo contrario, Él no sería el Ángel del Señor”. Le dije: “A pesar de cualquier Ángel, o cualquier otra cosa dijera, Pablo dijo: ‘Aunque un Ángel del Cielo os predique cualquier otro evangelio, sea anatema’”.",
    "Ángeles y todos, alguna cosa carnal y envanecida, hablan de Ángeles. Joseph Smith, Brigham Young y todas las diferentes sectas, de los adventistas y todo lo demás, ellos ven todo tipo de cosas así, pero siempre es contrario a la Palabra.",
    "Pero Dios respalda Su Palabra. Es Su Palabra. Le dije: “Es la Palabra del Señor. Seguro. Todo lo que yo sé me fue enseñado por Él. Yo no fui a ningún seminario o escuela. Eso viene de Él”. Pero dije: “Si fuera contrario… Si eso fuera contrario a Ella, yo no le creería a Él. Pues, esa es la Palabra de Dios, viene primero. Que todo lo demás sea mentira”. La Palabra de Dios, quédense con Ella.",
    "Así que Elías, cuando terminó, empapó esos troncos bien con doce cántaros de agua. Los vertió allí encima. Salió allá tan sereno como pudiera estar. ¿Por qué? Dios no puede mentir. Dios le dijo eso. Él dijo: “Señor, Dios de Abraham, Isaac y de Israel, sea hoy manifiesto que Tú eres Dios, y que yo soy Tu siervo. Y por Tu mandato he hecho esto, porque es ASÍ DICE EL SEÑOR. Hice esto porque Tú me dijiste que lo hiciera, porque es conforme a Tu Palabra. Sea manifiesto ahora que Tú eres Dios”.\n\nY el Fuego del Señor cayó, consumió el sacrificio, troncos empapados de agua, lamió las rocas y todo lo demás, y se llevó todo. Entonces Israel gritó, los siete mil: “Que Dios sea Dios”.",
    "Elías, cuán precioso ver ese cuerpecito anciano, de apariencia frágil, delgado, todo arrugado, con ese palito en la mano, una pequeña vasija de aceite colgada a su lado, envuelto de una piel de oveja. Pues hoy ellos lo meterían a la cárcel si caminara por la calle; pero permiten que las mujeres usen pantalones cortos; pero eso ciertamente que ellos no lo permitirían, ¿ven?, así, al salir así.",
    "Así que, luego, pero aquí venían. Aquí venía bajando, de allí, de la colina, con este palo.",
    "Ahora, el Monte Carmelo no es pequeño—un pequeño lugar vacío situado en medio del desierto. Es una montaña grande. Va como en un ángulo así, y sube hasta una cima, y con vista al mar. Y Elías y Giezi corrieron todo el camino hasta la cima. Y Elías cayó allí sobre su rostro y comenzó a clamarle a Dios, de espaldas hacia el oeste, hacia el sol. Tres años y seis meses, ni siquiera el rocío había caído. Él le dijo a Giezi: “Ve a ver si ves algo, alguna nube sobre el mar”.\n\nParado en esta montaña, mirando en esa dirección, dijo: “No veo nada”.",
    "Él no se fue de allí. “Dios, si este pueblo se ha arrepentido, si este pueblo ha regresado a Ti, si están listos para alejarse de todas estas tonterías y volver a Tu Palabra, entonces Tú eres Dios, para responder a Tu Palabra”.",
    "Permítanme a mí decir lo mismo hoy. Tomen estas denominaciones y desháganlas, olviden estas diferencias denominacionales y dejen que la gente regrese a la Palabra de Dios, a la línea divisoria. Yo les probaré a Uds. que hay un Dios que todavía puede responder con Fuego.",
    "Dejen que la gente invoque a Dios. Dejen que…?… llame a una persona. Dejen que la gente pida un profeta. Dios lo pondrá en la escena. Yo reto a las naciones a que lo hagan. A caer prostradas e invocar a Dios, para que envíe a un libertador, y vean lo que sucede. Solo háganlo una vez, Dios responderá. Dios siempre lo hace.",
    "Él cayó y dijo: “Dios, que sea hoy. Esta gente que una vez estuvieron contra Ti. Esta gente está dividida en todo tipo de denominaciones allá. Pero hoy, Tú mismo Te has confirmado. Tú eres Dios. Y la gente dijo: ‘Lejos con los baales’. Y he matado a esos miles de sacerdotes. Ya no estorban, Señor. Todo obstáculo ha desaparecido, las pequeñas barreras que nos separaban”.\n\nAl metodista le gustaría venir a adorar con el bautista; al bautista le gustaría venir con los pentecostales; los de corazón genuino allá abajo, esos siete mil fieles. Pero no pueden hacerlo. Si lo hacen, son expulsados de sus iglesias. A algunos no les importa. Ellos vienen de todos modos. Así es.",
    "Pero dejen que todos derriben esos prejuicios y se reúnan, y digan: “Olvidaremos todos estos credos y catecismos aquí, y todo de donde estamos leyendo. Regresemos a la Palabra del Señor”. Observen lo que sucederá entonces. Dios les levantará un profeta, seguro que lo hará, que les traerá Eso directamente, si ellos están dispuestos a recibir Eso. Primero, ellos tienen que orar. Dios espera.",
    "¿No es extraño que Dios quiera que la gente participe? Cuando Jesús miró la cosecha, dijo: “La mies está madura. Los obreros son pocos. Rogad al Señor de la mies”, ese era Él. “Pedidme a Mí para que Yo envíe obreros a Mi mies”. Hay algo que Uds. tienen que hacer. Dios está esperando que Su Iglesia Lo llame; Él siempre lo ha hecho. Dios está esperando hoy que la gente llame a Su siervo a la acción. Y el siervo no puede entrar en acción hasta que la gente ore.",
    "Israel no pudo entrar en acción allá, recibiendo señales y maravillas, hasta que cayeran postrados y pidieran por un libertador. Dios tenía a Su libertador. Dios tenía un profeta al acecho allí en el desierto, lo mantuvo allí por cuarenta años, esperando que ellos hicieran lo correcto, que oraran. Pero cuando hicieron lo correcto y comenzaron a orar, entonces Dios envió al libertador.\n\nDios hará lo mismo hoy, si la gente solo se juntara, comenzara a orar. Muy bien.",
    "Él fue una señal para esos profetas falsos y para Acab, de que él era el siervo de Dios. Él era un profeta de Dios. Y, él también era una señal para Israel, al poder cerrar los cielos o abrir los cielos cuando él quisiera. Seguro que él lo era.\n\nDíganme de uno que pueda cerrar los cielos, muéstrenme uno que pueda abrir los cielos, excepto Dios. Y la Palabra del Dios, o la Palabra de Dios está con los profetas.",
    "Micaías, una señal a Josafat. Micaías fue una señal para Josafat, de que Dios tiene a la mano a un verdadero profeta.",
    "Pues observen. Él tenía cuatrocientos profetas, Acab, y el retó allí a esos cuatrocientos profetas. Y de común acuerdo le dijeron. Y aun, abajo en ese corazón de Josafat, un hombre de Dios, él sabía que algo andaba mal. Él sabía que había algo mal. Él dijo: “¿No tienes uno más?”.",
    "🦅 ¿Después de tener a cuatrocientos parados allí”? Él dijo: “Todos estos son profetas, profetas de Jehová”. Están los—los metodistas, los bautistas, los presbiterianos, los unitarios, ¡oh, vaya, vaya!, trinitarios, y de todos los diferentes. “Los tenemos a todos aquí, y de común acuerdo dicen que esta es la nación más grande que existe. No tenemos nada que temer”. Como un niño que silba en el cementerio, Uds. saben, cuando tiene miedo. No se preocupen Uds. por eso.\n\nDijo: “¿Pero no tienes uno más?”.\n\nDijo: “¡Oh, sí, hay otro aquí!, pero” dijo, “le aborrezco”. ¿Ven? Dijo: “Él siempre habla mal de este país. Siempre dice que algo malo nos va a acontecer”.",
    "Josafat dijo: “Yo—yo quisiera oírlo”. ¡Oh, sí!\n\n¿Qué era él? Una señal. No importa cuántas organizaciones o denominaciones, Dios aún tiene un profeta que se queda con la Palabra.",
    "Josafat sabía que Acab estaba condenado, porque ese verdadero profeta, Elías, había sido una señal para las naciones, dijo: “Los perros lamerán tu sangre, por venir aquí”. Así es. Él sabía que a Jezabel y a él les vendría castigo. Él lo sabía. ¿Ven?",
    "Y Micaías, Micaías dijo… Ellos—ellos vinieron a él y le dijeron: “Bueno, te diré, si quieres entrar en la próxima asociación, te diré lo que debes hacer. Tú simplemente acepta que todos estos predicadores tienen razón. ¿Ves? Dile: ‘Sube’”. Y dijo: “Solo tienes que estar de acuerdo”. Dijo: “Te diré lo que haremos. Haremos… Nos aseguraremos de que entres en nuestra organización, si solo haces eso, ¿ves?, si tú solo cedes en algunas de estas cosas aquí de las que estás hablando. Solo tienes que presentarte, ir, estar de acuerdo con ellos, cuadrar con ellos”. ¡Ja, ja! ¿Se imaginan Uds. a un verdadero profeta de Dios alejarse de la Palabra de Dios? ¿Podrían Uds.?\n\n“Bueno” estos tipos dijeron, “pero vimos una visión”, estos cuatrocientos profetas. “Lo sabemos; somos profetas. Lo sabemos, porque somos profetas”.",
    "Micaías dijo: “No dudo que Uds. hayan visto una visión. No lo dudo ni poquito, que Uds. vieron una visión, pero no cuadra con esa Palabra”. Amén. Dijo: “Yo también vi una visión”. Amén. ¡Oh, misericordia! Él era una señal. Él era una señal. Él dijo: “Yo vi una visión, y vi a Israel, como ovejas, esparcidas en el monte sin pastor”.\n\nY este gran superintendente, obispo, se acercó y lo abofeteó en la boca. Dijo: “¿A dónde se fue el Espíritu de Dios cuando salió de mí?”.",
    "Él dijo: “Lo verás cuando tú estés en la cárcel. Verás”.\n\nÉl, Acab dijo: “Echad a este tipo en la cárcel. Mantenedle con pan de angustia y con agua de aflicción, como bebida”. Dijo: “Cuando yo vuelva en paz” dijo, “entonces me encargaré de él”.",
    "Pobre Micaías se paró allí con ASÍ DICE EL SEÑOR. Él dijo: “Si llegas a volver, Dios no me habló”. ¡Hmm! Eso es. ¿Qué era él? Él era una señal, que los profetas de Jehová, los profetas de Dios se quedan con la Palabra de Dios.",
    "Si Uds. tienen un profeta que dice que deben ser bautizados en los títulos de “Padre, Hijo, Espíritu Santo”, es un profeta falso. Si Uds. dicen que hay un profeta entre Uds. que dice: “Hay tres Dioses”, es un profeta falso. No hay Escritura para nada de eso. Así es. Pero un verdadero profeta de Dios se quedará con esa Palabra. Y si su visión es contraria a esa Palabra, él no es un verdadero profeta de Dios.",
    "Por ninguna parte en la Biblia, fue alguien bautizado en el título de “Padre, Hijo, Espíritu Santo”.",
    "Miren a Pablo, allá en la cárcel, un pequeño judío con nariz aguileña, calvo, retenido allí, que estuvo veinte años en una cárcel romana. Él escribió estas cartas. Pues, ¿qué creen Uds. que pensaban de Pablo las mujeres predicadoras, cuando él dijo: “Dejen que esas mujeres callen en las iglesias. No les permito hablar?”. Me imagino que realmente pudieron haberlo criticado.\n\n¿Qué creen Uds. que pensaban esos obispos, esos obispos, cuando él dijo todas estas otras cosas: “Paren ya estas cosas, y estas aquí, todo esto, aquello”, Pablo diciéndoles? “¿Quién es este tipo, de todos modos, este tipo allá en la cárcel”? Pero él se había encontrado con Jesús. Él sabía lo que decía.\n\nY de ese mismo grupo, después de la muerte de Pablo, ellos finalmente formaron, de ese grupo de obispos y los importantes, el Concilio de Nicea, y eso formó la iglesia católica, apartándose de la Palabra de Dios. Allí entró su “Padre, Hijo, Espíritu Santo”. Yo reto a cualquiera, en cualquier lugar, cualquier nación, a refutar eso.",
    "ASÍ DICE EL SEÑOR. El bautismo que emplea el título de “Padre, Hijo, Espíritu Santo” es falso. ASÍ DICE EL SEÑOR. Les ordeno a cada uno de Uds., aquí o en la cinta, que no hayan sido bautizados en el Nombre de “Jesucristo”, que se bauticen de nuevo en el Nombre de Jesucristo.",
    "Pablo, en Hechos 5:9 o 19:5, dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”.\n\nEllos dijeron: “No sabemos si hay Espíritu Santo”.\n\nDijo: “Entonces, ¿en qué fuisteis bautizados?”.",
    "Ellos dijeron: “Fuimos bautizados”, pero no en el bautismo Cristiano.\n\n“Padre, Hijo y Espíritu Santo” no es el bautismo Cristiano. Ningún Cristiano fue bautizado así en la Biblia, ni por cientos de años después de la Biblia. Es un credo católico, y no una doctrina Cristiana. Muéstrenme eso en la Biblia. Es un—es un fraude. Es la obra de diablos.\n\nYo no quiero decir que las personas que se bautizan de esa manera sean así. Dios tiene muchas personas allá afuera hoy que no están enterados.",
    "Pero, ha llegado la hora, tenemos que regresar a la Palabra si esperamos que Dios obre en este día como lo hizo en aquel entonces.",
    "Le dije a mi madre cuando moría, antes de ella fallecer. Le dije: “Madre, cuando vine a ser Cristiano, de niño, comencé a buscar y a darme cuenta. Yo sabía que había un Dios, por visiones que Uds. conocen, y cosas que sucedieron en mi vida”. Dije: “Luego descubrí que la iglesia católica decía: ‘Nosotros somos la iglesia. No importa lo que diga la Biblia. Creemos que Ella está bien, pero nosotros somos la iglesia. Lo que nosotros decimos, Dios lo ata en el Cielo’. Y por eso, entonces ellos lo hacen de esta manera. Ese es un cuerpo. Los luteranos dijeron: ‘Ellos están equivocados. Nosotros lo creemos de esta manera’. Los bautistas dicen: ‘Todos están equivocados. Nosotros lo creemos de esta manera’. Y hay cientos de esos cuerpos”.",
    "Pues, ¿cómo podría uno jamás tener fe? ¿Cuál de ellos está en lo correcto? Hay una Cosa correcta. Yo no Lo sabía en ese entonces.",
    "Le dije: “Madre, yo regresé a la Biblia y me enteré de la forma en que esos primeros apóstoles, el tipo de iglesia que ellos tenían, cómo enseñaban y las cosas que ellos hacían. Yo lo hice exactamente como ellos lo hicieron, como lo dice la Biblia, y obtuve los mismos resultados”. Amén. Disculpen la expresión, pero la—la prueba del pudín es comerlo. Es verdad. Yo obtuve los mismos resultados que ellos. Sí.",
    "Por tanto, su confianza no puede crecer en algo que tiene novecientas maneras diferentes, lo hacen de una y otra manera.\n\nLuego me entero, allí en la Biblia, que Jesús Mismo dijo: “Si alguno le quita una Palabra, o La cambia, de este Libro; cualquiera que Le agrega algo o que Le quita algo; así mismo le será quitada su parte, del Libro de la Vida”. Muestra que realmente tenía su nombre allí, pero será quitado. ¡Oh!",
    "Tenemos que regresar a esta Palabra. “Los Cielos y la tierra pasarán, pero Mi Palabra nunca fallará”. Sí, señor. “Sea la palabra de cada hombre una mentira. La Mía sea veraz” dijo Jesús. Quedémonos con la Palabra. Sí. ¡Oh, vaya! Sí.",
    "Josafat sabía que Dios conserva a un verdadero y genuino profeta que se queda con Su Palabra y no cede en Ella. No, señor.",
    "Él se quedó allí con Ella. Cuatrocientos estaban contra él, también con sus profecías. Pero la de él era la Palabra de Dios, con la misma señal y demás.\n\nY yo digo hoy: lo que necesitamos hoy es un hombre, un profeta, que se levante entre nosotros, que se quede con la Palabra de Dios no importa lo que digan los demás, ni lo que diga la denominación.",
    "Micaías no tuvo cooperación. Moisés no tuvo cooperación. Noé no tuvo cooperación. Ninguno de ellos, solo, jamás ha tenido cooperación. Todo está en contra de ellos. Pero ellos son señales en los días malos antes de que Dios envía el juicio. Y Dios cumple Su Palabra y quiere que Su pueblo cumpla Su Palabra. Alabado sea el Señor.\n\nBueno, llegando a la conclusión, pues solo unos minutos. Escuchen atentamente ahora.",
    "🦅 Hubo un hombre enviado de Dios que se llamaba Juan”, un profeta-señal. Antes de que Jesús viniera a la tierra, para declararse, Él envió a un profeta delante de Él. ¿Lo hizo? Él envió a un profeta, Elías del Antiguo Testamento, fue profetizado que vendría en el poder de Elías del Antiguo Testamento. Habría de ser un profeta-señal, de que Jesús vendría, que vendría un Mesías.",
    "Y Juan saliendo del desierto, él fue una señal de que el Mesías ya venía en camino. Cuando apareció Juan, Israel debería haberlo sabido por sus profetas.\n\nAhí es donde se le pasa a la gente. Ellos no les creen a sus profetas. Ellos no creen. “No creemos que lo que Pedro dijo era correcto en el Día de Pentecostés”. Ellos no creen que eso fuera correcto. Ellos no creen lo que dijo Pablo, lo mismo que hizo Pedro. Dijo: “Si un Ángel del Cielo predicare cualquier otra palabra, que sea anatema”. Ellos no creen eso. ¿Ven? Ellos no lo creen.\n\nY no les creyeron a sus profetas. Si lo hubieran sabido, hubieran estado enterados que Isaías dijo: “Habrá una voz de uno que clama en el desierto, que preparará el camino delante del Señor”. Ellos deberían haberlo sabido. Él fue un profeta, un príncipe de los profetas. Él les dijo, pero ellos no lo creyeron. No, no. Él dijo: “Viene un Mesías”.",
    "Este hombre era un hombre enviado de Dios. ¡Oh, hermanos! Él no tenía seguidores. Dios le dio seguidores, un pequeño rebaño, así como a Elías. Dios le dio sus seguidores. No los obtuvo de alguna organización política. Él predicó la Palabra, se quedó en la Palabra de Dios, y Dios le dio un pequeño rebaño. Elías se quedó en la Palabra de Dios. Dios le dio un pequeño rebaño.",
    "Este hombre no tuvo cooperación. No tenía seguidores, ni cooperación, no pertenecía a ninguna denominación, no pidió nada y no temía nada. Ese fue Juan. ¿Por qué? Él era un hombre enviado de Dios. Por eso es que él se paró. Él era el Elías parado allí, para probarle a la gente que el Mesías venía. Él dijo: “Soy la voz del que clama en el desierto, como dice el profeta Isaías. Prepárense para encontrarse con el Señor”.",
    "Aquellos fariseos y saduceos se paraban allí y discutían sobre sus mantos y cosas. Allí mismo mientras discutían y argumentaban, vino directamente en medio de ellos el Mesías, caminando.",
    "Juan dijo: “He aquí, allí está Él”. ¡Aleluya! Obsérvenlo. Él Lo había presentado. “Allí está Él. Está parado allí entre Uds. ahora”.\n\nJusto en ese momento el cielo rugió. Jesús caminó al agua. Y Juan dio testimonio, al ver al Espíritu de Dios bajar como una paloma. Una Voz que gritaba: “Este es Mi Hijo amado en Quien Me complace vivir”. ¡Oh, vaya, vaya!",
    "Juan dijo: “Ahora es necesario que yo mengüe. Él crecerá”. ¡Oh, qué profeta, una señal para Israel! Sí, señor.",
    "Él era un hombre enviado de Dios, a pesar de que su padre fuera sacerdote. ¡Oh, sí! Su padre, Zacarías, era un sacerdote. Pero ¿se fijaron? Dios no permitió que ese profeta se mezclara con sus organizaciones. Su padre lo hubiera llevado a su escuela de teología, a la gran denominación Tal y tal, lo habría convertido en un buen ministro, Uds. saben, y lo hubieran entrenado, y le hubieran dado un montón de cosas que no debería tener. Pero Dios no permitió que su alma se contaminara. ¿Entienden Uds.? No podía dejar que ese hombre se mezclara con las organizaciones. Él no pertenecía a ninguna de ellas, ninguna secta, farisaica, saducea, herodiana, o lo que fuere. Dios no lo permitió.",
    "Él tuvo un nacimiento extraño. Fue un niño extraño. Él era un profeta. Su papá era un sacerdote, pero Él no permitió que él se mezclara con todos sus hipócritas, religiones farisaicas y demás. ¿Qué hizo Él? Lo llevó al desierto y lo entrenó en el desierto.",
    "¡Qué entrenamiento! Amén. Él lo entrenó por experiencia. Eso es lo mejor, conocer a Dios. Cuando salió, él sabía exactamente cuál era su comisión. Dios vindicó esa comisión.\n\n¿Dónde lo vindicó Él? En el río. Bueno, si Uds. pueden sumar dos y dos. ¿Ven? ¡En el río!\n\nDijo: “Soy la voz de uno que clama en el desierto, ‘Prepara el camino del Señor, endereza Su camino’”.",
    "Juan, un hombre enviado de Dios. Dios no dejó que él se contaminara con eso. Lo entrenó a él en el desierto, por Dios. No lo entrenó en sus escuelas, ni en su teología. De haberlo hecho, él hubiera salido todo documentado con cosas como con las que hoy salen de las escuelas, todo tipo de escuelas. No solo los presbiterianos, bautistas y metodistas, sino las escuelas pentecostales, igual de malas, cualquiera de esas escuelas de teología, los producen allí. ¡Oh!",
    "Su venida, dicho por el Espíritu, por Isaías. Su venida, la venida de Juan, fue predicha en las Escrituras. Isaías 40:3 dice: “Yo enviaré a Mi mensajero delante de Mí, preparará el camino”, o sea, eso fue Malaquías 3. Dice… Malaquías 3 dice que enviaría a Su mensajero delante de Él. El profeta, el último profeta, habló de él. Lo último habló de él. Recuerden, el último Libro del Antiguo Testamento dice que Elías vendría a los hijos de Israel antes de la manifestación del Mesías.",
    "¿Están listos? El último Libro de la Biblia, el Apocalipsis, nos muestra que habrá un regreso de él en el último día, a la iglesia gentil, una señal. ¡Cómo se les pasa a ellos! Está profetizado que él vendrá de nuevo, un poco antes de la gran y segunda Venida del Señor. En Mal-… En Malaquías, el capítulo 4, también en Apocalipsis, el capítulo 3, nos dice que él estará aquí en los últimos días. Aquel mismo, que se parará en la brecha por la gente, con un pequeño rebaño que Dios le dará, él vendrá en los últimos días. Dios así lo dijo. Él será una señal para esta nación gentil, de que su tiempo no será más.",
    "Y, recuerden: cuando él aparezca en la escena, el tiempo está a la mano. Oremos para que Dios lo envíe. El tiempo está a la mano.",
    "Tan pronto como él terminó su ministerio, el Mesías se mostró. Tan pronto como este grande venga en los últimos días, termine su ministerio, el Mesías se mostrará. Así será. El tiempo está cerca, así que vale más que oremos. Vale más que Uds. comiencen a orar.",
    "Su señal, dada por Dios a esta edad, probará lo que él es. Todos lo sabrán. Dios lo vindicará. Él mostrará señales y maravillas como nunca se han hecho en la tierra, por ella. No me refiero a sacudir, temblar y hablar en lenguas. Él será respaldado con la Palabra de Dios, como lo fue este hombre. ¿Por qué? Fue profetizado que vendría, en Malaquías 4 y Apocalipsis 3, así que él vendrá. No hay nada que lo detenga; él viene. Amén. Él estará aquí. Amén. Dejen que la gente caiga postrada hoy y comience a clamar a Dios, y observen lo que sucede. Uds. lo verán a él aparecer en poder. Sí, señor.",
    "De acuerdo con la Escritura, su Mensaje-señal será “el giro”. ¿Cuál será su…? ¿Qué sabremos que será él? ¿Cómo sabremos que es el correcto?",
    "Saben, Israel preguntó eso una vez, en Deuteronomio, capítulo 20… el versículo 20, creo que es. Dijo: “¿Cómo sabremos que este será el correcto?”.\n\n¿Cómo sabemos? Dios nos dice que lo conoceremos. ¿Qué hará él? “Él hará volver los corazones de los hijos al Mensaje pentecostal original del principio”. ¡Oh, vaya!",
    "Una señal que se pasa por alto, la señal verdadera, y a ellos se les pasa; siempre les sucede.",
    "¡De vuelta a la verdadera Iglesia, al verdadero Mensaje! Él se parará solo contra la denominación, audaz y sin miedo, con ASÍ DICE EL SEÑOR. No cederá ante ninguna denominación. No tendrá nada que ver con ninguna; no será influenciado por nada. Él permanecerá directamente en la Palabra, ASÍ DICE EL SEÑOR. Dios vindicará su ministerio con señales y maravillas, gran revelación de la Palabra y exponiéndola a la gente. ¡Qué día el que está a la mano! Como… Se parará como lo hicieron Pedro y Juan, después, en el Día de Pentecostés.\n\nDespués de Pentecostés, cuando habían sido llenos del Espíritu Santo, bautizados allí, se pararon en esa corte del Sanedrín. Ellos se pararon allí con toda la audacia que se podría tener. Cuando les dijeron: “No les permitimos que sigan enseñando en el Nombre de Jesús”.",
    "Él dijo: “¿Es correcto que nosotros los escuchemos a Uds., o a Dios? Juzguen entre Uds.”. Sin letras, del vulgo. Amén. Ellos eran profetas. Eran profetas ungidos de Dios. Ellos eran señales del Espíritu Santo; ellos eran profetas. Ellos sabían.",
    "Eran así como Juan. Habían estado allá arriba, en Pentecostés, y habían encontrado algo.\n\nNo eran como la mayoría de nuestros predicadores hoy, zelotes, jactándose de la gran organización que tenemos, de cuántos tenemos en nuestros grandes grupos. “Nos destacamos como una gran organización. Hacemos una gran obra misionera”. ¡Oh, misericordia! “¡Oh, nosotros tenemos multitudes más grandes que todos los demás”! ¿Qué es? Es una movida política. Quiero que escuchen atentamente en los próximos dos o tres minutos. Una movida política.",
    "Ciertamente habré dicho algo en estos últimos minutos que Uds. ya saben sobre lo que estoy hablando. Una señal que está profetizada. Dejé eso quieto, se los dejé a Uds. ¿Ven? Bueno, no solo a Uds. aquí, sino aquellos que oirán. Eso les queda a Uds. Hagan con eso lo que Uds. quieran. Uds. oren, y vean a Dios moverse en la escena. Mírenlo a Él cumplir Su Palabra. Él está esperando.",
    "Cuando las bombas atómicas y la gente esté temerosa, y el Pentágono, ellos no saben qué hacer, y señales místicas en los cielos, de platillos voladores, y todo lo que Dios predijo: es hora de que aquel Elías (él está en alguna parte) aparezca en escena.",
    "Dejen que la gente, dejen que ese pequeño rebaño, ese pequeño remanente que Dios le dará, deje que ese pequeño remanente comience a clamar a Dios y observen lo que sucede. Habrá un enfrentamiento nacional. Habrá un poder que nunca antes habrán visto. El problema es que, esta vez, será demasiado tarde para ellos en ese momento; las puertas estarán cerradas. Así que, recuerden: estamos en el tiempo del fin. Oren.",
    "Miren hoy a lo que nosotros llamamos ministerio. ¿Qué tenemos? Ahora, terminando, quiero decir esto: ¿Qué tenemos? No tenemos nada. Algunos de nuestros más grandes líderes, nuestros evangelistas más destacados; uno de nuestros grandes evangelistas dijo: “Si puedo encontrar que el diez por ciento de mis convertidos permanezcan un año, estaré muy agradecido”. Cuando, solo regresando allí a Finney, tenía noventa y siete por ciento de ellos.\n\nPablo tenía más de cien, cientos, cientos más cientos. Uno se salvaba, y estaba tan lleno, hermano, que iba y se lo contaba a otro; le decía a otro; y le decía a otro; llegó a los millones. ¿Por qué? Ellos tenían algo. Ellos estaban en la Palabra.",
    "Hoy, nosotros solo pensamos en grandes multitudes. ¿Qué es? Es una organización política. Si venimos, algún gran evangelista viene a la ciudad, ¿qué viene primero? Un grupo de hombres. Si todos los metodistas, bautistas, presbiterianos, todos, ellos hacen un pequeño marcador, en el que, ellos: “Solo puede predicar esto, y él no puede predicar eso, y él no puede predicar esto, pero puede predicar eso”, ¿qué tienen Uds.?",
    "Y pasan allá adelante, mujeres. Estoy hablando de pentecostales. Las mujeres van allí, al altar, ellos siguen suplicando.",
    "Yo siempre he estado en contra de un llamado al altar. Vale más decirlo. No creo en ellos. No hay tal cosa en la Biblia. ¿Cómo puede venir un hombre a menos que Dios lo llame? Ud. no podría mantenerlo alejado. Ud. no tiene nada que llamar nada; Dios lo ha llamado a él. El llamado al altar es una idea metodista. Así es. Llamados al altar, ellos los manejan, dicen: “Juan, sabes, tu madre murió hace mucho tiempo”.",
    "🦅 ¡Buaaah, sí, hermano, buaaah”! Eso no es una conversión.",
    "Aquí, hace unas noches, tuvimos una exhibición en Louisville, de una mujer que fue traída en un ataúd, fue puesta en la plataforma de la armería. “Cientos de personas” dijeron, “corrieron al altar”. El Evangelio no es con temor. No es un sentimiento de simpatía. Es una conversión de convicción.",
    "Observen estas reuniones, estos grandes evangelistas, y aun en mi pequeño y humilde ministerio, sin excluirme. A veces me da vergüenza salir. Así es. ¿Qué haremos? Se paran y llaman al altar y persuaden. Las niñas suben allí, mastique y mastique chicle, dicen: “Mira. Mira. Yo voy. Ajá”. Estas mujeres suben allí, con el pelo cortado y las caras pintadas, pentecostales, y entran y salen, y dicen que hablaron en lenguas. Y nunca se dejan crecer el pelo, y siguen haciendo lo mismo que hacían. ¿Me dice Ud. que esa es la conversión? Eso es una burla hacia Dios. La Biblia dice: “Es un pecado y una desgracia que ellas se corten el pelo”. ¿Cómo puede una mujer con el pelo cortado condenar a una mujer que tiene pintura en la cara? Vale más que lo oigan. Se acerca la hora cuando el hacha será puesta a la raíz del árbol. Y cada árbol que no produzca buen fruto es cortado.",
    "¿Qué pasa? Eso estaba errado. Por causa de nuestros modernos, así llamados predicadores por aquí, grandes multitudes y camisas almidonadas. Las organizaciones no saben más de Dios que lo que un hotentote sabría sobre una noche egipcia, cuando de eso se trata. Ellos suben allí…",
    "¿Qué tal si esa gente en Pentecostés hubiera subido allí y dicho: “Ahora, Jesús nos ordenó que subiéramos aquí y nos quedáramos hasta recibir poder de lo Alto? Ahora, hermanos, ya llevamos aquí nueve días. Vamos a aceptarlo por fe. Pues ya tenemos el Espíritu Santo. Salgamos, pues ya estuvimos aquí. ¿Hicimos lo que Jesús nos dijo que hiciéramos?”. No habría habido ninguna experiencia.",
    "Permítanme decirles algo. Sé que esto está en cinta, pero aquí viene de todos modos. Escuchen. Les voy a decir algo. ¡Qué vergüenza! La gente queriendo… Yo nunca he creído que el Espíritu Santo fuera “temblar”. Nunca he creído que el Espíritu Santo fuera “la evidencia de hablar en lenguas, ni de llorar, ni de gritar”. Esas son sensaciones emocionales. Yo sí creo que el Espíritu Santo puede hacer eso. Pero el Espíritu Santo es Deidad tabernaculizada. Yo sí creo que una gran cantidad de personas que afirman tener el Espíritu Santo, no saben nada de Él. Uno se encuentra con Dios.",
    "¿Cómo?, el Día de Pentecostés, ellos dijeron… Pues, como los bautistas de hoy, los presbiterianos y los metodistas, pregunto: “¿Creen Uds. que tienen el…?”.",
    "🦅 ¡Oh, sí, Lo aceptamos por fe”! ¡Por fe, nada! Así no es.",
    "Es una sensación, a Ud. le gusta ver una puesta de sol, Ud. se para y mira la puesta de sol, y llora y le corren lágrimas, eso no es Dios, es emoción, de algo que está en Ud. Ud. oye que alguien está enfermo o de alguien moribundo, Ud. grita y llora. Eso no es Dios. Esa es la emoción humana. De cómo Dios…",
    "He visto a personas en un partido de pelota estar tan contentos que tartamudean, de todo. No vengan con eso.\n\nNecesitamos un avivamiento, de salvación. Y los pentecostales vienen, emocionan a la gente y les dicen: “Cuando hablan en lenguas, ellos tienen el Espíritu Santo”. Y después algunos de ellos viven toda clase de vida.\n\nEscuche, hermano. En el Día de Pentecostés no fue así. Ellos no se basaron en lenguas ni en nada. Mientras estaban allí, de pie en un lugar, en un solo acuerdo, Dios bajó, literalmente, entre ellos. Vieron sobre cada uno de ellos lenguas de Fuego, más o menos así, sobre su cabeza. Dios estaba allí. No fue nade de: “Acéptenlo por fe, o por alguna emoción”. Ellos fueron llenos del Espíritu Santo, y luego salieron y comenzaron a hablar en lenguas. Pero, primero, ellos se encontraron con Dios.\n\nEso es lo que sucede hoy. La gente se emociona y se entusiasma, emoción, y no es el Espíritu Santo. El Espíritu Santo es Deidad tabernaculizada. Las palabras suyas son las Palabras de Él. Yo les digo, lo que necesitamos hoy es un llamado.",
    "La gente entra, mujeres así, entran, hablan en lenguas, salen de nuevo. Y uno va a sus lugares donde tienen sus iglesias…",
    "Quisiera que Billy estuviera sentado aquí. Acabo de recibir una carta de allá de en algún lugar, el otro día, donde una mujer dijo: “Yo pertenezco a cierta, gran…” la organización más grande de los pentecostales, una gran organización trinitaria. Dicen: “Todas nuestras mujeres, Hermano Branham, todas se cortaron el cabello. Yo tenía pelo largo y negro”. Ella dijo: “Siempre me encantaba, porque creía que era del Señor”. Dijo: “Nunca usé maquillaje. Nuestra iglesia enseña que eso es anticuado”. Dijo: “Me decían, cuando tenía el pelo recogido en un moño, atrás, decían: ‘Cuidado, tienes una llanta pinchada atrás’, y toda esa clase de cosas. Decían: ‘Llevas una llanta pinchada—pinchada atrás de la cabeza’”. Y dijo: “Finalmente, mi esposo dijo: ‘¿Por qué no te cortas el cabello y sé como las demás?’”.\n\nAhora le estoy enviando una carta.\n\nElla dijo: “¿Es así? Yo oí una de sus cintas, que el bautismo Cristiano es en el Nombre de Jesucristo”. Bueno, Uds. saben lo que ella va a recibir. ¿Verdad? Ella dijo: “Dígame, Hermano Branham. Tengo hambre. Quiero saber lo que he hecho”.",
    "Voy a decir: “Debería darle vergüenza a ese marido suyo descarriado. Y ese grupo impío con el que Ud. está adorando, salga de entre ellos”. Correcto. Dios no puede cambiar. Cuando Dios dice algo, Él lo dice en serio. ¡No me importa cuántos predicadores descarriados quieran ceder, para conseguir una organización grande o un grupo! Nosotros necesitamos salvavidas. Hombres que se paren y dejen que sus esposas hagan eso, tengo poca confianza en su experiencia de que sean Cristianos. Así es. ¡Arrepiéntanse o perezcan! ¡Vaya, piedad!",
    "Entran así, se unen a las iglesias, iglesias pentecostales, salen y no cambian ni un poquito; siguen igual, no avanzan nada. ¡Oh, vaya! ¿Qué es? Jezabeles modernas. Solo hubo una mujer en la Biblia que llegó a pintarse la cara, y Dios se la dio de comida a los perros. Jezabales modernas arrastrando a sus Acabes por el cuello, cualquier hombrecillo afeminado que deje que su esposa haga eso, usar pantalones cortos y cosas, y salir aquí a la calle y vestirse con vestidos que parecen su piel, como una salchicha despellejada. E ir… Yo no digo eso como broma. Este no es lugar para bromas. Esta es la Palabra de Dios. Es verdad. Así es. Camina por la calle con un vestido tan ajustado que ella no puede caminar. Luego algún hombre dice algo de ella y Ud. quiere pelear con él. Ud. debería ser abofeteado en la mejilla, así es, por dejarla hacerlo. Eso muestra de lo que está hecho Ud. Exactamente.",
    "Lo que necesitamos es el Evangelio. Dios, levanta a alguien en la escena que esté directamente de nuevo en la Palabra. Dios dijo que ni siquiera es una cosa decente que una mujer aun venga a la iglesia a orar con el pelo cortado. Y una mujer que se corta el pelo, es… un hombre tiene perfectamente el derecho de divorciarse de ella. Ella es una mujer deshonrosa. La Biblia lo dice. Ella deshonra a su esposo. Tal vez ella no lo sepa. Cualquier mujer que use pantalones cortos es deshonrosa. Ella quizá no lo sepa. Señora, no quiero lastimarla. Quiero salvarla de un lago de fuego y del infierno. ¡Arrepiéntase!",
    "🦅 Pues” Ud. dice, “yo tengo el Espíritu Santo”. Luego se porta así, ¿con Dios tabernaculizado en Ud., el mismo Dios que le dijo a Ud. que no lo hiciera?",
    "🦅 Bueno” Ud. dice, “yo hablé en lenguas”. Yo he visto a diablos hablar en lenguas. He visto en África que beben sangre de un cráneo humano, y hablan en lenguas e invocan al diablo. He estado en campamentos de brujos y hechiceros, donde ellos hablaban en lenguas y las interpretaban. Vi lápices sobre la mesa y escribir en lenguas desconocidas, y el hombre venir para interpretarlas. Eso era cierto. No me hablen de lenguas. Ya tenemos demasiado de eso.\n\nNo obstante, yo creo que Dios sí tiene una lengua desconocida. Yo sí creo que Dios habla en lenguas desconocidas, pero no se apoye Ud. en eso. Pablo dijo: “Aunque yo hablase con lenguas humanas y Angélicas, y no tengo el Espíritu Santo, todavía nada soy. Aunque yo pueda trasladar montes…”.",
    "Mucha gente quiere decir: “¡Oh, este es un gran hombre de Dios! Ud. debería ver los grandes milagros”. Pues, los demonios sanan…\n\nLos demonios salen y realizan tales cosas. Sé de brujas que salen, y cosas de esas, ella tiene un delantal puesto así. Allí ponen el dinero. Se saca pelo atrás de la cabeza, lo enrolla en sangre y lo arroja. Y esa gente es gente sincera, está creyendo. No es ese hombre. Son esas personas creyendo que se están acercando a Dios, por medio de la bruja.",
    "¿No dijo Jesús: “Muchos vendrán a Mí en aquel día y dirán: ‘Yo he tenido grandes campañas de sanidad’”? Eso no es una señal. Es una señal de que estamos en el fin. ¿No dijo Jesús, en Mateo el capítulo 24, de hecho, como en el versículo 24, 24:24? Y Él dijo: “Se levantarán falsos profetas en los últimos días y mostrarán grandes señales de tal manera que engañarían a los mismos Elegidos si fuere posible”. Pero los Elegidos están parados en la Palabra. Ellos saben lo que es una verdadera señal.",
    "¿Cómo puede un hombre que hace estas cosas, que niega la Fe de Dios, decir que él es un profeta del Señor? ¿Cómo podrá hacerlo un hombre?\n\nÉl podría ser un profeta, como aquellos que estaban allá en tiempos de Acab y Josafat, cuando Micaías se paró. Pero ellos tenían a uno allá que se paró por la Palabra, Elías. La Palabra del Señor había sido escrita, que Acab llegaría a su fin, y la visión de Elías cuadraba con eso.",
    "Y cualquier hombre, cualquier hombre que se llame espiritual o profeta, reconoce que cada Palabra de Esto es verdad. ¿Cómo puede él ser un trinitario? ¿Cómo puede bautizar en el nombre de “Padre, Hijo y Espíritu Santo”, y decir que está ungido con el Espíritu? ¿Cómo puede enseñarle a la gente ese error, y aún así estar ungido con el Espíritu? No se puede. Es una imposibilidad.",
    "Yo entiendo que eso no es popular. Pero no queremos ser populares. Uno quiere ser sincero.",
    "Ahora, Jezabel y los Acabes. Sí, señor.",
    "¿Por qué, por qué lo hacen? ¿Por qué lo hacen esas mujeres, se siguen cortando el cabello, y usan maquillaje, y salen y se ponen pantalones cortos cuando pasan los hombres, y cosas así, son sus esposos? Es porque no tienen a un verdadero profeta en su púlpito, para decirles la Verdad. Ellos les dicen: “Bueno, no hay diferencia. Está bien. Ud. no tiene que hacer nada de eso”. ¡Ud.!",
    "Sí, es la Palabra del Señor. La Biblia dice: “Cualquier mujer que se ponga ropa de hombre es una abominación ante Dios”. Dios no cambia. ¿Cómo puede cambiar Él y ser Dios? Él es infinito.",
    "Ellas necesitan un verdadero profeta que les diga que eso es una señal del fin. La Biblia dice que ellas lo harían. Isaías, el capítulo 5, dice que las mujeres harían eso en los últimos días. Exactamente. Entonces, ahí están.",
    "Pero ellos dicen que tienen a un profeta en el púlpito, temeroso de la Palabra de Dios. No… Él es temeroso de la congregación.\n\nOremos para que Dios nos envíe esa Luz tardía, esa Luz de la tarde, que nos envíe al que Él prometió que lo haría, a la Iglesia elegida, que les dirá cuál es la Verdad, parado en la Palabra de Dios. Dejar a las Jezabeles y Acabes, luego los separará. Así exactamente.",
    "Recuerden, cuando las mujeres comiencen a actuar así. Ahora solo retroceda un poco, cuando ellas comenzaron a cortarse el pelo y actuar así. Cuando las mujeres comiencen a actuar así, es en ese tiempo y en esa época que Elías, en los últimos días, aparecerá en la escena con la señal del tiempo del fin, con la señal del tiempo del fin como fue en los días de Lot. ¿Ven? La señal del tiempo del fin; cuando las mujeres comiencen a actuar así. Ellas están actuando así ahora. Es en ese momento que el Elías ha de aparecer en la escena, regañando y llamando, reprendiendo y derribando, correcto, con el respaldo de la señal de Dios avanzando. Ahora, él no va a llamar a un grupo grande. La Biblia dice: “No temáis, manada pequeña, a vuestro Padre le ha placido daros el Reino”. Así es. Así exactamente.",
    "Él tiene que ser rechazado por todos, excepto el pequeño rebaño, porque él es como Elías con sus setecientos y Juan con su pequeño rebaño. Sí.",
    "¿Ven Uds. dónde estamos parados hoy? Tenemos que regresar al Pentecostés original. Tenemos que regresar a las cosas de Dios. Tenemos que regresar. Hermano, hermana, no se dejen engañar en cuanto a su experiencia. Estamos—estamos esperando esa hora.",
    "No solo acepte Ud. un: “Yo—yo espero que sí. Yo creo, por fe acepto Eso”. No haga eso. Conozca Ud. a Dios, cara a cara, y sea lleno del Espíritu, y luego mire Ud. lo que sucede. Y si ese espíritu en Ud. es contrario a esta Palabra, entonces deje ese espíritu. Vaya reciba… Ore para que Dios entonces le dé Su Espíritu.",
    "Cuando este Espíritu surja en el último día, será una advertencia contra ellos, aquellos que son falsos. ¿Ven? Porque, dijo Juan: “No piensen decir por dentro que nosotros… que Uds. ‘Tienen a Abraham por padre’”. Tenemos el… Nosotros somos…\n\n“Nosotros, nuestros padres eran metodistas, bautistas, presbiterianos o pentecostales”. No piensen decir, Uds.: “Dios”, y que Uds. son hijos de Abraham, porque Dios puede levantar hijos a Abraham de estas piedras. No piense que porque Ud. es pentecostal, que va a ser excusado. De ningún modo. Dios puede de estas piedras levantar hijos a Abraham. Así exactamente. Sí, señor.",
    "Solo hablar la Palabra de Dios, siendo fiel en el día postrero, es su profecía.",
    "Por favor… permítanme abrir aquí atrás solo un minuto, permítanme mostrarles cómo podemos averiguar. Tengo muchas Escrituras anotadas aquí. Me he estado refiriendo a Ellas. Quiero leerles una. De, vamos primero, tomemos… Tomemos Deuteronomio, el capítulo 18, y lo veremos, solo un minuto. Solo para, antes de cerrar aquí, para que yo pueda leerles esta Escritura. En Deuteronomio, el capítulo 18, muy bien, y veamos ahora. El versículo 20 del capítulo 18, Deuteronomio, 20:\n\nEl profeta que tuviere la presunción de hablar palabra en mi nombre, a quien yo no le haya mandado hablar, o que hablare en nombre de dioses ajenos (plural), el tal profeta morirá.\n\nAsí es. Espiritualmente condenado. Muy bien. “El alma que pecare, ella morirá”. Tenemos un Dios, no “Dioses”.\n\nY si dijeres en tu corazón: ¿Cómo conoceremos la palabra que Jehová ha…no ha hablado?\n\n“¿Cómo lo sabremos? Habrá tantos de ellos, ¿cómo lo sabremos? Este dice eso, otro dice esto; como uno que dice esto, y el otro que dice eso, y demás”. Pues observen. Nosotros sabemos.\n\nsi el profeta hablare en nombre de Jehová, y no se cumpliere lo que dijo, ni aconteciere, es palabra que Jehová no ha hablado; con presunción la habló el tal profeta; no tendrás temor de él.",
    "Si Dios no lo ha dicho, entonces no le teman. Eso, no hay problema, solo sigan adelante y olvídenlo. ¿Ven?",
    "Ahora miren lo que oímos hoy. El Credo de los Apóstoles, el credo de los metodistas, el credo de los bautistas, el credo de los pentecostales, el credo, credo, credo. ¿Qué es un credo? ¿De dónde lo sacan? Yo reto a cualquiera a que me muestre el Credo de los Apóstoles en la Biblia. Yo creo que no existe tal cosa.\n\nSi los apóstoles tuvieron algún credo del que se aferraban, aquí está: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para el perdón de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa”.\n\n¿No ven en dónde estamos, amigos? Estamos en una condición terrible. ¿Qué es? Una verdadera señal que se pasa por alto.",
    "Ahora, Uds. son hombres y mujeres, la mayoría, y Uds. son los hijos de Dios. No la pasen a ella por alto. Recuerden que nosotros debemos tener estas cosas. Ellas tienen que suceder en este día, en esta hora en la que ahora vivimos. Esta es la hora, un poco antes de la Venida del Mesías, deberá haber un anuncio que viene de Dios.\n\nPermítanme leerles eso. Volvamos a Malaquías. Es el último del Antiguo Testamento, y escuchen lo que dice aquí en Malaquías. Entonces… Escuchen esto solo un momento.\n\nAhora, si observan, Malaquías 3, hablando de lo que Jesús dijo de la venida de Juan:\n\nHe aquí, yo envío mi mensajero, el cual preparará el camino delante de mí; y vendrá súbitamente a su templo el Señor a quien vosotros buscáis, y el mensajero del pacto, a quien deseáis vosotros. He aquí viene, ha dicho Jehová de los ejércitos.",
    "Ese fue Juan, anunciando la venida de Jesús. Y Él vino al templo, exactamente lo que Él dijo, el Mensajero del pacto, el Ángel que estuvo con… en el desierto con los—con los discípulos, o con Israel. ¿Creen Uds. que Él era ese Mensajero? Bueno, Él dijo: “he salido de Dios y a Dios voy”.",
    "Pues, ¿por qué se le dio a Pablo una enfermedad? Para sujetarlo.\n\nDespués de que Jesús había muerto y fue enterrado, y resucitó, después de mucho tiempo, Pablo lo conoció a Él cara a cara, en el camino a Damasco. (Él había dicho: “De Dios salí y a Dios fui”.) Pablo levantó la mirada. Allí había una gran Luz, esa misma Columna de Fuego. ¿Saben Uds. de lo que estoy hablando? La misma Columna de Fuego. Y Pablo habló con Él, y Él le respondió a Pablo. La gente no Lo oyó. Ellos no Lo oyeron. Pero Pablo Lo oyó. Él dijo: “Saulo, Saulo, ¿por qué Me persigues?”.\n\nÉl dijo: “¿Quién eres, Señor?”.",
    "Él dijo: “Soy Jesús. Ahora levántate y ve a la calle que se llama Derecha. Se te dirá a partir de ahí. Tengo un profeta que viene a decirte qué hacer, ¿ves? Y de cómo…”.",
    "Pablo fue allí, fue bautizado, e invocó al Señor, recibió el Espíritu Santo.\n\nY Pablo dijo: “Yo tenía una enfermedad en la carne, que me fue dada, un diablo, un mensajero del diablo, que me abofetea” es decir, “golpe tras golpe”. Él mejoraba, y luego le venía, lo afligía de nuevo. Dijo: “Consulté al Señor tres veces para quitármela, pero el Señor dijo: ‘Pablo, bástate Mi gracia’”. Luego dijo: “Para que yo no me exaltase… por la abundancia de la revelación”.\n\nÉl tenía más, por revelación, que Pedro, Jacobo, Juan, o cualquiera de ellos. Él Lo vio después de que Él se había ido por unos dos años, o más, parado en una Columna de Fuego, hablando con él. ¡Cuánto más grande hoy, a dos mil años, y Él aún vive! Amén.",
    "Dijo: “Eso me fue dado, para que no me exaltara desmedidamente, diciendo: ‘Bueno, hermano, yo estoy sobre todos Uds. ¿Ven? Yo—yo Lo vi después de que Él resucitó de entre los muertos, y hablé con Él. Yo…’ Para que no me exaltara desmedidamente, me fue dado algo, para mantenerme humilde”. Sí.",
    "Él fue quien les dijo que se volvieran a bautizar de nuevo, en el Nombre de Jesús. Dijo: “Aun si un Ángel del Cielo…”.",
    "Él dijo: “Yo no fui a sus escuelas, donde sea que estuvieran”. Dijo: “No fui a Jerusalén de inmediato, sino hasta catorce años”. Dijo: “Bajé a Egipto, a Asia por allá abajo”. Y él consultó al Señor, estuvo por allá unos tres años, estudiando el Antiguo Testamento, para compararlo todo. Cuando regresó, catorce años después, se encontró con Pedro y ellos, y tenía el mismo Evangelio, bautizaba de la misma manera y hacía lo mismo. Amén. Él sabía que era correcto. Sí, señor.",
    "Escuchen ahora a Malaquías, acá en Malaquías 3. Ahora, si pueden, permítanme aclararles esto. Yo creo… pasemos ligeramente ahora a Mateo el capítulo 11, y veamos si yo… puedo estar equivocado, creo que lo tengo, pueda ser que tenga que buscar primero para encontrarlo. Mateo 11. Veamos. Empecemos en:\n\nCuando Jesús terminó de dar sus instrucciones a sus doce discípulos, se fue de allí a enseñar y a predicar en las ciudades de ellos.\n\nY al oír Juan…que él estaba…en la cárcel, los hechos de Cristo, estaba…la cárcel, los hechos de Cristo, le envió dos de sus discípulos,\n\npara preguntarle: ¿Eres tú aquel que había de venir, o esperaremos a otro?\n\nEl ojo de águila de Juan se empañó allá en la cárcel. ¿Ven?\n\nRespondiendo Jesús, le dijo: Id…haced saber a Juan estas cosas que tú…oís y veis.\n\n“Juan es un profeta. Y si él—él oyere esto, de lo que está sucediendo, él sabrá Quién soy Yo”. ¿Ven? Él dijo:\n\nLos ciegos ven, los cojos andan, los leprosos son limpiados, los sordos oyen, y los muertos son resucitados,…\n\n“¿Y todas las denominaciones están juntas”? No dice así, ¿verdad? No. No lo dice. Dice:\n\n…los cojos andan, los leprosos son limpiados, los sordos oyen, y los muertos son resucitados, y a los pobres es anunciado el evangelio;\n\nAhí está la señal. Observen:\n\nY mientras ellos se iban…\n\ny bienaventurado es el que no halle tropiezo en Mí.\n\nObserven ahora: “Bienaventurado el que no halle tropiezo en Mí”, en otras palabras, o “se avergüence de Mí. Bienaventurado es el que no se avergonzare de Mí”. ¿Ven?\n\nMientras ellos se iban, comenzó Jesús a decir de Juan a la multitud: ¿Qué salisteis a ver al desierto?\n\nMiren ahora a este profeta:\n\n…¿Qué salisteis a ver al desierto? ¿Una caña sacudida por el viento?\n\nJuan no. ¡Oh, no! “Uds. generación de víboras en la hierba”, les dijo a esas denominaciones, “¿quién os enseñó a huir de la ira venidera? No comiencen a decir: ‘Pertenecemos a esto y a aquello, porque Dios puede levantar hijos de estas piedras’”. ¡Oh, hermano!, con él, no era ninguna caña sacudida por el viento.\n\n…¿Una caña sacudida por el viento?\n\n¿O qué salisteis a ver? ¿A un hombre cubierto de vestiduras delicadas? (¿Tiene que cambiar de ropa dos o tres veces mientras predica?) He aquí, los que llevan vestidura delicada, en las casas de los reyes están.\n\nEllos son los ministros que salen y besan a los bebés, Uds. saben, y—y casan a los jóvenes, y—y van a la escuela y hacen charlas intelectuales y, Uds. saben, todas estas cositas afeminadas. ¿Ven? ¿Ven? Él no volea una espada de dos manos aquí en la primera línea. “¿Qué salisteis a ver, a un tipo así?”. Él les… Él les pregunta.\n\nPero ¿qué salisteis vosotros a ver? ¿A un profeta? (Escuchen.) Sí, y os digo, y más que profeta.\n\nSí, señor. ¿Qué era él? “¿Digo que él es ‘más que profeta’?”. Era un profeta, y más. Él era el mensajero de esa edad.\n\n…¿qué salisteis a ver? ¿A un profeta? Sí, os digo, y más que profeta.\n\nPorque éste es él, de quien está escrito: He aquí, yo envío mi mensajero delante de mi faz,…para preparar el camino delante de mí.\n\nMiren acá en Malaquías 3. “He aquí, Yo envío Mi Mensajero, delante de Mi faz”.",
    "Observen. Ahora, Malaquías 4, permítanme leer esto. Él va a venir de nuevo.\n\n…he aquí, viene el día ardiente como un horno, y todos los soberbios, sí…",
    "Eso es hoy. Yo camino por la calle y veo a estas personas. Uno les puede hablar y ellos se ríen de uno, se burlan de uno. Yo pienso: “¿Por qué?”.\n\nEl otro día yo iba caminando al lado de la plaza aquí. Yo les hablaba a unas personas, y simplemente dijeron: “¡Aah!”, continuaron caminando.\n\nAlgo simplemente me dijo: “Ellos son forraje atómico, para pronto ser cenizas esparcidas por el suelo. Déjalos. Has dicho lo que tenías que decir. Prepárate y sal de aquí”. ¡Aleluya! Yo no debí haber dicho eso, supongo. “Prepárate tú. Ciñe tus lomos. Te estoy llamando”. Por eso es que estoy esperando.\n\nPorque he aquí, viene el día ardiente como un horno, sí todos los soberbios y todos los que hacen maldad serán como estopa;…\n\nEs exactamente lo que será. ¿Qué sucede cuando un gran… algunos de Uds. agricultores; cuando un fuego fuerte quema un campo de trigo, que solo queda estopa? Simplemente arrasa, dejando ceniza. Así hará, cuando eso, cuando impacte.\n\n…aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.\n\nNo quedará nada de ellos.\n\nMas a vosotros los que teméis mi nombre, nacerá el Sol de justicia, y en sus alas traerá sanidad;… …vosotros saldréis, y saltaréis como becerros en la manada. (Es el Milenio.)\n\nY vosotros hollaréis a los malos, los cuales serán ceniza bajo las plantas de vuestros pies, en ese día en que yo actúe, ha dicho Jehová de los ejércitos.\n\nAl salir, en el Milenio. “Las cenizas de los impíos”.\n\nAcordaos de la ley de Moisés mi siervo, al cual encargué en Horeb ordenanza y ley para todo Israel.\n\nBueno, escuchen atentamente ahora.\n\nHe aquí, yo os envío el profeta Elías, antes que venga ese día de Jehová, grande y terrible.",
    "Ahora, ese no puede haber sido Juan. No es posible, porque el mundo hubiera sido destruido allá. Pero aquí Él dice, en Mateo 3, Él envía un mensajero delante de Él. Y Jesús dijo: “Este es el Elías que habría de venir, para preparar el camino delante de Mí”.\n\n“Pero antes de que esta gran bomba atómica golpee, les enviaré a Elías, el profeta”.\n\nY él hará volver los corazones de los padres hacia los hijos, y los corazones de los hijos hacia los padres, no sea que yo venga y hiera la tierra con maldición.",
    "Profetizado, en este día.\n\nPero ahora Ud. dice: “¡Oh, ese Elías, ese habría de ser Juan!”. El mensajero del pacto era Juan, ciertamente. Así es exactamente. Jesús lo dijo y lo verificó aquí mismo: “Ese es aquel de quien hablé”. Pero, vean, no podría ser el Elías que habría de venir. ¿Ven? No pudo ser. Porque, verán, si así fuera, entonces la profecía falló; la tierra no fue destruida en ese entonces. ¿Ven? “Pero antes de que venga ese día de Jehová grande y terrible, os enviaré a Elías. Y él restaurará”, miren su primera venida, “los corazones de los padres a los hijos”. Eso fue lo que él hizo, primero, trajo el mensaje de la nueva dispensación, pues la venida de Cristo, alejando a los viejos padres ortodoxos de esa fe ortodoxa, a una nueva fe que acababa de nacer.\n\nLuego, cuando Él viene por segunda vez: “Y los corazones de los hijos de nuevo a los padres pentecostales, el Mensaje original”.",
    "Ahora vengan acá a Apocalipsis 3, y Uds. lo verán allí nuevamente. Así que, está profetizado. Estamos al final del tiempo, mi hermano. Así es.",
    "Como los cuatrocientos profetas en contra de Micaías, ellos dicen que estamos… Estamos en ese último día, lo sabemos. Un profeta falso, muestra señales falsas: unirse a denominaciones. Ellos dicen: “Vengan y únanse. Vamos a unirnos. Venga y únase a nuestra iglesia. Traiga su membresía. Estamos abiertos esta mañana para que Ud. transfiera su membresía de esa iglesia a esta”. ¡Oh, tonterías! ¿De qué les sirve su membresía? Si Uds. no tienen una herencia en el Cielo, olvídenlo. Profetas falsos mostrarán señales falsas.",
    "Pero, miren, verdaderos profetas: ellos se quedarán con la Palabra de Dios. Las señales verdaderas traerán la Palabra verdadera de Dios a una Iglesia verdadera, y la Iglesia verdadera recibirá la Palabra y se regocijará por Eso; cuando el pequeño rebaño, el que será dado en los últimos días, que será un remanente de los gentiles, ese será trasladado.",
    "Cuando vino Jesús, no había—no había sino solo unos pocos allá que creyeron. El grupito de Juan fue el que creyó. Jesús los llevó de allí en adelante, los hizo discípulos y continuó. Cuando Elías…",
    "Cuando llegó la destrucción, cuando llegó el tiempo de Noé, él fue una señal y él llevó a la gente en el arca. Cuando vino Elías, él sacó a la gente de la confusión en la que estaba. Cuando vino Juan… Todos los profetas fueron una señal, señal, señales, señal.\n\nY Él nos prometió una señal en el último día. En los últimos días habría una señal. Es una señal pasada por alto. La gente no la ve. Simplemente la pasa por alto, y la descarta. Hermano, hermana, no se una a la iglesia. Permítanme decir esto, para terminar ahora.",
    "Si su experiencia solo ha sido alguna emoción, alguna sensación, no se base en eso. No lo haga. Para Uds. personas. Uds.… Le estoy hablando a la gente. Oí el clic de las grabadoras allá atrás, en ese momento. Le estoy hablando ahora a la Iglesia. ¿Ven? Escuchen. No lo haga Ud.",
    "A veces yo digo muchas de esas cosas así, para que la gente de la tierra acá afuera, se quede con Dios. Esté pendiente de su verdadera señal. Ud. la verá. Estará alrededor suyo, pero millones caminarán junto a ella y no la ven.\n\nCuando Jesús vino, ellos no Lo conocieron.\n\nEllos no reconocieron a Elías. ¿Saben Uds. lo que dijeron cuando Elías subió? Ellos no creían esa tontería. Dijeron: “Es una tontería”. Los niños allí mismo en su propia ciudad, donde él vivió… vivía, predicó, hizo señales y maravillas allí mismo en esa región, cuando hubo un alboroto: “No encontramos a Elías; el Señor lo levantó en un torbellino”, ellos se rieron de semejante cosa.",
    "Aquí vino Elías, Eliseo, con las mismas señales, un tipo de Cristo y Su Iglesia. Aquí vino Elías, igual; Eliseo, las mismas señales que tenía Elías, vino directamente haciendo eso. Aun sus niños pequeños lo siguieron, decían: “Viejo calvo, ¿por qué no subiste como Elías?”. ¿Ven Uds. lo que les pasó a esos niños irreverentes?\n\nHoy se ríen y se burlan. No se preocupe, hermano, el juicio está pendiente en los cielos en este momento. Está escrito en el rostro de cada americano. Así es. El juicio está pendiente en los cielos, toda la ira del Dios Todopoderoso.",
    "[Cinta en blanco.—Ed.] “Aborrecedores de los buenos; teniendo apariencia de piedad, pero negando la eficacia de ella: a estos evita”.",
    "No se aferre Ud. de una sensación. No se aferre Ud. de una emoción. No se aferre de nada hasta que Ud. conozca a Dios, cara a cara, y le permita entrada al Espíritu de Dios en Ud. Él llenará su corazón y alma con poder, y amor y fervor.",
    "Dios, ayúdame a encontrar mi lugar allá en algún lugar en los próximos días, y allí permanecer hasta que vea mi próximo movimiento.",
    "Hemos esperado mucho tiempo. Yo he esperado mucho tiempo. Recuerdo que cortaba mi césped allí atrás. Cuando construí esta casa aquí, el Señor me llamó. Mi esposa lloró porque no quería dejar a su madre. Dijo: “Tal vez ella no sería atendida…”.\n\nDije: “Yo también tengo una madre anciana”.",
    "Yo estaba sentado allí, un día, cortando el césped. Me senté. Así muy claro llegó una Voz que dijo: “Sepárate, luego te bendeciré”.\n\nLe dije: “Señor Dios, hazme feliz aquí. Tú ves lo que me enfrenta”.",
    "Ahora todas esas cosas han terminado. Mamá Broy está en Gloria; Mamá Branham, también.\n\n“¿Para dónde me muevo, Señor”?",
    "El juicio golpeará a este país un día de estos. Hay otras naciones que no han oído el Evangelio. Hay lugares.",
    "Hagan lo que hagan, no olviden Uds. mis palabras. No olviden. Dejen que esto se ancle. Que Dios tome un cincel de acero y lo esculpa en el corazón suyo, para que no lo olviden. No lo olviden. ASÍ DICE EL SEÑOR. Regresen a Dios con todo su corazón. Vuelvan. No se base en la emoción, en la sensación, ni en nada. Busque Ud. a Dios con todo su ser, hasta que algo le suceda, que Ud. quiera enderezarse, que Ud. quiera ser piadoso, Ud. le teme a Dios, Ud.—Ud. quiere vivir rectamente. Hagan eso. No lo olviden, porque estamos en el tiempo final. Bueno, recuerden, estamos en el tiempo final.",
    "Y recuerden esto, mientras termino en un minuto, para orar. No olviden. Óigame, tabernáculo. Si esta cinta aún está grabando, óiganme, mundo, o dónde ella irá: se levantará una señal, una señal verdadera. Tal vez ya se haya levantado y haya sido pasada por alta, una verdadera señal que Dios siempre ha dado, que se pasa por alto.",
    "Oremos.",
    "Jesús de Nazaret, como esa gran Voz habló allá ese día, hace unas semanas, parado a un lado mientras yo cruzaba sobre ese tronco, alrededor del árbol, y ese Espíritu el cual bajó por esas copas de los árboles y dijo: “Jesús del Nuevo Testamento es Jehová del Antiguo”. ¡Oh, Dios!, en esta Roca estoy parado. Todo otro terreno es arena movediza. Todos los otros terrenos son arenas movedizas.",
    "Por unos treinta años, Señor, he clamado aquí por este valle. Ese Mensaje, no me he movido ni una pulgada de Él, de donde comencé, sigue siendo el mismo Mensaje, lo mismo; llamando a las personas a regresar, no a una sensación, sino a una experiencia de encontrarse con Dios y nacer de Su Espíritu. ¡Oh!, ¿qué quedará sino un juicio? Para aquellos que están rechazando ese Mensaje, Señor, no les queda nada.",
    "Tú has cumplido plenamente Tu Palabra al declarar las señales del último día, y probarlo infaliblemente, que Tú eres Dios y que llegamos aquí. Aun cuando oímos a grandes evangelistas por las tierras hoy, todos dando voces. Y la capital de nuestra nación, y las otras naciones apuntando, y—y el temor cayendo. Y cuando oímos a estos grandes hombres, hasta en Francia, prediciendo que la primera bomba caerá en Louisville, Kentucky, arrasará la tierra por cientos de millas. ¡Oh, Dios!, ellos tuvieron la oportunidad de oír, pero no quisieron.",
    "Periódicos, reportajes de la iglesia, televisión, radio, lo han publicado. No hay excusa. Entonces, Señor, Tú dijiste: “Todo lo que el Padre Me ha dado vendrá, y nadie puede venir si el Padre no le trajere primero”.",
    "Ahora, Padre, pido por mí mismo en esta oración. Aquí estoy envejeciendo ahora, y no sé cuántos días nos quedan, Señor. Puede ser que no nos quede hoy. Pero lo que quede, Señor, y lo que quede en mi vida, ¡oh, Dios!, ¿será posible que Tú puedas tomarlo y hacer algo con ello, para Tu gloria?",
    "Oro primero por mí mismo, Señor, que Tú me des Tu voluntad. Hágase Tu voluntad, Señor, sea lo que sea. Quiero que se diga en ese día cuando yo venga a encontrarme Contigo: “Fue bien hecho”. Si fuere grande, o si fuere pequeño, lo que esté en Tu gran corazón para mi vida, Señor, heme aquí.",
    "Envía un Ángel con un carbón encendido y limpia nuestros labios y santifícanos, Señor, para la última gran cosa que está por golpear la tierra. Que seamos una voz que clama en el desierto del pecado: “Prepárense para encontrarse con Dios”.",
    "Esta pequeña iglesia, estas personas que vienen día tras día, y conducen cientos de millas, ¡oh!, Eterno y amoroso, y que nunca olvida un hecho, el Dios de Abraham, Isaac y de Jacob, Quien levantó a Jesús de entre los muertos, y ahora se sienta a la diestra de la Majestad en las Alturas, Dios tabernáculizado en carne: bendice a estas personas a quien yo bendigo en Tu Nombre. Que ellos siempre recuerden y sepan que hay una señal, una señal del fin. Oro que Tú se los concedas y los hagas ganadores de otros: en su trabajo, donde estén, en las esquinas de las calles, en las gasolineras, o donde sea que estén, que testifiquen en la bodega, al lechero. Donde sea, Señor, si algo les advierte en el corazón, que ellos sean testigos. Que vivan vidas tan piadosas y santificadas, al grado que sean epístolas leídas por todos los hombres.",
    "Dios, bendice a nuestras mujeres. ¡Oh, Dios!, oro que les permitas lavarse la cara, aquellas que no lo hacen, quita el… de ellas ese maquillaje de Jezabel. Permíteles tener la valentía de Cristianas, y tener el suficiente Espíritu de Dios, para saber que no deben usar esas ropas impuras que usan. Dejarse crecer el cabello, como damas. Porque escrito está en la Biblia: “Precioso ante los ojos del Señor es ese pequeño renuevo que escapará de todas estas cosas que han de venir en el último día. Será glorioso ante los ojos de Dios”, tal como lo predijo el profeta. Dios, concédelo.",
    "No hay nada más que yo pueda hacer. He alzado mi voz año tras año, Señor. Y a menos que Tú te muevas ahora, no hay nada que yo pueda hacer. Oro que, que Tú lo hagas. Y sé que lo harás, porque lo prometiste en Tu Palabra. Y allí es donde estoy parado. Solo puedo dar testimonio, Señor. Y nadie puede venir si Tú no lo traes; y todo lo que el Padre ha dado vendrá. Yo tengo esa seguridad de que Tu Palabra será atendida. Bendícenos, Señor.",
    "Y si hay aquellos aquí que solo dependen de una sensación, tal vez han gritado, ellos, puede ser que ellos tengan el Espíritu Santo, o… No tendríamos eso en cuenta, Señor, porque hemos visto gente en los partidos de pelota, gritar. Hemos visto a personas en diversiones mundanas, gritar. Hemos visto aquellos tan contentos al grado que lloran en la pista, bailando, y todas esas cosas. Tú no eres eso, Dios.",
    "Pero el reunirnos Contigo y hablar Contigo, y Tú responder, eso es lo que queremos, Señor. ¡Oh!, Te pido, Dios, en este mismo minuto que envíes ese Espíritu Santo al salón, a este pequeño, humilde lugar. No hay lugar digno para que Él venga. Pero oro, Dios, que, a Tu propia manera, que Tú Lo envíes ahora mismo al salón. Convence a las almas.",
    "Así como dije hace un rato, Señor, tal vez Tú has puesto un obstáculo en el camino de alguien, sobre estos llamados al altar, rogando y persuadiendo a la gente para que suba. Y cuando regresamos el año que viene, los encontramos doblemente hijos del infierno que para comenzar. ¿Cómo pueden venir si Tú no los convences y les das convicción, el gran Espíritu Santo?",
    "Y Te pido, Señor Dios, si ese hombre pecador o mujer, niño o niña, está en este edificio esta mañana, que el Espíritu Santo venga con tal poder de convicción que lágrimas corran por sus mejillas y caigan en su alma, Señor, para que de las profundidades de su corazón ellos crean y acepten a Cristo. Concédelo, Señor. Ellos no necesitarán altar. Su alma será su altar. Concédelo, Señor. Luego vendrán a Ti de todo corazón y dirán: “Quiero ahora ser bautizado en el Nombre de Jesucristo para el perdón de mis pecados de los que me he arrepentido”. Concédelo, Señor. Llénalos con el Espíritu Santo.",
    "Danos evangelistas en el mundo hoy, no aquellos que persuaden y jalan, y hacen hijos denominacionales. Dios, levanta Tú mismo unos hijos. Has que la gente ore, Señor. Estoy pensando en la casa de Cornelio. Eso no le había sucedido a un gentil antes, pero ellos estaban ayunando y orando. Y cuando ese hombre de Dios, ese profeta, se paró allí: “Y mientras decía estas palabras, el Espíritu Santo cayó sobre los que oían la Palabra”. Dios, concede ese tipo de reunión. “Mientras Pedro hablaba estas palabras”. ¡Oh, Dios!, ellos estaban listos. Estaban ayunando; estaban esperando; eran sinceros. No solo estaban “esperando”, sino “esperando hasta”.",
    "Aquellos apóstoles esperaron hasta que Dios bajó entre ellos, y pudieron verlo y hablar con Él. Salieron con corazones que, completamente encendieron el mundo. Ellos eran audaces, y se paraban en medio de lugares donde podría significar que les cortaran su propia cabeza. Dijeron: “¿Será justo que nosotros os escuchemos, o a vuestras organizaciones, o a vosotros hombres denominacionales? O, ¿escuchamos a Dios? Juzgad vosotros”. E inmediatamente, tan pronto como fueron liberados, salieron y predicaron el Nombre de Jesucristo nuevamente. ¡Oh, Dios!, danos—danos eso, Señor.",
    "Levanta a este del que Tú estás hablando en las Escrituras, para nosotros. Úngelo, Señor. Yo lo llamo. Envíalo, Señor. ¡Oh, Dios, nuestros corazones hambrientos están clamando! Envíalo, Señor, para hacer volver a la gente a la Fe de los padres nuevamente, que los aleje de estos títeres denominacionales a una genuina experiencia con Dios, como con ellos en Pentecostés, la verdadera iglesia nuevamente, ardiendo, con el mismo Mensaje, la misma Fe, la misma Doctrina, la misma Biblia, el mismo Dios con la misma señal. Levántanos a un profeta, Señor.",
    "Sana hoy a los enfermos entre nosotros, Señor. Hay quienes están aquí necesitados. Oro por ellos, Padre. He tomado mucho tiempo, demorándome esta mañana, y hay quienes están aquí.\n\nUna noche, mientras el apóstol Pablo predicaba toda la noche, un joven se cayó del edificio y se mató. Él se durmió. No quiso hacerlo, pero él—él se durmió. Y cayó, y perdió la vida. Y el apóstol oró, y la vida le volvió, entrando a él.",
    "¡Oh, Señor Dios, hay muchos aquí que han caído enfermos! Y habiendo nosotros esperado mucho, pasando el momento de despedir a la iglesia, hay quienes están enfermos. ¡Oh, Dios!, permite que ese poder, ese—ese Espíritu Santo que viene personalmente en una Columna de Fuego, Quien Se declara Él Mismo y Se da Él a conocer Quien es, y nosotros Le creemos, permítele a Él rodear a cada persona aquí hoy; sanar a los enfermos; llenar con el Espíritu; dar la liberación en todo, Señor, lo que necesitemos. Satura nuestros corazones con fe, Dios, con fe interminable, con fe inamovible de que tenemos ASÍ DICE EL SEÑOR. Concédelo, Señor.",
    "Es Tu pueblo, Tu Mensaje, Tu Palabra, Tus siervos. Y el diablo no tiene control sobre nosotros. Él ni siquiera puede destruirnos cuando este tabernáculo fuere destruido. “Porque si fuere destruido este tabernáculo terrestre, ya tenemos uno esperando”. Él no puede hacernos daño, porque todo lo que es nuestro enemigo es Tu enemigo, porque nosotros somos Tuyos. Somos comprados con un precio, el de la preciosa Sangre de Jesús.\n\nPor lo tanto, Uds. diablos, que han atado con enfermedad a estas personas, les ordeno, en el Nombre de Jesucristo, que salgan de cada uno de ellos. Como siervo de Dios que afirma que esta Palabra es la Verdad, déjalos. Tú no tienes derecho. Todo lo que alguna vez dijiste tener, fue cancelado en el Calvario. Y tú ya no los puedes retener más.",
    "Ahora, Dios, dale a cada hombre y mujer, niño o niña aquí, fe para creer eso. La Palabra ha sido hablada. “Si Ud. dijere a este monte: ‘Quítate’ y no dudare en su corazón”. “La oración de fe salva al enfermo”. “Lo que Ud. diga le será hecho”. Nosotros lo sabemos. Tenemos esa confianza en Dios. Si tenemos fe alguna, si Dios está viviendo en nosotros, creemos eso. Y sé que así es, Señor. Entonces, concédelo hoy, para la enfermedad y la salvación. O tenía que decir, o debí haber dicho, salvación primero y luego enfermedad. Concédelo, Señor, porque el alma vale más que el cuerpo.",
    "Pero aquellos que, a veces, su alma se salva, y este viejo cuerpo aún le pertenece a Satanás, y él sabe que será suyo al final. Él lo aplastará y lo enviará de vuelta, y los insectos de la tierra le entrarán y se lo comerán. Pero él nunca tocará esa alma, porque es el tesoro precioso de Dios. Y a través de esa vida, como de una hoja, regresa a Dios Quien la dio; saldrá en la próxima temporada, con un cuerpo nuevo que Satanás jamás podrá tocar. Ni la vejez ni cosa alguna jamás podrán tocarlo. Será un cuerpo glorificado. Estamos buscando eso, Señor. Bendice ahora a Tu pueblo. Son Tuyos. Y los encomiendo en Tu mano. Lo pido en el Nombre de Jesús.",
    "[El Hermano Neville profetiza.—Ed.] Gloria… Alabanzas… [Otro hermano profetiza.]",
    "Esa no es palabra mía. Esa es Palabra de Él. ¡Oh, lo que necesitamos, esta hora—esta hora que estamos viviendo! ¿No entienden, amigos, que Dios no viene a las grandes celebridades? Él habita entre los humildes, las cosas pequeñas, humildes. Uds. quizás no se dan cuenta de lo que está sucediendo ahora mismo, lo que se mueve en este edificio, lo que se mueve entre este pueblo en este momento.",
    "¿Por qué dijo el Espíritu, con anticipación: “Antes de Yo hacerlos algo”, por medio del Hermano Higginbotham? “Observen este Mensaje, porque Yo lo he traído” algo así, “para advertirles a Uds. de esta cosa que está en camino”. Miren lo que sucedió.",
    "Algunas cosas, las Escrituras que tenía anotadas aquí, ni siquiera las toqué, y me alejé de Ellas completamente. Fui guiado allá por el Espíritu Santo. ¿Ven? Algunas de las Escrituras ni siquiera las toqué. Simplemente me fui a otra cosa, completamente. De vez en cuando, al oír que venía algo, yo abría y buscaba dónde estaba. El Espíritu hablando ahora en toda dirección.",
    "¡Oh, pueblo, sean rectos, sean sinceros! No busquen apoyarse en… Miren, Uds.—Uds. están esperando algo grandioso y brillante.\n\nCuando todos los profetas, aun David dijo: “En la Venida del Señor, que, cada montaña sería rebajada, y los—los lugares bajos serían levantados”. Dice: “Las montañas saltarían como pequeños carneros, y todas las hojas aplaudirían”. Pues, ¿qué pensaría la gente que sería eso, cuando el… Jesús vino?\n\n¿Qué resultó ser? Un pobre predicador humilde, sin educación. A los nueve años se fue al desierto para no ser entrenado por el hombre, sino para ser—ser entrenado de Dios. Salió y se paró envuelto en un pedazo de piel de oveja, con la cara toda lanuda, todo velludo, y el pelo le colgaba por el cuello. Viviendo de langostas allá en el desierto, son saltamontes, langostas silvestres y miel, cuando vivía en el desierto. Y vino, se paró en el barro en las orillas, y proclamó la venida del Mesías. Y el Mesías caminó directamente allí, un Hombre común entre la gente, y fue bautizado. Y todos los profetas declararon que era una de las cosas más importantes que había sucedido, y sí lo fue. ¿Ven?",
    "Ellos esperan algo grandioso, algo brillante, que ocurra. ¿Ven? El Espíritu Santo no brilla. Él resplandece. El brillo es del mundo. El resplandor es de Dios.\n\nResplandece sobre mí, Señor, es mi oración. Humíllame. Tómame, moldéame y hazme. Espíritu del Dios viviente, muévete de nuevo sobre mí. Moldéame, hazme. Hazme Tuyo, Señor. Solo tómame.",
    "Estoy muy consciente de que el Espíritu de Cristo se está moviendo por este edificio aquí esta mañana. El Dios que juzgará al mundo está aquí mismo ahora, tan cierto como yo estoy parado en este púlpito. Hubo una, dos, tres vindicaciones de ella, de la Palabra, exactamente lo que dice la Biblia. ¿Lo oyeron callar en ese momento, después de eso? Uno, dos, tres, todo en orden espiritual, todo en el orden Bíblico. ¡Oh, abran sus corazones y comprendan! ¡Oh!, ¡qué momento, lo que podría acontecer en este momento!",
    "Ellos estaban en un aposento alto, todos de común acuerdo, esperando. “Porque los que esperan en Jehová renovarán sus fuerzas. Se remontarán con alas como águila”.",
    "No solamente suba allí y diga: “Señor, lo siento por mis pecados. Ahora acepto por fe que tengo el Espíritu Santo”, y alejarse.\n\n“Los que esperan en Jehová”, semanas, días, lo que tarde, “renovarán su fuerza. Se levantarán con las alas de un águila. Correrán y no se cansarán. Si caminan, no desmayarán. Enséñame, Señor, enséñame, Señor, a esperar”. A esperar al Señor.",
    "Día y noche, constantemente, Ana estaba en el templo, orando constantemente, día y noche. Cuando trajeron a Jesús, ella entró, ciega, tanteando al moverse por el edificio. Una mujer ciega Le impuso las manos y bendijo a Dios. Porque, en su ceguera física, en su espíritu, ella fue movida por el Espíritu hasta donde Él estaba.",
    "Allí, Simeón, esperándolo, allá en la sala de oración, allá atrás, sabía que él tenía una promesa por el Espíritu Santo, que él no moriría; un anciano, de ochenta, casi noventa años. Y él estaba… le dijo a la gente públicamente: “Yo no veré la muerte hasta que vea al Mesías”. Y en ese mismo minuto, un pequeño Bebé…\n\n¿Qué era Él? No una celebridad, con todos los guardias parados firmes cuando trajeron al Mesías, envuelto de manera muy dulce y agradable, y bonito y aromático, y perfumado como los pequeñitos que vienen a ser dedicados. Sino una pequeña madre que había sido vituperada, dijeron: “Ella tuvo un Bebé, afuera del santo matrimonio”. Envuelto en pañales, yugo, envuelto en tela del yugo del buey, caminó por el edificio, y todos se alejaban de Él.\n\nPero aquí vinieron esos poquitos, ese pequeño grupo. Ana, por un lado. Simeón, otro, caminando por esa fila, sin saber cuándo reposarían sus ojos sobre Él. Y levantó las manos y dijo: “Señor, despide ahora a Tu siervo en paz, conforme a Tu Palabra, porque han visto mis ojos Tu salvación”. ¡Hmm! ¿Ven? Nada grandioso, brillante. Un resplandor; y aunque vituperado, era una señal.",
    "Y, hoy, se habla mal de la señal; no recibe cooperación. Ella—Ella… Se habla mal de ella, y es llamada de todo. Pero es una señal que se pasa por alto, una señal de la que se habla mal. La Biblia habla de eso: “Una señal, vituperada”.",
    "Recordemos esto mientras viajamos a nuestros hogares. Nunca permitan Uds. que este Mensaje muera en sus corazones. Hagan lo que Uds. hagan, no lo permitan. Mediten en Esto, día y noche. Y oren, día y noche, para que Dios levante Su testigo ahora. Estamos listos, porque creo que pronto el tiempo no será más. Ya nos vamos.",
    "🦅 ¿Cómo?, ¿cuándo será, Hermano Branham”? No lo sé. Puede ser hoy. Puede ser mañana. Si no es hoy, lo estaré esperando mañana. Y puede ser este año, el próximo año, a diez años; tal vez a treinta años, no sé cuándo será. Pero esto diré: de ahora en adelante, Uds. estén preparados a cada minuto.",
    "Y no solo tomen alguna costumbre. No hagan eso. No descanse día ni noche, hasta que Ud. haya hablado con Dios. Guárdese Ud. del fanatismo. No se deje llevar por la emoción. No haga eso. Eso es lo que trae tantas cosas radicales y hace que la gente le tema, ¿ven?, es debido al fanatismo radical. No acepte Ud. eso; para nada. Quédese allí hasta que Ud. hable con Dios. Después de todo, es su alma, y Ud. es el que va a pasar la Eternidad más allá. Y asegúrese Ud. de no solo estrechar la mano y decir un credo, o—o aceptar algo por fe. No haga eso. Ud. hable con Dios. Deje que Dios le hable, y observe lo que le sucede a Ud. Observe sus deseos y lo que sucede, luego Ud. sabrá si habló con Dios o no.",
    "A Uds. que han creído en Él esta mañana. A Uds., y yo—yo mencioné sobre los llamados al altar. ¿Sabían Uds. cómo lo hacían en la Biblia? “Todos los que creyeron en el Señor, todos los que creyeron en el Señor fueron bautizados en el Nombre de Jesucristo para el perdón de sus pecados”. Si Ud. nunca… Jamás tuvimos llamados al altar. Ellos nunca hicieron pasar a la gente al frente. Cuando se hace eso, se obtiene de todo. Aquí hay un individuo que pasa al altar, de aspecto arrogante, y se arrodilla, porque alguien quiso hacer que él pasara. Ud.—Ud.—Ud. tiene el doble de trabajo para volverlo a traer. ¿Ven? ¿Y qué se hace? Que en eso entre de todo. Y Jesús dijo: “Todo lo que el Padre Me ha dado vendrá a Mí”. Quédense con esa Palabra. Dios hará el resto. Así es. Así es. Dios hará el resto.",
    "Dios los bendiga. Espero verlos de nuevo esta noche, eso espero, a cada uno de Uds. que pueda. Sé que muchos de Uds. no pueden venir, viajar. Estaré aquí, esta noche, para oír a mi hermano, si es la voluntad de Dios. No quiero tomar sus dos mensajes.",
    "Y—y el Hermano Neville es un hombre de Dios muy dulce. Y sé, yo sé quién… Cuando lo oigo predicar, sé que viene directamente de su corazón. Yo lo sé. Y el Hermano Neville, como dijo la otra noche, ese comentario, dijo que yo hice un comentario: “Algún día yo lo bautizaré en el Nombre de Jesús”. Lo hice. ¿Por qué? Vi la sinceridad y honestidad en él. Yo sabía que si él… se le pudiera dar, y vi que él… y él—él realmente pudiera ver Esto, sus ojos se abrirían, él Lo recibiría. Esperé y le dije a la iglesia: “No se preocupen, no hay duda que ese predicador metodista vendrá”. Y aquí está hoy, un pastor del tabernáculo, tan firme en la obra como puede ser, en el Mensaje. Él le cree a Dios. Y sé que cuando oigo algo del Hermano Neville, sé que es genuino, que viene de Dios, porque él es ese tipo de hombre.",
    "He puesto mis manos sobre sus pañuelos aquí por los cuales ya se oró. Estoy confiando que cada uno de Uds. ha recibido una bendición de Dios. Confío que Dios esté en su corazón.",
    "Nosotros no—no venimos aquí solo para—para recibir una bendición de Dios, al venir aquí. Todos los días que respiramos, recibimos una bendición de Dios. Lo que venimos a hacer aquí, es una corrección, para cortar, circuncidar nuestros corazones, y presentarnos ante Dios, y para creerle a Dios con todo nuestro corazón.",
    "Recuerden la Palabra del Señor. Y no olviden, y no fallen, pasando por alto una señal verdadera enviada de Dios.\n\nY luego voy a entregarle el servicio al Hermano Neville, dejar que él diga lo que desee decir.",
    "[El Hermano Branham deja el púlpito, y el Hermano Neville dice: “Realmente, vaya, les diré, he sabido que Dios confirmó lo que esperábamos al principio del servicio. Cuando miro todos estos rostros, esta mañana, sé que ha sido bueno que Uds. hayan estado aquí. Y ha sido bueno para mí estar aquí. Y yo tenía que estar aquí, y Uds. tenían que estar aquí. Su misión se ha cumplido correctamente si Uds. lo consideran así. Lo que Uds. han recibido esta mañana, Uds. pueden tenerlo porque lo recibieron de Dios. E inmediatamente tenemos un servicio de bautismo, después de esto. Y el Hermano Willard Collins llevará a cabo el servicio de bautismo, y tenemos dos candidatos o más. Y nos gustaría ver cien candidatos para el bautismo en el Nombre de Jesucristo, esta mañana”.—Ed.] ¡Amén! [“Decidan mostrar su fe manifestándola. La fe nunca es trabajo. La fe de labios no sirve. Pero la fe, demostrada, es lo ordenado por la Biblia”.] ¡Amén! Así es. [“Por la obediencia se puede mostrar la fe. Que Dios le conceda a alguien, esta mañana, que está aquí, que se sienta dispuesto a hacerlo, que venga. Si este es el… Si esto está un poco fuera de orden de lo que Ud. había planeado, o tal vez una cita inmediatamente qué cumplir, o algo, si puede permitirse aplazar eso, y llevar a cabo este acto de obediencia; creo que como su humilde hermano en Cristo, y como colaborador junto con el profeta de Dios, creo que sería—sería su mejor opción, el tomar esa decisión ahora”.] Dios, concédelo…?…[“Y conceda que Uds. vengan y tomen su lugar entre los otros que serán bautizados, para que puedan estar en este número, formando el pequeño rebaño. ¡Oh, es maravilloso!, ¿no es así, ser uno de los Suyos y estar conforme a Su Palabra? Vamos a pararnos todos juntos, mientras nos preparamos para despedir. El próximo domingo, el Hermano Branham nuevamente estará con nosotros. Recordemos ese anuncio. Él dijo que estaría aquí esta noche, pero no dijo que ministraría. Sin embargo, mi deseo es que él siempre lo haga. Y él no debe temer sobre mi posición en eso. Ese es mi deseo, sin duda, sabiendo que el Mensaje y el—el llamamiento, el oficio que él tiene, es de gran necesidad en este último día. Cedo el lugar, a cualquier momento. Diré esto en presencia de la gente y de él. Con mucho gusto cedo el lugar, a cualquier momento, en cualquier servicio, para este Mensaje tan importante el cual yo creo. Pues, Dios habló por dos de nosotros esta mañana, significando la señal de esto. Y estoy muy contento de tener el privilegio de poder ser uno que pueda cederle el lugar. Y yo quisiera esta noche, me alegraría si nuestro hermano y siervo y profeta de Dios, estuviera dispuesto a hacerlo, con mucho gusto le daré lugar a él. Solo como él diga, como él sienta. Pero, él ha hablado, y solo dejaremos la conclusión de todo el asunto en las manos del Dios Todopoderoso”. El Hermano Branham regresa al púlpito.—Ed.]",
    "No se podría pedir más dulzura, ¿verdad, de un verdadero hermano? La razón por la que yo… ¿Ven?, amigos, yo—yo sé que Uds. me aman. Uds. aman al Hermano Neville. Uds. aman a todo el pueblo de Dios. Nos amamos el uno al otro. Si hubo un tiempo en el que deberíamos amarnos más, es hoy. Deberíamos estar tan juntos, hermano, que simplemente… Seamos más que verdaderos hermanos y hermanas de sangre. Ese es el amor que debería estar en nuestros corazones el uno por el otro, la reverencia y el respeto más alto. Y me gusta eso. Me gusta esa cosa genuina.",
    "Y aquí, el Hermano Neville, y el Hermano Higginbotham, el Hermano… creo que ese fue el Hermano Funk, ni siquiera sonaba como él, que dio ese mensaje allí atrás. Eso vino—eso vino de Dios, esos mensajes, amigo, realmente que sí. Cualquiera que tenga discernimiento espiritual lo sabe.",
    "Pero aquí está lo que es. Al venir, a mí—a mí me encanta tanto el Hermano Neville que pienso esto, ¿ven? A mí—a mí no me gusta decir nada a menos que realmente tenga algo de Dios qué hablarles. ¿Ven? Y esto—esto me vino al corazón hace unos dos o tres días, y no pude examinarlo mucho hasta anoche, recogí algunas Escrituras. Por eso es que vine a darlo. Ya no está en mis manos. ¿Ven? Lo que Uds. hagan con eso, eso, eso depende de Uds., ¿ven? Pero ya no está en mi mano.",
    "Pero, el Hermano Neville y yo somos así. Si yo viniera aquí, solo para—solo para hablar en alguna ocasión, y algo así, y el Hermano Neville tuviera un mensaje de Dios, inmediatamente yo me sentaría. Seguro que sí. Yo le daría lugar al mensaje de Dios, siempre. ¿Ven? Así lo hacemos entre los dos. Y por eso es que digo que yo… Si—si Dios no me da nada, entonces, posiblemente, para hablar, y si Dios le da algo al Hermano Neville y yo estoy aquí en el púlpito, el domingo por la mañana, el domingo por la noche, cuando fuera, el Hermano Neville sencillamente, así es la hermandad que él tiene, él vendría a mí, me diría: “Hermano Branham, yo creo que Ud. es el siervo de Dios, pero el Señor me acaba de dar un mensaje”. Ud. lo haría, ¿verdad? [El Hermano Neville dice: “Amén”.—Ed.] Sí, señor.",
    "Yo haría lo mismo con él, si fuere a hablar. Yo diría: “Hermano Neville, ¿me disculpa? Dios me ha dado un mensaje. Tengo que decírselo a la gente ahora mismo”. Y él, el Hermano Neville, se haría a un lado; cualquiera de nosotros, el uno para el otro. ¿Ven? Así es como lo hacemos nosotros. Y luego, si nosotros, si no tengo algo en particular, entonces yo…",
    "Simplemente me encanta oírlo predicar. Lo oí. ¿Cuántos lo oyeron el domingo pasado en la noche? Les diré que fue un mensaje muy maravilloso. Eso conectó directamente con lo dicho en la mañana.\n\nY, pueblo, les diré: Uds. tienen suficiente Palabra de Dios que ciertamente deberían vivir bien y estar en lo correcto.\n\nDios lo bendiga ahora, Hermano Neville. 🦅"
  ]
}