{
  "title": "PERFECTA FUERZA POR PERFECTA DEBILIDAD",
  "id": "61870009",
  "content": [
    "🦅  Buenos días, amigos. Es agradable salir de nuevo en esta mañana, una mañana con mezcla de lluvia y nieve. Sé que a muchos de Uds. se les ha dificultado conducir, viniendo de lejos. Y tenemos algunos… a estos amigos preciosos que vienen desde Chicago y Alabama y Georgia y Tennessee, y de Illinois, y de todas partes, por estos días, así que, estamos… confiamos que Dios los tenga a salvo mientras viajan. Y nuestra oración es que Él los proteja en las carreteras, en estas carreteras peligrosas que se ponen lisas durante el invierno. Y esta región es peligrosa en el invierno. Es la región más hermosa en la primavera y el otoño, pero en el invierno y el verano es muy peligrosa.",
    "Ahora, me supongo que aún no están grabando allí adentro. Y quisiera hacer una declaración concerniente al domingo pasado, del mensaje. La razón por la cual yo—yo retuve la cinta y no permití que vendieran la cinta, que la llevaran, bueno, es porque necesito revisarla primero. Porque muchas veces, al hacerlo así, digo cosas aquí en la iglesia que yo no pondría de esa manera ante el resto del público, porque a veces causa tropiezos. Y a veces hasta provoca inquietudes entre nuestras personas aquí en el tabernáculo. Y, es…",
    "Yo no digo esto (digo aquellas cosas) para ser indiferente, pero a veces bajo la unción uno sabe cosas que no… uno no se atrevería a decirle a la gente. Pero a veces estando bajo la unción, algo se escapa, Uds. saben, y uno no se da cuenta. Y una de las cosas que creo que se dijeron que (el domingo pasado) que podría causarle a alguien… fue cuando mencioné que nunca he creído en los llamamientos al altar. ¿Ven?",
    "Quiero referirme a esto y aclararlo para que Uds. entiendan. En toda la Biblia nunca se hizo un solo llamamiento al altar; no hay tal cosa en la Escritura. No se hizo durante las edades sino hasta la Edad Metodista, hace como doscientos años, ¿ven?",
    "Los llamamientos al altar son cuando personas pasan y tratan de persuadir y jalar a las personas: “Ven, Juan. Tú sabes, ellos… Tu madre murió orando por ti. Ven, Juan”. Amigos, eso no es una convicción. No. Esos—esos casos así, yo… muy rara vez se escucha que alguno llegue muy lejos. Y, con eso, llega de todo. Por esa razón la iglesia está en todo ese embrollo en que está hoy día, es por esa clase de cosas.",
    "Con convicción, hermano, uno no tiene que decir nada, Dios está allí y ya ha hecho la obra; “Mientras aún hablaba Pedro estas palabras, el Espíritu Santo cayó sobre los que oían la Palabra”. ¿Ven? ¿Ven? ¿Ven? No hubo llamamiento al altar (¿ven?), no hubo tal cosa.",
    "Ahora, el altar es el lugar de oración por el que cada persona que viene a la iglesia debe primero pasar, arrodillarse en el altar, orar en silencio a Dios y presentar su petición en oración y—y por sus seres queridos, y agradecerle a Dios por lo que ellos han hecho por ellos, luego regresar a su asiento.",
    "Y luego la iglesia es el lugar donde la Palabra de Dios… “Y el juicio comienza en la Casa de Dios”, donde sale el juicio de la Palabra. Entonces… Pero hoy hemos cambiado eso mucho.",
    "Ahora, yo no tengo nada en contra de alguien que haga llamamientos al altar, ¿ven? Que es… Y yo mismo los he hecho, y probablemente haré muchos más si sigo adelante. Pero personalmente… Vean, uno—uno—uno colecciona demasiado. Y nada en contra, no es malo hacerlo; está bien. ¿Ven?",
    "Pues, escuchen, Jesús dijo: “Ninguno puede venir a Mí, si Mi Padre primero no le trajere. Y todo lo que el Padre Me da, vendrá a Mí”. Eso es correcto. Entonces ¿ven?, ellos… Eso descarta por completo su llamamiento al altar. ¿Ven? ¿Lo ven? “Todo lo que el Padre…”. Uno…",
    "Nuestra—nuestra responsabilidad es “predicar la Palabra”. La Biblia dice: “Mas los que creyeron fueron bautizados”. “Arrepentíos y bautizaos en el Nombre de Jesucristo para la remisión, perdón de los pecados”. ¿Qué? “Siendo bautizados en el Nombre de Jesucristo para el perdón de los pecados (¿ven?), y entonces recibiréis el don del Espíritu Santo”.",
    "Pero cuando uno persuade y jala y asusta a la gente, y convence a la gente… La gente tiene que venir cuerda, sobriamente, bajo convicción, y recibir a Cristo. Luego lo primero que hacen tan pronto reciben a Cristo, estando allí en sus asientos, lo siguiente es que sean bautizados en el Nombre de Jesucristo para perdón de aquellos pecados de los cuales tienen convicción que han sido cosas erradas. Así es como les son perdonados sus pecados, ¿ven? Por cuanto ellos se han arrepentido; han sido bautizados como un memorial delante del pueblo, de que “yo he recibido a Cristo como mi Salvador personal”; entonces Ud. es un candidato para el Espíritu Santo.",
    "Y, bueno, muchas personas continúan persuadiendo y llamando al altar y cosas así, lo cual todo eso está bien. Estoy de acuerdo con eso, está perfectamente bien en cuanto a mí, cualquiera que quiera hacerlo. Pero, para mí, no es Escritural (¿ven Uds.?), y por eso a mí me—me gusta sólo quedarme con la Escritura.",
    "Y la razón por la que retuve esa cinta fue porque si uno la reparte, recibiríamos quinientas cartas por semana para responder. Toda… Sólo písele a alguien una pequeña tradición y sólo con hacer eso, luego hay que explicar toda la cosa.",
    "Y pienso, en muchas ocasiones, que soy demasiado crítico de diferentes cosas así. Y yo no quiero ser así, pero a veces los oficios lo llevan a uno en esa dirección (¿ven?), hacen—hacen que uno se incline a esa dirección. Y estoy seguro que la gente entiende eso.",
    "Ahora, estamos muy agradecidos porque aún tenemos un Padre Celestial bondadoso Quien—Quien no mira nuestros errores y no nos acusa de ellos.",
    "Yo estaba leyendo en el Libro de—de los Romanos, el capítulo 4, donde Pablo escribió el—el comentario Divino sobre la vida de Abraham. Ahora, nosotros sabemos que Abraham muchas veces se confundió igual que nosotros. Pero cuando el… se escribió su comentario, no se mencionó ninguna de sus confusiones (¿ven Uds.?), no se mencionan en lo absoluto. Dice:\n\nAbraham tampoco dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció…dando gloria a Dios,",
    "¿Ven?, y así espero que se escriba el mío allá Arriba, no mis errores y demás, sino lo que trato de hacer, la intención que quiero llevar a cabo en mi corazón por el pueblo de Dios.",
    "Y ahora, hemos venido en esta mañana para—para tratar de traer aquí un mensajito que tal vez el Señor nos ha dado para darle al pueblo. Y estamos confiando que les será de beneficio y que me será de beneficio a mí, porque estamos juntos y viviendo en un tiempo muy tremendo, y en los últimos días. Entonces, antes de que oremos, quiero leer unas citas de la Palabra; una antes de orar, y otra después de orar. Y, primero, para abrir nuestro servicio o esta parte, deseo leer del Libro de Hebreos. El capítulo 11 de los Hebreos, y el treinta-… el versículo 32, comenzando donde habla de la fe:\n\n¿Y qué más digo? Porque el tiempo me faltaría contando de Gedeón, de Barac,…Sansón,…Jefté,…David,…Samuel y de los profetas;\n\nque por fe conquistaron reinos, hicieron justicia, alcanzaron promesa, taparon boca de leones,\n\napagaron fuegos impetuosos, evitaron filo de espada, y sacaron fuerzas de debilidad, se hicieron fuertes en batallas, pusieron en fuga al extranjero, ejércitos extranjeros.\n\nLas mujeres recibieron sus muertos mediante resurrección; mas otros fueron atormentados, no aceptando el rescate, a fin de obtener mejor resurrección.\n\nOtros experimentaron crueles vituperios…azote, y a más de esto prisiones…cárcel.\n\nFueron apedreados, aserrados, puestos ellos a prueba, muertos a filo de espada; anduvieron de acá para allá cubiertos de pieles de ovejas y de cabras, pobres…y maltratados;",
    "Observen este paréntesis:\n\n(de los cuales el mundo no era digno;) errando por los desiertos, por los montes, por las cuevas y por las cavernas de la tierra.\n\n…éstos todos, aunque alcanzaron buen testimonio mediante la fe, no recibieron lo prometido;\n\nproveyendo Dios alguna cosa mejor para nosotros, para que no fuesen ellos perfeccionados aparte de nosotros.",
    "Cuando leo esos relatos de aquellos soldados valientes, me pongo a pensar ¿dónde aparecerá nuestro pequeño testimonio con esas personas en aquel Día?",
    "Antes de orar ¿quisiera alguien ser recordado delante de Dios? Sólo levante la mano, y cualquiera que sea su necesidad, que Él la vea y le escuche y se la conceda ahora mientras inclinamos nuestros rostros.",
    "Bondadoso y amoroso Padre nuestro, humildemente nos acercamos a Tu Trono en esta mañana en el Nombre de Jesús, Tu Hijo, para orar por nosotros mismos y por otros. Primeramente, Señor, perdona todas nuestras faltas y nuestra iniquidad. Y, también oramos por otros, Señor, que también sean perdonados.",
    "Y que Tu Iglesia se acerque más a Ti. Pues sinceramente, Señor, creemos en nuestro corazón que estás listo para hacer una obra con Tu Iglesia; estás listo para sacarla del mundo y trasladarla al Reino de Dios. Pero, Señor, ayúdanos a prepararnos para esa hora. Que esta mañana sea el tiempo, Señor, que desde uno sólo hasta todos “nos despojemos de todo peso y del pecado que fácilmente nos asedia, para que corramos con paciencia la carrera que tenemos por delante”.",
    "Y oro, Padre Celestial, hoy, que sanes a los enfermos y a los afligidos. Muchos están sufriendo a través de la nación, con plagas y “virus” como les dicen los médicos. Yo oro que Tus virtudes sanadoras, Señor, lleguen a esas personas.",
    "Luego, al venir hasta nuestra pequeña asamblea aquí en esta mañana, muchos han viajado cientos de millas, partiendo tarde anoche, y durante la noche y despiertos hoy en la madrugada, y conduciendo fuertemente para llegar al tabernáculo. Y está nevando y (por la carretera) Dios, te pedimos que los bendigas de una manera muy especial. Sin duda, muchos tuvieron que dar gran parte de su comida de la próxima semana, o lo que fuere, o cosas en las que hubieran podido usar su dinero, para, para comprar gasolina y cosas, para venir.",
    "Dios, el que viene a Ti vacío, se irá lleno; Tú lo prometiste. Y oro que llenes sus corazones y sus canastas (de sus almas) tan llenas de las cosas buenas de Dios, que ellos salgan de aquí borboteando con “gozo inefable y lleno de Gloria”. Que los vasos de estas personas preciosas rebosen de las cosas espirituales y buenas de Dios.",
    "Bendice a cada mano, Tú conoces la necesidad detrás de esa mano, Señor. Te pido especialmente que los bendigas a ellos. Esta semana pasada Te vimos responder muy milagrosamente a la oración, en cuestión de instantes, en momentos de emergencia y enfermedad y problemas. Tú eres Dios, omnipresente, respaldo de Sus siervos. Oro, Dios, que respaldes a éstos en esta mañana. Concédeles el deseo, Señor, de su corazón. Yo no creo que haya sido por alguna cosa egoísta, con algún—algún mal motivo. Oro que Tú los bendigas.",
    "Y ahora, Padre, acuérdate de mí hoy, y que yo mismo pueda hacerme tanto a un lado… Todos nosotros, desde el pastor hasta los—los niños, que nosotros mismos podamos hacernos a un lado, sobre el altar de Dios, y abrir nuestros corazones y escuchar al Espíritu Santo a medida que nos habla. Voltea nuestros vasos para Tus bendi-… para recibir Tus bendiciones, con el lado correcto hacia arriba; luego derrama el poder del Aceite de Tu unción en ellos. Y danos de la fortaleza, Señor, que necesitamos para los días que nos quedan por delante. Concede esta bendición. Lo pedimos en el Nombre de Jesús. Amén.",
    "[El Hermano Branham le responde a alguien acerca de una llamada telefónica.—Ed.] No lo sé. Solo toma su número de teléfono y dile que lo llamo después de la iglesia. No lo sé.",
    "Oren por mí. Era el Hermano Jack Moore por el teléfono, aún persuadiéndome para que esté allí esta semana. ¿Ven? Sencillamente no siento el… para eso (¿ven Uds.?), así que no sé qué hacer. Amo al Hermano Jack. Y con esa convención grande que habrá allá y él rechazó a hombres como Booth-Clibborn y a los que venían. Así que, sigue esperando, repartió la publicidad y haciéndolo todo así, esperando que yo venga. Por tanto, a mí—a mí me gusta tener ese sentir de realmente ir, ¿ven Uds.? Y yo…",
    "Y, ahora, abriendo otra vez en Segunda de Corintios, y comenzamos con el versículo 12 de Segunda de Corintios, y leeremos un versículo de la Escritura como texto, con la voluntad de Dios. Primera de Corintios, el… O Segunda de Corintios, mejor dicho, el capítulo 12 y el versículo 9. Quiero leer la primera frase… o la segunda frase del versículo 9, una porción de allí:\n\nY me ha dicho: Bástate mi gracia; porque mi poder se perfecciona en la debilidad…",
    "Permítanme leerlo de nuevo para asegurar que entiendan bien el texto:\n\nY me ha dicho (aquí Dios le está hablando a Pablo): Bástate mi gracia; porque mi poder se perfecciona en la debilidad…",
    "Entonces si titulara el texto, me gustaría usar esto: fuerza… Perfecta Fuerza Por Perfecta Debilidad. Si tenemos debilidad, tenemos fuerza. Es un texto inusual, sobre… en una asamblea pentecostal, hacer… tomar un texto de debilidad, cuando siempre estamos testificando “lo fuerte que somos”.",
    "Y yo he dicho antes que sólo procuro orar durante la semana y hallar lo que sea de provecho para yo presentar ante la congregación. Si fuera simplemente cuestión de venir aquí para ser oído, yo prefiero oír a cualquier otro pararse aquí en esta mañana.",
    "Francamente, hasta hace un par de días, yo estaba en Kentucky con los familiares allá del Hermano Gabehart. Y cuando salí de donde ellos, este precioso hermano y la esposa y la familia y ellos, me llegó este pensamiento.",
    "Un poco antes de eso había entrado a un hogar. Yo estaba parado afuera, y la señora dijo: “Yo quisiera hablar con ese ministro”. Y yo entré en su pequeño hogar. Y había… Ella dijo: “¿Ud. es el Hermano Branham?”.\n\nY le respondí: “Sí, señora”.",
    "Ella dijo: “Estoy muy apenada por la apariencia de mi casa” y dijo, “de invitarlo a Ud. a pasar”. Ella comenzó a llorar. Dijo: “Pero así es mi—mi necesidad y realmente tengo confianza en Ud.”.",
    "Y me enteré de que había sido donde nuestra Hermanita Cox, con la cual nos quedamos a veces por—por allá, una—una abuelita con una grabadora que anda por los vecindarios poniendo las cintas. ¡Eso es! ¡Ésa es la idea! ¿Ven?",
    "Miré alrededor en este hogar, un pequeño hogar humilde, como donde yo fui criado, pero con la pared llena de cuadros de Cristo. En la mesa había una Biblia. Yo dije: “No he tenido mayor honor en mi vida, ésta es la clase de hogar donde me gusta entrar”. Ella hizo una petición por alguien. Y cinco horas después del momento que oramos juntos (de esta pequeña anciana y yo orar juntos), Dios había respondido.",
    "Entonces oramos de nuevo, y la Madre Cox y yo y los demás alrededor de la mesa esa mañana, nos habíamos inclinado y pedido a Dios que nos diera una oportunidad de hacer algo por medio de los esfuerzos que ella había hecho. Y, al haberlo pedido, Dios abrió el camino. ¿Ven Uds.? ¡Él es Dios!",
    "Nosotros tratamos de hacer excusas de nuestras debilidades. Queremos decir cuán grandes somos, lo importante que somos. Yo pienso que ésa es una de las cosas que yo… por la que Dios me dio el texto, para sacarnos eso de la mente. ¿Ven?",
    "Hay cositas que nosotros hacemos. Y para eso venimos a la iglesia, para hallar nuestras faltas y las cosas por las cuales podemos mejorar. Si venimos a la iglesia con cualquier otro, cualquier otro objetivo aparte de éste, temo que no sacaremos mucho con venir a la iglesia. Tenemos que venir para hallar nuestras debilidades, encontrar nuestras áreas de falla, y nuestro… cuán… ver cuán pequeños somos, y poner nuestra confianza en Alguien que es fuerte. Pero cuando tenemos debilidad…",
    "A muchos de nosotros nos gusta testificar o pensar que somos insuficientes y, por tanto, hacemos de eso un pretexto: “No tengo educación; no tengo habilidad; no soy capaz de hacer esto”. Y si Ud. continúa así, haciendo eso, sigue así, entonces Ud. no llegará a ser nada. Pero la mismísima cosa que usamos como pretexto, por nuestras debilidades, Dios usa esa misma cosa para llevar a cabo la tarea. ¿Ven? Él espera que nosotros lleguemos a esa condición para poder utilizarnos. Nosotros—nosotros tomamos los pretextos y decimos: “Bueno, yo—yo—yo—yo no puedo hacer esto, soy insuficiente; yo—yo no puedo hacerlo”. Y Dios toma eso mismo para hacer la tarea. Eso es cierto.",
    "Por esa razón es que Él—Él nos escoge a nosotros, porque estamos en esa condición. Ahora, eso suena extraño, pero en unos minutos llegaremos a ver la razón de esto, si Dios quiere.",
    "Nos—nos damos cuenta, tal como hemos estado leyendo, que las flaquezas y los rechazos… y nos damos cuenta que esas personas que son las más débiles y los rechazados por el mundo externo, son los héroes de Dios, los que conquistan en el frente de batalla; toma aquellos que son—son… que se consideran indignos.",
    "Había un hermano metodista, tres de ellos que vinieron a esta iglesia, de allá de Ohio o del norte de Indiana. Ellos me dijeron no hace mucho, dijeron: “Hermano Branham” dijeron, “acabamos de recibir el Espíritu Santo, ¿debemos ahora buscar los dones para nuestro ministerio?”.\n\nYo dije: “¡No lo hagan! Dejen eso quieto”.",
    "Y él se dio vuelta y me miró, dijo: “Acabo de leer en el libro de cierto hermano que nos dice que después que hemos recibido el Espíritu Santo, debemos ‘buscar éstos dones’, para con estos usar este Espíritu Santo”.\n\nYo les dije: “¡Y terminar siendo una camisa almidonada!”. ¿Ven?",
    "Si Uds. notan en la Biblia, siempre son los que tratan de huirle, los que Dios usa. Mientras que un hombre esté… quiera hacer algo y piensa que tiene suficiente habilidad para tener éxito en el trabajo, Dios nunca podrá usar a ese hombre. Fíjense en Moisés, huyendo; fíjense en Pablo, huyendo; y en los demás, queriendo huir de eso.",
    "Les dije: “No busquen nada. Si Dios tiene algo para Uds., Él se los dará”. ¿Ven? “Y simplemente dejen que Él, que Él se encargue de eso”. Yo dije: “Luego se llega a estos tiempos como tenemos hoy, cuando todos quieren hacer esto y hacer aquello y llegar a ser una persona importante. Vean a donde hemos llegado con eso, ¿ven Uds.?”.",
    "En lugar de andar buscando ser importantes, debemos buscar—buscar cómo llegar a ser más insignificantes. ¿Ven? Luego Dios puede usarnos. Tengo varias Escrituras anotadas aquí a las que debo referirme, supongo, pero yo… nosotros… probablemente no tenga tiempo para hacerlo. Pero, estamos…",
    "Noten que se necesita del—del más débil y rechazado, y prácticamente todo héroe que Dios ha tenido en las primeras filas, fue ese tipo de persona. Una persona que fue rechazada, una persona que se consideró insuficiente, una persona absolutamente sin ninguna habilidad, esa persona entonces estará en buena condición para que Dios pueda comenzar a usarla. Correcto. Cuando ellos sienten que no pueden, que no tienen nada, es cuando Dios puede tomarlos y hacer algo con ellos. ¿Ven? Cuando… Pero cuando pensamos que nosotros somos capaces de hacerlo, entonces Dios no puede usarnos porque estamos queriendo hacerlo por nuestra cuenta.",
    "Y, por otro lado, nos vienen estos sentimientos y pensamos que somos insuficientes, y no queremos hacerlo; pero entonces, si tan sólo prestamos oído al llamado de Dios, ésa es exactamente la cosa adonde Dios quiere que lleguemos, a esa clase de condición, para que así Él pueda.",
    "Cuando somos insuficientes, en nosotros mismos, es cuando nos sujetamos en rendimiento al Espíritu de Dios. Mientras pensemos que nosotros podemos hacerlo, entonces no podemos hacerlo. Pero cuando llegamos al punto en el cual sabemos que no podemos hacerlo, entonces es cuando nos rendimos a Dios y Él lo hace. Entonces si somos nosotros esforzándonos, vamos a fallar, pero si sólo nos rendimos a Dios, entonces Dios no puede fallar. Hay una sola cosa que Dios no puede hacer, y, ésa es fallar. Él puede hacer cualquier otra cosa menos fallar. Pero Él no puede fallar.",
    "Entonces mientras estemos esforzándonos por nuestra cuenta y dependiendo de nuestras propias habilidades y demás, bueno, no lograremos nada. Pero cuando llegamos al punto donde sabemos que no somos nada, entonces Dios nos puede usar.",
    "Lo importante, una de las cosas importantes que tenemos que dominar… Ahora recuerden esto, y especialmente Uds. predicadores jóvenes, como también los laicos: hay una cosa que tenemos que dominar si esperamos dar cumplimiento al deseo de Dios para nuestra vida, y es que tenemos que dominar ese pensamiento de la habilidad humana. Si alguna vez llegamos al punto donde pensamos que podemos lograr hacerlo con nuestra inteligencia propia y con nuestras habilidades propias, tenemos que dominar eso de tal manera que podamos desechar esa cosa y hacerla a un lado para que Dios nos pueda usar. Correcto.",
    "¡Y rendirnos completamente! No podemos usar ni una sola habilidad. ¡Tenemos que rendirnos completamente! Y, para llegar a Dios, Ud. tiene que rendirse a Él en ambos alma, cuerpo y espíritu. Todo lo que Ud. es, tiene que ser rendido a Dios, para que Él pueda obrar Su Voluntad en Ud. y en mí.",
    "Ahora, eso es difícil, lo sé, porque siempre queremos colocar de nuestra parte, algo que nosotros sabemos, sabemos que queremos hacerlo. Decimos: “Bueno, yo—yo sencillamente sé que se debe hacer de esta manera”. Pero mientras que Ud. lo esté haciendo de esa manera, va a resultar mal, y Dios nunca usará ese esfuerzo. Quizá (con la ayuda de Dios) entraremos en eso en unos minutos, y les mostraremos cómo es que Dios no puede usar su habilidad.",
    "Y eso es lo que sucede con el mundo hoy día: hay demasiadas experiencias de seminario, demasiado basado en la educación; se le da demasiada importancia a las relaciones o compañerismos en la denominación, nos confiamos porque está el otro, tenemos la confianza puesta sobre hombres con habilidad.",
    "La Biblia dice: “¿Cómo podéis tener fe cuando Uds., cuando están…?” Veamos, ¿cómo es esa Escritura? “¿Cómo podéis tener fe cuando se están prefiriendo entre Uds.?”.",
    "Cuando estamos expectantes, diciendo: “Este hombre, él es una gran persona. Ésta es una gran persona, simplemente me apoyaré en él”, cuando Ud. lo hace, eso desagrada a Dios. ¡Nosotros debemos apoyarnos en Dios y solamente en Dios! No debemos confiar en nuestra propia habilidad ni en la de ningún hombre. Debemos rendirnos completamente a Dios.",
    "En ninguna habilidad, no me interesa de quién sea, eso jamás será útil delante de Dios. Dios tiene que sacarnos todas nuestras habilidades antes de poder cumplir Su propósito. Si Él tiene algo que nosotros debemos hacer, y siempre y cuando sintamos que lo estamos haciendo bastante bien, entonces nunca podremos ser usados por Dios.",
    "Ahora, Uds. dirán: “Hermano Branham, Ud. está haciendo una declaración demasiado generalizada ahí”. Y ésa—ésa sí que es muy generalizada, pero sólo miren a su alrededor y vean si es cierta o no.",
    "Miren alrededor hoy, todos los grandes logros que pensamos que hemos conseguido, y ¿a dónde ha llegado el Cristianismo en los Estados Unidos? Miren todas nuestras iglesias y denominaciones, y nuestros evangelistas y las campañas de sanidad, y las demás cosas que hemos tenido, y ¿cómo está? ¡Peor que en el principio! ¡Hoy está peor que nunca, porque nos hemos esforzado en conseguirlo a través de la habilidad humana!",
    "Ellos se reúnen y hacen oraciones largas y salen por acá. Y el otro día tuvieron tantos allá, ciento cincuenta mil o algo así, reunidos, tanto protestantes como católicos; rezan algunas oraciones, y oran algunas oraciones y hacen algunas oraciones y así de esa manera. Mejor fuera que ni se reunieran, eso no tiene ningún valor delante de Dios.",
    "Ahora, si llego a ser un poco crítico, perdónenme. ¿Ven? Pero yo—yo he… uno tiene que remachar el asunto. ¿Ven? Hay que hacer que dé en el clavo.",
    "Y ¿de qué sirvió? Nada. Y no llegará a servir hasta que toda persona que profese ser Cristiano olvide su propia habilidad y se rinda a Dios.",
    "Entonces Dios podrá cumplir Su propósito enviando… no un avivamiento, hermano, sino que lo que Él necesita enviar primero es una matanza (¡correcto!), para que podamos ser vivificados. Ud. tiene que morir para poder nacer otra vez; y uno tiene que… Él necesita la muerte de nosotros mismos. Este tabernáculo necesita una matanza, incluyéndome a mí. ¡Todos nosotros, necesitamos una—una matanza para poder ser renovados a una vida nueva, una nueva posición, a una nueva esperanza, a una nueva experiencia! Primero necesitamos un día de luto.",
    "Necesitamos un lugar de rendición al Espíritu, en lugar de depender tanto de la enseñanza escolástica y de nuestros programas, y nosotros… nuestras campañas y todo lo que tenemos. Nosotros—nosotros—nosotros dependemos de la cooperación de distintos ministros que cooperen. Tienen que ser tantos… “Si no conseguimos tantos, entonces no lo llevamos a cabo; no llegamos a las ciudades sin eso”. Y, entonces, cuando lo hacemos así, estamos creando una gran máquina con una falla, ¿ven?",
    "Así que, tenemos—tenemos que apartarnos de eso, esa habilidad humana. Tenemos que llegar a un punto en el cual podamos rendir nuestras almas y vidas, incluyendo el ama de casa, el agricultor, el mecánico o quienquiera que seamos; nosotros tenemos que rendirnos completamente a Dios y reconocer que “no somos nada”. Entonces, que Dios comience desde allí. Luego Él comienza a moverse, a obrar. Y eso nos incluye a todos, a cada uno. Eso es lo—lo que tenemos que hacer.",
    "La historia prueba, ahora lo hace, prueba (la historia) que Dios siempre escogió a los que no eran nada para que fueran Sus personajes. Dios toma la persona que no es nada.",
    "Hoy, a menos que Ud. tenga buenos antecedentes teológicos, mejor es que ni se atreva a llegar a la ciudad, mejor ni trate de llegar a una reunión. Pero si Ud. tiene buenos antecedentes, con un buen entrenamiento y cosas de respaldo, entonces puede llegar a cualquier ciudad y obtener la cooperación, tener una gran reunión. Bueno, no es una reunión… Sí es una reunión, como cualquier otra cosa, pero ¿qué beneficio deja? Vean, uno—uno aún… Allí llegan estas muchachitas y muchachitos que pasan, mascando—mascando chicle y pasando al altar, y hombres y mujeres pasando allá sólo para decir que “pasaron al altar”; entran al cuarto de instrucción y vuelven y salen para ser rociados o sumergidos, o lo que sea, y dentro de un—de un año…",
    "Uno de nuestros evangelistas más reconocidos dijo que estaría contento si pudiera saber que salvó el diez por ciento de sus convertidos en un año. Siendo que, cuando si él tuvo mil conversiones, el próximo año debería haber diez mil. ¿Ven?, no estamos dando en el blanco, estamos perdiendo el objetivo.",
    "Algunos de nosotros lo edificamos sobre la concepción intelectual, “¡Oh!”, que “este sabelotodo, este hombre es un erudito instruido. Debemos entrenar nuestra gente y darles estudio”.",
    "El que sigue lo basa sobre alguna sensación de—de sacudirse, llanto, gritar, danzar en el Espíritu, o algo, alguna emoción, una obra externa. ¡Y eso es tan grave como la educación! Si el diablo no lo hace tropezar de este lado, entonces lo empuja del otro lado.",
    "Pero la cosa está en no tener nada en lo cual Ud. pueda depender de sí mismo, ni en ninguna cosa que Ud. pueda hacer, sólo es un rendimiento total y completo de sus debilidades ante Dios, y decir: “Aquí estoy”. ¡No tenga nada, ninguna habilidad en la que Ud. pueda confiar!",
    "Regrese en la Escritura y vea, tengo aquí las Escrituras anotados a las que me refiero. A través de las Escrituras, hallamos que Dios siempre usó a los que no eran nada para que fueran Su personaje. Él siempre escogió a los que el mundo había rechazado (que la edad moderna había rechazado) y ésa es la clase que Él escogió para usar.",
    "Consideren a los—los apóstoles. Fíjense en Pedro, el pescador, no tenía suficiente educación para escribir su propio nombre; Juan, ignorante y sin letras. ¡Esos hombres! Él pasó por alto a los nobles y a los sacerdotes educados y a los distinguidos de aquellos días, los eruditos, los miembros de iglesia, y tomó a los… aquellos que pensaban que eran algo, y escogió aquellos que no eran nada y los usó.",
    "Ahora, alguien importante puede llegar a ser de los Suyos, Dios puede usarlos si están dispuestos a olvidar que ellos son alguien. Si Ud. está dispuesto a olvidar que Ud. es alguien y llegar a ser un don nadie, entonces Dios puede usarlo y puede hacer de Ud. alguien. ¿Ven? Pero tiene que olvidar eso de Ud. ser tan importante.",
    "Hay muchos de nosotros, muchos de nosotros que hacemos eso en—en nuestras vidas. Tan pronto como… Algunas personas, tan pronto se hacen Cristianos, se vuelven arrogantes, indiferentes, es cierto, cuando están tomando el camino contrario. Ellos están retrocediendo en lugar de avanzar. Cuando… entre más Ud. pueda deshacerse de su propio ser, más lugar tendrá Ud. para que entre el Espíritu Santo.",
    "Como Eliseo le dijo a Josafat y a los demás, dijo: “Haced muchos estanques en este lugar. Entre más profundo caven, más espacio tendrán para el agua”. Y cuanto más nos vaciemos de nosotros mismos, de la—la propia basura de nuestras habilidades que podamos sacar, entonces más lugar habrá para ser llenos por el Espíritu de Dios; siempre y cuando podamos hacer eso.",
    "Pablo, del que leímos aquí en—en Corintios, en Segunda de Corintios, hallamos que este hombre era un gran hombre. Él era un erudito, un gran hombre. Pero tuvo que olvidar todo lo que él había aprendido, para así conocer a Cristo.",
    "Voy a… leeré una de estas Escrituras aquí, para Uds.—Uds. los que quieren leerlo conmigo. Abramos en Primera de Corintios, el capítulo 2 y el versículo 1, por un minuto. Y leamos aquí sólo por un minuto lo que dijo Pablo, este gran hombre erudito, lo que dijo en relación a sí mismo, lo que tuvo que hacer. Primera de Corintios, el—el capítulo 2 de Primera de Corintios, y comenzando con el versículo 1. Escuchen a este erudito.",
    "Este hombre estaba entrenado, él podía hablar casi todos los idiomas del mundo. Él tenía de qué jactarse. Fue enseñado bajo la estricta secta de los fariseos y su padre fue un fariseo. Más tarde, él llegó a ser “fariseo de fariseos”, y eso significa que él era, él era absolutamente el—el más estricto de los fariseos. Él era un individuo importante; y tenía autoridad, y era inteligente.",
    "Su padre le había dado educación bajo el mejor maestro de toda la región en ese tiempo, Gamaliel, el maestro más destacado de todos los colegios. Pablo llegó a ser esa clase de hombre. Aprendió cada idioma; aprendió psicología; aprendió las diferentes cosas que hay en… que se podían aprender en cuanto a eso. Y él se inclinaba fuertemente hacia, hacia el tabernáculo de los, de los sacerdotes y con los—los hombres importantes. Y él andaba causándole estragos a la Iglesia.",
    "Escuchen a este mismo hombre, con toda esta educación, después de que recibió a Cristo. Escuchen lo que dijo, Con lo importante y poderoso que era, él tuvo que olvidar eso. Tuvo que darse cuenta que él no podía depender de sí mismo. Tuvo que darse cuenta que su educación no era nada. Tuvo que darse cuenta que toda la preparación que él había recibido, tendría que olvidar todo aquello para lo cual había sido entrenado. Escúchenlo ahora.\n\n…yo, hermanos, cuando vine a vosotros,…no con excelencia de palabras…de sabiduría (¿lo ven?) para anunciaros el testimonio de Dios.\n\nYo nunca vine a Uds. para decirles: “Pues, yo soy el Doctor Saulo, de la Escuela de Fulano de tal, yo soy el… de la gran secta de tal denominación”. Yo nunca vine a Uds. de esa manera.\n\nPues me propuse no saber entre vosotros cosa alguna sino a Jesucristo, y a éste crucificado.",
    "Allí, escuchen el testimonio de un hombre de esa clase.\n\nMe propuse no saber cosa alguna de vuestras habilidades. Yo sé que no hay nada en vosotros y sólo me propuse saber una cosa que veo en vosotros, y esto es a Jesucristo y a Éste crucificado. El Salvador crucificado entre vosotros, es lo único que yo reconoceré.",
    "Escúchenlo:\n\nY estuve entre vosotros con…(¿Grandeza? ¿Con qué?)…debilidad, y temor y mucho temblor.",
    "¿Se pueden Uds. imaginar a un hombre, un fariseo de fariseos, un maestro de los maestros, un hombre que fue entrenado desde la infancia (para el ministerio) para ser un hombre elocuente que era inteligente y brillante, venir frente a una clase de gente como los corintios y decir: “Yo estuve con vosotros en debilidad, y con temor y mucho temblor”? Un hombre que conmovió al mundo; el misionero más importante que jamás se ha conocido, confesar que él había venido “en debilidad”, no como un erudito instruido, sino “en debilidad, con temor” no fuera a ser que se desviara del Camino en algo. “Con mucho temblor”, porque él no podía confiar en su propia habilidad.",
    "La razón por la cual él “temía”, no era porque tenía miedo de alguna cosa, sino porque él temía desagradar a Dios de alguna manera, llegando a mezclar su propia habilidad en el Asunto; alguna cosa que él había aprendido, que él había… Él les estaba diciendo que “Yo no vine a vosotros con excelencia de palabras (estuve entre vosotros con temor de que fuera a venir de esa manera), sino que fui a vosotros conociendo sólo a Cristo, y a Éste crucificado”.\n\nY vine entre vosotros con temor, y debilidad, y temblor;\n\ny ni mi palabra ni mi predicación fue con las palabras persuasivas de humana sabiduría, sino con demostración del Espíritu y…poder,",
    "Escuchen a este hombre que fue un guerrero, se había despojado de sí mismo. ¡Amén! Si hay algo que nuestras escuelas necesitan hoy, si hay algo que nuestras iglesias necesitan hoy, es un despojamiento de ellas mismas; de sus propias ideas y sus propias habilidades. Despójense Uds. mismos ante Dios no sea que vayan a querer hacer algo por su propio esfuerzo.",
    "Espero que Uds.… que eso penetre profundamente en nosotros, tanto aquí como también en la esfera de las cintas, que Uds. se den cuenta que tienen que llegar a ser nada. No un sabelotodo, no alguien importante, sino un don nadie. Ud. sea… terminará siendo polvo. Tiene que llegar al punto de saber que Ud. no es nada. Y nunca vaya a levantarse de ese lugar, porque tan pronto como se levante, Ud. se levanta por encima de Dios. Ud. mismo tiene que mantenerse en el polvo, en el camino hacia Damasco. Ud. mismo tiene que refrenarse de no subir a los pedestales. Y eso va para todo lugar, aquí y en la esfera de las cintas.",
    "🦅 Mi manera de hablar” dijo él, “no es… en palabras persuasivas de hombre, y de humana sabiduría, sino en la demostración del Espíritu de poder”.",
    "¡Ahora fíjense! “¿Para qué, Pablo? ¿Por qué hiciste esto?\n\n¡Poder! Para que vuestra fe no esté fundada en sabiduría de los hombres, sino en el poder de Dios.",
    "¡Oh, qué predicador! Este gran hombre quien… Él buscó a Dios, y dijo: “Dios, soy débil y yo—yo no sé qué hacer. Sólo te pido, Dios, que me fortalezcas y me quites las debilidades y estas cosas, para que pueda ser más fuerte”.",
    "Dios le respondió, dijo: “Pablo, Mi fuerza se perfecciona en tu debilidad”.",
    "Entonces Pablo dijo: “Cuando soy débil, entonces es cuando soy fuerte. ¡Sí!”. Él dijo: “Entonces me… yo me gloriaré en mis enfermedades, por mis debilidades y demás. Le estoy dando gracias a Dios que saqué todo eso de mí. Y cuando yo haya sacado todo de mí, entonces Dios puede entrar. Pero mientras aún tenga algo de mí mismo allí, entonces Dios no podrá entrar”.",
    "Ahí está el detalle, nosotros—nosotros lo sofocamos a Él. Nosotros lo sacamos con nuestro… Desde el más pobre de nosotros hasta el más rico, desde el más insignificante hasta el más importante, mantenemos a Dios fuera de nuestras vidas por causa de nosotros mismos.",
    "Muchas veces he dicho: “El enemigo más grande que tengo es William Branham”. Él es el que siempre estorba a Dios; él es el que se torna perezoso; él es el que a veces piensa que puede hacer algo al respecto, y, cuando lo hace, entonces empuja a Dios fuera del cuadro. Pero cuando yo puedo deshacerme de ese individuo, cuando puedo llegar al lugar donde él no estorba, entonces Dios puede entrar y hacer cosas de las cuales William Branham no sabe nada.",
    "Ahí es cuando Dios podrá usarlo a uno. Ahí es cuando Él puede usar a cualquiera de Uds. Él puede usar a cualquiera cuando nosotros dejamos de estorbar. Pero mientras estemos atravesados en el camino, entonces no podemos. Muy bien.",
    "Ahora hallamos que este gran hombre, Pablo, era—era un príncipe entre los predicadores. Él era respetado por toda denominación. Ese hombre podía haber llegado a cualquier ciudad y tener una campaña en cualquier lugar. ¿Por qué razón? Él tenía credenciales. Pues, él era tan importante, y con tanta determinación de acabar con todas las personas que eran débiles, que obtuvo poder del sumo sacerdote (la autoridad más alta) para apresar a cada uno de esos Cristianos. ¡Poder político de su iglesia para apresarlos a todos! ¡Oh, él era fuerte! Él podía apresar a los Cristianos y arrojarlos a la cárcel porque no estaban de acuerdo con él en sus doctrinas teológicas, sobre las doctrinas de los fariseos y saduceos. Él estaba apresando a los Cristianos.",
    "Pero, noten, él mismo tuvo que llegar a estar preso para poder perder aquello, lograr perder su poder y autoridad. Él mismo llegó a estar preso para perder aquello con lo cual tuvo poder para apresar. Él tuvo que perder lo que era para poder ser apresado.",
    "¡Dios pasa por alto a los nobles! Él pasó por alto a los sacerdotes; Él pasó por alto a los que eran arrogantes; y escogió a Pablo, este gran hombre y lo hizo caer al polvo de la tierra y hacer cosas que él… como esos otros estaban haciendo. Él hizo que ellos actuaran… que él actuara como los que antes estaba arrestando. Él ató a Pablo por el Espíritu de Dios, para desatarlo del poder con el cual andaba atando a los Cristianos. ¿Díganme que Dios no sabe lo que está haciendo? Él lo despojó de su fuerza para así perder su—su empuñe.",
    "¡Cuántos ministros podría usar Dios en esta mañana si ellos tan sólo le permitieran a Dios atarlos con Su Palabra y con Su poder, y desatarlos de la fuerza de esas denominaciones y organizaciones! ¡Cuántas personas sinceras de esta ciudad, en esta mañana, que asisten a esas grandes iglesias de la organización, cuántas de ellas podría Él llenar del Espíritu Santo y encender este país con el Evangelio y el poder, si tan sólo ellos se soltaran del poder que tienen y fueran atados por Su Espíritu, para ser como fue Pablo: un esclavo del amor de Dios!",
    "Dios tomó a Pablo e hizo de él un esclavo, lo ató a Sí Mismo y lo envió a los gentiles que él odiaba. Pero, noten, él tenía que ser desatado de su poder eclesiástico, para poder ser atado al poder de Dios. Él tenía que perder su fuerza y llegar a ser débil y nada, para poder recibir la fuerza de Dios, para ser atado a Dios, para hacer lo que Dios le dijera que hiciera.",
    "Eso es lo que nosotros tenemos que hacer hoy. Eso es lo que yo necesito; es lo que todo hombre necesita: una pérdida completa de sí mismo, una pérdida de su habilidad, una pérdida de lo que él es, para que tenga una rendición completa al Espíritu Santo. El ama de casa lo necesita; el niño escolar lo necesita. Nosotros tomamos… aún nuestros niños pequeños.",
    "Un cierto niño en quien estoy pensando (ayer por la tarde o el día anterior, un día), entró e hizo que su hermana mayor le hiciera la tarea rápidamente, y salió y les dijo a los muchachitos, dijo: “¡Fiu! Esos problemas estaban fáciles”. ¿Ven Uds.? Les falta poco para que les enseñen a engañar.",
    "¿Cuánto mejor no sería…? Y esas personas son columnas en una iglesia. ¿Cuánto mejor fuera que papá, para desayunar en la mañana, dijera: “Juan va a tener hoy su examen. ¡Oh, Dios, acompaña a Juan! ¡Ayuda a Juan! Él me pidió hoy en el dormitorio esta mañana, dijo: ‘Papá, ora por mí porque hoy tengo que presentar mi examen. Ora por mí’.”?",
    "Yo prefiero que mi muchacho reciba una—una buena “F” decentemente en su libreta (que repruebe), que saber que obtuvo una “A” haciendo trampa. ¡Sí, señor! Lo que necesitamos es deshacernos de nosotros mismos, depender enteramente del poder de Dios.",
    "Ahora, “atados”. Dios pasa por alto a los nobles y toma la debilidad. Dios pasa por alto a los que piensan que son algo, para llegar a usar a alguien que no sabe nada, y así cumplir Su propósito en su vida. Eso es lo que vemos.",
    "Dios le dijo a Pablo: “Mi fuerza se perfecciona en tu debilidad. Mi—Mi fuerza se va perfeccionando a medida que tú te haces más débil. Entre más te rindas a Mí, más te puedo usar. Entre más puedas olvidar tu educación, entre más puedas olvidar tu denominación, entre más puedas olvidar tus cosas y te rindas a Mí, más podré usarte. Pues haciéndote débil, más fuerte haré—haré Mi Propio propósito”.",
    "¡Dios puede sacar fuerza de la debilidad! Por eso es que Él siempre lo hace. Cuando escogió a Sus discípulos, ¿quién hubiera pensado…?",
    "¡La humildad de Su Propio Hijo al nacer en un pesebre, en un establo lleno de estiércol, en el corral de las vacas, y ser envuelto en pañales de sudarios! ¿Ven? Él pudo haber venido a un palacio; pudo haber bajado por los corredores del Cielo, y todo… con el saludo de todos los ángeles. Pero Él escogió hacer de Cristo el ejemplo de nosotros, para nosotros, y lo trajo a Él en humildad.",
    "Él no lo entrenó en las escuelas de este mundo, sino que lo entrenó por Su Propio poder… para que Él pudiera rendirse completamente, no a los pensamientos de los hombres ni a la fuerza del mundo, sino rendirse a Sí mismo al poder de Dios.",
    "Y así es con nosotros hoy, nos rendimos hoy (en nuestras grandes denominaciones y esferas), nos rendimos a la denominación, a lo que ella dice, a lo que ellos dicen al respecto; pero eso es contrario a la voluntad de Dios. Nosotros tenemos que rendirnos al Espíritu de Dios para ir adonde el Espíritu diga que vayamos. Eso es correcto.",
    "En los hebreos de Dios que… los soldados de Dios, mejor dicho, “héroes”. Acabamos de leer en el Libro de Hebreos, el capítulo 11 y el versículo 34:\n\n…sacaron fuerzas de debilidades…",
    "Ellos tuvieron que llegar a ser débiles antes de poder ser fuertes. De sus debilidades ellos sacaron fuerzas. Uds. que están anotando las Escrituras, allá afuera, Hebreos 11:34. Muy bien.",
    "Aquí hay algo para consolarnos; aquí hay algo que anima: Dios escoge a las personas de entre la debilidad y la humildad para edificar Su Reino. Si nosotros llegamos al Cielo, si llegamos a pararnos en la Presencia de Dios con Su Iglesia, estaremos parados junto a una cantidad de personas que fueron débiles y rechazados y despreciados por el mundo, y sábelo-nadas.",
    "¿No es extraño que Dios nos comparara con ovejas? Una oveja es lo más indefenso que hay. No hay nada más insuficiente o indefenso que la oveja. Un conejo puede correr; una ardilla puede subirse al árbol; un perro puede morder; un león puede despedazar; un caballo puede patear; un pájaro puede volar; pero una oveja permanece allí indefensa.",
    "Y así es como Dios nos quiere a nosotros. Conscientes de que somos completamente insuficientes, luego Dios toma a esa persona y comienza a moldearse a Sí Mismo en esa persona; hace que esas manos hagan lo que Dios quisiera hacer con manos; hace que sus labios hablen lo que los labios de Dios hablarían; porque no son de él, son de Dios. Él comienza a formar carácter, comienza a usar esta debilidad para formarse Él Mismo.",
    "Él nos trae aquí a la tierra, para luego… Nosotros somos educados, somos inteligentes. ¿Se han fijado Uds. en las líneas, las genealogías? Si tomamos por ejemplo a Abel, de Abel siguió Set; la genealogía de Set continuó y continuó hasta el tiempo de Noé, todos ellos sólo fueron labradores humildes. Pero los hijos de Caín llegaron a ser inteligentes, astutos, educados, grandes hombres, constructores, hombres profesionales.",
    "Pero del lado de Dios eran débiles y humildes. Así es como Dios los usó. Ésa es la oportunidad de Dios. Es la manera que Dios puede llegar a nosotros, cuando somos débiles. Es cuando entonces recibimos algo. Esto, por supuesto, nos da ánimo, porque todo el Reino de Dios está compuesto de esta clase de personas. Entonces, cuando Ud. llega a ser así, Ud.—Ud. podrá… Ud. está en Su Reino.",
    "El caso con nosotros, es que… no que somos muy débiles, el caso es que somos demasiado fuertes. Somos—somos—somos demasiado fuertes. Eso es todo. La cosa es que somos demasiado testarudos. Correcto, somos muy fuertes de cabeza. Sabemos demasiado. Dios quiere sacarnos todo eso. Correcto. Somos demasiado fuertes, demasiado fuertes para rendirnos a Él. Tenemos… Nos—nos rendimos a nosotros mismos. Tenemos que andar pensando: “Bueno, ¡pues, en esto, soy—soy bastante sensato como para saber!”.",
    "Me sorprendió hace unas noches cuando mamá se enfermó, estando en el hospital. Fui a… Había una damita enseguida… Si esa damita está aquí, Ud. me perdona, hermana. Ella es una de esas muchachitas de bien adentro de Kentucky, y estábamos… y ésa era su suegra. Y estuve hablando con ella esa noche, mi esposa y yo, como hasta la una de la madrugada. Y su esposo se había acostado en el suelo y se había dormido; ella dijo: “¡Vete de aquí! Como sea, de nada le sirves a tu mamá”. Y así corrió a su esposo de la habitación, porque estaba acostado atravesado en toda la puerta donde las enfermeras, nadie podía entrar; roncaba allí en el suelo. Y ella lo despertó y lo sacó.",
    "Y ella comenzó a hablar allí. Yo me puse a hablarle a ella del Señor, y de todo. Y ella dijo: “Pues” dijo ella, “de lo único que sé es del azadón en la siembra de tabaco, madrugando, deshierbando y podando el tabaco y de todo eso así”. Dijo: “Pero, le diré” dijo, “papá nos mandó a todos a la escuela”. Y dijo: “Aún no tenemos sentido común”.\n\nYo pensé: “Bueno, tal vez ésa sea la razón”.",
    "¿Ven? Uno—uno tiene que guardarse de las cosas del mundo. Ahora, yo no estoy apoyando la ignorancia, no—no es eso; pero lo que tengo en mente es cuando Ud. llega al punto donde piensa que Ud., Ud. sabe tanto que nadie más sabe nada al respecto. Su conocimiento está bien mientras no—mientras no interfiera con las promesas de Dios.",
    "Cinco sentidos nos controlan, y esos cinco sentidos (vista, gusto, tacto, olfato y el oído), son muy buenos hasta que interrumpen el sentido de la Fe. Entonces cuando éstos se oponen a la Fe… Y ¿cómo sabrá Ud. cuál está correcto? Por cuanto la Fe siempre armoniza con la Palabra. Y luego si—si su fe está contraria a la Palabra (o eso piensa Ud.), entonces Ud. no tiene Fe; Ud. tiene una creencia manufacturada. Ud. tiene una jactancia en sus sentidos, por alguna erudición que ha aprendido, o algo. Pero es cuando Ud. se aparta de eso y depende completamente de la Fe, y la Fe sólo puede ser edificada sobre la Palabra de Dios, (la Fe correcta).",
    "Un médico me dijo una vez, dijo: “Yo creo, Billy, que si esas personas… si tú les dices que salgan allá y toquen ese poste, ese árbol, y ellos creyeran que van a sanar, igual ellos sanarían”.",
    "Yo le dije: “No, señor. No puede ser, doctor, por esta sola razón: vea, esas personas saben que eso sólo es un poste. Ellos saben que no hay virtud ni fuerza en ese poste”.",
    "¡Pero cualquier hombre equilibrado mentalmente, sabrá que ésa es la Palabra del Dios viviente, sobre la que puedo basar mi fe, y saber que es ASÍ DICE EL SEÑOR! Y si alguna cosa es contraria a Eso, entonces yo simplemente no le creo a mis sentidos. No, señor, simplemente deje eso a un lado. Guíese por su otro sentido, el sentido de la Fe.",
    "Muy bien, Dios toma a esas personas para obrar… Cuando son un don nadie, ellos se rendirán a Él.",
    "D. L. Moody, de Chicago, era de Boston, él era un zapatero; un hombrecito pequeño, insuficiente, no dependía de sí mismo. Ahora, tomen Uds. estos grandes colegios que tienen, el Colegio Moody allá, si Dwight Moody pudiera volverse a levantar y ver ese colegio, lo primero que haría Dwight Moody, sería acabar con ese colegio.",
    "Si Martín Lutero se pudiera levantar, lo primero que haría sería acabar con la organización luterana; Juan Wesley haría lo mismo. Esos hombres nunca fundaron esas organizaciones, fueron los hombres que los siguieron a ellos, que lo hicieron.",
    "Pablo nunca organizó una iglesia, porque él mismo dijo: “Después de mi partida, muchos de entre sus propias multitudes se levantarán entre Uds., hablando cosas perversas”. Fue después de la muerte de Pablo, y cien (o doscientos) años después de eso, ellos formaron la iglesia católica, la primera organización.",
    "¡Se levantaron hombres! Fue después de la muerte de Moody que tuvieron el Colegio Moody; después de la muerte de Wesley fue que ellos formaron la iglesia de Wesley; fue después de la muerte de Lutero que formaron la iglesia de Lutero. Dios envía héroes; y ellos edifican…",
    "Con razón Jesús dijo: “¡Uds.—Uds. paredes blanqueadas!”. Dijo: “¡Uds.—Uds. adornan las tumbas de los profetas y Uds. mismos son los que los metieron allí!”. Es cierto.",
    "Estos grandes hombres se levantan, luego ellos les construyen un monumento. Yo pienso, como David: “Sirvió bien a Dios durante su propia generación”. Así es como se debe hacer. Deje las organizaciones y esas cosas allí, que estén a distancia de Ud.",
    "Moody, un pequeño zapatero, era débil. Él fue un ejemplo de debilidad. Lo primero que dice que hizo Moody… Él no tenía absolutamente ninguna educación, y carecía tanto de gramática que era una cosa terrible. En una ocasión llegó un hombre y dijo: “Sr. Moody” dijo, “su gramática es la peor que he oído en mi vida”.",
    "Él dijo: “Yo estoy ganando almas con mi ignorancia, ¿qué hace Ud. con su educación?”. Pienso que ésa fue una buena respuesta. ¡Seguro que lo fue!",
    "Y hoy, si Ud. llega a ser miembro de ese colegio, realmente tendrá que ser un erudito pulido. Correcto. [Un hermano dice: “¡Ahora es lo contrario!”.—Ed.] Ahora, seguro, ellos han hecho “lo contrario” es cierto, van directamente en la dirección opuesta.",
    "Eso es lo que hace la gente. Cuando dije al principio de mi mensaje… Los Cristianos en lugar de humillarse y vaciarse para que haya más lugar para Dios, ellos quieren edificarse en un conocimiento fabricado en casa, o algún conocimiento de colegio técnico, o alguna cosa que los lleva aún más lejos de Dios que cuando comenzaron.",
    "Eso es lo que estoy pensando de estos llamamientos artificiales al altar. Ud. lo trae a él, y la próxima vez es diez veces más difícil lograr que él vuelva de nuevo. ¡Déjelo sentado y que escuche hasta que Dios haga algo por él! Y luego que él venga y lo confiese, y que se levante, invocando el Nombre del Señor. Correcto.",
    "Miren a Moody, débil en la educación, débil en su manera de hablar, era gangoso al hablar. Yo leía su historia el otro día, “hablaba gangoso, sufría de una condición nasal”. Físicamente era pequeño, calvo y con la barba que le bajaba hasta la…?… un individuo pequeño, bajito. En lo físico, él era físicamente desastroso. Así que, él no tenía otra cosa sino continuamente debilidad. ¡Pero Dios lo usó para sacudir al mundo en su día!",
    "Cierta vez un reportero fue a su reunión (estuve leyendo), y los reporteros, para reportar acerca de la clase de hombre que él era (este gran hombre, un gran individuo).",
    "¿Dónde está ese pequeño interruptor con el que se apagan las cintas? ¿Es éste? Sólo tendré que sostenerlo allí.",
    "Un—un gran hombre, Moody. Era un hombre fino. Así que, él podía captar la atención de la gente, y mantenerlos vislumbrados. Y entonces este periodista fue al Sr. Moody y dijo… fue a la reunión para hacer su reportaje de qué clase de emoción…",
    "Como el periodista que acaba de ir y reportar recientemente de otro gran evangelista, dijo: “Ese hombre es elocuente. Él es un Doctor en Divinidad; él emplea la mejor gramática que haya llegado a oír. Cautiva a las personas con su psicología. Él puede mantener vislumbrado al pueblo”.",
    "🦅 Dwight Moody”, cuando el periodista fue, dijo: “No veo qué atractivo alguien le podrá encontrar”. Dijo: “En primer lugar, no pudiera ser más feo; lo siguiente, físicamente está casi acabado; lo siguiente” dijo él, “él es, no tiene educación. ¡Su gramática es la peor que jamás he oído!”. Y dijo: “Él tiene un tono gangoso y un resoplo cuando predica”. Y dijo: “Yo no veo nada en Dwight Moody que le pueda atraer la atención a alguien”.",
    "Trajeron el reportaje al Sr. Moody. Él lo leyó, y se rio entre sí, dijo: “Seguro que no; es Dios”. ¡Seguro! La gente no viene a ver a Dwight Moody, ellos vienen a ver a Dios.",
    "A la gente no le importa cuánto Ud. testifica, ellos quieren algo de realidad allí en su vida que prueba que Dios tiene posesión de Ud. Ya Ud. sea metodista, bautista, pentecostal o lo que Ud. sea, ellos quieren ver a Dios. Correcto, hombres de… hombres grandes, hombres que son débiles y que son conscientes de su debilidad.",
    "Miren a Moisés, el joven intelectual. ¡Oh, él era un erudito! Él había sido instruido en toda la sabiduría de los egipcios, hasta podía enseñar a los hebreos; les podía enseñar a los egipcios. Él le podía enseñar a cualquiera, porque Moisés era un gran hombre, un individuo inteligente. ¡Oh, él era un hombre poderoso!",
    "Según Cecil DeMille, cuando—cuando él presentó Los Diez Mandamientos, e hizo que este hombre viniera, que era… (No recuerdo el nombre de este hombre que hizo la parte de Moisés, algún actor), pero era un hombre alto con brazos gruesos y fuerza. Y quizá Moisés era esa clase de hombre.",
    "Sabemos que él era fuerte y bien entrenado, así que él se lo tomó a pecho, viendo la necesidad del día presente. (¡Oh, que Dios permita que esto penetre bien profundo!) Viendo la necesidad del día, Moisés con sus poderes intelectuales y su habilidad que tenía para hacerlo… Él era un hombre inteligente; era el próximo faraón. Él tenía la psicología; tenía—tenía poder; tenía fuerza física; él tenía—lo tenía todo. Entonces dijo: “Estoy bien equipado; lo conozco todo. Y si hay un hombre en la tierra capaz de hacerlo, soy yo. Así que, yo soy el hombre de la hora, yo daré el paso adelante”. Y él salió para cumplir una obra que era correcta y en la voluntad de Dios, y él ofreció sus habilidades naturales. ¡Y Dios lo rechazó! Él no pudo usar ni una sola cosa de lo que tenía Moisés.",
    "Si no lo pudo usar allá, ni Él… entonces tampoco puede Él usar eso ahora. Dios no puede usar nuestras habilidades naturales. Tenemos que quitarnos nosotros mismos y nuestras habilidades del camino, y rendirnos a la voluntad y poder de Dios.",
    "Dice: “Pero, hermano, yo puedo predicar”. Él no puede usar eso, mientras que Ud. pueda predicar. “No hay problema, yo puedo hacer esto, yo puedo hacer aquello”. Ud. no puede hacer nada. Pues, entonces Dios no puede usar eso. ¡Pero es si Ud. mismo se rinde a Dios y permite que Él lo haga!",
    "Ud. dirá: “Hermano Branham, yo sé; soy maestro”. Bueno, mientras Ud. sea el maestro, pues, Él no avanzará mucho. Pero el Espíritu Santo es nuestro Maestro. ¡Seguro, Él lo es! Dios envió al Espíritu Santo para ser el Tutor de la Iglesia.",
    "Algunas personas van al colegio años y años y años. ¿Qué consiguen? Leen artículos del Aposento Alto, y así (¡oh, lo cual es bueno!), reciben la Lección Dominical Nacional. Yo no tengo nada en contra de eso. ¡Ésas son Palabras de Dios, y esas cosas, pero han sido hechas por el intelecto! Eso tiene que venir por medio del poder y la resurrección de Cristo, y Ud. no puede depender de sus habilidades naturales.",
    "Así que, Moisés, este joven fino, un gigante fuerte, un hombre intelectual, salió a realizar una buena obra; pero Dios simplemente, no pudo, en absoluto, usar eso. Él no pudo usar sus habilidades naturales.",
    "Y nosotros no podemos… No es hoy, que nosotros no podemos… Dios no puede usar nuestras habilidades naturales.",
    "Pero una cosa tenía Moisés que yo admiro, tenía suficiente sentido común para saber que había fracasado; nosotros no. Así de sencillo. “Nosotros formamos una denominación nueva. Traemos a otro con el don de sanidad, o algo” los pentecostales, ¿ven Uds.? ¿Ven? Nosotros—nosotros ni siquiera sabemos los suficiente para darnos cuenta que fracasamos. ¡La Iglesia Pentecostal, Las Asambleas de Dios, La Unida, los demás, parece ser que no tienen la habilidad de reconocer que han fracasado! ¡Aleluya! ¡Oh!, desearía poder hacer que esto se les quede: ¡Ellos están vencidos! ¡La organización de la iglesia ha sido vencida! Igual como estos Estados Unidos han sido vencidos, están temblando y temerosos, y las bombas cuelgan allá, listas para ellos, saben que se lo han bailado todo y han destinado sus vidas al infierno. Y están vencidos, el Espíritu ha salido de ellos. Tendrían que sacudir los árboles para conseguir jóvenes para el ejército; ellos vieron lo que sucedió en la otra. ¡Estamos vencidos! La iglesia está vencida. Ellos lo saben.",
    "Moisés se dio cuenta, para entonces sabía lo suficiente… Dios lo llevó allá a la parte de atrás, del desierto, para instruirle en la flaqueza humana. Él lo llevó allá para enseñarle todo al respecto. ¡Y él aprendió muy bien! ¡Oh, vaya, sí que recibió una lección! ¡Qué tiempo el que Dios debe haber tenido con él allá! Saben, Moisés era de un temperamento fuerte; y Dios le dio una esposa llamada Séfora, ella también era así. Entonces me imagino que las cosas no eran tan agradables allá en la parte de atrás del desierto por un tiempo, cuando esos dos temperamentos se descontrolaban a la vez.",
    "Me supongo que este concepto intelectual de cómo la psicología debe controlar a una persona no sirvió de mucho, pues, cuando él iba camino a Egipto, veo que Séfora aún tenía su temperamento. Ella cortó el prepucio de su hijo y lo echó ante Moisés, dijo: “Tú me eres un esposo de sangre”.",
    "Y Dios estaba tan enojado con él, que Él… lo estaba buscando al final, si Él lo hubiera podido hallar lo hubiera matado. Me supongo que había algunas cositas que Dios le tuvo que enseñar allá atrás (¿ven?), que él era un humano. Toda su sabiduría de Egipto y todos sus poderes del intelecto, Dios no pudo usar ni siquiera uno de ellos.",
    "Ud. viene, dice: “Pues, Señor, llevo cuarenta años siendo instruido, soy—soy un estudiante intelectual. Yo puedo citar esa Biblia con mis ojos cerrados”. Dios no puede usar eso en lo más mínimo. ¿Ven? No.",
    "🦅 ¡Oh, yo pertenezco a la iglesia más grande que hay en el país! Yo—yo soy el… Soy esto, Señor. ¡Oh, yo soy pentecostal! Yo… ¡Gloria a Dios! Yo acabo de recibir el Espíritu Santo la otra noche. ¡Aleluya! Tú me vas a usar para hacer esto y esto”. Dios no puede usar eso en lo más mínimo. ¡No!",
    "Cuando Ud. es vencido y se dé cuenta que ha sido vencido, entonces vuelva y humíllese. Hágase débil, descubra que Ud. es humano. Y no hay nada que su intelecto pueda hacer para… Las debilidades humanas nunca serán usadas por Dios; Dios por medio de la debilidad humana se vacía Él Mismo en Ud., y luego se usa a Sí Mismo. Ud. sólo viene a ser un instrumento. ¡Seguro! Ud. mismo se tiene que hacer a un lado.",
    "Moisés, ¡oh!, él aprendió, aprendió muy bien acerca de las debilidades humanas. Él aprendió tan bien, que cuando Dios lo llamó, él tenía siete debilidades que empleó como argumento en contra del llamamiento de Dios. ¿Lo han estudiado Uds. en la primera parte de Éxodo, las siete debilidades? Yo—yo las tengo apuntadas aquí. Quiero que las escuchen: La primera debilidad que él tenía era la falta de un mensaje. La segunda debilidad que él tenía era la falta de autoridad. La tercera debilidad que él tenía era la falta de elocuencia. La cuarta fue la adaptación. La quinta fue el éxito. Y la sexta fue la aceptación.",
    "Ahora, Ud. compare las suyas con las de él y vea si Ud. las tiene, vea si Ud. puede llegar a tal grado de debilidad como él. “Señor, yo—yo no sirvo; yo no puedo hablar; yo—yo—yo maté a un egipcio; yo no puedo regresar. ¡Oh, de todo! Ellos no me recibirán; yo no tengo mensaje; yo tengo… no puedo hablar; y soy—soy lento para hablar”. Y ¿ven cómo era? ¡Él no era nada! Hermano, él había sido curado. Sí, Dios podía usarlo a él después que había sido curado. ¿Ven? Sí.",
    "Sí, Él nos puede usar después que nosotros seamos curados, al encontrar que “Mi Ph.D. y LL.D. y doble L.D.” o lo que pueda ser, “todos mis títulos no son nada”. ¡Dios no los puede usar!",
    "🦅 Bueno, soy de la Asamblea de Dios; soy de la unitaria; soy bautista; soy presbiteriano”. ¡Dios no puede usar eso en lo más mínimo! Entre más rápido Ud. se aparte de eso, pues, mejor es para que Ud.—Ud. pueda rendirse a Dios.",
    "Así como estaba el profeta, dijo: “Soy un hombre de labios inmundos, y entre gente inmunda”. Y el Ángel fue y tomó las—las tenazas, y fue al altar y tomó una brasa del fuego y tocó sus labios. Entonces él clamó: “Señor, aquí estoy; envíame a mí”. Sí, después de darse cuenta que él… Aun siendo profeta, él tenía labios inmundos.",
    "Tan pronto podamos nosotros reconocer que somos—que nada somos, que uno no es nada, uno es polvo de la tierra… Dios no lo puede usar a uno… Sí, su experien-…Toda su debilidad no igualaría la de Moisés. Él tenía seis debilidades distintas aquí, y él había aprendido lo que era la debilidad humana.",
    "Ahora miren la diferencia entre el encuentro que tuvo aquel Moisés con Dios, y el Moisés mirando la…?… como hoy. Dicen: “¡Nosotros necesitamos a fulano de tal! Necesitamos un avivamiento en el país. Les diré lo que haré: regresaré a estudiar hasta que obtenga mi Bachillerato en las Artes. ¡A-já! Regresaré y estudiaré hasta que me puedan ordenar al grado de LL.D. Estudiaré literatura. Lograré todo esto, luego saldré y seré ‘el hombre del momento’. Voy a sofocar a todos estos individuos que han salido aquí”. (¡Oh, hermano!) “Voy a construirme un edificio de tres millones de dólares. Conseguiré una docena de Cadillacs. Y…”. ¡Oh, hermano! Más vale, más vale que Ud. ni empiece, pues para comenzar ya está vencido, ¿ve Ud.? ¡Pero el problema está en que ellos no lo saben!",
    "Ellos piensan que hay que tener el cabello rizado y vestirse con trajes de gala y decir “aamén” muy bonito, y toda esta clase de cosas, y ser un príncipe. ¡Eso es un títere de una mujer!\n\n¡Dios quiere hombres, hombres piadosos, hombres que puedan sacudir!",
    "Pero hoy queremos a Hollywood. Nosotros queremos algo que sea deseable a la vista. Queremos algo que pueda hablar tan intelectualmente que nos permita dormir por cinco minutos mientras él… el domingo en la mañana.",
    "Dios quiere separadores que la enviarán allá como la llamarada de un trueno, condenando el pecado hasta las raíces (es correcto), que lo desentierren.",
    "Pero nosotros estamos… Nosotros queremos nuestros pastores intelectuales. La mayoría de las personas quiere un pastor que susurra, alguien que diga: “Sí, querida”.\n\n¡Dios quiere relámpagos! Sí, señor,",
    "Les dan palmaditas en la espalda, y ellas con el cabello corto y con maquillaje, y todo lo demás, y usando ropa en la que parece que se hubiesen vaciado, y todo eso, y ellos no dicen ni una palabra al respecto.",
    "Un hombre importante me llamó aquí a su oficina (no a su oficina) su oficina allá en el campo, aquí no hace mucho, dijo: “¡Quiero imponerle las manos para que Ud. deje ya eso!”.\n\nLe respondí: “No lo haga. No lo haga. No, señor”.",
    "Cuando Ud. detiene eso, Ud. detiene el Mensaje. Ud. detiene a Dios, cuando hace eso. Sí, señor. Nosotros no queremos nada de eso.",
    "¿Sintió Dios lástima de Moisés con todas sus debilidades? ¿Diría: “Pobrecito Moisés, realmente algo—algo te ha pasado, has sido despojado de tu título. ¡Oh, vaya! Mira, sí, tú eras un gran hombre, un intelectual, y nada te iba a detener. Hermano, tú tenías todos tus Ph.D. y LL.D., y cuánta cosa más, y ahora vienes aquí confesando que no eres nada, que no puedes hacer nada. Sencillamente eres—eres muy débil”? ¡No! Dios no le tuvo lástima. Dios en ningún momento sintió lástima por él. Allí fue cuando Dios le había curado de todas esas cosas. Él no sintió lástima por él.",
    "Pero hallamos que (si están anotando, Éxodo 4:14): “La ira de Dios estuvo contra él”. Dios no le tuvo lástima porque era débil.",
    "Ud. dirá: “¡Oh, Señor!, me siento tan mal, no creo que pueda hacerlo”. Dios no siente lástima por Ud.; siente querer darle a Ud. algunas patadas. ¿Ve? ¿Ve? Seguro. Dios no siente lástima por Ud.; Él—Él se enoja con Ud. Ud. apenas está quedando en forma para que Él lo pueda usar. Sí.",
    "Moisés estaba siendo curado, para Dios poder usarlo. Él tenía la cura, para ese momento él ya había sido apartado de las habilidades humanas. Él ya no tenía nada en qué apoyarse, pues él—él estaba listo entonces para el servicio.",
    "Dios dijo: “Por cuarenta años te he tenido a ti y a Séfora discutiendo y portándose así acá en este desierto, para que conocieras si en verdad hay debilidad humana o no; cuando antes estabas parado allá siendo un gran príncipe: ‘¿Hola, Doctor Moisés? Buenos días, Señor, Reverendo. Sí, señor. Moisés, eres el próximo príncipe. Todos… Todos te estimamos’. Ahora estás por acá en el desierto con un montón de ovejas y una esposa con demasiado temperamento”. ¿Ven? Eso sí lo curó. Sí, señor. Moisés estaba en una condición horrible, sin embargo, Él le dijo: “Ahora te puedo usar, ahora que te has dado cuenta que no eres nada. Ahora sube acá junto a esta zarza ardiendo, quiero enviarte allá”. ¡Oh, qué cosa!",
    "Dios, danos más de esa clase, danos más debiluchos. Eso es lo que necesitamos, algunos debiluchos. ¡Seguro!",
    "Fue Jacob, Uds. saben. Jacob llegó a pensar una vez que él era un gran individuo, Uds. saben, que podía engañar y salirse con la suya. Fue y les puso unas varas de álamo verde a las ovejas y las reses de su suegro cuando estaban preñadas, y las convirtió en ovejas salpicadas, y salían así cuando iban al agua a beber. Y cuando menos pensamos, Jacob llegó a ser un gran hombre. Seguro. Él era… “En realidad era Jacob, sin duda alguna” dijo Esaú, “a la verdad, él era ‘un suplantador’”. Así que, él era un tramposo. A él le iba bien, ganando, tenía grandes ganados y esposas y ovejas y reses y bueyes y—y de todo, él tenía de todo.",
    "Pero una noche (¡oh, vaya!) cuando llegó a un pequeño arroyo, iba a cruzar, él llegó a un lugar en donde un Ángel lo agarró. Hermano, el viejo Jacob se aferró toda la noche. Verdaderamente que se aferró por bastante tiempo. Pero cuando él se rindió, cuando él se debilitó y no podía aferrarse más…",
    "¡Oh, Dios!, permite que la iglesia llegue a eso, llegue a… que la iglesia llegue a un lugar en donde ya no pueda aferrarse más por sus habilidades naturales, sino que tenga que rendirse a Dios; que los metodistas se avergüencen de ser metodistas. Que los bautistas y que los pentecostales sientan vergüenza de ellos mismos, y no se aferren más a eso y se rindan al Espíritu.",
    "Fue entonces que Jacob llegó a ser “un príncipe de Dios”. La Biblia dice que llegó a ser “un príncipe”, y su nombre fue cambiado. ¿Ven? Y—y, recuerden: de este lado él era un hombre grande y fuerte, intelectualmente poderoso; pero del otro lado, era un príncipe cojo, débil y cansado, pero con poder delante de Dios.",
    "Sí, tal vez Ud.… Su organización pudiera estar dividida en pedazos. Su prestigio en el barrio, tal vez sea, de allí en adelante, el de “un cuervo vil”, en el barrio. Eso pudiera ser cierto. Pero déjeme decirle: Ud. tendrá poder con Dios. Yo prefiero ser así. Escogería ese camino en cualquier momento.",
    "Los discípulos regresaron y se regocijaron porque estaban contentos que habían sido hallados dignos de llevar el reproche de la Causa y de Jesús. ¡Seguro! A Ud. lo van a llamar “santo rodador”.",
    "Sálgase de ese lugar de una vez, y deje que se divida. Suelte eso de: “Bueno, escuche, soy metodista” o “presbiteriano” o, “soy de las Asambleas”, “soy de los Unitarios, soy tan bueno como Ud.”. Bien. Sólo sálgase de eso de una vez, ríndase. Saque todo…",
    "Permita que el ángel lo toque a Ud. una vez, el Ángel del Señor que le traerá a Ud. la Verdad del Mensaje. Permita que Él lo toque a Ud. una vez, Ud. se humillará al bautismo en el Nombre de Jesús, Ud. se doblegará ante lo demás Allí. Sí, Ud. lo hará, seguro que lo hará. Sí, Ud.—Ud. simplemente olvidaría todos estos intelectuales.",
    "Hace unos días, una de mis amigas más dulces que tengo, una persona muy fina, me dijo, saliendo del cuarto después de yo estar en una entrevista, al salir del cuarto, dijo: “Hermano Branham…”. Y esta persona ha sido una de mis ayudas financieras allá en la reunión. Llegué a un punto donde yo no sabía cómo haría para que la cosa marchara, sólo estaba confiando en Dios; esta persona lo pagaba. ¡Sí, una persona fina! Y esta persona salió de viaje y regresó de una ciudad muy grande, hace unas noches y se paró en el cuarto y me dijo, una noche: “Hermano Branham” dijo, “sólo quiero decir una cosa”. Dijo: “No hay una sola persona que yo conozca que no lo ame a Ud.”.\n\nLe dije: “Eso me da mucho gusto”.",
    "Dijo: “Hermano Branham, sólo hay una cosa, una cosa errada”.\n\nLe dije: “¿Cuál es, hermana?”.",
    "Dijo: “Bueno, esa cosa es lo siguiente, Hermano Branham: Que si Ud. cediera un poquito en esa Doctrina que tiene” dijo, “toda organización lo recibiría”.",
    "Entonces allí mismo pude ver, yo pensé… Dije: “¿Cuál Doctrina, hermana?”.\n\nY dijo: “¡Oh, ese bautismo en el Nombre de Jesús!”.",
    "🦅 ¡Oh!”. Dije: “Pero, hermana, Ud. no espera que yo ceda en cuanto a la Palabra de Dios, y aún sea un siervo de Dios”.",
    "Y dijo: “Bueno, mire, hay un grupo de ministros que estoy representando aquí, de esta ciudad grande”. Dijo: “Si Ud. les dice que el Ángel del Señor, el cual le da a Ud. estas visiones, le dijo que bautizara en el Nombre de Jesús, entonces ellos están dispuestos a aceptar Eso”.",
    "🦅 Bueno” dije yo, “¡la experiencia de ellos es más débil que el agua de lavar los platos!”. Yo dije: “A mí no me importa lo que diga cualquier ángel, si no está de acuerdo con la Palabra, ¡yo no lo creo!”. Dije: “Si ese ángel me dijera algo distinto a lo que está en Ella, yo no le creería al ángel”. ¡Correcto! ¡La Palabra de Dios está primero, por encima de todos los ángeles y todo lo demás! Un verdadero Ángel… Dije: “Si Él no me dijera Eso, yo no lo escucharía”. Sí.",
    "La dama no hallaba qué hacer. Ella dijo: “Nunca había oído tal cosa. Yo no sabía de Esto”. ¿Ven?, ahí lo tienen Uds. Entonces le di algunas Escrituras a la damita. Y ella dijo: “Voy directamente a casa y a estudiar el Nuevo Testamento; nunca Lo he estudiado”. ¿Ven?, ahí lo tienen. ¡Oh, vaya! ¡Oh, vaya! A eso llegan. ¡Oh, vaya!",
    "Deje de querer aferrarse. ¡Suéltese! Eso es lo que Ud. quiere hacer: suéltese. Jacob, cuando él se soltó, estuvo bien, llegó a ser un príncipe y tuvo poder con Dios.",
    "Era el pequeño David con la chaqueta eclesiástica de Saúl puesta, que salió a—a—a pelear contra Goliat. Y cuando David salió hacia allá para pelear contra Goliat con toda esta armadura grande puesta, él miró alrededor, y miró atrás, él se veía como los demás, entonces dijo: “Algo anda mal aquí”.",
    "Mientras Ud. esté igual que el mundo y cediendo ante el mundo, y haciendo las mismas cosas que el mundo, algo anda mal.",
    "David dijo: “Esto se ve demasiado acorazado. Tengo un título de Doctor, tengo un Ph.D. ¿Ven?, pertenezco a una organización grande, ¿cómo podré ir a pelear con todo esto? Yo no sé nada de esto. ¡Yo no sé nada de esto!”. David dijo: “Quítenme todo esto”. Correcto. “Si yo voy a pelear por Dios, entonces no quiero verme como todos estos cobardes parados aquí, todos vestidos con sus armaduras y atravesados. Yo no puedo tener una reunión…”.",
    "En muchas reuniones, muchos hombres, muchos ministros que vienen a verme y confiesan que creen que el Nombre de Jesucristo es correcto para bautizar, pero dicen: “Nuestra organización nos echaría”. ¡Pobre excusa de Ud.! ¡Quítese la armadura de Saúl!",
    "¡Dame el poder y la fuerza del Espíritu Santo! Dios, envíame con una honda, no importa lo que sea (por pequeña que sea), a derribar al enemigo. Es la verdad. Envíame, pero no permitas que me vista como los demás, con L.L., Ph.D., Doctores, toda esa clase de cosa.",
    "David dijo: “La cosa no se ve bien”. Dijo: “Yo no sé nada de eso”. Dijo: “Lo único que sé que tengo, que yo… Allá en la parte de atrás del desierto yo cuidaba el rebaño de mi padre”. Y dijo: “Un león entró y agarró una ovejita y huyó con ella, y yo sabía que ese corderito era de mi padre, y, oh, yo—yo—yo… Yo no estaba equipado, pero sólo tomé mi honda y me fui tras él”. Dijo: “Yo lo maté y regresé con el cordero”. ¡Oh, vaya! Aquellos parados allí, lanza en mano, no hubieran podido hacerlo.",
    "Eso es lo que sucede hoy. Dios tiene muchas ovejas que se han descarriado; las organizaciones y demás se las han robado, las han sacado a la psicología. Dios: danos Davides con la Palabra de Dios y el poder de Dios, para dirigirla cuando vamos a enfrentar a estos gigantes intelectuales (piensen, con todos los Ph., LL.D., Q.U.S.T. o lo que pudiera ser). Deme la Palabra de Dios y el poder del Espíritu Santo y, les digo, podemos matar a todo gigante en el campo. ¡Correcto! Necesitamos hombres que puedan…",
    "Bueno, David era el menos calificado en el campo, para ir a pelear contra el gigante. Él, ¡oh, no era más que un muchacho! Y la Biblia dice que era “rubio”, un flaquito pequeño, probablemente de hombros encorvados, envuelto en una piel de oveja. Él no tenía ninguno de estos grandes títulos intelectuales, ni estaba bien entrenado. Él no sabía nada de una espada. Él no sabía nada de este entrenamiento que Saúl…",
    "Saúl era el mejor que hubieran podido conseguir, el Obispo Saúl. Seguro, era cabeza y hombros por encima de todo el ejército. Pues, él era—él era el que debió haber ido a pelear contra él, pero tenía miedo.",
    "Y hoy nosotros sabemos que necesitamos un avivamiento. Sabemos que necesitamos una sacudida entre la gente. No se necesitará de un Doctor de Divinidad; se necesitará un debilucho (¡Aleluya!) que tome la Palabra de Dios en el poder de la resurrección de Cristo y que dé muerte a esta cosa. Traerá a Cristo al país, en la… les hará ver que Él todavía puede abrir los ojos del ciego, sanar a los enfermos, levantar a los muertos y que ¡Él es Dios, el Conquistador! Amén. Necesitamos un David, sin instrucción en las escuelas teológicas; necesitamos a un hombre que no conozca nada de esas cosas; un muchachito labrador o algo, algún pequeño de hombros encorvados, que no sea mucho que mirar, que venga caminando por el camino con el poder de Dios.",
    "Mamá muriendo, dijo: “Billy, he confiado en ti y te he creído. Tú has sido mi fuerza espiritual, tú me has guiado a Dios”.",
    "Le dije: “Mamá, cuando yo era niño… Nuestra ascendencia, desde luego, irlandesa, se inclinaba un poco hacia lo católico”. Y dije: “La iglesia decía que ‘ellos—ellos eran un cuerpo de personas, que ellos lo tenían todo, que todo lo que hacían estaba bien’. Yo no podía creer eso, porque los luteranos decían: ‘Nosotros somos un cuerpo de personas, nosotros lo tenemos todo’. Los bautistas decían: ‘Nosotros somos el cuerpo, nosotros lo tenemos todo’. Hay demasiadas, son como novecientas organizaciones distintas”. Yo dije: “Mamá, yo no podía poner la confianza en eso, ¿cuál de ellas es la correcta?”.",
    "Me he venido a enterar, digo esto dulce y humildemente, pero yo creo que ninguna de ellas es la correcta. Es cierto. Yo regreso a la Palabra de Dios, he visto lo que Ella obró allá en el pasado. (Y entonces, ¡Dios permita que todos regresemos allá!). Y en debilidad, y no teniendo el apoyo de ninguna organización, sin apoyo de denominaciones, sin apoyo de ningún establecimiento eclesiástico, sino en la simplicidad y en el poder del Espíritu Santo que bajó en el Día de Pentecostés, tengo ese mismo mensaje que Pedro tuvo en el Día de Pentecostés: “Arrepentíos cada uno y bautícese en el Nombre de Jesucristo para el perdón de sus pecados”.",
    "Ud. no será indoctrinado como esta cantidad de teólogos, con su cuello volteado y títulos de Bachiller En Artes. Más bien, hermano, Ud. tendrá algo en la mano, y mientras que el Espíritu de Dios pueda entrar a esa Palabra, Ella conquistará y traerá de nuevo aquellas ovejas perdidas que se han descarriado. ¡Amén! ¡Confesemos nuestras debilidades! ¡Deseche su Doctrina de Divinidad! ¡Deseche su sabelotodo, su membresía! ¡Desnúdese ante Dios, hablando espiritualmente, y téngase por “indigno”! Entonces Dios puede comenzar a usarlo a Ud. No diciéndolo de boca, que venga de su corazón.",
    "Jacob… David, ellos se tuvieron que desnudar. Él era el más débil entre toda esa multitud.",
    "Piensen quizás en los diez mil o cien mil soldados en el cerro. Todos entrenados, cada uno con un Ph.D., cada uno de ellos con lanza, ellos eran soldados. Cada uno de ellos era Cabo Fulano de tal, Raso Fulano de tal (aun los Rasos), General Fulano de tal, Teniente Fulano de tal. “El gran General de cuatro estrellas, Saúl, el Obispo, ¡sí, su Majestad, Señor!”. Cada uno de ellos parado allí, hombres entrenados.",
    "Y el enemigo parado allá en el cerro, diciendo: “¡Manada de cobardes!”. ¡Oh!",
    "Y al campamento llega un jovencito con los hombros encorvados (¡Oh, Dios!), un muchachito de apariencia rubicunda, con su pequeña honda en la espalda, con una torta de pasas en la mano para su hermano. Y ese gigante salió con su jactancia una última vez. Dijo: “¿Quieren decirme que todos Uds. aquí, esta cantidad de eruditos entrenados, se van a parar allí y permitirle a ese filisteo incircunciso desafiar la Palabra del Dios Viviente?”. ¡Amén! Dijo: “¿Le tienen miedo?”.",
    "Saúl dijo: “Si quieres ir, ven acá. Yo—yo—yo te enviaré a la escuela ahora por veinte años, y te conseguiré un—un Ph.D. Te diré lo que haré, sencillamente te daré mi título”.",
    "Él le dijo: “Quítenme esa cosa”. ¡Oh, vaya! “Yo no quiero tener nada que ver con eso”. Él quería confiar en Dios. Él dijo: “Yo sé lo que Dios hizo por mí con esto, y con ella estoy listo para confiar en Dios contra lo que sea”. ¡Amén! Ésa es la experiencia del Cristiano.",
    "Aun Saulo, cuando tuvo que deshacerse de su armadura, él se quitó la armadura eclesiástica; él hizo igual que David. Pero cuando Saulo llegó al final del camino, él dijo: “He peleado la buena batalla”. Ése fue el último enemigo que tuvo que conquistar. “He peleado la buena batalla, he acabado mi carrera, he guardado la Fe. Por lo demás, me está guardada una corona, que el Señor, Juez justo, me dará en aquel día”. Dijo: “No sólo a mí, sino a todos los que aman Su venida”.",
    "¡Oh!, dijo la muerte: “Pero en unos minutos te tendré”. Y el sepulcro dijo: “Te voy a enmohecer allá afuera”.",
    "Él dijo: “¡Oh, muerte!, ¿dónde está tu aguijón? Sepulcro, ¿dónde tu victoria? Sé que estoy aquí en este calabozo romano, encadenado de muñecas y manos, y yo—yo tengo treinta y nueve latigazos en la espalda. Estoy aquí con las lágrimas que me queman los ojos al punto que ya no puedo ver. No puedo ver con mi vista natural, pero puedo ver una corona de justicia esperándome allá. Mis tobillos están acabados; me he caído tanto por el pan enmohecido que me arrojan aquí, y las ratas pasándome por encima y las arañas y demás, al punto que estoy débil”. Sin embargo, podía pararse allí encarando la muerte y decir: “¿Dónde está tu aguijón? Sepulcro, ¿dónde tu victoria?”, con sus manos sacudiendo las cadenas. ¡Aleluya! (Eso es lo que necesitamos). “Sepulcro, ¿dónde está tu victoria?”.\n\nEl sepulcro dijo: “Te voy a podrir, Pablo”.",
    "Él dijo: “Pero gracias a Dios, ya tengo la victoria por medio de nuestro Señor Jesucristo”.",
    "Cuando él llegó a ser débil, su—su forma eclesiástica, su… todo su rito le había sido disuelto. Le habían quitado todos sus papeles de ordenación. Él ya no pertenecía a las Asambleas, ni a la… a ninguna de ellas. ¿Ven?, él ya no pertenecía a ninguna de ellas. Él había hablado tanto en contra de ellas que esos obispos estaban… decían: “¿Me quiere Ud. decir que un hombre cumpliendo una sentencia de veinte años allá en una prisión romana y nos puede decir que no le permitamos predicar a nuestras mujeres? ¡Já! No nos diga eso” dijo, “sabemos que no es así. ¿Quién es ese tipo allá, de todos modos, para decirnos que hagamos esto, eso o lo otro?”. Dijo: “Nosotros sabemos lo que hacemos”.",
    "🦅 Sí” Pablo dijo, “hay hombres levantándose ahora entre Uds., comenzarán una organización dentro de poco, se levantarán, y así se apartarán de la Fe, no teniendo el Espíritu de Dios”. Dijo: “Ellos ya salieron de entre nosotros porque no eran de nosotros”.",
    "Y ¿qué?, ¿llegó a suceder? Vino a ser exactamente la iglesia católica; de la iglesia católica pasó a la luterana, y viniendo así sucesivamente hasta la última, las Asambleas de Dios, lo mismo, haciendo la misma cosa.\n\n¡Todo el tiempo, la misma cosa!",
    "Pero, ¡oh, para un hombre o una mujer que esté suficientemente débil, que esté consciente de su debilidad, eso permitirá que Dios lo use! Simplemente sigo hablando, supongo que hablo demasiado.",
    "Ahora, ¿qué fue? Ahora, él era… David era el menos preparado del grupo. Él no tenía ninguna instrucción en combate, no sabía nada de eso. Así que, él no tenía instrucción para nada de esta batalla frente a él, pero reconoció que existía un Dios. Y Él tomó lo más débil; ellos tenían lanzas, armadura, arcos y cuanta cosa más, y David tenía una pequeña honda con una piedra. Pero, vean, él sabía en qué podía confiar. Él confesó su debilidad, pero su fe estaba en Dios.",
    "Él dijo: “Yo no quiero tener encima ningún escudo que me proteja de ninguna cosa. Yo no quiero llegar allá, decir: ‘Ahora Uds. hermanos ¿van a cooperar conmigo? Yo pertenezco a las Asambleas, yo pertenezco a la presbiteriana, soy metodista, soy bautista ¿van a cooperar conmigo, hermanos?’. Yo no quiero saber nada de eso. ‘Miren, les mostraré que aquí tengo mi título en el bolsillo. Acabo de recibir mi Bachillerato de Artes. Soy de la universidad de Fulano de tal, recibí mi—mi educación allá. La obtuve. ¡Oh, yo puedo hablar! Soy esto, aquello o lo otro’”. ¡Él no quería nada de esas cosas!",
    "Todo lo que quería, dijo él: “Tengo mi confianza en Dios y aquí voy”. Eso es. Y el gigante cayó. Correcto.",
    "Eso es lo que necesitamos hoy, hermano. Hoy necesitamos hombres como David, no experiencias universitarias.",
    "Fue el pequeño Micaías, el pequeño Micaías, el hijo de Imla, pobre, rechazado, expulsado de todas las denominaciones por pararse fielmente por Dios. Pero una vez allá llegó un hombre de Dios, llamado Josafat, y estando allá dijo: “Yo quiero conocer la verdadera Palabra de Dios”.",
    "Saúl le dijo: “Tengo cuatrocientos de los mejores que hayas conocido”. Dijo: “Todos tienen sus títulos, todos han sido preparados aquí en el colegio”. Dijo: “¡Pues, son los mejores predicadores que jamás has escuchado!”. Dijo: “Los traeré acá de inmediato y consultaremos al Señor de parte tuya”.",
    "Pero luego él salió allá y miró alrededor, Josafat dijo: “Sí, oigo a éste decir esto, y oigo a ése decirlo, pero” dijo, “¿tienes otro? ¿No tienes otro?”.",
    "Dios iba a darle un mensaje a este corazón sincero. Había uno sólo parado allí, pero Dios tiene a un hombre para ése. Amén. Así haya un solo corazón sincero, en alguna parte, Dios tiene un hombre para él. Josafat era un hombre genuino, un rey con temor de Dios, y él tenía suficiente sentido para saber que sus mensajes estaban errados. Él sabía que eso era contrario a la Palabra, amén (¡Oh, Hermano Neville!), Josafat lo sabía.",
    "Él dijo: “Bueno, he—he revisado todo el registro, esta acta aquí del seminario, los tengo a todos aquí presente”. Dijo: “Pues, mira, éste tiene… bueno, mira los títulos que él tiene. Mira a este otro acá” dijo, “mira—mira los títulos que él tiene. Mira a Sedequías aquí, él lo encabeza todo. Pues, él es un obispo, está sobre todos nosotros. ¡Ciertamente aceptarás su palabra!”.\n\nJosafat dijo: “Sí” dijo, “yo—yo—yo…”.",
    "🦅 Bueno, mira, mira, los demás todos están de acuerdo con él. ¡Todos están en una gran unidad! Y no puedes decir que ellos no son hebreos; no puedes decir que no son profetas, aquí está el título que prueba que lo son”.",
    "Josafat dijo: “Sí, yo—yo—yo sé, Acab”. Dijo: “Todo eso está bien, pero…”.",
    "Dijo: “¿Qué vas… cómo me vas a pedir más? ¡Allí está mi colegio completo! Allí están todas las organizaciones juntas”.",
    "🦅 ¿Pero no tienes a uno que no pertenezca a ese grupo? ¿No habrá uno, en alguna parte?”.",
    "🦅 Bueno, ¿qué sería él? ¡Sería un analfabeto sin educación! Pues, ¿qué vas a querer con un hombre así?”.",
    "🦅 Pero—pero solamente te estoy preguntando, ¿no tienes uno, en algún lugar?”.",
    "🦅 ¡Oh!” dijo él, “sí hay uno así”. (Pues, ¡oh, gracias a Dios por eso!) “Hay uno así, pero” dijo, “le odio. Y los demás todos le odian también”. Dijo: “Lo echamos, ellos lo echaron de su organización, cada uno de ellos”. Dijo: “Él vino acá para tener una reunión, lo corrimos de la ciudad. Sí, señor. No queremos tener nada que ver con él. Pues” dijo, “él es un debilucho, y viene de una familia muy pobre. Su gramática es horrible”. (A-já, como Moody, Uds. saben.) “Sí, su gramática es horrible”. Y dijo: “La verdad, como teólogo, es lo peor que jamás he oído. Yo nunca he oído algo como él. ¡Oh, él sencillamente les hace pedazos su rito! Pues, él les hizo pedazos su Credo de los Apóstoles. ¡Yo nunca había oído tal cosa! ¡Oh, él sencillamente lo despedaza y ellos lo odian y yo le odio, todos le odian!”.",
    "🦅 ¡Oh!” dijo Josafat, “no diga el rey tales cosas, pero yo quisiera oírle”. ¡Él sabía lo que Eliseo iba a decir! Él lo sabía.",
    "Dios pasó por alto a todos los grandes predicadores fuertes, intelectuales, y colocó Su Mensaje en un hombrecito que reclamaba no saber nada. Pero ¿qué hizo él?",
    "Le pusieron una prueba, y dijeron: “Ahora, tú di lo mismo que ellos han dicho”.\n\nÉl dijo: “Diré lo que Dios ponga en mi boca, nada más”.",
    "Él le dijo: “Si quieres alcanzar poder ahora, recuerda, tú sólo… muchacho, tú—tú estás aquí un poco fuera de orden. Recuerda, has sido expulsado de esa organización. Ellos tal vez vuelvan a considerarte para entrar al compañerismo si estás de acuerdo con ellos en este momento así de crisis. Todos estamos a punto de tener una gran campaña” dijo, “si tú sólo estás de acuerdo conmigo”.",
    "Dijo: “¡No diré nada sino lo que Dios ha dicho!”. Ceder, ¿podrían esperar Uds. que un hombre de Dios ceda en la Palabra de Dios? No, señor, eso no está en ellos.",
    "Le dijo: “Pero tú eres un debilucho; vienes de una familia pobre. Pues, ¿sabes qué? Ellos pudieran…”.\n\n“No me importa lo que hagan ellos”.",
    "🦅 Bueno, ellos te llevarían de país en país en avión. Harían cualquier cosa (¿ves?), si tú, si tú sólo…”.",
    "🦅 No, no. Sólo diré lo que Dios ponga en mi boca”. Dios pasó por alto todo ese grupo (sí, señor, fue por su posición fiel), pasó por alto a los cuatrocientos y le dio a él ¡ASÍ DICE EL SEÑOR!",
    "Pero, ¿Lo creyeron ellos? ¡No, señor! Dijeron: “Eso no es ASÍ DICE EL SEÑOR, nuestro seminario no enseña tales cosas como ésas. Pues, aquí está nuestro obispo, ya habló la palabra, él escribió el rito. Todos nos reunimos, formamos nuestros colegios. ¡Dios está con nosotros! ¿Por dónde se fue Dios cuando salió de nosotros a ti?”.\n\nÉl dijo: “Algún momento lo verán”. A-já, es correcto.",
    "¿Qué fue él? Fue débil, pero era el más fuerte entre ellos. ¿Por qué? Porque él tenía la Palabra del Señor. ¡Oh, hermano! ¿Qué importa lo que… cualquier otra cosa siempre y cuando Ud. tenga ASÍ DICE EL SEÑOR?",
    "🦅 Oiga, Hermano Branham, si Ud. cede en cuanto al Nombre de Jesús para el bautismo, pues, tendremos una gran reunión en Chicago o en estos lugares así”. ¡Hmm! ¿Piensa que Ud. haría eso? A mí no me importa en dónde Uds. se reúnan, lo que hagan, hermano, quédese con ASÍ DICE EL SEÑOR.",
    "Yo quiero que algunos de ellos venga a decirme dónde está errado Eso. Muéstrenme en la Palabra de Dios dónde está errado Esto. Sí. Ellos no se atreven. No, señor. Pero es ¡ASÍ DICE EL SEÑOR! Quédense con Eso, así todos ellos lo echen. No me importa cuán débil llegue a ser Ud., “entonces es cuando llego a ser fuerte”. Cuando ellos me echan, Dios me recibe. A-já. Sí. Dios… Si ellos lo echan, Dios lo recibirá.",
    "Recuerden, son a los desechados que Dios siempre recoge, los don nadie. Luego Él los convierte en alguien para Él. Quizá ellos no lo sepan en esta vida, pero así será en la que viene; ¿ven?, es en ésa.",
    "Entonces, le dio a él ASÍ DICE EL SEÑOR, ¿por qué? Él se quedó con la Palabra. Él tenía el Mensaje correcto. Dios le dio una visión. Los demás no recibieron alguna visión. ¿Ven Uds.? Él tuvo una visión. ¿Por qué? Porque él se quedó con la Palabra. Ahí es donde vimos señales y maravillas. Porque… Los otros estaban imitando Eso, pero él se quedó con la Palabra. Ahora, démonos prisa.",
    "Elías, fue cuando su iglesia lo había rechazado y lo habían dejado por el mundo moderno. Me imagino que Elías realmente les había hablado fuerte, ¿no se lo imaginan Uds.? Uds. saben lo que era Elías. Me imagino que comenzando su ministerio, él se paró allá y dijo: “¡Pues, Uds. mujeres queriendo ser como la Primera Dama!”, con esos sombreros de mujer, Uds. saben, “¡Señorita Jezabel! Uds. mujeres modernas, siendo como la Primera Dama de la nación, vistiendo como ella, portándose como ella. ¡Uds. predicadores!”. ¡Oh, vaya, cómo les hablaría de fuerte! Y todo el tiempo se iban yendo hasta que no quedó nadie.",
    "Él tenía que llegar al final de su camino. Ya nadie cooperaba con él. Ninguna de las iglesias cooperaba con él. Toda su iglesia lo dejó, regresaron al mundo (igual que hoy), es cierto, regresaron al mundo. Sólo muy pocos seguían aferrados, uno aquí y uno allá, atravesando el país desde lejos donde había que ir a verlo, y todo eso. Él estaba en muy mala condición, él había llegado al final de su conocimiento.",
    "Él dijo: “Señor, me paré por Tu Palabra, yo hablé la Verdad. Y todos se han ido, aquí no queda nadie. No tengo, ni siquiera tengo a quien predicarle”. Amén. “Sí, yo me paré por Tu Palabra, Señor, y ahora mira dónde estoy: ni uno de ellos me recibe. Entro al pueblo, ellos dicen: ‘Aquí viene ese viejo cascarrabias. Sí, sí, aquí viene ese viejo cascarrabias al pueblo, ahora comenzará a regañarnos—y regañarnos por este estilo moderno de vivir y demás’”.",
    "🦅 ¡No lo reciba! Pastor, ¡no coopere con ese individuo! ¡No, señor”!",
    "El pastor: “Ahora ese viejo fanático otra vez en el pueblo. ¿Ven?, ese Elías allá, el viejo calvo. No le presten Uds. atención a ese viejo. Mírenlo, ni siquiera se viste como un hombre del clero, con vestidura de clérigo como la mía (la gorrita, Uds. saben; no se para al frente, con el cuello volteado, Uds. saben)”. Dijo: “Él no…”. Dijo: “Él—él—él—él es un poco diferente a… Él—él es un individuo muy raro”.",
    "Y me imagino que algunos de los hombres importantes dirían: “¿Saben qué? Él—él es un neurótico. A-já, sí, él—él es un neurótico, viviendo allá en el desierto, quedándose allá en el bosque la mayor parte del tiempo, viene aquí envuelto en un pedazo de piel de oveja. ¡Oh, vaya! ¡Y luego condena a esas mujeres! Yo jamás he visto una cosa semejante. Uds. no… no—no—no tengan nada que ver con él, ¡en lo absoluto! ¡No cooperen!”.",
    "Bueno, la asociación ministerial se había reunido, Uds. saben, dijeron: “No—no tengan Uds. nada… Déjenlo solo, él finalmente… él terminará loco. Déjenlo, déjenlo que regañe hasta que se le sequen los sesos. Eso es todo, déjenlo solo”.",
    "Pero el pobre Elías caminaba fielmente con Dios (vaya, vaya.), permaneció recto con la Palabra. Ellos tenían una pequeña reunión allá, y miraba por la audiencia, decía: “¡Todas Uds. Jezabeles!”.",
    "🦅 ¡Oh, qué atrevimiento! ¡Jamás regresaré a escuchar a ese hombre! No, señor, no toleraré eso”.",
    "Eso no lo detuvo, él permaneció allí a pesar de todo. Cuando perdió su iglesia, cuando perdió sus… todas las denominaciones se tornaron contra él, fue entonces (cuando estuvo débil) que él dijo: “Soy el único que he quedado, y me buscan para matarme”. “Me fusilarían si pudieran”. A-já. ¿Ven? “Pero yo… Quieren mi vida. Y yo soy el único que ha quedado, Señor, ¿qué puedo hacer?”.",
    "Fue entonces, cuando él llegó a ser débil (aun permaneciendo fiel, confesando su debilidad y todo), que Dios dijo: “Sube acá al monte, te voy a dar un mensaje nuevo. Te voy a enviar ahora un mensaje nuevo. Ya te dije: ‘Ve a condenar estas cosas’, ahora te voy a enviar de nuevo con algo para probar que Eso era correcto”. Dijo: “Has hecho un buen trabajo, Elías. Les dijiste de la Primera Dama, y de todo eso, y lo que han hecho. Condenaste a Acab y todas sus cosas modernas y a todas las iglesias modernas, y les dijimos a esos predicadores donde pertenecían. Tú fuiste un ejemplo. Te paraste allí sin ninguna ayuda, ninguna organización, nada que te respaldara, pero te quedaste con Mi Palabra. Ahora te voy a dar algo. Ve allá y dile a ese hipócrita: ‘¡ASÍ DICE EL SEÑOR! Ni siquiera el rocío caerá del cielo sino por mi Palabra’”. ¡Vaya! ¡Vaya! ¡Lo llevó a la cima del monte para mostrarle algo!",
    "¡Oh, puedo verlo esa mañana, venir caminando por ese camino samaritano! Él no tenía mucho atractivo, seguro, con esa cabeza calva brillando al sol, los cabellos canosos y la cara toda barbada, con un pedazo de piel de oveja. La Biblia dice que él era “velludo”, cubierto de vellos, me imagino que era de una apariencia desastrosa; con ese palito viejo en la mano, con esos ojitos mirando directamente hacia los cielos, caminando por el camino. Y uno… él… me imagino que actuaba como un muchacho de dieciséis años, cuando tenía como ochenta. Aquí venía él, caminando por la carretera, directamente a Samaria. Hermano, él había sido hecho fuerte en su debilidad. “Mi fuerza es suficiente. No te preocupes por las organizaciones, Elías. No te preocupes por ellas, Mi fuerza es todo lo que necesitas”.",
    "Recuerdo haber estado frente a un gran templo una vez, y dije: “Señor, detestaría que ellos vinieran a mi—mi oficina”.\n\nÉl dijo: “Yo soy tu Porción. ¿Ven? Yo soy tu porción”.",
    "🦅 En—en la debilidad entonces Yo—Yo soy… Mi fuerza es la fortaleza. Mi Voluntad perfecta puede ser cumplida (Pablo o Elías, quien quiera que Ud. sea) cuando Ud. se quita de en medio”. ¿Ven? “En tus debilidades, entonces Yo soy fortalecido. ¡Soy Yo! Yo soy el Fuerte que entra y sacia”.",
    "Yo puedo verlo que va caminando por ese camino samaritano, esos ojitos mirando así (vaya), con una media sonrisa en la cara. Hermano, él caminó directamente a la presencia de Acab. Él en ningún momento titubeó, no tartamudeó. ¡No, no! Palpitando bajo ese pecho flaco había un corazón en el cual moraba el Espíritu Santo. ¡Seguro que sí! Vino caminando por esa carretera, caminó directamente frente a Acab, y dijo: “Ni siquiera caerá rocío, hasta que yo lo diga”.",
    "Pisó fuerte y, dio la media vuelta, regresó de nuevo al desierto. Le dijo: “Ése fue un buen trabajo, Elías. Sube acá, ahora he ordenado que todos los cuervos te alimenten, y el… y siéntate acá por un tiempo”. ¡Qué cosa!",
    "Cuando él estaba débil, fue entonces que llegó a ser fuerte. Sí, señor. Él cerró los cielos para que no lloviera. Allí fue cuando llegó a ser fuerte, cuando perdió su iglesia, perdió todo lo que tenía, todo lo demás. Pero él permaneció con la Palabra de Dios, luego tuvo poder para cerrar los cielos.",
    "Cuando Jacob perdió toda su fuerza, entonces Dios le dio poder para llegar a ser un príncipe. ¿Ven?",
    "Cuando Pablo perdió su educación y toda su teología, Dios lo hizo un misionero a los gentiles.",
    "Cuando Moisés perdió toda su habilidad y llegó a ser débil, Dios lo hizo poderoso y lo mandó a Egipto en el poder del Espíritu, a los ochenta años; con la barba larga, su esposa sobre una mula y con un pequeño sobre su cadera, y un palo en la mano, fue y conquistó Egipto. Sí. ¿Ven? Sin respaldo de un ejército, como él quería ir, sino en el poder del Espíritu. ¡Amén!\n\nCuando Ud. es débil entonces es fuerte.",
    "Caminando por ese camino, él no tartamudeó, no tropezó, no le pasó nada, caminó directamente hasta la presencia de Acab, y dijo: “Tengo la Palabra del Señor”.\n\nÉl le dijo: “Tú eres el que turbas a Israel”.",
    "Le respondió: “¡Tú eres el que está turbando a Israel!”. Sí, señor. ¡Oh, hermano! Sí, señor. “Saca esos sacerdotes intelectuales que tienes acá arriba, y veamos quién es Dios”. Ahí tienen. “Subamos al Monte Carmelo, y que el Dios que respondió en Pentecostés responda de nuevo. Veamos si Dios todavía es el mismo Dios, si Jesús es el mismo ayer, hoy, y por los siglos”. Cuando bajó del cerro, él tenía un Mensaje. Sí. Pero antes él llegó a estar muy débil, había perdido todo antes de hacer eso. Él tuvo que llegar a ser débil antes de poder ser fuerte.",
    "Es la simplicidad del Evangelio que hace tropezar a la gente. Ellos tratan de hacerlo una u otra gran cosa intelectual, cuando es la simplicidad. Pero Dios toma el mismo instrumento de la humildad y debilidad y simplicidad, para con esto cumplir Sus obras. Eso sólo es un instrumento en la mano de Dios.",
    "Juan el Bautista, su Mensaje, el precursor de Cristo, fue tan sencillo que Eso pasó por encima de la cabeza de la gente. Escuchen sólo por un minuto (espero que no esté demorándolos mucho, a Uds. que están parados junto a la pared, ¿ven?). ¡Miren! Juan, cuando… Todos los profetas habían dado testimonio de la venida del Mesías. Uno de ellos dijo que “los montes saltarían como corderitos”. Otros dijeron: “Las hojas batirían sus manos”. Uno dijo: “Todos los lugares bajos serán hechos altos, y los lugares altos, serán bajados”. ¡Oh, vaya! ¡Qué día!",
    "¿Habrán pensado Uds. en la Escuela de los Profetas y su concepción intelectual de eso? ¡Oh, qué cosa, ellos lo tenían todo tan clásico! Pero cuando sucedió, del desierto salió un predicador anciano que no contaba con un solo día de escuela en su vida, su gramática probablemente era muy deficiente. Su padre fue un sacerdote, pero Dios lo sacó a él de eso. (Lo tuvimos en la lección del domingo pasado). No le permitió mezclarse con esas denominaciones, y lo sacó al desierto para entrenarlo Él Mismo. Ésa es la clase—ésa es la clase que se mantiene con la Palabra de Dios.",
    "Salió del desierto, como a los treinta años; y me imagino que tendría la cara cubierta de una barba negra muy poblada; envuelto en un pedazo grande de piel de oveja; se paró en el lodo, hasta las rodillas; dijo: “Soy aquel del cual habló el profeta Isaías”. Y algunas de las denominaciones salieron allá; él dijo: “¡No piensen dentro de Uds. en decir que ‘tenemos esto y aquello’, Dios puede levantar hijos a Abraham de estas piedras!”. ¡Oh, vaya! ¿Por qué? ¡Él tenía el ASÍ DICE EL SEÑOR! Él tenía el Mensaje. Dios anunció de antemano que él venía. Y la razón… Él vino en tanta simplicidad, que Eso pasó por encima de sus cabezas.",
    "Cuando Jesús vino, Él dijo: “¿Qué salisteis a ver, un orador intelectual que puede cambiar de metodista a bautista, y de bautista a presbiteriano, de presbiteriano a pentecostal, y de pentecostal a otra cosa? ¿Salieron Uds. a ver una caña meneada por cualquier viento? ¡No Juan!”. Dijo: “¿Salieron entonces Uds. a ver a un hombre vestido en lino fino?”. Él dijo: “Ésos están en los palacios de los reyes, esa clase de ministro”. Él dijo: “¿Qué salisteis a ver, a un profeta?”. Él dijo: “¡Más que un profeta!”.",
    "Juan fue más que un profeta. Y, miren, él vino siendo el más humilde de todos ellos; pero, fue más que profeta. ¿Saben lo que fue Juan? Él fue un mensajero del pacto; seguro que lo fue. Él fue más que profeta. Un profeta es un vidente que ve cosas. Juan era eso también, pero aún fue más. Él fue un mensajero del pacto. Él dijo: “Sí, de éste fue dicho: ‘Envío Mi mensajero, delante de Tu faz’”. Esto fue él, el mensajero del pacto. Seguro. Su manera sencilla en que vino, simplemente cegó al intelectual.",
    "Ahora, tenemos que terminar pronto, en unos minutos más, tengo algunas cosas que quiero decir, algunas Escrituras y algún apunte.",
    "¿Qué de la viuda con un puñado de harina? Ella había alcanzado su debilidad, probablemente el hambre la tenía al borde de la muerte. Ya no tenía harina. Ella no podía ir a ningún lugar a pedir harina prestada, nadie más tenía. Pero ella había llegado a un punto, era una gran creyente, su esposo había sido un gran hombre de Dios. Y ella era una viuda, con un niño. Y tenía solamente un puñado de harina, pero eso fue suficiente, fue todo lo ella que necesitó; consagrado en las manos de Dios, ella vivió de eso por tres años y seis meses, de un puñado de harina. Ella llegó a ser débil.",
    "Ella salió esa mañana a recoger dos leños para partirlos y juntarlos. Vean, los dos palos es la Cruz. ¿Ven? Partir… Ella dijo: “Voy para recoger dos palos”. Ella no dijo: “Voy por todos los que pueda cargar”, pues, sólo dos palos. Eso es. ¿Ven el símbolo?",
    "Y, sí, la manera antigua… La manera para mantener el fuego hoy, es tomar leños y cruzarlos, que ardan en el centro. Cuando voy a acampar, yo… en las montañas de noche, para no congelarme, pongo un leño en esta dirección y un leño en esta dirección, y durante la noche voy empujando los extremos, y así el fuego sigue a medida que uno empuja (¿ven?), allí mismo en cruz.",
    "🦅 Tengo dos palos. Voy al pan, aderezar esta harina, este puñadito de harina, y cocer una torta para mí y mi hijo. La vamos a comer y moriremos”. Ella realmente estaba en la debilidad, ¿verdad? Ella dijo… Y se dio la media vuelta y comenzaba a regresar. ¡Oh, esa mañana calurosa! ¡Oh, había pasado tanto tiempo sin nada! Todo… No había agua, y la gente gritaba, gente muriendo por todos lados; no había dónde pedir prestado, ni que hacer. Ella había llegado al fin del camino. Estaba en su debilidad. Ella dijo: “Voy a aderezarla para mí y mi hijo, y luego la vamos a comer y morir”. Entonces se dio la media vuelta y ella dijo…",
    "🦅 ¡Un minuto”! Ella miró hacia atrás. Y ese rostro velludo asomándose sobre el portón allá, dijo: “Ve y hazme una pequeña torta primero, y tráemela”. ¡Oh! “Tráeme un poco de agua en tu mano, y un pedazo de pan, porque, ¡ASÍ DICE EL SEÑOR!”. ¡Oh, qué cosa!, eso fue suficiente. ¡Oh, vaya! Ese poquito que ella tenía (¿ven?), ella lo consagró a Dios. Eso fue suficiente para alimentarla el tiempo que faltaba. Sí. ¿Ven?, cuando ella estaba débil entonces fue fuerte.",
    "Una sólo tenía una vasija con un poco de aceite. Y ella no tenía nada, sus dos hijos iban a ser vendidos como esclavos. Ella no podía hacer nada más con esta pequeña vasija de aceite; no era mucho, ella estaba en lo último.\n\nElías le dijo a ella, dijo: “¿Qué tienes en tu casa?”.\n\nDijo: “Sólo un poco de aceite en una vasija”.\n\nLe dijo: “Ve a tus vecinos, pide que te presten suficientes”.",
    "Ahí, miren, prepárense aun antes de que suceda. ¡Prepárense! David oyó ese sonido en los arbustos de las balsameras. Elías vio una nube sólo del tamaño de una mano, dijo: “Oigo que grande lluvia suena”. ¡Si Dios tan sólo logra conseguir unos vasos vacíos! Correcto.\n\nÉl dijo: “Llena de ellos la casa”. ¡Amén!",
    "¿Ven lo que Dios quiere? Dios necesita vasos vacíos. ¡Escuchen! Hemos tenido tanta doctrina, tanta insensatez eclesiástica, que hemos llegado al fondo de la tinaja. Sólo nos queda una cosa: volver a Dios y a Su Palabra. Y si Uds. hacen eso, conseguir vasos vacíos. Saquen de ellos todo lo metodista, todo lo pentecostal de ellos, y todo lo bautista de ellos, y tan sólo dejen que sean vasos, y colóquenlos en la casa. Y luego tomen de este Vaso y comiencen a vaciar (amén), sencillamente comiencen a vaciar.",
    "Ella tuvo suficiente para sostenerse a sí misma y sus hijos y todo lo demás, y pagar todas las deudas. ¿Por qué? ¿Por qué? Solo con lo poco que ella tenía, consagrándolo a Dios y siguiendo la palabra de este profeta, ella salió bien.",
    "Dios, mándanos un profeta que tome la Palabra de Dios, que no tome alguna otra cosa, sino que sólo consiga vasos vacíos. Si Dios sólo logra conseguir vasos vacíos, y luego tomar la Palabra y vaciarla en la persona.",
    "No como algunos dicen: “¡Oh, yo temblé cuando Lo recibí! Yo hablé en lenguas cuando Lo recibí. Yo dancé en el Espíritu”. ¡Olviden eso (¿ven?), olvídenlo!",
    "Simplemente quédese allí hasta que Él venga, eso es todo, hasta que el vaso se llene. Así se hace. Es la manera de uno hacerlo. ¡Sí, señor, es la simplicidad de Esto! “Los vasos se llenaron”, ¡cuánto podríamos quedarnos en esto!",
    "Fueron los discípulos, todos confundidos un día, Jesús les habló, dijo: “Aquí hay cinco mil personas aquí” y dijo, “¡se están desmayando, están hambrientos!”. ¡Oh, podría quedarme en eso por otra hora! “¡Cinco mil, hambrientos!”, ¡hay cien billones muriéndose de hambre!\n\nDijeron: “Mándalos que se vayan”.\n\nDijo: “No hay necesidad de hacer eso”. Dijo: “Aliméntenlos Uds.”.",
    "¡Oh, vaya! Me puedo imaginar que rebuscaron todo lo que pudieron encontrar; y saben, cuando hubieron rebuscado todo lo que (cuanta cosa)… Disculpen esa expresión, “rebuscar”. Pero que consiguieron todo, dijeron: “Mira, hemos recorrido aquí todo el campamento. No tenemos un solo centavo de dinero, así que no podemos tener la campaña”. ¿Ven Uds.? “Pues, aquí tenemos todo lo que había, pero lo único que pudimos hallar fueron sólo cinco pancitos y dos pececitos, de un muchachito” como David que salió de allá del desierto. “Eso es todo lo que tenemos. Eso es todo lo que pudimos hallar. No hallamos qué hacer. No podemos hacer nada más, Juan”. Pedro dijo: “No podemos hacer más. Eso es todo lo que podemos hacer. No hallamos qué más hacer. Esto es todo lo que conseguimos, en cuanto a comida”.",
    "Bien, yo podría tomar una pequeña Escritura, Hechos 2:38, y es todo lo que necesitamos, sólo obedecer Eso. Uds. no tienen que aprender seminarios, todo en cuanto esto, eso, lo otro, solamente tomen Eso. Sí, sólo—sólo tomen Eso, es todo lo que uno necesita: “¡Arrepentíos cada uno y bautícese en el Nombre de Jesucristo para el perdón de vuestros pecados y seréis llenos del Aceite!”. ¿Ven? Sencillamente vacíense, prepárense para Aquel, es todo lo que se necesita. Sólo pongan allí una gota, vean como se llena.",
    "Saben, no había suficiente en esa vasija para poner una gota en cada una. Quizá tomó con el dedo, de esta manera, puso así un poco en cada una; miró atrás y estaban llenas. Sólo con dejarla caer (¿ven?), era lo que él necesitaba, porque era aceite bendecido.",
    "No tome Ud. alguna experiencia del seminario. Tome la Palabra de Dios y deje que Ella caiga allí adentro, vea cómo se llena.",
    "Él dirá: “Bueno, ¿qué clase de gota debemos hacer? Quizá podemos tomar algo de los Salmos”.",
    "Tome Ud. lo que le dije: “Arrepentíos y bautícense en el Nombre de Jesucristo para el perdón de los pecados, y seréis llenos de aquella Gota”. Sólo dejen que caiga allí adentro, y de esa Gota seréis llenos. Ésa es la Gota que usó Pedro en el Día de Pentecostés; ésa es la Gota que usó Pablo; ésa es la Gota que usaron todos los discípulos. Lo demás vendrá por añadidura, Ud. sólo tome esa Gota y siga adelante con eso, y lo demás estará bien.",
    "¡Llegue a ser débil! ¡Vacíese! Vacíe todo y de allí en adelante le seguirá cayendo, y Dios se encargará que lo demás caiga. Ud. solamente haga eso. Ud. caiga de rodillas y reciba eso de todo corazón. Que caiga ahora mismo en su corazón y diga: “¡Dios, yo creo Eso, con todo mi corazón!”. Dios se encargará de las demás gotas, eso se llenará; “Tendréis una re-llenura del Espíritu Santo”.",
    "Ahora, ellos tenían cinco panecitos y dos pescados. Entonces ¿qué iban a hacer? Así que ellos se acercaron y dijeron: “Aquí está todo lo que pudimos rebuscar. No sabemos qué hacer. No hallamos otro pedazo de pan por ninguna parte, no hay nadie. Y este muchachito, probablemente andando… jugando, de haragán, iba a la escuela esa mañana, y faltó a la escuela y vino a pescar por acá. Y lo hallamos allí junto al arroyo, él había venido a escuchar. Y, allí él tiene cinco”. ¡Gracias a Dios por ese muchachito! Sí, señor. Dijeron: “Nosotros… lo único que tenemos, en cuanto a vida, es esta pequeña gota aquí”. Dijo…",
    "Jesús dijo: “Con eso es suficiente. Tráiganlos aquí”. ¿Ven? “¡Traigan eso aquí, dénmelo a Mí! Denme a Mí esa gotita, Yo me encargo de lo demás. Ahora, Uds. sólo sigan entregando a medida que Yo les doy de esta gota”.",
    "Y cada uno de Uds. tome la gota de Hechos 2:38 en esta mañana, en su corazón, y solamente tomen de allí y fíjense como Él comenzará a partirles el Pan de Vida. Uds. arrepiéntase, bautícense en el Nombre de Jesucristo para el perdón de sus pecados, y luego vean si el Espíritu Santo no cae ahí, no sigue cayendo sobre esto y cayendo sobre eso, cayendo aquí y cayendo allí, y cayendo allí, ¡y habrá una llenura del Espíritu Santo! ¡Correcto!",
    "Ud. no tiene que ir a seminarios; no tiene que ser inteligente; lo único que tiene que hacer es reconocer que Ud. no sabe nada. Permita que Dios tome posesión de Ud., Él se encargará de lo demás.",
    "Muy bien, entonces la voz dijo: “Tráiganlos aquí”. Eso es lo que Dios quiere en esta mañana, que le traigan una cantidad de vasos vacíos; Él se encargará de lo demás. Sí, señor.",
    "El ciego Bartimeo sentado junto a la puerta, harapiento, frío, ¡oh, en su momento más débil!, cuando escuchó una Voz, dijo: “Tráiganlo aquí”. Es correcto, a veces es en su momento más débil.",
    "María estaba en el sepulcro, desconsolada, su bebé, su niño le habían dado muerte, todo, toda esperanza se había desvanecido. Y ella fue para embalsamarlo, y ni aun Su cuerpo estaba allí. Y él oyó una Voz decir: “¿Por qué lloras, mujer?”.",
    "Ella dijo: “Se han llevado a mi Señor. Y yo…”. Pobrecita, su Niño había sido puesto en desgracia; Lo desnudaron completamente y Lo colgaron allá sobre una Cruz, y Lo crucificaron y Lo clavaron allá arriba, después de que reclamó que Él era el Mesías; después de que ella sabía que el Espíritu Santo le había hecho sombra y había producido este Hijo. ¡Era el Hijo de Dios! Ella había visto Sus obras, y todo, y vio que en el momento más débil…",
    "¡Y allí Jesús se había parado firme en contra de la maldad, se paró en contra de esas organizaciones, se paró en contra de esos fariseos; y se había hecho débil y se sometió Él Mismo hasta la muerte, y murió como un pecador sobre la Cruz, cargando nuestros pecados. Los mismos Salmos, los mismos profetas en los cuales ellos creían, habían citado (cientos de años antes) las mismas Palabras que Él dijo en el Calvario, y ellos fallaron en verlo. Su gran sistema ecle-…",
    "🦅 Dios mío” dijo David, “Dios mío, ¿por qué me has desamparado?”. Salmos 22, “Puedo mirar todos mis huesos, pero ninguno de ellos será quebrado. Menean la cabeza y dicen: ‘Confió en otros… Él—Él salvó a otros, y no Se puede salvar a Sí Mismo’”. ¡Y todas las cosas que los profetas habían dicho, estaban allí mismo! Y Jesús, muriendo, sosteniendo esa Palabra, se sometió a Sí Mismo. Dios, Emmanuel, llegó a tanta debilidad que Él se sometió a la muerte, y al sepulcro, y Su alma al Seol. ¡Debilidad! Pero de esa rendición total… salió esa mañana de la Pascua, abriéndose camino desde lo más bajo.",
    "Él fue el más Alto, y llegó a ser el más bajo. Él vino a la gente más baja, fue a la ciudad más baja. Y el hombre más pequeño de la ciudad tuvo que mirar abajo para verlo a Él. De allí pasó a la muerte, y de la muerte al sepulcro, y del sepulcro al infierno; hasta lo más profundo que se podía, hasta el infierno más profundo que se pueda concebir, allá fue Él.",
    "Pero luego, de allí, Dios comenzó a levantarlo. Atravesando el Paraíso, de allí a la tumba, y de la tumba a la Gloria, y a tal Altura que Él tiene que mirar hacia abajo para ver el Cielo. ¡Exaltó Sus tronos en el Cielo!",
    "Esa madrecita desconsolada, no sabiendo esto, parada allí: “Se han llevado a mi Señor, y no sé a dónde”. Ella estaba… era la hora más débil que ella había tenido. Su—su Señor ya no estaba. Ellos lo habían crucificado, sin embargo, Él permitió esto… crucificarlo en la vergüenza de colgarlo allá arriba desnudo delante de esa gente; y le traspasaron el costado, y sangrando, y le oyeron clamar estando en la Cruz, y vieron la tierra temblar, y todos los cielos reconocieron que Él estaba muerto. Lo bajaron, tieso y frío, y lo tendieron en el sepulcro. Ella pensó: “El último respeto que le puedo brindar a mi Niño amado es venir a embalsamarlo, y ahora se lo han llevado”. Y ella estaba parada allí llorando, esa madrecita parada allí llorando, sollozando. ¡Oh, era el momento más débil!",
    "🦅 ¿Por qué lloras, mujer?”, dijo la Voz detrás de ella.",
    "Ella pensó que era el encargado del cementerio, dijo: “¡Oh, se han llevado…!”. Ella ni podía darse vuelta, por lo débil que estaba. Ella dijo: “Llevo despierta ahora estos tres días y noches completas. Estuve parada y presencié la crucifixión, vi a mi propio Amado, el cual yo sé que era el Hijo de Dios, ¡yo sé que Él lo era! Y, sin embargo, ellos…”. (Mirando para el otro lado, y Él detrás.) “Y ellos se Lo han llevado y Lo han crucificado. Yo Lo vi resucitar a muertos de la tumba. Lo vi hacer milagro tras milagro. Y yo sé que el Espíritu Santo… Dios conoce mi corazón, yo fui inocente de cualquier cosa, y el Espíritu Santo me dio a ese Bebé sin yo conocer hombre. ¡Cuánto lo sé, que fue la verdad! Y yo Lo vi en desgracia y… Lo azotaron hasta que quedó sin Su ropa, y Le colgaron allá arriba y Lo desnudaron. Él murió la muerte más horrible. Yo lo amo, a mí no me importa lo que le hayan hecho. De todos modos quiero sepultarlo, quiero—quiero darle la clase de sepultura correcta, y ahora se lo han llevado. Llevo días y días, tengo el corazón quebrantado. Estoy parada así en esta condición. No sé qué habrán hecho con mi Señor”.",
    "Él dijo: “María”. Y entonces ella se fortaleció. ¡Amén! “¡Ve, dile a Mis discípulos que los encontraré en Galilea!”. ¡Oh, vaya!",
    "En la debilidad es cuando somos fortalecidos. Cuando Ud. está débil, es cuando Ud. llega a ser fuerte.",
    "Pedro, después de estar pescando allá, él era… su ocupación era la pesca. A mí como que me gusta su ocupación. Y entonces él estaba allá pescando, todo desanimado, sabiendo que había negado a Cristo. ¡Oh, vaya! Oyó a ese profeta que se paró allí y le dijo: “Pedro, ¿dices que Me amas?”.",
    "Él dijo: “¡Oh, Señor, Tú sabes que te amo!”. Él dijo: “Te amo. Yo estoy dispuesto a morir por Ti”.",
    "Él dijo: “Pedro, piensas que eres sincero, pero Me vas a negar tres veces antes… Me negarás antes que el gallo cante la tercera vez. ¿Lo ves?, me negarás tres veces antes que cante el gallo”.",
    "Y luego ver que eso se cumplió, cuando él se paró allí y dijo: “Yo no lo conozco. No, yo no sé nada de aquellos pentecostales”.",
    "No es hora de terminar la predicación, sólo es mi reloj descontrolado. [La alarma del reloj del Hermano Branham suena.—Ed.] ¿Ven? Dijo que… Yo—yo—yo sé que yo—ya debo parar, pero no—no puedo parar ahora en este momento (¿ven?), así que, tengo que terminar esto más adelante, en un minuto.",
    "Dijo: “Yo—yo—yo—yo sé que Lo negué. Yo Lo negué en la presencia de Pilato; Lo negué en la presencia de esa mujercita que llegó a mí, diciendo: ‘¿No eres tú uno de ellos?’ ‘¡No!’ ¡Y hasta maldije!”. ¡Oh, él estaba en una condición terrible! Dijo: “Yo—yo—yo…”. Ella negó… él lo había negado a Él. Y él había visto a Jesús parado allí y mirar, entonces fue cuando cantó el gallo, mirar hacia Pedro. Él se fue. ¡Oh, él se desanimó consigo mismo!, dijo: “¿Para qué continuar viviendo?”.",
    "Y luego, con todo eso, él dijo: “Pienso que regresaré, y comenzaré a pescar otra vez. Ya no puedo predicar, así que regresaré y comenzaré a pescar”. Él puso sus redes, y lanzó toda la noche, no consiguió ni un solo pez. Y él estaba en una condición de mucha debilidad, no tenía nada, estaba desanimado consigo mismo, había llegado al fin de su habilidad.",
    "Bueno, se había creído un gran hombre, cortándole así las orejas al hijo del sumo sacerdote. Bueno, pensó que él era un gran individuo, Uds. saben, él había aprendido algo. ¡Pero no sabía nada! Tuvo que olvidar todo eso.",
    "Y así se encontraba allá, dijo: “Bueno, una cosa sí sé, yo soy pescador; todavía puedo sustentarme, pescando”. Lanzó toda la noche y no sacó nada. ¡Oh, qué desanimo! Cada vez que la sacaba, era una red vacía. ¡Y estaba muy desanimado! Se encontraba en el punto de más debilidad, dijo: “Creo que sería mejor arrojarme de esta barca. De todos modos yo no valgo nada”.\n\nÉl les dijo: “¿Habéis pescado algo, hijos?”.",
    "Miró hacia la orilla, y parado allí había un hombre. Él le dijo: “No, hemos trabajado toda la noche sin sacar nada. Pensé que yo era un pescador”.\n\n“¿Eres tú, Simón”?",
    "🦅 Sí. Bueno, he trabajado toda la noche y no he sacado nada. ¡Oh, yo—yo…! No tenemos ni un solo pez aquí”.\n\nÉl dijo: “Pues, echa tu red al otro lado”.",
    "🦅 Hemos intentado… ¿Qué?”. Entonces él co-… Dijo: “¿Del otro lado? ¡Es lo que hemos estado haciendo!”.\n\n“Échala al otro lado”.",
    "Él echó sus redes, y jaló. Él dijo… Entonces recibió fuerza. ¡Oh, vaya! Agarró su abrigo viejo de pescar y se lo puso, dijo: “¡Hermanos, Ése es Él!”. Y llegó a la orilla primero que los demás, antes que ellos, remando esas barcas tan rápido como podían. Él nadó más que ellos, con un abrigo de pescar puesto, llegando a la orilla. ¿Por qué? Ya estaba fuerte. Cuando era fuerte él no pudo hacer nada, pero cuando llegó a ser débil, entonces fue fuerte. Sí, señor.",
    "¡Oh, la estrategia de Dios es tomar vasos humanos vacíos, y con ellos sacudir al mundo! (Ahora, un poco más y nos vamos.) Como en Pentecostés, en Pentecostés, ¿qué hizo Él? Les tomó diez días para vaciarse completamente. Pero todos estaban allí con sus vasos hacia arriba, y Dios Se tomó a Sí Mismo y los llenó. ¡Eso es todo! Ellos sacudieron al mundo; Él Se vació en ellos.",
    "Ésa es la necesidad de hoy. Eso es lo que nosotros necesitamos hoy, vasos vacíos (sí, señor), para que Dios los pueda llenar. Y Ud. no los puede tomar… Tengo que pasar aquí bastante por alto. Dios no puede usarlos mientras que ya estén llenos. Si Ud. está lleno de instrucción teológica, Dios no lo puede usar. Dios necesita de vasos vacíos para Él poder llenarlos.",
    "Ahora, Elías no dijo: “Ve por algunas vasijas y pide prestado mucho aceite, y veamos si no podemos obtener un buen precio al venderlo, y con el poquito de más, le puedes pagar al vecino, de esa manera”. Él dijo: “Sólo consigue los vasos vacíos”. Eso es todo lo que Uds. necesitan.",
    "Así fue en Pentecostés, ellos tenían vasos vacíos para que Dios pudiera llenarlos. Hermano, este día demanda eso. Este día: eso es necesario. Será de esa manera o pereceremos. Ya voy a terminar, escuchen. Necesitamos tener eso o perecemos. Sí, señor.",
    "Las grandes máquinas eclesiásticas que tenemos, las grandes máquinas de la iglesia se les acumuló el carbón, tienen un golpeteo espiritual. (El Hermano Collins está por aquí en algún lugar, y el Hermano Hickerson.) Creo que el cigüeñal está malo. Algo ha fallado. Ellos usan la gasolina equivocada, ella se ha llenado de carbón. Ellos usaron la experiencia del seminario en lugar del Espíritu Santo.",
    "Nuestros grandes avivamientos del país, nuestros grandes hombres, nuestras campañas de sanidad, todo ha fallado; nosotros lo sabemos. Miren nuestro noble evangelista, Billy Graham, cruzó por la nación de allá para acá, de allá para acá, de allá para acá, ¿de qué ha servido? Oral Roberts, con campañas de sanidad por todas partes; y hay más maldad todo el tiempo.",
    "Porque todo es: bautista, presbiteriano, Asambleas de Dios, todas estas organizaciones diferentes, júntelas todas, ¿qué es? Una gran máquina eclesiástica grande, y Dios se las ha llenado de carbón. Ahora ella a duras penas se mueve, “explosiona”, pum, pum, pum, “explosiona”, pum, pum, pum, un poquito aquí y un poquito allá. ¡Está acabada! ¡Ella ha concluido! Se le acabó la gasolina, Uds. le echaron agua. Todo se ha acabado (Sí, señor), las llantas sin aire de ambos lados. Nos encontramos en una condición terrible. La máquina eclesiástica ha parado.",
    "Y, hermano, el infierno ha sido destapado. Es cierto. Y corrientes de poder demoníaco fluyen hacia todas partes. Eso ha conquistado a las naciones; ha conquistado a la política a tal punto que está podrida hasta la médula. Eso ha conquistado a las iglesias a tal punto que no saben otra cosa que denominación.\n\nUno dice: “¿Es Ud. Cristiano?”.\n\n“Soy metodista”.\n\n“¿Es Ud. Cristiano?”.\n\n“Soy—soy pentecostal”.",
    "Eso no significa más, como dije el otro día, que ser un puerco, o un cerdo, o un caballo, o algo. Eso no tiene nada que ver con Eso. Ud. es un Cristiano cuando ha nacido de nuevo y ha sido lleno del Espíritu Santo, no antes, y que Ud. esté completamente rendido al Espíritu. Si Ud. no está rendido al Espíritu, entonces Ud. no ha nacido de nuevo y Ud. no tiene el Espíritu Santo. Puede ser que Ud. hable en lenguas y tiemble, y salte y corra, y haga toda clase de cosas de…",
    "Pablo dijo: “Yo puedo mover montañas con la fe, puedo sanar a los enfermos, puedo tener conocimiento de la Biblia, puedo ir al seminario y aprender toda esta cosa, de todo” dijo, “¡y aún nada soy!”. ¡Aleluya!",
    "¡Oh, vaya! ¡Hablar de destapar la caldera! Los demonios por todos lados, poderes del diablo, bajo el nombre de Cristianismo, “enseñando como Doctrina los mandamientos de hombre”, doctrinas teológicas de seminario, dejando la Biblia a un lado.",
    "¡Aleluya! ¿Quién es capaz?, ¿quién tiene la fuerza suficiente?, ¿quién es suficientemente sabio? ¿Quién tiene el poder suficiente para domar esta legión que está despojando a nuestras mujeres de la ropa, bajo el nombre de predicadores, metodistas, bautistas y aun pentecostales? Se pintan las caras como Jezabel, y se cortan el cabello, y se ponen pantalones igual que los hombres. Nuestros predicadores, no tienen suficiente espinazo para decirles de eso. ¡Poseídos por el diablo! Fue legión que se arrancó la ropa. ¿Quién es este diablo rugiente?",
    "¿Quién es lo suficientemente fuerte? ¿Qué clase de—de denominación es capaz de vencerlo a él que se pasea por estas lápidas sepulcrales de las denominaciones, diciendo: “Los días de los milagros han pasado, y no necesitamos el Espíritu Santo”?",
    "Y ¿quién puede domar a ese diablo? ¡Dios! Nosotros no podemos hacerlo por medio de la denominación; no podemos hacerlo por las fuerzas eclesiásticas. Pero sí hubo una Voz en una ocasión que lo hizo, amén, que domó a esos diablos, los volvió a sus cabales y los vistió. Esa misma Voz nos dio una promesa: “Las obras que Yo hago, vosotros también las haréis”. Uds. jamás lo lograrán bajo el poder de gasolina eclesiástica en un automóvil tupido de carbón. Uds. jamás lo harán en una organización. Uds. lo harán cuando se vacíen y lleguen a ser débiles, cuando se hayan vaciado Uds. mismos, y permitido que el Espíritu Santo entre, inundando cada parte suya, saturando cada entrada de su cuerpo. Eso es lo único… para hacerlo. No necesitamos una organización nueva.",
    "Lo que necesitamos, ¡Oh, Dios!, siento que está por aquí derramándose ahora. Lo que necesitamos es un profeta de Dios que se levante con un trueno de Dios, un relampagueo espiritual que sacuda este mundo dejándolo en vergüenza. ¡Aleluya! Vasos vacíos es lo que Él necesita, correcto, una Iglesia llamada a salir, una minoría pequeña que reciba el poder de Dios y las bendiciones y Su Mensaje. ¡Aleluya! Eso es lo que necesitamos.",
    "Hágase débil para que Ud. pueda llegar a ser fuerte. Eso vencerá todo diablo. Dejará a los instruidos en vergüenza. Esto traerá hombres y mujeres que Dios ha llamado, y solamente a éstos.",
    "Recuerden: “Como fue en los días de Noé, así también será en la venida del Hijo del hombre; ocho almas fueron salvas”. En los días de Elías sólo hubo siete mil que Lo tuvieron. ¡Oh, piensen en donde estamos viviendo hoy! Cuando Juan llegó a la escena, la pequeña iglesia verdaderamente estaba en la minoría, pero hubo vasos vacíos en donde echar el Aceite. ¡Aleluya!\n\nDios, permite que podamos vaciarnos.",
    "Amigos, vacíense. ¡Háganse débiles! ¡Nieguen su propia habilidad! Y Uds. por la radio… no radio, sino allá por… que escuchan estas cintas, a donde lleguen, vacíense Uds. Derrámense Uds. sobre el altar de Dios como un sacrificio. Permitan que el Ángel venga con un carbón de Fuego, que llene ese vaso con el poder del Dios Todopoderoso. Háganse… Luego Él los hará fuertes, les dará gracia para permanecer firmes.",
    "Inclinemos nuestros rostros un minuto.",
    "¡Oh, Señor!, otra mañana de domingo ha pasado, y hemos estado sentados en esta asamblea tan solemne, donde hombres y mujeres que Te conocen, donde Tu Espíritu mora en sus corazones, y ellos Te creen y han actuado sobre toda Palabra que Tú, que—Tú nos has comisionado hacer. Y Te damos las gracias por estas personas.",
    "Y quizá haya otros por la nación a donde irán estas cintas, donde mujercitas humildes y hombres las llevarán a hogares y a las tribus y allá a otras tierras. Y que ellos escuchen, Señor, y entiendan, que se vacíen para que el Espíritu Santo los pueda llenar.",
    "Quizá pueda aun haber algunos aquí en esta mañana, Señor, que… se han vaciado desde que comenzamos a hablar, que se han dado cuenta que han confiado demasiado en sus propios pensamientos, en lo suyo, ellos… en su propia habilidad, confiando en la—la astucia de su propia y simple mente humana, que no es más que inmundicia ante Dios. ¡Oh, Dios!, que ellos sólo se vacíen en este momento, rindiéndose humildemente, y vengan para la llenura del Espíritu. Concédelo, Señor.",
    "Dice en la Biblia: “Todos los que creyeron fueron bautizados”.",
    "Sentada, en este edificio esta mañana, Padre, está una mujercita, sentada por aquí en la parte de atrás, y recuerdo cuando la Sra. Hicks vino por mí cierta noche, y ella postrada allí no era más que huesos, tendones, cubierta por un poquito de piel estirada, el cáncer se la había comido; su esposo aún no era Cristiano. Y recuerdo la oración que oré esa noche: “Dios, Tú enviaste al pequeño David tras un león con una pequeña honda sencilla, y él regresó con el cordero”. Yo dije: “Este cáncer ha tomado a mi hermana; es un diablo. Yo sé que Tú eres Dios. Yo Te he visto, Señor, y yo lo sé. He hablado Contigo y Tú me has respondido”. “Yo vengo por esta oveja de Dios; cáncer: ¡suéltala!”. Luego le mandé a ella en el Nombre de Jesucristo que “Regresara a casa”. Y su esposo, que aún no se había rendido, creyó esa Palabra y llevó su esposa a casa. Aquí se encuentra ella en esta mañana, una mujer completamente fuerte y saludable, sin cáncer, ella viene en esta mañana para ser bautizada en el Nombre de Jesucristo. ¡Oh, Dios, gracias por ese vaso vacío, listo para ser llenado! Dios, oro que bendigas esa alma.",
    "Señor, ése sólo es un ejemplo entre muchos otros. Oro que Tus bendiciones reposen sobre esta audiencia, solemnemente, Dios, solemnemente. Si…",
    "Sólo queda una cosa, Padre, que yo puedo ver, ya sea que Tú Te levantes en alguna parte con unos vasos vacíos y hagas que este mundo se avergüence de sí mismo, o que envíes a Jesús muy pronto. Por cuanto el fin ya está aquí, Señor, sólo hay dos cosas por hacer (y tendremos que ver eso ahora mismo) porque sabemos que ha llegado a su fin; ya sea que veamos algo muy tremendo que se levante inmediatamente, o veremos la Venida del Señor.",
    "Toda profecía se ha cumplido. Lo último antes que la Iglesia fuera resucitada, antes de que Ella fuera levantada en Apocalipsis el capítulo 3, fue la venida de un mensajero a la Edad de la Iglesia de Laodicea, “el cual haría volver el corazón del pueblo de nuevo a los primeros padres”, volverlos al genuino Pentecostés, lo cual ellos reclaman tener. Habría miles y miles, como fue en el día de Noé (Señor), que se perderían. Muchos de ellos se perderían. Ya vemos eso cumplido, Padre.",
    "Ven, Señor Jesús, arrebata Tu Iglesia. Y si es Tu voluntad, Señor, antes que esa Iglesia sea raptada, que surja Poder. ¡Oh, Dios, llena estos vasos! ¡Levántalos, Señor! ¡Sacude este mundo una vez más! Sabemos que el tiempo ha de pasar, luego no habrá arrepentimiento, entonces estará fuera de alcance para ellos. ¡Pero, muestra Tu Poder, Señor, llena esos vasos y sacude a este mundo como nunca antes ha sido sacudido! Entonces llévate a Tu Iglesia. Deja el mundo en el caos en que se encuentra, ¡oh, Dios!, ellos batallan.",
    "Luego, sabemos que el Gran Espíritu Santo vendrá entonces a los judíos. Pues vimos los ciento cuarenta y cuatro mil parados sobre el Monte Sinaí, parados con el Cordero, pero la Novia ya estaba en el Cielo. Ella ya había sido levantada, y el Cordero había vuelto (José), para darse a conocer a Su pueblo. Y la Biblia dice que habrá un quebrantamiento entre ellos cuando miren y lo vean a Él parado allí. Cuando se dé a conocer ellos dirán: “¿En dónde recibiste esas heridas?”.\n\nÉl dirá: “En la casa de Mis amigos”.\n\nEntonces dirán: “Es Él a Quien crucificamos”.",
    "Y Él dirá como dijo José: “No se preocupen, porque Dios hizo esto para salvar la vida de los gentiles. No fue culpa de Uds.”. Luego dicen que se separarán, una familia de la otra, que se lamentarán como si su único hijo hubiese sido tomado de la casa.",
    "¡Oh, Padre!, ese día está cerca, ahí terminan esas Setenta Semanas. Ese tiempo está a la mano, Señor.",
    "¡Oh, Dios!, que la voz, la voz de los verdaderos profetas de Dios clamen en contra de esta dama moderna del día, esta iglesia moderna, esta teología de la iglesia moderna.",
    "Sacude a estos predicadores que tienen miedo de decir la Verdad. ¡Oh, Dios!, toma a estos hombres y sacúdelos como nunca antes, has que ellos se avergüencen.",
    "Pero sabemos esto, y podemos descansar con plena confianza, que “Ningún hombre vendrá si el Padre no lo trae. Y todo lo que el Padre ha dado, vendrá”. Ellos llegarán hasta donde Tú tienes fijado que lleguen. Pero Tú has dicho: “No temáis, manada pequeña, porque es la buena voluntad de vuestro Padre daros el Reino”. Sabemos que Eso es verdad. Tú nos has avisado todo el tiempo que sólo serían muy, muy pocos que estarían preparados cuando ese tiempo llegara. Entonces habrá una gran resurrección, y todos los redimidos que han sido redimidos a través de las edades se levantarían. Pero en este último día, justamente en el tiempo del fin, la Iglesia ciertamente estaría allí en la minoría.",
    "Por tanto, nosotros vemos eso, Padre, vemos el Mensaje del día. Vemos cómo Lo rechazan, vemos las disociaciones, vemos todas estas cosas.",
    "Hallamos también a Tus personas que confiesan que no son, que ellos son “nada”. Ellos sólo quieren ser llenos de Ti, Señor. Ahora pido que Tú sacudas al mundo con ellos, a pocos días antes de la Venida del Señor.",
    "Ahora en nuestro medio hay enfermedades, hay personas que necesitan sanidad física. De ninguna manera los excluiríamos, Señor, porque ha sido dicho: “No olvidando todos Sus beneficios, el Cual perdona toda tu iniquidad, y sana todas nuestras enfermedades”. Oramos que Su gran poder sanador sea sobre cada uno que está aquí. Si Tú puedes salvar un alma allá afuera sin hacer ningún movimiento, sólo que su corazón se torne hacia Ti, ¡cuánto más puedes Tú sanar un cuerpo!",
    "Aquí hay pañuelos puestos. Yo los bendigo en el Nombre del Señor Jesús, como lo hizo el gran apóstol Pablo. Quien sea que se ponga estos pañuelos sea sanado. Que hogares rotos sean restablecidos. Que niños pequeños, que no tienen al padre, o a la madre, ellos estando separados, que ese hogar sea unido nuevamente. Concédelo, Señor. Sana ahora a todos los enfermos, y a los afligidos, recibe Tú Mismo la gloria.",
    "Y, Señor, nosotros que estamos tratando de mantener nuestros vasos hacia arriba, nuestra mirada hacia arriba, nuestros corazones levantados hacia Ti, negamos siquiera estar asociados con este mundo. La Biblia dice que “Abraham se fue de su hogar, salió de su ciudad, para peregrinar en la tierra de promesa, confesando que él ‘no era de este mundo’, sino que era ‘peregrino y extranjero’”. Abraham e Isaac y Jacob, todos quienes tienen este testimonio que “no son de este mundo”, sencillamente declaran que hay una Ciudad Cuyo Hacedor y Constructor es Dios, y ellos van para allá.",
    "Que los corazones sean cambiados en este momento mientras estoy orando, Padre, y que asuman actitudes. Y cuando llegue el servicio bautismal, permite que exista tal conmoción entre la gente, que haya personas que no han considerado esto antes, que les sea revelado. Y Tú dijiste que a todos los que habías llamado, Tú—Tú los enviarías.",
    "Ahora, te lo encomiendo todo a Ti, Señor, con este pequeño mensaje entrecortado de un vaso tan pobre que no tiene nada en sí mismo, Señor. Oro que Tú tomes esas Palabras y las fundas en los corazones de las personas, y que ellos nunca puedan apartarse de Ellas. Concédelo, Señor. Te lo encomendamos ahora a Ti, en el Nombre de Jesucristo. Amén.",
    "[Un hermano da un mensaje.—Ed.] Mientras toman su decisión, decídalo Ud.: “¿Hasta cuándo claudicaran entre dos opiniones?”. Uds. escucharon lo que Él dijo: Si Dios es Dios, sírvanle; si el mundo es dios, entonces sigan adelante. ¿Ven? Si la vía denominacional es correcta, sigan con ella; pero si la Biblia es correcta, entonces vengan a Ella. ¿Ven? Escojan Uds. en esta hora a quién van a servir.",
    "Vamos, en el Espíritu, a cantar un himno ahora. La Biblia dice: “Ellos cantaron un himno y salieron”. Cantemos este famoso canto antiguo, Yo Le Amo, con nuestro rostro y corazones inclinados a Él.\n\nYo le amo,\n\nDecida ahora Ud. lo que va a hacer.\n\nYo le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "[El Hermano Branham comienza a tararear, Yo Le Amo.—Ed.] ¿Podrá Ud. tomar su decisión por Cristo? No es exactamente una decisión, sólo Ud. mismo vaciarse; “Señor, de nada sirvo. No hay nada bueno en mí. Permíteme olvidar todo lo que he conocido. Ven ahora, Señor Jesús, no dejes que esto se me pase por alto. Permíteme recibir Esto y ser lleno de Tu Espíritu, Señor. Desde este día en adelante, permíteme ser completamente Tuyo”. Solamente oren ahora, sólo una corta oración a Dios; es sencilla esta oración, niños, todos.\n\nCordero, Quien por mí,\n\nFuiste a la cruz; (¡Sólo arrepiéntanse en su corazón!)\n\nEscucha mi oración,\n\nDame Tu bendición,\n\n¡Y de este día\n\nSer todo Tuyo!\n\nA ruda lid iré,\n\nY pruebas hallaré\n\nMi Guía se;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la Eternidad,\n\nTe alabaré.",
    "[El Hermano Branham comienza a tararear Mi Fe Espera En Ti.—Ed.] Estos que han creído, que se han vaciado ellos mismos delante de Dios, y han determinado que nada les impida jamás, Uds. jamás confesarán alguna habilidad, y desean que sea un corte claro y sincero con Dios: el bautisterio tiene agua, en preparación para el bautismo. Que las mujeres vayan a mi derecha, y los hombres a mi izquierda. El servicio bautismal será en un momento. Aquellos que se han vaciado, Uds. están listos para creer no lo que dicen los ministros, lo que dicen los eclesiásticos, lo que dicen las denominaciones, sino que escogerán el camino del Señor, creerán el ASÍ DICE EL SEÑOR, vengan ahora.\n\nA ruda lid iré,\n\nLas mujeres por aquí, hombres por aquí. Ése es su llamado al altar: “Todos los que creyeron, vinieron y fueron bautizados”.\n\n…Mi Guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la Eternidad,\n\nTe alabaré.",
    "¿Cuántas mujeres aquí en esta mañana…? ¡Digo esto en el Nombre del Señor Jesús! ¿Cuántas de Uds. están avergonzadas de ese cabello corto que tienen, quieren que Dios (por Su gracia), se los deje crecer? Dios las bendiga.",
    "¿Cuántos hombres están avergonzados por haber permitido que su esposa fume cigarrillos, y que se pongan pantalones que en realidad le pertenecen a Ud.?",
    "Y la Biblia dice: “Eso es una abominación ante los ojos de Dios”. ¿Saben Uds. que Dios no puede cambiar? Él no puede cambiar. Él tiene una naturaleza, y es santidad. Él no puede cambiar. Si Ud. no llega a ser como Él, entonces no Le verá; “Sin santidad nadie verá al Señor”. Y si usar pantalones es… enferma a Dios del estómago y hace que vomite, Él está enfermo, y es abominación, “inmundicia”, ¿cómo irá Ud.… habrá recibido en Ud. tal espíritu, y esperar llegar al Cielo? ¿Cómo llegará Ud. al Cielo con el cabello corto, siendo que Dios dijo: “Es deshonroso que una mujer se corte el cabello?”. Ella niega los mismos principios de ser una—una esposa. Dios no cambia. Ésa es Su Palabra, amigo, más vale que Ud. escuche.",
    "Y Uds. hombres que les permiten a sus esposas hacer eso, ¿no tienen vergüenza? ¿No tienen vergüenza?",
    "No sean como la Primera Dama del país; ¡sean como Dios! ¿Ven? Vacíese Ud. mismo de esta tendencia moderna del mundo, para que Cristo Mismo Se pueda vaciar en Ud. y Ud. pueda en verdad estar lleno del Espíritu Santo.",
    "Él no puede hacer eso, Él no puede hacerlo, sería—sería contra Sus principios; Él tendría que obrar contrario a Su Palabra, y eso no lo va a hacer; Él no lo hará hasta que—que Ud. cuadre con Su Palabra. Ud. tiene que llegar… Nosotros tenemos que llegar a Esto antes que se pueda hacer alguna otra cosa. Uds. lo saben, cada uno de Uds. está enterado de eso. ¿Cuántos lo creen, levanten la mano? Seguro, Uds. lo creen, entonces hagamos algo al respecto.",
    "¡Dios, ten misericordia de nosotros! ¡Cuánto lo necesitamos a Él! Aquí estamos, todos ahora juntos. Pues recuerden: En el juicio, si yo… yo tendré que pararme (y podría ser antes de esta noche) y responder por cada Palabra que he dicho. ¿Ven Uds.?, tendré que responder por eso. Ahora, recuerden que la iniquidad no está sobre mis manos, ni sobre mi conciencia, no está sobre mi alma, no está sobre Dios.",
    "Si Ud. no… Si Ud. se encuentra en esas condiciones y aún no se siente condenado (¡fiuu!), ¿qué—qué—qué va a hacer Ud.? Entonces Ud. sabe que Dios ya no trata con Ud., Ud. sabe que está más allá de Eso. ¿Ve? Ud. está más allá de Eso. Ud. puede ser muy religioso, Ud. puede pertenecer a iglesias y demás, pero Ud. ha sobrepasado Eso. La Palabra de Dios baja y saca a una persona. Eso es lo que los trae de nuevo. ¿Ven? Así que, ésa es la Palabra. Yo le pregunto a cualquier ministro, cualquier persona, donde sea, que niegue Eso contra la Palabra de Dios. Correcto. No es así, ¿ven?",
    "Entonces seamos verdaderos Cristianos. Aun los que nos esforzamos, los que hacen el esfuerzo, nosotros necesitamos ser cortados y hervidos. Sí, señor, todos lo necesitamos.",
    "Dios, ten misericordia de mí. Dios, tómame y moldéame. Es mi intención, después de esta semana, ir ante Dios y saber lo que debo hacer próximamente. Dios, tómame. Qué… Todo—todo lo que hay en mí (y hay mucho) que no sirve, Dios, córtalo, es mi oración en esta mañana. Circuncida mi corazón, oídos, mi ser. Hazme, Señor, hazme algo que… lo que Él quiera que yo sea. Ésa es mi oración.",
    "Lo que tenga que ser cortado en mí, córtamelo, Señor. Muéstrame en la Palabra, háblame, iré a hacerlo. Que el Señor lo diga, y yo… estoy allí dispuesto a cuadrar con eso. Lo que diga la Palabra de Dios, es lo que yo quiero ser. Yo quiero ser un—un Cristiano en la Palabra de Dios; “Dejando que la palabra de todo hombre sea mentira, y la de Dios veraz”. ¿No sería ésa la tendencia del tiempo?, ¿no creen que lo sería? ¿Es ésa la manera que Ud. lo cree?",
    "¿Estás buscando el lugar para el bautismo, hijo? Sí, por acá atrás, hermano, no esperes. Muy bien, por aquí mismo.",
    "Muchos de Uds. debieran estar viniendo, hombres y mujeres que son creyentes, que están siendo… confesando sus pecados, para ser bautizados en el Nombre de Jesucristo. (Por aquí, hermano.) “En el Nombre de Jesucristo para el perdón de sus pecados, y ellos serán llenos del Espíritu Santo”.",
    "Ahora, para Uds. aquí, personas católicas, eso es lo que es el perdón de pecados. Uds. dicen que la iglesia tiene el poder para perdonar pecados, ¿cómo es que la iglesia perdonaba los pecados? Dios… Jesús sí le dijo a la iglesia: “A quienes perdonares los pecados, les son perdonados; a quienes los retuviereis, a ellos les serán retenidos”. ¿Cómo los perdonaban al principio, los pecados en la Iglesia primitiva? Ellos los llamaban al arrepentimiento y los bautizaban en el Nombre de Jesucristo para el perdón de sus pecados. No bajo un confesionario; seguro que no. Sino que ellos se arrepintieron ante Dios, en sus corazones, estando allí parados, y ellos creyeron. “Y todos los que se bauti-… creyeron, fueron bautizados en el Nombre de Jesucristo, y fueron llenos del Espíritu Santo”. ¡Amén! ¿Lo aman?\n\nAhora, pongámonos de pie.",
    "Ahora, habrá muchos queriendo esperar el servicio bautismal. ¿Habrá más que quieran venir, más que han creído? Vengan, por cualquiera de los lados; hombres a la izquierda; a la derecha, las mujeres. Crean en el Señor Jesús con todo su corazón, con todo lo que tienen por dentro.",
    "Ahora juntos inclinemos nuestros rostros, mientras repetimos juntos esta oración modelo, pues me siento en gran manera, extrañamente dirigido a hacer esto ahora. Inclinando nuestros rostros, Uds. oren conmigo. [El Hermano Branham y la congregación oran unidos.—Ed.]\n\n…Padre nuestro que estás en los cielos, santificado sea tu nombre.\n\nVenga tu reino. Hágase tu voluntad, como en el cielo, así también en la tierra.\n\nEl pan nuestro de cada día, dánoslo hoy.\n\nY perdónanos nuestras transgresiones, como también nosotros perdonamos a los que transgresan contra nosotros.\n\nY no nos metas en tentación, mas líbranos del mal; porque tuyo es el reino, y el poder, y la gloria, por todos los siglos. Amén.",
    "Ahora mantengamos nuestros rostros inclinados. Y le voy a pedir al Hermano Neville que venga y pronuncie la bendición, diga lo que esté en su corazón, y luego que anuncie del servicio bautismal, que está en preparación ahora.",
    "Dios los bendiga, es mi oración. Oraré por Uds., Uds. oren por mí. Verdaderamente necesito sus oraciones. 🦅"
  ]
}