{
  "title": "CRISTIANISMO CONTRA IDOLATRÍA",
  "id": "61890009",
  "content": [
    "🦅  Esto es tuyo. Esta cosita es para mamá. Entrégasela a…?…Y tú has que los arreglen, y luego esta pequeña…?…\n\nGracias, Hermano Neville, el Señor lo bendiga.\n\nBuenos días, amigos. Es un privilegio estar de nuevo en el tabernáculo en esta mañana, sintiéndome bien y muy fresco. Antes de ayer ni siquiera podía hablar. Tenía este pequeño microbio que anda por ahí, Uds. saben, entra en la garganta y los pone roncos; pero el Señor me ayudó y me libró de ese padecimiento para que les pudiera hablar en esta mañana a Uds.",
    "Y estamos contentos por un buen tabernáculo lleno y con personas de pie. Sólo quisiera que tuviéramos asientos para aquellas personas que están de pie. Nos daría gusto si los tuviéramos, pero creo que todos están ocupados. Sé que no van a querer venir a sentarse acá con estos niños en el altar y dar la espalda hacia este otro lado.",
    "Ahora, llevo varios días estudiando la historia, y pensé que quizás en esta mañana en lugar de predicar podría mejor enseñar por un rato sobre la Palabra de Dios. Y ahora, es probable que nos tardemos un poco, así que yo… si algunos de Uds. se cambian con los que están parados o algo, sería muy bueno, si pudieran—si lo pudieran hacer y darles un pequeño descanso.",
    "Y ahora muchas de las amistades, de mis amigos vienen, algunos de largas distancias, lejos desde Georgia, allá de Ohio, Tennessee, de diferentes lugares, Illinois, Missouri, Michigan, bajan desde Chicago, para una sola reunión pequeña como ésta en el tabernáculo; estoy tan agradecido por personas así. Y no sólo eso, sino que también quiero decir esto, no con el interés en… sólo interesado en la Palabra de Dios: Casi todas esas personas no sólo vienen, sino que traen sus diezmos para colocarlos en la iglesia como ayuda.",
    "Ahora, esos son amigos que son leales. Uno simplemente no puede olvidar personas así.",
    "Y, luego, a veces tengo que decir algo que los hace pedazos, pero Uds. ven entonces lo que eso significa. En el corazón uno no quiere hacerlo, sin embargo, hay Algo que dice: “Uno… hay que hacerlo”, ¿ven?, así que uno tiene que hacerlo.",
    "Y verlos venir de todos los lugares y—y esforzándose en servir al Señor, y creyendo en el ministerio que el Señor me ha dado y confiando que soy Su siervo que no les diría nada errado, luego con suma sinceridad tengo realmente que hacer todo a mi alcance para—para pastorear las almas de esas personas; sabiendo que ellos no vienen aquí solamente para ser vistos, viajando por cerros y montañas congeladas, y por carreteras llenas de tránsito; sacrificando el alimento y sueño de sus hijos, con las maletas en la parte de atrás del auto. Y, Uds. saben, eso es duro.",
    "Pero la Biblia dice de tales personas, en el Libro de Hebreos, el capítulo 11: “De los cuales el mundo no es digno”. Yo—yo lo digo porque así lo siento en mi corazón.",
    "Y muchos están aquí en New Albany y Louisville, y lugares cercanos, allá en Kentucky, y de diferentes lugares no tan distantes, pero son fieles en venir, manejando sobre hielo, nieve o cualquier otra cosa, para llegar aquí.",
    "Ahora, el próximo domingo es la víspera navideña. Y pensé que iba a… tenía un mensaje de Navidad para la iglesia, pero yo—yo me conmoví por los pequeños, tengo que decir, si ellos… si yo estoy aquí, entonces muchos de estos pequeños probablemente, que vienen de tan lejos, perderían su Navidad y todo eso. Así que sería muy duro para esos pequeños. Pero antes de… Ahora, nosotros…",
    "Yo sé que aquí nosotros no les enseñamos a nuestros hijos esa fábula de Santa Claus. Nosotros no creemos en mentirle a nadie, así que Uds. no van a mentirles a sus niños. Cosas como ésa son la cúspide de la mitología, que algo así ocupe el lugar de Cristo en la Navidad.",
    "Y la Navidad ha perdido… La Navidad ya no es una adoración; es una celebración: beben, apuestan, andan de parranda, es paganismo a más no poder. Y no es… Y yo quiero… Quizás después de la Navidad hable de nuevo sobre la Navidad (¿ven?), para no privar de eso a los pequeños. Pero uno no les puede hablar eso de esa manera a los niños. Ellos ven a los niños la noche de la Navidad recibiendo regalos de Navidad y cosas como ésas, y ellos no entienden. ¿Ven? Ellos sólo… ellos son demasiado pequeños. Y nosotros tenemos que tenerlos en cuenta, que ellos son… que ellos tienen cosas en común. Nosotros tenemos que bajarnos considerando a esos pequeños, que ellos mismos…",
    "¿Sueno muy—muy alto por ahí, hermano, con demasiado volumen? ¿Pueden oírme bien allá atrás, en la parte de atrás? ¿Hmm? Esperen, estoy parado muy cerca. ¿Cuál de los micrófonos está encendido, los dos, éste y éste? Yo—yo pienso que ése allí es. Eso—eso… Ahora, ¿qué tal así, está mejor? Ahora, bien, muy bien.",
    "Ahora, los pequeños tienen que entender. Uds. saben, ellos—ellos son niños y tenemos que recordar que en una ocasión nosotros también fuimos niños.",
    "Y recuerdo cuando nosotros éramos niños, salían y cortaban un arbusto de cedro en algún lugar, y mamá hacía palomitas de maíz y las enhebrábamos con un hilo. Y eso era casi todo lo que había en el árbol. Pero esos pequeños calcetines viejos eran colgados allí como… Y, ¡oh!, tal vez ella conseguía una… quizás una bolsita de dulces, y esos pequeños dulces duros (y dos o tres para mí, y dos o tres para Humpy, y dos o tres para éste), sólo unos pedacitos de dulce, y los guardábamos todo el día, saboreándolos, Uds. saben. Y lo envolvíamos en un pedacito de papel y lo guardábamos en el bolsillo. Y si recibíamos una pistolita de petardos, o—o alguna pequeña corneta para soplar, era una gran cosa; eso nos emocionaba.",
    "Hoy, desde luego, es distinto. La gente pobre ahora tiene un poco más de dinero y el caso es que les pueden comprar más cosas a sus hijos; ellos visten mejor, comen mejor, viven mejor. Y en todo—todo aspecto, me supongo que ellos están mejor, y es por la condición del salario de hoy. Y, por eso, con los muchachitos, hay que darles algo.",
    "Pero siempre asegúrense de esto: díganles que no hay tal cosa como Santa Claus, pues eso no es lo correcto. Un día de estos vendrán y le preguntarán a Ud.: “¿Entonces, qué de Jesús?”. ¿Ven? ¿Ven? Por eso, díganles la Verdad, sean honestos con toda persona; que sea Verdad. Y, especialmente Ud. no les diría algo errado a sus hijos, porque ellos van a crecer y dirán… Ellos le creen a Ud., como Cristiano, y quieren que Ud.… Ellos creen que lo que Ud. les dice es la Verdad. Entonces estén seguros que les están diciendo la Verdad, de esa manera eso saldrá bien.",
    "Ahora, y entonces quiero tener cuando menos una noche más si puedo (o un día) con el tabernáculo, antes de salir para mis próximos años de servicio… o año de servicio, mejor dicho.",
    "Y si es la voluntad de Dios, quiero tener muchas campañas en el extranjero en este año, porque siento esa necesidad. Especialmente en Sui-… en Suecia y Noruega y muchos escandinavos—de los países escandinavos, y en Asia. Siento que debiéramos estar desesperados, en oración por estas cosas, que debemos aprender cómo obra el Espíritu Santo, y la manera en que Él nos guiará, y las cosas que debemos hacer.",
    "Estudiando la historia primitiva de la iglesia, por Broadbent y Hazeltine, y muchos de sus comentarios al respecto, Los Padres de Nicea… Y ayer terminé con la vida completa de San Martín, a quien la iglesia católica rehusó canonizar; pero Dios sí lo hizo. Así que, ellos… de su gran vida, y cómo las mismas señales y maravillas siguieron a ese hombre toda su vida; como él levantó dos muertos, echó fuera espíritus inmundos, habló en lenguas desconocidas, y vio visiones y cosas, y qué gran hombre. Y, con todo, pues el mismo secreto de su poder estuvo en la humildad ante Dios. Y hallamos hoy que la iglesia, aunque enseña el poder y que las señales deben seguir al creyente, sin embargo los encontramos inflados, “yo soy grande y tú insignificante”, y vean, así no era la Iglesia primitiva. Ellos eran humildes y amables el uno con el otro, y dulces, comprensivos. Y es tan distinto hoy. Y me pregunto si todo esto no nos ha desviado del—del verdadero centro del—del Mensaje: de querer humillarnos. Manténganse… Mientras más humilde Ud. pueda ser, Dios lo usará mucho mejor.",
    "Estudiando la mitología y todos estos mitos, la Navidad misma es un mito. No es… No hay nada real de la Navidad. La Navidad ni siquiera se menciona en la Biblia, ellos nunca adoraron la natividad de Cristo; no había tal cosa. Eso es un dogma católico romano, y no es una enseñanza Cristiana; no hay Escritura para eso en la Biblia ni en los primeros cien años después de la Biblia (¿ven?), para nada; eso tan sólo es un mito. Santa Claus, el comercio, todo, la cosa entera ha llegado a ser una gran conglomeración.",
    "Si Ud. va y estudia cómo comenzó y lo sigue hasta ahora, vería en dónde estamos. No falta nada, nada puede evitarlo sino la Venida del Señor. Eso es todo. No hay nada ahora que nos pueda ayudar a salir de este caos sino la Venida del Señor.",
    "¿Es éste ese pequeño interruptor que censura las cintas? Quizás deba censurar todo esto, simplemente no enviarlo, pues es bastante rudo. Pero, digo esto, para… ¿Ya están haciendo las cintas? No vendan estas cintas (¿ven?), estas cintas no son para la venta. Pueden pasarlas en la iglesia y demás, pero… porque es… causará confusión, es lo más seguro. ¿Ven? Así que reténganla hasta que tengamos otro arreglo.",
    "Ahora, antes de abordar el mensaje, pues todos traten de concentrarse y de estar lo más tranquilo que puedan. No tardaré mucho, pero quiero tomarme el tiempo para que pueda… remachándolo, para que Uds. en verdad puedan verlo. Ahora, primero vamos a… Ahora, habiendo cumplido con todo, creo, hasta ahora, hay…",
    "[El Hermano Neville dice que hay unos asientos disponibles.—Ed.] Sí, que esas damas que están paradas allí al lado pasen acá adelante. Hay lugar acá adelante para Uds. hermanas. Sí. Aquí hay uno aquí mismo en el frente. Aquí hay un asiento aquí atrás. Hay niños aquí en el altar, si alguien quiere levantarse y (un niño), y cederle el asiento a alguien, a un adulto de pie. Pues, hay espacio aquí en el, en el altar aquí para los niños, y el adulto puede tomar el asiento. Esas damas de pie detrás de la pilastra allí. Si Uds.… Está por acá en la esquina, pero eso… es mejor que estar parada allí. Si quisieran estar de pie…",
    "Aquí hay algunos en la plataforma. Ahora, algunos de Uds. hermanos que quisieran subir acá, estos niños han… Aquí hay uno al lado del Hermano Way. Pasen ahora, tomen sus asientos aquí alrededor, para que todos… siéntanse como en casa, sientan que… siéntanse como si estuvieran en casa. Aquí mismo hay un lugar, Hermano Shelby, acá arriba en la plataforma, si desea subir y sentarse junto a nosotros, acá arriba. Y el Hermano Evans y el Hermano Charlie, y Uds., aquí—aquí mismo hay un asiento, y uno aquí, y dos—dos aquí mismo. Pasen adelante, el hermano allí de… sólo pase acá, siéntase cómodo para que podamos… que todos se calmen y guarden silencio en lo que más podamos, para el—para el servicio, para que Uds. no estén cansados ni agotados ni de pie.",
    "Algunos de Uds. hermanos atrás… la hermana allá atrás en el pasillo, que está de pie atrás en el pasillo. Ud.… aún hay espacio. Aquí hay otro, está la banca del piano que alguien puede usar, si quisieran venir y sentarse; no habría problema. Veo a una dama allá atrás haciendo gestos de que hay un asiento vacío al lado de ella, así que, eso está bien. Sólo siéntase tan cómodo ahora como pueda.",
    "Y ahora mientras nos acomodamos, vamos a… tenemos veinte minutos, las diez y veintitrés minutos en este día diecisiete de diciembre. Afuera llueve, aquí en Jeffersonville en esta mañana, y—y está muy feo por fuera; pero por dentro nos sentimos bien, maravilloso, sabiendo que nos estamos acercando, la Venida del Señor está a la mano y nos acercamos a la Eternidad. Y estamos tan agradecidos a Dios en esta mañana por poder estar aquí parados para impartir la Palabra del Dios viviente al creyente y al incrédulo. Confiamos que será un gran día para todos nosotros para entender las cosas del Señor.",
    "Inclinemos ahora nuestros rostros un momento para orar. Y con los rostros inclinados, si alguno quisiera ser recordado, sólo levante las manos a Dios; recuerde su petición en su corazón. Gracias.",
    "Nuestro Padre Celestial, estamos ahora en el tabernáculo, todos sentados, y los micrófonos encendidos, y las grabadoras funcionando, y los Cristianos están orando, las peticiones están siendo dadas a conocer. Y por dos o tres semanas he estudiado constantemente sobre este mensaje para hoy. Son unas pocas palabras que quizás el Espíritu Santo pueda usar para hacer penetrar este tema en el corazón de las personas, para que ellos puedan ver el tiempo en que estamos viviendo, y se preparen para encontrarse con Jehová Dios. Oramos por todos nuestros enfermos y afligidos en todo lugar.",
    "¡Oh, Jesús!, acuérdate de Tu Iglesia, la Iglesia universal por todo el mundo en esta mañana; algunos están en los bosques; algunos en el valle de la decisión; algunos de ellos en la cima del cerro. Y por todo el mundo Tus hijos están dependiendo de Ti y Te invocan. Y como dijo Juan de antaño, desde la Isla de Patmos: “Sí, ven, Señor Jesús”.",
    "Y nos damos cuenta que no falta la presencia del enemigo, él siempre está cerca para impedir y detener, y hacer todo lo que pueda. Pero (¡Oh, Señor!), concede a Tus hijos fe en esta mañana, poder para que se puedan levantar sobre el enemigo, para que puedan abrir sus corazones y hacer de sus almas un campo, un terreno fértil en donde pueda ser sembrada la Palabra de Vida, y pueda rendir gran gozo y una amplia cosecha.",
    "Oro, Señor, que bendigas Tu Palabra y a Tus siervos. Ayuda esta voz débil mía para que pueda mantenerme fuerte por medio de la unción del Espíritu Santo. Y luego da poder y fe en la línea de oración, Señor, para que no quede ni una sola persona débil en nuestro medio cuando salgamos de este edificio. Concédelo, Señor.",
    "Sabemos que estamos viviendo en el tiempo del fin. Y pedimos que ahora nos bendigas mientras continuamos esperando en Ti y leemos Tu Palabra. Oramos en el Nombre de Jesús. Amén.",
    "Ahora, voy a leer dos o tres citas de las Escrituras, y como anuncié el domingo pasado, que hoy iba a tratar de hablar sobre Cristianismo Contra Idolatría. Y ése es nuestro tema para esta mañana. Y ahora, yo no soy un teólogo, ni un estudiante de la Biblia en ninguna medida, sólo soy una persona analfabeta que amo al Señor Jesús con todo mi corazón. Yo no reclamo ser un teólogo ni quiero ocupar ese lugar; pero sólo quiero, en la humildad de mi corazón, explicar esas cosas que siento que el Espíritu Santo me ha revelado y que debo dar a mi iglesia. Pues es de mi interés que esta iglesia crezca, que esta iglesia esté espiritualmente correcta. Es de mi interés, porque Dios se interesa por esta iglesia, y Su interés es mi interés. Entonces yo tengo que hacerlo.",
    "Leyendo los primeros historiadores, de Ireneo y aquellos, cómo ellos mantuvieron su iglesia libre de la corrupción de las cosas del mundo, cómo esos maestros de antaño subieron allá y se mantuvieron con ese Evangelio. La Biblia no estaba escrita allá en la forma como la tenemos hoy, sino hasta la Reforma, cuando Lutero la imprimió. Pero ellos—ellos tenían lo que llamaban: El Evangelio y El Apóstol. El Evangelio y Apóstol, y a eso se apegaron.",
    "Ahora, las dos citas de donde queremos leer en esta mañana, una de ellas se encuentra en el Libro de Jeremías, el capítulo 7, y comenzando con el versículo 10, hasta el versículo 18. La otra cita está en Hechos 7:49. Y si quieren marcar el texto para esto, o el texto de esto, Jeremías 7, sería el versículo 18. Quiero comenzar a leer del versículo 10:\n\n¿vendréis y os pondréis delante de mí en esta casa sobre la cual es invocado mi nombre, y diréis: Librados somos; para seguir haciendo todas estas abominaciones?\n\n¿Es cueva de ladrones delante de vuestros ojos esta casa sobre la cual es invocado mi nombre? He aquí que también yo lo veo, dice Jehová.\n\nAndad empero ahora a mi lugar que fue en Silo, donde hice morar mi nombre al principio, y ved lo que le hice por la maldad de mi pueblo Israel.\n\nAhora pues, por cuanto habéis vosotros hecho todas estas obras, dice Jehová, que os hablé desde temprano y sin cesar, no oísteis,…os llamé, y no respondisteis;\n\nharé también a esta casa sobre la cual es invocado mi nombre, en la que vosotros confiáis, y a este lugar que di a vosotros y a vuestros padres, como hice a Silo.\n\nOs echaré de mi presencia…Yo echaré a todos vuestros hermanos, como eché a todos vuestros hermanos, a toda la generación de Efraín.\n\nTú, pues, no pagues por este pueblo,…no ores por este pueblo, ni levantes por ellos clamor ni oración, ni me ruegues; porque no te oiré.\n\n¿No ves lo que estos hacen en las ciudad de Judá y en las calles de Jerusalén?",
    "Ahora quiero pausar antes de leer el último verso, de esto. Permítanme volver ahora al principio. Dios está reprendiendo a esta gente, y diciendo: “Ni oren por ellos”. Permítanme comenzar del versículo 16 y leer ahora hasta el 18; escuchen bien:\n\nTú, pues, no ores por este pueblo, ni levantes por ellos clamor ni oraciones, ni me ruegues; porque no te oiré.\n\nVes que…¿No ves lo que éstos hacen en la ciudad de Judá y en las calles de Jerusalén?\n\nLos hijos recogen la leña,…los padres encienden fuegos, y las mujeres amasan la masa, para hacer tortas a la reina del cielo y para hacer ofrendas a dioses ajenos, para provocarme a ira.",
    "Entonces deseo pasar ahora al Libro de los Hechos, al capítulo 7, y comenzando con el versículo 44 y leyendo hasta el 50.\n\nTuvieron nuestros padres el tabernáculo del testimonio en el desierto, como ha ordenado Dios, cuando dijo a Moisés que lo hiciese conforme al modelo que había visto.\n\nEl cual, recibido a su vez por nuestros padres, lo introdujeron con Josué al tomar posesión de la tierra de los gentiles, a los cuales Dios arrojó de nuestra presencia de nuestros padres, hasta los días de David.\n\nQuienes hallaron gracia con Dios, y pidieron proveer tabernáculo para el Dios de Jacob.\n\nMas Salomón le edificó casa;\n\nsi bien el Altísimo no habita en templos hechos de mano, como dice el profeta:\n\nEl cielo es mi trono, Y la tierra el estrado de mis pies. ¿Qué casa me edificaréis? dice el Señor; ¿O cuál es el lugar de mi reposo?",
    "Ahora, pueden ver por la lectura de la Escritura que estoy basando mi pensamiento en esta mañana primeramente en la “idolatría”, para empezar. Hay muy poco escrito sobre la idolatría. No hay muchos libros que expliquen la idolatría, lo que es la idolatría, sin embargo, el mundo está lleno de ella. Yo pienso que la razón es, es porque esto nunca realmente le ha sido explicado a la gente, por no saber lo que sería. Y yo he tenido el privilegio, y ha sido un gran privilegio en mi vida, al viajar, poder ver un poco la idolatría, para saber lo que es.",
    "Y entonces estudiando la idolatría, en estas últimas semanas (mitología, la mitología griega y mitología romana), entonces me trae de nuevo a ver si ellos todavía mantienen esa misma cosa viva; ver si la idolatría permanece como fue en el principio. Hoy día al viajar, viendo la idolatría (y al ver la manera que comenzó, leyendo cómo comenzó allá… en los primeros días), veo que no ha cambiado.",
    "Ahora, yo he estado en la India, la India está llena de idolatría. Ellos tienen allá los que caminan sobre brasas encendidas, y los otros… Creo que la tarde cuando llegué a Bombay, fui recibido esa tarde por… yo… alguien me lo dijo, yo no sabría quién era quién, simplemente era en el Templo de los Jains. Y eran diecisiete o siete religiones distintas, y estoy casi seguro que eran diecisiete religiones distintas que me enfrentaron allí para un reto en la Palabra, y cada una de ellas estaba firmemente en contra de Cristo. ¡Diecisiete religiones distintas! Y estaban… Nos hicieron quitar los zapatos en el templo, y entramos, y nos sentaron sobre almohadas. Y tomaría mucho tiempo para contarles todas las galimatías (como diría yo) que tuvimos que pasar. Pero el alcalde de la ciudad nos llevó allá, él mismo era un hindú, lo cual es un mahometano.",
    "Y Mahoma fue un profeta, y él vino del linaje de Ismael, quien también fue un hijo de Abraham.",
    "Y fue de esta cierta línea que este evangelista de hoy, famoso alrededor del mundo, que huyó de uno de sus hombres quien lo retó a él a una confrontación en la Palabra. Y, en mi opinión, el evangelista debió haber dicho: “Yo no tengo dones de sanidad, pero nuestro cuerpo de creyentes sí tiene tal cosa. Deme Ud. unas horas y le traeré uno acá”. ¿Ven? Pero, desde luego, de haberlo hecho, entonces el evangelista se hubiera descubierto ante todas las organizaciones que lo estaban respaldando, y luego él hubiera sido echado.",
    "Y luego, pensándolo bien, no creo que yo hubiera dejado que aquel incrédulo triunfara así sobre la Palabra de Dios. Si yo hubiera sido derrotado, de todas maneras me hubiera parado firme para demostrar mi fe y mi creencia en Dios, de que Él permanece igual. Como dijeron los jóvenes hebreos: “Nuestro Dios es poderoso para librarnos de este horno ardiente, pero, de todas maneras, no nos postraremos ante tus ídolos”. Sí, yo creo que así hubiera sido una cosa más digna. Y por otro lado, yo…",
    "Siendo él un doctor en teología y bien preparado en las Escrituras (como lo es este gran evangelista, y un hombre tan poderoso que es), creo que yo los hubiera retado a ellos en base a la Palabra: si Jesús fue el Cristo o no, o si Mahoma fue el profeta; y lo hubiera probado por su propia Biblia. Si ése hubiera sido mi llamamiento (en la Biblia) como lo es para el evangelista explicar la cosa, yo hubiera tomado esa posición en lugar de huir y echarme para atrás. Eso mostró… Eso no muestra ese verdadero valor Cristiano, que se para allí, viva o muera. Dios es poderoso para librar. Creo que en eso yo le hubiera respondido.",
    "Pero se olvidan de Bombay del hombre ciego allí, los mahometanos, esa noche que recibieron la vista de él en la reunión. Eso no lo mencionaron.",
    "Pero, de todas maneras, hablando de estas personas, ellos no son hipócritas. Ellos son personas sinceras, tan sinceros como Ud. y yo, y a veces más que nosotros aquí en América. Ellos no son hipócritas. Ellos verdaderamente creen eso y lo practican con todo su ser.",
    "Déjenme decirles una cosita sobre la idolatría. Olvido el nombre del dios que es el dios de los que caminan sobre las brasas ardientes, pero es una estatua inmensa, con una gran… algo semejante a la cara humana, una cara labrada como de camafeo, tiene orejas muy grandes para escuchar todos sus pecados y cuanta cosa más. Y tiene rubíes grandes como aretes en las… aquí de las orejas, que pudieran tal vez costar medio millón cada uno (puede ser que más, puede ser que no tanto), pero, ¡oh, joyas tan costosas en este ídolo!",
    "Y el sacerdote del templo trae al pobre campesino, él no tiene que ser… es cualquiera, no tiene que ser una persona especial. Éste es un hombre común, un campesino que quiere presentar su agradecimiento a su dios por una buena cosecha. Y al hacer esto, él muestra su fe en dios al venir al templo y ser bendecido por su sacerdote.",
    "Y luego para… se prepara para caminar sobre una piscina de brasas encendidas, de varios pies de profundidad y muchos pies de ancho, sopladas con abanicos hasta que se ponen blancas de lo calientes. Ahora esto no es fingido, es verdad. Él va ante el ídolo, le confiesa sus pecados a este sacerdote, entonces lo rocían con agua; agua bendita y todo eso, que el sacerdote ha bendecido.",
    "Y luego, muchas veces, ellos toman un anzuelo grande (un anzuelo de pescar), bien grande, tal vez de media a tres cuartos de pulgada [de 1,5 a 2 cms] el—el diámetro, desde la—la punta hasta la parte de atrás del anzuelo. Y le ponen una bolita de agua, como el pequeño adorno en el árbol de Navidad, y la bolita la llenan de agua para que sea pesada. Y literalmente toman miles de ellos y les traspasan la carne. A medida que les entran en la carne, jalan, sufriendo esa tortura para complacer a su dios, el ídolo. Ellos no son hipócritas.",
    "Luego, muchas veces, ellos sacan la lengua y tienen una lanza con un tenedor que les traspasa la lengua y la nariz y así mantiene eso fijo; toman una aguja e hilo y les cosen la boca si hay… han dicho cosas erradas. ¡Y qué tortura!",
    "Y entonces se sientan alrededor de esta gran piscina de fuego. Sacrifican una cabra, para apaciguar al ídolo, ofrendan una vida por sus pecados. Y Uds. deberían oír el—el ruido cuando esa cabra es sacrificada. Ellos confiesan sus pecados sobre ella y matan la cabra, arrojando la… usando la sangre como una expiación.",
    "Y entonces si este caminante sobre las brasas, si se asusta y corre sobre las brasas, trae un reproche sobre sí mismo. Él más bien tiene que caminar despacio y firme sobre estas brasas encendidas. Y a veces tienen una profundidad hasta de quince pies [5 mts], estas brasas ardiendo, y quizá quince, quizá quince pies de profundidad y quizá treinta yardas o cuarenta yardas de largo [27 a 36 mts], y tal vez unos ocho o diez pies de ancho [2,4 a 3 mts]. Y están blancas de lo calientes. Y él no tiene puesto más que una telita, que es algo como un taparrabo que tiene envuelto. Y él sale allá, con todo esto colgando de él, y sangrando (anzuelos de pescar y de todo por su cuerpo), él mismo entra en un frenesí hasta que le sale espuma blanca de la boca.",
    "Y aquí viene, caminando sobre ese fuego, y sale caminando al otro lado, ileso; pasa por el fuego y sus pies se hunden tal vez así de profundo (las piernas) en el fuego, dos pies o más [60 cms] a medida que camina, sacando esas brazas rojas prendidas de su carne humana; caminando a través de ese fuego y sale al otro lado ileso. Ud. pudiera revisarle los pies, no hay ni un rasguño ni una quemadura.",
    "Y al observar esto y pensar, si un sacrificio a un ídolo pagano, de sangre de una cabra, acompañado de fe, protege al pagano del fuego, ¿qué hará la Sangre de Jesucristo para el creyente en un Dios vivo?",
    "Ahora, la idolatría es una cosa extraña. La hemos tenido a través de las edades, desde, me supongo, el principio del tiempo. Ahora, el orden para esta adoración idólatra es que el hombre elija al ídolo, prepara el ídolo, luego él mismo va y se prepara para esta gran adoración. Ahora, él cree que este ídolo está hecho a la imagen de algún dios que él no ha… nunca ha visto. Él no tiene forma alguna y por eso él cree que la forma está en la imagen de este ídolo que él ha hecho para este dios.",
    "¡Ahora, no dejen que eso se les escape! La “imagen” está hecha a la imagen del dios místico que él cree que existe.",
    "Luego él va ante este ídolo y se postra, y cree que el dios que es una persona invisible, baja entrando en ese ídolo, y él cree que le está hablando a dios por medio de este ídolo; que dios se mete en este ídolo y le responde. Y muchos de Uds. que son maestros han estudiado la mitología… Aún esos dioses tuvieron batallas unos con otros, afirman ellos, y cuántas cosas más, en esos días.",
    "Ahora, en otras palabras, el dios se hipnotiza de su posición sobrenatural, entrando en este ídolo, y le responde al adorador a través de este ídolo. Y el adorador, en una condición emocional fabricada, cree que el ídolo le está hablando a él, a su corazón, y que así él queda perdonado de sus pecados y demás, por medio de este ídolo, lo cual claramente muestra que es el diablo; es el diablo que lo hace.",
    "Y ellos no hacen las cosas a medio ánimo; pueda ser que algunos sí, pero hay verdaderos adoradores genuinos de esas cosas. Por ejemplo, yo les podría contar historias de cómo esos diablos en esos ídolos obran toda clase de cosas, hacen que sangre brote de las cosas y de cuanta cosa. ¡Esos—Esos son—Esos son diablos!",
    "Y si Ud. no cree en un… que realmente existe un diablo, Ud. no puede creer que existe un Dios. Seguro, Ud. tiene que creer lo contrario, el pro y el contra. Así que hay un diablo real, y él es una persona; no es un pensamiento, él es una persona.",
    "Ahora, existen enseñanzas que dicen: “El diablo sólo es un—un pensamiento malo que le llega a uno”. No, no, no es así; el diablo es una persona.",
    "Esa misma gente cree que “el Espíritu Santo sólo es un—un pensamiento bueno que le llega a uno”; pero no crean eso. El Espíritu Santo es una Persona, es la Persona de Cristo en forma de Espíritu.",
    "Ahora, estos idólatras… (Y tengan su Escrituras listas o las citas en sus Escrituras. Yo—yo quizás me refiera a unas de ellas en unos momentos, a las Escrituras, tal vez leamos algunas.) Ahora, estos idólatras postrándose ante su ídolo, creen que el dios a quien ellos adoran está representado en este ídolo. Ahora, ¿lo entienden bien?, ¿que el adorador no es un hipócrita? Él realmente está contactando algo que está en ese ídolo, porque eso regresa sobre él, él logra algo; lo consigue de ese ídolo, que es un dios místico, no Uno real.",
    "Y muchas veces el diablo se mete en tales cosas. Y el diablo a veces se mete en reuniones y se personifica falsamente como Dios. Yo he visto esto en mi ministerio.",
    "Ahora, recuerden, esto sólo es, sólo estamos enseñando en esta mañana. Y yo quiero que esta iglesia, cuando yo me vaya al ministerio en el campo, quiero que permanezcan con su pastor y permanezcan con la Enseñanza que ha sido dada aquí. ¡Manténganse con esta Palabra, no la abandonen! ¡Manténganse fiel con la Palabra!, no importa lo que venga o lo que vaya: ¡quédense con esa Palabra! ¿Ven? Ahora, y sólo porque yo me vaya… yo aquí solamente soy uno de los pastores. El Hermano Neville enseña lo mismo que yo, por eso vengan igual a la iglesia y escuchen a la Palabra.",
    "Yo no sé a dónde Él me va a guiar. Le dije a mi esposa esta mañana estando a la mesa: “Hay algo que ha estado clamando en mí todos estos años, voy a averiguar lo que es”. Ahora, no sé hacia dónde guiará, a dónde irá, pero dondequiera que Él me guiare yo seguiré.",
    "Ahora, la idolatría aún sigue hoy. Encontramos… Yo encuentro personas que vienen al altar con dichos ciegos de maestros ciegos, que dicen: “Sólo ábrase, olvídese de todo, ponga su mente en blanco. Ud. llegará a ser un Elías; Ud. llegará a ser esto o aquello o lo otro”. ¡Qué mentira! Ud. no viene a Dios… De esa manera Ud. está abriendo su alma para que entren toda clase de espíritus diabólicos; no haga eso. Ud. tiene que recordar que existe un diablo, y él personifica a Cristo casi al pie de la letra.",
    "Yo estaba leyendo en La Vida de San Martín, hace algún tiempo, donde un muchacho (él en realidad era un monje), y dijo que Dios lo había llamado para que fuera uno de los profetas antiguos; “Escúchenme a mí. Yo soy uno de los profetas antiguos”. Y la escuela… Martín, por supuesto, no iba a prestarle atención a tal cosa. Así que no lo creyeron porque la vida del joven no cuadraba con eso. Por fin él dijo: “Les voy a probar que yo soy llamado a ser uno de los profetas antiguos. Sólo soy un joven” dijo, “pero tengo este llamado”.",
    "¿Ven? “Los dones y llamamientos son sin arrepentimiento”. Vean, estos se desvían de la Palabra, y cuando Ud. se desvía de la Palabra, entonces entra en cualquier cosa.",
    "Entonces este muchacho dijo: “Esta noche, para eso de la media noche, Dios me va a dar un manto blanco, con el cual me podré sentar entre Uds., para mostrar que yo soy uno de los profetas antiguos”. Así que ellos… esa noche, todos escuchaban y susurraban: “pasen”, a medida que llegaban, y gente había viajado. Y el muchacho recibió un manto blanco. Cuando la visita se hubo ido, fueron y vieron el manto, era genuino (un manto blanco, real), y se veía muy bien.",
    "Pero, el obispo anciano, él no lograba entender eso. No parecía correcto, eso simplemente no era Escritural (un manto blanco).",
    "Y cuando lo hizo, ellos le dijeron: “Lleva este manto y ve preséntate ante San Martín, ese hombre de Dios”. Y él no lo quiso hacer; no quiso presentarse ante ese profeta genuino. Él no quiso ir; y ellos lo obligaron a hacerlo. Y cuando ya lo iban a llevar, el manto se desvaneció y se fue, ellos no supieron a dónde se fue. ¿Ve Ud.? ¡Cuando la cosa llega al reto!",
    "Si Ud. tiene oro genuino, no tiene que preocuparse si es genuino o no, pasará la prueba donde sea. Y el Espíritu de Dios genuino pasará la prueba porque ha sido probado en la Palabra de Dios; “Sobre esta roca edificaré Mi Iglesia”.",
    "Yo he visto a personas entrar en histeria, gente buena. (Ahora pueden ver por qué no quiero que se venda esta—esta cinta). He visto a gente buena, y a gente pentecostal, a pastores que no entendieron; la gente entra en histeria y caen en trance y todo eso, y—y hacen cosas, hasta que finalmente los meten a una institución para dementes. Fue porque abrieron su corazón, gente inocente, y entraron diablos y se asentaron. ¡Existe un diablo real!",
    "Estaba leyendo aquí donde uno vino a… creo que fue a Ireneo o San Martín, a uno de ellos (algunos de los estudiantes de la Biblia están mejor versados en esto que yo), tenía sobre la cabeza una corona de oro, un manto blanco y zapatos con enchape de oro, y dijo: “¡Soy el Cristo, proclámame!”. Ese santo no lo hizo. Ese genuino profeta de Dios se mantuvo firme, esperó. Y le dijo dos o tres veces: “¡Yo soy el Cristo, proclámame!”.\n\nÉl dijo: “Nuestro Cristo no viene de esa manera”.",
    "Así es, ¡Ud. tiene que conocer la Palabra! ¡Permanezca en la Palabra! Vean, la gran batalla está a la mano. Ahora, hemos jugado a la iglesia por años y años, pero ahora ha llegado la hora cuando Janes y Jambres resistirán a Moisés, como dice la Biblia que lo harían. Y será una batalla espiritual, un conflicto. Algunos continuarán igual, la iglesia denominacional entrará a dominar y seguirá su camino por donde va. Pero yo estoy hablando del verdadero creyente que llegará a ese campo de batalla, y más le vale a Ud. estar bien versado y saber lo que está haciendo, o a Ud. lo puede tomar un espíritu inmundo fácilmente y no saberlo; si es contrario a esta Palabra, ¡no lo crea! ¡Quédese con esa Palabra!",
    "Idolatría, la idolatría es antigua, es antigua aquí en los Estados Unidos. Y hace muchos años los indios Pueblo, allá en Arizona, ellos tenían la adoración a un ídolo; el cual era el dios de la lluvia que ellos—ellos tenían. Y el dios de la lluvia era… tomaban una—una tortuga de lodo, y hacían una imagen conforme a la tortuga de lodo. Y ellos le ponían manchas como si acababa de subir del lodo. Y se postraban ante esta tortuga del lodo, creyendo que existía un dios de la lluvia que bajaba y entraba a este cascarón de tortuga, y que les hablaba a ellos por medio de esta tortuga del lodo. Pues ellos creían que la… ella vivía en el lodo y la humedad, y que él era el dios sobre ella. Ellos tenían una… es mitología, sólo era algo—algo manufacturado que tenían como verdad.",
    "Ahora, y ellos adoraban diablos al hacer esto. Por adorar una tortuga del lodo pensando que era un dios de la lluvia, ellos traían ese espíritu sobre ellos, seguro, porque le abrían sus corazones a eso. ¡Pero era el espíritu errado!",
    "¡Tantas personas hoy le están abriendo sus corazones a lo errado! Ud. en realidad recibe un espíritu, pero muchas veces contradice la Palabra, diciendo: “¡Los días de los milagros han pasado! No hay tal cosa como esto ni aquello”. Recuerde: ése es un diablo bajo el disfraz de Cristianismo. Que Dios nos ayude cuando entremos en esto más adelante, para que Uds. lo vean (¿ven?), que es un espíritu maligno disfrazado de Cristianismo; pero no es el Espíritu de Cristo, porque el Espíritu de Cristo viene a la Palabra en cada ocasión. Él no puede negar Su propia Palabra.",
    "Ahora, cuando el Cristianismo llegó a Roma, Roma (en la propia ciudad de Roma), tenía cuatrocientos templos paganos dentro del muro de siete millas [10kms]. Cuatrocientos templos paganos, y eran para dioses y diosas; dioses y diosas, “hombres y mujeres”. Dioses, cuatrocientos distintos. ¡Piénselo, cuatrocientos!",
    "Ahora, eso es lo que encontró Pablo cuando llegó a Roma. Eso es lo que encontraron Aquila y Priscila cuando fueron enviados de Pentecostés y establecieron la iglesia en Roma; a eso llegaron ellos, a la adoración pagana de ídolos. Había como dos millones de habitantes en Roma, en la Roma metropolitana; contando los esclavos y todos los suburbios y demás, como dos millones de personas. Pero el muro alrededor de la propia Roma era de siete millas [11kms]. Y dentro de esas siete millas, al pie del cerro, había cuatrocientos templos paganos edificados a dioses y diosas paganas.",
    "Ahora, aquí quiero hablar por un momento de algo que tomé de las historias, y aquí tengo uno conmigo; la manera de entrar a la adoración, ¿cómo llegaban ellos a la adoración? ¿Cómo llegaba un pagano a adorar? Lo primero que él hacía era llegar al templo y encontrar al sacerdote, al sacerdote pagano. Luego él le daba una ofrenda de tanto dinero, y luego un sacrificio, un animal, para apaciguar al dios con quien iba hablar.",
    "Y a veces, en un solo templo había más de un dios. Había “dioses, diosas” y cuanto más, en un templo.",
    "Así que el sacerdote pagano… Él iba a él y le daba una cantidad de dinero, y entonces el sacerdote pagano le entregaba una vela, una simple vela de sebo. Entonces el adorador tomaba esta vela (después de pagarle al sacerdote), tomaba esta vela e iba a este cierto altar de este dios con el que quería hablar. Y sobre este altar había fuego, donde quemaban el sacrificio. Al pie de la estatua, el gran templo de bronce o el—el ídolo, y él tomaba este temp-… esta vela y la encendía del fuego del altar (del fuego del altar del ídolo), de allí encendía la vela y se iba al pie del—del altar ante el—el ídolo, y allí ponía esta vela. Y después de haber colocado la vela…",
    "Será, me supongo, para que este cierto dios entre todos los otros dioses supiera en cual de los ídolos debía entrar, Uds. saben, para venir a hablar con él; pero el porqué de la vela, yo no sé; pero él le ponía la vela, encendiendo los fuegos del altar.",
    "Y luego regresaba al piso del tabernáculo, y allí él se postraba, en el piso. Y allí ponía toda su alma, toda su fuerza en su oración, y le oraba a esta gran clase de dios (una manufactura, un dios místico); le oraba a este dios que bajase a esta imagen y le hablara.",
    "Se dice que “uno de los emperadores podía postrarse tanto ante la imagen de Apolos, que decía que él realmente escuchaba voces procediendo del temp-… del—del ídolo, respondiéndole”. ¡Al postrarse!",
    "A estas alturas Ud. dirá: “Hermano Branham, ¿realmente habrá escuchado una voz?”. Yo no dudo que sí, pero fue la voz de un diablo. No ha existido tal cosa como el dios Júpiter ni todos estos otros dioses que ellos tenían.",
    "Pero ellos se postraban y permanecían allí postrados y adoraban, adoraban a este dios misterioso del cual no conocían nada, mientras que su espíritu estaba en el ídolo según ellos se lo imaginaban. Ellos le hacían una imagen, y con eso hallaban favor con él.",
    "Luego le hacían una ofrenda. Ahora, cuando él ya estaba todo conmovido en esta emoción, entonces iba de nuevo ante el ídolo y esta vez, el sacerdote pagano le traía algo de—de alimento y bebida y lo ponía a los pies del ídolo. Y entonces… (Ahora estoy… lo tengo escrito en esta página, lo estoy leyendo. ¿Ven?) Y él llegaba a los pies de este ídolo y bebía sorbos de esta ofrenda de la bebida y mordisqueaba un poco la comida, y luego lo derramaba sobre los pies del ídolo.",
    "¿Qué estaba haciendo? Teniendo comunión con diablos; comulgando con diablos, dioses y diosas. Sólo es un—un tipo figurado del Cristiano comulgando con Cristo, comiendo la Santa Cena. Eso fue lo que halló la primera iglesia o los primeros peregrinos del Evangelio (que vinieron a Roma), a esta gente en esta clase de adoración.",
    "Baal era el dios más destacado de toda la edad, entre los ídolos; era Baal (B doble a, l), él era el dios sol. Y también tenía una—una esposa, el dios luna, la diosa, Ishtar, I-s-h-t-a-r, Ishtar. Que también se pronuncia, a-s-t-a-r-t-e, “Astarte”. Está en las monedas romanas. Ella fue llamada la diosa, la diosa de la luna o “la reina del cielo, madre de dioses”, el dios luna. Y el dios sol era Baal.",
    "Bueno, casi todos los paganos adoraban ese sol. Aun los indios estaban haciendo lo mismo cuando—cuando nosotros llegamos, que encontramos América aquí, cuando América fue fundada. Vinieron, al llegar los padres aquí, hallaron que ellos aún adoraban al—al sol; pues, en esto, ellos adoraban.",
    "Así de esa manera ellos estaban adorando los dioses y las diosas en Roma, cuando los Cristianos llegaron a Roma.",
    "Ahora, en mis viajes yo he notado que la idolatría no ha cambiado; y el verdadero Cristianismo tampoco ha cambiado. Los dos retienen su lugar y lo harán hasta la Venida del Señor Jesús. Y quiero hablar de esto un poquito, para que Uds. tengan una idea, y si Ud. es espiritual, seguramente lo captará.",
    "Siendo Baal el dios sol, pues, las tortas que hacían… Y Jeremías dice aquí, lo cual hablamos hace unos momentos, las mujeres habían hecho tortas para Baal, el dios sol. Pues, Ud. se da cuenta más adelante, más abajo en el capítulo, si lo lee, que ellos decían: “Si no adoramos a Baal, entonces nuestras cosechas fallan, porque Baal era el dios de la fertilidad”. En otras palabras, “Sabemos que el sol hace que crezcan las cosechas”.",
    "Pero el profeta les dijo: “Es porque han dejado a Dios, por eso es que sus cosechas no crecen”.",
    "Pero ellos adoraban a Baal, decían que ellos “adorarían y le harían las ofrendas a él”.",
    "Ahora si Baal es un dios redondo… (Ahora, capte esto, palabra por palabra, y entenderá lo demás, el final de este Mensaje.)…dios era un dios redondo, un dios sol, ellos tenían unos platos grandes de bronce que reflejaban al sol y parecían como fuego. Y luego el pan del que Jeremías habla aquí que ellos… las mujeres horneaban tortas a Baal, que eran hechas redondas como el sol. Bueno, después era puesta sobre el altar, el altar pagano para la comunión, y hecho redondo como el sol o como la luna, porque era el dios sol o el dios luna.",
    "El… Baal era, como dijimos: “Era el dios de toda fertilidad, él hace que todo crezca”.",
    "Ahora, la iglesia primitiva se vio enfrentada a esto cuando llegaron a Roma. Y es dicho y creído por la iglesia romana o por la iglesia hoy, la iglesia Católica Romana, que es llamada “católica”…",
    "Todos somos católicos. Nosotros somos la Iglesia católica, nosotros somos los católicos apostólicos. El católico significa “universal”. Y nosotros somos la Iglesia universal de la Fe apostólica. Sí, señor. Hay una diferencia entre las dos iglesias: una de ellas es católica (universal) apostólica, y la otra es Católica Romana.",
    "Y se dijo que Pedro… o ellos lo creen, que Pedro estableció la iglesia romana. Yo quiero la Escritura, quiero la cita con la que Uds. puedan decir que Pedro estuvo en Roma bajo alguna condición; como dijo la iglesia romana que: “Él estuvo allí desde el 41 hasta el 46”.",
    "Y en ese mismo tiempo, Claudio era emperador en Roma, el cual decretó que todos los judíos se fueran. Lea Ud. Hechos, el capítulo 18, y encontrará que cuando Pablo fue a Efeso, halló a Aquila y a Priscila (que en realidad eran judíos, y habían sido echados durante el tiempo de la persecución), y ellos estaban aquí nuevamente en Palestina porque Claudio había ordenado que todos los judíos se fueran, tanto los Cristianos como los ortodoxos. Aquila y Priscila establecieron la iglesia en Roma, y tuvieron que irse porque subió Claudio, quien echó a toda la iglesia… o a los Cristianos y a todos los judíos de Roma.",
    "Ahora, “que Pedro haya sido el obispo de la iglesia”, yo les puedo mostrar Escrituras, hasta casi por lo menos setenta años, que Pedro nunca salió de Palestina; ¡allí mismo en la Escritura! Y Uds. dicen que “Pedro fue asesinado en Roma, y que a Pablo le cortaron la cabeza en Roma”. Eso es dogma. Yo he leído todos los martirologios que he podido encontrar y en ninguno se menciona nada de Pedro o Pablo (ninguno) siendo asesinados en Roma. De los martirologios antiguos más auténticos que podemos leer, ninguno de ellos dice nada de eso. ¡Él no lo fue! Eso es dogma.",
    "Yo estoy aquí para exponer el paganismo, así que vamos—vamos a hacerlo con la ayuda del Señor y Su Palabra (¿ven?), sólo mostrándoles cómo lo es la iglesia. ¡Uds. vociferan de la “católica”!, pero sólo esperen unos minutos.",
    "Ahora, ahora encontramos que después que Aquila y Priscila (según la Escritura) fueron sacados de Roma, la pequeña iglesia fue dejada como huérfana, todos los que habían allí eran paganos convertidos que se habían pasado a la Iglesia Cristiana de Roma, a la iglesia primitiva la cual Aquila y Priscila y otra pareja habían fundado esta iglesia y la habían nutrido.",
    "Luego vemos que tan pronto como ellos se fueron, que aquellos establecieron sus propios obispos y fijaron su propia doctrina, y luego aquellos adoptaron… buscando el favor del emperador (Constantino y los que vinieron después), buscando el favor, pues tuvieron que obtener miembros para sostenerse dentro de la posición política de la nación. Ellos trajeron miembros a la iglesia, y los admitieron como “perfectos” sólo por una confesión, sin saber más de Dios que mucha de esta gente que tenemos hoy en América; sólo por haber profesado, que para ellos era mucho decir sólo profesar a Cristo, como otro dios además de su propio dios. Y con eso ellos adoptaron, en la constitución de su iglesia, ceremonias paganas.",
    "Ahora, los sacerdotes romanos, luego adoptaron esto al tomar y preparar la comunión. Lo primero que surgió fue la preparación de la comunión. En lugar de un pedazo partido como el cuerpo de Cristo, ellos ahora lo hicieron redondo como el sol o como la luna. ¡Y hasta el día de hoy sigue redondo! Seguro. Aún es una hostia redonda y no un pedazo de Su Cuerpo partido; es redonda y lisa. El sacerdote romano de hoy, coloca esta hostia redonda sobre el altar y la llama “el cuerpo literal de Cristo”.",
    "Ahora, hay una gran división entre estos altos episcopales, y otros semejantes. Y la iglesia católica está en ese tema, si es el Cuerpo literal o si representa el Cuerpo. Los católicos romanos dicen que “es el Cuerpo literal” porque ése era el cuerpo literal de Baal (el dios sol), el cual se reflejaba en aquel pedazo de bronce, y ellos lo hicieron redondo. ¡Ninguna mesa Cristiana tiene pan redondo!",
    "Luego querían mantener la cara hacia el este, y todo eso, como ellos en la adoración pagana; y querían incluir a las mujeres, y todo eso, como siempre hacían, como los paganos con la diosa, y demás cosas. Ahora ellos sólo bajaron a Astarte y subieron a María, hicieron de ella la reina del cielo. Bajaron a Júpiter y subieron a Pedro. Y tuvieron que fabricar un dogma, y para poder hacer eso, ellos habían…",
    "Cuando Aquila y Priscila regresaron, después de trece años de reinar Claudio, cuando regresaron encontraron su iglesia completamente dada a la idolatría, pero que se había convertido a una cosa tremendamente enorme.",
    "Para dar cabida a esto, ellos definitivamente quitan la Biblia. Ahora, yo soy irlandés, tengo lo que ellos llaman Los Hechos de Nuestra Fe, que sólo pertenece a un sacerdote, y cosas así. Y yo sé esto, por las entrevistas con sacerdotes: El sacerdote no le va a discutir a Ud. la Biblia, la Biblia sólo es un libro más para él. Sucedió que este Obispo Sheen dijo aquí hace como dos años, que: “Cualquiera que se esforzara por creer la Biblia, era como caminar por aguas lodosas”. ¡Ellos no La creen! Allí comenzaron, y dijeron: “Dios está en Su iglesia, no en Su Palabra”.",
    "Este sacerdote, acá de la calle más arriba, que vino hace poco para la entrevista, acá del Sagrado Corazón, me dijo… o de esta iglesia de la calle más arriba, olvido el nombre; creo que se llama el Sagrado Corazón. Él me vino a ver con respecto al bautismo de María Elizabeth Frazier, que se había descarriado y regresó para ser católica. Él dijo: “¿Ud. la bautizó?”.\n\nLe respondí: “Sí”.\n\nDijo: “¿Cómo la bautizó Ud.?”.\n\nYo dije: “En el bautismo Cristiano”.\n\nÉl dijo: “Pero, ¿a cuál manera se refiere?”.\n\nLe dije: “Sólo hay un bautismo Cristiano”.\n\nDijo: “¿Me quiere decir, por inmersión?”.\n\nLe respondí: “Sí, señor”.",
    "Dijo: “¿Entonces Ud. la sumergió en el nombre del ‘Padre, Hijo y Espíritu Santo’?”.",
    "Le dije: “Ése no es el bautismo Cristiano”. Dije: “El bautismo Cristiano es sumergiendo en el Nombre del Señor Jesucristo”.",
    "Él apuntó eso. Él dijo: “¿Está Ud. dispuesto también a jurar que ha declarado esto, ante el Obispo?”.",
    "Le dije: “Si él no puede creer en mi palabra, entonces no recibirá nada”. Dije: “Yo no juro por nada”. ¿Ven? Y él dijo… Y yo dije: “No digo esto para ser arrogante, señor, pero sé que la Biblia dice ‘no jures ni por el cielo ni por la tierra porque la tierra es el estrado de Sus pies, y todo eso’. Nosotros no debemos hacer eso”.",
    "Él dijo: “Qué extraño, los católicos bautizaban de esa manera”.\n\nLe pregunté: “¿Cuándo? ¿Cuándo?”. ¿Ven? Pero ellos afirman que lo hacían.",
    "Pues, francamente, ellos lo eran, y todos éramos uno en el principio, y eso… su origen—origen fue en Pentecostés. Ése es el principio de la primera iglesia en cualquier lugar, al que cualquiera se pueda referir. La Iglesia Cristiana comenzó en Pentecostés, con una experiencia pentecostal, pueblo pentecostal, el bautismo pentecostal. Todos vienen de la iglesia original en Pentecostés.",
    "Ahora, fíjense. Ahora, entonces nos damos cuenta que ellos tuvieron que apartarse de la enseñanza de la Biblia para así tener estas cosas para complacer a los emperadores y demás para traer paganos.",
    "Ahora, fíjense: Pedro era judío. ¿Correcto? ¿Se pueden Uds. imaginar a San Pedro adoptando la idea de colocar ídolos en una iglesia, siendo que al judío le era prohibido aun mirar a un ídolo? ¿Se lo pueden imaginar a él haciendo tal cosa? ¡No Pedro! ¿Se lo pueden imaginar diciendo: “Todos mis escritos allá en el principio, todos estaban errados, ahora los descartaré; voy a vivir como un espíritu en esta iglesia romana, y voy a adoptar…”?",
    "Pues, sería un hombre cambiado. Entonces, para hacer eso, ellos tuvieron que dar comienzo a un dogma en el que “Pedro fue sepultado en la iglesia y que dejó con ellos todos los Mandamientos, y que ellos eran la iglesia católica original”. ¡No lo son! No hay ninguna Escritura, no hay historia ni nada para probar eso; no hay nada. Ellos no lo fueron.",
    "Y aquel sacerdote pagano de la primera iglesia romana es exactamente igual que el de hoy. Ellos creen que ese pan es el cuerpo de Cristo, que de alguna manera Cristo baja y de un brinco se mete a ese pedazo de pan puesto allí sobre el altar (el cual las ratas se llevarán en la noche). ¿Ven? Creen… Y por esa razón el católico cree que uno tiene que ir a la iglesia a adorar, porque “Dios es su iglesia”. Por eso es que se hincan y se persignan frente a la iglesia, porque “ese pedazo de pan es Dios”. ¡No es más que una representación del dios sol Baal, no hay Escritura para eso, en lo absoluto! Sí, esa hostia redonda dejada allí sobre el altar.",
    "Ahora, por eso ellos no aceptaban la enseñanza Cristiana que… Ireneo, Policarpo, y de esos primeros hermanos, Pablo. Nos damos cuenta que el discípulo más anciano fue… el que más vivió, fue Juan. Él fue exiliado por tres años a Patmos, por tener una escuela. Él estaba transmitiendo o preparando la Palabra de Dios, la estaba recopilando, juntando las Epístolas. Los hallaron a él y a sus estudiantes haciendo eso, y entonces lo excomulgaron por tres años (después de la muerte del emperador, lo trajeron de vuelta) y después él escribió el Libro de Apocalipsis.",
    "Y en cuanto a si es “¿Dios en Su Iglesia o Dios en Su Palabra?”, la Biblia dice que la Palabra es Dios.\n\nEn el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.\n\nY aquel Verbo fue hecho carne, y habitó entre nosotros…",
    "Y además, ¡cualquier enseñanza de cualquier iglesia, ya sea bautista, presbiteriana, metodista, pentecostal o lo que tal vez sea, que no se mantiene letra por letra con esta Biblia, está errada! Pues Juan dijo en la Isla de Patmos, el Espíritu Santo, o Cristo hablándole, dijo esto: “Cualquiera que Le quitare algo o que Le agregare algo…”. Entonces ¿cómo van a agregar estos símbolos de ídolos de adoración pagana, haciendo tres dioses de Uno, y todas estas otras cosas paganas que la primera iglesia no enseñó y que aun estaba en contra de eso?",
    "En el Concilio de Nicea, si eran tres sustancias o una sustancia (que fue el gran debate), aquellos mártires llegaron allá, algunos con—con… A un hombre, el—el obispo, predicadores pentecostales, por haber impuesto las manos sobre los enfermos, le pusieron una vara al rojo vivo sobre los brazos y eso le encogió los brazos así. Otros, presentes, tomaron un espada y le sacaron los ojos, ¡parece ser que eran un grupo de mártires que se pararon por esta Palabra! ¡Aleluya! Ellos mezclaron su sangre con los profetas de la antigüedad. Esta Palabra, hermano, es la Palabra de Dios.",
    "Cuando estos paganos fueron convertidos, ellos introdujeron estos símbolos al Cristianismo. Ellos ya no pueden utilizar la Biblia porque la Biblia descubre esto. Y aun hoy día ellos le dirán a Ud. que ellos no tienen, que ellos no La creen. Dicen: “Ella está bien, pero la iglesia es la Palabra suprema”.",
    "Bueno, encontramos lo mismo entre Pentecostés. No renieguen de los “católicos”, cuando nosotros somos igual de culpables, los metodistas, bautistas y todas ellas.",
    "Uds. metodistas, tan santos, ¿entonces por qué mataron a Joseph Smith? Ésta es América, y adorar es un derecho. Yo no creo lo que dijo Joseph Smith, pero Uds. no tenían el derecho de matarlo, correcto, el mormón.",
    "Uds. bautistas, ¿a cuántos han enterrado? ¿Y Uds. los demás?",
    "Y Pentecostés: tan culpables como los demás, llegan a ser “una camisa inflada” y es una cantidad de hipocresía. Y en vez de tener la humildad y el poder del Espíritu, Uds. tienen la Palabra pero sin el Espíritu. Y hacen más daño del que harían si estuvieran como los demás; con sus ceremonias paganas con toda clase de ideas trinitarias, y todo esto otro, Uds. no lo pueden probar por la Palabra. La Palabra es contraria a eso. ¡Qué lamentable! ¡Qué lamentable!",
    "Entonces cuando formaron la primera iglesia de Roma, el Cristianismo, ellos tuvieron que descartar la Biblia; y para poder tomar estas ceremonias, para poder hacerlo, tenían que tener alguna clase de antecedente, entonces dijeron: “Pedro fue el primer papa de Roma. Y así permanece” afirman ellos. Bien, digamos que él lo fuera, ¿se retractaría Pedro de las Palabras en Pentecostés? ¿Se pueden imaginar Uds. a un judío colocando ídolos?",
    "Y siendo que yo les puedo probar a Uds. por la Palabra escrita, de la Biblia, exactamente los días y años, que Pedro nunca salió de Palestina sino una vez (y fue a Babilonia, cerca junto al Éufrates), nunca estuvo en Roma, de acuerdo a las Escrituras, ¡ASÍ DICE EL SEÑOR! Todo eso es una idea pagana.\n\nY ahora vamos a traer eso hasta el protestantismo.",
    "Fíjense en Pentecostés que no toman la Palabra. Quédese con esa Palabra y Ud. siempre estará en lo correcto; sálgase de esa Palabra, Ud. terminará en cualquier lugar.",
    "No hace mucho aquí, en una gran reunión de un gran colegio Pentecostal, una mujer brincó de pie, hablando en lenguas, e interrumpió el llamamiento al altar. Y esa noche cuando regresé allí, Billy me encontró afuera, dijo: “¿Sabes algo? Esa mujer dijo que esta noche tiene otro mensaje que iba a dar”.",
    "Y observé a la mujer (cabello corto, un vestido tan ceñido que parecía que se había vaciado en él, sentada allí arreglándose el cabello y halándose las medias), yo sabía que ella se iba a parar. Y en ese instante saltó de pie, y le dije: “Siéntese”. Ella sencillamente continuó. Le dije: “¿Me está Ud. escuchando? ¡Siéntese!”. ¡Oh, vaya!",
    "Cuando salí esa noche, había como cuatro o cinco hombres que me esperaron juntamente con ella, dijeron: “Ud. contristó al Espíritu”.",
    "Yo dije: “Cualquier espíritu que yo contriste con la Palabra de Dios, debe ser contristado”. Dije: “¿No dice la Biblia que el espíritu de los profetas sujétese al profeta? Si ella está testificando (lo cual profecía es—es… Hablar en lenguas es profecía, si es interpretado)”. Yo dije: “Entonces que ella espere hasta que yo haya terminado, luego ella puede”.\n\nÉl dijo: “Pero Ud. está enseñando la Palabra”.\n\nDije: “Y en Ella me estoy basando”.",
    "Él dijo: “Ella tenía algo fresco y nuevo del Cielo, algo distinto a Eso”. ¡Si eso no es regresar directamente al catolicismo romano, entonces no sé qué será!",
    "Que toda palabra de hombre sea mentira y que todo espíritu sea mentira y que la Palabra de Dios sea la Verdad. ¡La Palabra de Dios viene primero!",
    "El problema hoy es que tienen tantas revelaciones y cosas falsas. Es por estarse postrando y abriendo su corazón a los diablos, en lugar de quedarse con la Palabra de Dios. Allí está el problema, eso es lo que sucede. Gente honesta, sincera y buena gente, pero uno no se los puede decir; “Nosotros como pueblo pentecostal creemos esto”; “Nosotros como pueblo bautista creemos esto”.",
    "¡Yo creo Esto porque es la Palabra de Dios! Yo reto a cualquiera que me corrija en Ella. ¿Ven? Correcto. ¡Ésta es la Palabra! ¡Quédese con Esto, Esto es verdad!",
    "Así formaron la primera iglesia, la primera Iglesia Católica Romana. Y en lugar de llamar al… a él obispo, como siempre lo habían llamado, ahora lo llaman “Padre”; ellos aún lo hacen. Y ellos dicen: “Ud. tiene que admitir eso, que esta hostia es el Cuerpo de Cristo. Y hasta cierto punto, el sacerdote es un dios, porque Dios se ve obligado a escuchar la voz del sacerdote que cambia esta hostia al Cuerpo literal de Cristo”. ¡Y luego hombres inteligentes dejan que les metan eso por la garganta! ¡Oh, vaya! ¡Oh, cuán…!",
    "Pero los verdaderos adoradores, los verdaderos obispos, permanecieron con la Palabra. Ellos permanecieron en ese Concilio de Nicea, sostuvieron allí esa Palabra. Sí, señor. Entraron como mártires y demás, pero permanecieron con esa Palabra. Ellos no querían nada de idolatría.",
    "Y quiero que alguien me muestre dónde es que San Patricio fue un católico romano. ¡No hay tal cosa! ¡Él protestó contra esa iglesia romana! Él era el sobrino de San Martín. Yo estaba leyendo aquí, y una señora que escribió un… Hazeltine, la Sra. Hazeltine, Extractos del Concilio de Nicea, dice que cuando ella se presentó en Oxford para sacar la—la tarjeta para el, para retirar, La Vida de San Martín, y un individuo le dijo: “Pero él no fue canonizado por la iglesia romana”, ¡seguro que no!, ¡él más bien protestó contra esa cosa! Y así igual San Patricio. Hombres que se quedaron con la Palabra de Dios, fundaron sus propios colegios, ellos se alejaron de esa clase de cosas.",
    "Ahora, nos damos cuenta que sigue igual hoy. La iglesia romana continúa con su misma torta redonda, creyendo que Cristo baja y entra allí de un brinco. Y, escuchen: ¿saben Uds. que el sacerdote se bebe el vino? (Cuando debe ser tomado entre todos, “Él pasó la copa de uno a otro”.) Pero, en la forma pagana, el sacerdote se bebía el vino. ¿Ven Uds.? Aún sigue… ¡Todo eso es pagano! Exactamente. A ellos no les importa.",
    "A uno le dicen: “Yo no voy a hablar con Ud. de Biblias”. Ese ministro, o sacerdote me dijo allá, dijo: “Sr. Branham, Ud. está queriendo hablar de una Biblia, yo estoy hablando de una iglesia”.\n\nYo dije: “¡Dios es la Palabra!”. Correcto. Ahora, muy bien.",
    "Aquí encontramos, hasta este día, que por eso los católicos romanos tienen que ir a la iglesia para adorar. Les enseñan que “Dios está en esa oblea redonda, la Hostia en el tabernáculo”. ¿Ven? ¿No pueden ver Uds. que eso es pagano? Seguro, lo es.",
    "¿No pueden ver Uds. que la gente que adopta cualquier—cualquier cosa contraria a esta Palabra es el mismo grupo? La Biblia, en Apocalipsis 17, ¿no llama a la iglesia católica “una ramera?”. ¿No se refiere Ella a los protestantes como la madre… que ella era “la madre de las rameras”? ¡Es la misma cosa! ¡Ella propagó la doctrina de su cáliz de la suciedad de las abominaciones de su fornicación, suciedad e inmundicia, invento de puro hombre, en lugar de la Palabra del Dios Viviente que es verdadera y sin adulterio!\n\n“¡Oh, Dios!, ten misericordia de nosotros”, es mi oración.",
    "Ireneo dijo, tomé nota aquí de lo que él dijo, dice: “La Palabra de Dios es como una cantidad de joyas preciosas que fueron colocadas para formar la estatua de un gran Rey poderoso. Pero” dijo, “los credos, dogmas, denominaciones, toman esas joyas hermosas y con ellas hacen la forma de un perro, y así engañan a los ignorantes de la Palabra. Esto lo hacen para corromper los caminos de Dios y para traer reproche sobre Ella”. ¡Aleluya!",
    "Cuando Ud. quiere hacer que la Palabra de Dios diga algo para que encaje con su organización, Ud. está sacando las joyas del Cuerpo del gran Rey y formando una imagen de un perro o una zorra o un cerdo, o algo de ellas. Y de esa manera engaña a los ignorantes de la Palabra.",
    "¡Aleluya! Hay algunos que tienen el Espíritu de Dios, que se paran por la Palabra encarnada (Dios aumente nuestras filas), ¡la Palabra y nada más que la Palabra! Tome Ud. esa Palabra donde Jesús dijo allí: “Todos los cielos y la tierra pasarán, pero Mi Palabra no pasará”.",
    "Donde dice: “Bautizad en el Nombre del Señor Jesucristo”, ellos hacen “Padre, Hijo y Espíritu Santo”, tres dioses de Eso. Ellos reciben toda clase de dogma, y formulan toda clase de cosas, y rociar en lugar de la inmersión; ¡de todo! Lo hacen alguna clase de revolcadero humano, en lugar de poner allí la Joya, al gran Rey: Cristo.\n\n¡Oh, aleluya! ¡Ése es Dios, encarnado, Cristo!",
    "Ellos corrompen los caminos de Dios. Permiten que la gente entre a la iglesia, las mujeres con su cabello cortado, usando maquillaje, con vestidos escandalosos. Hombres tan afeminados que permiten que una mujer los jale por la oreja. Asisten a la iglesia y juegan dados y bingo, y toda esa clase de corrupción. Y los predicadores y demás allá en las riberas con mujeres desnudas, en vestidos de baño y nadando, fuman cigarrillos, y aun así se llaman “siervos de Dios”; cuando este templo es un templo santo dedicado a Dios, no a la inmundicia del mundo; es la verdad. Pero ellos han tomado las joyas de Dios y han formado un cerdo de eso, o una zorra o un perro o una mofeta o alguna otra cosa, y se lo dan a comer a los iletrados, los ignorantes.",
    "Gracias, Doc. Tenía uno aquí pero no se me ocurrió usarlo, un pañuelo.\n\nSí, eso es lo que ellos hacen. Ireneo tenía tanta—tanta razón.",
    "¿Qué piensa Dios de todo esto? ¿Será como ellos quieren decir: “¡Oh, eso no le importa a Él!”? ¡Sí le importa a Él! Es de importancia.",
    "Entonces ¿por qué le dijo a Jeremías de las cosas que Él hizo allá? ¿Por qué lo diría Él? Sí importa. Dios tiene una manera.",
    "¿Qué tal si Moisés hubiera dicho: “Me voy a quitar el sombrero en lugar de los zapatos”? Él nunca hubiera visto la visión. Ud. tiene que venir por la vía de Dios. Dios tiene una manera.",
    "Hay tanto que pudiéramos decir. Abramos aquí una Escritura. La tengo aquí, muchas de ellas apuntadas. Abramos en Números 25, sólo un minuto. Números 25, veremos si eso—si eso le importa en algo a Dios o no. Veremos si le importa, si estos credos, dogmas (y todo eso) tiene importancia. “Él es un Dios bueno, Él no le presta atención a nada de eso”. ¡Qué no! Él traza una línea y pone una plomada, y Uds. tienen que cuadrar con Ella.\n\nMoraba Israel en Sitim; y el pueblo empezó a fornicar con las hijas de Moab,\n\n(¡Escuchen!)\n\nlas cuales invitaban al pueblo al sacrificio de sus dioses; y el pueblo comió, y se inclinó a sus dioses.\n\nAsí acudió Israel a Baal-peor; y el furor de Jehová se encendió contra Israel. (Con razón dijo: “¡Ni oréis por esta clase de gente!”. ¡Ajá!)\n\nY Jehová dijo a Moisés: Toma a todos los príncipes del pueblo, y ahórcalos ante Jehová delante del sol; y el ardor de la ira de Jehová se apartará de Israel.\n\nEntonces Moisés dijo a los jueces de Israel: Matad cada uno a vuestro hombre que se…juntó con Baal-peor.",
    "🦅 ¡Matad cada uno de ellos”! Dios quiere ser Dios, y si Él no es Dios, Él no tomará un segundo lugar. Él no tiene que permitir que Baal (ni algún dogma hecho de hombre, ni la teoría de algún hombre, o alguna idea de un credo, o alguna idea de una—de una denominación), le estorbe el camino, Él es Dios y puede levantar hijos a Abraham de estas piedras. Él no necesita de sus denominaciones; Él no necesita de sus grandes sociedades ni sus escuelas y demás. Él toma lo que pueda tener en Su mano, aunque no sea nada, le imparte el aliento de Vida y llega a ser algo que le sirva a Él. Eso es lo que lo hace a Él Dios. ¡Seguro que a Dios le importa!\n\nUd. dice: “Eso no importa”. ¡Sí importa! Seguro, eso importa.",
    "El Papa León el Grande, reinó desde 440 hasta 461. ¡Oh, él pensó que estaba haciendo exactamente lo correcto!, entró a la iglesia… Su antecesor fue Víctor, y él también fue una rata. Y éste entró allí, y ¡cómo asesinó a los Cristianos y demás!",
    "Y luego ¿quién inició todo esto estableciéndolo como asesinato “legal?”. ¿Saben Uds. quién fue? San Agustín de Hipona, fue exactamente quien lo hizo.",
    "San Agustín tuvo la oportunidad en una ocasión (según dice la historia), de llegar a ser un gran hombre y ser lleno del Espíritu Santo. Él estaba en el patio de la gran escuela en Lyons, Francia, en la gran escuela donde había enseñado Ireneo y ellos, y San Martín. Sentado allí en ese patio de la escuela el Espíritu Santo llegó a él, pero él rehusó recibirlo.",
    "Entonces ¿qué llegó a ser? Dos veces más hijo del infierno que en un principio; él fue directo a Hipona, África, y allá estableció su escuela. Y fue…\n\n“¡Muéstremelo”!",
    "Yo los puedo llevar a la historia. Él fue el que comprometió su palabra, que “estaba bien dar muerte a cualquier hereje que estuviese en desacuerdo con los dogmas de la iglesia romana”, San Agustín de Hipona. ¿Está presente algún estudiante de la Biblia, o uno que haya leído historia que sabe que eso es la verdad, levante la mano? Sí. ¿Ven? Seguro, están. San Agustín de Hipona, fue el que dio el veredicto que “estaba bien matar a los herejes, a quienes no estuvieran de acuerdo con la iglesia romana”. Los sancionó como doctrina pagana, por apartarse de la Biblia y establecer una adoración al Dios Hijo. ¿Saben Uds. la razón por la cual el Cristianismo…?",
    "¿Saben Uds. de dónde viene la Navidad? Cristo nació en abril, pero ¿qué hicieron ellos? El sistema solar está disminuyendo su velocidad ahora que se aleja, cada día alargándose un poco, o acortándose y acortándose, y del veinte hasta el veinticinco es cuando el dios sol tenía su cumpleaños. Sólo es como cinco días, en ese tiempo es cuando tenían el circo romano, la celebración del cumpleaños del dios sol en aquel tiempo. ¿Y ahora pueden ver lo que Uds. tienen hoy? “Ellos dijeron en lugar del ‘dios sol’ tomémoslo como el ‘Hijo de Dios’”. ¡Y la cosa completa es pagana desde el principio! Y la gente en las calles con sus zapatos de tacones, y contoneándose por las calles, y corriendo a las tiendas.",
    "Y aquí el otro día mi esposa me estaba diciendo: “Alguien dijo: ‘No sé qué comprarle a papá’. Dijo: ‘Mi hermano le va a comprar un litro de whisky, y el otro le va dar champaña’. Y uno dijo: “Yo le voy a dar un juego de—de Póker’”. ¡La celebración de Navidad, paganismo, adoración al diablo! Muy bien.",
    "Bien, pero Agustín fue el que lo autorizó. Si Ud. quiere buscar esto en Schmucker, en los escritos de Schmucker, S-c-h-m-u-c-k-e-r-s, La Reforma Gloriosa de Schmucker, aquí está lo que dice: Que “desde el tiempo cuando San Agustín de Hipona pasó este veredicto a la iglesia católica, eso entonces abrió las puertas completamente para que ellos mataran lo que fuera, que negara a esa iglesia pagana. Y desde el tiempo de San Agustín (como trescientos años después de Cristo) hasta 1850, el gran masacre en Irlanda, hubo ochenta seis millones de protestantes asesinados por la iglesia católica. Está en el martirologio romano, ‘ochenta y seis millones’”. Discutan Uds. con el historiador, él es quien lo dijo. Yo sólo estoy repitiendo sus palabras. “¡Todo aquél que estaba en desacuerdo con el dogma católico”!",
    "No el católico, la palabra católico, ellos no merecen ese nombre. Ellos son paganos romanos.",
    "No esas personas preciosas; hay decenas de millares de esas personas allá, igual de sinceras como ellos… cualquier otro idólatra lo es. Ellos piensan que están adorando a Dios, cuando (al regresar a la Palabra) ellos están en un ídolo con ídolos por todos lados. ¿Ven?",
    "Bien, eso era dog-… dogma, dogmas romanos. Y, escuchen, quiero decir algo aquí. Ya lo había pasado.",
    "En el año 1640, en el año 1640, cuando ocurrió la gran matanza en Irlanda, bajo los jesuitas y los sacerdotes romanos, cien mil de los convertidos de San Patricio fueron asesinados. Si San Patricio fue católico romano, ¿entonces por qué mataron a su propia gente? Estos eran gente que trabajaban en las fábricas y todo eso. Correcto. “Cien mil” en el martirologio, “que ellos mataron porque no estaban de acuerdo con su enseñanza”.",
    "Yo he estado en algunas de las iglesias de San Patricio en el norte de Irlanda. Sí, señor. He tenido el privilegio de verla. Sólo eran un viejo armazón. Ellos no tenían esos ídolos allí puestos, ni les vaciaban esas cosas en los pies, ni tampoco pagaban para que esas personas bajaran a meterse en ese ídolo. “María, salve, María, madre de Dios”. Es lo mismo que ellos hacían con Astarte (encantando), el espíritu de María.",
    "Hace sólo dos o tres años la iglesia católica dio comienzo a un dogma nuevo que “María había resucitado de entre los muertos y que había subido al Cielo”. ¿Cuántos se acuerdan de eso? ¡Oh, todos Uds., seguro!, los periódicos estaban llenos de eso. ¡Dogmas! Ella está edificada sobre dogmas, y no tiene una pizca de Verdad por ningún lado.",
    "Ahora, Uds. protestantes están igual de mal, que rehúsan tomar la Palabra de Dios. ¡Igual es dogma de la iglesia protestante como es dogma de la iglesia católica, y todos estamos errados hasta que no regresemos a la Palabra del Dios Vivo! Correcto.",
    "Uds. Asambleas de Dios, Uds. la Cuadrangular, Uds. Pentecostales unitarios, trinitarios o lo que sean: ¡regresen a la Palabra de Dios! Renuncien aquí a estos ídolos denominacionales, esfinges denominacionales. Ellos mismos se encantan (el espíritu del diablo) con estos ídolos denominacionales. ¿Saben Uds. eso? ¡La denominación es “un ídolo”!\n\nUd. pregunta: “¿Es Ud. un Cristiano?”.\n\n“Yo soy presbiteriano”.\n\n“¿Es Ud. Cristiano”?\n\n“Yo soy metodista”.\n\n“¿Es Ud. Cristiano”?\n\n“Yo soy Pentecostal”.",
    "Eso no significa más que si Ud. fuera un “cerdo” o un “perro” o un “zorrillo”, no tiene nada que ver con Eso. Correcto. Lo que necesitamos hoy es ¡regresar a la Palabra de Dios!",
    "Ahora, de estos trabajadores de las fábricas y gente preciosa del norte de Irlanda, si San Patricio… en donde estaban todas sus escuelas. ¿Sabían Uds. que su nombre no era Patricio? Su nombre era Succat. Él fue secuestrado cuando niño; sus hermanas fueron asesinadas. Y él volvió porque amaestraba perros para que persiguieran cerdos y cosas así, entonces él—él—él—él lo logró, porque hacía eso, ellos luego… él encontró su camino de nuevo a casa a su padre y madre. Y él comenzó una escuela. Y la escuela en el norte de Irlanda nunca aceptó al papa como el vicario supremo de Dios; ellos no lo creyeron. Ellos se quedaron con la Palabra. Dios bendiga a ese bendito santo, San Patricio, un gran hombre.",
    "Y se escucha que “San Patricio sacó todas las serpientes de Irlanda”. Lea la historia y vea lo que sucedió. San Patricio creía en hablar en lenguas; San Patricio creía en tomar en las manos serpientes o beber cualquier cosa mortífera; y cuando él podía tomar una serpiente y arrojarla de su camino, ellos dijeron: “Él sacó las serpientes de Irlanda”. Eso fue porque él creía en tomar en las manos serpientes, y que nada les haría daño. Sí, ¡oh, seguro!",
    "Ellos no tenían esos, estos grandes santuarios. Y ¿qué, qué haría un santo, qué haría Ireneo hoy? ¿Qué haría San Patricio hoy, al ver los cientos de billones de dólares metidos en el catolicismo romano, para edificar grandes iglesias y estatuas de millones de dólares tal como lo están haciendo los protestantes?",
    "El otro día hice una declaración que los dejó perplejos a todos, por eso estoy reteniendo esta cinta. Déjelos en paz, el ciego guiando al ciego déjenlos que caerán en el hoyo. Eso es todo lo que uno puede hacer, ¿ven? Cuando les hablé del llamamiento al altar, no hubo tal cosa en la Biblia como “llamamientos al altar”.",
    "[Cinta en blanco.—Ed.]…de Su santidad. Al humillarnos nosotros mismos a Su muerte, considerándonos como nada, luego el Espíritu Santo entra y nos levanta. Y no confiamos en nosotros mismos, porque no podemos hacer nada, pero con Él todo lo podemos.",
    "Nosotros, a Su imagen, una imagen viva del Dios viviente, ¿qué hace…? Cuando Ud. se rinde a Dios y Dios entra en Ud., ¿qué hace eso de Ud.? Una imagen viviente de Dios; no una estatua muerta puesta en el rincón; no una denominación allá en el cuartel general en Washington, en la—en la—en la Confederación de Iglesias; no, ésa es una estatua muerta, una estatua muerta y un credo muerto. ¡Más bien es una imagen viva en el individuo!",
    "Alguien estaba enseñando el otro día, o recibí una notita, y alguien dijo que “Si un hombre no era salvo, y… Si un hombre era salvo y su esposa no era salva, ¿se irían ellos en el Rapto? La mujer no se pudiera ir en el Rapto, no habría tal cosa como la mujer subir en el Rapto porque los dos son uno”. ¡Disparates! Jesús dijo: “Habrán dos en una cama, y Yo tomaré uno y dejaré el otro”. Es un asunto individual entre Ud. y Dios, rindiendo Ud. su cuerpo; así sea que mamá, papá, hijos, cualquier otro lo reciba o no. ¡Amén!",
    "¡Oh, Dios! Este mundo corrupto, sucio, inmundo; estas iglesias sucias, inmundas que supuestamente se llaman “iglesias”; estas organizaciones sucias, inmundas; estos credos sucios e inmundos que están en contra de la Palabra de Dios. ¡Oh, Dios!, trae a una pequeña persona humilde de algún lugar y límpialos, y levántalos a lugares Celestiales y muéstrate Tú mismo, Dios Todopoderoso. Amén. ¡Qué cosa más corruptible ha llegado a ser!",
    "Nosotros somos hechos partícipes de Su santidad. Nosotros, a Su imagen, somos imágenes vivientes de un Dios Vivo. Luego, muertos a nosotros mismos y resucitados con Él (Ahora escuchen, escuchen esto): Su Palabra hecha carne nuevamente en nosotros. (¡Oh, Hermano Neville!) ¡Mire! ¿Qué es? No el dios místico imaginario allá lejos, sino el Dios Viviente. ¿Qué es el Dios Viviente? La Palabra en Ud. haciéndose realidad. ¡Fiu! ¡Gloria a Dios! ¡Oh, yo sé que piensan que soy un santo rodador, y quizá lo soy! Pero ¡oh, hermano!, ¿lo pueden ver? Triunfando sobre toda denominación, triunfando sobre todo paganismo: un Dios vivo manifestado en un templo vivo, y la Palabra de Dios (lo cual es Dios) hecha carne en Ud. ¿Por qué? Porque Ud. está sentado en lugares Celestiales, triunfando sobre todas las cosas, en Cristo Jesús. ¡Amén!\n\n¡Oh, Esto me encanta! Tengo que saltarme algo y continuar.",
    "Ahora, escuchen. Entonces el más pequeño de Sus creyentes, no importa por—por cuanto, ni quien—quien, por pequeño, o lo que sea Ud., el más pequeño de Sus creyentes (estando en Él), tiene sujeta toda maldad. ¿Ven? ¡Miren! Cristo es la Cabeza del Cuerpo. ¿Correcto? Bueno, donde se encuentra la cabeza el cuerpo le acompaña. ¡Gloria! A donde vaya mi cabeza mi cuerpo le acompaña. Y donde esté Jesús, la Iglesia está con Él. ¡Amén! Él no se sale de Su Palabra; Él permanece dentro de Su Palabra, la cuida, para hacerla manifiesta. Su iglesia está con Él.",
    "Y, fíjese, Ud. dice: “Pero, Hermano Branham, yo soy el más pequeño”. Eso vendría a ser las plantas de Sus pies. Pero, recuerde, Él ha triunfado con Ud., ha triunfado con Ud. sobre cada pedacito de eso, aunque Ud. sólo sea las plantas de Sus pies. Toda enfermedad, todo diablo, todo poder, aun la muerte misma, están debajo de sus pies, debajo de Ud. ¡Gloria! No siento en esta mañana que tenga cincuenta y dos años. Esto es Verdad. Si solamente pudiera conseguir que esta Iglesia vea esto, hermano, seremos una iglesia triunfante. El creyente en Él tiene sujeta toda maldad. ¡Oh, gloria!",
    "Voy a revisar un poco, comenzaré de nuevo la próxima vez.",
    "Escuchen, escuchen esto: Ud. dice: “Hermano Branham, yo no tengo poder”. Yo tampoco. Yo no tengo poder. “Bueno, Hermano Branham, yo soy muy débil”. Yo también. Pero yo no estoy dependiendo de mis fuerzas, no son las fuerzas mías. Yo estoy dependiendo de mi autoridad (¿ven?), mi autoridad que me fue dada. No soy yo el fuerte, yo no tengo fuerza. Él es el fuerte, y yo—yo soy de Él.",
    "Aquí, es como por decir: aquí viene el tráfico por la calle, la Cuarta y Broadway en Louisville, “zum, zum, zum, zum”, tan rápido como pueden, a sesenta millas por hora [100kms] por esa calle, todos corriendo, el bullicio y afán. Un hombre pequeño sale allá, levanta la mano, y, hermano, los frenos chillan. Bueno, ese hombrecito no tiene suficiente fuerza para parar uno de esos carros, pero él tiene autoridad. (¡Gloria!) No es su poder. Pues, si uno de esos carros lo arrollara, lo demolería; pero ¡deje que él levante la mano! ¿Por qué? Los choferes de los carros reconocen ese uniforme.",
    "¡Oh, hermano! Ellos reconocen ese uniforme, los frenos chillan. ¿Por qué? Miran su autoridad. Miren lo que lo respalda. El sistema completo de la ciudad lo respalda. La agencia del orden público de la ciudad lo respalda; es lo que representa ese uniforme. Él es distinto, sí, señor, porque él es un oficial.",
    "Él grita: “¡Paren!”. Y bueno, uno de esos carros podría hacer “zum”, y se lo llevaría. Pero más vale que no lo intenten, miren lo que lo respalda. Hacen chillar los frenos y patinan. Él ni siquiera tiene que decir nada, sólo levanta la mano; con eso basta, seguro. Su autoridad viene de la agencia del orden público, tiene todo su respaldo. Él en sí es débil, pero ¿qué lo respalda? Es lo que esa estrella… su vestidura, él está vestido completamente en un uniforme.",
    "Eso es lo que… no el ídolo, sino como debe estar vestido el individuo. Vistámonos de toda la armadura de Dios, amén, con el yelmo de salvación, este gran escudo (del tamaño de una puerta) de la fe. ¡Oh, hermano! No es lo que él es, sino lo que él representa.",
    "Eso es lo que el oficial… no es ese hombrecito parado allí, él es un hombre como cualquiera, ¡sino lo que él representa!",
    "Nuestra armadura es Jesucristo. Sí, señor. Todos los diablos pisan el freno cuando ven Eso; cuando ellos ven esa armadura de Dios completa, el verdadero bautismo del Espíritu Santo (amén), lo ven que viene directamente del Trono de Dios, vestido en la armadura completa de Su resurrección. Amén.",
    "No es que Ud. sea fuerte, Ud. no es nada, sino lo que lo respalda. ¿Por qué? Ud. está muerto; Ud. se ha unido al ejército, se ha unido al cuerpo de policía, Ud. va a mantener la ley y el control de estos diablos. Correcto, Ud. está con el cuerpo de policía, y la cosa completa lo respalda. ¿Ve? Ud. se cuenta como muerto, Ud. no es nada, Ud. no pudiera detener nada. Pero es la autoridad que le ha sido dada, porque Ud. ha resucitado y está sentado en lugares Celestiales en Cristo Jesús; el diablo reconoce eso. Todo pisa los frenos cuando esas manos se levantan.",
    "San Martín, en una ocasión en una corte… Había un hombre allá hiriendo (un diablo), mordía arrancando así pedazos grandes a la gente, y la gente corría, él los quería matar. Arrancó un gran puñado… tenía colmillos grandes, dientes, y arrancaba así grandes pedazos de carne causando perturbo.",
    "[Cinta en blanco.—Ed.]…en adoradores. Y los días que Él veía por delante, y sabía que sería de esta manera, cuando Él mismo sería sacado de Su Propia iglesia, la Edad de Laodicea. Él dijo: “He aquí, Yo estoy a la puerta y llamo”. Esa organización lo había sacado, y hoy ellos lo han hecho, pero Él se para a la puerta para tocar.",
    "¡Oh, Dios, que los miembros de Su cuerpo se den cuenta hoy que estamos en la Iglesia triunfante! Nosotros estamos—estamos en Cristo; estamos sentados sobre todas estas cosas del mundo.",
    "¿Por qué querrían nuestras mujeres cortarse el cabello? Dios, eso muestra que algo anda mal. ¿Por qué querrían exhibirse en esas cosas sexuales? ¿Por qué tendrá nuestra gente el hambre en su corazón de escuchar a—a un individuo como Elvis Presley o—o a estos rickies y todo eso, subidos allá con una guitarra y esa música chillona y haciendo que nuestras jóvenes se balanceen y se quiten la ropa interior, y todas esas cosas? ¡Dios, y luego ese muchacho dice ser pentecostal! ¡Oh, Dios! ¿Qué es…? Miren a este Pat Boone, que dice pertenecer a la Iglesia de Cristo, y todo esto tan vulgar, inmundo… ¡Oh, Dios!, y llamándose “de la Iglesia de Cristo”.",
    "Dios, nos damos cuenta que la placa de autoridad no es el nombre de alguna denominación, sino que es el poder, el poder de la resurrección de Cristo en la vida de cada individuo. Dios, concede que estas personas aquí en esta mañana se esfuercen por entrar a Eso. Y si esta cinta llegare a salir por la nación donde está el pueblo, Señor, hazles saber que esto no fue dicho con malicia, pues yo mismo estaría errado, sino para que la Iglesia pueda ser triunfante y reconozca su lugar. Que vean dónde es que todos estos ídolos… Dónde fue que la iglesia católica salió abiertamente e hizo de eso “un ídolo”, los protestantes lo hacen “una organización”, es igual de grave; negando la Palabra “tienen apariencia de piedad, más niegan la eficacia de Ella”. ¡Oh, Dios, cuán veraz es Tu Palabra, toda la Palabra!",
    "Ahora oramos, Padre, que perdones nuestros pecados, y que este Mensaje penetre profundo en los corazones. Y que la gente… Que esta iglesia, ahora que este pequeño tabernáculo está en proceso de edificar una iglesia, que ellos nunca pongan la mirada en algo muy hermoso, sino que solamente sea algo suficiente como albergue para la gente. Dios, que ellos nunca lleguen a fijarse y a decir: “Nosotros pertenecemos al gran tabernáculo que tiene la gran cúpula”. Dios, más bien permite que sea un armazón vacío. Que ellos nunca pierdan de vista el Objetivo que es Jesucristo. Que Él sea el que llene sus templos, y luego el poder y el fuego del Espíritu Santo caerá sobre el altar de sus corazones. Allí es donde está el verdadero altar, Señor, sobre el corazón de cada individuo.",
    "Oro en esta mañana que esta Palabra pese tanto sobre el altar de cada corazón, que ellos nunca puedan apartarse de Ella; que ellos vengan al Evangelio con mentes sanas y con entendimiento, creyendo las Palabras; y que no abran su corazón a los poderes del demonio (o a las sensaciones, o a los gritos, o a los brincos, o—o alguna manifestación, alguna forma física o algo así), sino más bien al verdadero y genuino Espíritu amoroso de Cristo, en donde Él se manifestará en amor y poder.",
    "Concédelo, Señor. Sana a los enfermos y a los afligidos. Lo pedimos en el Nombre de Jesús. Amén.",
    "Yo le amo, yo le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.\n\n[El Hermano Branham comienza a tararear, Yo Le Amo.—Ed.]\n\n…yo le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora con nuestros rostros inclinados, ¿cuántos están dispuestos a poner su corazón sobre el altar y hacerlo un terreno para Dios, para que Él pueda sembrar Su Palabra en el altar de su corazón, lo cual producirá una vida de la resurrección de Cristo? ¿Levantarían Uds. las manos para decir: “Dios, yo deseo esto con todo mi corazón”? Dios bendiga sus corazones hambrientos, docenas tras docenas.\n\nDéjala allí, sólo déjala allí,\n\nLleva tu carga al Señor y déjala allí;\n\nSi confiamos y no dudamos, ciertamente Él nos librará;\n\nLlevemos nuestra carga al Señor y dejémosla allí.",
    "Allí en su corazón, recuerde a Cristo el Salvador, recuerde que Él murió por Ud. Y si Ud. ahora muere a sí mismo, eso vaciará su cuerpo, vaciará su alma, vaciará su corazón de todo lo de este mundo y todos sus placeres, entonces Cristo… Ud. resucitará con Él.",
    "Si Ud. no ha sido bautizado en el Nombre de Jesucristo, aquí hay un bautisterio lleno de agua. Y cuando Ud. sale de esa agua, se está levantando para caminar con Cristo en una vida nueva. Ud. entonces está muerto, ya Ud. no es más, el mal genio, todo habrá pasado. Ud. es una creación nueva en Cristo. Entonces Él lo levanta a Ud. con el Espíritu Santo y lo coloca en lugares Celestiales con Él mismo, muy por encima de todos los poderes de este mundo.",
    "No importa cuán insignificante, si Ud. es una lavandera, si Ud. sólo es un hermano que no tiene su… no se sabe su ABC, no importa quién sea Ud. Ud. en Cristo triunfa sobre todas las cosas. Y su autoridad es sobre todo demonio y todo poder del diablo. Ud. está en Cristo, triunfa.",
    "Mientras tienen sus rostros inclinados:",
    "Sé que hay un hermano que vino hasta acá en esta mañana, el Hermano Slink (creo que lo llamaron “Sink, Jim Sink”), quien creo que es… Y nuestro hermano aquí ha sido reconocido como un maestro de esta Palabra, ¿no es así Hermano Sink? Le vamos a imponer las manos antes de orar por los enfermos en esta mañana, para ordenarlo como un ministro (uno de nuestros hermanos) para que salga a las iglesias a predicar el Evangelio.",
    "Hermano Jim Sink, ¿pase Ud. aquí al altar? Venga, Hermano Neville. Hermano Junie Jackson, ¿está Ud. aquí? ¿Cualquiera de los otros ministros de esta Fe?",
    "Aquí el Hermano Jim Sink cree en este Evangelio que nosotros predicamos, en el Hijo de Dios, que Él realmente es el Hijo de Dios nacido de la virgen. ¿Correcto, Hermano Sink? [El Hermano Jim Sink responde: “Amén”.—Ed.] ¿Cree Ud. que Él murió y volvió a resucitar al tercer día, triunfando sobre todas las cosas, y que está sentado a la diestra de Dios, en el centro de la potestad de Dios en lo Alto, siempre vivo para hacer intercesión por nosotros? [“¡Amén!”] ¿Cree Ud. en el bautismo en agua en el Nombre de Jesucristo para perdón de los pecados? [“¡Amén!”] ¿Cree Ud. en el bautismo del Espíritu Santo tal y como Dios lo da, con las señales y las maravillas que sigan al creyente? [“¡Amén!”] Él las cree. Y yo creo que él ha tenido una vida sin reproche ante el pueblo. Él predica aquí en la iglesia, con frecuencia aquí para ellos, y lo he hallado “un maravilloso hombre de Dios”.",
    "Ahora, para esta iglesia, ¿habrá alguna palabra aquí, algún hombre que tenga alguna palabra en contra del Hermano Sink? Dígalo ahora o calle para siempre. ¿Cuántos creen que con la predicación de este Mensaje y esta Palabra que el Hermano Sink… y Uds. creen, que con el testimonio del Espíritu Santo, que el Hermano Sink debe ser ordenado y enviado desde aquí de esta iglesia como un ministro del Evangelio, para proclamar estos Mensajes como ha sido predicado en esta mañana, a cualquier parte del mundo donde el Señor lo envíe? Levanten las manos y digan: “Yo estaré orando por Ud., Hermano Sink”. Dios los bendiga.",
    "Inclinemos nuestros rostros.",
    "Hermano Neville, si pone Ud. las manos sobre el Hermano Sink, mientras que Ud. pone su mano sobre la Biblia.",
    "Nuestro Padre Celestial, te traemos en esta mañana, un hombre que ha sido sacado de la corrupción de este mundo, se ha considerado muerto a sí mismo y ha aceptado a Cristo como Salvador, ha sido bautizado en el Nombre de Jesucristo, se ha levantado con la promesa que recibirá el Espíritu Santo, y ahora está en lugares Celestiales, y él siente el llamado en su vida al ministerio.",
    "¡Oh, Dios, como ancianos de esta iglesia, como la asamblea y como supervisores generales y demás, para vigilar el rebaño del cual el Espíritu Santo nos ha dado el cuidado, el rebaño completo levantó las manos sabiendo que el Hermano Sink “que él es un hombre justo”; en vista de eso, imponemos nuestras manos sobre él, el Hermano Neville y yo, como ancianos Tuyos, y en esto hacemos la oración de fe y ordenamos al Hermano Jim Sink en el ministerio de Jesucristo. Concédelo. Que él sea lleno del poder de Dios. Que él nunca ceda en esto; que él gane almas para Ti.",
    "Y, Dios, ahora mismo le prometemos nuestra lealtad y hermandad a él, para respaldarlo en dondequiera que se encuentre, en oración y ayuda, y de cualquier forma que podamos. Recíbelo (¡Oh, Dios!), mientras Te lo presentamos. En el Nombre de Jesucristo, el Hijo de Dios. Amén. Amén.",
    "Con sus manos sobre la Palabra, y allí mi Hermano Sink, yo lo ordeno, un hermano en Cristo en nuestro compañerismo, en el Nombre de Jesucristo. Amén. Dios lo bendiga. Muy bien. Y la congregación dijo: “Amén”. [La congregación dice: “¡Amén!”.—Ed.] Dios lo bendiga. Hay mucho por hacer en el Evangelio, es muy necesario, lo respaldamos ciento por ciento con todo lo que podamos para ayudarlo. Dios lo bendiga.",
    "¿No es Él maravilloso en ser…? ¡Oh, vaya! Me gusta ver hombres. Eso está bien. Él, tengo ahora entendido, él va a pastorear el Holiness Tabernacle en Utica, Indiana, del cual no vive muy lejos.",
    "Ahora, veamos. ¡Oh!, ¿tenemos a esos hermanos? ¡Oh!, creo que aún tenemos que orar por los enfermos, ¿no es así? Muy bien, ellos… ¿repartieron tarjetas de oración? Muy bien, llamemos algunas tarjetas de oración rápidamente, todos mantengan su lugar por un momento. Estamos bien retrasados. ¿Me pueden dar diez minutos? Muy bien. Las tarjetas de oración, que las personas que tienen tarjetas de oración… ¿De dónde las repartiste, uno?",
    "Muy bien, tarjeta de oración uno, ¿puede venir?, número dos, número tres, número cuatro, número cinco. Tarjeta de oración número uno, dos, tres, cuatro, cinco, pónganse de pie acá, tan rápido ahora como puedan, si pueden ponerse de pie. Si no puede, bueno, avísenos, vendremos a cargarle. Nos esforzaremos por tener a todos los que más podamos. Uno, dos—dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez; seis, siete, ocho, nueve, diez; y de eso sólo se levantaron dos. Diez, once, doce, trece, catorce, quince. (¿Eh?) Todos ellos, todas las tarjetas de oración muévanse hacia este otro lado, háganse acá a este lado, a este lado por favor.",
    "¡Oh, no es Él maravilloso! Ahora, todos sean tan reverentes como puedan, ahora sólo como por diez minutos, sólo por unos diez minutos. Los que tienen las tarjetas de oración, hemos dicho que “La gente que quiera recibir oración, venga con sus tarjetas de oración”, y es para que no… Vean, es que se vuelven a entrar, y quieren usar el don de Dios como el tablero de la güija, pero nosotros no—no creemos en eso.",
    "Nosotros—nosotros creemos en sólo permitir que Dios haga Su obra. ¿Lo creen así? ¿Cuántos creen que este Mensaje en esta mañana es la Verdad? [La congregación dice: “¡Amén!”.—Ed.] Gracias. Gracias, Dios los bendiga. Yo Lo creo de todo corazón, alma y mente.",
    "Ahora, parece que tenemos como cincuenta personas por quienes orar, algo así. Ahora, escuchen. Ahora, cada uno de Uds. está en Cristo. Uds. están en Cristo Jesús, han triunfado sobre toda enfermedad. Todos Uds. que están en la línea de oración, que son Cristianos, creyentes nacidos de nuevo, levanten las manos. Su posición, por tanto, está en Cristo. Ya Uds. han triunfado, y lo único que tienen que hacer ahora es aceptar y creer que lo que Dios ha dicho es la Verdad.",
    "No pudiera hacer pasar toda esa línea en discernimiento, sería demasiado, nos tomaría demasiado tiempo. No para mí, pues yo creo que podría quedarme aquí el resto del día, me siento bien. Yo me siento bien. Yo sé que Esto es verdad. ¡Alabado sea el Señor! Pero ahora nosotros estamos en Cristo, ahora posicionalmente estamos sentados en Cristo. ¡Amén! ¡Oh, vaya! ¿Serán la Verdad estas cosas que he enseñado? Si así es, entonces Él mismo lo manifestará. Correcto.",
    "¿Cuántos de Uds. en la línea de oración son desconocidos para mí? A muchos de Uds. conozco, pero algunos son extraños. Levanten la mano, los que saben que yo no sé lo que anda mal con Uds.; levanten la mano. Por toda la línea, Ajá, muy bien. ¿Es Él Cristo? ¿Lo creen Uds.? Tienen que tener fe y Lo tienen que creer. Si no Lo creen, entonces no funcionará. Uds. tienen que reconocer su posición, tienen que saber su lugar. ¿Correcto, Hermano West? Correcto. Conocer su posición, Cristo prometió: “Las cosas que Yo hago, también vosotros las haréis”. Créanlo Uds. de todo corazón.",
    "Aquel hombre parado allá atrás sufre de algo en la cadera. Créalo Ud. con todo su corazón. Ud. no puede entrar en la línea de oración, pero puede regresar y sentarse, eso le va a dejar. Y eso no es cáncer. Regrese y tome asiento, eso ha concluido. Jamás he visto al hombre en mi vida. Si nosotros somos extraños hermano, levante la mano. Si nosotros somos extraños… ¿Qué sucede? ¡Él ha quedado sano! Jesucristo le ha dado su salud.\n\nA lo largo aquí de este altar, ¿creen?",
    "¿Y Ud.? Somos extraños, yo no lo conozco. Dios lo conoce. ¿Cree Ud. que yo soy Su siervo? ¿Cree Ud. este Mensaje que yo predico? ¿Qué tal si le digo que el mal en su espalda le dejará? ¿Lo creerá de todo corazón? Bien, Sr. Burkhart, regrese a Ohio, está sano. Jesucristo le sana.",
    "Ud. no está aquí por sí mismo, está por otra persona. Es una mujer. Y ella también es de Ohio, correcto, se llama Alice McVan. Correcto. Ella ha tenido una operación. Correcto. Males en el estómago y problemas femeninos y nerviosismo. ¿Es correcto? Sólo crea Ud. y ella sanará. Vaya creyendo con todo su corazón y ella sanará. Créalo con todo su corazón, ella lo recibirá.",
    "¿Cómo está Ud.? Yo no le conozco. Somos extraños, ¿verdad? ¿Cree Ud. que yo soy Su siervo? ¿Cree Ud. que en Cristo hemos triunfado? Si cree, así como está con su nerviosismo y problemas y cosas que tiene, entonces, Sra. Allen, puede regresar a su casa y recibir su sanidad.",
    "Yo creo que somos extraños ¿verdad? Yo no la he visto antes. Ésta es la primera vez que nos conocemos, somos extraños el uno para el otro. ¿Ud. me cree que soy Su profeta? ¿Lo cree? Ud. está sufriendo de los riñones. Es correcto ¿verdad? Ud. no es de aquí, viene del sur. Ud. está orando por sus hijos que no son salvos. Ése es su esposo detrás de Ud. Él tiene a un hombre en su corazón en esta mañana, un amigo por el que está orando. Mire, veo a alguien, Uds. son—Uds. son el papá y la mamá de un amigo mío. Es un hombre que viene a este lugar que se llama L.C. o S.T. o algo así, S.T. o algo, ése—ése es su hijo. [El Hermano Neville dice: “J.T.”.—Ed.] J.T.… Allí tienen, S.T. No, no es J.T., lo sé. Es un hombre bajito, con pelo negro, lo veo parado aquí en frente donde ahora está. Regrese a casa, ya tiene su petición. Vaya a casa.",
    "¿Está presente ese hombre en esta mañana, un hombre de Georgia? Sí. T.S. Sí. Nunca en mi vida había visto a tu padre ni a tu madre, y tú sabes que es la verdad, pero te vi acá arriba, aquí mismo delante de ellos en ese momento. Yo supe que así era. Uds. tienen su petición, no duden.",
    "¿Todos Uds. creen, de todo corazón? Ahora, ¿cuántos? Cada uno de Uds. está en Cristo. Ud. dice: “¿Ése es el Evangelio?”. Eso exactamente es lo que hizo Jesucristo. Es exactamente lo que hicieron los apóstoles. Eso es exactamente lo que hicieron Ireneo y los demás. Eso exactamente.\n\n¿Lo creen? Entonces inclinen el rostro.",
    "Venga aquí, anciano. Hay demasiadas personas para terminar con toda esa fila. Hemos escogido dos o tres de acá. Entren directo aquí. Éste, mi Hermano Neville, es un hombre de Dios. Yo lo creo.",
    "Vamos a pasar aquí por esta línea y a orar por estas personas, a imponer las manos sobre ellos. ¿Todos Uds. creen que van a sanar, cada uno de Uds.? ¿Todos aquí lo van a creer? Entonces inclinen ahora sus rostros, estamos en la Iglesia triunfante.",
    "Señor Jesús, conozco a este hermano, por esa razón no le dije a él nada al respecto. Yo sé lo que él quiere. Oro que Tú lo sanes, Señor, y concédele su petición. En el Nombre de Jesucristo.",
    "Padre Celestial, con las manos sobre este hermanito, en esta mañana, pedimos en el Nombre de Jesús por su liberación. Amén.",
    "¡Oh, Ud. es…!\n\nPadre Celestial, concédele aquí a nuestra Hermana Dauch, una hermana encantadora, que ha sido una verdadera amiga aquí para nosotros, para mi familia y seres queridos. Nosotros creemos que ella y su esposo son hijos Tuyos. Oro, Dios, que le concedas su petición a ella en esta mañana. En el Nombre de Jesucristo. Amén.",
    "Dios, en el Nombre de Jesús, bendice a nuestra Hermana Bruce. Sabemos, Señor, que ella es Tu sierva. Oramos que Tú le concedas su—su petición. En el Nombre de Jesucristo. Amén.",
    "¡Oh, Padre Celestial!, conscientes que—que sólo Tú puedes sanar a la Hermana Blankco, oramos que la bendigas y le concedas esta petición a ella, Señor. En el Nombre de Jesucristo. Amén.",
    "Padre Celestial, sobre nuestra hermana ponemos nuestras manos en el Nombre de Jesucristo, pedimos por su liberación para Tu gloria. Amén.",
    "🦅 Estas señales seguirán a los que creen”, y ponemos nuestras manos sobre esta hermana que se va a recuperar. En el Nombre de Jesús, concédelo, Señor. Con este cuerpo nervioso, temblando, de pie aquí, Señor, bajo el impacto del Espíritu Santo, y cansado, pero Tú eres Dios: sana a esta joven, lo pido en el Nombre de Jesucristo.",
    "Dios Todopoderoso, dale a nuestro hermano su petición; concédelo, Padre. Le imponemos las manos y conjuramos al enemigo, aquellos que envenenarían su alma, o pondrían una—una marca negra delante de él. Que él se levante triunfante sobre eso en esta mañana, Señor, y se dé cuenta de su posición en Cristo Jesús. Y entonces tendrá lo que pide, en el Nombre de Jesús.",
    "Nuestro Padre Celestial, poniendo las manos sobre este hermano, en el Nombre de Jesucristo, concede su petición. Amén.",
    "Esta pequeña tan preciosa, Padre, en el Nombre de Jesús, que el Señor tenga misericordia, para la Gloria de Dios pedimos su liberación.",
    "Dios, conocemos el clamor del corazón de esta madre y el clamor de su hija. Dios, concédele a ella fe en esta mañana, y entonces aplícala ahora mismo, sabiendo que ella tiene poder sobre eso. Y será hecho, en el Nombre de Jesucristo.",
    "Dios, sana a este niño, oramos en el Nombre de Jesucristo.",
    "Dios, Padre nuestro, ponemos las manos sobre nuestra hermana y pedimos en esta mañana que le concedas su petición. En el Nombre de Jesucristo. Amén.",
    "Nuestro Padre Celestial, esta damita viene a ocupar su lugar para la sanidad, nosotros le imponemos las manos y pedimos por su sanidad. En el Nombre de Jesucristo. Amén.",
    "Ponemos nuestras manos sobre este hermoso niño, en el Nombre de Jesucristo, pedimos sanidad.",
    "En el Nombre de Jesucristo, con las manos sobre nuestra hermana, que ahora Tú la sanes.",
    "Padre Nuestro, que estás en el Cielo, santificado sea Tu Nombre, ponemos nuestras manos sobre este hermano. En el Nombre de Jesucristo, que él Lo crea. Amén.",
    "Padre Celestial, aquí, sobre nuestro hermano valiente, Tu siervo, un hombre de Dios, ponemos nuestras manos sobre él para que su petición le sea concedida. En el Nombre de Jesucristo que ahora él tome su posición. Ahora, aquí está un hijo de Dios, en la gloria del tiempo, ¡Oh, Señor!",
    "Padre Celestial, sobre nuestra hermanita que salió de las mismas tinieblas para caminar en la Luz, concede, Señor, que su alma valiente se eleve a las alturas en esta mañana, a la atmósfera Celestial. Y concédele a ella—a ella su petición, en el Nombre de Jesús. Amén.",
    "Padre Celestial, aquí sobre nuestro hermano tenemos puestas las manos en el Nombre del Señor Jesús, pedimos que esta petición le sea concedida a él. En el Nombre del Señor Jesucristo. Amén.",
    "Nuestro Padre Celestial, ponemos las manos sobre el bebé de nuestra hermana, y pedimos que su petición le sea concedida, Padre, imponiéndole nuestras manos en el Nombre de Jesucristo.",
    "Nuestro Padre Celestial, ponemos las manos sobre nuestra hermana, en el Nombre de Jesucristo. Que su petición le sea concedida, en el Nombre de Jesús. Amén.",
    "Nuestro Padre Celestial, mientras nuestra hermana pasa por esta fila y permite… le imponemos nuestras manos, que el Cristo de Dios se acerque ahora y conjure la enfermedad y le dé la salud. Amén.",
    "Padre Celestial, sobre nuestro hermano, le imponemos las manos y pedimos que en el Nombre de Jesucristo, que lo sanes en el Nombre de Jesús. Amén.",
    "Padre Celestial, sobre esta niña ponemos nuestras manos, y lo pedimos a nuestro precioso Señor. En el Nombre de Jesucristo, pedimos por su sanidad. Amén.",
    "Precioso Señor nuestro, ponemos las manos sobre nuestro hermano, en el Nombre del Hijo de Dios, Jesucristo, nosotros quienes somos más que vencederos por medio de Él. Y pedimos que le concedas a nuestro hermano su petición, en el Nombre de Jesús. Amén.",
    "Padre nuestro, sobre el hermano de nuestra doncella, este pequeño soldado de la Cruz, oro, Dios, que Tu Espíritu venga sobre él y le conceda su petición. En el Nombre de Jesucristo. Amén.",
    "Nuestro Padre Celestial, sobre este valiente soldado de la Cruz, él se ha parado por Tu Palabra en—en tiempos de crítica y de todo, y se ha parado aun por la Palabra, saliendo más que vencedor en Cristo Jesús. Concédele su petición, Padre. Hago mi oración y le doy a él de Tu bendición, Señor, para que lo sanes y le des su petición. En el Nombre de Jesús. Amén.",
    "Padre Celestial, este bebé no vivirá si Dios no lo permite, pero Dios lo puede sanar. Yo le pongo las manos y condeno al enemigo, en el Nombre de Jesucristo. Bendice al niño, y que lo ayudes a prosperar en el Nombre de Jesucristo. Amén.",
    "Padre Celestial, para nuestra hermana, sobre la cual ponemos las manos en el Nombre de Jesucristo, el triunfante tabernáculo de Dios hecho carne y que habitó entre nosotros. En Su Nombre, el Nombre justo de ese Hijo de Dios, Jesucristo, concédele a nuestra hermana su petición. Amén.",
    "Nuestra Hermana Kidd, bendito sea su corazón. Nuestro Padre Celestial, teniendo aquí en nuestras manos a este hombre y mujer de edad que predicaron el Evangelio cuando yo sólo era un niño, hace unos días estaba postrado muriendo de cáncer, corrí a él, y el poder de Dios bajó sobre un hombre de ochenta años y lo sanó, que hasta los médicos quedaron milagrosamente en silencio, no lo podían entender. Oro que Tú le concedas su petición en esta mañana. Su bendita esposita, Señor, que ha lavado para enviar a su esposo al ministerio para predicar este—este Evangelio de Jesucristo sangrante. Concédelo, Señor.",
    "Bendice a su hijo, a Junior, Señor. Oramos que le des salud y lo conserves fuerte, Señor. Él es el apoyo de ellos para llevarlos de lugar a lugar, para imponer paños ungidos. Aunque están tan ancianos que no pueden salir más al campo, sin embargo, van de hospitales a casas, poniendo los paños sobre los enfermos. Dios, Tú honrarás eso, yo sé que lo harás. Bendícelos y dales fuerza por muchos días más, Padre. En el Nombre de Jesucristo. Amén.",
    "Bendiciones para Ud. Así será, Hermano Kidd, eso será concedido. [El Hermano y la Hermana Kidd le hablan al Hermano Branham.—Ed.] Alabado sea Dios. Amén. Sí, por el que oramos por el teléfono.",
    "Un hombre y una mujer de ochenta años de edad, y más, no pueden salir a los campos ni pararse en el púlpito, ya son demasiado ancianos para predicar así, pero piden aquí paquetes de paños de oración y los envían a los enfermos y afligidos, los llevan a hospitales y cosas así. Para imponerlos… Ellos ya no pueden salir y apoyar el ministerio de esa manera, pero lo siguen haciendo como mejor pueden. Eso debería hacernos sentir vergüenza, a los jóvenes. Correcto, están haciendo algo por Cristo.",
    "Recuerden, este anciano aquí, el Hermano Kidd, estaba predicando el Evangelio antes de que yo naciera. Es cierto, ya estaba orando por los enfermos, un soldado veterano muy valiente. Y aquí, anciano, ¿qué edad tiene, Hermano Kidd? ¡Ochenta y un años, y aún moviéndose para el Reino de Dios! Muy anciano para estar detrás del púlpito y sostener un mensaje como ése, pero irá al hospital, al pie de las camas, tiene un hijo que lo conduce en el auto. Y ellos no pueden caminar, así que lo llevan en el auto y los llevan a los lugares, y ellos dos, una pareja anciana, les ponen los paños.",
    "Tenían un ser amado al borde de la muerte la otra noche, una niña, me estaban contando. Oramos por ellos, una nieta, fueron y le pusieron… La niña ahora está de pie. ¡Gloria a Dios!",
    "El Hermano Kidd, ellos me llamaron aquí hace un tiempo, hace como dos años, me supongo, que él tenía cáncer de próstata, tenía como setenta y ocho años u ochenta, cerca a los ochenta años con cáncer en la próstata. El médico lo internó de nuevo, no había nada qué hacer. Nos dimos prisa, Billy y yo nos turnamos conduciendo, para llegar allí donde él estaba. Y el Espíritu Santo nos dijo que fuéramos esa mañana. Normalmente no lo hacemos a menos que nos sintamos guiados a hacerlo. Y el Espíritu dijo: “Ve”, y salimos para allá y pusimos las manos sobre el anciano, orando por él. Y los médicos no encuentran rastro de eso por ningún lugar. ¡Gloria a Dios! ¡Oh! ¿Por qué? Nuestra posición está en Cristo Jesús, ascendió por encima de toda enfermedad y potestad del enemigo.",
    "¡Oh!, ¿no están contentos por Él?\n\nHay personas por doquiera,\n\nQue en fuego está su corazón,\n\nCon el Fuego que en Pentecostés,\n\nLimpió y purificó,\n\nOh, está ardiendo en mi corazón,\n\n¡Oh gloria a Su Nombre!\n\nMi gozo es decir que soy de Él.\n\nSoy de Él, soy de Él,\n\nEs mi gozo el decir que soy de Él;\n\nSoy de Él, soy de Él,\n\nEs mi gozo el decir que soy de Él.\n\nAunque ellos no sean educados,\n\nNi tengan fama mundanal,\n\nHan recibido su Pentecostés,\n\nBautizados en el Nombre de Jesús;\n\nY están diciendo ahora, por doquier,\n\nQue Su poder sigue igual,\n\nMi gozo es decir que soy uno de ellos.",
    "¿Cuántos son de Él? Levanten ahora la mano:\n\n…de Él, soy de Él,\n\nMi gozo es decir que soy de Él;\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él.\n\nAhora ven mi hermano, busca esta bendición\n\nQue limpiará tu corazón del pecado,\n\nLas campanas de gozo sonarán,\n\nY en gozo tu alma arderá.\n\nOh, arde ahora en mi corazón,\n\nGloria a Su Nombre.\n\nMi gozo es decir que soy de Él.\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él; ¡Aleluya!\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él.\n\nUnidos en el aposento alto,\n\nTodos orando en Su Nombre,\n\nFueron bautizados con el Espíritu Santo,\n\nY luego vino el poder para servicio.\n\nLo que Él hizo por ellos ese día\n\nLo hará por ti,\n\nY mi gozo es decir que soy de Él.\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él; ¡Aleluya!\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él.",
    "Ahora mientras lo tarareamos, estrechémonos las manos entre nosotros. Digamos:\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él; ¡Aleluya!\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él.",
    "¿Y Uds.? Digan: “¡Amén!”. [La congregación dice: “¡Amén!”.—Ed.]\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él;\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él.",
    "¿Puedo volver a cantar esta estrofa?\n\nAunque esta gente no sea educada. (Ellos no tienen grandes D.D., Ph.D., ¿ven Uds.? Nada de esas cosas grandes, ¿ven?).\n\nAunque ésta no sea gente educada,\n\nNi tenga fama mundanal (alguna gran organización),\n\nHan recibido su Pentecostés,\n\nCada uno bautizados en el Nombre de Jesús;\n\nY están diciendo ahora, por doquier,\n\nQue Su poder es aún igual,\n\nMi gozo es decir que soy uno de ellos.\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él;\n\nSoy de Él, soy de Él,\n\nMi gozo es decir que soy de Él.\n\nOh, por todos los millones de oro de esta tierra, no dejaría yo este precioso lugar,\n\nAunque el tentador ha…persuadiéndome muchas veces ha querido,\n\nPero a salvo en el pabellón de Dios, estoy contento en Su amor y gracia,\n\n¡Y del lado del aleluya estoy viviendo!",
    "¡Oh, vaya! Estoy tan contento por eso, ¿y Uds.? ¿No están Uds. contentos de ser uno de ellos? Uno de ellos, una de esas personas tan humildes que se han vaciado, han venido (no ante un ídolo), ante el Dios vivo (no ante una organización para poner su nombre en el libro), sino ante un Dios vivo (no para recitar un credo), sino para permitir que la Palabra sea hecha carne en Ud. ¿Ven?, eso es. Y se han humillado, y haciendo eso Él los ha exaltado (no para ser impetuoso, altivo, diciendo: “Yo soy esto o aquello o lo otro”), sino que en humildad, dulzura y “¿Cómo llegó Él a salvar a un infeliz como yo?, ¿cómo lo hizo?”. Así es como el verdadero Cristiano se siente, ¿no creen Uds.? ¡Oh, Él es tan real!\n\n¡Real, real, para mí Él es muy real!\n\n¡Oh, real, real, para mí Él es muy real!\n\nAunque duden de Él, yo no puedo vivir sin Él,\n\n¡Por eso lo amo y Él real es para mí!\n\n¡Real, para mí Él es muy real! (¡Cántenlo!)\n\n¡Real, real, para mí Él es muy real!\n\nAunque unos duden de Él, yo no puedo vivir sin Él,\n\n¡Por eso lo amo y Él real es para mí!",
    "¡Oh, oh eso me da mucho gusto! Sí, señor. ¡Oh, este gran camino del Evangelio me da mucho gusto, vivir en este camino glorioso del Evangelio!",
    "Ahora, amigos, hasta que nos encontremos en el Trono de Cristo nuevamente, cuando estén orando, recuérdenme a mí. Y Dios los bendiga a cada uno. No puedo decir que lo siento por haberlos retenido aquí.",
    "Ahora, para Uds. que tienen el pañuelo aquí, acabo de ponerles las manos mientras orábamos por los enfermos, si me vieron que lo hice cuando bajó el Espíritu. No entré en muchas visiones porque estoy débil, cansado, Uds. saben, tengo como dos o tres horas aquí predicando, y sólo tomé unos pocos de entre la línea para que Uds. vieran que Dios es Dios. ¿Ven? Lo imposible, la paradoja, las cosas inescrutables… el diablo…",
    "Ahora, recuerden, cada uno de Uds. tienen poder en Cristo. Ud. no es que tenga poder, Ud. tiene autoridad, su autoridad. Sólo es que Ud. ha sido exaltado, muy en alto; no para que Ud. mismo se exalte, sino que Cristo lo ha levantado. Cuanto más Cristo lo levanta, más Ud. quiere ser pequeño, ¿ven? Ud. se sentirá muy humilde. Entonces ¿cómo pudo Él salvar a un infeliz como yo?, ¿cómo lo hizo Él? Pero Él lo hizo, y yo estoy muy agradecido por eso. ¡Amén! ¡Es tan bueno!",
    "De Jesús el Nombre invoca,\n\nPostrados a Sus pies;\n\nRey de reyes lo coronaremos,\n\nEn nuestra jornada al terminar.\n\nNombre precioso (¡Nombre precioso!) ¡Qué dulce!\n\nDe esperanza, fe y amor;\n\nNombre precioso (¡Oh, ese Nombre precioso! ¿No es él maravilloso?)\n\nDe esperanza, fe y amor.",
    "Ahora, escuchen, no olviden esto. Uds. canten el coro, dejen que yo cante la estrofa. ¿Ven? No sé si recuerdo la estrofa que quiero cantar de allí, es la que sigue.\n\nDe Jesús el Nombre invoca,\n\nPostrados a Sus pies;\n\nRey de reyes lo coronaremos,\n\nEn nuestra jornada al terminar. (¿Ven?)\n\nDe Jesús el Nombre adora;\n\nQue te sirva de broquel;\n\nCuando rodeado estés de tentación,\n\nSólo invoca ese Nombre santo en oración.\n\nAsí de sencillo. ¡Levante esa mano y escuche chillar esos frenos! ¿Ven? ¿Ven?\n\nInvoca ese Nombre santo en oración.\n\n¡Suave luz, manantial!\n\nDe esperanza, fe y amor; Nombre precioso (¡Oh, ese Nombre precioso!)\n\nSumo bien, Celestial,\n\nEs Jesús el Salvador.",
    "Digamos eso de nuevo, todos juntos. ¿Qué dicen? Tomemos esa estrofa de nuevo, “De Jesús el Nombre adora, que te sirva de broquel”. Cantémoslo ahora con nuestros ojos cerrados.\n\nDe Jesús el Nombre adora;\n\nQue te sirva de broquel;\n\nAhora escuchen. ¿Hacer qué?\n\nCuando estés rodeado de tentaciones,\n\n¿Qué debe hacer Ud.?\n\nInvoque ese santo Nombre en oración.\n\nNombre precioso (¡Nombre precioso!), ¡Suave luz, manantial!\n\nDe esperanza, fe y…\n\n[El Hermano Neville habla con el Hermano Branham.—Ed.] (Yo no. No, estoy—estoy un poco ronco, he quedado un poco ronco, así que no voy a decir…?… Quiere Ud. despedir…?… No, está bien, adelante, no hay problema.)\n\nDe esperanza, fe y…\n\nAhora su pastor, el Hermano Neville. 🦅"
  ]
}